{
  "novel": {
    "title": "The House on the Borderland",
    "author": "William Hope Hodgson",
    "theme": "Horror",
    "text": "TO MY FATHER\n_(Whose feet tread the lost aeons)_\n\nOpen the door,\n  And listen!\nOnly the wind's muffled roar,\n  And the glisten\nOf tears 'round the moon.\n  And, in fancy, the tread\nOf vanishing shoon--\n  Out in the night with the Dead.\n\n\"Hush! And hark\n  To the sorrowful cry\nOf the wind in the dark.\n  Hush and hark, without murmur or sigh,\n    To shoon that tread the lost aeons:\n  To the sound that bids you to die.\nHush and hark! Hush and Hark!\"\n                               _Shoon of the Dead_\n\n\n\n\nAUTHOR'S INTRODUCTION TO THE MANUSCRIPT\n\nMany are the hours in which I have pondered upon the story that is set\nforth in the following pages. I trust that my instincts are not awry\nwhen they prompt me to leave the account, in simplicity, as it was\nhanded to me.\n\nAnd the MS. itself--You must picture me, when first it was given into my\ncare, turning it over, curiously, and making a swift, jerky examination.\nA small book it is; but thick, and all, save the last few pages, filled\nwith a quaint but legible handwriting, and writ very close. I have the\nqueer, faint, pit-water smell of it in my nostrils now as I write, and\nmy fingers have subconscious memories of the soft, \"cloggy\" feel of the\nlong-damp pages.\n\nI read, and, in reading, lifted the Curtains of the Impossible that\nblind the mind, and looked out into the unknown. Amid stiff, abrupt\nsentences I wandered; and, presently, I had no fault to charge against\ntheir abrupt tellings; for, better far than my own ambitious phrasing,\nis this mutilated story capable of bringing home all that the old\nRecluse, of the vanished house, had striven to tell.\n\nOf the simple, stiffly given account of weird and extraordinary matters,\nI will say little. It lies before you. The inner story must be uncovered,\npersonally, by each reader, according to ability and desire. And even\nshould any fail to see, as now I see, the shadowed picture and conception\nof that to which one may well give the accepted titles of Heaven and Hell;\nyet can I promise certain thrills, merely taking the story as a story.\n\nWILLIAM HOPE HODGSON December 17, 1907\n\n\n\n_I_\n\nTHE FINDING OF THE MANUSCRIPT\n\nRight away in the west of Ireland lies a tiny hamlet called Kraighten.\nIt is situated, alone, at the base of a low hill. Far around there\nspreads a waste of bleak and totally inhospitable country; where, here\nand there at great intervals, one may come upon the ruins of some long\ndesolate cottage--unthatched and stark. The whole land is bare and\nunpeopled, the very earth scarcely covering the rock that lies beneath\nit, and with which the country abounds, in places rising out of the soil\nin wave-shaped ridges.\n\nYet, in spite of its desolation, my friend Tonnison and I had elected to\nspend our vacation there. He had stumbled on the place by mere chance\nthe year previously, during the course of a long walking tour, and\ndiscovered the possibilities for the angler in a small and unnamed river\nthat runs past the outskirts of the little village.\n\nI have said that the river is without name; I may add that no map that I\nhave hitherto consulted has shown either village or stream. They seem\nto have entirely escaped observation: indeed, they might never exist for\nall that the average guide tells one. Possibly this can be partly\naccounted for by the fact that the nearest railway station (Ardrahan) is\nsome forty miles distant.\n\nIt was early one warm evening when my friend and I arrived in Kraighten.\nWe had reached Ardrahan the previous night, sleeping there in rooms\nhired at the village post office, and leaving in good time on the\nfollowing morning, clinging insecurely to one of the typical\njaunting cars.\n\nIt had taken us all day to accomplish our journey over some of the\nroughest tracks imaginable, with the result that we were thoroughly\ntired and somewhat bad tempered. However, the tent had to be erected and\nour goods stowed away before we could think of food or rest. And so we\nset to work, with the aid of our driver, and soon had the tent up upon a\nsmall patch of ground just outside the little village, and quite near to\nthe river.\n\nThen, having stored all our belongings, we dismissed the driver, as he\nhad to make his way back as speedily as possible, and told him to come\nacross to us at the end of a fortnight. We had brought sufficient\nprovisions to last us for that space of time, and water we could get\nfrom the stream. Fuel we did not need, as we had included a small\noil-stove among our outfit, and the weather was fine and warm.\n\nIt was Tonnison's idea to camp out instead of getting lodgings in one of\nthe cottages. As he put it, there was no joke in sleeping in a room with\na numerous family of healthy Irish in one corner and the pigsty in the\nother, while overhead a ragged colony of roosting fowls distributed\ntheir blessings impartially, and the whole place so full of peat smoke\nthat it made a fellow sneeze his head off just to put it inside\nthe doorway.\n\nTonnison had got the stove lit now and was busy cutting slices of bacon\ninto the frying pan; so I took the kettle and walked down to the river\nfor water. On the way, I had to pass close to a little group of the\nvillage people, who eyed me curiously, but not in any unfriendly manner,\nthough none of them ventured a word.\n\nAs I returned with my kettle filled, I went up to them and, after a\nfriendly nod, to which they replied in like manner, I asked them\ncasually about the fishing; but, instead of answering, they just shook\ntheir heads silently, and stared at me. I repeated the question,\naddressing more particularly a great, gaunt fellow at my elbow; yet\nagain I received no answer. Then the man turned to a comrade and said\nsomething rapidly in a language that I did not understand; and, at once,\nthe whole crowd of them fell to jabbering in what, after a few moments,\nI guessed to be pure Irish. At the same time they cast many glances in\nmy direction. For a minute, perhaps, they spoke among themselves thus;\nthen the man I had addressed faced 'round at me and said something. By\nthe expression of his face I guessed that he, in turn, was questioning\nme; but now I had to shake my head, and indicate that I did not\ncomprehend what it was they wanted to know; and so we stood looking at\none another, until I heard Tonnison calling to me to hurry up with the\nkettle. Then, with a smile and a nod, I left them, and all in the little\ncrowd smiled and nodded in return, though their faces still betrayed\ntheir puzzlement.\n\nIt was evident, I reflected as I went toward the tent, that the\ninhabitants of these few huts in the wilderness did not know a word of\nEnglish; and when I told Tonnison, he remarked that he was aware of the\nfact, and, more, that it was not at all uncommon in that part of the\ncountry, where the people often lived and died in their isolated hamlets\nwithout ever coming in contact with the outside world.\n\n\"I wish we had got the driver to interpret for us before he left,\" I\nremarked, as we sat down to our meal. \"It seems so strange for the\npeople of this place not even to know what we've come for.\"\n\nTonnison grunted an assent, and thereafter was silent for a while.\n\nLater, having satisfied our appetites somewhat, we began to talk, laying\nour plans for the morrow; then, after a smoke, we closed the flap of the\ntent, and prepared to turn in.\n\n\"I suppose there's no chance of those fellows outside taking anything?\"\nI asked, as we rolled ourselves in our blankets.\n\nTonnison said that he did not think so, at least while we were about;\nand, as he went on to explain, we could lock up everything, except the\ntent, in the big chest that we had brought to hold our provisions. I\nagreed to this, and soon we were both asleep.\n\nNext morning, early, we rose and went for a swim in the river; after\nwhich we dressed and had breakfast. Then we roused out our fishing\ntackle and overhauled it, by which time, our breakfasts having settled\nsomewhat, we made all secure within the tent and strode off in the\ndirection my friend had explored on his previous visit.\n\nDuring the day we fished happily, working steadily upstream, and by\nevening we had one of the prettiest creels of fish that I had seen for a\nlong while. Returning to the village, we made a good feed off our day's\nspoil, after which, having selected a few of the finer fish for our\nbreakfast, we presented the remainder to the group of villagers who had\nassembled at a respectful distance to watch our doings. They seemed\nwonderfully grateful, and heaped mountains of what I presumed to be\nIrish blessings upon our heads.\n\nThus we spent several days, having splendid sport, and first-rate\nappetites to do justice upon our prey. We were pleased to find how\nfriendly the villagers were inclined to be, and that there was no\nevidence of their having ventured to meddle with our belongings during\nour absences.\n\nIt was on a Tuesday that we arrived in Kraighten, and it would be on the\nSunday following that we made a great discovery. Hitherto we had always\ngone up-stream; on that day, however, we laid aside our rods, and,\ntaking some provisions, set off for a long ramble in the opposite\ndirection. The day was warm, and we trudged along leisurely enough,\nstopping about mid-day to eat our lunch upon a great flat rock near the\nriverbank. Afterward we sat and smoked awhile, resuming our walk only\nwhen we were tired of inaction.\n\nFor perhaps another hour we wandered onward, chatting quietly and\ncomfortably on this and that matter, and on several occasions stopping\nwhile my companion--who is something of an artist--made rough sketches\nof striking bits of the wild scenery.\n\nAnd then, without any warning whatsoever, the river we had followed so\nconfidently, came to an abrupt end--vanishing into the earth.\n\n\"Good Lord!\" I said, \"who ever would have thought of this?\"\n\nAnd I stared in amazement; then I turned to Tonnison. He was looking,\nwith a blank expression upon his face, at the place where the river\ndisappeared.\n\nIn a moment he spoke.\n\n\"Let us go on a bit; it may reappear again--anyhow, it is worth\ninvestigating.\"\n\nI agreed, and we went forward once more, though rather aimlessly; for we\nwere not at all certain in which direction to prosecute our search. For\nperhaps a mile we moved onward; then Tonnison, who had been gazing about\ncuriously, stopped and shaded his eyes.\n\n\"See!\" he said, after a moment, \"isn't that mist or something, over\nthere to the right--away in a line with that great piece of rock?\" And\nhe indicated with his hand.\n\nI stared, and, after a minute, seemed to see something, but could not be\ncertain, and said so.\n\n\"Anyway,\" my friend replied, \"we'll just go across and have a glance.\"\nAnd he started off in the direction he had suggested, I following.\nPresently, we came among bushes, and, after a time, out upon the top of\na high, boulder-strewn bank, from which we looked down into a wilderness\nof bushes and trees.\n\n\"Seems as though we had come upon an oasis in this desert of stone,\"\nmuttered Tonnison, as he gazed interestedly. Then he was silent, his\neyes fixed; and I looked also; for up from somewhere about the center of\nthe wooded lowland there rose high into the quiet air a great column of\nhazelike spray, upon which the sun shone, causing innumerable rainbows.\n\n\"How beautiful!\" I exclaimed.\n\n\"Yes,\" answered Tonnison, thoughtfully. \"There must be a waterfall, or\nsomething, over there. Perhaps it's our river come to light again. Let's\ngo and see.\"\n\nDown the sloping bank we made our way, and entered among the trees and\nshrubberies. The bushes were matted, and the trees overhung us, so that\nthe place was disagreeably gloomy; though not dark enough to hide from\nme the fact that many of the trees were fruit trees, and that, here and\nthere, one could trace indistinctly, signs of a long departed\ncultivation. Thus it came to me that we were making our way through the\nriot of a great and ancient garden. I said as much to Tonnison, and he\nagreed that there certainly seemed reasonable grounds for my belief.\n\nWhat a wild place it was, so dismal and somber! Somehow, as we went\nforward, a sense of the silent loneliness and desertion of the old\ngarden grew upon me, and I felt shivery. One could imagine things\nlurking among the tangled bushes; while, in the very air of the place,\nthere seemed something uncanny. I think Tonnison was conscious of this\nalso, though he said nothing.\n\nSuddenly, we came to a halt. Through the trees there had grown upon our\nears a distant sound. Tonnison bent forward, listening. I could hear it\nmore plainly now; it was continuous and harsh--a sort of droning roar,\nseeming to come from far away. I experienced a queer, indescribable,\nlittle feeling of nervousness. What sort of place was it into which we\nhad got? I looked at my companion, to see what he thought of the matter;\nand noted that there was only puzzlement in his face; and then, as I\nwatched his features, an expression of comprehension crept over them,\nand he nodded his head.\n\n\"That's a waterfall,\" he exclaimed, with conviction. \"I know the sound\nnow.\" And he began to push vigorously through the bushes, in the\ndirection of the noise.\n\nAs we went forward, the sound became plainer continually, showing that\nwe were heading straight toward it. Steadily, the roaring grew louder\nand nearer, until it appeared, as I remarked to Tonnison, almost to come\nfrom under our feet--and still we were surrounded by the trees\nand shrubs.\n\n\"Take care!\" Tonnison called to me. \"Look where you're going.\" And then,\nsuddenly, we came out from among the trees, on to a great open space,\nwhere, not six paces in front of us, yawned the mouth of a tremendous\nchasm, from the depths of which the noise appeared to rise, along with\nthe continuous, mistlike spray that we had witnessed from the top of the\ndistant bank.\n\nFor quite a minute we stood in silence, staring in bewilderment at the\nsight; then my friend went forward cautiously to the edge of the abyss.\nI followed, and, together, we looked down through a boil of spray at a\nmonster cataract of frothing water that burst, spouting, from the side\nof the chasm, nearly a hundred feet below.\n\n\"Good Lord!\" said Tonnison.\n\nI was silent, and rather awed. The sight was so unexpectedly grand and\neerie; though this latter quality came more upon me later.\n\nPresently, I looked up and across to the further side of the chasm.\nThere, I saw something towering up among the spray: it looked like a\nfragment of a great ruin, and I touched Tonnison on the shoulder. He\nglanced 'round, with a start, and I pointed toward the thing. His gaze\nfollowed my finger, and his eyes lighted up with a sudden flash of\nexcitement, as the object came within his field of view.\n\n\"Come along,\" he shouted above the uproar. \"We'll have a look at it.\nThere's something queer about this place; I feel it in my bones.\" And he\nstarted off, 'round the edge of the craterlike abyss. As we neared this\nnew thing, I saw that I had not been mistaken in my first impression. It\nwas undoubtedly a portion of some ruined building; yet now I made out\nthat it was not built upon the edge of the chasm itself, as I had at\nfirst supposed; but perched almost at the extreme end of a huge spur of\nrock that jutted out some fifty or sixty feet over the abyss. In fact,\nthe jagged mass of ruin was literally suspended in midair.\n\nArriving opposite it, we walked out on to the projecting arm of rock,\nand I must confess to having felt an intolerable sense of terror as I\nlooked down from that dizzy perch into the unknown depths below us--into\nthe deeps from which there rose ever the thunder of the falling water\nand the shroud of rising spray.\n\nReaching the ruin, we clambered 'round it cautiously, and, on the\nfurther side, came upon a mass of fallen stones and rubble. The ruin\nitself seemed to me, as I proceeded now to examine it minutely, to be a\nportion of the outer wall of some prodigious structure, it was so thick\nand substantially built; yet what it was doing in such a position I\ncould by no means conjecture. Where was the rest of the house, or\ncastle, or whatever there had been?\n\nI went back to the outer side of the wall, and thence to the edge of the\nchasm, leaving Tonnison rooting systematically among the heap of stones\nand rubbish on the outer side. Then I commenced to examine the surface\nof the ground, near the edge of the abyss, to see whether there were not\nleft other remnants of the building to which the fragment of ruin\nevidently belonged. But though I scrutinized the earth with the greatest\ncare, I could see no signs of anything to show that there had ever been\na building erected on the spot, and I grew more puzzled than ever.\n\nThen, I heard a cry from Tonnison; he was shouting my name, excitedly,\nand without delay I hurried along the rocky promontory to the ruin. I\nwondered whether he had hurt himself, and then the thought came, that\nperhaps he had found something.\n\nI reached the crumbled wall and climbed 'round. There I found Tonnison\nstanding within a small excavation that he had made among the _débris_:\nhe was brushing the dirt from something that looked like a book, much\ncrumpled and dilapidated; and opening his mouth, every second or two, to\nbellow my name. As soon as he saw that I had come, he handed his prize\nto me, telling me to put it into my satchel so as to protect it from the\ndamp, while he continued his explorations. This I did, first, however,\nrunning the pages through my fingers, and noting that they were closely\nfilled with neat, old-fashioned writing which was quite legible, save in\none portion, where many of the pages were almost destroyed, being\nmuddied and crumpled, as though the book had been doubled back at that\npart. This, I found out from Tonnison, was actually as he had discovered\nit, and the damage was due, probably, to the fall of masonry upon the\nopened part. Curiously enough, the book was fairly dry, which I\nattributed to its having been so securely buried among the ruins.\n\nHaving put the volume away safely, I turned-to and gave Tonnison a hand\nwith his self-imposed task of excavating; yet, though we put in over an\nhour's hard work, turning over the whole of the upheaped stones and\nrubbish, we came upon nothing more than some fragments of broken wood,\nthat might have been parts of a desk or table; and so we gave up\nsearching, and went back along the rock, once more to the safety of\nthe land.\n\nThe next thing we did was to make a complete tour of the tremendous\nchasm, which we were able to observe was in the form of an almost\nperfect circle, save for where the ruin-crowned spur of rock jutted out,\nspoiling its symmetry.\n\nThe abyss was, as Tonnison put it, like nothing so much as a gigantic\nwell or pit going sheer down into the bowels of the earth.\n\nFor some time longer, we continued to stare about us, and then, noticing\nthat there was a clear space away to the north of the chasm, we bent our\nsteps in that direction.\n\nHere, distant from the mouth of the mighty pit by some hundreds of\nyards, we came upon a great lake of silent water--silent, that is, save\nin one place where there was a continuous bubbling and gurgling.\n\nNow, being away from the noise of the spouting cataract, we were able to\nhear one another speak, without having to shout at the tops of our\nvoices, and I asked Tonnison what he thought of the place--I told him\nthat I didn't like it, and that the sooner we were out of it the better\nI should be pleased.\n\nHe nodded in reply, and glanced at the woods behind furtively. I asked\nhim if he had seen or heard anything. He made no answer; but stood\nsilent, as though listening, and I kept quiet also.\n\nSuddenly, he spoke.\n\n\"Hark!\" he said, sharply. I looked at him, and then away among the trees\nand bushes, holding my breath involuntarily. A minute came and went in\nstrained silence; yet I could hear nothing, and I turned to Tonnison to\nsay as much; and then, even as I opened my lips to speak, there came a\nstrange wailing noise out of the wood on our left.... It appeared to\nfloat through the trees, and there was a rustle of stirring leaves, and\nthen silence.\n\nAll at once, Tonnison spoke, and put his hand on my shoulder. \"Let us\nget out of here,\" he said, and began to move slowly toward where the\nsurrounding trees and bushes seemed thinnest. As I followed him, it came\nto me suddenly that the sun was low, and that there was a raw sense of\nchilliness in the air.\n\nTonnison said nothing further, but kept on steadily. We were among the\ntrees now, and I glanced around, nervously; but saw nothing, save the\nquiet branches and trunks and the tangled bushes. Onward we went, and no\nsound broke the silence, except the occasional snapping of a twig under\nour feet, as we moved forward. Yet, in spite of the quietness, I had a\nhorrible feeling that we were not alone; and I kept so close to Tonnison\nthat twice I kicked his heels clumsily, though he said nothing. A\nminute, and then another, and we reached the confines of the wood coming\nout at last upon the bare rockiness of the countryside. Only then was I\nable to shake off the haunting dread that had followed me among\nthe trees.\n\nOnce, as we moved away, there seemed to come again a distant sound of\nwailing, and I said to myself that it was the wind--yet the evening was\nbreathless.\n\nPresently, Tonnison began to talk.\n\n\"Look you,\" he said with decision, \"I would not spend the night in\n_that_ place for all the wealth that the world holds. There is something\nunholy--diabolical--about it. It came to me all in a moment, just after\nyou spoke. It seemed to me that the woods were full of vile\nthings--you know!\"\n\n\"Yes,\" I answered, and looked back toward the place; but it was hidden\nfrom us by a rise in the ground.\n\n\"There's the book,\" I said, and I put my hand into the satchel.\n\n\"You've got it safely?\" he questioned, with a sudden access of anxiety.\n\n\"Yes,\" I replied.\n\n\"Perhaps,\" he continued, \"we shall learn something from it when we get\nback to the tent. We had better hurry, too; we're a long way off still,\nand I don't fancy, now, being caught out here in the dark.\"\n\nIt was two hours later when we reached the tent; and, without delay, we\nset to work to prepare a meal; for we had eaten nothing since our lunch\nat midday.\n\nSupper over, we cleared the things out of the way, and lit our pipes.\nThen Tonnison asked me to get the manuscript out of my satchel. This I\ndid, and then, as we could not both read from it at the same time, he\nsuggested that I should read the thing out loud. \"And mind,\" he\ncautioned, knowing my propensities, \"don't go skipping half the book.\"\n\nYet, had he but known what it contained, he would have realized how\nneedless such advice was, for once at least. And there seated in the\nopening of our little tent, I began the strange tale of _The House on\nthe Borderland_ (for such was the title of the MS.); this is told in the\nfollowing pages.\n\n\n\n_II_\n\nTHE PLAIN OF SILENCE\n\nI am an old man. I live here in this ancient house, surrounded by huge,\nunkempt gardens.\n\nThe peasantry, who inhabit the wilderness beyond, say that I am mad.\nThat is because I will have nothing to do with them. I live here alone\nwith my old sister, who is also my housekeeper. We keep no servants--I\nhate them. I have one friend, a dog; yes, I would sooner have old Pepper\nthan the rest of Creation together. He, at least, understands me--and\nhas sense enough to leave me alone when I am in my dark moods.\n\nI have decided to start a kind of diary; it may enable me to record\nsome of the thoughts and feelings that I cannot express to anyone; but,\nbeyond this, I am anxious to make some record of the strange things that\nI have heard and seen, during many years of loneliness, in this weird\nold building.\n\nFor a couple of centuries, this house has had a reputation, a bad one,\nand, until I bought it, for more than eighty years no one had lived\nhere; consequently, I got the old place at a ridiculously low figure.\n\nI am not superstitious; but I have ceased to deny that things happen\nin this old house--things that I cannot explain; and, therefore, I must\nneeds ease my mind, by writing down an account of them, to the best of\nmy ability; though, should this, my diary, ever be read when I am gone,\nthe readers will but shake their heads, and be the more convinced that\nI was mad.\n\nThis house, how ancient it is! though its age strikes one less,\nperhaps, than the quaintness of its structure, which is curious and\nfantastic to the last degree. Little curved towers and pinnacles, with\noutlines suggestive of leaping flames, predominate; while the body of\nthe building is in the form of a circle.\n\nI have heard that there is an old story, told amongst the country\npeople, to the effect that the devil built the place. However, that is\nas may be. True or not, I neither know nor care, save as it may have\nhelped to cheapen it, ere I came.\n\nI must have been here some ten years before I saw sufficient to warrant\nany belief in the stories, current in the neighborhood, about this\nhouse. It is true that I had, on at least a dozen occasions, seen,\nvaguely, things that puzzled me, and, perhaps, had felt more than I had\nseen. Then, as the years passed, bringing age upon me, I became often\naware of something unseen, yet unmistakably present, in the empty rooms\nand corridors. Still, it was as I have said many years before I saw any\nreal manifestations of the so-called supernatural.\n\nIt was not Halloween. If I were telling a story for amusement's sake, I\nshould probably place it on that night of nights; but this is a true\nrecord of my own experiences, and I would not put pen to paper to amuse\nanyone. No. It was after midnight on the morning of the twenty-first day\nof January. I was sitting reading, as is often my custom, in my study.\nPepper lay, sleeping, near my chair.\n\nWithout warning, the flames of the two candles went low, and then\nshone with a ghastly green effulgence. I looked up, quickly, and as I\ndid so I saw the lights sink into a dull, ruddy tint; so that the room\nglowed with a strange, heavy, crimson twilight that gave the shadows\nbehind the chairs and tables a double depth of blackness; and wherever\nthe light struck, it was as though luminous blood had been splashed\nover the room.\n\nDown on the floor, I heard a faint, frightened whimper, and something\npressed itself in between my two feet. It was Pepper, cowering under my\ndressing gown. Pepper, usually as brave as a lion!\n\nIt was this movement of the dog's, I think, that gave me the first\ntwinge of _real_ fear. I had been considerably startled when the lights\nburnt first green and then red; but had been momentarily under the\nimpression that the change was due to some influx of noxious gas into\nthe room. Now, however, I saw that it was not so; for the candles burned\nwith a steady flame, and showed no signs of going out, as would have\nbeen the case had the change been due to fumes in the atmosphere.\n\nI did not move. I felt distinctly frightened; but could think of\nnothing better to do than wait. For perhaps a minute, I kept my glance\nabout the room, nervously. Then I noticed that the lights had commenced\nto sink, very slowly; until presently they showed minute specks of red\nfire, like the gleamings of rubies in the darkness. Still, I sat\nwatching; while a sort of dreamy indifference seemed to steal over me;\nbanishing altogether the fear that had begun to grip me.\n\nAway in the far end of the huge old-fashioned room, I became conscious\nof a faint glow. Steadily it grew, filling the room with gleams of\nquivering green light; then they sank quickly, and changed--even as the\ncandle flames had done--into a deep, somber crimson that strengthened,\nand lit up the room with a flood of awful glory.\n\nThe light came from the end wall, and grew ever brighter until its\nintolerable glare caused my eyes acute pain, and involuntarily I closed\nthem. It may have been a few seconds before I was able to open them. The\nfirst thing I noticed was that the light had decreased, greatly; so that\nit no longer tried my eyes. Then, as it grew still duller, I was aware,\nall at once, that, instead of looking at the redness, I was staring\nthrough it, and through the wall beyond.\n\nGradually, as I became more accustomed to the idea, I realized that I\nwas looking out on to a vast plain, lit with the same gloomy twilight\nthat pervaded the room. The immensity of this plain scarcely can be\nconceived. In no part could I perceive its confines. It seemed to\nbroaden and spread out, so that the eye failed to perceive any\nlimitations. Slowly, the details of the nearer portions began to grow\nclear; then, in a moment almost, the light died away, and the vision--if\nvision it were--faded and was gone.\n\nSuddenly, I became conscious that I was no longer in the chair.\nInstead, I seemed to be hovering above it, and looking down at a dim\nsomething, huddled and silent. In a little while, a cold blast struck\nme, and I was outside in the night, floating, like a bubble, up through\nthe darkness. As I moved, an icy coldness seemed to enfold me, so that\nI shivered.\n\nAfter a time, I looked to right and left, and saw the intolerable\nblackness of the night, pierced by remote gleams of fire. Onward,\noutward, I drove. Once, I glanced behind, and saw the earth, a small\ncrescent of blue light, receding away to my left. Further off, the sun,\na splash of white flame, burned vividly against the dark.\n\nAn indefinite period passed. Then, for the last time, I saw the\nearth--an enduring globule of radiant blue, swimming in an eternity of\nether. And there I, a fragile flake of soul dust, flickered silently\nacross the void, from the distant blue, into the expanse of the unknown.\n\nA great while seemed to pass over me, and now I could nowhere see\nanything. I had passed beyond the fixed stars and plunged into the huge\nblackness that waits beyond. All this time I had experienced little,\nsave a sense of lightness and cold discomfort. Now however the atrocious\ndarkness seemed to creep into my soul, and I became filled with fear and\ndespair. What was going to become of me? Where was I going? Even as the\nthoughts were formed, there grew against the impalpable blackness that\nwrapped me a faint tinge of blood. It seemed extraordinarily remote, and\nmistlike; yet, at once, the feeling of oppression was lightened, and I\nno longer despaired.\n\nSlowly, the distant redness became plainer and larger; until, as I drew\nnearer, it spread out into a great, somber glare--dull and tremendous.\nStill, I fled onward, and, presently, I had come so close, that it\nseemed to stretch beneath me, like a great ocean of somber red. I could\nsee little, save that it appeared to spread out interminably in all\ndirections.\n\nIn a further space, I found that I was descending upon it; and, soon, I\nsank into a great sea of sullen, red-hued clouds. Slowly, I emerged from\nthese, and there, below me, I saw the stupendous plain that I had seen\nfrom my room in this house that stands upon the borders of the Silences.\n\nPresently, I landed, and stood, surrounded by a great waste of\nloneliness. The place was lit with a gloomy twilight that gave an\nimpression of indescribable desolation.\n\nAfar to my right, within the sky, there burnt a gigantic ring of\ndull-red fire, from the outer edge of which were projected huge,\nwrithing flames, darted and jagged. The interior of this ring was\nblack, black as the gloom of the outer night. I comprehended, at once,\nthat it was from this extraordinary sun that the place derived its\ndoleful light.\n\nFrom that strange source of light, I glanced down again to my\nsurroundings. Everywhere I looked, I saw nothing but the same flat\nweariness of interminable plain. Nowhere could I descry any signs of\nlife; not even the ruins of some ancient habitation.\n\nGradually, I found that I was being borne forward, floating across the\nflat waste. For what seemed an eternity, I moved onward. I was unaware\nof any great sense of impatience; though some curiosity and a vast\nwonder were with me continually. Always, I saw around me the breadth of\nthat enormous plain; and, always, I searched for some new thing to break\nits monotony; but there was no change--only loneliness, silence,\nand desert.\n\nPresently, in a half-conscious manner, I noticed that there was a faint\nmistiness, ruddy in hue, lying over its surface. Still, when I looked\nmore intently, I was unable to say that it was really mist; for it\nappeared to blend with the plain, giving it a peculiar unrealness, and\nconveying to the senses the idea of unsubstantiality.\n\nGradually, I began to weary with the sameness of the thing. Yet, it was\na great time before I perceived any signs of the place, toward which I\nwas being conveyed.\n\n\"At first, I saw it, far ahead, like a long hillock on the surface of\nthe Plain. Then, as I drew nearer, I perceived that I had been mistaken;\nfor, instead of a low hill, I made out, now, a chain of great mountains,\nwhose distant peaks towered up into the red gloom, until they were\nalmost lost to sight.\"\n\n\n\n_III_\n\nTHE HOUSE IN THE ARENA\n\nAnd so, after a time, I came to the mountains. Then, the course of my\njourney was altered, and I began to move along their bases, until, all\nat once, I saw that I had come opposite to a vast rift, opening into the\nmountains. Through this, I was borne, moving at no great speed. On\neither side of me, huge, scarped walls of rocklike substance rose sheer.\nFar overhead, I discerned a thin ribbon of red, where the mouth of the\nchasm opened, among inaccessible peaks. Within, was gloom, deep and\nsomber, and chilly silence. For a while, I went onward steadily, and\nthen, at last, I saw, ahead, a deep, red glow, that told me I was near\nupon the further opening of the gorge.\n\nA minute came and went, and I was at the exit of the chasm, staring out\nupon an enormous amphitheatre of mountains. Yet, of the mountains, and\nthe terrible grandeur of the place, I recked nothing; for I was\nconfounded with amazement to behold, at a distance of several miles and\noccupying the center of the arena, a stupendous structure built\napparently of green jade. Yet, in itself, it was not the discovery of\nthe building that had so astonished me; but the fact, which became every\nmoment more apparent, that in no particular, save in color and its\nenormous size, did the lonely structure vary from this house in which\nI live.\n\nFor a while, I continued to stare, fixedly. Even then, I could scarcely\nbelieve that I saw aright. In my mind, a question formed, reiterating\nincessantly: 'What does it mean?' 'What does it mean?' and I was unable\nto make answer, even out of the depths of my imagination. I seemed\ncapable only of wonder and fear. For a time longer, I gazed, noting\ncontinually some fresh point of resemblance that attracted me. At last,\nwearied and sorely puzzled, I turned from it, to view the rest of the\nstrange place on to which I had intruded.\n\nHitherto, I had been so engrossed in my scrutiny of the House, that I\nhad given only a cursory glance 'round. Now, as I looked, I began to\nrealize upon what sort of a place I had come. The arena, for so I have\ntermed it, appeared a perfect circle of about ten to twelve miles in\ndiameter, the House, as I have mentioned before, standing in the center.\nThe surface of the place, like to that of the Plain, had a peculiar,\nmisty appearance, that was yet not mist.\n\nFrom a rapid survey, my glance passed quickly upward along the slopes\nof the circling mountains. How silent they were. I think that this same\nabominable stillness was more trying to me than anything that I had so\nfar seen or imagined. I was looking up, now, at the great crags,\ntowering so loftily. Up there, the impalpable redness gave a blurred\nappearance to everything.\n\nAnd then, as I peered, curiously, a new terror came to me; for away up\namong the dim peaks to my right, I had descried a vast shape of\nblackness, giantlike. It grew upon my sight. It had an enormous equine\nhead, with gigantic ears, and seemed to peer steadfastly down into the\narena. There was that about the pose that gave me the impression of an\neternal watchfulness--of having warded that dismal place, through\nunknown eternities. Slowly, the monster became plainer to me; and then,\nsuddenly, my gaze sprang from it to something further off and higher\namong the crags. For a long minute, I gazed, fearfully. I was strangely\nconscious of something not altogether unfamiliar--as though something\nstirred in the back of my mind. The thing was black, and had four\ngrotesque arms. The features showed indistinctly, 'round the neck, I\nmade out several light-colored objects. Slowly, the details came to me,\nand I realized, coldly, that they were skulls. Further down the body was\nanother circling belt, showing less dark against the black trunk. Then,\neven as I puzzled to know what the thing was, a memory slid into my\nmind, and straightway, I knew that I was looking at a monstrous\nrepresentation of Kali, the Hindu goddess of death.\n\nOther remembrances of my old student days drifted into my thoughts. My\nglance fell back upon the huge beast-headed Thing. Simultaneously, I\nrecognized it for the ancient Egyptian god Set, or Seth, the Destroyer\nof Souls. With the knowledge, there came a great sweep of\nquestioning--'Two of the--!' I stopped, and endeavored to think. Things\nbeyond my imagination peered into my frightened mind. I saw, obscurely.\n'The old gods of mythology!' I tried to comprehend to what it was all\npointing. My gaze dwelt, flickeringly, between the two. 'If--'\n\nAn idea came swiftly, and I turned, and glanced rapidly upward,\nsearching the gloomy crags, away to my left. Something loomed out under\na great peak, a shape of greyness. I wondered I had not seen it earlier,\nand then remembered I had not yet viewed that portion. I saw it more\nplainly now. It was, as I have said, grey. It had a tremendous head; but\nno eyes. That part of its face was blank.\n\nNow, I saw that there were other things up among the mountains. Further\noff, reclining on a lofty ledge, I made out a livid mass, irregular and\nghoulish. It seemed without form, save for an unclean, half-animal face,\nthat looked out, vilely, from somewhere about its middle. And then I saw\nothers--there were hundreds of them. They seemed to grow out of the\nshadows. Several I recognized almost immediately as mythological\ndeities; others were strange to me, utterly strange, beyond the power of\na human mind to conceive.\n\nOn each side, I looked, and saw more, continually. The mountains were\nfull of strange things--Beast-gods, and Horrors so atrocious and bestial\nthat possibility and decency deny any further attempt to describe them.\nAnd I--I was filled with a terrible sense of overwhelming horror and\nfear and repugnance; yet, spite of these, I wondered exceedingly. Was\nthere then, after all, something in the old heathen worship, something\nmore than the mere deifying of men, animals, and elements? The thought\ngripped me--was there?\n\nLater, a question repeated itself. What were they, those Beast-gods,\nand the others? At first, they had appeared to me just sculptured\nMonsters placed indiscriminately among the inaccessible peaks and\nprecipices of the surrounding mountains. Now, as I scrutinized them with\ngreater intentness, my mind began to reach out to fresh conclusions.\nThere was something about them, an indescribable sort of silent vitality\nthat suggested, to my broadening consciousness, a state of\nlife-in-death--a something that was by no means life, as we understand\nit; but rather an inhuman form of existence, that well might be likened\nto a deathless trance--a condition in which it was possible to imagine\ntheir continuing, eternally. 'Immortal!' the word rose in my thoughts\nunbidden; and, straightway, I grew to wondering whether this might be\nthe immortality of the gods.\n\nAnd then, in the midst of my wondering and musing, something happened.\nUntil then, I had been staying just within the shadow of the exit of the\ngreat rift. Now, without volition on my part, I drifted out of the\nsemi-darkness and began to move slowly across the arena--toward the\nHouse. At this, I gave up all thoughts of those prodigious Shapes above\nme--and could only stare, frightenedly, at the tremendous structure\ntoward which I was being conveyed so remorselessly. Yet, though I\nsearched earnestly, I could discover nothing that I had not already\nseen, and so became gradually calmer.\n\nPresently, I had reached a point more than halfway between the House\nand the gorge. All around was spread the stark loneliness of the place,\nand the unbroken silence. Steadily, I neared the great building. Then,\nall at once, something caught my vision, something that came 'round one\nof the huge buttresses of the House, and so into full view. It was a\ngigantic thing, and moved with a curious lope, going almost upright,\nafter the manner of a man. It was quite unclothed, and had a remarkable\nluminous appearance. Yet it was the face that attracted and frightened\nme the most. It was the face of a swine.\n\nSilently, intently, I watched this horrible creature, and forgot my\nfear, momentarily, in my interest in its movements. It was making its\nway, cumbrously 'round the building, stopping as it came to each window\nto peer in and shake at the bars, with which--as in this house--they\nwere protected; and whenever it came to a door, it would push at it,\nfingering the fastening stealthily. Evidently, it was searching for an\ningress into the House.\n\nI had come now to within less than a quarter of a mile of the great\nstructure, and still I was compelled forward. Abruptly, the Thing turned\nand gazed hideously in my direction. It opened its mouth, and, for the\nfirst time, the stillness of that abominable place was broken, by a\ndeep, booming note that sent an added thrill of apprehension through me.\nThen, immediately, I became aware that it was coming toward me, swiftly\nand silently. In an instant, it had covered half the distance that lay\nbetween. And still, I was borne helplessly to meet it. Only a hundred\nyards, and the brutish ferocity of the giant face numbed me with a\nfeeling of unmitigated horror. I could have screamed, in the supremeness\nof my fear; and then, in the very moment of my extremity and despair, I\nbecame conscious that I was looking down upon the arena, from a rapidly\nincreasing height. I was rising, rising. In an inconceivably short\nwhile, I had reached an altitude of many hundred feet. Beneath me, the\nspot that I had just left, was occupied by the foul Swine-creature. It\nhad gone down on all fours and was snuffing and rooting, like a\nveritable hog, at the surface of the arena. A moment and it rose to its\nfeet, clutching upward, with an expression of desire upon its face such\nas I have never seen in this world.\n\nContinually, I mounted higher. A few minutes, it seemed, and I had\nrisen above the great mountains--floating, alone, afar in the redness.\nAt a tremendous distance below, the arena showed, dimly; with the mighty\nHouse looking no larger than a tiny spot of green. The Swine-thing was\nno longer visible.\n\nPresently, I passed over the mountains, out above the huge breadth of\nthe plain. Far away, on its surface, in the direction of the ring-shaped\nsun, there showed a confused blur. I looked toward it, indifferently. It\nreminded me, somewhat, of the first glimpse I had caught of the\nmountain-amphitheatre.\n\nWith a sense of weariness, I glanced upward at the immense ring of\nfire. What a strange thing it was! Then, as I stared, out from the dark\ncenter, there spurted a sudden flare of extraordinary vivid fire.\nCompared with the size of the black center, it was as naught; yet, in\nitself, stupendous. With awakened interest, I watched it carefully,\nnoting its strange boiling and glowing. Then, in a moment, the whole\nthing grew dim and unreal, and so passed out of sight. Much amazed, I\nglanced down to the Plain from which I was still rising. Thus, I\nreceived a fresh surprise. The Plain--everything had vanished, and only\na sea of red mist was spread far below me. Gradually as I stared this\ngrew remote, and died away into a dim far mystery of red against an\nunfathomable night. A while, and even this had gone, and I was wrapped\nin an impalpable, lightless gloom.\n\n\n\n_IV_\n\nTHE EARTH\n\nThus I was, and only the memory that I had lived through the dark, once\nbefore, served to sustain my thoughts. A great time passed--ages. And\nthen a single star broke its way through the darkness. It was the first\nof one of the outlying clusters of this universe. Presently, it was far\nbehind, and all about me shone the splendor of the countless stars.\nLater, years it seemed, I saw the sun, a clot of flame. Around it, I\nmade out presently several remote specks of light--the planets of the\nSolar system. And so I saw the earth again, blue and unbelievably\nminute. It grew larger, and became defined.\n\nA long space of time came and went, and then at last I entered into the\nshadow of the world--plunging headlong into the dim and holy earth\nnight. Overhead were the old constellations, and there was a crescent\nmoon. Then, as I neared the earth's surface, a dimness swept over me,\nand I appeared to sink into a black mist.\n\nFor a while, I knew nothing. I was unconscious. Gradually, I became\naware of a faint, distant whining. It became plainer. A desperate\nfeeling of agony possessed me. I struggled madly for breath, and tried\nto shout. A moment, and I got my breath more easily. I was conscious\nthat something was licking my hand. Something damp swept across my face.\nI heard a panting, and then again the whining. It seemed to come to my\nears, now, with a sense of familiarity, and I opened my eyes. All was\ndark; but the feeling of oppression had left me. I was seated, and\nsomething was whining piteously, and licking me. I felt strangely\nconfused, and, instinctively, tried to ward off the thing that licked.\nMy head was curiously vacant, and, for the moment, I seemed incapable of\naction or thought. Then, things came back to me, and I called 'Pepper,'\nfaintly. I was answered by a joyful bark, and renewed and\nfrantic caresses.\n\nIn a little while, I felt stronger, and put out my hand for the\nmatches. I groped about, for a few moments, blindly; then my hands lit\nupon them, and I struck a light, and looked confusedly around. All about\nme, I saw the old, familiar things. And there I sat, full of dazed\nwonders, until the flame of the match burnt my finger, and I dropped it;\nwhile a hasty expression of pain and anger, escaped my lips, surprising\nme with the sound of my own voice.\n\nAfter a moment, I struck another match, and, stumbling across the room,\nlit the candles. As I did so, I observed that they had not burned away,\nbut had been put out.\n\nAs the flames shot up, I turned, and stared about the study; yet there\nwas nothing unusual to see; and, suddenly, a gust of irritation took me.\nWhat had happened? I held my head, with both hands, and tried to\nremember. Ah! the great, silent Plain, and the ring-shaped sun of red\nfire. Where were they? Where had I seen them? How long ago? I felt dazed\nand muddled. Once or twice, I walked up and down the room, unsteadily.\nMy memory seemed dulled, and, already, the thing I had witnessed came\nback to me with an effort.\n\nI have a remembrance of cursing, peevishly, in my bewilderment.\nSuddenly, I turned faint and giddy, and had to grasp at the table for\nsupport. During a few moments, I held on, weakly; and then managed to\ntotter sideways into a chair. After a little time, I felt somewhat\nbetter, and succeeded in reaching the cupboard where, usually, I keep\nbrandy and biscuits. I poured myself out a little of the stimulant, and\ndrank it off. Then, taking a handful of biscuits, I returned to my\nchair, and began to devour them, ravenously. I was vaguely surprised at\nmy hunger. I felt as though I had eaten nothing for an uncountably\nlong while.\n\nAs I ate, my glance roved about the room, taking in its various\ndetails, and still searching, though almost unconsciously, for something\ntangible upon which to take hold, among the invisible mysteries that\nencompassed me. 'Surely,' I thought, 'there must be something--' And, in\nthe same instant, my gaze dwelt upon the face of the clock in the\nopposite corner. Therewith, I stopped eating, and just stared. For,\nthough its ticking indicated most certainly that it was still going, the\nhands were pointing to a little _before_ the hour of midnight; whereas\nit was, as well I knew, considerably _after_ that time when I had\nwitnessed the first of the strange happenings I have just described.\n\nFor perhaps a moment I was astounded and puzzled. Had the hour been the\nsame as when I had last seen the clock, I should have concluded that the\nhands had stuck in one place, while the internal mechanism went on as\nusual; but that would, in no way, account for the hands having traveled\nbackward. Then, even as I turned the matter over in my wearied brain,\nthe thought flashed upon me that it was now close upon the morning of\nthe twenty-second, and that I had been unconscious to the visible world\nthrough the greater portion of the last twenty-four hours. The thought\noccupied my attention for a full minute; then I commenced to eat again.\nI was still very hungry.\n\nDuring breakfast, next morning, I inquired casually of my sister\nregarding the date, and found my surmise correct. I had, indeed, been\nabsent--at least in spirit--for nearly a day and a night.\n\nMy sister asked me no questions; for it is not by any means the first\ntime that I have kept to my study for a whole day, and sometimes a\ncouple of days at a time, when I have been particularly engrossed in my\nbooks or work.\n\nAnd so the days pass on, and I am still filled with a wonder to know\nthe meaning of all that I saw on that memorable night. Yet, well I know\nthat my curiosity is little likely to be satisfied.\n\n\n\n_V_\n\nTHE THING IN THE PIT\n\nThis house is, as I have said before, surrounded by a huge estate, and\nwild and uncultivated gardens.\n\nAway at the back, distant some three hundred yards, is a dark, deep\nravine--spoken of as the 'Pit,' by the peasantry. At the bottom runs a\nsluggish stream so overhung by trees as scarcely to be seen from above.\n\nIn passing, I must explain that this river has a subterranean origin,\nemerging suddenly at the East end of the ravine, and disappearing, as\nabruptly, beneath the cliffs that form its Western extremity.\n\nIt was some months after my vision (if vision it were) of the great\nPlain that my attention was particularly attracted to the Pit.\n\nI happened, one day, to be walking along its Southern edge, when,\nsuddenly, several pieces of rock and shale were dislodged from the face\nof the cliff immediately beneath me, and fell with a sullen crash\nthrough the trees. I heard them splash in the river at the bottom; and\nthen silence. I should not have given this incident more than a passing\nthought, had not Pepper at once begun to bark savagely; nor would he be\nsilent when I bade him, which is most unusual behavior on his part.\n\nFeeling that there must be someone or something in the Pit, I went back\nto the house, quickly, for a stick. When I returned, Pepper had ceased\nhis barks and was growling and smelling, uneasily, along the top.\n\nWhistling to him to follow me, I started to descend cautiously. The\ndepth to the bottom of the Pit must be about a hundred and fifty feet,\nand some time as well as considerable care was expended before we\nreached the bottom in safety.\n\nOnce down, Pepper and I started to explore along the banks of the\nriver. It was very dark there due to the overhanging trees, and I moved\nwarily, keeping my glance about me and my stick ready.\n\nPepper was quiet now and kept close to me all the time. Thus, we\nsearched right up one side of the river, without hearing or seeing\nanything. Then, we crossed over--by the simple method of jumping--and\ncommenced to beat our way back through the underbrush.\n\nWe had accomplished perhaps half the distance, when I heard again the\nsound of falling stones on the other side--the side from which we had\njust come. One large rock came thundering down through the treetops,\nstruck the opposite bank, and bounded into the river, driving a great\njet of water right over us. At this, Pepper gave out a deep growl; then\nstopped, and pricked up his ears. I listened, also.\n\nA second later, a loud, half-human, half-piglike squeal sounded from\namong the trees, apparently about halfway up the South cliff. It was\nanswered by a similar note from the bottom of the Pit. At this, Pepper\ngave a short, sharp bark, and, springing across the little river,\ndisappeared into the bushes.\n\nImmediately afterward, I heard his barks increase in depth and number,\nand in between there sounded a noise of confused jabbering. This ceased,\nand, in the succeeding silence, there rose a semi-human yell of agony.\nAlmost immediately, Pepper gave a long-drawn howl of pain, and then the\nshrubs were violently agitated, and he came running out with his tail\ndown, and glancing as he ran over his shoulder. As he reached me, I saw\nthat he was bleeding from what appeared to be a great claw wound in the\nside that had almost laid bare his ribs.\n\nSeeing Pepper thus mutilated, a furious feeling of anger seized me,\nand, whirling my staff, I sprang across, and into the bushes from which\nPepper had emerged. As I forced my way through, I thought I heard a\nsound of breathing. Next instant, I had burst into a little clear space,\njust in time to see something, livid white in color, disappear among the\nbushes on the opposite side. With a shout, I ran toward it; but, though\nI struck and probed among the bushes with my stick, I neither saw nor\nheard anything further; and so returned to Pepper. There, after bathing\nhis wound in the river, I bound my wetted handkerchief 'round his body;\nhaving done which, we retreated up the ravine and into the\ndaylight again.\n\nOn reaching the house, my sister inquired what had happened to Pepper,\nand I told her he had been fighting with a wildcat, of which I had heard\nthere were several about.\n\nI felt it would be better not to tell her how it had really happened;\nthough, to be sure, I scarcely knew myself; but this I did know, that\nthe thing I had seen run into the bushes was no wildcat. It was much too\nbig, and had, so far as I had observed, a skin like a hog's, only of a\ndead, unhealthy white color. And then--it had run upright, or nearly so,\nupon its hind feet, with a motion somewhat resembling that of a human\nbeing. This much I had noticed in my brief glimpse, and, truth to tell,\nI felt a good deal of uneasiness, besides curiosity as I turned the\nmatter over in my mind.\n\nIt was in the morning that the above incident had occurred.\n\nThen, it would be after dinner, as I sat reading, that, happening to\nlook up suddenly, I saw something peering in over the window ledge the\neyes and ears alone showing.\n\n'A pig, by Jove!' I said, and rose to my feet. Thus, I saw the thing\nmore completely; but it was no pig--God alone knows what it was. It\nreminded me, vaguely, of the hideous Thing that had haunted the great\narena. It had a grotesquely human mouth and jaw; but with no chin of\nwhich to speak. The nose was prolonged into a snout; thus it was that\nwith the little eyes and queer ears, gave it such an extraordinarily\nswinelike appearance. Of forehead there was little, and the whole face\nwas of an unwholesome white color.\n\nFor perhaps a minute, I stood looking at the thing with an ever growing\nfeeling of disgust, and some fear. The mouth kept jabbering, inanely,\nand once emitted a half-swinish grunt. I think it was the eyes that\nattracted me the most; they seemed to glow, at times, with a horribly\nhuman intelligence, and kept flickering away from my face, over the\ndetails of the room, as though my stare disturbed it.\n\nIt appeared to be supporting itself by two clawlike hands upon the\nwindowsill. These claws, unlike the face, were of a clayey brown hue,\nand bore an indistinct resemblance to human hands, in that they had four\nfingers and a thumb; though these were webbed up to the first joint,\nmuch as are a duck's. Nails it had also, but so long and powerful that\nthey were more like the talons of an eagle than aught else.\n\nAs I have said, before, I felt some fear; though almost of an\nimpersonal kind. I may explain my feeling better by saying that it was\nmore a sensation of abhorrence; such as one might expect to feel, if\nbrought in contact with something superhumanly foul; something\nunholy--belonging to some hitherto undreamt of state of existence.\n\nI cannot say that I grasped these various details of the brute at the\ntime. I think they seemed to come back to me, afterward, as though\nimprinted upon my brain. I imagined more than I saw as I looked at the\nthing, and the material details grew upon me later.\n\nFor perhaps a minute I stared at the creature; then as my nerves\nsteadied a little I shook off the vague alarm that held me, and took a\nstep toward the window. Even as I did so, the thing ducked and vanished.\nI rushed to the door and looked 'round hurriedly; but only the tangled\nbushes and shrubs met my gaze.\n\nI ran back into the house, and, getting my gun, sallied out to search\nthrough the gardens. As I went, I asked myself whether the thing I had\njust seen was likely to be the same of which I had caught a glimpse in\nthe morning. I inclined to think it was.\n\nI would have taken Pepper with me; but judged it better to give his\nwound a chance to heal. Besides, if the creature I had just seen was, as\nI imagined, his antagonist of the morning, it was not likely that he\nwould be of much use.\n\nI began my search, systematically. I was determined, if it were\npossible, to find and put an end to that swine-thing. This was, at\nleast, a material Horror!\n\nAt first, I searched, cautiously; with the thought of Pepper's wound in\nmy mind; but, as the hours passed, and not a sign of anything living,\nshowed in the great, lonely gardens, I became less apprehensive. I felt\nalmost as though I would welcome the sight of it. Anything seemed better\nthan this silence, with the ever-present feeling that the creature might\nbe lurking in every bush I passed. Later, I grew careless of danger, to\nthe extent of plunging right through the bushes, probing with my gun\nbarrel as I went.\n\nAt times, I shouted; but only the echoes answered back. I thought thus\nperhaps to frighten or stir the creature to showing itself; but only\nsucceeded in bringing my sister Mary out, to know what was the matter. I\ntold her, that I had seen the wildcat that had wounded Pepper, and that\nI was trying to hunt it out of the bushes. She seemed only half\nsatisfied, and went back into the house, with an expression of doubt\nupon her face. I wondered whether she had seen or guessed anything. For\nthe rest of the afternoon, I prosecuted the search anxiously. I felt\nthat I should be unable to sleep, with that bestial thing haunting the\nshrubberies, and yet, when evening fell, I had seen nothing. Then, as I\nturned homeward, I heard a short, unintelligible noise, among the bushes\nto my right. Instantly, I turned, and, aiming quickly, fired in the\ndirection of the sound. Immediately afterward, I heard something\nscuttling away among the bushes. It moved rapidly, and in a minute had\ngone out of hearing. After a few steps I ceased my pursuit, realizing\nhow futile it must be in the fast gathering gloom; and so, with a\ncurious feeling of depression, I entered the house.\n\nThat night, after my sister had gone to bed, I went 'round to all the\nwindows and doors on the ground floor; and saw to it that they were\nsecurely fastened. This precaution was scarcely necessary as regards the\nwindows, as all of those on the lower storey are strongly barred; but\nwith the doors--of which there are five--it was wisely thought, as not\none was locked.\n\nHaving secured these, I went to my study, yet, somehow, for once, the\nplace jarred upon me; it seemed so huge and echoey. For some time I\ntried to read; but at last finding it impossible I carried my book down\nto the kitchen where a large fire was burning, and sat there.\n\nI dare say, I had read for a couple of hours, when, suddenly, I heard a\nsound that made me lower my book, and listen, intently. It was a noise\nof something rubbing and fumbling against the back door. Once the door\ncreaked, loudly; as though force were being applied to it. During those\nfew, short moments, I experienced an indescribable feeling of terror,\nsuch as I should have believed impossible. My hands shook; a cold sweat\nbroke out on me, and I shivered violently.\n\nGradually, I calmed. The stealthy movements outside had ceased.\n\nThen for an hour I sat silent and watchful. All at once the feeling of\nfear took me again. I felt as I imagine an animal must, under the eye of\na snake. Yet now I could hear nothing. Still, there was no doubting that\nsome unexplained influence was at work.\n\nGradually, imperceptibly almost, something stole on my ear--a sound\nthat resolved itself into a faint murmur. Quickly it developed and grew\ninto a muffled but hideous chorus of bestial shrieks. It appeared to\nrise from the bowels of the earth.\n\nI heard a thud, and realized in a dull, half comprehending way that I\nhad dropped my book. After that, I just sat; and thus the daylight found\nme, when it crept wanly in through the barred, high windows of the\ngreat kitchen.\n\nWith the dawning light, the feeling of stupor and fear left me; and I\ncame more into possession of my senses.\n\nThereupon I picked up my book, and crept to the door to listen. Not a\nsound broke the chilly silence. For some minutes I stood there; then,\nvery gradually and cautiously, I drew back the bolt and opening the door\npeeped out.\n\nMy caution was unneeded. Nothing was to be seen, save the grey vista of\ndreary, tangled bushes and trees, extending to the distant plantation.\n\nWith a shiver, I closed the door, and made my way, quietly, up to bed.\n\n\n\n_VI_\n\nTHE SWINE-THINGS\n\nIt was evening, a week later. My sister sat in the garden, knitting. I\nwas walking up and down, reading. My gun leant up against the wall of\nthe house; for, since the advent of that strange thing in the gardens, I\nhad deemed it wise to take precautions. Yet, through the whole week,\nthere had been nothing to alarm me, either by sight or sound; so that I\nwas able to look back, calmly, to the incident; though still with a\nsense of unmitigated wonder and curiosity.\n\nI was, as I have just said, walking up and down, and somewhat engrossed\nin my book. Suddenly, I heard a crash, away in the direction of the Pit.\nWith a quick movement, I turned and saw a tremendous column of dust\nrising high into the evening air.\n\nMy sister had risen to her feet, with a sharp exclamation of surprise\nand fright.\n\nTelling her to stay where she was, I snatched up my gun, and ran toward\nthe Pit. As I neared it, I heard a dull, rumbling sound, that grew\nquickly into a roar, split with deeper crashes, and up from the Pit\ndrove a fresh volume of dust.\n\nThe noise ceased, though the dust still rose, tumultuously.\n\nI reached the edge, and looked down; but could see nothing save a boil\nof dust clouds swirling hither and thither. The air was so full of the\nsmall particles, that they blinded and choked me; and, finally, I had to\nrun out from the smother, to breathe.\n\nGradually, the suspended matter sank, and hung in a panoply over the\nmouth of the Pit.\n\nI could only guess at what had happened.\n\nThat there had been a land-slip of some kind, I had little doubt; but\nthe cause was beyond my knowledge; and yet, even then, I had half\nimaginings; for, already, the thought had come to me, of those falling\nrocks, and that Thing in the bottom of the Pit; but, in the first\nminutes of confusion, I failed to reach the natural conclusion, to which\nthe catastrophe pointed.\n\nSlowly, the dust subsided, until, presently, I was able to approach the\nedge, and look down.\n\nFor a while, I peered impotently, trying to see through the reek. At\nfirst, it was impossible to make out anything. Then, as I stared, I saw\nsomething below, to my left, that moved. I looked intently toward it,\nand, presently, made out another, and then another--three dim shapes\nthat appeared to be climbing up the side of the Pit. I could see them\nonly indistinctly. Even as I stared and wondered, I heard a rattle of\nstones, somewhere to my right. I glanced across; but could see nothing.\nI leant forward, and peered over, and down into the Pit, just beneath\nwhere I stood; and saw no further than a hideous, white swine-face, that\nhad risen to within a couple of yards of my feet. Below it, I could make\nout several others. As the Thing saw me, it gave a sudden, uncouth\nsqueal, which was answered from all parts of the Pit. At that, a gust of\nhorror and fear took me, and, bending down, I discharged my gun right\ninto its face. Straightway, the creature disappeared, with a clatter of\nloose earth and stones.\n\nThere was a momentary silence, to which, probably, I owe my life; for,\nduring it, I heard a quick patter of many feet, and, turning sharply,\nsaw a troop of the creatures coming toward me, at a run. Instantly, I\nraised my gun and fired at the foremost, who plunged head-long, with a\nhideous howling. Then, I turned to run. More than halfway from the house\nto the Pit, I saw my sister--she was coming toward me. I could not see\nher face, distinctly, as the dusk had fallen; but there was fear in her\nvoice as she called to know why I was shooting.\n\n'Run!' I shouted in reply. 'Run for your life!'\n\nWithout more ado, she turned and fled--picking up her skirts with both\nhands. As I followed, I gave a glance behind. The brutes were running on\ntheir hind legs--at times dropping on all fours.\n\nI think it must have been the terror in my voice, that spurred Mary to\nrun so; for I feel convinced that she had not, as yet, seen those hell\ncreatures that pursued.\n\nOn we went, my sister leading.\n\nEach moment, the nearing sounds of the footsteps, told me that the\nbrutes were gaining on us, rapidly. Fortunately, I am accustomed to\nlive, in some ways, an active life. As it was, the strain of the race\nwas beginning to tell severely upon me.\n\nAhead, I could see the back door--luckily it was open. I was some\nhalf-dozen yards behind Mary, now, and my breath was sobbing in my\nthroat. Then, something touched my shoulder. I wrenched my head 'round,\nquickly, and saw one of those monstrous, pallid faces close to mine. One\nof the creatures, having outrun its companions, had almost overtaken me.\nEven as I turned, it made a fresh grab. With a sudden effort, I sprang\nto one side, and, swinging my gun by the barrel, brought it crashing\ndown upon the foul creature's head. The Thing dropped, with an almost\nhuman groan.\n\nEven this short delay had been nearly sufficient to bring the rest of\nthe brutes down upon me; so that, without an instant's waste of time, I\nturned and ran for the door.\n\nReaching it, I burst into the passage; then, turning quickly, slammed\nand bolted the door, just as the first of the creatures rushed against\nit, with a sudden shock.\n\nMy sister sat, gasping, in a chair. She seemed in a fainting condition;\nbut I had no time then to spend on her. I had to make sure that all the\ndoors were fastened. Fortunately, they were. The one leading from my\nstudy into the gardens, was the last to which I went. I had just had\ntime to note that it was secured, when I thought I heard a noise\noutside. I stood perfectly silent, and listened. Yes! Now I could\ndistinctly hear a sound of whispering, and something slithered over the\npanels, with a rasping, scratchy noise. Evidently, some of the brutes\nwere feeling with their claw-hands, about the door, to discover whether\nthere were any means of ingress.\n\nThat the creatures should so soon have found the door was--to me--a\nproof of their reasoning capabilities. It assured me that they must not\nbe regarded, by any means, as mere animals. I had felt something of this\nbefore, when that first Thing peered in through my window. Then I had\napplied the term superhuman to it, with an almost instinctive knowledge\nthat the creature was something different from the brute-beast.\nSomething beyond human; yet in no good sense; but rather as something\nfoul and hostile to the _great_ and _good_ in humanity. In a word, as\nsomething intelligent, and yet inhuman. The very thought of the\ncreatures filled me with revulsion.\n\nNow, I bethought me of my sister, and, going to the cupboard, I got\nout a flask of brandy, and a wine-glass. Taking these, I went down to\nthe kitchen, carrying a lighted candle with me. She was not sitting in\nthe chair, but had fallen out, and was lying upon the floor,\nface downward.\n\nVery gently, I turned her over, and raised her head somewhat. Then, I\npoured a little of the brandy between her lips. After a while, she\nshivered slightly. A little later, she gave several gasps, and opened\nher eyes. In a dreamy, unrealizing way, she looked at me. Then her eyes\nclosed, slowly, and I gave her a little more of the brandy. For, perhaps\na minute longer, she lay silent, breathing quickly. All at once, her\neyes opened again, and it seemed to me, as I looked, that the pupils\nwere dilated, as though fear had come with returning consciousness.\nThen, with a movement so unexpected that I started backward, she sat up.\nNoticing that she seemed giddy, I put out my hand to steady her. At\nthat, she gave a loud scream, and, scrambling to her feet, ran from\nthe room.\n\nFor a moment, I stayed there--kneeling and holding the brandy flask. I\nwas utterly puzzled and astonished.\n\nCould she be afraid of me? But no! Why should she? I could only\nconclude that her nerves were badly shaken, and that she was temporarily\nunhinged. Upstairs, I heard a door bang, loudly, and I knew that she had\ntaken refuge in her room. I put the flask down on the table. My\nattention was distracted by a noise in the direction of the back door. I\nwent toward it, and listened. It appeared to be shaken, as though some\nof the creatures struggled with it, silently; but it was far too\nstrongly constructed and hung to be easily moved.\n\nOut in the gardens rose a continuous sound. It might have been\nmistaken, by a casual listener, for the grunting and squealing of a herd\nof pigs. But, as I stood there, it came to me that there was sense and\nmeaning to all those swinish noises. Gradually, I seemed able to trace\na semblance in it to human speech--glutinous and sticky, as though each\narticulation were made with difficulty: yet, nevertheless, I was\nbecoming convinced that it was no mere medley of sounds; but a rapid\ninterchange of ideas.\n\nBy this time, it had grown quite dark in the passages, and from these\ncame all the varied cries and groans of which an old house is so full\nafter nightfall. It is, no doubt, because things are then quieter, and\none has more leisure to hear. Also, there may be something in the theory\nthat the sudden change of temperature, at sundown, affects the structure\nof the house, somewhat--causing it to contract and settle, as it were,\nfor the night. However, this is as may be; but, on that night in\nparticular, I would gladly have been quit of so many eerie noises. It\nseemed to me, that each crack and creak was the coming of one of those\nThings along the dark corridors; though I knew in my heart that this\ncould not be, for I had seen, myself, that all the doors were secure.\n\nGradually, however, these sounds grew on my nerves to such an extent\nthat, were it only to punish my cowardice, I felt I must make the 'round\nof the basement again, and, if anything were there, face it. And then, I\nwould go up to my study, for I knew sleep was out of the question, with\nthe house surrounded by creatures, half beasts, half something else, and\nentirely unholy.\n\nTaking the kitchen lamp down from its hook, I made my way from cellar\nto cellar, and room to room; through pantry and coal-hole--along\npassages, and into the hundred-and-one little blind alleys and hidden\nnooks that form the basement of the old house. Then, when I knew I had\nbeen in every corner and cranny large enough to conceal aught of any\nsize, I made my way to the stairs.\n\nWith my foot on the first step, I paused. It seemed to me, I heard a\nmovement, apparently from the buttery, which is to the left of the\nstaircase. It had been one of the first places I searched, and yet, I\nfelt certain my ears had not deceived me. My nerves were strung now,\nand, with hardly any hesitation, I stepped up to the door, holding the\nlamp above my head. In a glance, I saw that the place was empty, save\nfor the heavy, stone slabs, supported by brick pillars; and I was about\nto leave it, convinced that I had been mistaken; when, in turning, my\nlight was flashed back from two bright spots outside the window, and\nhigh up. For a few moments, I stood there, staring. Then they\nmoved--revolving slowly, and throwing out alternate scintillations of\ngreen and red; at least, so it appeared to me. I knew then that they\nwere eyes.\n\nSlowly, I traced the shadowy outline of one of the Things. It appeared\nto be holding on to the bars of the window, and its attitude suggested\nclimbing. I went nearer to the window, and held the light higher. There\nwas no need to be afraid of the creature; the bars were strong, and\nthere was little danger of its being able to move them. And then,\nsuddenly, in spite of the knowledge that the brute could not reach to\nharm me, I had a return of the horrible sensation of fear, that had\nassailed me on that night, a week previously. It was the same feeling of\nhelpless, shuddering fright. I realized, dimly, that the creature's eyes\nwere looking into mine with a steady, compelling stare. I tried to turn\naway; but could not. I seemed, now, to see the window through a mist.\nThen, I thought other eyes came and peered, and yet others; until a\nwhole galaxy of malignant, staring orbs seemed to hold me in thrall.\n\nMy head began to swim, and throb violently. Then, I was aware of a\nfeeling of acute physical pain in my left hand. It grew more severe, and\nforced, literally forced, my attention. With a tremendous effort, I\nglanced down; and, with that, the spell that had held me was broken. I\nrealized, then, that I had, in my agitation, unconsciously caught hold\nof the hot lamp-glass, and burnt my hand, badly. I looked up to the\nwindow, again. The misty appearance had gone, and, now, I saw that it\nwas crowded with dozens of bestial faces. With a sudden access of rage,\nI raised the lamp, and hurled it, full at the window. It struck the\nglass (smashing a pane), and passed between two of the bars, out into\nthe garden, scattering burning oil as it went. I heard several loud\ncries of pain, and, as my sight became accustomed to the dark, I\ndiscovered that the creatures had left the window.\n\nPulling myself together, I groped for the door, and, having found it,\nmade my way upstairs, stumbling at each step. I felt dazed, as though I\nhad received a blow on the head. At the same time, my hand smarted\nbadly, and I was full of a nervous, dull rage against those Things.\n\nReaching my study, I lit the candles. As they burnt up, their rays were\nreflected from the rack of firearms on the sidewall. At the sight, I\nremembered that I had there a power, which, as I had proved earlier,\nseemed as fatal to those monsters as to more ordinary animals; and I\ndetermined I would take the offensive.\n\nFirst of all, I bound up my hand; for the pain was fast becoming\nintolerable. After that, it seemed easier, and I crossed the room, to\nthe rifle stand. There, I selected a heavy rifle--an old and tried\nweapon; and, having procured ammunition, I made my way up into one of\nthe small towers, with which the house is crowned.\n\nFrom there, I found that I could see nothing. The gardens presented a\ndim blur of shadows--a little blacker, perhaps, where the trees stood.\nThat was all, and I knew that it was useless to shoot down into all that\ndarkness. The only thing to be done, was to wait for the moon to rise;\nthen, I might be able to do a little execution.\n\nIn the meantime, I sat still, and kept my ears open. The gardens were\ncomparatively quiet now, and only an occasional grunt or squeal came up\nto me. I did not like this silence; it made me wonder on what devilry\nthe creatures were bent. Twice, I left the tower, and took a walk\nthrough the house; but everything was silent.\n\nOnce, I heard a noise, from the direction of the Pit, as though more\nearth had fallen. Following this, and lasting for some fifteen minutes,\nthere was a commotion among the denizens of the gardens. This died away,\nand, after that all was again quiet.\n\nAbout an hour later, the moon's light showed above the distant horizon.\nFrom where I sat, I could see it over the trees; but it was not until it\nrose clear of them, that I could make out any of the details in the\ngardens below. Even then, I could see none of the brutes; until,\nhappening to crane forward, I saw several of them lying prone, up\nagainst the wall of the house. What they were doing, I could not make\nout. It was, however, a chance too good to be ignored; and, taking aim,\nI fired at the one directly beneath. There was a shrill scream, and, as\nthe smoke cleared away, I saw that it had turned on its back, and was\nwrithing, feebly. Then, it was quiet. The others had disappeared.\n\nImmediately after this, I heard a loud squeal, in the direction of the\nPit. It was answered, a hundred times, from every part of the garden.\nThis gave me some notion of the number of the creatures, and I began to\nfeel that the whole affair was becoming even more serious than I\nhad imagined.\n\nAs I sat there, silent and watchful, the thought came to me--Why was\nall this? What were these Things? What did it mean? Then my thoughts\nflew back to that vision (though, even now, I doubt whether it was a\nvision) of the Plain of Silence. What did that mean? I wondered--And\nthat Thing in the arena? Ugh! Lastly, I thought of the house I had seen\nin that far-away place. That house, so like this in every detail of\nexternal structure, that it might have been modeled from it; or this\nfrom that. I had never thought of that--\n\nAt this moment, there came another long squeal, from the Pit, followed,\na second later, by a couple of shorter ones. At once, the garden was\nfilled with answering cries. I stood up, quickly, and looked over the\nparapet. In the moonlight, it seemed as though the shrubberies were\nalive. They tossed hither and thither, as though shaken by a strong,\nirregular wind; while a continuous rustling, and a noise of scampering\nfeet, rose up to me. Several times, I saw the moonlight gleam on\nrunning, white figures among the bushes, and, twice, I fired. The second\ntime, my shot was answered by a short squeal of pain.\n\nA minute later, the gardens lay silent. From the Pit, came a deep,\nhoarse Babel of swine-talk. At times, angry cries smote the air, and\nthey would be answered by multitudinous gruntings. It occurred to me,\nthat they were holding some kind of a council, perhaps to discuss the\nproblem of entering the house. Also, I thought that they seemed much\nenraged, probably by my successful shots.\n\nIt occurred to me, that now would be a good time to make a final survey\nof our defenses. This, I proceeded to do at once; visiting the whole of\nthe basement again, and examining each of the doors. Luckily, they are\nall, like the back one, built of solid, iron-studded oak. Then, I went\nupstairs to the study. I was more anxious about this door. It is,\npalpably, of a more modern make than the others, and, though a stout\npiece of work, it has little of their ponderous strength.\n\nI must explain here, that there is a small, raised lawn on this side of\nthe house, upon which this door opens--the windows of the study being\nbarred on this account. All the other entrances--excepting the great\ngateway which is never opened--are in the lower storey.\n\n\n\n_VII_\n\nTHE ATTACK\n\nI spent some time, puzzling how to strengthen the study door. Finally,\nI went down to the kitchen, and with some trouble, brought up several\nheavy pieces of timber. These, I wedged up, slantwise, against it, from\nthe floor, nailing them top and bottom. For half-an-hour, I worked hard,\nand, at last, got it shored to my mind.\n\nThen, feeling easier, I resumed my coat, which I had laid aside, and\nproceeded to attend to one or two matters before returning to the tower.\nIt was whilst thus employed, that I heard a fumbling at the door, and\nthe latch was tried. Keeping silence, I waited. Soon, I heard several of\nthe creatures outside. They were grunting to one another, softly. Then,\nfor a minute, there was quietness. Suddenly, there sounded a quick, low\ngrunt, and the door creaked under a tremendous pressure. It would have\nburst inward; but for the supports I had placed. The strain ceased, as\nquickly as it had begun, and there was more talk.\n\nPresently, one of the Things squealed, softly, and I heard the sound\nof others approaching. There was a short confabulation; then again,\nsilence; and I realized that they had called several more to assist.\nFeeling that now was the supreme moment, I stood ready, with my rifle\npresented. If the door gave, I would, at least, slay as many\nas possible.\n\nAgain came the low signal; and, once more, the door cracked, under a\nhuge force. For, a minute perhaps, the pressure was kept up; and I\nwaited, nervously; expecting each moment to see the door come down with\na crash. But no; the struts held, and the attempt proved abortive. Then\nfollowed more of their horrible, grunting talk, and, whilst it lasted, I\nthought I distinguished the noise of fresh arrivals.\n\nAfter a long discussion, during which the door was several times\nshaken, they became quiet once more, and I knew that they were going to\nmake a third attempt to break it down. I was almost in despair. The\nprops had been severely tried in the two previous attacks, and I was\nsorely afraid that this would prove too much for them.\n\nAt that moment, like an inspiration, a thought flashed into my troubled\nbrain. Instantly, for it was no time to hesitate, I ran from the room,\nand up stair after stair. This time, it was not to one of the towers,\nthat I went; but out on to the flat, leaded roof itself. Once there, I\nraced across to the parapet, that walls it 'round, and looked down. As I\ndid so, I heard the short, grunted signal, and, even up there, caught\nthe crying of the door under the assault.\n\nThere was not a moment to lose, and, leaning over, I aimed, quickly,\nand fired. The report rang sharply, and, almost blending with it, came\nthe loud splud of the bullet striking its mark. From below, rose a\nshrill wail; and the door ceased its groaning. Then, as I took my weight\nfrom off the parapet, a huge piece of the stone coping slid from under\nme, and fell with a crash among the disorganized throng beneath.\nSeveral horrible shrieks quavered through the night air, and then I\nheard a sound of scampering feet. Cautiously, I looked over. In the\nmoonlight, I could see the great copingstone, lying right across the\nthreshold of the door. I thought I saw something under it--several\nthings, white; but I could not be sure.\n\nAnd so a few minutes passed.\n\nAs I stared, I saw something come 'round, out of the shadow of the\nhouse. It was one of the Things. It went up to the stone, silently, and\nbent down. I was unable to see what it did. In a minute it stood up. It\nhad something in its talons, which it put to its mouth and tore at....\n\nFor the moment, I did not realize. Then, slowly, I comprehended. The\nThing was stooping again. It was horrible. I started to load my rifle.\nWhen I looked again, the monster was tugging at the stone--moving it to\none side. I leant the rifle on the coping, and pulled the trigger. The\nbrute collapsed, on its face, and kicked, slightly.\n\nSimultaneously, almost, with the report, I heard another sound--that of\nbreaking glass. Waiting, only to recharge my weapon, I ran from the\nroof, and down the first two flights of stairs.\n\nHere, I paused to listen. As I did so, there came another tinkle of\nfalling glass. It appeared to come from the floor below. Excitedly, I\nsprang down the steps, and, guided by the rattle of the window-sash,\nreached the door of one of the empty bedrooms, at the back of the house.\nI thrust it open. The room was but dimly illuminated by the moonlight;\nmost of the light being blotted out by moving figures at the window.\nEven as I stood, one crawled through, into the room. Leveling my weapon,\nI fired point-blank at it--filling the room with a deafening bang. When\nthe smoke cleared, I saw that the room was empty, and the window free.\nThe room was much lighter. The night air blew in, coldly, through the\nshattered panes. Down below, in the night, I could hear a soft moaning,\nand a confused murmur of swine-voices.\n\nStepping to one side of the window, I reloaded, and then stood there,\nwaiting. Presently, I heard a scuffling noise. From where I stood in the\nshadow, I could see, without being seen.\n\nNearer came the sounds, and then I saw something come up above the\nsill, and clutch at the broken window-frame. It caught a piece of the\nwoodwork; and, now, I could make out that it was a hand and arm. A\nmoment later, the face of one of the Swine-creatures rose into view.\nThen, before I could use my rifle, or do anything, there came a sharp\ncrack--cr-ac-k; and the window-frame gave way under the weight of the\nThing. Next instant, a squashing thud, and a loud outcry, told me that\nit had fallen to the ground. With a savage hope that it had been killed,\nI went to the window. The moon had gone behind a cloud, so that I could\nsee nothing; though a steady hum of jabbering, just beneath where I\nstood, indicated that there were several more of the brutes close\nat hand.\n\nAs I stood there, looking down, I marveled how it had been possible for\nthe creatures to climb so far; for the wall is comparatively smooth,\nwhile the distance to the ground must be, at least, eighty feet.\n\nAll at once, as I bent, peering, I saw something, indistinctly, that\ncut the grey shadow of the house-side, with a black line. It passed the\nwindow, to the left, at a distance of about two feet. Then, I remembered\nthat it was a gutter-pipe, that had been put there some years ago, to\ncarry off the rainwater. I had forgotten about it. I could see, now, how\nthe creatures had managed to reach the window. Even as the solution came\nto me, I heard a faint slithering, scratching noise, and knew that\nanother of the brutes was coming. I waited some odd moments; then leant\nout of the window and felt the pipe. To my delight, I found that it was\nquite loose, and I managed, using the rifle-barrel as a crowbar, to\nlever it out from the wall. I worked quickly. Then, taking hold with\nboth bands, I wrenched the whole concern away, and hurled it down--with\nthe Thing still clinging to it--into the garden.\n\nFor a few minutes longer, I waited there, listening; but, after the\nfirst general outcry, I heard nothing. I knew, now, that there was no\nmore reason to fear an attack from this quarter. I had removed the only\nmeans of reaching the window, and, as none of the other windows had any\nadjacent water pipes, to tempt the climbing powers of the monsters, I\nbegan to feel more confident of escaping their clutches.\n\nLeaving the room, I made my way down to the study. I was anxious to see\nhow the door had withstood the test of that last assault. Entering, I\nlit two of the candles, and then turned to the door. One of the large\nprops had been displaced, and, on that side, the door had been forced\ninward some six inches.\n\nIt was Providential that I had managed to drive the brutes away just\nwhen I did! And that copingstone! I wondered, vaguely, how I had managed\nto dislodge it. I had not noticed it loose, as I took my shot; and then,\nas I stood up, it had slipped away from beneath me ... I felt that I\nowed the dismissal of the attacking force, more to its timely fall than\nto my rifle. Then the thought came, that I had better seize this chance\nto shore up the door, again. It was evident that the creatures had not\nreturned since the fall of the copingstone; but who was to say how long\nthey would keep away?\n\nThere and then, I set-to, at repairing the door--working hard and\nanxiously. First, I went down to the basement, and, rummaging 'round,\nfound several pieces of heavy oak planking. With these, I returned to\nthe study, and, having removed the props, placed the planks up against\nthe door. Then, I nailed the heads of the struts to these, and, driving\nthem well home at the bottoms, nailed them again there.\n\nThus, I made the door stronger than ever; for now it was solid with the\nbacking of boards, and would, I felt convinced, stand a heavier pressure\nthan hitherto, without giving way.\n\nAfter that, I lit the lamp which I had brought from the kitchen, and\nwent down to have a look at the lower windows.\n\nNow that I had seen an instance of the strength the creatures\npossessed, I felt considerable anxiety about the windows on the ground\nfloor--in spite of the fact that they were so strongly barred.\n\nI went first to the buttery, having a vivid remembrance of my late\nadventure there. The place was chilly, and the wind, soughing in through\nthe broken glass, produced an eerie note. Apart from the general air of\ndismalness, the place was as I had left it the night before. Going up to\nthe window, I examined the bars, closely; noting, as I did so, their\ncomfortable thickness. Still, as I looked more intently, it seemed to\nme, that the middle bar was bent slightly from the straight; yet it was\nbut trifling, and it might have been so for years. I had never, before,\nnoticed them particularly.\n\nI put my hand through the broken window, and shook the bar. It was as\nfirm as a rock. Perhaps the creatures had tried to 'start' it, and,\nfinding it beyond their power, ceased from the effort. After that, I\nwent 'round to each of the windows, in turn; examining them with careful\nattention; but nowhere else could I trace anything to show that there\nhad been any tampering. Having finished my survey, I went back to the\nstudy, and poured myself out a little brandy. Then to the tower\nto watch.\n\n\n\n_VIII_\n\nAFTER THE ATTACK\n\nIt was now about three a.m., and, presently, the Eastern sky began to\npale with the coming of dawn. Gradually, the day came, and, by its\nlight, I scanned the gardens, earnestly; but nowhere could I see any\nsigns of the brutes. I leant over, and glanced down to the foot of the\nwall, to see whether the body of the Thing I had shot the night before\nwas still there. It was gone. I supposed that others of the monsters had\nremoved it during the night.\n\nThen, I went down on to the roof, and crossed over to the gap from\nwhich the coping stone had fallen. Reaching it, I looked over. Yes,\nthere was the stone, as I had seen it last; but there was no appearance\nof anything beneath it; nor could I see the creatures I had killed,\nafter its fall. Evidently, they also had been taken away. I turned, and\nwent down to my study. There, I sat down, wearily. I was thoroughly\ntired. It was quite light now; though the sun's rays were not, as yet,\nperceptibly hot. A clock chimed the hour of four.\n\nI awoke, with a start, and looked 'round, hurriedly. The clock in the\ncorner, indicated that it was three o'clock. It was already afternoon. I\nmust have slept for nearly eleven hours.\n\nWith a jerky movement, I sat forward in the chair, and listened. The\nhouse was perfectly silent. Slowly, I stood up, and yawned. I felt\ndesperately tired, still, and sat down again; wondering what it was that\nhad waked me.\n\nIt must have been the clock striking, I concluded, presently; and was\ncommencing to doze off, when a sudden noise brought me back, once more,\nto life. It was the sound of a step, as of a person moving cautiously\ndown the corridor, toward my study. In an instant, I was on my feet, and\ngrasping my rifle. Noiselessly, I waited. Had the creatures broken in,\nwhilst I slept? Even as I questioned, the steps reached my door, halted\nmomentarily, and then continued down the passage. Silently, I tiptoed to\nthe doorway, and peeped out. Then, I experienced such a feeling of\nrelief, as must a reprieved criminal--it was my sister. She was going\ntoward the stairs.\n\nI stepped into the hall, and was about to call to her, when it occurred\nto me, that it was very queer she should have crept past my door, in\nthat stealthy manner. I was puzzled, and, for one brief moment, the\nthought occupied my mind, that it was not she, but some fresh mystery of\nthe house. Then, as I caught a glimpse of her old petticoat, the thought\npassed as quickly as it had come, and I half laughed. There could be no\nmistaking that ancient garment. Yet, I wondered what she was doing; and,\nremembering her condition of mind, on the previous day, I felt that it\nmight be best to follow, quietly--taking care not to alarm her--and see\nwhat she was going to do. If she behaved rationally, well and good; if\nnot, I should have to take steps to restrain her. I could run no\nunnecessary risks, under the danger that threatened us.\n\nQuickly, I reached the head of the stairs, and paused a moment. Then,\nI heard a sound that sent me leaping down, at a mad rate--it was the\nrattle of bolts being unshot. That foolish sister of mine was actually\nunbarring the back door.\n\nJust as her hand was on the last bolt, I reached her. She had not seen\nme, and, the first thing she knew, I had hold of her arm. She glanced up\nquickly, like a frightened animal, and screamed aloud.\n\n'Come, Mary!' I said, sternly, 'what's the meaning of this nonsense? Do\nyou mean to tell me you don't understand the danger, that you try to\nthrow our two lives away in this fashion!'\n\nTo this, she replied nothing; only trembled, violently, gasping and\nsobbing, as though in the last extremity of fear.\n\nThrough some minutes, I reasoned with her; pointing out the need for\ncaution, and asking her to be brave. There was little to be afraid of\nnow, I explained--and, I tried to believe that I spoke the truth--but\nshe must be sensible, and not attempt to leave the house for a few days.\n\nAt last, I ceased, in despair. It was no use talking to her; she was,\nobviously, not quite herself for the time being. Finally, I told her she\nhad better go to her room, if she could not behave rationally.\n\nStill, she took not any notice. So, without more ado, I picked her up\nin my arms, and carried her there. At first, she screamed, wildly; but\nhad relapsed into silent trembling, by the time I reached the stairs.\n\nArriving at her room, I laid her upon the bed. She lay there quietly\nenough, neither speaking nor sobbing--just shaking in a very ague of\nfear. I took a rug from a chair near by, and spread it over her. I could\ndo nothing more for her, and so, crossed to where Pepper lay in a big\nbasket. My sister had taken charge of him since his wound, to nurse him,\nfor it had proved more severe than I had thought, and I was pleased to\nnote that, in spite of her state of mind, she had looked after the old\ndog, carefully. Stooping, I spoke to him, and, in reply, he licked my\nhand, feebly. He was too ill to do more.\n\nThen, going to the bed, I bent over my sister, and asked her how she\nfelt; but she only shook the more, and, much as it pained me, I had to\nadmit that my presence seemed to make her worse.\n\nAnd so, I left her--locking the door, and pocketing the key. It seemed\nto be the only course to take.\n\nThe rest of the day, I spent between the tower and my study. For food,\nI brought up a loaf from the pantry, and on this, and some claret, I\nlived for that day.\n\nWhat a long, weary day it was. If only I could have gone out into the\ngardens, as is my wont, I should have been content enough; but to be\ncooped in this silent house, with no companion, save a mad woman and a\nsick dog, was enough to prey upon the nerves of the hardiest. And out in\nthe tangled shrubberies that surrounded the house, lurked--for all I\ncould tell--those infernal Swine-creatures waiting their chance. Was\never a man in such straits?\n\nOnce, in the afternoon, and again, later, I went to visit my sister.\nThe second time, I found her tending Pepper; but, at my approach, she\nslid over, unobtrusively, to the far corner, with a gesture that\nsaddened me beyond belief. Poor girl! her fear cut me intolerably, and I\nwould not intrude on her, unnecessarily. She would be better, I trusted,\nin a few days; meanwhile, I could do nothing; and I judged it still\nneedful--hard as it seemed--to keep her confined to her room. One thing\nthere was that I took for encouragement: she had eaten some of the food\nI had taken to her, on my first visit.\n\nAnd so the day passed.\n\nAs the evening drew on, the air grew chilly, and I began to make\npreparations for passing a second night in the tower--taking up two\nadditional rifles, and a heavy ulster. The rifles I loaded, and laid\nalongside my other; as I intended to make things warm for any of the\ncreatures who might show, during the night. I had plenty of ammunition,\nand I thought to give the brutes such a lesson, as should show them the\nuselessness of attempting to force an entrance.\n\nAfter that, I made the 'round of the house again; paying particular\nattention to the props that supported the study door. Then, feeling that\nI had done all that lay in my power to insure our safety, I returned to\nthe tower; calling in on my sister and Pepper, for a final visit, on the\nway. Pepper was asleep; but woke, as I entered, and wagged his tail, in\nrecognition. I thought he seemed slightly better. My sister was lying on\nthe bed; though whether asleep or not, I was unable to tell; and thus I\nleft them.\n\nReaching the tower, I made myself as comfortable as circumstances would\npermit, and settled down to watch through the night. Gradually, darkness\nfell, and soon the details of the gardens were merged into shadows.\nDuring the first few hours, I sat, alert, listening for any sound that\nmight help to tell me if anything were stirring down below. It was far\ntoo dark for my eyes to be of much use.\n\nSlowly, the hours passed; without anything unusual happening. And the\nmoon rose, showing the gardens, apparently empty, and silent. And so,\nthrough the night, without disturbance or sound.\n\nToward morning, I began to grow stiff and cold, with my long vigil;\nalso, I was getting very uneasy, concerning the continued quietness on\nthe part of the creatures. I mistrusted it, and would sooner, far, have\nhad them attack the house, openly. Then, at least, I should have known\nmy danger, and been able to meet it; but to wait like this, through a\nwhole night, picturing all kinds of unknown devilment, was to jeopardize\none's sanity. Once or twice, the thought came to me, that, perhaps, they\nhad gone; but, in my heart, I found it impossible to believe that it\nwas so.\n\n\n\n_IX_\n\nIN THE CELLARS\n\nAt last, what with being tired and cold, and the uneasiness that\npossessed me, I resolved to take a walk through the house; first calling\nin at the study, for a glass of brandy to warm me. This, I did, and,\nwhile there, I examined the door, carefully; but found all as I had left\nit the night before.\n\nThe day was just breaking, as I left the tower; though it was still too\ndark in the house to be able to see without a light, and I took one of\nthe study candles with me on my 'round. By the time I had finished the\nground floor, the daylight was creeping in, wanly, through the barred\nwindows. My search had shown me nothing fresh. Everything appeared to be\nin order, and I was on the point of extinguishing my candle, when the\nthought suggested itself to me to have another glance 'round the\ncellars. I had not, if I remember rightly, been into them since my hasty\nsearch on the evening of the attack.\n\nFor, perhaps, the half of a minute, I hesitated. I would have been very\nwilling to forego the task--as, indeed, I am inclined to think any man\nwell might--for of all the great, awe-inspiring rooms in this house, the\ncellars are the hugest and weirdest. Great, gloomy caverns of places,\nunlit by any ray of daylight. Yet, I would not shirk the work. I felt\nthat to do so would smack of sheer cowardice. Besides, as I reassured\nmyself, the cellars were really the most unlikely places in which to\ncome across anything dangerous; considering that they can be entered,\nonly through a heavy oaken door, the key of which, I carry always on\nmy person.\n\nIt is in the smallest of these places that I keep my wine; a gloomy\nhole close to the foot of the cellar stairs; and beyond which, I have\nseldom proceeded. Indeed, save for the rummage 'round, already\nmentioned, I doubt whether I had ever, before, been right through\nthe cellars.\n\nAs I unlocked the great door, at the top of the steps, I paused,\nnervously, a moment, at the strange, desolate smell that assailed my\nnostrils. Then, throwing the barrel of my weapon forward, I descended,\nslowly, into the darkness of the underground regions.\n\nReaching the bottom of the stairs, I stood for a minute, and listened.\nAll was silent, save for a faint drip, drip of water, falling,\ndrop-by-drop, somewhere to my left. As I stood, I noticed how quietly\nthe candle burnt; never a flicker nor flare, so utterly windless was\nthe place.\n\nQuietly, I moved from cellar to cellar. I had but a very dim memory of\ntheir arrangement. The impressions left by my first search were blurred.\nI had recollections of a succession of great cellars, and of one,\ngreater than the rest, the roof of which was upheld by pillars; beyond\nthat my mind was hazy, and predominated by a sense of cold and darkness\nand shadows. Now, however, it was different; for, although nervous, I\nwas sufficiently collected to be able to look about me, and note the\nstructure and size of the different vaults I entered.\n\nOf course, with the amount of light given by my candle, it was not\npossible to examine each place, minutely, but I was enabled to notice,\nas I went along, that the walls appeared to be built with wonderful\nprecision and finish; while here and there, an occasional, massive\npillar shot up to support the vaulted roof.\n\nThus, I came, at last, to the great cellar that I remembered. It is\nreached, through a huge, arched entrance, on which I observed strange,\nfantastic carvings, which threw queer shadows under the light of my\ncandle. As I stood, and examined these, thoughtfully, it occurred to me\nhow strange it was, that I should be so little acquainted with my own\nhouse. Yet, this may be easily understood, when one realizes the size of\nthis ancient pile, and the fact that only my old sister and I live in\nit, occupying a few of the rooms, such as our wants decide.\n\nHolding the light high, I passed on into the cellar, and, keeping to\nthe right, paced slowly up, until I reached the further end. I walked\nquietly, and looked cautiously about, as I went. But, so far as the\nlight showed, I saw nothing unusual.\n\nAt the top, I turned to the left, still keeping to the wall, and so\ncontinued, until I had traversed the whole of the vast chamber. As I\nmoved along, I noticed that the floor was composed of solid rock, in\nplaces covered with a damp mould, in others bare, or almost so, save for\na thin coating of light-grey dust.\n\nI had halted at the doorway. Now, however, I turned, and made my way up\nthe center of the place; passing among the pillars, and glancing to\nright and left, as I moved. About halfway up the cellar, I stubbed my\nfoot against something that gave out a metallic sound. Stooping quickly,\nI held the candle, and saw that the object I had kicked, was a large,\nmetal ring. Bending lower, I cleared the dust from around it, and,\npresently, discovered that it was attached to a ponderous trap door,\nblack with age.\n\nFeeling excited, and wondering to where it could lead, I laid my gun on\nthe floor, and, sticking the candle in the trigger guard, took the ring\nin both hands, and pulled. The trap creaked loudly--the sound echoing,\nvaguely, through the huge place--and opened, heavily.\n\nPropping the edge on my knee, I reached for the candle, and held it in\nthe opening, moving it to right and left; but could see nothing. I was\npuzzled and surprised. There were no signs of steps, nor even the\nappearance of there ever having been any. Nothing; save an empty\nblackness. I might have been looking down into a bottomless, sideless\nwell. Then, even as I stared, full of perplexity, I seemed to hear, far\ndown, as though from untold depths, a faint whisper of sound. I bent my\nhead, quickly, more into the opening, and listened, intently. It may\nhave been fancy; but I could have sworn to hearing a soft titter, that\ngrew into a hideous, chuckling, faint and distant. Startled, I leapt\nbackward, letting the trap fall, with a hollow clang, that filled the\nplace with echoes. Even then, I seemed to hear that mocking, suggestive\nlaughter; but this, I knew, must be my imagination. The sound, I had\nheard, was far too slight to penetrate through the cumbrous trap.\n\nFor a full minute, I stood there, quivering--glancing, nervously,\nbehind and before; but the great cellar was silent as a grave, and,\ngradually, I shook off the frightened sensation. With a calmer mind, I\nbecame again curious to know into what that trap opened; but could not,\nthen, summon sufficient courage to make a further investigation. One\nthing I felt, however, was that the trap ought to be secured. This, I\naccomplished by placing upon it several large pieces of 'dressed'\nstone, which I had noticed in my tour along the East wall.\n\nThen, after a final scrutiny of the rest of the place, I retraced my\nway through the cellars, to the stairs, and so reached the daylight,\nwith an infinite feeling of relief, that the uncomfortable task was\naccomplished.\n\n\n\n_X_\n\nTHE TIME OF WAITING\n\nThe sun was now warm, and shining brightly, forming a wondrous contrast\nto the dark and dismal cellars; and it was with comparatively light\nfeelings, that I made my way up to the tower, to survey the gardens.\nThere, I found everything quiet, and, after a few minutes, went down to\nMary's room.\n\nHere, having knocked, and received a reply, I unlocked the door. My\nsister was sitting, quietly, on the bed; as though waiting. She seemed\nquite herself again, and made no attempt to move away, as I approached;\nyet, I observed that she scanned my face, anxiously, as though in doubt,\nand but half assured in her mind that there was nothing to fear from me.\n\nTo my questions, as to how she felt, she replied, sanely enough, that\nshe was hungry, and would like to go down to prepare breakfast, if I did\nnot mind. For a minute, I meditated whether it would be safe to let her\nout. Finally, I told her she might go, on condition that she promised\nnot to attempt to leave the house, or meddle with any of the outer\ndoors. At my mention of the doors, a sudden look of fright crossed her\nface; but she said nothing, save to give the required promise, and then\nleft the room, silently.\n\nCrossing the floor, I approached Pepper. He had waked as I entered;\nbut, beyond a slight yelp of pleasure, and a soft rapping with his tail,\nhad kept quiet. Now, as I patted him, he made an attempt to stand up,\nand succeeded, only to fall back on his side, with a little yowl\nof pain.\n\nI spoke to him, and bade him lie still. I was greatly delighted with\nhis improvement, and also with the natural kindness of my sister's\nheart, in taking such good care of him, in spite of her condition of\nmind. After a while, I left him, and went downstairs, to my study.\n\nIn a little time, Mary appeared, carrying a tray on which smoked a hot\nbreakfast. As she entered the room, I saw her gaze fasten on the props\nthat supported the study door; her lips tightened, and I thought she\npaled, slightly; but that was all. Putting the tray down at my elbow,\nshe was leaving the room, quietly, when I called her back. She came, it\nseemed, a little timidly, as though startled; and I noted that her hand\nclutched at her apron, nervously.\n\n'Come, Mary,' I said. 'Cheer up! Things look brighter. I've seen none\nof the creatures since yesterday morning, early.'\n\nShe looked at me, in a curiously puzzled manner; as though not\ncomprehending. Then, intelligence swept into her eyes, and fear; but she\nsaid nothing, beyond an unintelligible murmur of acquiescence. After\nthat, I kept silence; it was evident that any reference to the\nSwine-things, was more than her shaken nerves could bear.\n\nBreakfast over, I went up to the tower. Here, during the greater part\nof the day, I maintained a strict watch over the gardens. Once or twice,\nI went down to the basement, to see how my sister was getting along.\nEach time, I found her quiet, and curiously submissive. Indeed, on the\nlast occasion, she even ventured to address me, on her own account, with\nregard to some household matter that needed attention. Though this was\ndone with an almost extraordinary timidity, I hailed it with happiness,\nas being the first word, voluntarily spoken, since the critical moment,\nwhen I had caught her unbarring the back door, to go out among those\nwaiting brutes. I wondered whether she was aware of her attempt, and how\nnear a thing it had been; but refrained from questioning her, thinking\nit best to let well alone.\n\nThat night, I slept in a bed; the first time for two nights. In the\nmorning, I rose early, and took a walk through the house. All was as it\nshould be, and I went up to the tower, to have a look at the gardens.\nHere, again, I found perfect quietness.\n\nAt breakfast, when I met Mary, I was greatly pleased to see that she\nhad sufficiently regained command over herself, to be able to greet me\nin a perfectly natural manner. She talked sensibly and quietly; only\nkeeping carefully from any mention of the past couple of days. In this,\nI humored her, to the extent of not attempting to lead the conversation\nin that direction.\n\nEarlier in the morning, I had been to see Pepper. He was mending,\nrapidly; and bade fair to be on his legs, in earnest, in another day or\ntwo. Before leaving the breakfast table, I made some reference to his\nimprovement. In the short discussion that followed, I was surprised to\ngather, from my sister's remarks, that she was still under the\nimpression that his wound had been given by the wildcat, of my\ninvention. It made me feel almost ashamed of myself for deceiving her.\nYet, the lie had been told to prevent her from being frightened. And\nthen, I had been sure that she must have known the truth, later, when\nthose brutes had attacked the house.\n\nDuring the day, I kept on the alert; spending much of my time, as on\nthe previous day, in the tower; but not a sign could I see of the\nSwine-creatures, nor hear any sound. Several times, the thought had come\nto me, that the Things had, at last, left us; but, up to this time, I\nhad refused to entertain the idea, seriously; now, however, I began to\nfeel that there was reason for hope. It would soon be three days since I\nhad seen any of the Things; but still, I intended to use the utmost\ncaution. For all that I could tell, this protracted silence might be a\nruse to tempt me from the house--perhaps right into their arms. The\nthought of such a contingency, was, alone, sufficient to make me\ncircumspect.\n\nSo it was, that the fourth, fifth and sixth days went by, quietly,\nwithout my making any attempt to leave the house.\n\nOn the sixth day, I had the pleasure of seeing Pepper, once more, upon\nhis feet; and, though still very weak, he managed to keep me company\nduring the whole of that day.\n\n\n\n_XI_\n\nTHE SEARCHING OF THE GARDENS\n\nHow slowly the time went; and never a thing to indicate that any of the\nbrutes still infested the gardens.\n\nIt was on the ninth day that, finally, I decided to run the risk, if\nany there were, and sally out. With this purpose in view, I loaded one\nof the shotguns, carefully--choosing it, as being more deadly than a\nrifle, at close quarters; and then, after a final scrutiny of the\ngrounds, from the tower, I called Pepper to follow me, and made my way\ndown to the basement.\n\nAt the door, I must confess to hesitating a moment. The thought of what\nmight be awaiting me among the dark shrubberies, was by no means\ncalculated to encourage my resolution. It was but a second, though, and\nthen I had drawn the bolts, and was standing on the path outside\nthe door.\n\nPepper followed, stopping at the doorstep to sniff, suspiciously; and\ncarrying his nose up and down the jambs, as though following a scent.\nThen, suddenly, he turned, sharply, and started to run here and there,\nin semicircles and circles, all around the door; finally returning to\nthe threshold. Here, he began again to nose about.\n\nHitherto, I had stood, watching the dog; yet, all the time, with half\nmy gaze on the wild tangle of gardens, stretching 'round me. Now, I went\ntoward him, and, bending down, examined the surface of the door, where\nhe was smelling. I found that the wood was covered with a network of\nscratches, crossing and recrossing one another, in inextricable\nconfusion. In addition to this, I noticed that the doorposts,\nthemselves, were gnawed in places. Beyond these, I could find nothing;\nand so, standing up, I began to make the tour of the house wall.\n\nPepper, as soon as I walked away, left the door, and ran ahead, still\nnosing and sniffing as he went along. At times, he stopped to\ninvestigate. Here, it would be a bullet-hole in the pathway, or,\nperhaps, a powder stained wad. Anon, it might be a piece of torn sod, or\na disturbed patch of weedy path; but, save for such trifles, he found\nnothing. I observed him, critically, as he went along, and could\ndiscover nothing of uneasiness, in his demeanor, to indicate that he\nfelt the nearness of any of the creatures. By this, I was assured that\nthe gardens were empty, at least for the present, of those hateful\nThings. Pepper could not be easily deceived, and it was a relief to feel\nthat he would know, and give me timely warning, if there were\nany danger.\n\nReaching the place where I had shot that first creature, I stopped, and\nmade a careful scrutiny; but could see nothing. From there, I went on to\nwhere the great copingstone had fallen. It lay on its side, apparently\njust as it had been left when I shot the brute that was moving it. A\ncouple of feet to the right of the nearer end, was a great dent in the\nground; showing where it had struck. The other end was still within the\nindentation--half in, and half out. Going nearer, I looked at the stone,\nmore closely. What a huge piece of masonry it was! And that creature had\nmoved it, single-handed, in its attempt to reach what lay below.\n\nI went 'round to the further end of the stone. Here, I found that it\nwas possible to see under it, for a distance of nearly a couple of feet.\nStill, I could see nothing of the stricken creatures, and I felt much\nsurprised. I had, as I have before said, guessed that the remains had\nbeen removed; yet, I could not conceive that it had been done so\nthoroughly as not to leave some certain sign, beneath the stone,\nindicative of their fate. I had seen several of the brutes struck down\nbeneath it, with such force that they must have been literally driven\ninto the earth; and now, not a vestige of them was to be seen--not even\na bloodstain.\n\nI felt more puzzled, than ever, as I turned the matter over in my mind;\nbut could think of no plausible explanation; and so, finally, gave it\nup, as one of the many things that were unexplainable.\n\nFrom there, I transferred my attention to the study door. I could see,\nnow, even more plainly, the effects of the tremendous strain, to which\nit had been subjected; and I marveled how, even with the support\nafforded by the props, it had withstood the attacks, so well. There were\nno marks of blows--indeed, none had been given--but the door had been\nliterally riven from its hinges, by the application of enormous, silent\nforce. One thing that I observed affected me profoundly--the head of one\nof the props had been driven right through a panel. This was, of itself,\nsufficient to show how huge an effort the creatures had made to break\ndown the door, and how nearly they had succeeded.\n\nLeaving, I continued my tour 'round the house, finding little else of\ninterest; save at the back, where I came across the piece of piping I\nhad torn from the wall, lying among the long grass underneath the\nbroken window.\n\nThen, I returned to the house, and, having re-bolted the back door,\nwent up to the tower. Here, I spent the afternoon, reading, and\noccasionally glancing down into the gardens. I had determined, if the\nnight passed quietly, to go as far as the Pit, on the morrow. Perhaps, I\nshould be able to learn, then, something of what had happened. The day\nslipped away, and the night came, and went much as the last few\nnights had gone.\n\nWhen I rose the morning had broken, fine and clear; and I determined to\nput my project into action. During breakfast, I considered the matter,\ncarefully; after which, I went to the study for my shotgun. In addition,\nI loaded, and slipped into my pocket, a small, but heavy, pistol. I\nquite understood that, if there were any danger, it lay in the direction\nof the Pit and I intended to be prepared.\n\nLeaving the study, I went down to the back door, followed by Pepper.\nOnce outside, I took a quick survey of the surrounding gardens, and then\nset off toward the Pit. On the way, I kept a sharp outlook, holding my\ngun, handily. Pepper was running ahead, I noticed, without any apparent\nhesitation. From this, I augured that there was no imminent danger to be\napprehended, and I stepped out more quickly in his wake. He had reached\nthe top of the Pit, now, and was nosing his way along the edge.\n\nA minute later, I was beside him, looking down into the Pit. For a\nmoment, I could scarcely believe that it was the same place, so greatly\nwas it changed. The dark, wooded ravine of a fortnight ago, with a\nfoliage-hidden stream, running sluggishly, at the bottom, existed no\nlonger. Instead, my eyes showed me a ragged chasm, partly filled with a\ngloomy lake of turbid water. All one side of the ravine was stripped of\nunderwood, showing the bare rock.\n\nA little to my left, the side of the Pit appeared to have collapsed\naltogether, forming a deep V-shaped cleft in the face of the rocky\ncliff. This rift ran, from the upper edge of the ravine, nearly down to\nthe water, and penetrated into the Pit side, to a distance of some forty\nfeet. Its opening was, at least, six yards across; and, from this, it\nseemed to taper into about two. But, what attracted my attention, more\nthan even the stupendous split itself, was a great hole, some distance\ndown the cleft, and right in the angle of the V. It was clearly defined,\nand not unlike an arched doorway in shape; though, lying as it did in\nthe shadow, I could not see it very distinctly.\n\nThe opposite side of the Pit, still retained its verdure; but so torn\nin places, and everywhere covered with dust and rubbish, that it was\nhardly distinguishable as such.\n\nMy first impression, that there had been a land slip, was, I began to\nsee, not sufficient, of itself, to account for all the changes I\nwitnessed. And the water--? I turned, suddenly; for I had become aware\nthat, somewhere to my right, there was a noise of running water. I could\nsee nothing; but, now that my attention had been caught, I\ndistinguished, easily, that it came from somewhere at the East end\nof the Pit.\n\nSlowly, I made my way in that direction; the sound growing plainer as I\nadvanced, until in a little, I stood right above it. Even then, I could\nnot perceive the cause, until I knelt down, and thrust my head over the\ncliff. Here, the noise came up to me, plainly; and I saw, below me, a\ntorrent of clear water, issuing from a small fissure in the Pit side,\nand rushing down the rocks, into the lake beneath. A little further\nalong the cliff, I saw another, and, beyond that again, two smaller\nones. These, then, would help to account for the quantity of water in\nthe Pit; and, if the fall of rock and earth had blocked the outlet of\nthe stream at the bottom, there was little doubt but that it was\ncontributing a very large share.\n\nYet, I puzzled my head to account for the generally _shaken_ appearance\nof the place--these streamlets, and that huge cleft, further up the\nravine! It seemed to me, that more than the landslip was necessary to\naccount for these. I could imagine an earthquake, or a great\n_explosion_, creating some such condition of affairs as existed; but, of\nthese, there had been neither. Then, I stood up, quickly, remembering\nthat crash, and the cloud of dust that had followed, directly, rushing\nhigh into the air. But I shook my head, unbelievingly. No! It must have\nbeen the noise of the falling rocks and earth, I had heard; of course,\nthe dust would fly, naturally. Still, in spite of my reasoning, I had an\nuneasy feeling, that this theory did not satisfy my sense of the\nprobable; and yet, was any other, that I could suggest, likely to be\nhalf so plausible? Pepper had been sitting on the grass, while I\nconducted my examination. Now, as I turned up the North side of the\nravine, he rose and followed.\n\nSlowly, and keeping a careful watch in all directions, I made the\ncircuit of the Pit; but found little else, that I had not already seen.\nFrom the West end, I could see the four waterfalls, uninterruptedly.\nThey were some considerable distance up from the surface of the\nlake--about fifty feet, I calculated.\n\nFor a little while longer, I loitered about; keeping my eyes and ears\nopen, but still, without seeing or hearing anything suspicious. The\nwhole place was wonderfully quiet; indeed, save for the continuous\nmurmur of the water, at the top end, no sound, of any description, broke\nthe silence.\n\nAll this while, Pepper had shown no signs of uneasiness. This seemed,\nto me, to indicate that, for the time being, at least, there was none of\nthe Swine-creatures in the vicinity. So far as I could see, his\nattention appeared to have been taken, chiefly, with scratching and\nsniffing among the grass at the edge of the Pit. At times, he would\nleave the edge, and run along toward the house, as though following\ninvisible tracks; but, in all cases, returning after a few minutes. I\nhad little doubt but that he was really tracing out the footsteps of the\nSwine-things; and the very fact that each one seemed to lead him back to\nthe Pit, appeared to me, a proof that the brutes had all returned whence\nthey came.\n\nAt noon, I went home, for dinner. During the afternoon, I made a\npartial search of the gardens, accompanied by Pepper; but, without\ncoming upon anything to indicate the presence of the creatures.\n\nOnce, as we made our way through the shrubberies, Pepper rushed in\namong some bushes, with a fierce yelp. At that, I jumped back, in sudden\nfright, and threw my gun forward, in readiness; only to laugh,\nnervously, as Pepper reappeared, chasing an unfortunate cat. Toward\nevening, I gave up the search, and returned to the house. All at once,\nas we were passing a great clump of bushes, on our right, Pepper\ndisappeared, and I could hear him sniffing and growling among them, in a\nsuspicious manner. With my gun barrel, I parted the intervening\nshrubbery, and looked inside. There was nothing to be seen, save that\nmany of the branches were bent down, and broken; as though some animal\nhad made a lair there, at no very previous date. It was probably, I\nthought, one of the places occupied by some of the Swine-creatures, on\nthe night of the attack.\n\nNext day, I resumed my search through the gardens; but without result.\nBy evening, I had been right through them, and now, I knew, beyond the\npossibility of doubt, that there were no longer any of the Things\nconcealed about the place. Indeed, I have often thought since, that I\nwas correct in my earlier surmise, that they had left soon after\nthe attack.\n\n\n\n_XII_\n\nTHE SUBTERRANEAN PIT\n\nAnother week came and went, during which I spent a great deal of my time\nabout the Pit mouth. I had come to the conclusion a few days earlier,\nthat the arched hole, in the angle of the great rift, was the place\nthrough which the Swine-things had made their exit, from some unholy\nplace in the bowels of the world. How near the probable truth this went,\nI was to learn later.\n\nIt may be easily understood, that I was tremendously curious, though in\na frightened way, to know to what infernal place that hole led; though,\nso far, the idea had not struck me, seriously, of making an\ninvestigation. I was far too much imbued with a sense of horror of the\nSwine-creatures, to think of venturing, willingly, where there was any\nchance of coming into contact with them.\n\nGradually, however, as time passed, this feeling grew insensibly less;\nso that when, a few days later, the thought occurred to me that it might\nbe possible to clamber down and have a look into the hole, I was not so\nexceedingly averse to it, as might have been imagined. Still, I do not\nthink, even then, that I really intended to try any such foolhardy\nadventure. For all that I could tell, it might be certain death, to\nenter that doleful looking opening. And yet, such is the pertinacity of\nhuman curiosity, that, at last, my chief desire was but to discover what\nlay beyond that gloomy entrance.\n\nSlowly, as the days slid by, my fear of the Swine-things became an\nemotion of the past--more an unpleasant, incredible memory, than\naught else.\n\nThus, a day came, when, throwing thoughts and fancies adrift, I\nprocured a rope from the house, and, having made it fast to a stout\ntree, at the top of the rift, and some little distance back from the Pit\nedge, let the other end down into the cleft, until it dangled right\nacross the mouth of the dark hole.\n\nThen, cautiously, and with many misgivings as to whether it was not a\nmad act that I was attempting, I climbed slowly down, using the rope as\na support, until I reached the hole. Here, still holding on to the rope,\nI stood, and peered in. All was perfectly dark, and not a sound came to\nme. Yet, a moment later, it seemed that I could hear something. I held\nmy breath, and listened; but all was silent as the grave, and I breathed\nfreely once more. At the same instant, I heard the sound again. It was\nlike a noise of labored breathing--deep and sharp-drawn. For a short\nsecond, I stood, petrified; not able to move. But now the sounds had\nceased again, and I could hear nothing.\n\nAs I stood there, anxiously, my foot dislodged a pebble, which fell\ninward, into the dark, with a hollow chink. At once, the noise was taken\nup and repeated a score of times; each succeeding echo being fainter,\nand seeming to travel away from me, as though into remote distance.\nThen, as the silence fell again, I heard that stealthy breathing. For\neach respiration I made, I could hear an answering breath. The sounds\nappeared to be coming nearer; and then, I heard several others; but\nfainter and more distant. Why I did not grip the rope, and spring up out\nof danger, I cannot say. It was as though I had been paralyzed. I broke\nout into a profuse sweat, and tried to moisten my lips with my tongue.\nMy throat had gone suddenly dry, and I coughed, huskily. It came back to\nme, in a dozen, horrible, throaty tones, mockingly. I peered,\nhelplessly, into the gloom; but still nothing showed. I had a strange,\nchoky sensation, and again I coughed, dryly. Again the echo took it up,\nrising and falling, grotesquely, and dying slowly into a\nmuffled silence.\n\nThen, suddenly, a thought came to me, and I held my breath. The other\nbreathing stopped. I breathed again, and, once more, it re-commenced.\nBut now, I no longer feared. I knew that the strange sounds were not\nmade by any lurking Swine-creature; but were simply the echo of my own\nrespirations.\n\nYet, I had received such a fright, that I was glad to scramble up the\nrift, and haul up the rope. I was far too shaken and nervous to think of\nentering that dark hole then, and so returned to the house. I felt more\nmyself next morning; but even then, I could not summon up sufficient\ncourage to explore the place.\n\nAll this time, the water in the Pit had been creeping slowly up, and\nnow stood but a little below the opening. At the rate at which it was\nrising, it would be level with the floor in less than another week; and\nI realized that, unless I carried out my investigations soon, I should\nprobably never do so at all; as the water would rise and rise, until the\nopening, itself, was submerged.\n\nIt may have been that this thought stirred me to act; but, whatever it\nwas, a couple of days later, saw me standing at the top of the cleft,\nfully equipped for the task.\n\nThis time, I was resolved to conquer my shirking, and go right through\nwith the matter. With this intention, I had brought, in addition to the\nrope, a bundle of candles, meaning to use them as a torch; also my\ndouble-barreled shotgun. In my belt, I had a heavy horse-pistol, loaded\nwith buckshot.\n\nAs before, I fastened the rope to the tree. Then, having tied my gun\nacross my shoulders, with a piece of stout cord, I lowered myself over\nthe edge of the Pit. At this movement, Pepper, who had been eyeing my\nactions, watchfully, rose to his feet, and ran to me, with a half bark,\nhalf wail, it seemed to me, of warning. But I was resolved on my\nenterprise, and bade him lie down. I would much have liked to take him\nwith me; but this was next to impossible, in the existing circumstances.\nAs my face dropped level with the Pit edge, he licked me, right across\nthe mouth; and then, seizing my sleeve between his teeth, began to pull\nback, strongly. It was very evident that he did not want me to go. Yet,\nhaving made up my mind, I had no intention of giving up the attempt;\nand, with a sharp word to Pepper, to release me, I continued my descent,\nleaving the poor old fellow at the top, barking and crying like a\nforsaken pup.\n\nCarefully, I lowered myself from projection to projection. I knew that\na slip might mean a wetting.\n\nReaching the entrance, I let go the rope, and untied the gun from my\nshoulders. Then, with a last look at the sky--which I noticed was\nclouding over, rapidly--I went forward a couple of paces, so as to be\nshielded from the wind, and lit one of the candles. Holding it above my\nhead, and grasping my gun, firmly, I began to move on, slowly, throwing\nmy glances in all directions.\n\nFor the first minute, I could hear the melancholy sound of Pepper's\nhowling, coming down to me. Gradually, as I penetrated further into the\ndarkness, it grew fainter; until, in a little while, I could hear\nnothing. The path tended downward somewhat, and to the left. Thence it\nkept on, still running to the left, until I found that it was leading me\nright in the direction of the house.\n\nVery cautiously, I moved onward, stopping, every few steps, to listen.\nI had gone, perhaps, a hundred yards, when, suddenly, it seemed to me\nthat I caught a faint sound, somewhere along the passage behind. With my\nheart thudding heavily, I listened. The noise grew plainer, and appeared\nto be approaching, rapidly. I could hear it distinctly, now. It was the\nsoft padding of running feet. In the first moments of fright, I stood,\nirresolute; not knowing whether to go forward or backward. Then, with a\nsudden realization of the best thing to do, I backed up to the rocky\nwall on my right, and, holding the candle above my head, waited--gun in\nhand--cursing my foolhardy curiosity, for bringing me into such\na strait.\n\nI had not long to wait, but a few seconds, before two eyes reflected\nback from the gloom, the rays of my candle. I raised my gun, using my\nright hand only, and aimed quickly. Even as I did so, something leapt\nout of the darkness, with a blustering bark of joy that woke the echoes,\nlike thunder. It was Pepper. How he had contrived to scramble down the\ncleft, I could not conceive. As I brushed my hand, nervously, over his\ncoat, I noticed that he was dripping; and concluded that he must have\ntried to follow me, and fallen into the water; from which he would not\nfind it very difficult to climb.\n\nHaving waited a minute, or so, to steady myself, I proceeded along the\nway, Pepper following, quietly. I was curiously glad to have the old\nfellow with me. He was company, and, somehow, with him at my heels, I\nwas less afraid. Also, I knew how quickly his keen ears would detect the\npresence of any unwelcome creature, should there be such, amid the\ndarkness that wrapped us.\n\nFor some minutes we went slowly along; the path still leading straight\ntoward the house. Soon, I concluded, we should be standing right beneath\nit, did the path but carry far enough. I led the way, cautiously, for\nanother fifty yards, or so. Then, I stopped, and held the light high;\nand reason enough I had to be thankful that I did so; for there, not\nthree paces forward, the path vanished, and, in place, showed a hollow\nblackness, that sent sudden fear through me.\n\nVery cautiously, I crept forward, and peered down; but could see\nnothing. Then, I crossed to the left of the passage, to see whether\nthere might be any continuation of the path. Here, right against the\nwall, I found that a narrow track, some three feet wide, led onward.\nCarefully, I stepped on to it; but had not gone far, before I regretted\nventuring thereon. For, after a few paces, the already narrow way,\nresolved itself into a mere ledge, with, on the one side the solid,\nunyielding rock, towering up, in a great wall, to the unseen roof, and,\non the other, that yawning chasm. I could not help reflecting how\nhelpless I was, should I be attacked there, with no room to turn, and\nwhere even the recoil of my weapon might be sufficient to drive me\nheadlong into the depths below.\n\nTo my great relief, a little further on, the track suddenly broadened\nout again to its original breadth. Gradually, as I went onward, I\nnoticed that the path trended steadily to the right, and so, after some\nminutes, I discovered that I was not going forward; but simply circling\nthe huge abyss. I had, evidently, come to the end of the great passage.\n\nFive minutes later, I stood on the spot from which I had started;\nhaving been completely 'round, what I guessed now to be a vast pit, the\nmouth of which must be at least a hundred yards across.\n\nFor some little time, I stood there, lost in perplexing thought. 'What\ndoes it all mean?' was the cry that had begun to reiterate through\nmy brain.\n\nA sudden idea struck me, and I searched 'round for a piece of stone.\nPresently, I found a bit of rock, about the size of a small loaf.\nSticking the candle upright in a crevice of the floor, I went back from\nthe edge, somewhat, and, taking a short run, launched the stone forward\ninto the chasm--my idea being to throw it far enough to keep it clear of\nthe sides. Then, I stooped forward, and listened; but, though I kept\nperfectly quiet, for at least a full minute, no sound came back to me\nfrom out of the dark.\n\nI knew, then, that the depth of the hole must be immense; for the\nstone, had it struck anything, was large enough to have set the echoes\nof that weird place, whispering for an indefinite period. Even as it\nwas, the cavern had given back the sounds of my footfalls,\nmultitudinously. The place was awesome, and I would willingly have\nretraced my steps, and left the mysteries of its solitudes unsolved;\nonly, to do so, meant admitting defeat.\n\nThen, a thought came, to try to get a view of the abyss. It occurred to\nme that, if I placed my candles 'round the edge of the hole, I should be\nable to get, at least, some dim sight of the place.\n\nI found, on counting, that I had brought fifteen candles, in the\nbundle--my first intention having been, as I have already said, to make\na torch of the lot. These, I proceeded to place 'round the Pit mouth,\nwith an interval of about twenty yards between each.\n\nHaving completed the circle, I stood in the passage, and endeavored to\nget an idea of how the place looked. But I discovered, immediately, that\nthey were totally insufficient for my purpose. They did little more than\nmake the gloom visible. One thing they did, however, and that was, they\nconfirmed my opinion of the size of the opening; and, although they\nshowed me nothing that I wanted to see; yet the contrast they afforded\nto the heavy darkness, pleased me, curiously. It was as though fifteen\ntiny stars shone through the subterranean night.\n\nThen, even as I stood, Pepper gave a sudden howl, that was taken up by\nthe echoes, and repeated with ghastly variations, dying away, slowly.\nWith a quick movement, I held aloft the one candle that I had kept, and\nglanced down at the dog; at the same moment, I seemed to hear a noise,\nlike a diabolical chuckle, rise up from the hitherto, silent depths of\nthe Pit. I started; then, I recollected that it was, probably, the echo\nof Pepper's howl.\n\nPepper had moved away from me, up the passage, a few steps; he was\nnosing along the rocky floor; and I thought I heard him lapping. I went\ntoward him, holding the candle low. As I moved, I heard my boot go sop,\nsop; and the light was reflected from something that glistened, and\ncrept past my feet, swiftly toward the Pit. I bent lower, and looked;\nthen gave vent to an expression of surprise. From somewhere, higher up\nthe path, a stream of water was running quickly in the direction of the\ngreat opening, and growing in size every second.\n\nAgain, Pepper gave vent to that deep-drawn howl, and, running at me,\nseized my coat, and attempted to drag me up the path toward the\nentrance. With a nervous gesture, I shook him off, and crossed quickly\nover to the left-hand wall. If anything were coming, I was going to have\nthe wall at my back.\n\nThen, as I stared anxiously up the pathway, my candle caught a gleam,\nfar up the passage. At the same moment, I became conscious of a\nmurmurous roar, that grew louder, and filled the whole cavern with\ndeafening sound. From the Pit, came a deep, hollow echo, like the sob of\na giant. Then, I had sprung to one side, on to the narrow ledge that ran\n'round the abyss, and, turning, saw a great wall of foam sweep past me,\nand leap tumultuously into the waiting chasm. A cloud of spray burst\nover me, extinguishing my candle, and wetting me to the skin. I still\nheld my gun. The three nearest candles went out; but the further ones\ngave only a short flicker. After the first rush, the flow of water eased\ndown to a steady stream, maybe a foot in depth; though I could not see\nthis, until I had procured one of the lighted candles, and, with it,\nstarted to reconnoiter. Pepper had, fortunately, followed me as I leapt\nfor the ledge, and now, very much subdued, kept close behind.\n\nA short examination showed me that the water reached right across the\npassage, and was running at a tremendous rate. Already, even as I stood\nthere, it had deepened. I could make only a guess at what had happened.\nEvidently, the water in the ravine had broken into the passage, by some\nmeans. If that were the case, it would go on increasing in volume, until\nI should find it impossible to leave the place. The thought was\nfrightening. It was evident that I must make my exit as hurriedly\nas possible.\n\nTaking my gun by the stock, I sounded the water. It was a little under\nknee-deep. The noise it made, plunging down into the Pit, was deafening.\nThen, with a call to Pepper, I stepped out into the flood, using the gun\nas a staff. Instantly, the water boiled up over my knees, and nearly to\nthe tops of my thighs, with the speed at which it was racing. For one\nshort moment, I nearly lost my footing; but the thought of what lay\nbehind, stimulated me to a fierce endeavor, and, step-by-step, I\nmade headway.\n\nOf Pepper, I knew nothing at first. I had all I could do to keep on my\nlegs; and was overjoyed, when he appeared beside me. He was wading\nmanfully along. He is a big dog, with longish thin legs, and I suppose\nthe water had less grasp on them, than upon mine. Anyway, he managed a\ngreat deal better than I did; going ahead of me, like a guide, and\nwittingly--or otherwise--helping, somewhat, to break the force of the\nwater. On we went, step by step, struggling and gasping, until somewhere\nabout a hundred yards had been safely traversed. Then, whether it was\nbecause I was taking less care, or that there was a slippery place on\nthe rocky floor, I cannot say; but, suddenly, I slipped, and fell on my\nface. Instantly, the water leapt over me in a cataract, hurling me down,\ntoward that bottomless hole, at a frightful speed. Frantically I\nstruggled; but it was impossible to get a footing. I was helpless,\ngasping and drowning. All at once, something gripped my coat, and\nbrought me to a standstill. It was Pepper. Missing me, he must have\nraced back, through the dark turmoil, to find me, and then caught, and\nheld me, until I was able to get to my feet.\n\nI have a dim recollection of having seen, momentarily, the gleams of\nseveral lights; but, of this, I have never been quite sure. If my\nimpressions are correct, I must have been washed down to the very brink\nof that awful chasm, before Pepper managed to bring me to a standstill.\nAnd the lights, of course, could only have been the distant flames of\nthe candles, I had left burning. But, as I have said, I am not by any\nmeans sure. My eyes were full of water, and I had been badly shaken.\n\nAnd there was I, without my helpful gun, without light, and sadly\nconfused, with the water deepening; depending solely upon my old friend\nPepper, to help me out of that hellish place.\n\nI was facing the torrent. Naturally, it was the only way in which I\ncould have sustained my position a moment; for even old Pepper could not\nhave held me long against that terrific strain, without assistance,\nhowever blind, from me.\n\nPerhaps a minute passed, during which it was touch and go with me;\nthen, gradually I re-commenced my tortuous way up the passage. And so\nbegan the grimmest fight with death, from which ever I hope to emerge\nvictorious. Slowly, furiously, almost hopelessly, I strove; and that\nfaithful Pepper led me, dragged me, upward and onward, until, at last,\nahead I saw a gleam of blessed light. It was the entrance. Only a few\nyards further, and I reached the opening, with the water surging and\nboiling hungrily around my loins.\n\nAnd now I understood the cause of the catastrophe. It was raining\nheavily, literally in torrents. The surface of the lake was level with\nthe bottom of the opening--nay! more than level, it was above it.\nEvidently, the rain had swollen the lake, and caused this premature\nrise; for, at the rate the ravine had been filling, it would not have\nreached the entrance for a couple more days.\n\nLuckily, the rope by which I had descended, was streaming into the\nopening, upon the inrushing waters. Seizing the end, I knotted it\nsecurely 'round Pepper's body, then, summoning up the last remnant of my\nstrength, I commenced to swarm up the side of the cliff. I reached the\nPit edge, in the last stage of exhaustion. Yet, I had to make one more\neffort, and haul Pepper into safety.\n\nSlowly and wearily, I hauled on the rope. Once or twice, it seemed that\nI should have to give up; for Pepper is a weighty dog, and I was utterly\ndone. Yet, to let go, would have meant certain death to the old fellow,\nand the thought spurred me to greater exertions. I have but a very hazy\nremembrance of the end. I recall pulling, through moments that lagged\nstrangely. I have also some recollection of seeing Pepper's muzzle,\nappearing over the Pit edge, after what seemed an indefinite period of\ntime. Then, all grew suddenly dark.\n\n\n\n_XIII_\n\nTHE TRAP IN THE GREAT CELLAR\n\nI suppose I must have swooned; for, the next thing I remember, I opened\nmy eyes, and all was dusk. I was lying on my back, with one leg doubled\nunder the other, and Pepper was licking my ears. I felt horribly stiff,\nand my leg was numb, from the knee, downward. For a few minutes, I lay\nthus, in a dazed condition; then, slowly, I struggled to a sitting\nposition, and looked about me.\n\nIt had stopped raining, but the trees still dripped, dismally. From the\nPit, came a continuous murmur of running water. I felt cold and shivery.\nMy clothes were sodden, and I ached all over. Very slowly, the life came\nback into my numbed leg, and, after a little, I essayed to stand up.\nThis, I managed, at the second attempt; but I was very tottery, and\npeculiarly weak. It seemed to me, that I was going to be ill, and I made\nshift to stumble my way toward the house. My steps were erratic, and my\nhead confused. At each step that I took, sharp pains shot through\nmy limbs.\n\nI had gone, perhaps, some thirty paces, when a cry from Pepper, drew\nmy attention, and I turned, stiffly, toward him. The old dog was trying\nto follow me; but could come no further, owing to the rope, with which I\nhad hauled him up, being still tied 'round his body, the other end not\nhaving been unfastened from the tree. For a moment, I fumbled with the\nknots, weakly; but they were wet and hard, and I could do nothing. Then,\nI remembered my knife, and, in a minute, the rope was cut.\n\nHow I reached the house, I scarcely know, and, of the days that\nfollowed, I remember still less. Of one thing, I am certain, that, had\nit not been for my sister's untiring love and nursing, I had not been\nwriting at this moment.\n\nWhen I recovered my senses, it was to find that I had been in bed for\nnearly two weeks. Yet another week passed, before I was strong enough to\ntotter out into the gardens. Even then, I was not able to walk so far as\nthe Pit. I would have liked to ask my sister, how high the water had\nrisen; but felt it was wiser not to mention the subject to her. Indeed,\nsince then, I have made a rule never to speak to her about the strange\nthings, that happen in this great, old house.\n\nIt was not until a couple of days later, that I managed to get across\nto the Pit. There, I found that, in my few weeks' absence, there had\nbeen wrought a wondrous change. Instead of the three-parts filled\nravine, I looked out upon a great lake, whose placid surface, reflected\nthe light, coldly. The water had risen to within half a dozen feet of\nthe Pit edge. Only in one part was the lake disturbed, and that was\nabove the place where, far down under the silent waters, yawned the\nentrance to the vast, underground Pit. Here, there was a continuous\nbubbling; and, occasionally, a curious sort of sobbing gurgle would find\nits way up from the depth. Beyond these, there was nothing to tell of\nthe things that were hidden beneath. As I stood there, it came to me\nhow wonderfully things had worked out. The entrance to the place whence\nthe Swine-creatures had come, was sealed up, by a power that made me\nfeel there was nothing more to fear from them. And yet, with the\nfeeling, there was a sensation that, now, I should never learn anything\nfurther, of the place from which those dreadful Things had come. It was\ncompletely shut off and concealed from human curiosity forever.\n\nStrange--in the knowledge of that underground hell-hole--how apposite\nhas been the naming of the Pit. One wonders how it originated, and when.\nNaturally, one concludes that the shape and depth of the ravine would\nsuggest the name 'Pit.' Yet, is it not possible that it has, all along,\nheld a deeper significance, a hint--could one but have guessed--of the\ngreater, more stupendous Pit that lies far down in the earth, beneath\nthis old house? Under this house! Even now, the idea is strange and\nterrible to me. For I have proved, beyond doubt, that the Pit yawns\nright below the house, which is evidently supported, somewhere above the\ncenter of it, upon a tremendous, arched roof, of solid rock.\n\nIt happened in this wise, that, having occasion to go down to the\ncellars, the thought occurred to me to pay a visit to the great vault,\nwhere the trap is situated; and see whether everything was as I had\nleft it.\n\nReaching the place, I walked slowly up the center, until I came to the\ntrap. There it was, with the stones piled upon it, just as I had seen it\nlast. I had a lantern with me, and the idea came to me, that now would\nbe a good time to investigate whatever lay under the great, oak slab.\nPlacing the lantern on the floor, I tumbled the stones off the trap,\nand, grasping the ring, pulled the door open. As I did so, the cellar\nbecame filled with the sound of a murmurous thunder, that rose from far\nbelow. At the same time, a damp wind blew up into my face, bringing\nwith it a load of fine spray. Therewith, I dropped the trap, hurriedly,\nwith a half frightened feeling of wonder.\n\nFor a moment, I stood puzzled. I was not particularly afraid. The\nhaunting fear of the Swine-things had left me, long ago; but I was\ncertainly nervous and astonished. Then, a sudden thought possessed me,\nand I raised the ponderous door, with a feeling of excitement. Leaving\nit standing upon its end, I seized the lantern, and, kneeling down,\nthrust it into the opening. As I did so, the moist wind and spray drove\nin my eyes, making me unable to see, for a few moments. Even when my\neyes were clear, I could distinguish nothing below me, save darkness,\nand whirling spray.\n\nSeeing that it was useless to expect to make out anything, with the\nlight so high, I felt in my pockets for a piece of twine, with which to\nlower it further into the opening. Even as I fumbled, the lantern\nslipped from my fingers, and hurtled down into the darkness. For a brief\ninstant, I watched its fall, and saw the light shine on a tumult of\nwhite foam, some eighty or a hundred feet below me. Then it was gone. My\nsudden surmise was correct, and now, I knew the cause of the wet and\nnoise. The great cellar was connected with the Pit, by means of the\ntrap, which opened right above it; and the moisture, was the spray,\nrising from the water, falling into the depths.\n\nIn an instant, I had an explanation of certain things, that had\nhitherto puzzled me. Now, I could understand why the noises--on the\nfirst night of the invasion--had seemed to rise directly from under my\nfeet. And the chuckle that had sounded when first I opened the trap!\nEvidently, some of the Swine-things must have been right beneath me.\n\nAnother thought struck me. Were the creatures all drowned? Would they\ndrown? I remembered how unable I had been to find any traces to show\nthat my shooting had been really fatal. Had they life, as we understand\nlife, or were they ghouls? These thoughts flashed through my brain, as I\nstood in the dark, searching my pockets for matches. I had the box in my\nhand now, and, striking a light, I stepped to the trap door, and closed\nit. Then, I piled the stones back upon it; after which, I made my way\nout from the cellars.\n\nAnd so, I suppose the water goes on, thundering down into that\nbottomless hell-pit. Sometimes, I have an inexplicable desire to go down\nto the great cellar, open the trap, and gaze into the impenetrable,\nspray-damp darkness. At times, the desire becomes almost overpowering,\nin its intensity. It is not mere curiosity, that prompts me; but more as\nthough some unexplained influence were at work. Still, I never go; and\nintend to fight down the strange longing, and crush it; even as I would\nthe unholy thought of self-destruction.\n\nThis idea of some intangible force being exerted, may seem reasonless.\nYet, my instinct warns me, that it is not so. In these things, reason\nseems to me less to be trusted than instinct.\n\nOne thought there is, in closing, that impresses itself upon me, with\never growing insistence. It is, that I live in a very strange house; a\nvery awful house. And I have begun to wonder whether I am doing wisely\nin staying here. Yet, if I left, where could I go, and still obtain the\nsolitude, and the sense of her presence,[1] that alone make my old\nlife bearable?\n\n\n\n_XIV_\n\nTHE SEA OF SLEEP\n\nFor a considerable period after the last incident which I have narrated\nin my diary, I had serious thoughts of leaving this house, and might\nhave done so; but for the great and wonderful thing, of which I am\nabout to write.\n\nHow well I was advised, in my heart, when I stayed on here--spite of\nthose visions and sights of unknown and unexplainable things; for, had I\nnot stayed, then I had not seen again the face of her I loved. Yes,\nthough few know it, none now save my sister Mary, I have loved and,\nah! me--lost.\n\nI would write down the story of those sweet, old days; but it would be\nlike the tearing of old wounds; yet, after that which has happened, what\nneed have I to care? For she has come to me out of the unknown.\nStrangely, she warned me; warned me passionately against this house;\nbegged me to leave it; but admitted, when I questioned her, that she\ncould not have come to me, had I been elsewhere. Yet, in spite of this,\nstill she warned me, earnestly; telling me that it was a place, long\nago given over to evil, and under the power of grim laws, of which none\nhere have knowledge. And I--I just asked her, again, whether she would\ncome to me elsewhere, and she could only stand, silent.\n\nIt was thus, that I came to the place of the Sea of Sleep--so she\ntermed it, in her dear speech with me. I had stayed up, in my study,\nreading; and must have dozed over the book. Suddenly, I awoke and sat\nupright, with a start. For a moment, I looked 'round, with a puzzled\nsense of something unusual. There was a misty look about the room,\ngiving a curious softness to each table and chair and furnishing.\n\nGradually, the mistiness increased; growing, as it were, out of\nnothing. Then, slowly, a soft, white light began to glow in the room.\nThe flames of the candles shone through it, palely. I looked from side\nto side, and found that I could still see each piece of furniture; but\nin a strangely unreal way, more as though the ghost of each table and\nchair had taken the place of the solid article.\n\nGradually, as I looked, I saw them fade and fade; until, slowly, they\nresolved into nothingness. Now, I looked again at the candles. They\nshone wanly, and, even as I watched, grew more unreal, and so vanished.\nThe room was filled, now, with a soft, yet luminous, white twilight,\nlike a gentle mist of light. Beyond this, I could see nothing. Even the\nwalls had vanished.\n\nPresently, I became conscious that a faint, continuous sound, pulsed\nthrough the silence that wrapped me. I listened intently. It grew more\ndistinct, until it appeared to me that I harked to the breathings of\nsome great sea. I cannot tell how long a space passed thus; but, after a\nwhile, it seemed that I could see through the mistiness; and, slowly, I\nbecame aware that I was standing upon the shore of an immense and silent\nsea. This shore was smooth and long, vanishing to right and left of me,\nin extreme distances. In front, swam a still immensity of sleeping\nocean. At times, it seemed to me that I caught a faint glimmer of light,\nunder its surface; but of this, I could not be sure. Behind me, rose up,\nto an extraordinary height, gaunt, black cliffs.\n\nOverhead, the sky was of a uniform cold grey color--the whole place\nbeing lit by a stupendous globe of pale fire, that swam a little above\nthe far horizon, and shed a foamlike light above the quiet waters.\n\nBeyond the gentle murmur of the sea, an intense stillness prevailed.\nFor a long while, I stayed there, looking out across its strangeness.\nThen, as I stared, it seemed that a bubble of white foam floated up out\nof the depths, and then, even now I know not how it was, I was looking\nupon, nay, looking _into_ the face of Her--aye! into her face--into her\nsoul; and she looked back at me, with such a commingling of joy and\nsadness, that I ran toward her, blindly; crying strangely to her, in a\nvery agony of remembrance, of terror, and of hope, to come to me. Yet,\nspite of my crying, she stayed out there upon the sea, and only shook\nher head, sorrowfully; but, in her eyes was the old earth-light of\ntenderness, that I had come to know, before all things, ere we\nwere parted.\n\n\"At her perverseness, I grew desperate, and essayed to wade out to her;\nyet, though I would, I could not. Something, some invisible barrier,\nheld me back, and I was fain to stay where I was, and cry out to her in\nthe fullness of my soul, 'O, my Darling, my Darling--' but could say no\nmore, for very intensity. And, at that, she came over, swiftly, and\ntouched me, and it was as though heaven had opened. Yet, when I reached\nout my hands to her, she put me from her with tenderly stern hands, and\nI was abashed--\"\n\n\n\nTHE FRAGMENTS[2]\n\n(_The legible portions of the mutilated leaves_.)\n\n... through tears ... noise of eternity in my ears, we parted ... She\nwhom I love. O, my God ...!\n\nI was a great time dazed, and then I was alone in the blackness of the\nnight. I knew that I journeyed back, once more, to the known universe.\nPresently, I emerged from that enormous darkness. I had come among the\nstars ... vast time ... the sun, far and remote.\n\nI entered into the gulf that separates our system from the outer suns.\nAs I sped across the dividing dark, I watched, steadily, the\never-growing brightness and size of our sun. Once, I glanced back to the\nstars, and saw them shift, as it were, in my wake, against the mighty\nbackground of night, so vast was the speed of my passing spirit.\n\nI drew nigher to our system, and now I could see the shine of Jupiter.\nLater, I distinguished the cold, blue gleam of the earthlight.... I had\na moment of bewilderment. All about the sun there seemed to be bright,\nobjects, moving in rapid orbits. Inward, nigh to the savage glory of the\nsun, there circled two darting points of light, and, further off, there\nflew a blue, shining speck, that I knew to be the earth. It circled the\nsun in a space that seemed to be no more than an earth-minute.\n\n... nearer with great speed. I saw the radiances of Jupiter and\nSaturn, spinning, with incredible swiftness, in huge orbits. And ever I\ndrew more nigh, and looked out upon this strange sight--the visible\ncircling of the planets about the mother sun. It was as though time had\nbeen annihilated for me; so that a year was no more to my unfleshed\nspirit, than is a moment to an earth-bound soul.\n\nThe speed of the planets, appeared to increase; and, presently, I was\nwatching the sun, all ringed about with hair-like circles of different\ncolored fire--the paths of the planets, hurtling at mighty speed, about\nthe central flame....\n\n\"... the sun grew vast, as though it leapt to meet me.... And now I was\nwithin the circling of the outer planets, and flitting swiftly, toward\nthe place where the earth, glimmering through the blue splendor of its\norbit, as though a fiery mist, circled the sun at a monstrous\nspeed....\" [3]\n\n\n\n_XV_\n\nTHE NOISE IN THE NIGHT\n\nAnd now, I come to the strangest of all the strange happenings that\nhave befallen me in this house of mysteries. It occurred quite\nlately--within the month; and I have little doubt but that what I saw\nwas in reality the end of all things. However, to my story.\n\nI do not know how it is; but, up to the present, I have never been able\nto write these things down, directly they happened. It is as though I\nhave to wait a time, recovering my just balance, and digesting--as it\nwere--the things I have heard or seen. No doubt, this is as it should\nbe; for, by waiting, I see the incidents more truly, and write of them\nin a calmer and more judicial frame of mind. This by the way.\n\nIt is now the end of November. My story relates to what happened in the\nfirst week of the month.\n\nIt was night, about eleven o'clock. Pepper and I kept one another\ncompany in the study--that great, old room of mine, where I read and\nwork. I was reading, curiously enough, the Bible. I have begun, in these\nlater days, to take a growing interest in that great and ancient book.\nSuddenly, a distinct tremor shook the house, and there came a faint and\ndistant, whirring buzz, that grew rapidly into a far, muffled screaming.\nIt reminded me, in a queer, gigantic way, of the noise that a clock\nmakes, when the catch is released, and it is allowed to run down. The\nsound appeared to come from some remote height--somewhere up in the\nnight. There was no repetition of the shock. I looked across at Pepper.\nHe was sleeping peacefully.\n\nGradually, the whirring noise decreased, and there came a long silence.\n\nAll at once, a glow lit up the end window, which protrudes far out from\nthe side of the house, so that, from it, one may look both East and\nWest. I felt puzzled, and, after a moment's hesitation, walked across\nthe room, and pulled aside the blind. As I did so, I saw the Sun rise,\nfrom behind the horizon. It rose with a steady, perceptible movement. I\ncould see it travel upward. In a minute, it seemed, it had reached the\ntops of the trees, through which I had watched it. Up, up--It was broad\ndaylight now. Behind me, I was conscious of a sharp, mosquito-like\nbuzzing. I glanced 'round, and knew that it came from the clock. Even as\nI looked, it marked off an hour. The minute hand was moving 'round the\ndial, faster than an ordinary second-hand. The hour hand moved quickly\nfrom space to space. I had a numb sense of astonishment. A moment later,\nso it seemed, the two candles went out, almost together. I turned\nswiftly back to the window; for I had seen the shadow of the\nwindow-frames, traveling along the floor toward me, as though a great\nlamp had been carried up past the window.\n\nI saw now, that the sun had risen high into the heavens, and was still\nvisibly moving. It passed above the house, with an extraordinary sailing\nkind of motion. As the window came into shadow, I saw another\nextraordinary thing. The fine-weather clouds were not passing, easily,\nacross the sky--they were scampering, as though a hundred-mile-an-hour\nwind blew. As they passed, they changed their shapes a thousand times a\nminute, as though writhing with a strange life; and so were gone. And,\npresently, others came, and whisked away likewise.\n\nTo the West, I saw the sun, drop with an incredible, smooth, swift\nmotion. Eastward, the shadows of every seen thing crept toward the\ncoming greyness. And the movement of the shadows was visible to me--a\nstealthy, writhing creep of the shadows of the wind-stirred trees. It\nwas a strange sight.\n\nQuickly, the room began to darken. The sun slid down to the horizon,\nand seemed, as it were, to disappear from my sight, almost with a jerk.\nThrough the greyness of the swift evening, I saw the silver crescent of\nthe moon, falling out of the Southern sky, toward the West. The evening\nseemed to merge into an almost instant night. Above me, the many\nconstellations passed in a strange, 'noiseless' circling, Westward. The\nmoon fell through that last thousand fathoms of the night-gulf, and\nthere was only the starlight....\n\nAbout this time, the buzzing in the corner ceased; telling me that the\nclock had run down. A few minutes passed, and I saw the Eastward sky\nlighten. A grey, sullen morning spread through all the darkness, and hid\nthe march of the stars. Overhead, there moved, with a heavy, everlasting\nrolling, a vast, seamless sky of grey clouds--a cloud-sky that would\nhave seemed motionless, through all the length of an ordinary earth-day.\nThe sun was hidden from me; but, from moment to moment, the world would\nbrighten and darken, brighten and darken, beneath waves of subtle light\nand shadow....\n\nThe light shifted ever Westward, and the night fell upon the earth. A\nvast rain seemed to come with it, and a wind of a most extraordinary\nloudness--as though the howling of a nightlong gale, were packed into\nthe space of no more than a minute.\n\nThis noise passed, almost immediately, and the clouds broke; so that,\nonce more, I could see the sky. The stars were flying Westward, with\nastounding speed. It came to me now, for the first time, that, though\nthe noise of the wind had passed, yet a constant 'blurred' sound was in\nmy ears. Now that I noticed it, I was aware that it had been with me all\nthe time. It was the world-noise.\n\nAnd then, even as I grasped at so much comprehension, there came the\nEastward light. No more than a few heartbeats, and the sun rose,\nswiftly. Through the trees, I saw it, and then it was above the trees.\nUp--up, it soared and all the world was light. It passed, with a swift,\nsteady swing to its highest altitude, and fell thence, Westward. I saw\nthe day roll visibly over my head. A few light clouds flittered\nNorthward, and vanished. The sun went down with one swift, clear plunge,\nand there was about me, for a few seconds, the darker growing grey of\nthe gloaming.\n\nSouthward and Westward, the moon was sinking rapidly. The night had\ncome, already. A minute it seemed, and the moon fell those remaining\nfathoms of dark sky. Another minute, or so, and the Eastward sky glowed\nwith the coming dawn. The sun leapt upon me with a frightening\nabruptness, and soared ever more swiftly toward the zenith. Then,\nsuddenly, a fresh thing came to my sight. A black thundercloud rushed up\nout of the South, and seemed to leap all the arc of the sky, in a single\ninstant. As it came, I saw that its advancing edge flapped, like a\nmonstrous black cloth in the heaven, twirling and undulating rapidly,\nwith a horrid suggestiveness. In an instant, all the air was full of\nrain, and a hundred lightning flashes seemed to flood downward, as it\nwere in one great shower. In the same second of time, the world-noise\nwas drowned in the roar of the wind, and then my ears ached, under the\nstunning impact of the thunder.\n\nAnd, in the midst of this storm, the night came; and then, within the\nspace of another minute, the storm had passed, and there was only the\nconstant 'blur' of the world-noise on my hearing. Overhead, the stars\nwere sliding quickly Westward; and something, mayhaps the particular\nspeed to which they had attained, brought home to me, for the first\ntime, a keen realization of the knowledge that it was the world that\nrevolved. I seemed to see, suddenly, the world--a vast, dark\nmass--revolving visibly against the stars.\n\nThe dawn and the sun seemed to come together, so greatly had the speed\nof the world-revolution increased. The sun drove up, in one long, steady\ncurve; passed its highest point, and swept down into the Western sky,\nand disappeared. I was scarcely conscious of evening, so brief was it.\nThen I was watching the flying constellations, and the Westward\nhastening moon. In but a space of seconds, so it seemed, it was sliding\nswiftly downward through the night-blue, and then was gone. And, almost\ndirectly, came the morning.\n\nAnd now there seemed to come a strange acceleration. The sun made one\nclean, clear sweep through the sky, and disappeared behind the Westward\nhorizon, and the night came and went with a like haste.\n\nAs the succeeding day, opened and closed upon the world, I was aware of\na sweat of snow, suddenly upon the earth. The night came, and, almost\nimmediately, the day. In the brief leap of the sun, I saw that the snow\nhad vanished; and then, once more, it was night.\n\nThus matters were; and, even after the many incredible things that I\nhave seen, I experienced all the time a most profound awe. To see the\nsun rise and set, within a space of time to be measured by seconds; to\nwatch (after a little) the moon leap--a pale, and ever growing orb--up\ninto the night sky, and glide, with a strange swiftness, through the\nvast arc of blue; and, presently, to see the sun follow, springing out\nof the Eastern sky, as though in chase; and then again the night, with\nthe swift and ghostly passing of starry constellations, was all too much\nto view believingly. Yet, so it was--the day slipping from dawn to dusk,\nand the night sliding swiftly into day, ever rapidly and more rapidly.\n\nThe last three passages of the sun had shown me a snow-covered earth,\nwhich, at night, had seemed, for a few seconds, incredibly weird under\nthe fast-shifting light of the soaring and falling moon. Now, however,\nfor a little space, the sky was hidden, by a sea of swaying,\nleaden-white clouds, which lightened and blackened, alternately, with\nthe passage of day and night.\n\nThe clouds rippled and vanished, and there was once more before me, the\nvision of the swiftly leaping sun, and nights that came and went\nlike shadows.\n\nFaster and faster, spun the world. And now each day and night was\ncompleted within the space of but a few seconds; and still the speed\nincreased.\n\nIt was a little later, that I noticed that the sun had begun to have\nthe suspicion of a trail of fire behind it. This was due, evidently, to\nthe speed at which it, apparently, traversed the heavens. And, as the\ndays sped, each one quicker than the last, the sun began to assume the\nappearance of a vast, flaming comet[4] flaring across the sky at short,\nperiodic intervals. At night, the moon presented, with much greater\ntruth, a comet-like aspect; a pale, and singularly clear, fast traveling\nshape of fire, trailing streaks of cold flame. The stars showed now,\nmerely as fine hairs of fire against the dark.\n\nOnce, I turned from the window, and glanced at Pepper. In the flash of\na day, I saw that he slept, quietly, and I moved once more to\nmy watching.\n\nThe sun was now bursting up from the Eastern horizon, like a stupendous\nrocket, seeming to occupy no more than a second or two in hurling from\nEast to West. I could no longer perceive the passage of clouds across\nthe sky, which seemed to have darkened somewhat. The brief nights,\nappeared to have lost the proper darkness of night; so that the hair-like\nfire of the flying stars, showed but dimly. As the speed increased, the\nsun began to sway very slowly in the sky, from South to North, and then,\nslowly again, from North to South.\n\nSo, amid a strange confusion of mind, the hours passed.\n\nAll this while had Pepper slept. Presently, feeling lonely and\ndistraught, I called to him, softly; but he took no notice. Again, I\ncalled, raising my voice slightly; still he moved not. I walked over to\nwhere he lay, and touched him with my foot, to rouse him. At the action,\ngentle though it was, he fell to pieces. That is what happened; he\nliterally and actually crumbled into a mouldering heap of bones\nand dust.\n\nFor the space of, perhaps a minute, I stared down at the shapeless\nheap, that had once been Pepper. I stood, feeling stunned. What can have\nhappened? I asked myself; not at once grasping the grim significance of\nthat little hill of ash. Then, as I stirred the heap with my foot, it\noccurred to me that this could only happen in a great space of time.\nYears--and years.\n\nOutside, the weaving, fluttering light held the world. Inside, I stood,\ntrying to understand what it meant--what that little pile of dust and\ndry bones, on the carpet, meant. But I could not think, coherently.\n\nI glanced away, 'round the room, and now, for the first time, noticed\nhow dusty and old the place looked. Dust and dirt everywhere; piled in\nlittle heaps in the corners, and spread about upon the furniture. The\nvery carpet, itself, was invisible beneath a coating of the same, all\npervading, material. As I walked, little clouds of the stuff rose up\nfrom under my footsteps, and assailed my nostrils, with a dry, bitter\nodor that made me wheeze, huskily.\n\nSuddenly, as my glance fell again upon Pepper's remains, I stood still,\nand gave voice to my confusion--questioning, aloud, whether the years\nwere, indeed, passing; whether this, which I had taken to be a form of\nvision, was, in truth, a reality. I paused. A new thought had struck me.\nQuickly, but with steps which, for the first time, I noticed, tottered,\nI went across the room to the great pier-glass, and looked in. It was\ntoo covered with grime, to give back any reflection, and, with trembling\nhands, I began to rub off the dirt. Presently, I could see myself. The\nthought that had come to me, was confirmed. Instead of the great, hale\nman, who scarcely looked fifty, I was looking at a bent, decrepit man,\nwhose shoulders stooped, and whose face was wrinkled with the years of a\ncentury. The hair--which a few short hours ago had been nearly coal\nblack--was now silvery white. Only the eyes were bright. Gradually, I\ntraced, in that ancient man, a faint resemblance to my self of\nother days.\n\nI turned away, and tottered to the window. I knew, now, that I was old,\nand the knowledge seemed to confirm my trembling walk. For a little\nspace, I stared moodily out into the blurred vista of changeful\nlandscape. Even in that short time, a year passed, and, with a petulant\ngesture, I left the window. As I did so, I noticed that my hand shook\nwith the palsy of old age; and a short sob choked its way through\nmy lips.\n\nFor a little while, I paced, tremulously, between the window and the\ntable; my gaze wandering hither and thither, uneasily. How dilapidated\nthe room was. Everywhere lay the thick dust--thick, sleepy, and black.\nThe fender was a shape of rust. The chains that held the brass\nclock-weights, had rusted through long ago, and now the weights lay on\nthe floor beneath; themselves two cones of verdigris.\n\nAs I glanced about, it seemed to me that I could see the very furniture\nof the room rotting and decaying before my eyes. Nor was this fancy, on\nmy part; for, all at once, the bookshelf, along the sidewall, collapsed,\nwith a cracking and rending of rotten wood, precipitating its contents\nupon the floor, and filling the room with a smother of dusty atoms.\n\nHow tired I felt. As I walked, it seemed that I could hear my dry\njoints, creak and crack at every step. I wondered about my sister. Was\nshe dead, as well as Pepper? All had happened so quickly and suddenly.\nThis must be, indeed, the beginning of the end of all things! It\noccurred to me, to go to look for her; but I felt too weary. And then,\nshe had been so queer about these happenings, of late. Of late! I\nrepeated the words, and laughed, feebly--mirthlessly, as the realization\nwas borne in upon me that I spoke of a time, half a century gone. Half a\ncentury! It might have been twice as long!\n\nI moved slowly to the window, and looked out once more across the\nworld. I can best describe the passage of day and night, at this period,\nas a sort of gigantic, ponderous flicker. Moment by moment, the\nacceleration of time continued; so that, at nights now, I saw the moon,\nonly as a swaying trail of palish fire, that varied from a mere line of\nlight to a nebulous path, and then dwindled again, disappearing\nperiodically.\n\nThe flicker of the days and nights quickened. The days had grown\nperceptibly darker, and a queer quality of dusk lay, as it were, in the\natmosphere. The nights were so much lighter, that the stars were\nscarcely to be seen, saving here and there an occasional hair-like line\nof fire, that seemed to sway a little, with the moon.\n\nQuicker, and ever quicker, ran the flicker of day and night; and,\nsuddenly it seemed, I was aware that the flicker had died out, and,\ninstead, there reigned a comparatively steady light, which was shed upon\nall the world, from an eternal river of flame that swung up and down,\nNorth and South, in stupendous, mighty swings.\n\nThe sky was now grown very much darker, and there was in the blue of it\na heavy gloom, as though a vast blackness peered through it upon the\nearth. Yet, there was in it, also, a strange and awful clearness, and\nemptiness. Periodically, I had glimpses of a ghostly track of fire that\nswayed thin and darkly toward the sun-stream; vanished and reappeared.\nIt was the scarcely visible moon-stream.\n\nLooking out at the landscape, I was conscious again, of a blurring sort\nof 'flitter,' that came either from the light of the ponderous-swinging\nsun-stream, or was the result of the incredibly rapid changes of the\nearth's surface. And every few moments, so it seemed, the snow would lie\nsuddenly upon the world, and vanish as abruptly, as though an invisible\ngiant 'flitted' a white sheet off and on the earth.\n\nTime fled, and the weariness that was mine, grew insupportable. I\nturned from the window, and walked once across the room, the heavy dust\ndeadening the sound of my footsteps. Each step that I took, seemed a\ngreater effort than the one before. An intolerable ache, knew me in\nevery joint and limb, as I trod my way, with a weary uncertainty.\n\nBy the opposite wall, I came to a weak pause, and wondered, dimly, what\nwas my intent. I looked to my left, and saw my old chair. The thought of\nsitting in it brought a faint sense of comfort to my bewildered\nwretchedness. Yet, because I was so weary and old and tired, I would\nscarcely brace my mind to do anything but stand, and wish myself past\nthose few yards. I rocked, as I stood. The floor, even, seemed a place\nfor rest; but the dust lay so thick and sleepy and black. I turned, with\na great effort of will, and made toward my chair. I reached it, with a\ngroan of thankfulness. I sat down.\n\nEverything about me appeared to be growing dim. It was all so strange\nand unthought of. Last night, I was a comparatively strong, though\nelderly man; and now, only a few hours later--! I looked at the little\ndust-heap that had once been Pepper. Hours! and I laughed, a feeble,\nbitter laugh; a shrill, cackling laugh, that shocked my dimming senses.\n\nFor a while, I must have dozed. Then I opened my eyes, with a start.\nSomewhere across the room, there had been a muffled noise of something\nfalling. I looked, and saw, vaguely, a cloud of dust hovering above a\npile of _débris_. Nearer the door, something else tumbled, with a crash.\nIt was one of the cupboards; but I was tired, and took little notice. I\nclosed my eyes, and sat there in a state of drowsy, semi-unconsciousness.\nOnce or twice--as though coming through thick mists--I heard noises,\nfaintly. Then I must have slept.\n\n\n\n_XVI_\n\nTHE AWAKENING\n\nI awoke, with a start. For a moment, I wondered where I was. Then\nmemory came to me....\n\nThe room was still lit with that strange light--half-sun, half-moon,\nlight. I felt refreshed, and the tired, weary ache had left me. I went\nslowly across to the window, and looked out. Overhead, the river of\nflame drove up and down, North and South, in a dancing semi-circle of\nfire. As a mighty sleigh in the loom of time it seemed--in a sudden\nfancy of mine--to be beating home the picks of the years. For, so vastly\nhad the passage of time been accelerated, that there was no longer any\nsense of the sun passing from East to West. The only apparent movement\nwas the North and South beat of the sun-stream, that had become so swift\nnow, as to be better described as a _quiver_.\n\nAs I peered out, there came to me a sudden, inconsequent memory of that\nlast journey among the Outer worlds. I remembered the sudden vision that\nhad come to me, as I neared the Solar System, of the fast whirling\nplanets about the sun--as though the governing quality of time had been\nheld in abeyance, and the Machine of a Universe allowed to run down an\neternity, in a few moments or hours. The memory passed, along with a,\nbut partially comprehended, suggestion that I had been permitted a\nglimpse into further time spaces. I stared out again, seemingly, at the\nquake of the sun-stream. The speed seemed to increase, even as I looked.\nSeveral lifetimes came and went, as I watched.\n\nSuddenly, it struck me, with a sort of grotesque seriousness, that I\nwas still alive. I thought of Pepper, and wondered how it was that I had\nnot followed his fate. He had reached the time of his dying, and had\npassed, probably through sheer length of years. And here was I, alive,\nhundreds of thousands of centuries after my rightful period of years.\n\nFor, a time, I mused, absently. 'Yesterday--' I stopped, suddenly.\nYesterday! There was no yesterday. The yesterday of which I spoke had\nbeen swallowed up in the abyss of years, ages gone. I grew dazed with\nmuch thinking.\n\nPresently, I turned from the window, and glanced 'round the room. It\nseemed different--strangely, utterly different. Then, I knew what it was\nthat made it appear so strange. It was bare: there was not a piece of\nfurniture in the room; not even a solitary fitting of any sort.\nGradually, my amazement went, as I remembered, that this was but the\ninevitable end of that process of decay, which I had witnessed\ncommencing, before my sleep. Thousands of years! Millions of years!\n\nOver the floor was spread a deep layer of dust, that reached half way\nup to the window-seat. It had grown immeasurably, whilst I slept; and\nrepresented the dust of untold ages. Undoubtedly, atoms of the old,\ndecayed furniture helped to swell its bulk; and, somewhere among it all,\nmouldered the long-ago-dead Pepper.\n\nAll at once, it occurred to me, that I had no recollection of wading\nknee-deep through all that dust, after I awoke. True, an incredible age\nof years had passed, since I approached the window; but that was\nevidently as nothing, compared with the countless spaces of time that, I\nconceived, had vanished whilst I was sleeping. I remembered now, that I\nhad fallen asleep, sitting in my old chair. Had it gone ...? I glanced\ntoward where it had stood. Of course, there was no chair to be seen. I\ncould not satisfy myself, whether it had disappeared, after my waking,\nor before. If it had mouldered under me, surely, I should have been\nwaked by the collapse. Then I remembered that the thick dust, which\ncovered the floor, would have been sufficient to soften my fall; so that\nit was quite possible, I had slept upon the dust for a million years\nor more.\n\nAs these thoughts wandered through my brain, I glanced again, casually,\nto where the chair had stood. Then, for the first time, I noticed that\nthere were no marks, in the dust, of my footprints, between it and the\nwindow. But then, ages of years had passed, since I had awaked--tens of\nthousands of years!\n\nMy look rested thoughtfully, again upon the place where once had stood\nmy chair. Suddenly, I passed from abstraction to intentness; for there,\nin its standing place, I made out a long undulation, rounded off with\nthe heavy dust. Yet it was not so much hidden, but that I could tell\nwhat had caused it. I knew--and shivered at the knowledge--that it was a\nhuman body, ages-dead, lying there, beneath the place where I had slept.\nIt was lying on its right side, its back turned toward me. I could make\nout and trace each curve and outline, softened, and moulded, as it were,\nin the black dust. In a vague sort of way, I tried to account for its\npresence there. Slowly, I began to grow bewildered, as the thought came\nto me that it lay just about where I must have fallen when the chair\ncollapsed.\n\nGradually, an idea began to form itself within my brain; a thought that\nshook my spirit. It seemed hideous and insupportable; yet it grew upon\nme, steadily, until it became a conviction. The body under that coating,\nthat shroud of dust, was neither more nor less than my own dead shell. I\ndid not attempt to prove it. I knew it now, and wondered I had not known\nit all along. I was a bodiless thing.\n\nAwhile, I stood, trying to adjust my thoughts to this new problem. In\ntime--how many thousands of years, I know not--I attained to some degree\nof quietude--sufficient to enable me to pay attention to what was\ntranspiring around me.\n\nNow, I saw that the elongated mound had sunk, collapsed, level with the\nrest of the spreading dust. And fresh atoms, impalpable, had settled\nabove that mixture of grave-powder, which the aeons had ground. A long\nwhile, I stood, turned from the window. Gradually, I grew more\ncollected, while the world slipped across the centuries into the future.\n\nPresently, I began a survey of the room. Now, I saw that time was\nbeginning its destructive work, even on this strange old building. That\nit had stood through all the years was, it seemed to me, proof that it\nwas something different from any other house. I do not think, somehow,\nthat I had thought of its decaying. Though, why, I could not have said.\nIt was not until I had meditated upon the matter, for some considerable\ntime, that I fully realized that the extraordinary space of time through\nwhich it had stood, was sufficient to have utterly pulverized the very\nstones of which it was built, had they been taken from any earthly\nquarry. Yes, it was undoubtedly mouldering now. All the plaster had gone\nfrom the walls; even as the woodwork of the room had gone, many\nages before.\n\nWhile I stood, in contemplation, a piece of glass, from one of the\nsmall, diamond-shaped panes, dropped, with a dull tap, amid the dust\nupon the sill behind me, and crumbled into a little heap of powder. As I\nturned from contemplating it, I saw light between a couple of the stones\nthat formed the outer wall. Evidently, the mortar was falling away....\n\nAfter awhile, I turned once more to the window, and peered out. I\ndiscovered, now, that the speed of time had become enormous. The lateral\nquiver of the sun-stream, had grown so swift as to cause the dancing\nsemi-circle of flame to merge into, and disappear in, a sheet of fire\nthat covered half the Southern sky from East to West.\n\nFrom the sky, I glanced down to the gardens. They were just a blur of a\npalish, dirty green. I had a feeling that they stood higher, than in the\nold days; a feeling that they were nearer my window, as though they had\nrisen, bodily. Yet, they were still a long way below me; for the rock,\nover the mouth of the pit, on which this house stands, arches up to a\ngreat height.\n\nIt was later, that I noticed a change in the constant color of the\ngardens. The pale, dirty green was growing ever paler and paler, toward\nwhite. At last, after a great space, they became greyish-white, and\nstayed thus for a very long time. Finally, however, the greyness began\nto fade, even as had the green, into a dead white. And this remained,\nconstant and unchanged. And by this I knew that, at last, snow lay upon\nall the Northern world.\n\nAnd so, by millions of years, time winged onward through eternity, to\nthe end--the end, of which, in the old-earth days, I had thought\nremotely, and in hazily speculative fashion. And now, it was approaching\nin a manner of which none had ever dreamed.\n\nI recollect that, about this time, I began to have a lively, though\nmorbid, curiosity, as to what would happen when the end came--but I\nseemed strangely without imaginings.\n\nAll this while, the steady process of decay was continuing. The few\nremaining pieces of glass, had long ago vanished; and, every now and\nthen, a soft thud, and a little cloud of rising dust, would tell of some\nfragment of fallen mortar or stone.\n\nI looked up again, to the fiery sheet that quaked in the heavens above\nme and far down into the Southern sky. As I looked, the impression was\nborne in upon me, that it had lost some of its first brilliancy--that it\nwas duller, deeper hued.\n\nI glanced down, once more, to the blurred white of the worldscape.\nSometimes, my look returned to the burning sheet of dulling flame, that\nwas, and yet hid, the sun. At times, I glanced behind me, into the\ngrowing dusk of the great, silent room, with its aeon-carpet of\nsleeping dust....\n\nSo, I watched through the fleeting ages, lost in soul-wearing thoughts\nand wonderings, and possessed with a new weariness.\n\n\n\n_XVII_\n\nTHE SLOWING ROTATION\n\nIt might have been a million years later, that I perceived, beyond\npossibility of doubt, that the fiery sheet that lit the world, was\nindeed darkening.\n\nAnother vast space went by, and the whole enormous flame had sunk to a\ndeep, copper color. Gradually, it darkened, from copper to copper-red,\nand from this, at times, to a deep, heavy, purplish tint, with, in it, a\nstrange loom of blood.\n\nAlthough the light was decreasing, I could perceive no diminishment in\nthe apparent speed of the sun. It still spread itself in that dazzling\nveil of speed.\n\nThe world, so much of it as I could see, had assumed a dreadful shade\nof gloom, as though, in very deed, the last day of the worlds\napproached.\n\nThe sun was dying; of that there could be little doubt; and still the\nearth whirled onward, through space and all the aeons. At this time, I\nremember, an extraordinary sense of bewilderment took me. I found\nmyself, later, wandering, mentally, amid an odd chaos of fragmentary\nmodern theories and the old Biblical story of the world's ending.\n\nThen, for the first time, there flashed across me, the memory that the\nsun, with its system of planets, was, and had been, traveling through\nspace at an incredible speed. Abruptly, the question rose--_Where?_ For\na very great time, I pondered this matter; but, finally, with a certain\nsense of the futility of my puzzlings, I let my thoughts wander to other\nthings. I grew to wondering, how much longer the house would stand.\nAlso, I queried, to myself, whether I should be doomed to stay,\nbodiless, upon the earth, through the dark-time that I knew was coming.\nFrom these thoughts, I fell again to speculations upon the possible\ndirection of the sun's journey through space.... And so another great\nwhile passed.\n\nGradually, as time fled, I began to feel the chill of a great winter.\nThen, I remembered that, with the sun dying, the cold must be,\nnecessarily, extraordinarily intense. Slowly, slowly, as the aeons\nslipped into eternity, the earth sank into a heavier and redder gloom.\nThe dull flame in the firmament took on a deeper tint, very somber\nand turbid.\n\nThen, at last, it was borne upon me that there was a change. The fiery,\ngloomy curtain of flame that hung quaking overhead, and down away into\nthe Southern sky, began to thin and contract; and, in it, as one sees\nthe fast vibrations of a jarred harp-string, I saw once more the\nsun-stream quivering, giddily, North and South.\n\nSlowly, the likeness to a sheet of fire, disappeared, and I saw,\nplainly, the slowing beat of the sun-stream. Yet, even then, the speed\nof its swing was inconceivably swift. And all the time, the brightness\nof the fiery arc grew ever duller. Underneath, the world loomed\ndimly--an indistinct, ghostly region.\n\nOverhead, the river of flame swayed slower, and even slower; until, at\nlast, it swung to the North and South in great, ponderous beats, that\nlasted through seconds. A long space went by, and now each sway of the\ngreat belt lasted nigh a minute; so that, after a great while, I ceased\nto distinguish it as a visible movement; and the streaming fire ran in a\nsteady river of dull flame, across the deadly-looking sky.\n\nAn indefinite period passed, and it seemed that the arc of fire became\nless sharply defined. It appeared to me to grow more attenuated, and I\nthought blackish streaks showed, occasionally. Presently, as I watched,\nthe smooth onward-flow ceased; and I was able to perceive that there\ncame a momentary, but regular, darkening of the world. This grew until,\nonce more, night descended, in short, but periodic, intervals upon the\nwearying earth.\n\nLonger and longer became the nights, and the days equaled them; so\nthat, at last, the day and the night grew to the duration of seconds in\nlength, and the sun showed, once more, like an almost invisible,\ncoppery-red colored ball, within the glowing mistiness of its flight.\nCorresponding to the dark lines, showing at times in its trail, there\nwere now distinctly to be seen on the half-visible sun itself, great,\ndark belts.\n\nYear after year flashed into the past, and the days and nights spread\ninto minutes. The sun had ceased to have the appearance of a tail; and\nnow rose and set--a tremendous globe of a glowing copper-bronze hue; in\nparts ringed with blood-red bands; in others, with the dusky ones, that\nI have already mentioned. These circles--both red and black--were of\nvarying thicknesses. For a time, I was at a loss to account for their\npresence. Then it occurred to me, that it was scarcely likely that the\nsun would cool evenly all over; and that these markings were due,\nprobably, to differences in temperature of the various areas; the red\nrepresenting those parts where the heat was still fervent, and the black\nthose portions which were already comparatively cool.\n\nIt struck me, as a peculiar thing, that the sun should cool in evenly\ndefined rings; until I remembered that, possibly, they were but isolated\npatches, to which the enormous rotatory speed of the sun had imparted a\nbelt-like appearance. The sun, itself, was very much greater than the sun\nI had known in the old-world days; and, from this, I argued that it was\nconsiderably nearer.\n\nAt nights, the moon[6] still showed; but small and remote; and the\nlight she reflected was so dull and weak that she seemed little more\nthan the small, dim ghost of the olden moon, that I had known.\n\nGradually, the days and nights lengthened out, until they equaled a\nspace somewhat less than one of the old-earth hours; the sun rising and\nsetting like a great, ruddy bronze disk, crossed with ink-black bars.\nAbout this time, I found myself, able once more, to see the gardens,\nwith clearness. For the world had now grown very still, and changeless.\nYet, I am not correct in saying, 'gardens'; for there were no\ngardens--nothing that I knew or recognized. In place thereof, I looked\nout upon a vast plain, stretching away into distance. A little to my\nleft, there was a low range of hills. Everywhere, there was a uniform,\nwhite covering of snow, in places rising into hummocks and ridges.\n\nIt was only now, that I recognized how really great had been the\nsnowfall. In places it was vastly deep, as was witnessed by a great,\nupleaping, wave-shaped hill, away to my right; though it is not\nimpossible, that this was due, in part, to some rise in the surface of\nthe ground. Strangely enough, the range of low hills to my\nleft--already mentioned--was not entirely covered with the universal\nsnow; instead, I could see their bare, dark sides showing in several\nplaces. And everywhere and always there reigned an incredible\ndeath-silence and desolation. The immutable, awful quiet of a\ndying world.\n\nAll this time, the days and nights were lengthening, perceptibly.\nAlready, each day occupied, maybe, some two hours from dawn to dusk. At\nnight, I had been surprised to find that there were very few stars\noverhead, and these small, though of an extraordinary brightness; which\nI attributed to the peculiar, but clear, blackness of the nighttime.\n\nAway to the North, I could discern a nebulous sort of mistiness; not\nunlike, in appearance, a small portion of the Milky Way. It might have\nbeen an extremely remote star-cluster; or--the thought came to me\nsuddenly--perhaps it was the sidereal universe that I had known, and now\nleft far behind, forever--a small, dimly glowing mist of stars, far in\nthe depths of space.\n\nStill, the days and nights lengthened, slowly. Each time, the sun rose\nduller than it had set. And the dark belts increased in breadth.\n\nAbout this time, there happened a fresh thing. The sun, earth, and sky\nwere suddenly darkened, and, apparently, blotted out for a brief space.\nI had a sense, a certain awareness (I could learn little by sight), that\nthe earth was enduring a very great fall of snow. Then, in an instant,\nthe veil that had obscured everything, vanished, and I looked out, once\nmore. A marvelous sight met my gaze. The hollow in which this house,\nwith its gardens, stands, was brimmed with snow.[7] It lipped over the\nsill of my window. Everywhere, it lay, a great level stretch of white,\nwhich caught and reflected, gloomily, the somber coppery glows of the\ndying sun. The world had become a shadowless plain, from horizon\nto horizon.\n\nI glanced up at the sun. It shone with an extraordinary, dull\nclearness. I saw it, now, as one who, until then, had seen it, only\nthrough a partially obscuring medium. All about it, the sky had become\nblack, with a clear, deep blackness, frightful in its nearness, and its\nunmeasured deep, and its utter unfriendliness. For a great time, I\nlooked into it, newly, and shaken and fearful. It was so near. Had I\nbeen a child, I might have expressed some of my sensation and distress,\nby saying that the sky had lost its roof.\n\nLater, I turned, and peered about me, into the room. Everywhere, it was\ncovered with a thin shroud of the all-pervading white. I could see it\nbut dimly, by reason of the somber light that now lit the world. It\nappeared to cling to the ruined walls; and the thick, soft dust of the\nyears, that covered the floor knee-deep, was nowhere visible. The snow\nmust have blown in through the open framework of the windows. Yet, in no\nplace had it drifted; but lay everywhere about the great, old room,\nsmooth and level. Moreover, there had been no wind these many thousand\nyears. But there was the snow,[8] as I have told.\n\nAnd all the earth was silent. And there was a cold, such as no living\nman can ever have known.\n\nThe earth was now illuminated, by day, with a most doleful light,\nbeyond my power to describe. It seemed as though I looked at the great\nplain, through the medium of a bronze-tinted sea.\n\nIt was evident that the earth's rotatory movement was departing,\nsteadily.\n\nThe end came, all at once. The night had been the longest yet; and\nwhen the dying sun showed, at last, above the world's edge, I had grown\nso wearied of the dark, that I greeted it as a friend. It rose steadily,\nuntil about twenty degrees above the horizon. Then, it stopped suddenly,\nand, after a strange retrograde movement, hung motionless--a great\nshield in the sky[9]. Only the circular rim of the sun showed\nbright--only this, and one thin streak of light near the equator.\n\nGradually, even this thread of light died out; and now, all that was\nleft of our great and glorious sun, was a vast dead disk, rimmed with a\nthin circle of bronze-red light.\n\n\n\n_XVIII_\n\nTHE GREEN STAR\n\nThe world was held in a savage gloom--cold and intolerable. Outside,\nall was quiet--quiet! From the dark room behind me, came the occasional,\nsoft thud[10] of falling matter--fragments of rotting stone. So time\npassed, and night grasped the world, wrapping it in wrappings of\nimpenetrable blackness.\n\nThere was no night-sky, as we know it. Even the few straggling stars\nhad vanished, conclusively. I might have been in a shuttered room,\nwithout a light; for all that I could see. Only, in the impalpableness\nof gloom, opposite, burnt that vast, encircling hair of dull fire.\nBeyond this, there was no ray in all the vastitude of night that\nsurrounded me; save that, far in the North, that soft, mistlike glow\nstill shone.\n\nSilently, years moved on. What period of time passed, I shall never\nknow. It seemed to me, waiting there, that eternities came and went,\nstealthily; and still I watched. I could see only the glow of the sun's\nedge, at times; for now, it had commenced to come and go--lighting up a\nwhile, and again becoming extinguished.\n\nAll at once, during one of these periods of life, a sudden flame cut\nacross the night--a quick glare that lit up the dead earth, shortly;\ngiving me a glimpse of its flat lonesomeness. The light appeared to come\nfrom the sun--shooting out from somewhere near its center, diagonally. A\nmoment, I gazed, startled. Then the leaping flame sank, and the gloom\nfell again. But now it was not so dark; and the sun was belted by a thin\nline of vivid, white light. I stared, intently. Had a volcano broken out\non the sun? Yet, I negatived the thought, as soon as formed. I felt that\nthe light had been far too intensely white, and large, for such a cause.\n\nAnother idea there was, that suggested itself to me. It was, that one\nof the inner planets had fallen into the sun--becoming incandescent,\nunder that impact. This theory appealed to me, as being more plausible,\nand accounting more satisfactorily for the extraordinary size and\nbrilliance of the blaze, that had lit up the dead world, so\nunexpectedly.\n\nFull of interest and emotion, I stared, across the darkness, at that\nline of white fire, cutting the night. One thing it told to me,\nunmistakably: the sun was yet rotating at an enormous speed.[11] Thus, I\nknew that the years were still fleeting at an incalculable rate; though\nso far as the earth was concerned, life, and light, and time, were\nthings belonging to a period lost in the long gone ages.\n\nAfter that one burst of flame, the light had shown, only as an\nencircling band of bright fire. Now, however, as I watched, it began\nslowly to sink into a ruddy tint, and, later, to a dark, copper-red\ncolor; much as the sun had done. Presently, it sank to a deeper hue;\nand, in a still further space of time, it began to fluctuate; having\nperiods of glowing, and anon, dying. Thus, after a great while, it\ndisappeared.\n\nLong before this, the smoldering edge of the sun had deadened into\nblackness. And so, in that supremely future time, the world, dark and\nintensely silent, rode on its gloomy orbit around the ponderous mass of\nthe dead sun.\n\nMy thoughts, at this period, can be scarcely described. At first, they\nwere chaotic and wanting in coherence. But, later, as the ages came and\nwent, my soul seemed to imbibe the very essence of the oppressive\nsolitude and dreariness, that held the earth.\n\nWith this feeling, there came a wonderful clearness of thought, and I\nrealized, despairingly, that the world might wander for ever, through\nthat enormous night. For a while, the unwholesome idea filled me, with a\nsensation of overbearing desolation; so that I could have cried like a\nchild. In time, however, this feeling grew, almost insensibly, less, and\nan unreasoning hope possessed me. Patiently, I waited.\n\nFrom time to time, the noise of dropping particles, behind in the room,\ncame dully to my ears. Once, I heard a loud crash, and turned,\ninstinctively, to look; forgetting, for the moment, the impenetrable\nnight in which every detail was submerged. In a while, my gaze sought\nthe heavens; turning, unconsciously, toward the North. Yes, the nebulous\nglow still showed. Indeed, I could have almost imagined that it looked\nsomewhat plainer. For a long time, I kept my gaze fixed upon it;\nfeeling, in my lonely soul, that its soft haze was, in some way, a tie\nwith the past. Strange, the trifles from which one can suck comfort! And\nyet, had I but known--But I shall come to that in its proper time.\n\nFor a very long space, I watched, without experiencing any of the\ndesire for sleep, that would so soon have visited me in the old-earth\ndays. How I should have welcomed it; if only to have passed the time,\naway from my perplexities and thoughts.\n\nSeveral times, the comfortless sound of some great piece of masonry\nfalling, disturbed my meditations; and, once, it seemed I could hear\nwhispering in the room, behind me. Yet it was utterly useless to try to\nsee anything. Such blackness, as existed, scarcely can be conceived. It\nwas palpable, and hideously brutal to the sense; as though something\ndead, pressed up against me--something soft, and icily cold.\n\nUnder all this, there grew up within my mind, a great and overwhelming\ndistress of uneasiness, that left me, but to drop me into an\nuncomfortable brooding. I felt that I must fight against it; and,\npresently, hoping to distract my thoughts, I turned to the window, and\nlooked up toward the North, in search of the nebulous whiteness, which,\nstill, I believed to be the far and misty glowing of the universe we had\nleft. Even as I raised my eyes, I was thrilled with a feeling of wonder;\nfor, now, the hazy light had resolved into a single, great star, of\nvivid green.\n\nAs I stared, astonished, the thought flashed into my mind; that the\nearth must be traveling toward the star; not away, as I had imagined.\nNext, that it could not be the universe the earth had left; but,\npossibly, an outlying star, belonging to some vast star-cluster, hidden\nin the enormous depths of space. With a sense of commingled awe and\ncuriosity, I watched it, wondering what new thing was to be revealed\nto me.\n\nFor a while, vague thoughts and speculations occupied me, during which\nmy gaze dwelt insatiably upon that one spot of light, in the otherwise\npitlike darkness. Hope grew up within me, banishing the oppression of\ndespair, that had seemed to stifle me. Wherever the earth was traveling,\nit was, at least, going once more toward the realms of light. Light! One\nmust spend an eternity wrapped in soundless night, to understand the\nfull horror of being without it.\n\nSlowly, but surely, the star grew upon my vision, until, in time, it\nshone as brightly as had the planet Jupiter, in the old-earth days. With\nincreased size, its color became more impressive; reminding me of a huge\nemerald, scintillating rays of fire across the world.\n\nYears fled away in silence, and the green star grew into a great splash\nof flame in the sky. A little later, I saw a thing that filled me with\namazement. It was the ghostly outline of a vast crescent, in the night;\na gigantic new moon, seeming to be growing out of the surrounding gloom.\nUtterly bemused, I stared at it. It appeared to be quite\nclose--comparatively; and I puzzled to understand how the earth had come\nso near to it, without my having seen it before.\n\nThe light, thrown by the star, grew stronger; and, presently, I was\naware that it was possible to see the earthscape again; though\nindistinctly. Awhile, I stared, trying to make out whether I could\ndistinguish any detail of the world's surface, but I found the light\ninsufficient. In a little, I gave up the attempt, and glanced once more\ntoward the star. Even in the short space, that my attention had been\ndiverted, it had increased considerably, and seemed now, to my\nbewildered sight, about a quarter of the size of the full moon. The\nlight it threw, was extraordinarily powerful; yet its color was so\nabominably unfamiliar, that such of the world as I could see, showed\nunreal; more as though I looked out upon a landscape of shadow, than\naught else.\n\nAll this time, the great crescent was increasing in brightness, and\nbegan, now, to shine with a perceptible shade of green. Steadily, the\nstar increased in size and brilliancy, until it showed, fully as large\nas half a full moon; and, as it grew greater and brighter, so did the\nvast crescent throw out more and more light, though of an ever deepening\nhue of green. Under the combined blaze of their radiances, the\nwilderness that stretched before me, became steadily more visible. Soon,\nI seemed able to stare across the whole world, which now appeared,\nbeneath the strange light, terrible in its cold and awful, flat\ndreariness.\n\nIt was a little later, that my attention was drawn to the fact, that\nthe great star of green flame, was slowly sinking out of the North,\ntoward the East. At first, I could scarcely believe that I saw aright;\nbut soon there could be no doubt that it was so. Gradually, it sank,\nand, as it fell, the vast crescent of glowing green, began to dwindle\nand dwindle, until it became a mere arc of light, against the livid\ncolored sky. Later it vanished, disappearing in the self-same spot from\nwhich I had seen it slowly emerge.\n\nBy this time, the star had come to within some thirty degrees of the\nhidden horizon. In size it could now have rivaled the moon at its full;\nthough, even yet, I could not distinguish its disk. This fact led me to\nconceive that it was, still, an extraordinary distance away; and, this\nbeing so, I knew that its size must be huge, beyond the conception of\nman to understand or imagine.\n\nSuddenly, as I watched, the lower edge of the star vanished--cut by a\nstraight, dark line. A minute--or a century--passed, and it dipped\nlower, until the half of it had disappeared from sight. Far away out on\nthe great plain, I saw a monstrous shadow blotting it out, and advancing\nswiftly. Only a third of the star was visible now. Then, like a flash,\nthe solution of this extraordinary phenomenon revealed itself to me. The\nstar was sinking behind the enormous mass of the dead sun. Or rather,\nthe sun--obedient to its attraction--was rising toward it,[12] with the\nearth following in its trail. As these thoughts expanded in my mind, the\nstar vanished; being completely hidden by the tremendous bulk of the\nsun. Over the earth there fell, once more, the brooding night.\n\nWith the darkness, came an intolerable feeling of loneliness and dread.\nFor the first time, I thought of the Pit, and its inmates. After that,\nthere rose in my memory the still more terrible Thing, that had haunted\nthe shores of the Sea of Sleep, and lurked in the shadows of this old\nbuilding. Where were they? I wondered--and shivered with miserable\nthoughts. For a time, fear held me, and I prayed, wildly and\nincoherently, for some ray of light with which to dispel the cold\nblackness that enveloped the world.\n\nHow long I waited, it is impossible to say--certainly for a very great\nperiod. Then, all at once, I saw a loom of light shine out ahead.\nGradually, it became more distinct. Suddenly, a ray of vivid green,\nflashed across the darkness. At the same moment, I saw a thin line of\nlivid flame, far in the night. An instant, it seemed, and it had grown\ninto a great clot of fire; beneath which, the world lay bathed in a\nblaze of emerald green light. Steadily it grew, until, presently, the\nwhole of the green star had come into sight again. But now, it could be\nscarcely called a star; for it had increased to vast proportions, being\nincomparably greater than the sun had been in the olden time.\n\n\"Then, as I stared, I became aware that I could see the edge of the\nlifeless sun, glowing like a great crescent-moon. Slowly, its lighted\nsurface, broadened out to me, until half of its diameter was visible;\nand the star began to drop away on my right. Time passed, and the earth\nmoved on, slowly traversing the tremendous face of the dead sun.\" [13]\n\nGradually, as the earth traveled forward, the star fell still more to\nthe right; until, at last, it shone on the back of the house, sending a\nflood of broken rays, in through the skeleton-like walls. Glancing\nupward, I saw that much of the ceiling had vanished, enabling me to see\nthat the upper storeys were even more decayed. The roof had, evidently,\ngone entirely; and I could see the green effulgence of the Starlight\nshining in, slantingly.\n\n\n\n_XIX_\n\nTHE END OF THE SOLAR SYSTEM\n\nFrom the abutment, where once had been the windows, through which I had\nwatched that first, fatal dawn, I could see that the sun was hugely\ngreater, than it had been, when first the Star lit the world. So great\nwas it, that its lower edge seemed almost to touch the far horizon. Even\nas I watched, I imagined that it drew closer. The radiance of green that\nlit the frozen earth, grew steadily brighter.\n\nThus, for a long space, things were. Then, on a sudden, I saw that the\nsun was changing shape, and growing smaller, just as the moon would have\ndone in past time. In a while, only a third of the illuminated part was\nturned toward the earth. The Star bore away on the left.\n\nGradually, as the world moved on, the Star shone upon the front of the\nhouse, once more; while the sun showed, only as a great bow of green\nfire. An instant, it seemed, and the sun had vanished. The Star was\nstill fully visible. Then the earth moved into the black shadow of the\nsun, and all was night--Night, black, starless, and intolerable.\n\nFilled with tumultuous thoughts, I watched across the night--waiting.\nYears, it may have been, and then, in the dark house behind me, the\nclotted stillness of the world was broken. I seemed to hear a soft\npadding of many feet, and a faint, inarticulate whisper of sound, grew\non my sense. I looked 'round into the blackness, and saw a multitude of\neyes. As I stared, they increased, and appeared to come toward me. For\nan instant, I stood, unable to move. Then a hideous swine-noise[14] rose\nup into the night; and, at that, I leapt from the window, out on to the\nfrozen world. I have a confused notion of having run awhile; and, after\nthat, I just waited--waited. Several times, I heard shrieks; but always\nas though from a distance. Except for these sounds, I had no idea of the\nwhereabouts of the house. Time moved onward. I was conscious of little,\nsave a sensation of cold and hopelessness and fear.\n\nAn age, it seemed, and there came a glow, that told of the coming\nlight. It grew, tardily. Then--with a loom of unearthly glory--the first\nray from the Green Star, struck over the edge of the dark sun, and lit\nthe world. It fell upon a great, ruined structure, some two hundred\nyards away. It was the house. Staring, I saw a fearsome sight--over its\nwalls crawled a legion of unholy things, almost covering the old\nbuilding, from tottering towers to base. I could see them, plainly; they\nwere the Swine-creatures.\n\nThe world moved out into the light of the Star, and I saw that, now, it\nseemed to stretch across a quarter of the heavens. The glory of its\nlivid light was so tremendous, that it appeared to fill the sky with\nquivering flames. Then, I saw the sun. It was so close that half of its\ndiameter lay below the horizon; and, as the world circled across its\nface, it seemed to tower right up into the sky, a stupendous dome of\nemerald colored fire. From time to time, I glanced toward the house; but\nthe Swine-things seemed unaware of my proximity.\n\nYears appeared to pass, slowly. The earth had almost reached the center\nof the sun's disk. The light from the Green _Sun_--as now it must be\ncalled--shone through the interstices, that gapped the mouldered walls\nof the old house, giving them the appearance of being wrapped in green\nflames. The Swine-creatures still crawled about the walls.\n\nSuddenly, there rose a loud roar of swine-voices, and, up from the\ncenter of the roofless house, shot a vast column of blood-red flame. I\nsaw the little, twisted towers and turrets flash into fire; yet still\npreserving their twisted crookedness. The beams of the Green Sun, beat\nupon the house, and intermingled with its lurid glows; so that it\nappeared a blazing furnace of red and green fire.\n\nFascinated, I watched, until an overwhelming sense of coming danger,\ndrew my attention. I glanced up, and, at once, it was borne upon me,\nthat the sun was closer; so close, in fact, that it seemed to overhang\nthe world. Then--I know not how--I was caught up into strange\nheights--floating like a bubble in the awful effulgence.\n\nFar below me, I saw the earth, with the burning house leaping into an\never growing mountain of flame, 'round about it, the ground appeared to\nbe glowing; and, in places, heavy wreaths of yellow smoke ascended from\nthe earth. It seemed as though the world were becoming ignited from that\none plague-spot of fire. Faintly, I could see the Swine-things. They\nappeared quite unharmed. Then the ground seemed to cave in, suddenly,\nand the house, with its load of foul creatures, disappeared into the\ndepths of the earth, sending a strange, blood colored cloud into the\nheights. I remembered the hell Pit under the house.\n\nIn a while, I looked 'round. The huge bulk of the sun, rose high above\nme. The distance between it and the earth, grew rapidly less. Suddenly,\nthe earth appeared to shoot forward. In a moment, it had traversed the\nspace between it and the sun. I heard no sound; but, out from the sun's\nface, gushed an ever-growing tongue of dazzling flame. It seemed to\nleap, almost to the distant Green Sun--shearing through the emerald\nlight, a very cataract of blinding fire. It reached its limit, and sank;\nand, on the sun, glowed a vast splash of burning white--the grave of\nthe earth.\n\nThe sun was very close to me, now. Presently, I found that I was rising\nhigher; until, at last, I rode above it, in the emptiness. The Green Sun\nwas now so huge that its breadth seemed to fill up all the sky, ahead. I\nlooked down, and noted that the sun was passing directly beneath me.\n\nA year may have gone by--or a century--and I was left, suspended,\nalone. The sun showed far in front--a black, circular mass, against the\nmolten splendor of the great, Green Orb. Near one edge, I observed that\na lurid glow had appeared, marking the place where the earth had fallen.\nBy this, I knew that the long-dead sun was still revolving, though with\ngreat slowness.\n\nAfar to my right, I seemed to catch, at times, a faint glow of whitish\nlight. For a great time, I was uncertain whether to put this down to\nfancy or not. Thus, for a while, I stared, with fresh wonderings; until,\nat last, I knew that it was no imaginary thing; but a reality. It grew\nbrighter; and, presently, there slid out of the green, a pale globe of\nsoftest white. It came nearer, and I saw that it was apparently\nsurrounded by a robe of gently glowing clouds. Time passed....\n\nI glanced toward the diminishing sun. It showed, only as a dark blot on\nthe face of the Green Sun. As I watched, I saw it grow smaller,\nsteadily, as though rushing toward the superior orb, at an immense\nspeed. Intently, I stared. What would happen? I was conscious of\nextraordinary emotions, as I realized that it would strike the Green\nSun. It grew no bigger than a pea, and I looked, with my whole soul, to\nwitness the final end of our System--that system which had borne the\nworld through so many aeons, with its multitudinous sorrows and\njoys; and now--\n\nSuddenly, something crossed my vision, cutting from sight all vestige\nof the spectacle I watched with such soul-interest. What happened to the\ndead sun, I did not see; but I have no reason--in the light of that\nwhich I saw afterward--to disbelieve that it fell into the strange fire\nof the Green Sun, and so perished.\n\nAnd then, suddenly, an extraordinary question rose in my mind, whether\nthis stupendous globe of green fire might not be the vast Central\nSun--the great sun, 'round which our universe and countless others\nrevolve. I felt confused. I thought of the probable end of the dead sun,\nand another suggestion came, dumbly--Do the dead stars make the Green\nSun their grave? The idea appealed to me with no sense of grotesqueness;\nbut rather as something both possible and probable.\n\n\n\n_XX_\n\nTHE CELESTIAL GLOBES\n\nFor a while, many thoughts crowded my mind, so that I was unable to do\naught, save stare, blindly, before me. I seemed whelmed in a sea of\ndoubt and wonder and sorrowful remembrance.\n\nIt was later, that I came out of my bewilderment. I looked about,\ndazedly. Thus, I saw so extraordinary a sight that, for a while, I could\nscarcely believe I was not still wrapped in the visionary tumult of my\nown thoughts. Out of the reigning green, had grown a boundless river of\nsoftly shimmering globes--each one enfolded in a wondrous fleece of pure\ncloud. They reached, both above and below me, to an unknown distance;\nand, not only hid the shining of the Green Sun; but supplied, in place\nthereof, a tender glow of light, that suffused itself around me, like\nunto nothing I have ever seen, before or since.\n\nIn a little, I noticed that there was about these spheres, a sort of\ntransparency, almost as though they were formed of clouded crystal,\nwithin which burned a radiance--gentle and subdued. They moved on, past\nme, continually, floating onward at no great speed; but rather as\nthough they had eternity before them. A great while, I watched, and\ncould perceive no end to them. At times, I seemed to distinguish faces,\namid the cloudiness; but strangely indistinct, as though partly real,\nand partly formed of the mistiness through which they showed.\n\nFor a long time, I waited, passively, with a sense of growing content.\nI had no longer that feeling of unutterable loneliness; but felt,\nrather, that I was less alone, than I had been for kalpas of years. This\nfeeling of contentment, increased, so that I would have been satisfied\nto float in company with those celestial globules, forever.\n\nAges slipped by, and I saw the shadowy faces, with increased frequency,\nalso with greater plainness. Whether this was due to my soul having\nbecome more attuned to its surroundings, I cannot tell--probably it was\nso. But, however this may be, I am assured now, only of the fact that I\nbecame steadily more conscious of a new mystery about me, telling me\nthat I had, indeed, penetrated within the borderland of some\nunthought-of region--some subtle, intangible place, or form, of\nexistence.\n\nThe enormous stream of luminous spheres continued to pass me, at an\nunvarying rate--countless millions; and still they came, showing no\nsigns of ending, nor even diminishing.\n\nThen, as I was borne, silently, upon the unbuoying ether, I felt a\nsudden, irresistible, forward movement, toward one of the passing\nglobes. An instant, and I was beside it. Then, I slid through, into the\ninterior, without experiencing the least resistance, of any description.\nFor a short while, I could see nothing; and waited, curiously.\n\nAll at once, I became aware that a sound broke the inconceivable\nstillness. It was like the murmur of a great sea at calm--a sea\nbreathing in its sleep. Gradually, the mist that obscured my sight,\nbegan to thin away; and so, in time, my vision dwelt once again upon the\nsilent surface of the Sea of Sleep.\n\nFor a little, I gazed, and could scarcely believe I saw aright. I\nglanced 'round. There was the great globe of pale fire, swimming, as I\nhad seen it before, a short distance above the dim horizon. To my left,\nfar across the sea, I discovered, presently, a faint line, as of thin\nhaze, which I guessed to be the shore, where my Love and I had met,\nduring those wonderful periods of soul-wandering, that had been granted\nto me in the old earth days.\n\nAnother, a troubled, memory came to me--of the Formless Thing that had\nhaunted the shores of the Sea of Sleep. The guardian of that silent,\necholess place. These, and other, details, I remembered, and knew,\nwithout doubt that I was looking out upon that same sea. With the\nassurance, I was filled with an overwhelming feeling of surprise, and\njoy, and shaken expectancy, conceiving it possible that I was about to\nsee my Love, again. Intently, I gazed around; but could catch no sight\nof her. At that, for a little, I felt hopeless. Fervently, I prayed, and\never peered, anxiously.... How still was the sea!\n\nDown, far beneath me, I could see the many trails of changeful fire,\nthat had drawn my attention, formerly. Vaguely, I wondered what caused\nthem; also, I remembered that I had intended to ask my dear One about\nthem, as well as many other matters--and I had been forced to leave her,\nbefore the half that I had wished to say, was said.\n\nMy thoughts came back with a leap. I was conscious that something had\ntouched me. I turned quickly. God, Thou wert indeed gracious--it was\nShe! She looked up into my eyes, with an eager longing, and I looked\ndown to her, with all my soul. I should like to have held her; but the\nglorious purity of her face, kept me afar. Then, out of the winding\nmist, she put her dear arms. Her whisper came to me, soft as the rustle\nof a passing cloud. 'Dearest!' she said. That was all; but I had heard,\nand, in a moment I held her to me--as I prayed--forever.\n\nIn a little, she spoke of many things, and I listened. Willingly, would\nI have done so through all the ages that are to come. At times, I\nwhispered back, and my whispers brought to her spirit face, once more,\nan indescribably delicate tint--the bloom of love. Later, I spoke more\nfreely, and to each word she listened, and made answer, delightfully; so\nthat, already, I was in Paradise.\n\nShe and I; and nothing, save the silent, spacious void to see us; and\nonly the quiet waters of the Sea of Sleep to hear us.\n\nLong before, the floating multitude of cloud-enfolded spheres had\nvanished into nothingness. Thus, we looked upon the face of the\nslumberous deeps, and were alone. Alone, God, I would be thus alone in\nthe hereafter, and yet be never lonely! I had her, and, greater than\nthis, she had me. Aye, aeon-aged me; and on this thought, and some\nothers, I hope to exist through the few remaining years that may yet lie\nbetween us.\n\n\n\n_XXI_\n\nTHE DARK SUN\n\nHow long our souls lay in the arms of joy, I cannot say; but, all at\nonce, I was waked from my happiness, by a diminution of the pale and\ngentle light that lit the Sea of Sleep. I turned toward the huge, white\norb, with a premonition of coming trouble. One side of it was curving\ninward, as though a convex, black shadow were sweeping across it. My\nmemory went back. It was thus, that the darkness had come, before our\nlast parting. I turned toward my Love, inquiringly. With a sudden\nknowledge of woe, I noticed how wan and unreal she had grown, even in\nthat brief space. Her voice seemed to come to me from a distance. The\ntouch of her hands was no more than the gentle pressure of a summer\nwind, and grew less perceptible.\n\nAlready, quite half of the immense globe was shrouded. A feeling of\ndesperation seized me. Was she about to leave me? Would she have to go,\nas she had gone before? I questioned her, anxiously, frightenedly; and\nshe, nestling closer, explained, in that strange, faraway voice, that it\nwas imperative she should leave me, before the Sun of Darkness--as she\ntermed it--blotted out the light. At this confirmation of my fears, I\nwas overcome with despair; and could only look, voicelessly, across the\nquiet plains of the silent sea.\n\nHow swiftly the darkness spread across the face of the White Orb. Yet,\nin reality, the time must have been long, beyond human comprehension.\n\nAt last, only a crescent of pale fire, lit the, now dim, Sea of Sleep.\nAll this while, she had held me; but, with so soft a caress, that I had\nbeen scarcely conscious of it. We waited there, together, she and I;\nspeechless, for very sorrow. In the dimming light, her face showed,\nshadowy--blending into the dusky mistiness that encircled us.\n\nThen, when a thin, curved line of soft light was all that lit the sea,\nshe released me--pushing me from her, tenderly. Her voice sounded in my\nears, 'I may not stay longer, Dear One.' It ended in a sob.\n\nShe seemed to float away from me, and became invisible. Her voice came\nto me, out of the shadows, faintly; apparently from a great distance:--\n\n'A little while--' It died away, remotely. In a breath, the Sea of\nSleep darkened into night. Far to my left, I seemed to see, for a brief\ninstant, a soft glow. It vanished, and, in the same moment, I became\naware that I was no longer above the still sea; but once more suspended\nin infinite space, with the Green Sun--now eclipsed by a vast, dark\nsphere--before me.\n\nUtterly bewildered, I stared, almost unseeingly, at the ring of green\nflames, leaping above the dark edge. Even in the chaos of my thoughts, I\nwondered, dully, at their extraordinary shapes. A multitude of questions\nassailed me. I thought more of her, I had so lately seen, than of the\nsight before me. My grief, and thoughts of the future, filled me. Was I\ndoomed to be separated from her, always? Even in the old earth-days, she\nhad been mine, only for a little while; then she had left me, as I\nthought, forever. Since then, I had seen her but these times, upon the\nSea of Sleep.\n\nA feeling of fierce resentment filled me, and miserable questionings.\nWhy could I not have gone with my Love? What reason to keep us apart?\nWhy had I to wait alone, while she slumbered through the years, on the\nstill bosom of the Sea of Sleep? The Sea of Sleep! My thoughts turned,\ninconsequently, out of their channel of bitterness, to fresh, desperate\nquestionings. Where was it? Where was it? I seemed to have but just\nparted from my Love, upon its quiet surface, and it had gone, utterly.\nIt could not be far away! And the White Orb which I had seen hidden in\nthe shadow of the Sun of Darkness! My sight dwelt upon the Green\nSun--eclipsed. What had eclipsed it? Was there a vast, dead star\ncircling it? Was the _Central_ Sun--as I had come to regard it--a double\nstar? The thought had come, almost unbidden; yet why should it not\nbe so?\n\nMy thoughts went back to the White Orb. Strange, that it should have\nbeen--I stopped. An idea had come, suddenly. The White Orb and the Green\nSun! Were they one and the same? My imagination wandered backward, and I\nremembered the luminous globe to which I had been so unaccountably\nattracted. It was curious that I should have forgotten it, even\nmomentarily. Where were the others? I reverted again to the globe I had\nentered. I thought, for a time, and matters became clearer. I conceived\nthat, by entering that impalpable globule, I had passed, at once, into\nsome further, and, until then, invisible dimension; There, the Green Sun\nwas still visible; but as a stupendous sphere of pale, white\nlight--almost as though its ghost showed, and not its material part.\n\nA long time, I mused on the subject. I remembered how, on entering the\nsphere, I had, immediately, lost all sight of the others. For a still\nfurther period, I continued to revolve the different details in my mind.\n\nIn a while, my thoughts turned to other things. I came more into the\npresent, and began to look about me, seeingly. For the first time, I\nperceived that innumerable rays, of a subtle, violet hue, pierced the\nstrange semi-darkness, in all directions. They radiated from the fiery\nrim of the Green Sun. They seemed to grow upon my vision, so that, in a\nlittle, I saw that they were countless. The night was filled with\nthem--spreading outward from the Green Sun, fan-wise. I concluded that I\nwas enabled to see them, by reason of the Sun's glory being cut off by\nthe eclipse. They reached right out into space, and vanished.\n\nGradually, as I looked, I became aware that fine points of intensely\nbrilliant light, traversed the rays. Many of them seemed to travel from\nthe Green Sun, into distance. Others came out of the void, toward the\nSun; but one and all, each kept strictly to the ray in which it\ntraveled. Their speed was inconceivably great; and it was only when they\nneared the Green Sun, or as they left it, that I could see them as\nseparate specks of light. Further from the sun, they became thin lines\nof vivid fire within the violet.\n\nThe discovery of these rays, and the moving sparks, interested me,\nextraordinarily. To where did they lead, in such countless profusion? I\nthought of the worlds in space.... And those sparks! Messengers!\nPossibly, the idea was fantastic; but I was not conscious of its being\nso. Messengers! Messengers from the Central Sun!\n\nAn idea evolved itself, slowly. Was the Green Sun the abode of some\nvast Intelligence? The thought was bewildering. Visions of the Unnameable\nrose, vaguely. Had I, indeed, come upon the dwelling-place of the\nEternal? For a time, I repelled the thought, dumbly. It was too\nstupendous. Yet....\n\nHuge, vague thoughts had birth within me. I felt, suddenly, terribly\nnaked. And an awful Nearness, shook me.\n\nAnd Heaven ...! Was that an illusion?\n\nMy thoughts came and went, erratically. The Sea of Sleep--and she!\nHeaven.... I came back, with a bound, to the present. Somewhere, out of\nthe void behind me, there rushed an immense, dark body--huge and silent.\nIt was a dead star, hurling onward to the burying place of the stars. It\ndrove between me and the Central Suns--blotting them out from my vision,\nand plunging me into an impenetrable night.\n\nAn age, and I saw again the violet rays. A great while later--aeons it\nmust have been--a circular glow grew in the sky, ahead, and I saw the\nedge of the receding star, show darkly against it. Thus, I knew that it\nwas nearing the Central Suns. Presently, I saw the bright ring of the\nGreen Sun, show plainly against the night The star had passed into the\nshadow of the Dead Sun. After that, I just waited. The strange years\nwent slowly, and ever, I watched, intently.\n\n'The thing I had expected, came at last--suddenly, awfully. A vast\nflare of dazzling light. A streaming burst of white flame across the\ndark void. For an indefinite while, it soared outward--a gigantic\nmushroom of fire. It ceased to grow. Then, as time went by, it began to\nsink backward, slowly. I saw, now, that it came from a huge, glowing\nspot near the center of the Dark Sun. Mighty flames, still soared\noutward from this. Yet, spite of its size, the grave of the star was no\nmore than the shining of Jupiter upon the face of an ocean, when\ncompared with the inconceivable mass of the Dead Sun.\n\nI may remark here, once more, that no words will ever convey to the\nimagination, the enormous bulk of the two Central Suns.\n\n\n\n_XXII_\n\nTHE DARK NEBULA\n\nYears melted into the past, centuries, aeons. The light of the\nincandescent star, sank to a furious red.\n\nIt was later, that I saw the dark nebula--at first, an impalpable\ncloud, away to my right. It grew, steadily, to a clot of blackness in\nthe night. How long I watched, it is impossible to say; for time, as we\ncount it, was a thing of the past. It came closer, a shapeless\nmonstrosity of darkness--tremendous. It seemed to slip across the night,\nsleepily--a very hell-fog. Slowly, it slid nearer, and passed into the\nvoid, between me and the Central Suns. It was as though a curtain had\nbeen drawn before my vision. A strange tremor of fear took me, and a\nfresh sense of wonder.\n\nThe green twilight that had reigned for so many millions of years, had\nnow given place to impenetrable gloom. Motionless, I peered about me. A\ncentury fled, and it seemed to me that I detected occasional dull glows\nof red, passing me at intervals.\n\nEarnestly, I gazed, and, presently, seemed to see circular masses, that\nshowed muddily red, within the clouded blackness. They appeared to be\ngrowing out of the nebulous murk. Awhile, and they became plainer to my\naccustomed vision. I could see them, now, with a fair amount of\ndistinctness--ruddy-tinged spheres, similar, in size, to the luminous\nglobes that I had seen, so long previously.\n\nThey floated past me, continually. Gradually, a peculiar uneasiness\nseized me. I became aware of a growing feeling of repugnance and dread.\nIt was directed against those passing orbs, and seemed born of intuitive\nknowledge, rather than of any real cause or reason.\n\nSome of the passing globes were brighter than others; and, it was from\none of these, that a face looked, suddenly. A face, human in its\noutline; but so tortured with woe, that I stared, aghast. I had not\nthought there was such sorrow, as I saw there. I was conscious of an\nadded sense of pain, on perceiving that the eyes, which glared so\nwildly, were sightless. A while longer, I saw it; then it had passed on,\ninto the surrounding gloom. After this, I saw others--all wearing that\nlook of hopeless sorrow; and blind.\n\nA long time went by, and I became aware that I was nearer to the orbs,\nthan I had been. At this, I grew uneasy; though I was less in fear of\nthose strange globules, than I had been, before seeing their sorrowful\ninhabitants; for sympathy had tempered my fear.\n\nLater, there was no doubt but that I was being carried closer to the\nred spheres, and, presently, I floated among them. In awhile, I\nperceived one bearing down upon me. I was helpless to move from its\npath. In a minute, it seemed, it was upon me, and I was submerged in a\ndeep red mist. This cleared, and I stared, confusedly, across the\nimmense breadth of the Plain of Silence. It appeared just as I had first\nseen it. I was moving forward, steadily, across its surface. Away ahead,\nshone the vast, blood-red ring [15] that lit the place. All around, was\nspread the extraordinary desolation of stillness, that had so impressed\nme during my previous wanderings across its starkness.\n\nPresently, I saw, rising up into the ruddy gloom, the distant peaks of\nthe mighty amphitheatre of mountains, where, untold ages before, I had\nbeen shown my first glimpse of the terrors that underlie many things;\nand where, vast and silent, watched by a thousand mute gods, stands the\nreplica of this house of mysteries--this house that I had seen swallowed\nup in that hell-fire, ere the earth had kissed the sun, and vanished\nfor ever.\n\nThough I could see the crests of the mountain-amphitheatre, yet it was\na great while before their lower portions became visible. Possibly, this\nwas due to the strange, ruddy haze, that seemed to cling to the surface\nof the Plain. However, be this as it may, I saw them at last.\n\nIn a still further space of time, I had come so close to the mountains,\nthat they appeared to overhang me. Presently, I saw the great rift, open\nbefore me, and I drifted into it; without volition on my part.\n\nLater, I came out upon the breadth of the enormous arena. There, at an\napparent distance of some five miles, stood the House, huge, monstrous\nand silent--lying in the very center of that stupendous amphitheatre. So\nfar as I could see, it had not altered in any way; but looked as though\nit were only yesterday that I had seen it. Around, the grim, dark\nmountains frowned down upon me from their lofty silences.\n\nFar to my right, away up among inaccessible peaks, loomed the enormous\nbulk of the great Beast-god. Higher, I saw the hideous form of the dread\ngoddess, rising up through the red gloom, thousands of fathoms above\nme. To the left, I made out the monstrous Eyeless-Thing, grey and\ninscrutable. Further off, reclining on its lofty ledge, the livid\nGhoul-Shape showed--a splash of sinister color, among the dark\nmountains.\n\nSlowly, I moved out across the great arena--floating. As I went, I made\nout the dim forms of many of the other lurking Horrors that peopled\nthose supreme heights.\n\nGradually, I neared the House, and my thoughts flashed back across the\nabyss of years. I remembered the dread Specter of the Place. A short\nwhile passed, and I saw that I was being wafted directly toward the\nenormous mass of that silent building.\n\nAbout this time, I became aware, in an indifferent sort of way, of a\ngrowing sense of numbness, that robbed me of the fear, which I should\notherwise have felt, on approaching that awesome Pile. As it was, I\nviewed it, calmly--much as a man views calamity through the haze of his\ntobacco smoke.\n\nIn a little while, I had come so close to the House, as to be able to\ndistinguish many of the details about it. The longer I looked, the more\nwas I confirmed in my long-ago impressions of its entire similitude to\nthis strange house. Save in its enormous size, I could find\nnothing unlike.\n\nSuddenly, as I stared, a great feeling of amazement filled me. I had\ncome opposite to that part, where the outer door, leading into the\nstudy, is situated. There, lying right across the threshold, lay a great\nlength of coping stone, identical--save in size and color--with the\npiece I had dislodged in my fight with the Pit-creatures.\n\nI floated nearer, and my astonishment increased, as I noted that the\ndoor was broken partly from its hinges, precisely in the manner that my\nstudy door had been forced inward, by the assaults of the Swine-things.\nThe sight started a train of thoughts, and I began to trace, dimly,\nthat the attack on this house, might have a far deeper significance than\nI had, hitherto, imagined. I remembered how, long ago, in the old\nearth-days, I had half suspected that, in some unexplainable manner,\nthis house, in which I live, was _en rapport_--to use a recognized\nterm--with that other tremendous structure, away in the midst of that\nincomparable Plain.\n\nNow, however, it began to be borne upon me, that I had but vaguely\nconceived what the realization of my suspicion meant. I began to\nunderstand, with a more than human clearness, that the attack I had\nrepelled, was, in some extraordinary manner, connected with an attack\nupon that strange edifice.\n\nWith a curious inconsequence, my thoughts abruptly left the matter; to\ndwell, wonderingly, upon the peculiar material, out of which the House\nwas constructed. It was--as I have mentioned, earlier--of a deep, green\ncolor. Yet, now that I had come so close to it, I perceived that it\nfluctuated at times, though slightly--glowing and fading, much as do the\nfumes of phosphorus, when rubbed upon the hand, in the dark.\n\nPresently, my attention was distracted from this, by coming to the\ngreat entrance. Here, for the first time, I was afraid; for, all in a\nmoment, the huge doors swung back, and I drifted in between them,\nhelplessly. Inside, all was blackness, impalpable. In an instant, I had\ncrossed the threshold, and the great doors closed, silently, shutting me\nin that lightless place.\n\nFor a while, I seemed to hang, motionless; suspended amid the darkness.\nThen, I became conscious that I was moving again; where, I could not\ntell. Suddenly, far down beneath me, I seemed to hear a murmurous noise\nof Swine-laughter. It sank away, and the succeeding silence appeared\nclogged with horror.\n\nThen a door opened somewhere ahead; a white haze of light filtered\nthrough, and I floated slowly into a room, that seemed strangely\nfamiliar. All at once, there came a bewildering, screaming noise, that\ndeafened me. I saw a blurred vista of visions, flaming before my sight.\nMy senses were dazed, through the space of an eternal moment. Then, my\npower of seeing, came back to me. The dizzy, hazy feeling passed, and I\nsaw, clearly.\n\n\n\n_XXIII_\n\nPEPPER\n\nI was seated in my chair, back again in this old study. My glance\nwandered 'round the room. For a minute, it had a strange, quivery\nappearance--unreal and unsubstantial. This disappeared, and I saw that\nnothing was altered in any way. I looked toward the end window--the\nblind was up.\n\nI rose to my feet, shakily. As I did so, a slight noise, in the\ndirection of the door, attracted my attention. I glanced toward it. For\na short instant, it appeared to me that it was being closed, gently. I\nstared, and saw that I must have been mistaken--it seemed closely shut.\n\nWith a succession of efforts, I trod my way to the window, and looked\nout. The sun was just rising, lighting up the tangled wilderness of\ngardens. For, perhaps, a minute, I stood, and stared. I passed my hand,\nconfusedly, across my forehead.\n\nPresently, amid the chaos of my senses, a sudden thought came to me; I\nturned, quickly, and called to Pepper. There was no answer, and I\nstumbled across the room, in a quick access of fear. As I went, I tried\nto frame his name; but my lips were numb. I reached the table, and\nstooped down to him, with a catching at my heart. He was lying in the\nshadow of the table, and I had not been able to see him, distinctly,\nfrom the window. Now, as I stooped, I took my breath, shortly. There was\nno Pepper; instead, I was reaching toward an elongated, little heap of\ngrey, ashlike dust....\n\nI must have remained, in that half-stooped position, for some minutes.\nI was dazed--stunned. Pepper had really passed into the land of shadows.\n\n\n\n_XXIV_\n\nTHE FOOTSTEPS IN THE GARDEN\n\nPepper is dead! Even now, at times, I seem scarcely able to realize\nthat this is so. It is many weeks, since I came back from that strange\nand terrible journey through space and time. Sometimes, in my sleep, I\ndream about it, and go through, in imagination, the whole of that\nfearsome happening. When I wake, my thoughts dwell upon it. That\nSun--those Suns, were they indeed the great Central Suns, 'round which\nthe whole universe, of the unknown heavens, revolves? Who shall say? And\nthe bright globules, floating forever in the light of the Green Sun! And\nthe Sea of Sleep on which they float! How unbelievable it all is. If it\nwere not for Pepper, I should, even after the many extraordinary things\nthat I have witnessed, be inclined to imagine that it was but a gigantic\ndream. Then, there is that dreadful, dark nebula (with its multitudes of\nred spheres) moving always within the shadow of the Dark Sun, sweeping\nalong on its stupendous orbit, wrapped eternally in gloom. And the faces\nthat peered out at me! God, do they, and does such a thing really\nexist? ... There is still that little heap of grey ash, on my study\nfloor. I will not have it touched.\n\nAt times, when I am calmer, I have wondered what became of the outer\nplanets of the Solar System. It has occurred to me, that they may have\nbroken loose from the sun's attraction, and whirled away into space.\nThis is, of course, only a surmise. There are so many things, about\nwhich I wonder.\n\nNow that I am writing, let me record that I am certain, there is\nsomething horrible about to happen. Last night, a thing occurred, which\nhas filled me with an even greater terror, than did the Pit fear. I will\nwrite it down now, and, if anything more happens, endeavor to make a\nnote of it, at once. I have a feeling, that there is more in this last\naffair, than in all those others. I am shaky and nervous, even now, as I\nwrite. Somehow, I think death is not very far away. Not that I fear\ndeath--as death is understood. Yet, there is that in the air, which bids\nme fear--an intangible, cold horror. I felt it last night. It\nwas thus:--\n\nLast night, I was sitting here in my study, writing. The door, leading\ninto the garden, was half open. At times, the metallic rattle of a dog's\nchain, sounded faintly. It belongs to the dog I have bought, since\nPepper's death. I will not have him in the house--not after Pepper.\nStill, I have felt it better to have a dog about the place. They are\nwonderful creatures.\n\nI was much engrossed in my work, and the time passed, quickly.\nSuddenly, I heard a soft noise on the path, outside in the garden--pad,\npad, pad, it went, with a stealthy, curious sound. I sat upright, with a\nquick movement, and looked out through the opened door. Again the noise\ncame--pad, pad, pad. It appeared to be approaching. With a slight\nfeeling of nervousness, I stared into the gardens; but the night hid\neverything.\n\nThen the dog gave a long howl, and I started. For a minute, perhaps, I\npeered, intently; but could hear nothing. After a little, I picked up\nthe pen, which I had laid down, and recommenced my work. The nervous\nfeeling had gone; for I imagined that the sound I had heard, was nothing\nmore than the dog walking 'round his kennel, at the length of his chain.\n\nA quarter of an hour may have passed; then, all at once, the dog howled\nagain, and with such a plaintively sorrowful note, that I jumped to my\nfeet, dropping my pen, and inking the page on which I was at work.\n\n'Curse that dog!' I muttered, noting what I had done. Then, even as I\nsaid the words, there sounded again that queer--pad, pad, pad. It was\nhorribly close--almost by the door, I thought. I knew, now, that it\ncould not be the dog; his chain would not allow him to come so near.\n\nThe dog's growl came again, and I noted, subconsciously, the taint of\nfear in it.\n\nOutside, on the windowsill, I could see Tip, my sister's pet cat. As I\nlooked, it sprang to its feet, its tail swelling, visibly. For an\ninstant it stood thus; seeming to stare, fixedly, at something, in the\ndirection of the door. Then, quickly, it began to back along the sill;\nuntil, reaching the wall at the end, it could go no further. There it\nstood, rigid, as though frozen in an attitude of extraordinary terror.\n\nFrightened, and puzzled, I seized a stick from the corner, and went\ntoward the door, silently; taking one of the candles with me. I had come\nto within a few paces of it, when, suddenly, a peculiar sense of fear\nthrilled through me--a fear, palpitant and real; whence, I knew not, nor\nwhy. So great was the feeling of terror, that I wasted no time; but\nretreated straight-way--walking backward, and keeping my gaze,\nfearfully, on the door. I would have given much, to rush at it, fling it\nto, and shoot the bolts; for I have had it repaired and strengthened,\nso that, now, it is far stronger than ever it has been. Like Tip, I\ncontinued my, almost unconscious, progress backward, until the wall\nbrought me up. At that, I started, nervously, and glanced 'round,\napprehensively. As I did so, my eyes dwelt, momentarily, on the rack of\nfirearms, and I took a step toward them; but stopped, with a curious\nfeeling that they would be needless. Outside, in the gardens, the dog\nmoaned, strangely.\n\nSuddenly, from the cat, there came a fierce, long screech. I glanced,\njerkily, in its direction--Something, luminous and ghostly, encircled\nit, and grew upon my vision. It resolved into a glowing hand,\ntransparent, with a lambent, greenish flame flickering over it. The cat\ngave a last, awful caterwaul, and I saw it smoke and blaze. My breath\ncame with a gasp, and I leant against the wall. Over that part of the\nwindow there spread a smudge, green and fantastic. It hid the thing from\nme, though the glare of fire shone through, dully. A stench of burning,\nstole into the room.\n\nPad, pad, pad--Something passed down the garden path, and a faint,\nmouldy odor seemed to come in through the open door, and mingle with the\nburnt smell.\n\nThe dog had been silent for a few moments. Now, I heard him yowl,\nsharply, as though in pain. Then, he was quiet, save for an occasional,\nsubdued whimper of fear.\n\nA minute went by; then the gate on the West side of the gardens,\nslammed, distantly. After that, nothing; not even the dog's whine.\n\nI must have stood there some minutes. Then a fragment of courage stole\ninto my heart, and I made a frightened rush at the door, dashed it to,\nand bolted it. After that, for a full half-hour, I sat,\nhelpless--staring before me, rigidly.\n\nSlowly, my life came back into me, and I made my way, shakily,\nup-stairs to bed.\n\nThat is all.\n\n\n\n_XXV_\n\nTHE THING FROM THE ARENA\n\nThis morning, early, I went through the gardens; but found everything\nas usual. Near the door, I examined the path, for footprints; yet, here\nagain, there was nothing to tell me whether, or not, I dreamed\nlast night.\n\nIt was only when I came to speak to the dog, that I discovered tangible\nproof, that something did happen. When I went to his kennel, he kept\ninside, crouching up in one corner, and I had to coax him, to get him\nout. When, finally, he consented to come, it was in a strangely cowed\nand subdued manner. As I patted him, my attention was attracted to a\ngreenish patch, on his left flank. On examining it, I found, that the\nfur and skin had been apparently, burnt off; for the flesh showed, raw\nand scorched. The shape of the mark was curious, reminding me of the\nimprint of a large talon or hand.\n\nI stood up, thoughtful. My gaze wandered toward the study window. The\nrays of the rising sun, shimmered on the smoky patch in the lower\ncorner, causing it to fluctuate from green to red, oddly. Ah! that was\nundoubtedly another proof; and, suddenly, the horrible Thing I saw last\nnight, rose in my mind. I looked at the dog, again. I knew the cause,\nnow, of that hateful looking wound on his side--I knew, also, that, what\nI had seen last night, had been a real happening. And a great discomfort\nfilled me. Pepper! Tip! And now this poor animal ...! I glanced at the\ndog again, and noticed that he was licking at his wound.\n\n'Poor brute!' I muttered, and bent to pat his head. At that, he got\nupon his feet, nosing and licking my hand, wistfully.\n\nPresently, I left him, having other matters to which to attend.\n\nAfter dinner, I went to see him, again. He seemed quiet, and\ndisinclined to leave his kennel. From my sister, I have learnt that he\nhas refused all food today. She appeared a little puzzled, when she told\nme; though quite unsuspicious of anything of which to be afraid.\n\nThe day has passed, uneventfully enough. After tea, I went, again, to\nhave a look at the dog. He seemed moody, and somewhat restless; yet\npersisted in remaining in his kennel. Before locking up, for the night,\nI moved his kennel out, away from the wall, so that I shall be able to\nwatch it from the small window, tonight. The thought came to me, to\nbring him into the house for the night; but consideration has decided\nme, to let him remain out. I cannot say that the house is, in any\ndegree, less to be feared than the gardens. Pepper was in the house,\nand yet....\n\nIt is now two o'clock. Since eight, I have watched the kennel, from the\nsmall, side window in my study. Yet, nothing has occurred, and I am too\ntired to watch longer. I will go to bed....\n\nDuring the night, I was restless. This is unusual for me; but, toward\nmorning, I obtained a few hours' sleep.\n\nI rose early, and, after breakfast, visited the dog. He was quiet; but\nmorose, and refused to leave his kennel. I wish there was some horse\ndoctor near here; I would have the poor brute looked to. All day, he has\ntaken no food; but has shown an evident desire for water--lapping it up,\ngreedily. I was relieved to observe this.\n\nThe evening has come, and I am in my study. I intend to follow my plan\nof last night, and watch the kennel. The door, leading into the garden,\nis bolted, securely. I am consciously glad there are bars to the\nwindows....\n\nNight:--Midnight has gone. The dog has been silent, up to the present.\nThrough the side window, on my left, I can make out, dimly, the outlines\nof the kennel. For the first time, the dog moves, and I hear the rattle\nof his chain. I look out, quickly. As I stare, the dog moves again,\nrestlessly, and I see a small patch of luminous light, shine from the\ninterior of the kennel. It vanishes; then the dog stirs again, and, once\nmore, the gleam comes. I am puzzled. The dog is quiet, and I can see the\nluminous thing, plainly. It shows distinctly. There is something\nfamiliar about the shape of it. For a moment, I wonder; then it comes to\nme, that it is not unlike the four fingers and thumb of a hand. Like a\nhand! And I remember the contour of that fearsome wound on the dog's\nside. It must be the wound I see. It is luminous at night--Why? The\nminutes pass. My mind is filled with this fresh thing....\n\nSuddenly, I hear a sound, out in the gardens. How it thrills through\nme. It is approaching. Pad, pad, pad. A prickly sensation traverses my\nspine, and seems to creep across my scalp. The dog moves in his kennel,\nand whimpers, frightenedly. He must have turned 'round; for, now, I can\nno longer see the outline of his shining wound.\n\nOutside, the gardens are silent, once more, and I listen, fearfully. A\nminute passes, and another; then I hear the padding sound, again. It is\nquite close, and appears to be coming down the graveled path. The noise\nis curiously measured and deliberate. It ceases outside the door; and I\nrise to my feet, and stand motionless. From the door, comes a slight\nsound--the latch is being slowly raised. A singing noise is in my ears,\nand I have a sense of pressure about the head--\n\nThe latch drops, with a sharp click, into the catch. The noise startles\nme afresh; jarring, horribly, on my tense nerves. After that, I stand,\nfor a long while, amid an ever-growing quietness. All at once, my knees\nbegin to tremble, and I have to sit, quickly.\n\nAn uncertain period of time passes, and, gradually, I begin to shake\noff the feeling of terror, that has possessed me. Yet, still I sit. I\nseem to have lost the power of movement. I am strangely tired, and\ninclined to doze. My eyes open and close, and, presently, I find myself\nfalling asleep, and waking, in fits and starts.\n\nIt is some time later, that I am sleepily aware that one of the candles\nis guttering. When I wake again, it has gone out, and the room is very\ndim, under the light of the one remaining flame. The semi-darkness\ntroubles me little. I have lost that awful sense of dread, and my only\ndesire seems to be to sleep--sleep.\n\nSuddenly, although there is no noise, I am awake--wide awake. I am\nacutely conscious of the nearness of some mystery, of some overwhelming\nPresence. The very air seems pregnant with terror. I sit huddled, and\njust listen, intently. Still, there is no sound. Nature, herself, seems\ndead. Then, the oppressive stillness is broken by a little eldritch\nscream of wind, that sweeps 'round the house, and dies away, remotely.\n\nI let my gaze wander across the half-lighted room. By the great clock\nin the far corner, is a dark, tall shadow. For a short instant, I stare,\nfrightenedly. Then, I see that it is nothing, and am, momentarily,\nrelieved.\n\nIn the time that follows, the thought flashes through my brain, why\nnot leave this house--this house of mystery and terror? Then, as though\nin answer, there sweeps up, across my sight, a vision of the wondrous\nSea of Sleep,--the Sea of Sleep where she and I have been allowed to\nmeet, after the years of separation and sorrow; and I know that I shall\nstay on here, whatever happens.\n\nThrough the side window, I note the somber blackness of the night. My\nglance wanders away, and 'round the room; resting on one shadowy object\nand another. Suddenly, I turn, and look at the window on my right; as I\ndo so, I breathe quickly, and bend forward, with a frightened gaze at\nsomething outside the window, but close to the bars. I am looking at a\nvast, misty swine-face, over which fluctuates a flamboyant flame, of a\ngreenish hue. It is the Thing from the arena. The quivering mouth seems\nto drip with a continual, phosphorescent slaver. The eyes are staring\nstraight into the room, with an inscrutable expression. Thus, I sit\nrigidly--frozen.\n\nThe Thing has begun to move. It is turning, slowly, in my direction.\nIts face is coming 'round toward me. It sees me. Two huge, inhumanly\nhuman, eyes are looking through the dimness at me. I am cold with fear;\nyet, even now, I am keenly conscious, and note, in an irrelevant way,\nthat the distant stars are blotted out by the mass of the giant face.\n\nA fresh horror has come to me. I am rising from my chair, without the\nleast intention. I am on my feet, and something is impelling me toward\nthe door that leads out into the gardens. I wish to stop; but cannot.\nSome immutable power is opposed to my will, and I go slowly forward,\nunwilling and resistant. My glance flies 'round the room, helplessly,\nand stops at the window. The great swine-face has disappeared, and I\nhear, again, that stealthy pad, pad, pad. It stops outside the\ndoor--the door toward which I am being compelled....\n\nThere succeeds a short, intense silence; then there comes a sound. It\nis the rattle of the latch, being slowly lifted. At that, I am filled\nwith desperation. I will not go forward another step. I make a vast\neffort to return; but it is, as though I press back, upon an invisible\nwall. I groan out loud, in the agony of my fear, and the sound of my\nvoice is frightening. Again comes that rattle, and I shiver, clammily. I\ntry--aye, fight and struggle, to hold back, _back_; but it is no use....\n\nI am at the door, and, in a mechanical way, I watch my hand go forward,\nto undo the topmost bolt. It does so, entirely without my volition. Even\nas I reach up toward the bolt, the door is violently shaken, and I get a\nsickly whiff of mouldy air, which seems to drive in through the\ninterstices of the doorway. I draw the bolt back, slowly, fighting,\ndumbly, the while. It comes out of its socket, with a click, and I begin\nto shake, aguishly. There are two more; one at the bottom of the door;\nthe other, a massive affair, is placed about the middle.\n\nFor, perhaps a minute, I stand, with my arms hanging slackly, by my\nsides. The influence to meddle with the fastenings of the door, seems to\nhave gone. All at once, there comes the sudden rattle of iron, at my\nfeet. I glance down, quickly, and realize, with an unspeakable terror,\nthat my foot is pushing back the lower bolt. An awful sense of\nhelplessness assails me.... The bolt comes out of its hold, with a\nslight, ringing sound and I stagger on my feet, grasping at the great,\ncentral bolt, for support. A minute passes, an eternity; then\nanother----My God, help me! I am being forced to work upon the last\nfastening. _I will not!_ Better to die, than open to the Terror, that is\non the other side of the door. Is there no escape ...? God help me, I\nhave jerked the bolt half out of its socket! My lips emit a hoarse\nscream of terror, the bolt is three parts drawn, now, and still my\nunconscious hands work toward my doom. Only a fraction of steel, between\nmy soul and That. Twice, I scream out in the supreme agony of my fear;\nthen, with a mad effort, I tear my hands away. My eyes seem blinded. A\ngreat blackness is falling upon me. Nature has come to my rescue. I feel\nmy knees giving. There is a loud, quick thudding upon the door, and I am\nfalling, falling....\n\nI must have lain there, at least a couple of hours. As I recover, I am\naware that the other candle has burnt out, and the room is in an almost\ntotal darkness. I cannot rise to my feet, for I am cold, and filled with\na terrible cramp. Yet my brain is clear, and there is no longer the\nstrain of that unholy influence.\n\nCautiously, I get upon my knees, and feel for the central bolt. I find\nit, and push it securely back into its socket; then the one at the\nbottom of the door. By this time, I am able to rise to my feet, and so\nmanage to secure the fastening at the top. After that, I go down upon my\nknees, again, and creep away among the furniture, in the direction of\nthe stairs. By doing this, I am safe from observation from the window.\n\nI reach the opposite door, and, as I leave the study, cast one nervous\nglance over my shoulder, toward the window. Out in the night, I seem to\ncatch a glimpse of something impalpable; but it may be only a fancy.\nThen, I am in the passage, and on the stairs.\n\nReaching my bedroom, I clamber into bed, all clothed as I am, and pull\nthe bedclothes over me. There, after awhile, I begin to regain a little\nconfidence. It is impossible to sleep; but I am grateful for the added\nwarmth of the bedclothes. Presently, I try to think over the happenings\nof the past night; but, though I cannot sleep, I find that it is\nuseless, to attempt consecutive thought. My brain seems curiously blank.\n\nToward morning, I begin to toss, uneasily. I cannot rest, and, after\nawhile, I get out of bed, and pace the floor. The wintry dawn is\nbeginning to creep through the windows, and shows the bare discomfort of\nthe old room. Strange, that, through all these years, it has never\noccurred to me how dismal the place really is. And so a time passes.\n\nFrom somewhere down stairs, a sound comes up to me. I go to the bedroom\ndoor, and listen. It is Mary, bustling about the great, old kitchen,\ngetting the breakfast ready. I feel little interest. I am not hungry. My\nthoughts, however; continue to dwell upon her. How little the weird\nhappenings in this house seem to trouble her. Except in the incident of\nthe Pit creatures, she has seemed unconscious of anything unusual\noccurring. She is old, like myself; yet how little we have to do with\none another. Is it because we have nothing in common; or only that,\nbeing old, we care less for society, than quietness? These and other\nmatters pass through my mind, as I meditate; and help to distract my\nattention, for a while, from the oppressive thoughts of the night.\n\nAfter a time, I go to the window, and, opening it, look out. The sun is\nnow above the horizon, and the air, though cold, is sweet and crisp.\nGradually, my brain clears, and a sense of security, for the time being,\ncomes to me. Somewhat happier, I go down stairs, and out into the\ngarden, to have a look at the dog.\n\nAs I approach the kennel, I am greeted by the same mouldy stench that\nassailed me at the door last night. Shaking off a momentary sense of\nfear, I call to the dog; but he takes no heed, and, after calling once\nmore, I throw a small stone into the kennel. At this, he moves,\nuneasily, and I shout his name, again; but do not go closer. Presently,\nmy sister comes out, and joins me, in trying to coax him from\nthe kennel.\n\nIn a little the poor beast rises, and shambles out lurching queerly. In\nthe daylight he stands swaying from side to side, and blinking stupidly.\nI look and note that the horrid wound is larger, much larger, and seems\nto have a whitish, fungoid appearance. My sister moves to fondle him;\nbut I detain her, and explain that I think it will be better not to go\ntoo near him for a few days; as it is impossible to tell what may be the\nmatter with him; and it is well to be cautious.\n\nA minute later, she leaves me; coming back with a basin of odd scraps\nof food. This she places on the ground, near the dog, and I push it into\nhis reach, with the aid of a branch, broken from one of the shrubs. Yet,\nthough the meat should be tempting, he takes no notice of it; but\nretires to his kennel. There is still water in his drinking vessel, so,\nafter a few moments' talk, we go back to the house. I can see that my\nsister is much puzzled as to what is the matter with the animal; yet it\nwould be madness, even to hint the truth to her.\n\nThe day slips away, uneventfully; and night comes on. I have determined\nto repeat my experiment of last night. I cannot say that it is wisdom;\nyet my mind is made up. Still, however, I have taken precautions; for I\nhave driven stout nails in at the back of each of the three bolts, that\nsecure the door, opening from the study into the gardens. This will, at\nleast, prevent a recurrence of the danger I ran last night.\n\nFrom ten to about two-thirty, I watch; but nothing occurs; and,\nfinally, I stumble off to bed, where I am soon asleep.\n\n\n\n_XXVI_\n\nTHE LUMINOUS SPECK\n\nI awake suddenly. It is still dark. I turn over, once or twice, in my\nendeavors to sleep again; but I cannot sleep. My head is aching,\nslightly; and, by turns I am hot and cold. In a little, I give up the\nattempt, and stretch out my hand, for the matches. I will light my\ncandle, and read, awhile; perhaps, I shall be able to sleep, after a\ntime. For a few moments, I grope; then my hand touches the box; but, as\nI open it, I am startled, to see a phosphorescent speck of fire, shining\namid the darkness. I put out my other hand, and touch it. It is on my\nwrist. With a feeling of vague alarm, I strike a light, hurriedly, and\nlook; but can see nothing, save a tiny scratch.\n\n'Fancy!' I mutter, with a half sigh of relief. Then the match burns my\nfinger, and I drop it, quickly. As I fumble for another, the thing\nshines out again. I know, now, that it is no fancy. This time, I light\nthe candle, and examine the place, more closely. There is a slight,\ngreenish discoloration 'round the scratch. I am puzzled and worried.\nThen a thought comes to me. I remember the morning after the Thing\nappeared. I remember that the dog licked my hand. It was this one, with\nthe scratch on it; though I have not been even conscious of the\nabasement, until now. A horrible fear has come to me. It creeps into my\nbrain--the dog's wound, shines at night. With a dazed feeling, I sit\ndown on the side of the bed, and try to think; but cannot. My brain\nseems numbed with the sheer horror of this new fear.\n\nTime moves on, unheeded. Once, I rouse up, and try to persuade myself\nthat I am mistaken; but it is no use. In my heart, I have no doubt.\n\nHour after hour, I sit in the darkness and silence, and shiver,\nhopelessly....\n\nThe day has come and gone, and it is night again.\n\nThis morning, early, I shot the dog, and buried it, away among the\nbushes. My sister is startled and frightened; but I am desperate.\nBesides, it is better so. The foul growth had almost hidden its left\nside. And I--the place on my wrist has enlarged, perceptibly. Several\ntimes, I have caught myself muttering prayers--little things learnt as a\nchild. God, Almighty God, help me! I shall go mad.\n\nSix days, and I have eaten nothing. It is night. I am sitting in my\nchair. Ah, God! I wonder have any ever felt the horror of life that I\nhave come to know? I am swathed in terror. I feel ever the burning of\nthis dread growth. It has covered all my right arm and side, and is\nbeginning to creep up my neck. Tomorrow, it will eat into my face. I\nshall become a terrible mass of living corruption. There is no escape.\nYet, a thought has come to me, born of a sight of the gun-rack, on the\nother side of the room. I have looked again--with the strangest of\nfeelings. The thought grows upon me. God, Thou knowest, Thou must know,\nthat death is better, aye, better a thousand times than This. This!\nJesus, forgive me, but I cannot live, cannot, cannot! I dare not! I am\nbeyond all help--there is nothing else left. It will, at least, spare\nme that final horror....\n\nI think I must have been dozing. I am very weak, and oh! so miserable,\nso miserable and tired--tired. The rustle of the paper, tries my brain.\nMy hearing seems preternaturally sharp. I will sit awhile and think....\n\n\"Hush! I hear something, down--down in the cellars. It is a creaking\nsound. My God, it is the opening of the great, oak trap. What can be\ndoing that? The scratching of my pen deafens me ... I must listen....\nThere are steps on the stairs; strange padding steps, that come up and\nnearer.... Jesus, be merciful to me, an old man. There is something\nfumbling at the door-handle. O God, help me now! Jesus--The door is\nopening--slowly. Somethi--\"\n\nThat is all[16]\n\n\n\n_XXVII_\n\nCONCLUSION\n\nI put down the Manuscript, and glanced across at Tonnison: he was\nsitting, staring out into the dark. I waited a minute; then I spoke.\n\n\"Well?\" I said.\n\nHe turned, slowly, and looked at me. His thoughts seemed to have gone\nout of him into a great distance.\n\n\"Was he mad?\" I asked, and indicated the MS., with a half nod.\n\nTonnison stared at me, unseeingly, a moment; then, his wits came back to\nhim, and, suddenly, he comprehended my question.\n\n\"No!\" he said.\n\nI opened my lips, to offer a contradictory opinion; for my sense of the\nsaneness of things, would not allow me to take the story literally; then\nI shut them again, without saying anything. Somehow, the certainty in\nTonnison's voice affected my doubts. I felt, all at once, less assured;\nthough I was by no means convinced as yet.\n\nAfter a few moments' silence, Tonnison rose, stiffly, and began to\nundress. He seemed disinclined to talk; so I said nothing; but followed\nhis example. I was weary; though still full of the story I had\njust read.\n\nSomehow, as I rolled into my blankets, there crept into my mind a memory\nof the old gardens, as we had seen them. I remembered the odd fear that\nthe place had conjured up in our hearts; and it grew upon me, with\nconviction, that Tonnison was right.\n\nIt was very late when we rose--nearly midday; for the greater part of\nthe night had been spent in reading the MS.\n\nTonnison was grumpy, and I felt out of sorts. It was a somewhat dismal\nday, and there was a touch of chilliness in the air. There was no\nmention of going out fishing on either of our parts. We got dinner, and,\nafter that, just sat and smoked in silence.\n\nPresently, Tonnison asked for the Manuscript: I handed it to him, and he\nspent most of the afternoon in reading it through by himself.\n\nIt was while he was thus employed, that a thought came to me:--\n\n\"What do you say to having another look at--?\" I nodded my head down\nstream.\n\nTonnison looked up. \"Nothing!\" he said, abruptly; and, somehow, I was\nless annoyed, than relieved, at his answer.\n\nAfter that, I left him alone.\n\nA little before teatime, he looked up at me, curiously.\n\n\"Sorry, old chap, if I was a bit short with you just now;\" (just now,\nindeed! he had not spoken for the last three hours) \"but I would not go\nthere again,\" and he indicated with his head, \"for anything that you\ncould offer me. Ugh!\" and he put down that history of a man's terror and\nhope and despair.\n\nThe next morning, we rose early, and went for our accustomed swim: we\nhad partly shaken off the depression of the previous day; and so, took\nour rods when we had finished breakfast, and spent the day at our\nfavorite sport.\n\nAfter that day, we enjoyed our holiday to the utmost; though both of us\nlooked forward to the time when our driver should come; for we were\ntremendously anxious to inquire of him, and through him among the people\nof the tiny hamlet, whether any of them could give us information about\nthat strange garden, lying away by itself in the heart of an almost\nunknown tract of country.\n\nAt last, the day came, on which we expected the driver to come across\nfor us. He arrived early, while we were still abed; and, the first thing\nwe knew, he was at the opening of the tent, inquiring whether we had had\ngood sport. We replied in the affirmative; and then, both together,\nalmost in the same breath, we asked the question that was uppermost in\nour minds:--Did he know anything about an old garden, and a great pit,\nand a lake, situated some miles away, down the river; also, had he ever\nheard of a great house thereabouts?\n\nNo, he did not, and had not; yet, stay, he had heard a rumor, once upon\na time, of a great, old house standing alone out in the wilderness; but,\nif he remembered rightly it was a place given over to the fairies; or,\nif that had not been so, he was certain that there had been something\n\"quare\" about it; and, anyway, he had heard nothing of it for a very\nlong while--not since he was quite a gossoon. No, he could not remember\nanything particular about it; indeed, he did not know he remembered\nanything \"at all, at all\" until we questioned him.\n\n\"Look here,\" said Tonnison, finding that this was about all that he\ncould tell us, \"just take a walk 'round the village, while we dress, and\nfind out something, if you can.\"\n\nWith a nondescript salute, the man departed on his errand; while we made\nhaste to get into our clothes; after which, we began to prepare\nbreakfast.\n\nWe were just sitting down to it, when he returned.\n\n\"It's all in bed the lazy divvils is, sor,\" he said, with a repetition\nof the salute, and an appreciative eye to the good things spread out on\nour provision chest, which we utilized as a table.\n\n\"Oh, well, sit down,\" replied my friend, \"and have something to eat with\nus.\" Which the man did without delay.\n\nAfter breakfast, Tonnison sent him off again on the same errand, while\nwe sat and smoked. He was away some three-quarters of an hour, and, when\nhe returned, it was evident that he had found out something. It appeared\nthat he had got into conversation with an ancient man of the village,\nwho, probably, knew more--though it was little enough--of the strange\nhouse, than any other person living.\n\nThe substance of this knowledge was, that, in the \"ancient man's\"\nyouth--and goodness knows how long back that was--there had stood a\ngreat house in the center of the gardens, where now was left only that\nfragment of ruin. This house had been empty for a great while; years\nbefore his--the ancient man's--birth. It was a place shunned by the\npeople of the village, as it had been shunned by their fathers before\nthem. There were many things said about it, and all were of evil. No one\never went near it, either by day or night. In the village it was a\nsynonym of all that is unholy and dreadful.\n\nAnd then, one day, a man, a stranger, had ridden through the village,\nand turned off down the river, in the direction of the House, as it was\nalways termed by the villagers. Some hours afterward, he had ridden\nback, taking the track by which he had come, toward Ardrahan. Then, for\nthree months or so, nothing was heard. At the end of that time, he\nreappeared; but now, he was accompanied by an elderly woman, and a large\nnumber of donkeys, laden with various articles. They had passed through\nthe village without stopping, and gone straight down the bank of the\nriver, in the direction of the House.\n\nSince that time, no one, save the man whom they had chartered to bring\nover monthly supplies of necessaries from Ardrahan, had ever seen either\nof them: and him, none had ever induced to talk; evidently, he had been\nwell paid for his trouble.\n\nThe years had moved onward, uneventfully enough, in that little hamlet;\nthe man making his monthly journeys, regularly.\n\nOne day, he had appeared as usual on his customary errand. He had passed\nthrough the village without exchanging more than a surly nod with the\ninhabitants and gone on toward the House. Usually, it was evening before\nhe made the return journey. On this occasion, however, he had reappeared\nin the village, a few hours later, in an extraordinary state of\nexcitement, and with the astounding information, that the House had\ndisappeared bodily, and that a stupendous pit now yawned in the place\nwhere it had stood.\n\nThis news, it appears, so excited the curiosity of the villagers, that\nthey overcame their fears, and marched _en masse_ to the place. There,\nthey found everything, just as described by the carrier.\n\nThis was all that we could learn. Of the author of the MS., who he was,\nand whence he came, we shall never know.\n\nHis identity is, as he seems to have desired, buried forever.\n\nThat same day, we left the lonely village of Kraighten. We have never\nbeen there since.\n\nSometimes, in my dreams, I see that enormous pit, surrounded, as it is,\non all sides by wild trees and bushes. And the noise of the water rises\nupward, and blends--in my sleep--with other and lower noises; while,\nover all, hangs the eternal shroud of spray.\n\n\n\nGrief[17]\n\nFierce hunger reigns within my breast,\n  I had not dreamt that this whole world,\n    Crushed in the hand of God, could yield\nSuch bitter essence of unrest,\n  Such pain as Sorrow now hath hurled\n    Out of its dreadful heart, unsealed!\n\nEach sobbing breath is but a cry,\n  My heart-strokes knells of agony,\n    And my whole brain has but one thought\nThat nevermore through life shall I\n  (Save in the ache of memory)\n    Touch hands with thee, who now art naught!\n\nThrough the whole void of night I search,\n  So dumbly crying out to thee;\n    But thou are _not_; and night's vast throne\nBecomes an all stupendous church\n  With star-bells knelling unto me\n    Who in all space am most alone!\n\nAn hungered, to the shore I creep,\n  Perchance some comfort waits on me\n    From the old Sea's eternal heart;\nBut lo! from all the solemn deep,\n  Far voices out of mystery\n    Seem questioning why we are apart!\n\n\"Where'er I go I am alone\n  Who once, through thee, had all the world.\n    My breast is one whole raging pain\nFor that which _was_, and now is flown\n  Into the Blank where life is hurled\n    Where all is not, nor is again!\""
  }
}