{
  "novel": {
    "title": "The Hollow Land",
    "author": "William Morris",
    "theme": "Fantasy",
    "text": "   \"We find in ancient story wonders many told,\n   Of heroes in great glory, with spirit free and bold;\n   Of joyances and high-tides, of weeping and of woe,\n   Of noble reckon striving, mote ye now wonders know.\"\n     - Niebelungen Lied (see Carlylefs Miscellanies)\n\n\nSTRUGGLING IN THE WORLD.\n\nDo you know where it is -- the Hollow Land?\n\nI have been looking for it now so long, trying to find it again the\nHollow Land for there I saw my love first.\n\nI wish to tell you how I found it first of all; but I am old, my\nmemory fails me: you must wait and let me think if I perchance can\ntell you how it happened. Yea, in my ears is a confused noise of\ntrumpet-blasts singing over desolate moors, in my ears and eyes a\nclashing and clanging of horse-hoofs, a ringing and glittering of\nsteel; drawn-back lips, set teeth, shouts, shrieks, and curses.\n\nHow was it that no one of us ever found it till that day? for it is\nnear our country: but what time have we to look for it, or any good\nthing; with such biting carking cares hemming us in on every\nside-cares about great things-mighty things: mighty things, 0 my\nbrothers! or rather little things enough, if we only knew it. Lives\npassed in turmoil, in making one another unhappy; in bitterest\nmisunderstanding of our brothers' hearts, making those sad whom God\nhas not made sad, alas, alas! What chance for any of us to find the\nHollow Land? What time even to look for it?\n\nYet who has not dreamed of it? Who, half miserable yet the while, for\nthat he knows it is but a dream, has not felt the cool waves round his\nfeet, the roses crowning him, and through the leaves of beech and lime\nthe many whispering winds of the Hollow Land?\n\nNow, my name was Florian, and my house was the house of the Lilies;\nand of that house was my father lord, and after him my eldest brother\nAmald; and me they called Florian de Liliis.\n\nMoreover, when my father was dead, there arose a feud between the\nLilies' house and Red Harald; and this that follows is the history of\nit.\n\nLady Swanhilda, Red Harald's mother, was a widow, with one son. Red\nHarald; and when she had been in widowhood two years, being of\nprincely blood, and besides comely and fierce. King Urrayne sent to\ndemand her in marriage. And I remember seeing the procession leaving\nthe town, when I was quite a child; and many young knights and squires\nattended the Lady Swanhilda as pages, and amongst them, Amald, my\neldest brother.\n\nAnd as I gazed out of the window, I saw him walking by the side of her\nhorse, dressed in white and gold very delicately; but as he went it\nchanced that he stumbled. Now he was one of those that held a golden\ncanopy over the lady's head, so that it now sunk into wrinkles, and\nthe lady had to bow her head full low, and even then the gold brocade\ncaught in one of the long slim gold flowers that were wrought round\nabout the crown she wore. She flushed up in her rage, and her smooth\nface went suddenly into the carven wrinkles of a wooden water-spout,\nand she caught at the brocade with her left hand, and pulled it away\nfuriously, so that the warp and woof were twisted out of their place,\nand many gold threads were left dangling about the crown; but\nSwanhilda stared about when she rose, then smote my brother across the\nmouth with her gilded sceptre, and the red blood flowed all about his\ngarments; yet he only turned exceeding pale, and dared say no word,\nthough he was heir to the house of the Lilies: but my small heart\nswelled with rage, and I vowed revenge, and, as it seems, he did too.\n\nSo when Swanhilda had been queen three years, she suborned many of\nKing Urrayne's knights and lords, and slew her husband as he slept,\nand reigned in his stead. And her son, Harald, grew up to manhood, and\nwas counted a strong knight, and well spoken of, by then I first put\non my armour.\n\nThen, one night, as I lay dreaming, I felt a hand laid on my face, and\nstarting up saw Arnald before me fully armed. He said, \"Florian, rise\nand arm.\"\n\nI did so, all but my helm, as he was.\n\nHe kissed me on the forehead; his lips felt hot and dry; and when they\nbought torches, and I could see his face plainly, I saw he was very\npale. He said: \"Do you remember, Florian, this day sixteen years ago?\nIt is a long time, but I shall never forget it unless this night blots\nout its memory.\"\n\nI knew what he meant, and because my heart was wicked, I rejoiced\nexceedingly at the thought of vengeance, so that I could not speak,\nbut only laid my palm across his lips.\n\n\"Good; you have a good memory, Florian. See now, I waited long and\nlong: I said at first, I forgive her; but when the news came\nconcerning the death of the king, and how that she was shameless, I\nsaid I will take it as a sign, if God does not punish her within\ncertain years, that he means me to do so; and I have been watching and\nwatching now these two years for an opportunity, and behold it is come\nat last; and I think God has certainly given her into OUR hands, for\nshe rests this night, this very Christmas eve, at a small walled town\non the frontier, not two hours' gallop from this; they keep little\nward there, and the night is wild: moreover, the prior of a certain\nhouse of monks, just without the walls, is my fast friend in this\nmatter, for she has done him some great injury. In the courtyard below\na hundred and fifty knights and squires, all faithful and true, are\nwaiting for us: one moment and we shall be gone.\"\n\nThen we both knelt down, and prayed God to give her into our hands: we\nput on our helms, and went down into the courtyard.\n\nIt was the first time I expected to use a sharp sword in anger, and I\nwas full of joy as the muffled thunder of our horse-hoofs rolled\nthrough the bitter winter night.\n\nIn about an hour and a half we had crossed the frontier, and in half\nan hour more the greater part bad halted in a wood near the Abbey,\nwhile I and a few others went up to the Abbey gates, and knocked\nloudly four times with my sword-hilt, stamping on the ground meantime.\nA long, low whistle answered me from within, which I in my turn\nanswered: then the wicket opened, and a monk came out, holding a\nlantern. He seemed yet in the prime of life, and was a tall, powerful\nman. He held the lantern to my face, then smiled, and said, \"The\nbanners hang low.\" I gave the countersign, \"The crest is lopped off.\"\n\"Good my son,\" said he; \"the ladders are within here. I dare not trust\nany of the brethren to carry them for you, though they love not the\nwitch either, but are timorsome.\"\n\n\"No matter,\" I said, \"I have men here.\" So they entered and began to\nshoulder the tall ladders: the prior was very busy. \"You will find\nthem just the right length, my son, trust me for that.\" He seemed\nquite a jolly, pleasant man, I could not understand his nursing\nfurious revenge; but his face darkened strangely whenever he happened\nto mention her name.\n\nAs we were starting he came and stood outside the gate, and putting\nhis lantern down that the light of it might not confuse his sight,\nlooked earnestly into the night, then said: \"The wind has fallen, the\nsnow flakes get thinner and smaller every moment, in an hour it will\nbe freezing hard, and will be quite clear; everything depends'upon the\nsurprise being complete; stop a few minutes yet, my son.\" He went away\nchuckling, and returned presently with two more sturdy monks carrying\nsomething: they threw their burdens down before my feet, they\nconsisted of all the white albs in the abbey: \"There, trust an old\nman, who has seen more than one stricken fight in his carnal days; let\nthe men who scale the walls put these over their arms, and they will\nnot be seen in the least. God make your sword sharp, my son.\"\n\nSo we departed, and when I met Amald again, he said that what the\nprior had done was well thought of; so we agreed that I should take\nthirty men, an old squire of our house, well skilled in war, along\nwith them, scale the walls as quietly as possible, and open the gates\nto the rest.\n\nI set off accordingly, after that with low laughing we had put the\nalbs all over us, wrapping the ladders also in white. Then we crept\nvery warily and slowly up to the wall; the moat was frozen over, and\non the ice the snow lay quite thick; we all thought that the guards\nmust be careless enough, when they did not even take the trouble to\nbreak the ice in the moat So we listened- there was no sound at all,\nthe Christmas midnight mass had long ago been over, it was nearly\nthree o'clock, and the moon began to clear, there was scarce any snow\nfalling now, only a flake or two from some low hurrying cloud or\nother: the wind sighed gently about the round towers there, but it was\nbitter cold, for it had begun to freeze again; we listened for some\nminutes, about a quarter of an hour I think, then at a sign from me,\nthey raised the ladders carefully, muffled as they were at the top\nwith swathings of wool. I mounted first, old Squire Hugh followed\nlast; noiselessly we ascended, and soon stood altogether on the walls;\nthen we carefully lowered the ladders again with long ropes; we got\nour swords and axes from out of the folds of our priests' raiments,\nand set forward, till we reached the first tower along the wall; the\ndoor was open, in the chamber at the top there was a fire slowly\nsmouldering, nothing else; we passed through it, and began to go down\nthe spiral staircase, I first, with my axe shortened in my hand.-\"What\nif we were surprised there,\" I thought, and I longed to be out in the\nair again;-\"What if the door were fast at the bottom.\"\n\nAs we passed the second chamber, we heard some one within snoring\nloudly: I looked in quietly, and saw a big man with long black hair,\nthat fell off his pillow and swept the ground, lying snoring, with his\nnose turned up and his mouth open, but he seemed so sound asleep that\nwe did not stop to slay him. Praise be! The door was open, without even\na whispered word, without a pause, we went on along the streets, on\nthe side that the drift had been on, because our garments were white,\nfor the wind being very strong all that day, the houses on that side\nhad caught in their cornices and carvings, and on the rough stone and\nwood of them, so much snow, that except here and there where the black\nwalls grinned out, they were quite white; no man saw us as we stole\nalong, noiselessly because of the snow, till we stood within 100 yards\nof the gates and their house of guard. And we stood because we heard\nthe voice of some one singing:\n\n  \"Queen Mary's crown was gold,\n  King Joseph's crown was red,\n  But Jesus' crown was diamond\n  That lit up all the bed\n  Mariae Virginis\"\n\nSo they had some guards after all; this was clearly the sentinel that\nsang to keep the ghosts off;-Now for a fight.-We drew nearer, a few\nyards nearer, then stopped to free ourselves from our monks' clothes.\n\n  \"Ships sail through the Heaven\n  With red banners dress'd,\n  Carrying the planets seven\n  To see the white breast\n  Mariae Virginis\"\n\nThereat he must have seen the waving of some alb or other as it\nshivered down to the ground, for his spear fell with a thud, and he\nseemed to be standing open-mouthed, thinking something about ghosts;\nthen, plucking up heart of grace, he roared out like ten bull-calves,\nand dashed into the guard-house.\n\nWe followed smartly, but without hurry, and came up to the door of it\njust as some dozen half-armed men came tumbling out under our axes:\nthereupon, while our men slew them, I blew a great blast upon my horn,\nand Hugh with some others drew bolt and bar and swung the gates wide\nopen.\n\nThen the men in the guard-house understood they were taken in a trap,\nand began to stir with great confusion; so lest they should get quite\nwaked and armed, I left Hugh at the gates with ten men, and myself led\nthe rest into that house. There while we slew all those that yielded\nnot, came Arnald with the others, bringing our horses with them; then\nall the enemy threw their arms down. And we counted our prisoners and\nfound them over fourscore; therefore, not knowing what to do with them\n(for they were too many to guard, and it seemed unknightly to slay\nthem all), we sent up some bowmen to the walls, and turning our\nprisoners out of gates, bid them run for their lives, which they did\nfast enough, not knowing our numbers, and our men sent a few flights\nof arrows among them that they might not be undeceived.\n\nThen the one or two prisoners that we had left, told us, when we had\ncrossed our axes over their heads, that the people of the good town\nwould not willingly fight us, in that they hated the queen; that she\nwas guarded at the palace by some fifty knights, and that beside,\nthere were no others to oppose us in the town; so we set out for the\npalace, spear in hand.\n\nWe had not gone far, before we heard some knights coming, and soon, in\na turn of the long street, we saw them riding towards us; when they\ncaught sight of us they seemed astonished, drew rein, and stood in\nsome confusion.\n\nWe did not slacken our pace for an instant, but rode right at them\nwith a yell, to which I lent myself with all my heart.\n\nAfter all they did not run away, but waited for us with their spears\nheld out; I missed the man I had marked, or hit him rather just on the\ntop of the helm; he bent back, and the spear slipped over his head,\nbut my horse still kept on, and I felt presently such a crash that I\nreeled in my saddle, and felt mad. He had lashed out at me with his\nsword as I came on, hitting me in the ribs (for my arm was raised),\nbut only flatlings.\n\nI was quite wild with rage, I turned, almost fell upon him, caught him\nby the neck with both hands, and threw him under the horse-hoofs,\nsighing with fury: I heard Arnald's voice close to me, \"Well fought,\nFlorian\": and I saw his great stern face bare among the iron, for he\nhad made a vow in remembrance of that blow always to fight unhelmed; I\nsaw his great sword swinging, in wide gyres, and hissing as it started\nup, just as if it were alive and liked it.\n\nSo joy filled all my soul, and I fought with my heart, till the big\naxe I swung felt like nothing but a little hammer in my hand, except\nfor its bitterness: and as for the enemy, they went down like grass,\nso that we destroyed them utterly, for those knights would neither\nyield nor fly, but died as they stood, so that some fifteen of our men\nalso died there.\n\nThen at last we came to the palace, where some grooms and such like\nkept the gates armed, but some ran, and some we took prisoners, one of\nwhom died for sheer terror in our hands, being stricken by no wound;\nfor he thought we would eat him.\n\nThese prisoners we questioned concerning the queen, and so entered the\ngreat hall. There Arnald sat down in the throne on the dais, and laid\nhis naked sword before him on the table: and on each side of him sat\nsuch knights as there was room for, and the others stood round about,\nwhile I took ten men, and went to look for Swanhilda.\n\nI found her soon, sitting by herself in a gorgeous chamber. I almost\npitied her when I saw her looking so utterly desolate and despairing;\nher beauty too had faded, deep lines cut through her face. But when I\nentered she knew who I was, and her look of intense hatred was so\nfiend-like, that it changed my pity into horror of her.\n\n\"Knight\", she said \"who are you, and what do you want, thus\ndiscourteously entering my chamber?\"\n\n\"I am Florian de Liliis, and I am to conduct you to judgment.\"\n\nShe sprang up, \"Curse you and your whole house, you I hate worse than\nany -- girl's face -- guards! guards!\" and she stamped on the ground,\nher veins on the forehead swelled, her eyes grew round and flamed out,\nas she kept crying for her guards, stamping the while, for she seemed\nquite mad.\n\nThen at last she remembered that she was in the power of her enemies,\nshe sat down, and lay with her face between her hands, and wept\npassionately.\n\n\"Witch,\" I said between my closed teeth, \"will you come, or must we\ncarry you down to the great hall?\"\n\nNeither would she come, but sat there, clutching at her dress and\ntearing her hair.\n\nThen I said, \"Bind her, and carry her down.\" And they did so.\n\nI watched Arnald as we came in, there was no triumph on his stern\nwhite face, but resolution enough, he had made up his mind.\n\nThey placed her on a seat in the midst of the hall over against the\ndais. He said, \"Unbind her, Florian.\" They did so, she raised her\nface, and glared defiance at us all, as though she would die queenly\nafter all.\n\nThen rose up Arnald and said, \"Queen Swanhilda, we judge you guilty of\ndeath, and because you are a queen and of a noble house, you shall be\nslain by my knightly sword, and I will even take the reproach of\nslaying a woman, for no other hand than mine shall deal the blow.\"\n\nThen she said, \"0 false knight, show your warrant from God, man, or\ndevil.\"\n\n\"This warrant from God, Swanhilda,\" he said, holding up his sword,\n\"listen!  Fifteen years ago, when I was just winning my spurs, you\nstruck me, disgracing me before all the people; you cursed me, and\nmean that curse well enough. Men of the house of the Lilies, what\nsentence for that?\"\n\n\"Death!\" they said.\n\n\"Listen!  Afterwards you slew my cousin, your husband, treacherously, in\nthe most cursed way, stabbing him in the throat, as the stars in the\ncanopy above him looked down on the shut eyes of him. Men of the house\nof Lily, what sentence for that?\"\n\n\"Death!\" they said.\n\n\"Do you hear them. Queen? There is warrant from man; for the devil, I\ndo not reverence him enough to take warrant from him, but, as I look\nat that face of yours, I think that even he has left you.\"\n\nAnd indeed just then all her pride seemed to leave her, she fell from\nthe chair, and wallowed on the ground moaning, she wept like a child,\nso that the tears lay on the oak floor; she prayed for another month\nof life; she came to me and kneeled, and kissed my feet, and prayed\npiteously, so that water ran out of her mouth.\n\nBut I shuddered, and drew away; it was like hav ing an adder about\none; I cou'd have pitied her had she died bravely, but for one like\nher to whine and whine!  Pah!\n\nThen from the dais rang Amald's voice terrible, much changed. \"Let\nthere be an end of all this.\" And he took his sword and strode through\nthe hall towards her; she rose from the ground and stood up, stooping\na little, her head sunk between her shoulders, her black eyes turned\nup and gloaming, like a tigress about to spring. When he came within\nsome six paces of her something in his eye daunted her, or perhaps the\nflashing of his terrible sword in the torch-light; she threw her arms\nup with a great shriek, and dashed screaming about the hall. Amald's\nlip never once curled with any scorn, no line in his face changed: he\nsaid, \"Bring her here and bind her.\"\n\nBut when one came up to her to lay hold on her she first of all ran at\nhim, hitting with her head in the belly. Then while he stood doubled\nup for want of breath, and staring with his head up, she caught his\nsword from the girdle, and cut him across the shoulders, and many\nothers she wounded sorely before they took her. Then Arnald stood by\nthe chair to which she was bound, and poised his sword, and there was\na great silence.\n\nThen he said, \"Men of the House of the Lilies, do you justify me in\nthis, shall she die?\" Straightway rang a great shout through the hall,\nbut before it died away the sword had swept round, and therewithal was\nthere no such thing as Swanhilda left upon the earth, for in no\nbattle-field had Arnald struck truer blow.\n\nThen he turned to the few servants of the palace and said, \"Go now,\nbury this accursed woman, for she is a king's daughter.\" Then to us\nall, \"Now knights, to horse and away, that we may reach the good town\nby about dawn.\" So we mounted and rode off.\n\nWhat a strange Christmas-day that was, for there, about nine o'clock\nin the morning, rode Red Harald into the good town to demand\nvengeance; he went at once to the king, and the king promised that\nbefore nightfall that very day the matter should be judged; albeit the\nking feared somewhat, because every third man you met in the streets\nhad a blue cross on his shoulder, and some likeness of a lily, cut out\nor painted, stuck in his hat; and this blue cross and lily were the\nbearings of our house, called \"De Liliis.\" Now we had seen Red Harald\npass through the streets, with a white banner borne before him, to\nshow that he came peaceably as for this time; but I know he was\nthinking of other things than peace.\n\nAnd he was called Red Harald first at this time, because over all his\narms he wore a great scarlet cloth, that fell in heavy folds about his\nhorse and all about him. Then, as he passed our house, some one\npointed it out to him, rising there with its carving and its barred\nmarble, but stronger than many a castle on the hill-tops, and its\ngreat overhanging battlement cast a mighty shadow down the wall and\nacross the street; and above all rose the great tower, or banner\nfloating proudly from the top, whereon was emblazoned on a white\nground a blue cross, and on a blue ground four white lilies. And now\nfaces were gazing from all the windows, and all the battlements were\nthronged; so Harald turned, and rising in his stirrups, shook his\nclenched fist at our house; natheless, as he did so, the east wind,\ncoming down the street, caught up the corner of that scarlet cloth and\ndrove it over his face, and therewithal disordering his long black\nhair, well nigh choked him, so that he bit both his hair and that\ncloth.\n\nSo from base to cope rose a mighty shout of triumph and defiance, and\nhe passed on.\n\nThen Arnald caused it to be cried, that all those who loved the good\nHouse of the Lilies should go to mass that morning in Saint Mary's\nChurch, hard by our house. Now this church belonged to us, and the\nabbey that served it, and always we appointed the abbot of it on\ncondition that our trumpets should sound all together when on high\nmasses they sing the \"Gloria in Excelsis.\" It was the largest and most\nbeautiful of all the churches in the town, and had two exceeding high\ntowers, which you could see from far off, even when you saw not the\ntown or any of its other towers: and in one of these towers were\ntwelve great bells, named after the twelve Apostles, one name being\nwritten on each one of them; as Peter, Matthew, and so on; and in the\nother tower was one great bell only, much larger than any of the\nothers, and which was called Mary. Now this bell was never rung but\nwhen our house was in great danger, and it had this legend on it,\n\"When Mary rings the earth shakes;\" and indeed from this we took our\nwar cry, which was, \"Mary rings;\" somewhat justifiable indeed, for the\nlast time that Mary rang, on that day before nightfall there were four\nthousand bodies to be buried, which bodies wore neither cross nor\nlily.\n\nSo Arnald gave me in charge to tell the abbot to cause Mary to be\ntolled for an hour before mass that day.\n\nThe abbot leaned on my shoulder as I stood within the tower and looked\nat the twelve monks laying their hands to the ropes. Far up in the\ndimness I saw the wheel before it began to swing round about; then it\nmoved a little; the twelve men bent down to the earth and a roar rose\nthat shook the tower from base to spirevane: backwards and forwards\nswept the wheel, as Mary now looked downwards towards earth, now\nlooked up at the shadowy cone of the spire, shot across by bars of\nlight from the dormers.\n\nAnd the thunder of Mary was caught up by the wind and carried through\nall the country; and when the good man heard it, he said goodbye to\nwife and child, slung his shield behind his back, and set forward with\nhis spear sloped over his shoulder, and many a time, as he walked\ntoward the good town, he tightened the belt that went about his waist,\nthat he might stride the faster, so long and furiously did Mary toll.\n\nAnd before the great bell, Mary, had ceased ringing, all the ways were\nfull of armed men.\n\nBut at each door of the church of Saint Mary stood a row of men armed\nwith axes, and when any came, meaning to go into the church, the two\nfirst of these would hold their axes (whose helves were about four\nfeet long) over his head, and would ask him, \"Who went over the moon\nlast night?\" then if he answered nothing or at random they would bid\nhim turn back, which he for the more part would be ready enough to do;\nbut some, striving to get through that row of men, were slain\noutright; but if he were one of those that were friends to the House\nof the Lilies he would answer to that question, \"Mary and John.\"\n\nBy the time the mass began the whole church was full, and in the nave\nand transept thereof were three thousand men, all of our house and all\narmed. But Arnald and myself, and Squire Hugh, and some others sat\nunder a gold-fringed canopy near the choir; and the abbot said mass,\nhaving his mitre on his head. Yet, as I watched him, it seemed to me\nthat he must have something on beneath his priest's vestments, for he\nlooked much fatter than usual, being really a tall lithe man.\n\nNow, as they sung the \"Kyrie,\" some one shouted from the other end of\nthe church, \"My lord Arnld, they are slaying our people without;\" for,\nindeed, all the square about the church was full of our people, who\nfor the press had not been able to enter, and were standing there in\nno small dread of what might come to pass.\n\nThen the abbot turned round from the altar, and began to fidget with\nthe fastenings of his rich robes. And they made a lane for us up to\nthe west door; then I put on my helm and we began to go up the nave,\nthen suddenly the singing of the monks and all stopped. I heard a\nclinking and a buzz of voices in the choir. I turned, and saw that the\nbright noon sun was shining on the gold of the priest's vestments, as\nthey lay on the floor, and on the mail that the priests carried.\n\nSo we stopped, the choir gates swung open, and the abbot marched out\nat the head of his men, all fully armed, and began to strike up the\npsalm \"Exsurgat Deus.\"\n\nWhen we got to the west door, there was indeed a tumult, but as yet no\nslaying; the square was all a-flicker with steel, and we beheld a\ngreat body of knights, at the head of them Red Harald and the king,\nstanding over against us; but our people, pressed against the houses,\nand into the comers of the square, were, some striving to enter the\ndoors, some beside themselves with rage, shouting out to the others to\ncharge; withal, some were pale and some were red with the blood that\nhad gathered to the wrathful faces of them.\n\nThen said Arnald to those about him, \"Lift me up.\" So they laid a\ngreat shield on two lances, and these four men carried, and thereon\nstood Arnald, and gazed about him.\n\nNow the king was unhelmed, and his white hair (for he was an old man)\nflowed down behind him on to his saddle; but Amaid's hair was cut\nshort, and was red.\n\nAnd all the bells rang.\n\nThen the king said, \"0 Arnald of the Lilies, will you settle this\nquarrel by the judgment of God?\" And Amaid thrust up his chin, and\nsaid, \"Yea.\" \"How then,\" said the king, \"and where?\" \"Will it please\nyou try now?\" said Arnald.\n\nThen the king understood what he meant, and took in his hand from\nbehind tresses of his long white hair, twisting them round his hand in\nhis wrath, but yet said no word, till I suppose his hair put him in\nmind of something, and he raised it in both his hands above his head,\nand shouted out aloud, \"0 knights, hearken to this traitor.\" Whereat,\nindeed, the lances began to move ominously. But Arnald spoke.\n\n\"0 you king and lords, what have we to do with you? Were we not free\nin the old time, up among the hills there? Wherefore give way, and we\nwill go to the hills again; and if any man try to stop us, his blood\nbe on his own head; wherefore now,\" (and he turned) \"all you House of\nthe Lily, both soldiers and monks, let us go forth together fearing\nnothing, for I think there is not bone enough or muscle enough in\nthese fellows here that have a king that they should stop us withal,\nbut only skin and fat.\"\n\nAnd truly, no man dared to stop us, and we went.\n\n\nFAILING IN THE WORLD\n\nNow at that time we drove cattle in Red Harald's land. And we took no\nhoof but from the Lords and rich men, but of these we had a mighty\ndrove, both oxen and sheep, and horses, and besides, even hawks and\nhounds, and huntsman or two to take care of them.\n\nAnd, about noon, we drew away from the cornlands that lay beyond the\npastures, and mingled with them, and reached a wide moor, which was\ncalled \"Goliath's Land.\" I scarce know why, except that it belonged\nneither to Red Harald or us, but was debatable.\n\nAnd the cattle began to go slowly, and our horses were tired, and the\nsun struck down very hot upon us, for there was no shadow, and the day\nwas cloudless.\n\nAll about the edge of the moor, except on the sidefrom which we had\ncome was a rim of hills, not very high, but very rocky and steep,\notherwise the moor itself was flat; and through these hills was one\npass, guarded by our men, which pass led to the Hill castle of the\nLilies.\n\nIt was not wonderful, that of this moor many wild stories were told,\nbeing such a strange lonely place, some of them one knew, alas to be\nover true. In the old time, before we went to the good town, this moor\nhad been the mustering place of our people, and our house had done\ndeeds enough of blood and horror to turn our white lilies red, and our\nblue cross to a fiery one. But some of those wild tales I never\nbelieved; they had to do mostly with men losing their way without any\napparent cause, (for there were plenty of landmarks,) finding some\nwell-known spot, and then, just beyond it, a place they had never even\ndreamed of.\n\n\"Florian! FIorian!\" said Arnald, \"for God's sake stop! as every one\nelse is stopping to look at the hills yonder; I always thought there\nwas a curse upon us. What does God mean by shutting us up here? Look\nat the cattle; 0 Christ, they have found it out too! See, some of them\nare turning to run back again towards Harald's land. Oh! unhappy,\nunhappy, from that day forward!\"\n\nHe leaned forward, rested his head on his horse's neck, and wept like\na child. I felt so irritated with him, that I could almost have slain\nhim then and there. Was he mad? had these wild doings of ours turned\nhis strong wise head?\n\n\"Are you my brother Arnald, that I used to think such a grand man when\nI was a boy?\" I said, \"or are you changed too, like everybody, and\neverything else? What do you mean?\"\n\n\"Look! look!\" he said, grinding his teeth in agony. I raised my eyes:\nwhere was the one pass between the rim of stern rocks? Nothing: the\nenemy behind us- that grim wall in front: what wonder that each man\nlooked in his fellow's face for help, and found it not. Yet I refused\nto believe that there was any troth either in the wild stories that I\nhad heard when I was a boy, or in this story told me so clearly by my\neyes now.\n\nI called out cheerily, \"Hugh, come here!\" He came. \"What do you think\nof this? Some mere dodge on Harald's part? Are we cut off?\" \"Think!\nSir Florian? God forgive me for ever thinking at all; I have given up\nthat long and long ago, because thirty years ago I thought this, that\nthe House of Lilies would deserve anything in the way of bad fortune\nthat God would send them: so I gave up thinking, and took to fighting.\nBut if you think that Harald had anything to do with this, why-why-in\nGod's name, I wish I could think so!\"\n\nI felt a dull weight on my heart. Had our house been the devil's\nservants all along? I thought we were God's servants.\n\nThe day was very still, but what little wind there was, was at our\nbacks. I watched Hugh's face, not being able to answer him. He was the\ncleverest man at war that I have known, either before or since that\nday; sharper than any hound in ear and scent, clearer sighted than any\neagle; he was listening now intently. I saw a slight smile cross his\nface; heard him mutter, \"Yes! I think so: verily that is better, a\ngreat deal better.\" Then he stood up in his stirrups, and shouted,\n\"Hurrah for the Lilies! Mary rings!\" \"Mary rings!\" I shouted, though I\ndid not know the reason for his exultation: my brother lifted his\nhead, and smiled too, grimly. Then as I listened I heard clearly the\nsound of a trumpet, and enemy's trumpet too.\n\n\"After all, it was only mist, or some such thing,\" I said, for the\npass between the hills was clear enough now.\n\n\"Hurrah! only mist,\" said Amald, quite elated; \"Mary rings!\" and we\nall began to think of fighting: for after all what joy is equal to\nthat?\n\nThere were five hundred of us; two hundred spears, the rest archers;\nand both archers and men at arms were picked men.\n\n\"How many of them are we to expect?\" said I. \"Not under a thousand,\ncertainly, probably more, Sir Florian.\" (My brother Arnald, by the\nway, had knighted me before we left the good town, and Hugh liked to\ngive me the handle to my name. How was it, by the way, that no one had\never made him a knight?)\n\n\"Let every one look to his arms and horse, and come away from these\nsilly cows' sons!\" shouted Arnald.\n\nHugh said, \"They will be here in an hour, fair Sir.\"\n\nSo we got clear of the cattle, and dismounted, and both ourselves took\nfood and drink, and our horses; afterwards we tightened our\nsaddle-girths, shook our great pots of helmets on, except Amald, whose\nrustyred hair had been his only head-piece in battle for years and\nyears, and stood with our spears close by our horses, leaving room for\nthe archers to retreat between our ranks; and they got their arrows\nready, and planted their stakes before a little peat moss: and there\nwe waited, and saw their pennons at last floating high above the corn\nof the fertile land, then heard their many horse-hoofs ring upon the\nhard-parched moor, and the archers began to shoot.\n\nIt had been a strange battle; we had never fought better, and yet\nwithal it had ended in a retreat; indeed all along every man but\nArnald and myself, even Hugh, had been trying at least to get the\nenemy between him and the way toward the pass; and now we were all\ndrifting that way, the enemy trying to cut us off, but never able to\nstop us, because he could only throw small bodies of men in our way,\nwhom we scattered and put to flight in their turn.\n\nI never cared less for my life than then; indeed, in spite of all my\nboasting and hardness of belief, I should have been happy to have\ndied, such a strange weight of apprehension was on me; and yet I got\nno scratch even. I had soon put off my great helm, and was fighting in\nmy mail-coif only: and here I swear that three knights together\ncharged me, aiming at my bare face, yet never touched me. For, as for\none, I put his lance aside with my sword, and the other two in some\nmost wonderful manner got their spears locked in each other's armour,\nand so had to submit to be knocked off their horses.\n\nAnd we still neared the pass, and began to see distinctly the ferns\nthat grew on the rocks, and the fair country between the rift in them,\nspreading out there, blue-shadowed. Whereupon came a great rush of men\nof both sides, striking side blows at each other, spitting, cursing,\nand shrieking, as they tore away like a herd of wild hogs. So, being\ncareless of lfe, as I said, I drew rein, and turning my horse, waited\nquietly for them. And I knotted the reins, and laid them on the\nhorse's neck, and stroked him, that he whinnied, then got both my\nhands to my sword.\n\nThen, as they came on, I noted hurriedly that the first man was one of\nArnald's men, and one of our men behind him leaned forward to prod him\nwith his spear, but could not reach so far, till he himself was run\nthrough the eye with a spear, and throwing his arms up fell dead with\na shriek. Also I noted concerning this first man that the laces of his\nhelmet were loose, and when he saw me he lifted his left hand to his\nhead, took off his helm and cast it at me, and still tore on; the\nhelmet flew over my head, and I sitting still there, swung out,\nhitting him on the neck; his head flew right off, for the mail no more\nheld than a piece of silk. \"Mary rings,\" and my horse whinnied again,\nand we both of us went at it, and fairly stopped that rout, so that\nthere was a knot of quite close and desperate fighting, wherein we had\nthe best of that fight and slew most of them, albeit my horse was\nslain and my mail-coif cut through. Then I bade a squire fetch me\nanother horse, and began meanwhile to upbraid those knights for\nrunning in such a strange disorderly race, instead of standing and\nfighting cleverly. Moreover we had drifted even in this successful\nfight still nearer to the pass, so that the conies who dwelt there\nwere beginning to consider whether they should not run into their\nholes.\n\nBut one of those knights said: \"Be not angry with me. Sir Florian, but\ndo you think you will go to Heaven?\"\n\n\"The saints! I hope so,\" I said, but one who stood near him whispered\nto him to hold his peace, so I cried out: \"0 friend! I hold this world\nand all therein so cheap now, that I see not anything in it but shame\nwhich can any longer anger me; wherefore speak: out.\"\n\n\"Then, Sir Florian, men say that at your christening some fiend took\non him the likeness of a priest and strove to baptize you in the\nDevil's name, but God had mercy on you so that the fiend could not\nchoose but baptize you in the name of the most holy Trinity: and yet\nmen say that you hardly believe any doctrine such as other men do, and\nwill at the end only go to Heaven round about as it were, not at all\nby the intercession of our Lady; they say too that you can see no\nghosts or other wonders, whatever happens to other Christian men.\"\n\nI smiled.  \"Well, friend, I scarcely call this a disadvantage,\nmoreover what has it to do with the matter in hand?\"\n\nHow was this in Heaven's name? We had been quite still, resting while\nthis talk was going on, but we could hear the hawks chattering from\nthe rocks, we were so close now.\n\nAnd my heart sunk within me, there was no reason why this should not\nbe true; there was no reason why anything should not be true.\n\n\"This, Sir Florian,\" said the knight again, \"how would you feel\ninclined to fight if you thought that everything about you was mere\nglamour; this earth here, the rocks, the sun, the sky? I do not know\nwhere I am for certain, I do not know that it is not midnight instead\nof undem: I do not know if I have been fighting men or only simulacra\nbut I think, we all think, that we have been led into some devil's\ntrap or other, and- and may God forgive me my sins! I wish I had never\nbeen born.\"\n\nThere now! he was weeping - they all wept - how strange it was to see\nthose rough, bearded men blubbering there, and snivelling till the\ntears ran over their armour and mingled with the blood, so that it\ndropped down to the earth in a dim, dull, red rain.\n\nMy eyes indeed were dry, but then so was my heart; I felt far worse\nthan weeping came to, but nevertheless I spoke cheerily.\n\n\"Dear friends, where are your old men's hearts gone to now? See now!\nThis is a punishment for our sins, is it? Well, for our forefathers'\nsins or our own? If the first, 0 brothers, be very sure that if we\nbear it manfully God will have something very good in store for us\nhereafter; but if for our sins, is it not certain that He cares for us\nyet, for note that He suffers the wicked to go their own ways pretty\nmuch; moreover brave men, brothers, ought to be the masters of\nsimulacra come, is it so hard to die once for all?\"\n\nStill no answer came from them, they sighed heavily only. I heard the\nsound of more than one or two swords as they rattled back to the\nscabbards: nay, one knight, stripping himself of surcoat and hauberk,\nand drawing his dagger, looked at me with a grim smile, and said, \"Sir\nFlorian, do so!\" Then he drew the dagger across his throat and he fell\nback dead.\n\nThey shuddered, those brave men, and crossed themselves. And I had no\nheart to say a word more, but mounted the horse which had been brought\nto me and rode away slowly for a few yards; then I became aware that\nthere was a great silence over the whole field.\n\nSo I lifted my eyes and looked, and behold no man struck at another.\n\nThen from out of a band of horsemen came Harald, and he was covered\nall over with a great scarlet cloth as before, put on over the head,\nand flowing all about his horse, but rent with the fight. He put off\nhis helm and drew back his mail-coif, then took a trumpet from the\nhand of a herald and blew strongly.\n\nAnd in the midst of his blast I heard a voice call out: \"0 Florian!\ncome and speak to me for the last time!\"\n\nSo when I turned I beheld Arnald standing by himself, but near him\nstood Hugh and ten others with drawn swords.\n\nThen I wept, and so went to him weeping; and he said, \"Thou seest,\nbrother, that we must die, and I think by some horrible and unheard-of\ndeath, and the House of the Lilies is just dying too; and now I repent\nme of Swanhilda's death; now I know that it was a poor cowardly piece\nof revenge, instead of a brave act of justice; thus has God shown us\nthe right.\n\n\"0 Florian! curse me! So will it be straighter; truly thy mother when\nshe bore thee did not think of this; rather saw thee in the tourney at\nthis time, in her fond hopes, glittering with gold and doing knightly;\nor else mingling thy brown locks with the golden hair of some maiden\nweeping for the love of thee. God forgive me! God forgive me!\"\n\n\"What harm, brother?\" I said, \"this is only failing in the world; what\nif we had not failed, in a little while it would have made no\ndifference; truly just now I felt very miserable, but now it has\npassed away, and I am happy.\"\n\n\"0 brave heart!\" he said, \"yet we shall part just now, Florian,\nfarewell.\"\n\n\"The road is long,\" I said, \"farewell.\"\n\nThen we kissed each other, and Hugh and the others wept.\n\nNow all this time the trumpets had been ringing, ringing, great\ndoleful peals, then they ceased, and above all sounded Red Harald's\nvoice.\n\n(So I looked round towards that pass, and when I looked I no longer\ndoubted any of those wild tales of glamour concerning Goliath's Land;\nand for though the rocks were the same, and though the conies still\nstood gazing at the doors of their dwellings, though the hawks still\ncried out shrilly, though the fern still shook in the wind, yet\nbeyond, oh such a land! not to be described by any because of its\ngreat beauty, lying, a great hollow land, the rocks going down on this\nside in precipices, then reaches and reaches of loveliest country,\ntrees and flowers, and corn, then the hills, green and blue, and\npurple, till their ledges reached the white snowy mountains at last.\nThen with all manner of strange feelings, \"my heart in the midst of my\nbody was even like melting wax.\")\n\n\"0 you House of the Lily! you are conquered yet I will take vengeance\nonly on a few, therefore let all those who wish to live come and pile\ntheir swords, and shields, and helms behind me in three great heaps,\nand swear fealty afterwards to me; yes, all but the false knights\nArnald and Florian.\"\n\nWe were holding each other's hands and gazing, and we saw all our\nknights, yea, all but Squire Hugh and his ten heroes, pass over the\nfield singly, or in groups of three or four, with their heads hanging\ndown in shame, and they cast down their notched swords and dinted,\nlilied shields, and brave-crested helms into three great heaps, behind\nRed Herald, then stood behind, no man speaking to his fellow, or\ntouching him.\n\nThen dolefully the great trumpets sang over the dying House of the\nLily, and Red Harald led his men forward, but slowly: on they came,\nspear and mail glittering in the sunlight; and I turned and looked at\nthat good land, and a shuddering delight seized my soul.\n\nBut I felt my brother's hand leave mine, and saw him turn his horse's\nhead and ride swiftly toward the pass; that was a strange pass now.\n\nAnd at the edge he stopped, turned round and called out aloud, \"I pray\nthee, Harald, forgive mel now farewell all!\"\n\nThen the horse gave one bound forward, and we heard the poor\ncreature's scream when he felt that he must die, and we heard\nafterwards (for we were near enough for that even) a clang and a\ncrash.\n\nSo I turned me about to Hugh, and he understood me though I could not\nspeak.\n\nWe shouted all together, \"Mary rings,\" then laid our bridles on the\nnecks of our horses, spurred forward, and in five minutes they were\nall slain, and I was down among the horse-hoofs.\n\nNot slain though, not wounded. Red Harald smiled grimly when he saw me\nrise and lash out again; he and some ten others dismounted, and\nholding their long spears out, I went back -- back, back, I saw what\nit meant, and sheathed my sword, and their laughter rolled all about\nme, and I too smiled.\n\nPresently they all stopped, and I felt the last foot of turf giving\nunder my feet; I looked down and saw the crack there widening; then in\na moment I fell, and a cloud of dust and earth rolled after me; then\nagain their mirth rose into thunder-peals of laughter. But through it\nall I heard Red Harald shout, \"Silence! Evil dogs!\"\n\nFor as I fell I stretched out my arms, and caughl a tuft of yellow\nbroom some three feet from the brow, and hung there by the hands, my\nfeet being loose in the air.\n\nThen Red Harald came and stood on the precipice above me, his great\naxe over his shoulder; and he looked down on me not ferociously,\nalmost kindly, while the wind from the Hollow Land blew about his red\nraiment, tattered and dusty now.\n\nAnd I felt happy, though it pained me to hold straining by the broom,\nyet I said, \"I will hold out to the last\"\n\nIt was not long, the plant itself gave way and I fell, and as I fell I\nfainted.\n\nI had thought when I fell that I should never wake again; but I woke\nat last: for a long time I was quite dizzied and could see nothing at\nall: horrible doubts came creeping over me; I half expected to see\npresently great half-formed shapes come rolling up to me to crush me;\nsome thing fiery, not strange, too utterly horrible to be strange, but\nutterly vile and ugly, the sight of which would have killed me when I\nwas upon the earth, come rolling up to torment me. In fact I doubted\nif I were in hell.\n\nI knew I deserved to be, but I prayed, and then it came into my mind\nthat I could not pray if I were in hell.\n\nAlso there seemed to be a cool green light all about me, which was\nsweet. Then presently I heard a glorious voice ring outclear, close to\nme\n\n  \"Christ keep the Hollow Land\n  Through the sweet spring-tide,\n  When the apple-blossoms bless\n  The lowly bent hill side.\"\n\nThereat my eyes were slowly unsealed, and I saw the blessedest sight I\nhave ever seen before or since: for I saw my Love.\n\nShe sat about five yards from me on a great grey stone that had much\nmoss on it, one of the many scattered along the side of the stream by\nwhich I lay; she was clad in loose white raiment close to her hands\nand throat; her feet were bare, her hair hung loose a long way down,\nbut some of it lay on her knees: I said \"white\" raiment, but long\nspikes of light scarlet went down from the throat, lost here and there\nin the shadows of the folds, and growing smaller and smaller, died\nbefore they reached her feet.\n\nI was lying with my head resting on soft moss that some one had\ngathered and placed under me. She, when she saw me moving and awake,\ncame and stood over me with a gracious smile.  She was so lovely and\ntender to look at, and so kind, yet withal no one, man or woman, had\never frightened me half so much.\n\nShe was not fair in white and red, like many beautiful women are,\nbeing rather pale, but like ivory for smoothness, and her hair was\nquite golden, not light yellow, but dusky golden.\n\nI tried to get up on my feet, but was too weak, and sank back again.\nShe said: \"No, not just yet, do not trouble yourself or try to\nremember anything just at present.\"\n\nThere withal she kneeled down, and hung over me closer.\n\n\"To-morrow you may, perhaps, have something hard to do or bear, I\nknow, but now you must be as happy as you can be, quietly happy. Why\ndid you start and turn pale when I came to you? Do you not know who I\nam? Nay, but you do, I see; and I have been waiting here so long for\nyou; so you must have expected to see me. You cannot be frightened of\nme, are you?\"\n\nBut I could not answer a word, but all the time strange knowledge,\nstrange feelings were filling my brain and my heart, she said: \"You\nare tired; rest, and dream happily.\"\n\nSo she sat by me, and sang to lull me to sleep, while I turned on my\nelbow, and watched the waving of her throat: and the singing of all\nthe poets I had ever heard, and of many others too, not born till\nyears long after I was dead, floated all about me as she sang, and I\ndid indeed dream happily.\n\nWhen I awoke it was the time of the cold dawn, and the colours were\ngathering themselves together, whereat in fatherly approving fashion\nthe sun sent all across the east long bars of scarlet and orange that\nafter faded through yellow to green and blue. And she sat by me still;\nI think she had been sitting there and singing all the time; all\nthrough hot yesterday, for I had been sleeping day-long and\nnight-long, all through the falling evening under moonlight and\nstarlight the night through.\n\nAnd now it was dawn, and I think too that neither of us had moved at\nall; for the last thing I remembered before I went to sleep was the\ntips of her fingers brushing my cheek, as she knelt over me with\ndowndrooping arm, and still now I felt them there. Moreover she was\njust finishing some fainting measure that died before it had time to\nget painful in its passion.\n\nDear Lord! how I loved her! Yet did I not dare to touch her, or even\nspeak to her. She smiled with delight when she saw I was awake again,\nand slid down her hand on to mine, but some shuddering dread made me\ndraw it away again hurriedly; then I saw the smile leave her face:\nwhat would I not have given for courage to hold her body quite tight\nto mine? But I was so weak.\n\nShe said:\n\n\"Have you been very happy?\"\n\n\"Yea,\" I said.\n\nIt was the first word I had spoken there, and my voice sounded\nstrange.\n\n\"Ah!\" she said, \"you will talk more when you get used to the air of\nthe Hollow Land. Have you been thinking of your past life at all? If\nnot, try to think of it. What thing in Heaven or Earth do you Wish for\nmost?\"\n\nStill I said no word; but she said in a wearied way: \"Well now, I\nthink you will be strong enough to get to your feet and walk; take my\nhand and try.\" Therewith she held it out: I strove hard to be brave\nenough to take it, but could not; I only turned away shuddering, sick,\nand grieved to the heart's core of me; then struggling hard with hand\nand knee and elbow, I scarce rose, and stood up totteringly; while she\nwatched me sadly, still holding out her hand.\n\nBut as I rose, in my swinging to and fro the steel sheath of my sword\nstruck her on the hand so that the blood flowed from it, which she\nstood looking at for a while, then dropped it downwards, and turned to\nlook at me, for I was going.\n\nThen as I walked she followed me, so I stopped and turned and said\nalmost fiercely: \"I am going alone to look for my brother.\"\n\nThe vehemence with which I spoke, or something else, burst some\nblood-vessel within my throat, and we both stood there with the blood\nrunning from us on to the grass and summer flowers.\n\nShe said: \"If you find him, wait with him till I come.\"\n\n\"Yea,\" and I turned and left her, following the course of the stream\nupwards, and as I went I heard her low singing that almost broke my\nheart for its sadness.\n\nAnd I went painfully because of my weakness, and because also of the\ngreat stones; and sometimes I went along a spot of earth where the\nriver had been used to flow in flood-time, and which was now bare of\neverything but stones; and the sun, now risen high, poured down on\neverything a great flood of fierce light and scorching heat, and burnt\nme sorely, so that I almost fainted.\n\nBut about noontide I entered a wood close by the stream, a beech-wood,\nintending to rest myself; the herbage was thin and scattered there,\nsprouting up from amid the leaf-sheaths and nuts of the beeches, which\nhad fallen year after year on that same spot; the outside boughs swept\nlow down, the air itself seemed green when you entered within the\nshadow of the branches, they over-roofed the place so with tender\ngreen, only here and there showing spots of blue.\n\nBut what lay at the foot of a great beech tree but some dead knight in\narmour, only the helmet off? A wolf was prowling round about it, who\nran away snarling when he saw me coming.\n\nSo I went up to that dead knight, and fell on my knees before him,\nlaying my head on his breast, for it was Arnald. He was quite cold,\nbut had not been dead for very long; I would not believe him dead, but\nwent down to the stream and brought him water, tried to make him\ndrink-what would you? He was as dead as Swanhilda: neither came there\nany answer to my cries that afternoon but the moaning of the wood\ndoves in the beeches. So then I sat down and took his head on my\nknees, and closed the eyes, and wept quietly while the sun sank lower.\n\nBut a little after sunset I heard a rustle through the leaves, that\nwas not the wind, and looking up my eyes met the pitying eyes of that\nmaiden.\n\nSomething stirred rebelliously within me; I ceased weeping, and said:\n\"It is unjust, unfair: What right had Swanhilda to live? Did not God\ngive her up to us? How much better was he than ten Swanhildas?\n\nAnd look you -- See!  He is DEAD.\"\n\nNow this I shrieked out, being mad; and though I trembled when I saw\nsome stormy wrath that vexed her very heart and loving lips, gathering\non her face, I yet sat there looking at her and screaming, screaming,\ntill all the place rang.\n\nBut when growing hoarse and breathless I ceased; she said, with\nstraitened brow and scornful mouth: \"So! Bravely done! Must I then,\nthough I am a woman, call you a liar, for saying God is unjust? You to\npunish her, had not God then punished her already? How many times when\nshe woke in the dead night do you suppose she missed seeing King\nUrrayne's pale face and hacked head lying on the pillow by her side?\nWhether by night or day, what things but screams did she hear when the\nwind blew loud round about the Palace corners? And did not that face\ntoo, often come before her, pale and bleeding as it was long ago, and\ngaze at her from unhappy eyes! Poor eyesi With changed purpose in\nthem- no more hope of converting the world when that blow was once\nstruck, truly it was very wicked-no more dreams, but only fierce\nstruggles with the Devil for very life, no more dreams but failure at\nlast, and death, happier so in the Hollow Land.\"\n\nShe grew so pitying as she gazed at his dead face that I began to weep\nagain unreasonably, while she saw not that I was weeping, but looked\nonly on Arnald's face, but after turned on me frowning. \"Unjust! Yes,\ntruly unjust enough to take away life and all hope from her; you have\ndone a base cowardly act, you and your brother here, disguise it as\nyou may; you deserve all God's judgment - you\"\n\nBut I turned my eyes and wet face to her, and said: \"Do not curse me\nthere - do not look like Swanhilda: for see now, you said at first\nthat you have been waiting long for me, give me your hand now, for I\nlove you so.\"\n\nThen she came and knelt by where I sat, and I caught her in my arms\nand she prayed to be forgiven.\n\n\"0, Florian! I have indeed waited long for you, and when I saw you my\nheart was filled with joy, but you would neither touch me nor speak to\nme, so that I became almost mad, forgive me, we will be so happy now.\n0! do you know this is what I have been waiting for all these years;\nit made me glad, I know, when I was a little baby in my mother's arms\nto think I was born for this; and afterwards, as I grew up, I used to\nwatch every breath of wind through the beech-boughs, every turn of the\nsilver poplar leaves, thinking it might be you or some news of you.\"\n\nThen I rose and drew her up with me; but she knelt again by my\nbrother's side, and kissed him, and said:\n\n\"0 brother! The Hollow Land is only second best of the places God has\nmade, for Heaven also is the work of His hand.\"\n\nAfterwards we dug a deep grave among the beechroots and there we\nburied Amald de Liliis.\n\nAnd I have never seen him since, scarcely even in dreams; surely God\nhas had mercy on him, for he was very leal and true and brave; he\nloved many men, and was kind and gentle to his friends, neither did he\nhate any but Swanhilda.\n\nBut as for us two, Margaret and me, I cannot tell you concerning our\nhappiness, such things cannot be told; only this I know, that we abode\ncontinually in the Hollow Land until I lost it.\n\nMoreover this I can tell you. Margaret was walking with me, as she\noften walked near the place where I had first seen her; presently we\ncame upon a woman sitting, dressed in scarlet and gold raiment, with\nher head laid down on her knees; likewise we heard her sobbing.\n\n\"Margaret, who is she?\" I said: \"I knew not that any dwelt in the\nHollow Land but us two only.\"\n\nShe said, \"I know not who she is, only sometimes; these many years, I\nhave seen her scarlet robe flaming from far away, amid the quiet green\ngrass: but I was never so near her as this.\n\nFlorian, I am afraid: let us come away.\"\n\n\nFYTTE THE SECOND\n\nSuch a horrible grey November day it was, the fog-smell all about, the\nfog creeping into our very bones.\n\nAnd I sat there, trying to recollect, at any rate something, under\nthose fir-trees that I ought to have known so well.\n\nJust think now; I had lost my best years some- where; for I was past\nthe prime of life, my hair and beard were scattered with white, my\nbody was growing weaker, my memory of all things was very faint\n\nMy raiment, purple and scarlet and blue once, was so stained that you\ncould scarce call it any colour, was so tattered that it scarce\ncovered my body, though it seemed once to have fallen in heavy folds\nto my feet, and still, when I rose to walk, though the miserable\nNovember mist lay in great drops upon my bare breast, yet was I\nobliged to wind my raiment over my arm, it dragged so (wretched,\nslimy, textureless thing! ) in the brown mud.\n\nOn my head was a light morion, which pressed on my brow and pained me;\nso I put my hand up to take it ofi; but when I touched it I stood\nstill in my walk shuddering; I nearly fell to the earth with shame and\nsick horror; for I laid my hand on a lump of Slimy earth with worms\ncoiled up in it I could scarce forbear from shrieking, but breathing\nsuch a prayer as I could think of, I raised my hand again and seized\nit firmly. Worse horror stilll The rust had eaten it into holes, and I\ngripped my own hair as well as the rotting steel, the sharp edge of\nwhich cut into my fingers; but setting my teeth, gave a great wrench,\nfor I knew that if I let go of it then, no power on the earth or under\nit could make me touch it again. God be praised! I tore it off and\ncast it far from me; I saw the earth, and the worms and green weeds\nand sun- begotten slime, whirling out from it radiatingly, as it spun\nround about.\n\nI was girt with a sword too, the leathern belt of which had shrunk and\nsqueezed my waist: dead leaves had gathered in knots about the buckles\nof it, the gilded handle was encrusted with clay in many parts, the\nvelvet sheath miserably worn.\n\nBut, verily, when I took hold of the hilt, and pent in my hand; lo!\nthen, I drew out my own true blade and shook it flawless from hilt to\npoint, gleaming white in that mist.\n\nTherefore it sent a thrill of joy to my heart, to know that there was\none friend left me yet: I sheathed it again carefully, and undoing it\nfrom my waist, hung it about my neck.\n\nThen catching up my rags in my arms, I drew them up till my legs and\nfeet were altogether clear from them, afterwards folded my arms over\nmy breast, gave a long leap and ran, looking downward, but not giving\nheed to my way.\n\nOnce or twice I fell over stumps of trees, and such- like, for it was\na cut-down wood that I was in, but I rose always, though bleeding and\nconfused, and went on still; sometimes tearing madly through briars\nand gorse bushes, so that my blood dropped on the dead leaves as I\nwent.\n\nI ran in this way for about an hour; then I heard a gurgling and\nsplashing of waters; I gave a great shout and leapt strongly, with\nshut eyes, and the black water closed over me.\n\nWhen I rose again, I saw near me a boat with a man in it; but the\nshore was far off; I struck out toward the boat, but my clothes which\nI had knotted and folded about me, weighed me down terribly.\n\nThe man looked at me, and began to paddle toward me with the oar he\nheld in his left hand, having in his right a long, slender spear,\nbarbed like a fish-hook; perhaps, I thought, it is some fishing spear;\nmoreover his raiment was of scarlet, with upright stripes of yellow\nand black all over it.\n\nWhen my eye caught his, a smile widened his mouth as if some one had\nmade a joke; but I was beginning to sink, and indeed my head was\nalmost under water just as he came and stood above me, but before it\nwent quite under, I saw his spear gleam, then felt it in my shoulder,\nand for the present, felt nothing else.\n\nWhen I woke I was on the bank of that river; the flooded waters went\nhurrying past me; no boat on them now; from the river the ground went\nup in gentle slopes till it grew a great hill, and there, on that\nhill-top, Yes, I might forget many things, almost everything, but not\nthat, not the old castle of my fathers up among the hills, its towers\nblackened now and shattered, yet still no enemy's banner waved from\nit.\n\nSo I said I would go and die there? and at this thought I drew my\nsword, which yet hung about my neck, and shook it in the air till the\ntrue steel quivered, then began to pace towards the castle. I was\nquite naked, no rag about me; I took no heed of that only thanking God\nthat my sword was left, and so toiled up the hill. I entered the\ncastle soon by the outer court; I knew the way so well, that I did not\nlift my eyes from the groimd, but walked on over the lowered\ndrawbridge through the unguarded gates, and stood in the great hall at\nlastmy father's hall as bare of everything but my sword as when I came\ninto the world fifty years before: I had as little clothes, as little\nwealth, less memory and thought, I verily believe, than then.\n\nSo I lifted up my eyes and gazed; no glass in the windows, no hangings\non the walls; the vaulting yet held good throughout, but seemed to be\ngoing; the mortar had fallen out from between the stones, and grass\nand fern grew in the joints; the marble pavement was in some places\ngone, and water stood about in puddles, though one scarce knew how it\nhad got there.\n\nNo hangings on the walls- no; yet, strange to say, instead of them,\nthe walls blazed from end to end with scarlet paintings, only striped\nacross with green damp-marks in many places, some falling bodily from\nthe wall, the plaster hanging down with the fading colour on it.\n\nIn all of them, except for the shadows and the faces of the figures,\nthere was scarce any colour but scarlet and yellow. Here and there it\nseemed the painter, whoever it was, had tried to make his trees or his\ngrass green, but it would not do; some ghastly thoughts must have\nfilled his head, for all the green went presently into yellow,\nout-sweeping through the picture dismally. But the faces were painted\nto the very life, or it seemed so; there were only five of them,\nhowever, that were very marked or came much in the foreground; and\nfour of these I knew well, though I did not then remember the names of\nthose that had borne them. They were Red Harald, Swanhilda, Amald, and\nmyself. The fifth I did not know; it was a woman's and very beautiful.\n\nThen I saw that in some parts a small penthouse roof had been built\nover the paintings, to keep them from the weather. Near one of these\nstood a man painting, clothed in red, with stripes of yellow and\nblack: Then I knew that it was the same man who had saved me from\ndrowning by spearing me through the shoulder; so I went up to him, and\nsaw furthermore that he was girt with a heavy sword. He turned round\nwhen he saw me coming, and asked me fiercely what I did there. I asked\nwhy he was painting in my castle.\n\nThereupon, with that same grim smile widening his mouth as heretofore,\nhe said, \"I paint God's judgments.\"\n\nAnd as he spoke, he rattled the sword in his scabbard; but I said,\n\n\"Well, then, you paint them very badly. Listen; I know God's judgments\nmuch better than you do. See now; I will teach you God's judgments,\nand you shall teach me painting.\"\n\nWhile I spoke he still rattled his sword, and when I had done, shut\nhis right eye tight, screwing his nose on one side; then said:\n\n\"You have got no clothes on, and may go to the devil! What do you know\nabout God's judgments?\"\n\n\"Well, they are not all yellow and red, at all events; you ought to\nknow better.\"\n\nHe screamed out, \"0 you fool! Yellow and red! Gold and blood, what do\nthey make?\"\n\n\"Well,\" I said; \"what?\"\n\n\"HELL!\" And, coming close up to me, he struck me with his open hand in\nthe face, so that the colour with which his hand was smeared was\ndabbed about my face. The blow almost threw me down; and, while I\nstaggered, he rushed at me furiously with his sword. Perhaps it was\ngood for me that I had got no clothes on; for, being utterly\nunencumbered, I leapt this way and that, and avoided his fierce, eager\nstrokes till I could collect myself somewhat; while he had a heavy\nscarlet cloak on that trailed on the ground, and which he often trod\non, so that he stumbled.\n\nHe very nearly slew me during the first few minutes, for it was not\nstrange that, together with other matters, I should have forgotten the\nart of fence: but yet, as I went on, and sometimes bounded about the\nhall under the whizzing of his sword, as he rested sometimes, leaning\non it, as the point sometimes touched my head and made my eyes start\nout, I remembered the old joy that I used to have, and the swy, swy,\nof the sharp edge, as one gazed between one's horse's ears; moreover,\nat last, one fierce swift stroke, just touching me below the throat,\ntore up the skin all down my body, and fell heavy on my thigh, so that\nI drew my breath in and turned white; then first, as I swung my sword\nround my head, our blades met, oh! to hear that tchink again! and I\nfelt the notch my sword made in his, and swung out at him; but he\nguarded it and returned on me; I guarded right and left, and grew\nwarm, and opened my mouth to shout, but knew not what to say; and our\nsword points fell on the floor together: then, when we had panted\nawhile, I wiped from my face the blood that had been dashed over it,\nshook my sword and cut at him, then we spun round and round in a mad\nwaltz to the measured music of our meeting swords, and sometimes\neither wounded the other somewhat but not much, till I beat down his\nsword on to his head, that he fell grovelling, but not cut through.\nVerily, thereupon my lips opened mightily with \"Mary rings.\"\n\nThen, when he had gotten to his feet, I went at him again, he\nstaggering back, guarding wildly; I cut at his head; he put his sword\nup confusedly, so I fitted both hands to my hilt, and smote him\nmightily under the arm: then his shriek mingled with my shout, made a\nstrange sound together; he rolled over and over, dead, as I thought.\n\nI walked about the hall in great exultation at first, striking my\nsword point on the floor every now and then, till I grew faint with\nloss of blood; then I went to my enemy and stripped off some of his\nclothes to bind up my wounds withal; afterwards I found in a corner\nbread and wine, and I eat and drank thereof.\n\nThen I went back to him, and looked, and a thought struck me, and I\ntook some of his paints and brushes, and kneeling down, painted his\nface thus, with stripes of yellow and red, crossing each other at\nright angles; and in each of the squares so made I put a spot of\nblack, after the manner of the painted letters in the prayer-books and\nromances when they are ornamented.\n\nSo I stood back as painters use, folded my arms, and admired my own\nhandiwork. Yet there struck me as being something so utterly doleful\nin the man's white face, and the blood running all about him, and\nwashing off the stains of paint from his face and hands, and splashed\nclothes, that my heart mis- gave me, and I hoped that he was not dead;\nI took some water from a vessel he had been using for his painting,\nand, kneeling, washed his face.\n\nWas it some resemblance to my father's dead face, which I had seen\nwhen I was young, that made me pity him? I laid my hand upon his\nheart, and felt it beating feebly; so I lifted him up gently, and\ncarried him towards a heap of straw that he seemed used to lie upon;\nthere I stripped him and looked to his wounds, and used leech-craft,\nthe memory of which God gave me for this purpose, I suppose, and\nwithin seven days I found that he would not die.\n\nAfterwards, as I wandered about the castle, I came to a room in one of\nthe upper storeys, that had still the roof on, and windows in it with\npainted glass, and there I found green raiment and swords and armour,\nand I clothed myself.\n\nSo when he got well I asked him what his name was, and he me, and we\nboth of us said, \"Truly I know not.\" Then said I, \"but we must call\neach other some name, even as men call days.\"\n\n\"Call me Swerker,\" he said, \"some priest I knew once had that name.\"\n\n\"And me Wulf,\" said I, \"though wherefore I know not.\"\n\nThen I tried to learn painting till I thought I should die, but at\nlast learned it through very much pain and grief.\n\nAnd, as the years went on and we grew old and grey, we painted purple\npictures and green ones instead of the scarlet and yellow, so that the\nwalls looked altered, and always we painted God's judgments.\n\nAnd we would sit in the sunset and watch them with the golden light\nchanging them, as we yet hoped God would change both us and our works.\nOften too we would sit outside the walls and look at the trees and\nsky, and the ways of the few men and women we saw; therefrom sometimes\nbefell adventures.\n\nOnce there went past a great funeral of some king going to his own\ncountry, not as he had hoped to go, but stiff and colourless, spices\nfilling up the place of his heart.\n\nAnd first went by very many knights, with long bright hauberks on,\nthat fell down before their knees as they rode, and they all had\ntilting-helms on with the same crest, so that their faces were quite\nhidden: and this crest was two hands clasped together tightly as\nthough they were the hands of one praying forgiveness from the one he\nloves best; and the crest was wrought in gold.\n\nMoreover, they had on over their hauberks surcoats which were half\nscarlet and half purple, strewn about with golden stars.\n\nAlso long lances, that had forked knights'-pennons, half purple and\nhalf scarlet, strewn with golden stars.\n\nAnd these went by with no sound but the fall of their horse-hoofs.\n\nAnd they went slowly, so slowly that we counted them all, five\nthousand five hundred and fifty-five. Then went by many fair maidens\nwhose hair was loose and yellow, and who were all clad in green\nraiment ungirded, and shod with golden shoes. These also we counted,\nbeing five hundred; moreover some of the outermost of them, viz., one\nmaiden to every twenty, had long silver trumpets, which they swung out\nto right and left, blowing them, and their sound was very sad.\n\nThen many priests, and bishops, and abbots, who wore white albs and\ngolden copes over them; and they all sang together mournfully,\n\"Propter amnen Babylonis;\" and these were three hundred.\n\nAfter that came a great knot of the Lords, who were tilting helmets\nand surcoats emblazoned with each one his own device; only each had in\nhis hand a small staff two feet long whereon was a pennon of scarlet\nand purple. These also were three hundred.\n\nAnd in the midst of these was a great car hung down to the ground with\npurple, drawn by grey horses whose trappings were half scarlet, half\npurple. And on this car lay the King, whose head and hands were bare;\nand he had on him a surcoat, half purple and half scarlet, strewn with\ngolden stars. And his head rested on a tilting helmet, whose crest was\nthe hands of one praying passionately for forgiveness.\n\nBut his own hands lay by his side as if he had just fallen asleep.\n\nAnd all about the car were little banners, half purple and half\nscarlet, strewn with golden stars. Then the King, who counted but as\none, went by also.\n\nAnd after him came again many maidens clad in ungirt white raiment\nstrewn with scarlet flowers, and their hair was loose and yellow and\ntheir feet bare: and, except for the falling of their feet and the\nrustle of the wind through their raiment, they went past quite\nsilently. These also were five hundred.\n\nThen lastly came many young knights with long bright hauberks falling\nover their knees as they rode, and surcoats, half scarlet and half\npurple, strewn with golden stars; they bore long lances with forked\npen- nons which were half purple, half scarlet, strewn with golden\nstars; their heads and their hands were bare, but they bore shields,\neach one of them, which were of bright steel wrought cunningly in the\nmidst with that bearing of the two hands of one who prays for\nforgiveness; which was done in gold. These were but five hundred.\n\nThen they all went by winding up and up the hill roads, and, when the\nlast of them had departed out of our sight, we put down our heads and\nwept, and I said, \"Sing us one of the songs of the Hollow Land.\" Then\nhe whom I had called Swerker put his hand into his bosom, and slowly\ndrew out a long, long tress of black hair, and laid it on his knee and\nsmoothed it, weeping on it: So then I left him there and went and\narmed myself, and brought armour for him.\n\nAnd then came back to him and threw the armour down so that it\nclanged, and said:\n\n\"O Harald, let us go!\"\n\nHe did not seem surprised that I called him by the right name, but\nrose and armed himself, and then be looked a good knight; so we set\nforth. And in a turn of the long road we came suddenly upon a most\nfair woman, clothed in scarlet, who sat and sobbed, holding her face\nbetween her bands, and her hair was very black.\n\nAnd when Harald saw her, he stood and gazed at her for long through\nthe bars of bis helmet, then suddenly turned, and said:\n\n\"Florian, I must stop here; do you go on to the Hollow Land.\nFarewell.\"\n\n\"Farewell.\" And then I went on, never turning back, and him I never\nsaw more.\n\nAnd so I went on, quite lonely, but happy, till I had reached the\nHollow Land.\n\nInto which I let myself down most carefully, by the jutting rocks and\nbushes and strange trailing flowers, and there lay down and fell\nasleep.\n\nFYTTE THE THIRD\n\nAnd I was waked by some one singing; I felt very happy; I felt young\nagain; I had fair delicate raiment on, my sword was gone, and my\narmour; I tried to think where I was, and could not for my happiness;\nI tried to listen to the words of the song. Nothing, only an old echo\nin my ears, only all manner of strange scenes from my wretched past\nlife before my eyes in a dim, far-off manner: then at last, slowly,\nwithout effort, I heard what she sang.\n\n   \"Christ keep the Hollow Land\n   All the summer-tide;\n   Still we cannot understand\n   Where the waters glide;\n\n   Only dimly seeing them\n   Coldly slipping through\n   Many green-lipp'd cavern mouths.\n   Where the hills are blue.\"\n\n\"Then,\" she said, \"come now and look for it, love, a hollow city in\nthe Hollow Land.\"\n\nI kissed Margaret, and we went.\n\nThrough the golden streets under the purple shadows of the houses we\nwent, and the slow fanning backward and forward of the many-coloured\nbanners cooled us: we two alone: there was no one with us. No soul\nwill ever be able to tell what we said, how we looked.\n\nAt last we came to a fair palace, cloistered off in the old time,\nbefore the city grew golden from the din and hubbub of traffic; those\nwho dwelt there in the old ungolden times had had their own joys,\ntheir own sorrows, apart from the joys and sorrows of the multitude:\nso, in like manner, was it now cloistered off from the eager leaning\nand brotherhood of the golden dwellings: so now it had its own gaiety,\nits own solemnity, apart from theirs; unchanged, and changeable, were\nits marble walls, whatever else changed about it.\n\nWe stopped before the gates and trembled, and clasped each other\ncloser; for there among the marble leafage and tendrils that were\nround and under and over the archway that held the golden valves were\nwrought two figures of a man and woman winged and garlanded, whose\nraiment flashed with stars; and their faces were like faces we had\nseen or half seen in some dream long and long and long ago so that we\ntrembled with awe and delight; and turned, and seeing Margaret, saw\nthat her face was that face seen or half seen long and long and long\nago; and in the shining of her eyes I saw that other face, seen in\nthat way and no other long and long and long ago - my face.\n\nAnd then we walked together toward the golden gates, and opened them,\nand no man gainsaid us.\n\nAnd before us lay a great space of flowers.\n"
  }
}