{
  "novel": {
    "title": "Solomon's Orbit",
    "author": "William Carroll",
    "theme": "Science-Fiction",
    "text": "                 Solomon's Orbit\n\n     There will, sooner or later, be problems\n of \"space junk,\" and the right to dump in space.\n               But not like this...!\n\n\"Comrades,\" said the senior technician, \"notice the clear view of North\nAmerica. From here we watch everything; rivers, towns, almost the\npeople. And see, our upper lens shows the dark spot of a meteor in\nspace. Comrades, the meteor gets larger. It is going to pass close to\nour wondrous machine. Comrades ... Comrades ... turn to my channel. It\nis no meteor--it is square. The accursed Americans have sent up a house.\nComrades ... an ancient automobile is flying toward our space machine.\nComrades ... it is going to--Ah ... the picture is gone.\"\n\nMoscow reported the conversation, verbatim, to prove their space vehicle\nwas knocked from the sky by a capitalistic plot. Motion pictures clearly\nshowed an American automobile coming toward the Russian satellite.\nRussian astronomers ordered to seek other strange orbiting devices\nreported: \"We've observed cars for weeks. Have been exiling technicians\nand photographers to Siberia for making jokes of Soviet science. If\ntelevision proves ancient automobiles are orbiting the world, Americans\nare caught in obvious attempt to ridicule our efforts to probe mysteries\nof space.\"\n\n       *       *       *\n\nConfusion was also undermining American scientific study of the heavens.\nAt Mount Palomar the busy 200-inch telescope was photographing a strange\nnew object, but plates returned from the laboratory caused astronomers\nto explode angrily. In full glory, the photograph showed a tiny image of\nan ancient car. This first development only affected two photographers\nat Mount Palomar. They were fired for playing practical jokes on the\nastronomers. Additional exposures of other newfound objects were made.\nAgain the plates were returned; this time with three little old cars\nparading proudly across the heavens as though they truly belonged among\nthe stars.\n\nThe night the Russian protest crossed trails with the Palomar report,\nWashington looked like a kid with chicken pox, as dozens of spotty\nyellow windows marked midnight meetings of the nation's greatest minds.\nThe military denied responsibility for cars older than 1942. Civil\naviation proved they had no projects involving motor vehicles. Central\nIntelligence swore on their classification manual they were not dropping\njunk over Cuba in an attempt to hit Castro. Disgusted, the President\nestablished a civilian commission which soon located three more reports.\n\nTwo were from fliers. The pilot of Flight 26, New York to Los Angeles,\nhad two weeks before reported a strange object rising over Southern\nCalifornia about ten the evening of April 3rd. A week after this report,\na private pilot on his way from Las Vegas claimed seeing an old car\nflying over Los Angeles. His statement was ignored, as he was arrested\nlater while trying to drink himself silly because no one believed his\nstory.\n\nFortunately, at the approximate times both pilots claimed sighting\nunknown objects, radar at Los Angeles International recorded something\nrising from earth's surface into the stratosphere. Within hours after\nthe three reports met, in the President's commission's office, mobile\nradar was spotted on Southern California hilltops in twenty-four-hour\nwatches for unscheduled flights not involving aircraft.\n\nNumber Seven, stationed in the Mount Wilson television tower parking\nlot, caught one first. \"Hey fellows,\" came his excited voice, \"check 124\ndegrees, vector 62 now ... rising ... 124 degrees ... vector 66 ...\nrising--\"\n\n_Nine_ and _Four_ caught it moments later. Then _Three_, Army long-range\nradar, picked it up. \"O.K., we're on. It's still rising ... leaving the\natmosphere ... gone. Anyone else catch it?\" Negative responses came from\nall but _Seven_, _Nine_ and _Four_. So well spread were they, that\nwithin minutes headquarters had laid four lines over Southern\nCalifornia. They crossed where the unsuspecting community of Fullerton\nwas more or less sound asleep, totally unaware of the making of history\nin its back yard.\n\n       *       *       *       *       *\n\nThe history of what astronomers call Solomon's Orbit had its beginning\nabout three months ago. Solomon, who couldn't remember his first name,\nwas warming tired bones in the sun, in front of his auto-wrecking yard a\nmile south of Fullerton. Though sitting, he was propped against the\noffice; a tin shed decorated like a Christmas tree with hundreds of hub\ncaps dangling from sagging wooden rafters. The back door opened on two\nacres of what Solomon happily agreed was the finest junk in all\nCalifornia. Fords on the left, Chevys on the right, and across the\nsagging back fence, a collection of honorable sedans whose makers left\nthe business world years ago. They were known as Solomon's \"Classics.\"\n\nThe bright sun had Solomon's tiny eyes burrowed under a shaggy brow\nwhich, added to an Einstein-like shock of white hair, gave him the\nappearance of a professor on sabbatical. Eyes closed, Solomon was\nfondling favorite memories, when as a lad he repaired steam tractors and\nfollowed wheat across central plains of the United States. Happiness\nfaded as the reverie was broken by spraying gravel signaling arrival of\na customer's car.\n\n\"There's Uncle Solomon, Dad,\" a boy's voice was saying. \"He gives us\nkids good deals on hot-rod parts. You've just gotta take a look at his\nold cars, 'cause if you want a classic Uncle Solomon would make you a\ngood deal, too. I just know he would.\"\n\n\"Sure, Son, let's go in and see what he's got,\" replied a man's voice.\nAs Solomon opened his eyes, the two popped into reality. Heaving himself\nout of the sports car bucket seat that was his office chair, Solomon\nstood awaiting approach of the pair.\n\n\"Mr Solomon, Georgie here tells me you have some fine old cars for\nsale?\"\n\n\"Sure have. Sure have. They're in back. Come along. I'll show you the\nshort cuts.\" Without waiting for a reply, Solomon started, head bent,\nwhite hair blowing; through the office, out the back door and down\npassages hardly wide enough for a boy, let alone a man. He disappeared\naround a hearse, and surfaced on the other side of a convertible,\nleading the boy and his father a chase that was more a guided tour of\nSolomon's yard than a short cut. \"Yes, sir, here they are,\" announced\nSolomon over his shoulder. Stepping aside he made room for the boy and\nhis father to pass, between a couple of Ford Tudors.\n\nThree pair of eyes, one young, one old, the other tired, were faced by\ntwo rows of hulks, proud in the silent agony of their fate. Sold, resold\nand sold again, used until exhaustion set in, they reached Solomon's for\na last brave stand. No matter what beauties they were to Solomon's\nprejudiced eyes; missing fenders, rusted body panels, broken wheels and\nrotted woodwork bespoke the utter impossibility of restoration.\n\n\"See, Dad, aren't they great?\" Georgie gleefully asked. He could just\nimagine shaking the guys at school with the old Packard, after Dad\nrestored it.\n\n\"Are you kidding?\" Georgie's Dad exploded, \"Those wrecks aren't good for\nanything but shooting at the moon. Let's go.\" Not another word did he\nsay. Heading back to the car parked outside Solomon's office, his\nfootsteps were echoed by those of a crestfallen boy. Solomon, a figure\nof lonely dejection in the gloom overshadowing his unloved old cars, was\ntroubled with smog causing his eyes to water as tired feet aimlessly\nfound their way back to his seat in the sun.\n\nThat night, to take his mind off worrisome old cars, Solomon began\nreading the previous Sunday's newspaper. There were pictures of moon\nshots, rockets and astronauts, which started Solomon to thinking; \"So,\nmy classics are good only for shooting at the moon. This thing called an\nion engine, which creates a force field to move satellites, seems like a\nlot of equipment. Could do it easier with one of my old engines, I bet.\"\n\nAs Solomon told the people in Washington several months later, he was\nonly resting his eyes, thinking about shop manuals and parts in the back\nyard. When suddenly he figured there was an easier way to build a\nsatellite power plant. But, as it was past his bedtime, he'd put one\ntogether tomorrow.\n\nIt was late the next afternoon before Solomon had a chance to try his\nsatellite power plant idea. Customers were gone and he was free of\ninterruption. The engine of his elderly Moreland tow-truck was brought\nto life by Solomon almost hidden behind the huge wooden steering wheel.\nThe truck lumbered carefully down rows of cars to an almost completely\nstripped wreck holding only a broken engine. In a few minutes, Solomon\nhad the engine waving behind the truck while he reversed to a clear\nspace near the center of his yard.\n\nOnce the broken engine was blocked upright on the ground, Solomon backed\nhis Moreland out of the way, carried a tray of tools to the engine and\nsquatted in the dirt to work. First, the intake manifold came off and\nwas bolted to the clutch housing so the carburetor mounting flange faced\nskyward. Solomon stopped for a minute to worry. \"If it works,\" he\nthought, \"when I get them nearer each other, it'll go up in my face.\"\nScanning the yard he thought of fenders, doors, wheels, hub caps and ...\nthat was it. A hub cap would do the trick.\n\nAt his age, running was a senseless activity, but walking faster than\nusual, Solomon took a direct route to his office. From the ceiling of\nhub caps, he selected a small cap from an old Chevy truck. Back at the\nengine, he punched a hole in the cap, through which he tied a length of\nstrong twine. The cap was laid on the carburetor flange and stuck in\nplace with painter's masking tape. He then bolted the exhaust manifold\nover the intake so the muffler connection barely touched the hub cap.\nSolomon stood up, kicked the manifolds with his heavy boots to make sure\nthey were solid and grunted with satisfaction of a job well done.\n\nHe moved his tray of tools away and trailed the hub cap twine behind the\nsolid body of a big old Ford station wagon. He'd read of scientists in\nblock houses when they shot rockets and was taking no chances.\nExcitement glistened Solomon's old eyes as what blood pressure there was\nrose a point or two with happy thoughts. If his idea worked, he would be\nfree of the old cars, yet not destroy a single one. Squatting behind the\nstation wagon, to watch the engine, Solomon gingerly pulled the twine to\neliminate slack. As it tightened, he tensed, braced himself with a free\nhand on the wagon's bumper, and taking a deep breath, jerked the cord.\nTired legs failed and Solomon slipped backward when the hub cap broke\nfree of the tape and sailed through the air to clang against the wagon's\nfender. Lying on his back, struggling to rise, Solomon heard a slight\nswish as though a whirlwind had come through the yard. The scent of\nair-borne dust bit his nostrils as he struggled to his feet.\n\n       *       *       *\n\nDeep in the woods behind Solomon's yard two boys were hunting crows.\nEyes high, they scanned branches and horizons for game. \"Look, there\ngoes one,\" the younger cried as a large dark object majestically rose\ninto the sky and rapidly disappeared into high clouds.\n\n\"Yup, maybe so,\" said the other. \"But it's flying too high for us.\"\n\n       *       *       *       *       *\n\n\"I must be a silly old man,\" Solomon thought, scanning the cleared space\nbehind his tow truck where he remembered an engine. There was nothing\nthere, and as Solomon now figured it, never had been. Heart heavy with\nbelief in the temporary foolishness of age, Solomon went to the hub\ncap, glittering the sun where it lit after bouncing off the fender. It\nwas untied from the string, and in the tool tray, before Solomon\nrealized he'd not been daydreaming. In the cleared area, were two old\nmanifold gaskets, several rusty nuts, and dirt blown smooth in a wide\ncircle around greasy blocks on which he'd propped the now missing\nengine.\n\nThat night was a whirlwind of excitement for Solomon. He had steak for\ndinner, then sat back to consider future success. Once the classic cars\nwere gone, he could use the space for more profitable Fords and Chevys.\nAll he'd have to do would be bolt manifolds from spare engines on a\ndifferent car every night, and he'd be rid of it. All he used was vacuum\nin the intake manifold, drawing pressure from the outlet side of the\nexhaust. The resulting automatic power flow raised anything they were\nattached to. Solomon couldn't help but think, \"The newspapers said\nscientists were losing rockets and space capsules, so a few old cars\ncould get lost in the clouds without hurting anything.\"\n\nEarly the next morning, he towed the oldest hulk, an Essex, to the\ncleared space. Manifolds from junk engines were bolted to the wheels but\nthis time carburetor flanges were covered by wooden shingles because\nSolomon figured he couldn't afford to ruin four salable hub caps just to\nget rid of his old sedans. Each shingle was taped in place so they could\nbe pulled off in unison with a strong pull on the twine. The tired Essex\nwas pretty big, so Solomon waited until bedtime before stumbling through\nthe dark to the launching pad in his yard. Light from kitchen matches\nhelped collect the shingle cords as he crouched behind the Ford wagon.\nHe held the cords in one calloused hand, a burning match in the other so\nhe could watch the Essex. Solomon tightened his fist, gave a quick tug\nto jerk all shingles at the same time, and watched in excited\nsatisfaction as the old sedan rose in a soft swish of midsummer air\nflowing through ancient curves of four rusty manifold assemblies.\n\nDay after day, only a mile from Fullerton, Solomon busied himself buying\nwrecked cars and selling usable parts. Each weekday night--Solomon never\nworked on Sunday--another old car from his back lot went silently\nheavenward with the aid of Solomon's unique combination of engine vacuum\nand exhaust pressure. His footsteps were light with accomplishment as he\nthought, \"In four more days, they'll all be gone.\"\n\n       *       *       *\n\nWhile the Fullerton radar net smoked innumerable cigarettes and cursed\nluck ruining the evening, Solomon scrambled two eggs, enjoyed his coffee\nand relaxed with a newly found set of old 1954 Buick shop manuals. As\nusual, when the clock neared ten, he closed his manuals and let himself\nout the back door.\n\nCity lights, reflected in low clouds, brightened the way Solomon knew\nwell. He was soon kneeling behind the Ford wagon without having stumbled\nonce. Only two kitchen matches were needed to collect the cords from a\nbig Packard, handsome in the warmth of a moonless summer night. With a\nfaint \"God Bless You,\" Solomon pulled the shingles and watched its\nmassive hulk rise and disappear into orbit with his other orphans.\n\nIf you'd been able to see it all, you'd have worried. The full circle of\nradar and communications crews around Fullerton had acted as though the\nwhole town were going to pussyfoot away at sundown. _Nine_ was hidden in\na curious farmer's orange grove. _Seven_ was tucked between station\nwagons in the back row of a used car lot. _Four_ was assigned the\nloading dock of a meat-packing plant, but the night watchman wouldn't\nallow them to stay. They moved across the street behind a fire station.\n_Three_ was too big to hide, so it opened for business inside the\nNational Guard Armory.\n\nThey all caught the Packard's takeoff. Degree lines from the four\nstations around Fullerton were crossed on the map long before Solomon\nreached his back door. By the time bedroom lights were out and covers\nunder his bristly chin, a task force of quiet men was speeding on its\nway to surround four blocks of country land; including a chicken ranch,\nSolomon's junk yard and a small frame house. Dogs stirred, yapping at\nsudden activity they alone knew of, then nose to tail, returned to sleep\nwhen threats of intrusion failed to materialize.\n\nThe sun was barely up when the chicken farmer was stopped a block from\nhis house, Highway patrolmen slowly inspected his truck from front to\nback, while three cars full of civilians, by the side of the road,\nwatched every move. Finding nothing unusual, a patrolman reported to the\nfirst civilian car then returned to wave the farmer on his way. When the\nwidow teacher from the frame house, started for school, she too, was\nstopped. After a cursory inspection the patrolman passed her on. Two of\nthe three accounted for. What of the third?\n\n       *       *       *       *       *\n\nQuietly a cavalcade formed, converged in Solomon's front yard and parked\nfacing the road ready for quick departure. Some dozen civilians muddied\nshoes and trousers circling the junk yard, taking stations so they could\nwatch all approaches. Once they were in position, a Highway patrolman\nand two civilians went to Solomon's door.\n\nHis last cup of coffee was almost gone as Solomon heard the noise of\ntheir shoes, followed by knuckles thumping his front door. Wondering\nwho could be in such a hurry, so early in the morning, he pulled on\nboots and buttoned a denim jacket as he went to answer. \"Hello,\" said\nSolomon to the patrolman, while opening the door. \"Why you bother me so\nearly? You know I only buy cars from owners.\"\n\n\"No, Mr. Solomon, we're not worried about your car buying. This man,\nfrom Washington, wants to ask you a few questions.\"\n\n\"Sure, come in,\" Solomon replied.\n\nThe questions were odd: Do you have explosives here? Can you weld metal\ntanks? What is your education? Were you ever an engineer? What were you\ndoing last night? To these, and bewildering others, Solomon told the\ntruth. He had no explosives, couldn't weld, didn't finish school and was\nhere, in bed, all night.\n\nThen they wanted to see his cars. Through the back door, so he'd not\nhave to open the office, Solomon led the three men into his yard. Once\ninside, and without asking permission, they began searching like a\nhungry hound trailing a fat rabbit. Solomon's eyes, blinking in the\nglare of early morning sun, watched invasion of his privacy. \"What they\nwant?\" he wondered. He'd broken no laws in all the years he'd been in\nthe United States. \"For what do they bother a wrecking yard?\" he asked\nhimself.\n\nHis depressing thoughts were rudely shattered by a hail from the larger\ncivilian, standing at the back of Solomon's yard. There, three old cars\nstood in an isolated row. \"Solomon, come here a moment,\" he shouted.\nSolomon trudged back, followed by the short civilian and patrolman who\nleft their curious searching to follow Solomon's lead. When he neared,\nthe tall stranger asked, \"I see where weeds grew under other cars which,\nfrom the tracks, have been moved out in the past few weeks. How many did\nyou have?\"\n\n\"Twenty; but these are all I have left,\" Solomon eagerly replied, hoping\nat last he'd a customer for the best of his old cars. \"They make classic\ncars, if you'd take the time to fix them up. That one, the Hupmobile, is\nthe last--\"\n\n\"Who bought the others?\" the big man interrupted.\n\n\"No one,\" quavered Solomon, terror gripping his throat with a nervous\nhand. Had he done wrong to send cars into the sky? Everyone else was\nsending things up. Newspapers said Russians and Americans were racing to\nsend things into the air. What had he done that was wrong? Surely there\nwas no law he'd broken. Wasn't the air free, like the seas? People\ndumped things into the ocean.\n\n\"Then where did they go?\" snapped his questioner.\n\n\"Up there,\" pointed Solomon. \"I needed the space. They were too good to\ncut up. No one would buy them. So I sent them up. The newspapers--\"\n\n\"You did what?\"\n\n\"I sent them into the sky,\" quavered Solomon. So this is what he did\nwrong. Would they lock him up? What would happen to his cars? And his\nbusiness?\n\n\"How did you ... no! Wait a minute. Don't say a word. Officer, go and\ntell my men to prevent anyone from approaching or leaving this place.\"\nThe patrolman almost saluted, thought better of it, and left grumbling\nabout being left out of what must be something big.\n\nSolomon told the civilians of matching vacuum in intake manifolds to\npressure from exhaust manifolds. A logical way to make an engine that\nwould run on pressure, like satellite engines he'd read about in\nnewspapers. It worked on a cracked engine block, so he'd used scrap\nmanifolds to get rid of old cars no one would buy. It hadn't hurt\nanything, had it?\n\n       *       *       *\n\nWell, no, it hadn't. But as you can imagine, things happened rather\nfast. They let Solomon get clean denims and his razor. Then without a\nbye-your-leave, hustled him to the Ontario airport where an unmarked jet\nflew him to Washington and a hurriedly arranged meeting with the\nPresident. They left guards posted inside the fence of Solomon's yard,\nso they'll cause no attention while protecting his property. A rugged\nindividual sits in the office and tells buyers and sellers alike, that\nhe is Solomon's nephew. \"The old man had to take a trip in a hurry.\"\nBecause he knows nothing of the business, they'll have to wait until\nSolomon returns.\n\nWhere's Solomon now? Newspaper stories have him in Nevada showing the\nAir Force how to build gigantic intake and exhaust manifolds, which the\nStrategic Air Command is planning to attach to a stratospheric\ndecompression test chamber. They figure if they can throw it into the\nsky, they can move anything up to what astronomers now call Solomon's\nOrbit, where at last count, sixteen of the seventeen cars are still\nmerrily circling the earth. As you know, one recently hit the Russian\ntelevision satellite.\n\nThe Russians? We're told they're still burning their fingers trying to\norbit a car. They can't figure how to control vacuum and pressure from\nthe manifolds. Solomon didn't tell many people about the shingles he\nuses for control panels, and the Russians think control is somehow\nrelated to kitchen matches a newspaper reporter found scattered behind a\nstation wagon in Solomon's junk yard.\n"
  }
}