{
  "novel": {
    "title": "Beyond the Door",
    "author": "Philip K. Dick",
    "theme": "Science-Fiction",
    "text": "    _Did you ever wonder at the lonely life the bird in a cuckoo clock\n    has to lead--that it might possibly love and hate just as easily as\n    a real animal of flesh and blood? Philip Dick used that idea for\n    this brief fantasy tale. We're sure that after reading it you'll\n    give cuckoo clocks more respect._\n\n\n beyond\n    the\n   door\n\n _by ... Philip K. Dick_\n\n\n Larry Thomas bought a cuckoo clock\n for his wife--without knowing the\n price he would have to pay.\n\n\nThat night at the dinner table he brought it out and set it down beside\nher plate. Doris stared at it, her hand to her mouth. \"My God, what is\nit?\" She looked up at him, bright-eyed.\n\n\"Well, open it.\"\n\nDoris tore the ribbon and paper from the square package with her sharp\nnails, her bosom rising and falling. Larry stood watching her as she\nlifted the lid. He lit a cigarette and leaned against the wall.\n\n\"A cuckoo clock!\" Doris cried. \"A real old cuckoo clock like my mother\nhad.\" She turned the clock over and over. \"Just like my mother had, when\nPete was still alive.\" Her eyes sparkled with tears.\n\n\"It's made in Germany,\" Larry said. After a moment he added, \"Carl got\nit for me wholesale. He knows some guy in the clock business. Otherwise\nI wouldn't have--\" He stopped.\n\nDoris made a funny little sound.\n\n\"I mean, otherwise I wouldn't have been able to afford it.\" He scowled.\n\"What's the matter with you? You've got your clock, haven't you? Isn't\nthat what you want?\"\n\nDoris sat holding onto the clock, her fingers pressed against the brown\nwood.\n\n\"Well,\" Larry said, \"what's the matter?\"\n\nHe watched in amazement as she leaped up and ran from the room, still\nclutching the clock. He shook his head. \"Never satisfied. They're all\nthat way. Never get enough.\"\n\nHe sat down at the table and finished his meal.\n\nThe cuckoo clock was not very large. It was hand-made, however, and\nthere were countless frets on it, little indentations and ornaments\nscored in the soft wood. Doris sat on the bed drying her eyes and\nwinding the clock. She set the hands by her wristwatch. Presently she\ncarefully moved the hands to two minutes of ten. She carried the clock\nover to the dresser and propped it up.\n\nThen she sat waiting, her hands twisted together in her lap--waiting for\nthe cuckoo to come out, for the hour to strike.\n\nAs she sat she thought about Larry and what he had said. And what she\nhad said, too, for that matter--not that she could be blamed for any of\nit. After all, she couldn't keep listening to him forever without\ndefending herself; you had to blow your own trumpet in the world.\n\nShe touched her handkerchief to her eyes suddenly. Why did he have to\nsay that, about getting it wholesale? Why did he have to spoil it all?\nIf he felt that way he needn't have got it in the first place. She\nclenched her fists. He was so mean, so damn mean.\n\nBut she was glad of the little clock sitting there ticking to itself,\nwith its funny grilled edges and the door. Inside the door was the\ncuckoo, waiting to come out. Was he listening, his head cocked on one\nside, listening to hear the clock strike so that he would know to come\nout?\n\nDid he sleep between hours? Well, she would soon see him: she could ask\nhim. And she would show the clock to Bob. He would love it; Bob loved\nold things, even old stamps and buttons. He liked to go with her to the\nstores. Of course, it was a little _awkward_, but Larry had been staying\nat the office so much, and that helped. If only Larry didn't call up\nsometimes to--\n\nThere was a whirr. The clock shuddered and all at once the door opened.\nThe cuckoo came out, sliding swiftly. He paused and looked around\nsolemnly, scrutinizing her, the room, the furniture.\n\nIt was the first time he had seen her, she realized, smiling to herself\nin pleasure. She stood up, coming toward him shyly. \"Go on,\" she said.\n\"I'm waiting.\"\n\nThe cuckoo opened his bill. He whirred and chirped, quickly,\nrhythmically. Then, after a moment of contemplation, he retired. And the\ndoor snapped shut.\n\nShe was delighted. She clapped her hands and spun in a little circle. He\nwas marvelous, perfect! And the way he had looked around, studying her,\nsizing her up. He liked her; she was certain of it. And she, of course,\nloved him at once, completely. He was just what she had hoped would come\nout of the little door.\n\nDoris went to the clock. She bent over the little door, her lips close\nto the wood. \"Do you hear me?\" she whispered. \"I think you're the most\nwonderful cuckoo in the world.\" She paused, embarrassed. \"I hope you'll\nlike it here.\"\n\nThen she went downstairs again, slowly, her head high.\n\nLarry and the cuckoo clock really never got along well from the start.\nDoris said it was because he didn't wind it right, and it didn't like\nbeing only half-wound all the time. Larry turned the job of winding over\nto her; the cuckoo came out every quarter hour and ran the spring down\nwithout remorse, and someone had to be ever after it, winding it up\nagain.\n\nDoris did her best, but she forgot a good deal of the time. Then Larry\nwould throw his newspaper down with an elaborate weary motion and stand\nup. He would go into the dining-room where the clock was mounted on the\nwall over the fireplace. He would take the clock down and making sure\nthat he had his thumb over the little door, he would wind it up.\n\n\"Why do you put your thumb over the door?\" Doris asked once.\n\n\"You're supposed to.\"\n\nShe raised an eyebrow. \"Are you sure? I wonder if it isn't that you\ndon't want him to come out while you're standing so close.\"\n\n\"Why not?\"\n\n\"Maybe you're afraid of him.\"\n\nLarry laughed. He put the clock back on the wall and gingerly removed\nhis thumb. When Doris wasn't looking he examined his thumb.\n\nThere was still a trace of the nick cut out of the soft part of it.\nWho--or what--had pecked at him?\n\n       *       *       *       *       *\n\nOne Saturday morning, when Larry was down at the office working over\nsome important special accounts, Bob Chambers came to the front porch\nand rang the bell.\n\nDoris was taking a quick shower. She dried herself and slipped into her\nrobe. When she opened the door Bob stepped inside, grinning.\n\n\"Hi,\" he said, looking around.\n\n\"It's all right. Larry's at the office.\"\n\n\"Fine.\" Bob gazed at her slim legs below the hem of the robe. \"How nice\nyou look today.\"\n\nShe laughed. \"Be careful! Maybe I shouldn't let you in after all.\"\n\nThey looked at one another, half amused half frightened. Presently Bob\nsaid, \"If you want, I'll--\"\n\n\"No, for God's sake.\" She caught hold of his sleeve. \"Just get out of\nthe doorway so I can close it. Mrs. Peters across the street, you\nknow.\"\n\nShe closed the door. \"And I want to show you something,\" she said. \"You\nhaven't seen it.\"\n\nHe was interested. \"An antique? Or what?\"\n\nShe took his arm, leading him toward the dining-room. \"You'll love it,\nBobby.\" She stopped, wide-eyed. \"I hope you will. You must; you must\nlove it. It means so much to me--_he_ means so much.\"\n\n\"He?\" Bob frowned. \"Who is he?\"\n\nDoris laughed. \"You're jealous! Come on.\" A moment later they stood\nbefore the clock, looking up at it. \"He'll come out in a few minutes.\nWait until you see him. I know you two will get along just fine.\"\n\n\"What does Larry think of him?\"\n\n\"They don't like each other. Sometimes when Larry's here he won't come\nout. Larry gets mad if he doesn't come out on time. He says--\"\n\n\"Says what?\"\n\nDoris looked down. \"He always says he's been robbed, even if he did get\nit wholesale.\" She brightened. \"But I know he won't come out because he\ndoesn't like Larry. When I'm here alone he comes right out for me, every\nfifteen minutes, even though he really only has to come out on the\nhour.\"\n\nShe gazed up at the clock. \"He comes out for me because he wants to. We\ntalk; I tell him things. Of course, I'd like to have him upstairs in my\nroom, but it wouldn't be right.\"\n\nThere was the sound of footsteps on the front porch. They looked at each\nother, horrified.\n\nLarry pushed the front door open, grunting. He set his briefcase down\nand took off his hat. Then he saw Bob for the first time.\n\n\"Chambers. I'll be damned.\" His eyes narrowed. \"What are you doing\nhere?\" He came into the dining-room. Doris drew her robe about her\nhelplessly, backing away.\n\n\"I--\" Bob began. \"That is, we--\" He broke off, glancing at Doris.\nSuddenly the clock began to whirr. The cuckoo came rushing out, bursting\ninto sound. Larry moved toward him.\n\n\"Shut that din off,\" he said. He raised his fist toward the clock. The\ncuckoo snapped into silence and retreated. The door closed. \"That's\nbetter.\" Larry studied Doris and Bob, standing mutely together.\n\n\"I came over to look at the clock,\" Bob said. \"Doris told me that it's a\nrare antique and that--\"\n\n\"Nuts. I bought it myself.\" Larry walked up to him. \"Get out of here.\"\nHe turned to Doris. \"You too. And take that damn clock with you.\"\n\nHe paused, rubbing his chin. \"No. Leave the clock here. It's mine; I\nbought it and paid for it.\"\n\nIn the weeks that followed after Doris left, Larry and the cuckoo clock\ngot along even worse than before. For one thing, the cuckoo stayed\ninside most of the time, sometimes even at twelve o'clock when he should\nhave been busiest. And if he did come out at all he usually spoke only\nonce or twice, never the correct number of times. And there was a\nsullen, uncooperative note in his voice, a jarring sound that made Larry\nuneasy and a little angry.\n\nBut he kept the clock wound, because the house was very still and quiet\nand it got on his nerves not to hear someone running around, talking and\ndropping things. And even the whirring of a clock sounded good to him.\n\nBut he didn't like the cuckoo at all. And sometimes he spoke to him.\n\n\"Listen,\" he said late one night to the closed little door. \"I know you\ncan hear me. I ought to give you back to the Germans--back to the Black\nForest.\" He paced back and forth. \"I wonder what they're doing now, the\ntwo of them. That young punk with his books and his antiques. A man\nshouldn't be interested in antiques; that's for women.\"\n\nHe set his jaw. \"Isn't that right?\"\n\nThe clock said nothing. Larry walked up in front of it. \"Isn't that\nright?\" he demanded. \"Don't you have anything to say?\"\n\nHe looked at the face of the clock. It was almost eleven, just a few\nseconds before the hour. \"All right. I'll wait until eleven. Then I want\nto hear what you have to say. You've been pretty quiet the last few\nweeks since she left.\"\n\nHe grinned wryly. \"Maybe you don't like it here since she's gone.\" He\nscowled. \"Well, I paid for you, and you're coming out whether you like\nit or not. You hear me?\"\n\nEleven o'clock came. Far off, at the end of town, the great tower clock\nboomed sleepily to itself. But the little door remained shut. Nothing\nmoved. The minute hand passed on and the cuckoo did not stir. He was\nsomeplace inside the clock, beyond the door, silent and remote.\n\n\"All right, if that's the way you feel,\" Larry murmured, his lips\ntwisting. \"But it isn't fair. It's your job to come out. We all have to\ndo things we don't like.\"\n\nHe went unhappily into the kitchen and opened the great gleaming\nrefrigerator. As he poured himself a drink he thought about the clock.\n\nThere was no doubt about it--the cuckoo should come out, Doris or no\nDoris. He had always liked her, from the very start. They had got along\nwell, the two of them. Probably he liked Bob too--probably he had seen\nenough of Bob to get to know him. They would be quite happy together,\nBob and Doris and the cuckoo.\n\nLarry finished his drink. He opened the drawer at the sink and took out\nthe hammer. He carried it carefully into the dining-room. The clock was\nticking gently to itself on the wall.\n\n\"Look,\" he said, waving the hammer. \"You know what I have here? You know\nwhat I'm going to do with it? I'm going to start on you--first.\" He\nsmiled. \"Birds of a feather, that's what you are--the three of you.\"\n\nThe room was silent.\n\n\"Are you coming out? Or do I have to come in and get you?\"\n\nThe clock whirred a little.\n\n\"I hear you in there. You've got a lot of talking to do, enough for the\nlast three weeks. As I figure it, you owe me--\"\n\nThe door opened. The cuckoo came out fast, straight at him. Larry was\nlooking down, his brow wrinkled in thought. He glanced up, and the\ncuckoo caught him squarely in the eye.\n\nDown he went, hammer and chair and everything, hitting the floor with a\ntremendous crash. For a moment the cuckoo paused, its small body poised\nrigidly. Then it went back inside its house. The door snapped tight-shut\nafter it.\n\nThe man lay on the floor, stretched out grotesquely, his head bent over\nto one side. Nothing moved or stirred. The room was completely silent,\nexcept, of course, for the ticking of the clock.\n\n       *       *       *       *       *\n\n\"I see,\" Doris said, her face tight. Bob put his arm around her,\nsteadying her.\n\n\"Doctor,\" Bob said, \"can I ask you something?\"\n\n\"Of course,\" the doctor said.\n\n\"Is it very easy to break your neck, falling from so low a chair? It\nwasn't very far to fall. I wonder if it might not have been an accident.\nIs there any chance it might have been--\"\n\n\"Suicide?\" the doctor rubbed his jaw. \"I never heard of anyone\ncommitting suicide that way. It was an accident; I'm positive.\"\n\n\"I don't mean suicide,\" Bob murmured under his breath, looking up at the\nclock on the wall. \"I meant _something else_.\"\n\nBut no one heard him."
  }
}