{
 "author": [
  "London, Jack"
 ],
 "title": [
  "Before Adam"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Fantasy fiction",
  "Dreams -- Fiction",
  "Prehistoric peoples -- Fiction",
  "PS"
 ],
 "id": "310",
 "genre": [
  "fiction",
  "fantasy"
 ],
 "text": "BEFORE ADAM\n\nby Jack London\n\n1906\n\n\n\n“These are our ancestors, and their history is our history. Remember\nthat as surely as we one day swung down out of the trees and walked\nupright, just as surely, on a far earlier day, did we crawl up out of\nthe sea and achieve our first adventure on land.”\n\n\n\n\nCHAPTER I\n\n\nPictures! Pictures! Pictures! Often, before I learned, did I wonder\nwhence came the multitudes of pictures that thronged my dreams; for\nthey were pictures the like of which I had never seen in real wake-a-day\nlife. They tormented my childhood, making of my dreams a procession of\nnightmares and a little later convincing me that I was different from my\nkind, a creature unnatural and accursed.\n\nIn my days only did I attain any measure of happiness. My nights marked\nthe reign of fear--and such fear! I make bold to state that no man of\nall the men who walk the earth with me ever suffer fear of like kind and\ndegree. For my fear is the fear of long ago, the fear that was rampant\nin the Younger World, and in the youth of the Younger World. In\nshort, the fear that reigned supreme in that period known as the\nMid-Pleistocene.\n\nWhat do I mean? I see explanation is necessary before I can tell you\nof the substance of my dreams. Otherwise, little could you know of the\nmeaning of the things I know so well. As I write this, all the\nbeings and happenings of that other world rise up before me in vast\nphantasmagoria, and I know that to you they would be rhymeless and\nreasonless.\n\nWhat to you the friendship of Lop-Ear, the warm lure of the Swift One,\nthe lust and the atavism of Red-Eye? A screaming incoherence and no\nmore. And a screaming incoherence, likewise, the doings of the Fire\nPeople and the Tree People, and the gibbering councils of the horde. For\nyou know not the peace of the cool caves in the cliffs, the circus of\nthe drinking-places at the end of the day. You have never felt the bite\nof the morning wind in the tree-tops, nor is the taste of young bark\nsweet in your mouth.\n\nIt would be better, I dare say, for you to make your approach, as I made\nmine, through my childhood. As a boy I was very like other boys--in my\nwaking hours. It was in my sleep that I was different. From my earliest\nrecollection my sleep was a period of terror. Rarely were my dreams\ntinctured with happiness. As a rule, they were stuffed with fear--and\nwith a fear so strange and alien that it had no ponderable quality.\nNo fear that I experienced in my waking life resembled the fear that\npossessed me in my sleep. It was of a quality and kind that transcended\nall my experiences.\n\nFor instance, I was a city boy, a city child, rather, to whom the\ncountry was an unexplored domain. Yet I never dreamed of cities; nor did\na house ever occur in any of my dreams. Nor, for that matter, did any of\nmy human kind ever break through the wall of my sleep. I, who had seen\ntrees only in parks and illustrated books, wandered in my sleep through\ninterminable forests. And further, these dream trees were not a mere\nblur on my vision. They were sharp and distinct. I was on terms of\npractised intimacy with them. I saw every branch and twig; I saw and\nknew every different leaf.\n\nWell do I remember the first time in my waking life that I saw an oak\ntree. As I looked at the leaves and branches and gnarls, it came to me\nwith distressing vividness that I had seen that same kind of tree many\nand countless times in my sleep. So I was not surprised, still later on\nin my life, to recognize instantly, the first time I saw them, trees\nsuch as the spruce, the yew, the birch, and the laurel. I had seen them\nall before, and was seeing them even then, every night, in my sleep.\n\nThis, as you have already discerned, violates the first law of dreaming,\nnamely, that in one’s dreams one sees only what he has seen in his\nwaking life, or combinations of the things he has seen in his waking\nlife. But all my dreams violated this law. In my dreams I never saw\nANYTHING of which I had knowledge in my waking life. My dream life\nand my waking life were lives apart, with not one thing in common save\nmyself. I was the connecting link that somehow lived both lives.\n\nEarly in my childhood I learned that nuts came from the grocer, berries\nfrom the fruit man; but before ever that knowledge was mine, in my\ndreams I picked nuts from trees, or gathered them and ate them from the\nground underneath trees, and in the same way I ate berries from vines\nand bushes. This was beyond any experience of mine.\n\nI shall never forget the first time I saw blueberries served on the\ntable. I had never seen blueberries before, and yet, at the sight\nof them, there leaped up in my mind memories of dreams wherein I had\nwandered through swampy land eating my fill of them. My mother set\nbefore me a dish of the berries. I filled my spoon, but before I raised\nit to my mouth I knew just how they would taste. Nor was I disappointed.\nIt was the same tang that I had tasted a thousand times in my sleep.\n\nSnakes? Long before I had heard of the existence of snakes, I was\ntormented by them in my sleep. They lurked for me in the forest glades;\nleaped up, striking, under my feet; squirmed off through the dry grass\nor across naked patches of rock; or pursued me into the tree-tops,\nencircling the trunks with their great shining bodies, driving me higher\nand higher or farther and farther out on swaying and crackling branches,\nthe ground a dizzy distance beneath me. Snakes!--with their forked\ntongues, their beady eyes and glittering scales, their hissing and their\nrattling--did I not already know them far too well on that day of my\nfirst circus when I saw the snake-charmer lift them up?\n\nThey were old friends of mine, enemies rather, that peopled my nights\nwith fear.\n\nAh, those endless forests, and their horror-haunted gloom! For what\neternities have I wandered through them, a timid, hunted creature,\nstarting at the least sound, frightened of my own shadow, keyed-up, ever\nalert and vigilant, ready on the instant to dash away in mad flight for\nmy life. For I was the prey of all manner of fierce life that dwelt\nin the forest, and it was in ecstasies of fear that I fled before the\nhunting monsters.\n\nWhen I was five years old I went to my first circus. I came home from\nit sick--but not from peanuts and pink lemonade. Let me tell you. As we\nentered the animal tent, a hoarse roaring shook the air. I tore my hand\nloose from my father’s and dashed wildly back through the entrance. I\ncollided with people, fell down; and all the time I was screaming with\nterror. My father caught me and soothed me. He pointed to the crowd of\npeople, all careless of the roaring, and cheered me with assurances of\nsafety.\n\nNevertheless, it was in fear and trembling, and with much encouragement\non his part, that I at last approached the lion’s cage. Ah, I knew him\non the instant. The beast! The terrible one! And on my inner vision\nflashed the memories of my dreams,--the midday sun shining on tall\ngrass, the wild bull grazing quietly, the sudden parting of the grass\nbefore the swift rush of the tawny one, his leap to the bull’s back, the\ncrashing and the bellowing, and the crunch crunch of bones; or again,\nthe cool quiet of the water-hole, the wild horse up to his knees and\ndrinking softly, and then the tawny one--always the tawny one!--the\nleap, the screaming and the splashing of the horse, and the crunch\ncrunch of bones; and yet again, the sombre twilight and the sad silence\nof the end of day, and then the great full-throated roar, sudden, like\na trump of doom, and swift upon it the insane shrieking and chattering\namong the trees, and I, too, am trembling with fear and am one of the\nmany shrieking and chattering among the trees.\n\nAt the sight of him, helpless, within the bars of his cage, I became\nenraged. I gritted my teeth at him, danced up and down, screaming an\nincoherent mockery and making antic faces. He responded, rushing against\nthe bars and roaring back at me his impotent wrath. Ah, he knew me, too,\nand the sounds I made were the sounds of old time and intelligible to\nhim.\n\nMy parents were frightened. “The child is ill,” said my mother. “He is\nhysterical,” said my father. I never told them, and they never knew.\nAlready had I developed reticence concerning this quality of mine, this\nsemi-disassociation of personality as I think I am justified in calling\nit.\n\nI saw the snake-charmer, and no more of the circus did I see that night.\nI was taken home, nervous and overwrought, sick with the invasion of my\nreal life by that other life of my dreams.\n\nI have mentioned my reticence. Only once did I confide the strangeness\nof it all to another. He was a boy--my chum; and we were eight years\nold. From my dreams I reconstructed for him pictures of that vanished\nworld in which I do believe I once lived. I told him of the terrors of\nthat early time, of Lop-Ear and the pranks we played, of the gibbering\ncouncils, and of the Fire People and their squatting places.\n\nHe laughed at me, and jeered, and told me tales of ghosts and of the\ndead that walk at night. But mostly did he laugh at my feeble fancy.\nI told him more, and he laughed the harder. I swore in all earnestness\nthat these things were so, and he began to look upon me queerly. Also,\nhe gave amazing garblings of my tales to our playmates, until all began\nto look upon me queerly.\n\nIt was a bitter experience, but I learned my lesson. I was different\nfrom my kind. I was abnormal with something they could not understand,\nand the telling of which would cause only misunderstanding. When the\nstories of ghosts and goblins went around, I kept quiet. I smiled grimly\nto myself. I thought of my nights of fear, and knew that mine were the\nreal things--real as life itself, not attenuated vapors and surmised\nshadows.\n\nFor me no terrors resided in the thought of bugaboos and wicked ogres.\nThe fall through leafy branches and the dizzy heights; the snakes that\nstruck at me as I dodged and leaped away in chattering flight; the wild\ndogs that hunted me across the open spaces to the timber--these were\nterrors concrete and actual, happenings and not imaginings, things of\nthe living flesh and of sweat and blood. Ogres and bugaboos and I had\nbeen happy bed-fellows, compared with these terrors that made their bed\nwith me throughout my childhood, and that still bed with me, now, as I\nwrite this, full of years.\n\n\n\n\nCHAPTER II\n\n\nI have said that in my dreams I never saw a human being. Of this fact I\nbecame aware very early, and felt poignantly the lack of my own kind. As\na very little child, even, I had a feeling, in the midst of the horror\nof my dreaming, that if I could find but one man, only one human, I\nshould be saved from my dreaming, that I should be surrounded no more\nby haunting terrors. This thought obsessed me every night of my life for\nyears--if only I could find that one human and be saved!\n\nI must iterate that I had this thought in the midst of my dreaming,\nand I take it as an evidence of the merging of my two personalities, as\nevidence of a point of contact between the two disassociated parts of\nme. My dream personality lived in the long ago, before ever man, as we\nknow him, came to be; and my other and wake-a-day personality projected\nitself, to the extent of the knowledge of man’s existence, into the\nsubstance of my dreams.\n\nPerhaps the psychologists of the book will find fault with my way of\nusing the phrase, “disassociation of personality.” I know their use\nof it, yet am compelled to use it in my own way in default of a better\nphrase. I take shelter behind the inadequacy of the English language.\nAnd now to the explanation of my use, or misuse, of the phrase.\n\nIt was not till I was a young man, at college, that I got any clew to\nthe significance of my dreams, and to the cause of them. Up to that time\nthey had been meaningless and without apparent causation. But at college\nI discovered evolution and psychology, and learned the explanation of\nvarious strange mental states and experiences. For instance, there was\nthe falling-through-space dream--the commonest dream experience, one\npractically known, by first-hand experience, to all men.\n\nThis, my professor told me, was a racial memory. It dated back to our\nremote ancestors who lived in trees. With them, being tree-dwellers, the\nliability of falling was an ever-present menace. Many lost their lives\nthat way; all of them experienced terrible falls, saving themselves by\nclutching branches as they fell toward the ground.\n\nNow a terrible fall, averted in such fashion, was productive of shock.\nSuch shock was productive of molecular changes in the cerebral cells.\nThese molecular changes were transmitted to the cerebral cells of\nprogeny, became, in short, racial memories. Thus, when you and I,\nasleep or dozing off to sleep, fall through space and awake to sickening\nconsciousness just before we strike, we are merely remembering what\nhappened to our arboreal ancestors, and which has been stamped by\ncerebral changes into the heredity of the race.\n\nThere is nothing strange in this, any more than there is anything\nstrange in an instinct. An instinct is merely a habit that is stamped\ninto the stuff of our heredity, that is all. It will be noted, in\npassing, that in this falling dream which is so familiar to you and\nme and all of us, we never strike bottom. To strike bottom would be\ndestruction. Those of our arboreal ancestors who struck bottom died\nforthwith. True, the shock of their fall was communicated to the\ncerebral cells, but they died immediately, before they could have\nprogeny. You and I are descended from those that did not strike bottom;\nthat is why you and I, in our dreams, never strike bottom.\n\nAnd now we come to disassociation of personality. We never have this\nsense of falling when we are wide awake. Our wake-a-day personality has\nno experience of it. Then--and here the argument is irresistible--it\nmust be another and distinct personality that falls when we are asleep,\nand that has had experience of such falling--that has, in short, a\nmemory of past-day race experiences, just as our wake-a-day personality\nhas a memory of our wake-a-day experiences.\n\nIt was at this stage in my reasoning that I began to see the light. And\nquickly the light burst upon me with dazzling brightness, illuminating\nand explaining all that had been weird and uncanny and unnaturally\nimpossible in my dream experiences. In my sleep it was not my wake-a-day\npersonality that took charge of me; it was another and distinct\npersonality, possessing a new and totally different fund of experiences,\nand, to the point of my dreaming, possessing memories of those totally\ndifferent experiences.\n\nWhat was this personality? When had it itself lived a wake-a-day life on\nthis planet in order to collect this fund of strange experiences? These\nwere questions that my dreams themselves answered. He lived in the\nlong ago, when the world was young, in that period that we call the\nMid-Pleistocene. He fell from the trees but did not strike bottom. He\ngibbered with fear at the roaring of the lions. He was pursued by beasts\nof prey, struck at by deadly snakes. He chattered with his kind in\ncouncil, and he received rough usage at the hands of the Fire People in\nthe day that he fled before them.\n\nBut, I hear you objecting, why is it that these racial memories are not\nours as well, seeing that we have a vague other-personality that falls\nthrough space while we sleep?\n\nAnd I may answer with another question. Why is a two-headed calf? And my\nown answer to this is that it is a freak. And so I answer your question.\nI have this other-personality and these complete racial memories because\nI am a freak.\n\nBut let me be more explicit.\n\nThe commonest race memory we have is the falling-through-space dream.\nThis other-personality is very vague. About the only memory it has\nis that of falling. But many of us have sharper, more distinct\nother-personalities. Many of us have the flying dream, the\npursuing-monster dream, color dreams, suffocation dreams, and the\nreptile and vermin dreams. In short, while this other-personality is\nvestigial in all of us, in some of us it is almost obliterated, while\nin others of us it is more pronounced. Some of us have stronger and\ncompleter race memories than others.\n\nIt is all a question of varying degree of possession of the\nother-personality. In myself, the degree of possession is enormous. My\nother-personality is almost equal in power with my own personality. And\nin this matter I am, as I said, a freak--a freak of heredity.\n\nI do believe that it is the possession of this other-personality--but\nnot so strong a one as mine--that has in some few others given rise to\nbelief in personal reincarnation experiences. It is very plausible to\nsuch people, a most convincing hypothesis. When they have visions of\nscenes they have never seen in the flesh, memories of acts and events\ndating back in time, the simplest explanation is that they have lived\nbefore.\n\nBut they make the mistake of ignoring their own duality. They do\nnot recognize their other-personality. They think it is their own\npersonality, that they have only one personality; and from such a\npremise they can conclude only that they have lived previous lives.\n\nBut they are wrong. It is not reincarnation. I have visions of myself\nroaming through the forests of the Younger World; and yet it is not\nmyself that I see but one that is only remotely a part of me, as my\nfather and my grandfather are parts of me less remote. This other-self\nof mine is an ancestor, a progenitor of my progenitors in the early\nline of my race, himself the progeny of a line that long before his time\ndeveloped fingers and toes and climbed up into the trees.\n\nI must again, at the risk of boring, repeat that I am, in this one\nthing, to be considered a freak. Not alone do I possess racial memory\nto an enormous extent, but I possess the memories of one particular and\nfar-removed progenitor. And yet, while this is most unusual, there is\nnothing over-remarkable about it.\n\nFollow my reasoning. An instinct is a racial memory. Very good. Then you\nand I and all of us receive these memories from our fathers and mothers,\nas they received them from their fathers and mothers. Therefore there\nmust be a medium whereby these memories are transmitted from generation\nto generation. This medium is what Weismann terms the “germplasm.” It\ncarries the memories of the whole evolution of the race. These memories\nare dim and confused, and many of them are lost. But some strains\nof germplasm carry an excessive freightage of memories--are, to be\nscientific, more atavistic than other strains; and such a strain is\nmine. I am a freak of heredity, an atavistic nightmare--call me what you\nwill; but here I am, real and alive, eating three hearty meals a day,\nand what are you going to do about it?\n\nAnd now, before I take up my tale, I want to anticipate the doubting\nThomases of psychology, who are prone to scoff, and who would otherwise\nsurely say that the coherence of my dreams is due to overstudy and the\nsubconscious projection of my knowledge of evolution into my dreams. In\nthe first place, I have never been a zealous student. I graduated last\nof my class. I cared more for athletics, and--there is no reason I\nshould not confess it--more for billiards.\n\nFurther, I had no knowledge of evolution until I was at college, whereas\nin my childhood and youth I had already lived in my dreams all the\ndetails of that other, long-ago life. I will say, however, that these\ndetails were mixed and incoherent until I came to know the science of\nevolution. Evolution was the key. It gave the explanation, gave sanity\nto the pranks of this atavistic brain of mine that, modern and normal,\nharked back to a past so remote as to be contemporaneous with the raw\nbeginnings of mankind.\n\nFor in this past I know of, man, as we to-day know him, did not exist.\nIt was in the period of his becoming that I must have lived and had my\nbeing.\n\n\n\n\nCHAPTER III\n\n\nThe commonest dream of my early childhood was something like this: It\nseemed that I was very small and that I lay curled up in a sort of nest\nof twigs and boughs. Sometimes I was lying on my back. In this position\nit seemed that I spent many hours, watching the play of sunlight on\nthe foliage and the stirring of the leaves by the wind. Often the nest\nitself moved back and forth when the wind was strong.\n\nBut always, while so lying in the nest, I was mastered as of tremendous\nspace beneath me. I never saw it, I never peered over the edge of the\nnest to see; but I KNEW and feared that space that lurked just beneath\nme and that ever threatened me like a maw of some all-devouring monster.\n\nThis dream, in which I was quiescent and which was more like a\ncondition than an experience of action, I dreamed very often in my early\nchildhood. But suddenly, there would rush into the very midst of it\nstrange forms and ferocious happenings, the thunder and crashing of\nstorm, or unfamiliar landscapes such as in my wake-a-day life I had\nnever seen. The result was confusion and nightmare. I could comprehend\nnothing of it. There was no logic of sequence.\n\nYou see, I did not dream consecutively. One moment I was a wee babe of\nthe Younger World lying in my tree nest; the next moment I was a grown\nman of the Younger World locked in combat with the hideous Red-Eye; and\nthe next moment I was creeping carefully down to the water-hole in the\nheat of the day. Events, years apart in their occurrence in the Younger\nWorld, occurred with me within the space of several minutes, or seconds.\n\nIt was all a jumble, but this jumble I shall not inflict upon you. It\nwas not until I was a young man and had dreamed many thousand times,\nthat everything straightened out and became clear and plain. Then it was\nthat I got the clew of time, and was able to piece together events\nand actions in their proper order. Thus was I able to reconstruct the\nvanished Younger World as it was at the time I lived in it--or at the\ntime my other-self lived in it. The distinction does not matter; for\nI, too, the modern man, have gone back and lived that early life in the\ncompany of my other-self.\n\nFor your convenience, since this is to be no sociological screed, I\nshall frame together the different events into a comprehensive story.\nFor there is a certain thread of continuity and happening that runs\nthrough all the dreams. There is my friendship with Lop-Ear, for\ninstance. Also, there is the enmity of Red-Eye, and the love of the\nSwift One. Taking it all in all, a fairly coherent and interesting story\nI am sure you will agree.\n\nI do not remember much of my mother. Possibly the earliest recollection\nI have of her--and certainly the sharpest--is the following: It seemed I\nwas lying on the ground. I was somewhat older than during the nest days,\nbut still helpless. I rolled about in the dry leaves, playing with them\nand making crooning, rasping noises in my throat. The sun shone warmly\nand I was happy, and comfortable. I was in a little open space. Around\nme, on all sides, were bushes and fern-like growths, and overhead and\nall about were the trunks and branches of forest trees.\n\nSuddenly I heard a sound. I sat upright and listened. I made no\nmovement. The little noises died down in my throat, and I sat as one\npetrified. The sound drew closer. It was like the grunt of a pig. Then\nI began to hear the sounds caused by the moving of a body through the\nbrush. Next I saw the ferns agitated by the passage of the body. Then\nthe ferns parted, and I saw gleaming eyes, a long snout, and white\ntusks.\n\nIt was a wild boar. He peered at me curiously. He grunted once or twice\nand shifted his weight from one foreleg to the other, at the same time\nmoving his head from side to side and swaying the ferns. Still I sat as\none petrified, my eyes unblinking as I stared at him, fear eating at my\nheart.\n\nIt seemed that this movelessness and silence on my part was what was\nexpected of me. I was not to cry out in the face of fear. It was a\ndictate of instinct. And so I sat there and waited for I knew not what.\nThe boar thrust the ferns aside and stepped into the open. The curiosity\nwent out of his eyes, and they gleamed cruelly. He tossed his head at me\nthreateningly and advanced a step. This he did again, and yet again.\n\nThen I screamed...or shrieked--I cannot describe it, but it was a\nshrill and terrible cry. And it seems that it, too, at this stage of\nthe proceedings, was the thing expected of me. From not far away came an\nanswering cry. My sounds seemed momentarily to disconcert the boar, and\nwhile he halted and shifted his weight with indecision, an apparition\nburst upon us.\n\nShe was like a large orangutan, my mother, or like a chimpanzee, and\nyet, in sharp and definite ways, quite different. She was heavier of\nbuild than they, and had less hair. Her arms were not so long, and her\nlegs were stouter. She wore no clothes--only her natural hair. And I can\ntell you she was a fury when she was excited.\n\nAnd like a fury she dashed upon the scene. She was gritting her teeth,\nmaking frightful grimaces, snarling, uttering sharp and continuous\ncries that sounded like “kh-ah! kh-ah!” So sudden and formidable was her\nappearance that the boar involuntarily bunched himself together on\nthe defensive and bristled as she swerved toward him. Then she swerved\ntoward me. She had quite taken the breath out of him. I knew just what\nto do in that moment of time she had gained. I leaped to meet her,\ncatching her about the waist and holding on hand and foot--yes, by my\nfeet; I could hold on by them as readily as by my hands. I could feel\nin my tense grip the pull of the hair as her skin and her muscles moved\nbeneath with her efforts.\n\nAs I say, I leaped to meet her, and on the instant she leaped straight\nup into the air, catching an overhanging branch with her hands. The next\ninstant, with clashing tusks, the boar drove past underneath. He had\nrecovered from his surprise and sprung forward, emitting a squeal that\nwas almost a trumpeting. At any rate it was a call, for it was\nfollowed by the rushing of bodies through the ferns and brush from all\ndirections.\n\nFrom every side wild hogs dashed into the open space--a score of them.\nBut my mother swung over the top of a thick limb, a dozen feet from the\nground, and, still holding on to her, we perched there in safety. She\nwas very excited. She chattered and screamed, and scolded down at the\nbristling, tooth-gnashing circle that had gathered beneath. I, too,\ntrembling, peered down at the angry beasts and did my best to imitate my\nmother’s cries.\n\nFrom the distance came similar cries, only pitched deeper, into a sort\nof roaring bass. These grew momentarily louder, and soon I saw him\napproaching, my father--at least, by all the evidence of the times, I am\ndriven to conclude that he was my father.\n\nHe was not an extremely prepossessing father, as fathers go. He seemed\nhalf man, and half ape, and yet not ape, and not yet man. I fail to\ndescribe him. There is nothing like him to-day on the earth, under the\nearth, nor in the earth. He was a large man in his day, and he must have\nweighed all of a hundred and thirty pounds. His face was broad and flat,\nand the eyebrows over-hung the eyes. The eyes themselves were small,\ndeep-set, and close together. He had practically no nose at all. It was\nsquat and broad, apparently with-out any bridge, while the nostrils were\nlike two holes in the face, opening outward instead of down.\n\nThe forehead slanted back from the eyes, and the hair began right at the\neyes and ran up over the head. The head itself was preposterously small\nand was supported on an equally preposterous, thick, short neck.\n\nThere was an elemental economy about his body--as was there about all\nour bodies. The chest was deep, it is true, cavernously deep; but\nthere were no full-swelling muscles, no wide-spreading shoulders,\nno clean-limbed straightness, no generous symmetry of outline. It\nrepresented strength, that body of my father’s, strength without beauty;\nferocious, primordial strength, made to clutch and gripe and rend and\ndestroy.\n\nHis hips were thin; and the legs, lean and hairy, were crooked and\nstringy-muscled. In fact, my father’s legs were more like arms. They\nwere twisted and gnarly, and with scarcely the semblance of the full\nmeaty calf such as graces your leg and mine. I remember he could not\nwalk on the flat of his foot. This was because it was a prehensile foot,\nmore like a hand than a foot. The great toe, instead of being in line\nwith the other toes, opposed them, like a thumb, and its opposition to\nthe other toes was what enabled him to get a grip with his foot. This\nwas why he could not walk on the flat of his foot.\n\nBut his appearance was no more unusual than the manner of his coming,\nthere to my mother and me as we perched above the angry wild pigs. He\ncame through the trees, leaping from limb to limb and from tree to tree;\nand he came swiftly. I can see him now, in my wake-a-day life, as I\nwrite this, swinging along through the trees, a four-handed, hairy\ncreature, howling with rage, pausing now and again to beat his chest\nwith his clenched fist, leaping ten-and-fifteen-foot gaps, catching a\nbranch with one hand and swinging on across another gap to catch with\nhis other hand and go on, never hesitating, never at a loss as to how to\nproceed on his arboreal way.\n\nAnd as I watched him I felt in my own being, in my very muscles\nthemselves, the surge and thrill of desire to go leaping from bough to\nbough; and I felt also the guarantee of the latent power in that being\nand in those muscles of mine. And why not? Little boys watch their\nfathers swing axes and fell trees, and feel in themselves that some day\nthey, too, will swing axes and fell trees. And so with me. The life that\nwas in me was constituted to do what my father did, and it whispered to\nme secretly and ambitiously of aerial paths and forest flights.\n\nAt last my father joined us. He was extremely angry. I remember the\nout-thrust of his protruding underlip as he glared down at the wild\npigs. He snarled something like a dog, and I remember that his eye-teeth\nwere large, like fangs, and that they impressed me tremendously.\n\nHis conduct served only the more to infuriate the pigs. He broke off\ntwigs and small branches and flung them down upon our enemies. He even\nhung by one hand, tantalizingly just beyond reach, and mocked them as\nthey gnashed their tusks with impotent rage. Not content with this, he\nbroke off a stout branch, and, holding on with one hand and foot, jabbed\nthe infuriated beasts in the sides and whacked them across their noses.\nNeedless to state, my mother and I enjoyed the sport.\n\nBut one tires of all good things, and in the end, my father, chuckling\nmaliciously the while, led the way across the trees. Now it was that my\nambitions ebbed away, and I became timid, holding tightly to my mother\nas she climbed and swung through space. I remember when the branch broke\nwith her weight. She had made a wide leap, and with the snap of the wood\nI was overwhelmed with the sickening consciousness of falling through\nspace, the pair of us. The forest and the sunshine on the rustling\nleaves vanished from my eyes. I had a fading glimpse of my father\nabruptly arresting his progress to look, and then all was blackness.\n\nThe next moment I was awake, in my sheeted bed, sweating, trembling,\nnauseated. The window was up, and a cool air was blowing through the\nroom. The night-lamp was burning calmly. And because of this I take it\nthat the wild pigs did not get us, that we never fetched bottom; else\nI should not be here now, a thousand centuries after, to remember the\nevent.\n\nAnd now put yourself in my place for a moment. Walk with me a bit in my\ntender childhood, bed with me a night and imagine yourself dreaming such\nincomprehensible horrors. Remember I was an inexperienced child. I had\nnever seen a wild boar in my life. For that matter I had never seen\na domesticated pig. The nearest approach to one that I had seen was\nbreakfast bacon sizzling in its fat. And yet here, real as life, wild\nboars dashed through my dreams, and I, with fantastic parents, swung\nthrough the lofty tree-spaces.\n\nDo you wonder that I was frightened and oppressed by my nightmare-ridden\nnights? I was accursed. And, worst of all, I was afraid to tell. I do\nnot know why, except that I had a feeling of guilt, though I knew no\nbetter of what I was guilty. So it was, through long years, that I\nsuffered in silence, until I came to man’s estate and learned the why\nand wherefore of my dreams.\n\n\n\n\nCHAPTER IV\n\n\nThere is one puzzling thing about these prehistoric memories of mine. It\nis the vagueness of the time element. I lo not always know the order of\nevents;--or can I tell, between some events, whether one, two, or four\nor five years have elapsed. I can only roughly tell the passage of time\nby judging the changes in the appearance and pursuits of my fellows.\n\nAlso, I can apply the logic of events to the various happenings. For\ninstance, there is no doubt whatever that my mother and I were treed\nby the wild pigs and fled and fell in the days before I made the\nacquaintance of Lop-Ear, who became what I may call my boyhood chum. And\nit is just as conclusive that between these two periods I must have left\nmy mother.\n\nI have no memory of my father than the one I have given. Never, in\nthe years that followed, did he reappear. And from my knowledge of the\ntimes, the only explanation possible lies in that he perished shortly\nafter the adventure with the wild pigs. That it must have been an\nuntimely end, there is no discussion. He was in full vigor, and only\nsudden and violent death could have taken him off. But I know not\nthe manner of his going--whether he was drowned in the river, or was\nswallowed by a snake, or went into the stomach of old Saber-Tooth, the\ntiger, is beyond my knowledge.\n\nFor know that I remember only the things I saw myself, with my own eyes,\nin those prehistoric days. If my mother knew my father’s end, she never\ntold me. For that matter I doubt if she had a vocabulary adequate to\nconvey such information. Perhaps, all told, the Folk in that day had a\nvocabulary of thirty or forty sounds.\n\nI call them SOUNDS, rather than WORDS, because sounds they were\nprimarily. They had no fixed values, to be altered by adjectives and\nadverbs. These latter were tools of speech not yet invented. Instead\nof qualifying nouns or verbs by the use of adjectives and adverbs, we\nqualified sounds by intonation, by changes in quantity and pitch,\nby retarding and by accelerating. The length of time employed in the\nutterance of a particular sound shaded its meaning.\n\nWe had no conjugation. One judged the tense by the context. We talked\nonly concrete things because we thought only concrete things. Also, we\ndepended largely on pantomime. The simplest abstraction was practically\nbeyond our thinking; and when one did happen to think one, he was hard\nput to communicate it to his fellows. There were no sounds for it. He\nwas pressing beyond the limits of his vocabulary. If he invented sounds\nfor it, his fellows did not understand the sounds. Then it was that he\nfell back on pantomime, illustrating the thought wherever possible and\nat the same time repeating the new sound over and over again.\n\nThus language grew. By the few sounds we possessed we were enabled to\nthink a short distance beyond those sounds; then came the need for new\nsounds wherewith to express the new thought. Sometimes, however, we\nthought too long a distance in advance of our sounds, managed to achieve\nabstractions (dim ones I grant), which we failed utterly to make known\nto other folk. After all, language did not grow fast in that day.\n\nOh, believe me, we were amazingly simple. But we did know a lot that is\nnot known to-day. We could twitch our ears, prick them up and flatten\nthem down at will. And we could scratch between our shoulders with ease.\nWe could throw stones with our feet. I have done it many a time. And for\nthat matter, I could keep my knees straight, bend forward from the hips,\nand touch, not the tips of my fingers, but the points of my elbows,\nto the ground. And as for bird-nesting--well, I only wish the\ntwentieth-century boy could see us. But we made no collections of eggs.\nWe ate them.\n\nI remember--but I out-run my story. First let me tell of Lop-Ear and our\nfriendship. Very early in my life, I separated from my mother. Possibly\nthis was because, after the death of my father, she took to herself a\nsecond husband. I have few recollections of him, and they are not of the\nbest. He was a light fellow. There was no solidity to him. He was too\nvoluble. His infernal chattering worries me even now as I think of\nit. His mind was too inconsequential to permit him to possess purpose.\nMonkeys in their cages always remind me of him. He was monkeyish. That\nis the best description I can give of him.\n\nHe hated me from the first. And I quickly learned to be afraid of him\nand his malicious pranks. Whenever he came in sight I crept close to my\nmother and clung to her. But I was growing older all the time, and it\nwas inevitable that I should from time to time stray from her, and stray\nfarther and farther. And these were the opportunities that the Chatterer\nwaited for. (I may as well explain that we bore no names in those days;\nwere not known by any name. For the sake of convenience I have myself\ngiven names to the various Folk I was more closely in contact with,\nand the “Chatterer” is the most fitting description I can find for that\nprecious stepfather of mine. As for me, I have named myself “Big-Tooth.”\n My eye-teeth were pronouncedly large.)\n\nBut to return to the Chatterer. He persistently terrorized me. He was\nalways pinching me and cuffing me, and on occasion he was not above\nbiting me. Often my mother interfered, and the way she made his fur\nfly was a joy to see. But the result of all this was a beautiful and\nunending family quarrel, in which I was the bone of contention.\n\nNo, my home-life was not happy. I smile to myself as I write the phrase.\nHome-life! Home! I had no home in the modern sense of the term. My home\nwas an association, not a habitation. I lived in my mother’s care, not\nin a house. And my mother lived anywhere, so long as when night came she\nwas above the ground.\n\nMy mother was old-fashioned. She still clung to her trees. It is true,\nthe more progressive members of our horde lived in the caves above the\nriver. But my mother was suspicious and unprogressive. The trees were\ngood enough for her. Of course, we had one particular tree in which we\nusually roosted, though we often roosted in other trees when nightfall\ncaught us. In a convenient fork was a sort of rude platform of twigs\nand branches and creeping things. It was more like a huge bird-nest than\nanything else, though it was a thousand times cruder in the weaving than\nany bird-nest. But it had one feature that I have never seen attached to\nany bird-nest, namely, a roof.\n\nOh, not a roof such as modern man makes! Nor a roof such as is made by\nthe lowest aborigines of to-day. It was infinitely more clumsy than the\nclumsiest handiwork of man--of man as we know him. It was put together\nin a casual, helter-skelter sort of way. Above the fork of the tree\nwhereon we rested was a pile of dead branches and brush. Four or five\nadjacent forks held what I may term the various ridge-poles. These were\nmerely stout sticks an inch or so in diameter. On them rested the brush\nand branches. These seemed to have been tossed on almost aimlessly.\nThere was no attempt at thatching. And I must confess that the roof\nleaked miserably in a heavy rain.\n\nBut the Chatterer. He made home-life a burden for both my mother and\nme--and by home-life I mean, not the leaky nest in the tree, but the\ngroup-life of the three of us. He was most malicious in his persecution\nof me. That was the one purpose to which he held steadfastly for longer\nthan five minutes. Also, as time went by, my mother was less eager in\nher defence of me. I think, what of the continuous rows raised by the\nChatterer, that I must have become a nuisance to her. At any rate, the\nsituation went from bad to worse so rapidly that I should soon, of my\nown volition, have left home. But the satisfaction of performing so\nindependent an act was denied me. Before I was ready to go, I was thrown\nout. And I mean this literally.\n\nThe opportunity came to the Chatterer one day when I was alone in the\nnest. My mother and the Chatterer had gone away together toward the\nblueberry swamp. He must have planned the whole thing, for I heard him\nreturning alone through the forest, roaring with self-induced rage as he\ncame. Like all the men of our horde, when they were angry or were trying\nto make themselves angry, he stopped now and again to hammer on his\nchest with his fist.\n\nI realized the helplessness of my situation, and crouched trembling in\nthe nest. The Chatterer came directly to the tree--I remember it was an\noak tree--and began to climb up. And he never ceased for a moment from\nhis infernal row. As I have said, our language was extremely meagre, and\nhe must have strained it by the variety of ways in which he informed me\nof his undying hatred of me and of his intention there and then to have\nit out with me.\n\nAs he climbed to the fork, I fled out the great horizontal limb. He\nfollowed me, and out I went, farther and farther. At last I was out\namongst the small twigs and leaves. The Chatterer was ever a coward, and\ngreater always than any anger he ever worked up was his caution. He was\nafraid to follow me out amongst the leaves and twigs. For that matter,\nhis greater weight would have crashed him through the foliage before he\ncould have got to me.\n\nBut it was not necessary for him to reach me, and well he knew it, the\nscoundrel! With a malevolent expression on his face, his beady eyes\ngleaming with cruel intelligence, he began teetering. Teetering!--and\nwith me out on the very edge of the bough, clutching at the twigs that\nbroke continually with my weight. Twenty feet beneath me was the earth.\n\nWildly and more--wildly he teetered, grinning at me his gloating hatred.\nThen came the end. All four holds broke at the same time, and I fell,\nback-downward, looking up at him, my hands and feet still clutching the\nbroken twigs. Luckily, there were no wild pigs under me, and my fall was\nbroken by the tough and springy bushes.\n\nUsually, my falls destroy my dreams, the nervous shock being sufficient\nto bridge the thousand centuries in an instant and hurl me wide awake\ninto my little bed, where, perchance, I lie sweating and trembling and\nhear the cuckoo clock calling the hour in the hall. But this dream of my\nleaving home I have had many times, and never yet have I been awakened\nby it. Always do I crash, shrieking, down through the brush and fetch up\nwith a bump on the ground.\n\nScratched and bruised and whimpering, I lay where I had fallen. Peering\nup through the bushes, I could see the Chatterer. He had set up a\ndemoniacal chant of joy and was keeping time to it with his teetering.\nI quickly hushed my whimpering. I was no longer in the safety of the\ntrees, and I knew the danger I ran of bringing upon myself the hunting\nanimals by too audible an expression of my grief.\n\nI remember, as my sobs died down, that I became interested in watching\nthe strange light-effects produced by partially opening and closing my\ntear-wet eyelids. Then I began to investigate, and found that I was not\nso very badly damaged by my fall. I had lost some hair and hide, here\nand there; the sharp and jagged end of a broken branch had thrust fully\nan inch into my forearm; and my right hip, which had borne the brunt\nof my contact with the ground, was aching intolerably. But these, after\nall, were only petty hurts. No bones were broken, and in those days the\nflesh of man had finer healing qualities than it has to-day. Yet it\nwas a severe fall, for I limped with my injured hip for fully a week\nafterward.\n\nNext, as I lay in the bushes, there came upon me a feeling of\ndesolation, a consciousness that I was homeless. I made up my mind never\nto return to my mother and the Chatterer. I would go far away through\nthe terrible forest, and find some tree for myself in which to roost. As\nfor food, I knew where to find it. For the last year at least I had\nnot been beholden to my mother for food. All she had furnished me was\nprotection and guidance.\n\nI crawled softly out through the bushes. Once I looked back and saw the\nChatterer still chanting and teetering. It was not a pleasant sight. I\nknew pretty well how to be cautious, and I was exceedingly careful on\nthis my first journey in the world.\n\nI gave no thought as to where I was going. I had but one purpose, and\nthat was to go away beyond the reach of the Chatterer. I climbed into\nthe trees and wandered on amongst them for hours, passing from tree to\ntree and never touching the ground. But I did not go in any particular\ndirection, nor did I travel steadily. It was my nature, as it was the\nnature of all my folk, to be inconsequential. Besides, I was a mere\nchild, and I stopped a great deal to play by the way.\n\nThe events that befell me on my leaving home are very vague in my mind.\nMy dreams do not cover them. Much has my other-self forgotten, and\nparticularly at this very period. Nor have I been able to frame up the\nvarious dreams so as to bridge the gap between my leaving the home-tree\nand my arrival at the caves.\n\nI remember that several times I came to open spaces. These I crossed in\ngreat trepidation, descending to the ground and running at the top of my\nspeed. I remember that there were days of rain and days of sunshine, so\nthat I must have wandered alone for quite a time. I especially dream\nof my misery in the rain, and of my sufferings from hunger and how I\nappeased it. One very strong impression is of hunting little lizards on\nthe rocky top of an open knoll. They ran under the rocks, and most of\nthem escaped; but occasionally I turned over a stone and caught one. I\nwas frightened away from this knoll by snakes. They did not pursue\nme. They were merely basking on flat rocks in the sun. But such was my\ninherited fear of them that I fled as fast as if they had been after me.\n\nThen I gnawed bitter bark from young trees. I remember vaguely the\neating of many green nuts, with soft shells and milky kernels. And I\nremember most distinctly suffering from a stomach-ache. It may have been\ncaused by the green nuts, and maybe by the lizards. I do not know. But\nI do know that I was fortunate in not being devoured during the several\nhours I was knotted up on the ground with the colic.\n\n\n\n\nCHAPTER V\n\n\nMy vision of the scene came abruptly, as I emerged from the forest. I\nfound myself on the edge of a large clear space. On one side of this\nspace rose up high bluffs. On the other side was the river. The earth\nbank ran steeply down to the water, but here and there, in several\nplaces, where at some time slides of earth had occurred, there were\nrun-ways. These were the drinking-places of the Folk that lived in the\ncaves.\n\nAnd this was the main abiding-place of the Folk that I had chanced upon.\nThis was, I may say, by stretching the word, the village. My mother and\nthe Chatterer and I, and a few other simple bodies, were what might be\ntermed suburban residents. We were part of the horde, though we lived a\ndistance away from it. It was only a short distance, though it had taken\nme, what of my wandering, all of a week to arrive. Had I come directly,\nI could have covered the trip in an hour.\n\nBut to return. From the edge of the forest I saw the caves in the bluff,\nthe open space, and the run-ways to the drinking-places. And in the open\nspace I saw many of the Folk. I had been straying, alone and a child,\nfor a week. During that time I had seen not one of my kind. I had\nlived in terror and desolation. And now, at the sight of my kind, I was\novercome with gladness, and I ran wildly toward them.\n\nThen it was that a strange thing happened. Some one of the Folk saw\nme and uttered a warning cry. On the instant, crying out with fear and\npanic, the Folk fled away. Leaping and scrambling over the rocks, they\nplunged into the mouths of the caves and disappeared...all but one, a\nlittle baby, that had been dropped in the excitement close to the base\nof the bluff. He was wailing dolefully. His mother dashed out; he sprang\nto meet her and held on tightly as she scrambled back into the cave.\n\nI was all alone. The populous open space had of a sudden become\ndeserted. I sat down forlornly and whimpered. I could not understand.\nWhy had the Folk run away from me? In later time, when I came to know\ntheir ways, I was to learn. When they saw me dashing out of the forest\nat top speed they concluded that I was being pursued by some hunting\nanimal. By my unceremonious approach I had stampeded them.\n\nAs I sat and watched the cave-mouths I became aware that the Folk were\nwatching me. Soon they were thrusting their heads out. A little later\nthey were calling back and forth to one another. In the hurry and\nconfusion it had happened that all had not gained their own caves. Some\nof the young ones had sought refuge in other caves. The mothers did\nnot call for them by name, because that was an invention we had not yet\nmade. All were nameless. The mothers uttered querulous, anxious cries,\nwhich were recognized by the young ones. Thus, had my mother been there\ncalling to me, I should have recognized her voice amongst the voices of\na thousand mothers, and in the same way would she have recognized mine\namongst a thousand.\n\nThis calling back and forth continued for some time, but they were too\ncautious to come out of their caves and descend to the ground. Finally\none did come. He was destined to play a large part in my life, and\nfor that matter he already played a large part in the lives of all the\nmembers of the horde. He it was whom I shall call Red-Eye in the pages\nof this history--so called because of his inflamed eyes, the lids\nbeing always red, and, by the peculiar effect they produced, seeming to\nadvertise the terrible savagery of him. The color of his soul was red.\n\nHe was a monster in all ways. Physically he was a giant. He must have\nweighed one hundred and seventy pounds. He was the largest one of our\nkind I ever saw. Nor did I ever see one of the Fire People so large\nas he, nor one of the Tree People. Sometimes, when in the newspapers\nI happen upon descriptions of our modern bruisers and prizefighters, I\nwonder what chance the best of them would have had against him.\n\nI am afraid not much of a chance. With one grip of his iron fingers\nand a pull, he could have plucked a muscle, say a biceps, by the roots,\nclear out of their bodies. A back-handed, loose blow of his fist could\nhave smashed their skulls like egg-shells. With a sweep of his wicked\nfeet (or hind-hands) he could have disembowelled them. A twist could\nhave broken their necks, and I know that with a single crunch of his\njaws he could have pierced, at the same moment, the great vein of the\nthroat in front and the spinal marrow at the back.\n\nHe could spring twenty feet horizontally from a sitting position. He was\nabominably hairy. It was a matter of pride with us to be not very hairy.\nBut he was covered with hair all over, on the inside of the arms as well\nas the outside, and even the ears themselves. The only places on him\nwhere the hair did not grow were the soles of his hands and feet and\nbeneath his eyes. He was frightfully ugly, his ferocious grinning mouth\nand huge down-hanging under-lip being but in harmony with his terrible\neyes.\n\nThis was Red-Eye. And right gingerly he crept out or his cave and\ndescended to the ground. Ignoring me, he proceeded to reconnoitre. He\nbent forward from the hips as he walked; and so far forward did he bend,\nand so long were his arms, that with every step he touched the knuckles\nof his hands to the ground on either side of him. He was awkward in the\nsemi-erect position of walking that he assumed, and he really touched\nhis knuckles to the ground in order to balance himself. But oh, I tell\nyou he could run on all-fours! Now this was something at which we were\nparticularly awkward. Furthermore, it was a rare individual among us who\nbalanced himself with his knuckles when walking. Such an individual was\nan atavism, and Red-Eye was an even greater atavism.\n\nThat is what he was--an atavism. We were in the process of changing our\ntree-life to life on the ground. For many generations we had been going\nthrough this change, and our bodies and carriage had likewise changed.\nBut Red-Eye had reverted to the more primitive tree-dwelling type.\nPerforce, because he was born in our horde he stayed with us; but in\nactuality he was an atavism and his place was elsewhere.\n\nVery circumspect and very alert, he moved here and there about the open\nspace, peering through the vistas among the trees and trying to catch\na glimpse of the hunting animal that all suspected had pursued me.\nAnd while he did this, taking no notice of me, the Folk crowded at the\ncave-mouths and watched.\n\nAt last he evidently decided that there was no danger lurking about. He\nwas returning from the head of the run-way, from where he had taken a\npeep down at the drinking-place. His course brought him near, but still\nhe did not notice me. He proceeded casually on his way until abreast of\nme, and then, without warning and with incredible swiftness, he smote me\na buffet on the head. I was knocked backward fully a dozen feet before I\nfetched up against the ground, and I remember, half-stunned, even as\nthe blow was struck, hearing the wild uproar of clucking and shrieking\nlaughter that arose from the caves. It was a great joke--at least in\nthat day; and right heartily the Folk appreciated it.\n\nThus was I received into the horde. Red-Eye paid no further attention\nto me, and I was at liberty to whimper and sob to my heart’s content.\nSeveral of the women gathered curiously about me, and I recognized them.\nI had encountered them the preceding year when my mother had taken me to\nthe hazelnut canyons.\n\nBut they quickly left me alone, being replaced by a dozen curious and\nteasing youngsters. They formed a circle around me, pointing their\nfingers, making faces, and poking and pinching me. I was frightened, and\nfor a time I endured them, then anger got the best of me and I sprang\ntooth and nail upon the most audacious one of them--none other than\nLop-Ear himself. I have so named him because he could prick up only one\nof his ears. The other ear always hung limp and without movement. Some\naccident had injured the muscles and deprived him of the use of it.\n\nHe closed with me, and we went at it for all the world like a couple of\nsmall boys fighting. We scratched and bit, pulled hair, clinched, and\nthrew each other down. I remember I succeeded in getting on him what in\nmy college days I learned was called a half-Nelson. This hold gave me\nthe decided advantage. But I did not enjoy it long. He twisted up one\nleg, and with the foot (or hind-hand) made so savage an onslaught upon\nmy abdomen as to threaten to disembowel me. I had to release him in\norder to save myself, and then we went at it again.\n\nLop-Ear was a year older than I, but I was several times angrier than\nhe, and in the end he took to his heels. I chased him across the open\nand down a run-way to the river. But he was better acquainted with the\nlocality and ran along the edge of the water and up another run-way.\nHe cut diagonally across the open space and dashed into a wide-mouthed\ncave.\n\nBefore I knew it, I had plunged after him into the darkness. The next\nmoment I was badly frightened. I had never been in a cave before. I\nbegan to whimper and cry out. Lop-Ear chattered mockingly at me, and,\nspringing upon me unseen, tumbled me over. He did not risk a second\nencounter, however, and took himself off. I was between him and the\nentrance, and he did not pass me; yet he seemed to have gone away. I\nlistened, but could get no clew as to where he was. This puzzled me, and\nwhen I regained the outside I sat down to watch.\n\nHe never came out of the entrance, of that I was certain; yet at the end\nof several minutes he chuckled at my elbow. Again I ran after him, and\nagain he ran into the cave; but this time I stopped at the mouth. I\ndropped back a short distance and watched. He did not come out, yet, as\nbefore, he chuckled at my elbow and was chased by me a third time into\nthe cave.\n\nThis performance was repeated several times. Then I followed him into\nthe cave, where I searched vainly for him. I was curious. I could not\nunderstand how he eluded me. Always he went into the cave, never did he\ncome out of it, yet always did he arrive there at my elbow and mock me.\nThus did our fight transform itself into a game of hide and seek.\n\nAll afternoon, with occasional intervals, we kept it up, and a playful,\nfriendly spirit arose between us. In the end, he did not run away from\nme, and we sat together with our arms around each other. A little later\nhe disclosed the mystery of the wide-mouthed cave. Holding me by the\nhand he led me inside. It connected by a narrow crevice with another\ncave, and it was through this that we regained the open air.\n\nWe were now good friends. When the other young ones gathered around\nto tease, he joined with me in attacking them; and so viciously did we\nbehave that before long I was let alone. Lop-Ear made me acquainted with\nthe village. There was little that he could tell me of conditions and\ncustoms--he had not the necessary vocabulary; but by observing his\nactions I learned much, and also he showed me places and things.\n\nHe took me up the open space, between the caves and the river, and into\nthe forest beyond, where, in a grassy place among the trees, we made a\nmeal of stringy-rooted carrots. After that we had a good drink at the\nriver and started up the run-way to the caves.\n\nIt was in the run-way that we came upon Red-Eye again. The first I knew,\nLop-Ear had shrunk away to one side and was crouching low against the\nbank. Naturally and involuntarily, I imitated him. Then it was that I\nlooked to see the cause of his fear. It was Red-Eye, swaggering down the\ncentre of the run-way and scowling fiercely with his inflamed eyes. I\nnoticed that all the youngsters shrank away from him as we had done,\nwhile the grown-ups regarded him with wary eyes when he drew near, and\nstepped aside to give him the centre of the path.\n\nAs twilight came on, the open space was deserted. The Folk were seeking\nthe safety of the caves. Lop-Ear led the way to bed. High up the bluff\nwe climbed, higher than all the other caves, to a tiny crevice that\ncould not be seen from the ground. Into this Lop-Ear squeezed. I\nfollowed with difficulty, so narrow was the entrance, and found myself\nin a small rock-chamber. It was very low--not more than a couple of feet\nin height, and possibly three feet by four in width and length. Here,\ncuddled together in each other’s arms, we slept out the night.\n\n\n\n\nCHAPTER VI\n\n\nWhile the more courageous of the youngsters played in and out of the\nlarge-mouthed caves, I early learned that such caves were unoccupied.\nNo one slept in them at night. Only the crevice-mouthed caves were used,\nthe narrower the mouth the better. This was from fear of the preying\nanimals that made life a burden to us in those days and nights.\n\nThe first morning, after my night’s sleep with Lop-Ear, I learned the\nadvantage of the narrow-mouthed caves. It was just daylight when old\nSaber-Tooth, the tiger, walked into the open space. Two of the Folk were\nalready up. They made a rush for it. Whether they were panic-stricken,\nor whether he was too close on their heels for them to attempt to\nscramble up the bluff to the crevices, I do not know; but at any rate\nthey dashed into the wide-mouthed cave wherein Lop-Ear and I had played\nthe afternoon before.\n\nWhat happened inside there was no way of telling, but it is fair to\nconclude that the two Folk slipped through the connecting crevice into\nthe other cave. This crevice was too small to allow for the passage of\nSaber-Tooth, and he came out the way he had gone in, unsatisfied and\nangry. It was evident that his night’s hunting had been unsuccessful and\nthat he had expected to make a meal off of us. He caught sight of the\ntwo Folk at the other cave-mouth and sprang for them. Of course, they\ndarted through the passageway into the first cave. He emerged angrier\nthan ever and snarling.\n\nPandemonium broke loose amongst the rest of us. All up and down the\ngreat bluff, we crowded the crevices and outside ledges, and we were\nall chattering and shrieking in a thousand keys. And we were all making\nfaces--snarling faces; this was an instinct with us. We were as angry\nas Saber-Tooth, though our anger was allied with fear. I remember that I\nshrieked and made faces with the best of them. Not only did they set the\nexample, but I felt the urge from within me to do the same things they\nwere doing. My hair was bristling, and I was convulsed with a fierce,\nunreasoning rage.\n\nFor some time old Saber-Tooth continued dashing in and out of first the\none cave and then the other. But the two Folk merely slipped back and\nforth through the connecting crevice and eluded him. In the meantime the\nrest of us up the bluff had proceeded to action. Every time he appeared\noutside we pelted him with rocks. At first we merely dropped them on\nhim, but we soon began to whiz them down with the added force of our\nmuscles.\n\nThis bombardment drew Saber-Tooth’s attention to us and made him angrier\nthan ever. He abandoned his pursuit of the two Folk and sprang up the\nbluff toward the rest of us, clawing at the crumbling rock and snarling\nas he clawed his upward way. At this awful sight, the last one of us\nsought refuge inside our caves. I know this, because I peeped out and\nsaw the whole bluff-side deserted, save for Saber-Tooth, who had lost\nhis footing and was sliding and falling down.\n\nI called out the cry of encouragement, and again the bluff was covered\nby the screaming horde and the stones were falling faster than ever.\nSaber-Tooth was frantic with rage. Time and again he assaulted the\nbluff. Once he even gained the first crevice-entrances before he fell\nback, but was unable to force his way inside. With each upward rush he\nmade, waves of fear surged over us. At first, at such times, most of us\ndashed inside; but some remained outside to hammer him with stones, and\nsoon all of us remained outside and kept up the fusillade.\n\nNever was so masterly a creature so completely baffled. It hurt his\npride terribly, thus to be outwitted by the small and tender Folk. He\nstood on the ground and looked up at us, snarling, lashing his tail,\nsnapping at the stones that fell near to him. Once I whizzed down a\nstone, and just at the right moment he looked up. It caught him full on\nthe end of his nose, and he went straight up in the air, all four feet\nof him, roaring and caterwauling, what of the hurt and surprise.\n\nHe was beaten and he knew it. Recovering his dignity, he stalked out\nsolemnly from under the rain of stones. He stopped in the middle of the\nopen space and looked wistfully and hungrily back at us. He hated\nto forego the meal, and we were just so much meat, cornered but\ninaccessible. This sight of him started us to laughing. We laughed\nderisively and uproariously, all of us. Now animals do not like mockery.\nTo be laughed at makes them angry. And in such fashion our laughter\naffected Saber-Tooth. He turned with a roar and charged the bluff again.\nThis was what we wanted. The fight had become a game, and we took huge\ndelight in pelting him.\n\nBut this attack did not last long. He quickly recovered his common\nsense, and besides, our missiles were shrewd to hurt. Vividly do I\nrecollect the vision of one bulging eye of his, swollen almost shut by\none of the stones we had thrown. And vividly do I retain the picture\nof him as he stood on the edge of the forest whither he had finally\nretreated. He was looking back at us, his writhing lips lifted clear\nof the very roots of his huge fangs, his hair bristling and his tail\nlashing. He gave one last snarl and slid from view among the trees.\n\nAnd then such a chattering as went up. We swarmed out of our holes,\nexamining the marks his claws had made on the crumbling rock of the\nbluff, all of us talking at once. One of the two Folk who had been\ncaught in the double cave was part-grown, half child and half youth.\nThey had come out proudly from their refuge, and we surrounded them in\nan admiring crowd. Then the young fellow’s mother broke through and fell\nupon him in a tremendous rage, boxing his ears, pulling his hair, and\nshrieking like a demon. She was a strapping big woman, very hairy, and\nthe thrashing she gave him was a delight to the horde. We roared with\nlaughter, holding on to one another or rolling on the ground in our\nglee.\n\nIn spite of the reign of fear under which we lived, the Folk were always\ngreat laughers. We had the sense of humor. Our merriment was Gargantuan.\nIt was never restrained. There was nothing half way about it. When\na thing was funny we were convulsed with appreciation of it, and the\nsimplest, crudest things were funny to us. Oh, we were great laughers, I\ncan tell you.\n\nThe way we had treated Saber-Tooth was the way we treated all animals\nthat invaded the village. We kept our run-ways and drinking-places to\nourselves by making life miserable for the animals that trespassed or\nstrayed upon our immediate territory. Even the fiercest hunting animals\nwe so bedevilled that they learned to leave our places alone. We were\nnot fighters like them; we were cunning and cowardly, and it was because\nof our cunning and cowardice, and our inordinate capacity for fear,\nthat we survived in that frightfully hostile environment of the Younger\nWorld.\n\nLop-Ear, I figure, was a year older than I. What his past history was\nhe had no way of telling me, but as I never saw anything of his mother\nI believed him to be an orphan. After all, fathers did not count in our\nhorde. Marriage was as yet in a rude state, and couples had a way of\nquarrelling and separating. Modern man, what of his divorce institution,\ndoes the same thing legally. But we had no laws. Custom was all we went\nby, and our custom in this particular matter was rather promiscuous.\n\nNevertheless, as this narrative will show later on, we betrayed\nglimmering adumbrations of the monogamy that was later to give power to,\nand make mighty, such tribes as embraced it. Furthermore, even at the\ntime I was born, there were several faithful couples that lived in the\ntrees in the neighborhood of my mother. Living in the thick of the horde\ndid not conduce to monogamy. It was for this reason, undoubtedly, that\nthe faithful couples went away and lived by themselves. Through many\nyears these couples stayed together, though when the man or woman died\nor was eaten the survivor invariably found a new mate.\n\nThere was one thing that greatly puzzled me during the first days of\nmy residence in the horde. There was a nameless and incommunicable fear\nthat rested upon all. At first it appeared to be connected wholly\nwith direction. The horde feared the northeast. It lived in perpetual\napprehension of that quarter of the compass. And every individual gazed\nmore frequently and with greater alarm in that direction than in any\nother.\n\nWhen Lop-Ear and I went toward the north-east to eat the stringy-rooted\ncarrots that at that season were at their best, he became unusually\ntimid. He was content to eat the leavings, the big tough carrots and the\nlittle ropy ones, rather than to venture a short distance farther on to\nwhere the carrots were as yet untouched. When I so ventured, he scolded\nme and quarrelled with me. He gave me to understand that in that\ndirection was some horrible danger, but just what the horrible danger\nwas his paucity of language would not permit him to say.\n\nMany a good meal I got in this fashion, while he scolded and chattered\nvainly at me. I could not understand. I kept very alert, but I could\nsee no danger. I calculated always the distance between myself and the\nnearest tree, and knew that to that haven of refuge I could out-foot the\nTawny One, or old Saber-Tooth, did one or the other suddenly appear.\n\nOne late afternoon, in the village, a great uproar arose. The horde was\nanimated with a single emotion, that of fear. The bluff-side swarmed\nwith the Folk, all gazing and pointing into the northeast. I did not\nknow what it was, but I scrambled all the way up to the safety of my own\nhigh little cave before ever I turned around to see.\n\nAnd then, across the river, away into the northeast, I saw for the first\ntime the mystery of smoke. It was the biggest animal I had ever seen.\nI thought it was a monster snake, up-ended, rearing its head high above\nthe trees and swaying back and forth. And yet, somehow, I seemed to\ngather from the conduct of the Folk that the smoke itself was not the\ndanger. They appeared to fear it as the token of something else. What\nthis something else was I was unable to guess. Nor could they tell me.\nYet I was soon to know, and I was to know it as a thing more terrible\nthan the Tawny One, than old Saber-Tooth, than the snakes themselves,\nthan which it seemed there could be no things more terrible.\n\n\n\n\nCHAPTER VII\n\n\nBroken-Tooth was another youngster who lived by himself. His mother\nlived in the caves, but two more children had come after him and he had\nbeen thrust out to shift for himself. We had witnessed the performance\nduring the several preceding days, and it had given us no little glee.\nBroken-Tooth did not want to go, and every time his mother left the cave\nhe sneaked back into it. When she returned and found him there her rages\nwere delightful. Half the horde made a practice of watching for these\nmoments. First, from within the cave, would come her scolding and\nshrieking. Then we could hear sounds of the thrashing and the yelling\nof Broken-Tooth. About this time the two younger children joined in. And\nfinally, like the eruption of a miniature volcano, Broken-Tooth would\ncome flying out.\n\nAt the end of several days his leaving home was accomplished. He wailed\nhis grief, unheeded, from the centre of the open space, for at least\nhalf an hour, and then came to live with Lop-Ear and me. Our cave\nwas small, but with squeezing there was room for three. I have no\nrecollection of Broken-Tooth spending more than one night with us, so\nthe accident must have happened right away.\n\nIt came in the middle of the day. In the morning we had eaten our fill\nof the carrots, and then, made heedless by play, we had ventured on to\nthe big trees just beyond. I cannot understand how Lop-Ear got over his\nhabitual caution, but it must have been the play. We were having a great\ntime playing tree tag. And such tag! We leaped ten or fifteen-foot gaps\nas a matter of course. And a twenty or twenty-five foot deliberate drop\nclear down to the ground was nothing to us. In fact, I am almost afraid\nto say the great distances we dropped. As we grew older and heavier we\nfound we had to be more cautious in dropping, but at that age our bodies\nwere all strings and springs and we could do anything.\n\nBroken-Tooth displayed remarkable agility in the game. He was “It” less\nfrequently than any of us, and in the course of the game he discovered\none difficult “slip” that neither Lop-Ear nor I was able to accomplish.\nTo be truthful, we were afraid to attempt it.\n\nWhen we were “It,” Broken-Tooth always ran out to the end of a lofty\nbranch in a certain tree. From the end of the branch to the ground it\nmust have been seventy feet, and nothing intervened to break a fall.\nBut about twenty feet lower down, and fully fifteen feet out from the\nperpendicular, was the thick branch of another tree.\n\nAs we ran out the limb, Broken-Tooth, facing us, would begin teetering.\nThis naturally impeded our progress; but there was more in the teetering\nthan that. He teetered with his back to the jump he was to make. Just as\nwe nearly reached him he would let go. The teetering branch was like a\nspring-board. It threw him far out, backward, as he fell. And as he fell\nhe turned around sidewise in the air so as to face the other branch into\nwhich he was falling. This branch bent far down under the impact, and\nsometimes there was an ominous crackling; but it never broke, and out\nof the leaves was always to be seen the face of Broken-Tooth grinning\ntriumphantly up at us.\n\nI was “It” the last time Broken-Tooth tried this. He had gained the end\nof the branch and begun his teetering, and I was creeping out after him,\nwhen suddenly there came a low warning cry from Lop-Ear. I looked down\nand saw him in the main fork of the tree crouching close against the\ntrunk. Instinctively I crouched down upon the thick limb. Broken-Tooth\nstopped teetering, but the branch would not stop, and his body continued\nbobbing up and down with the rustling leaves.\n\nI heard the crackle of a dry twig, and looking down saw my first\nFire-Man. He was creeping stealthily along on the ground and peering up\ninto the tree. At first I thought he was a wild animal, because he wore\naround his waist and over his shoulders a ragged piece of bearskin. And\nthen I saw his hands and feet, and more clearly his features. He was\nvery much like my kind, except that he was less hairy and that his feet\nwere less like hands than ours. In fact, he and his people, as I was\nlater to know, were far less hairy than we, though we, in turn, were\nequally less hairy than the Tree People.\n\nIt came to me instantly, as I looked at him. This was the terror of the\nnortheast, of which the mystery of smoke was a token. Yet I was puzzled.\nCertainly he was nothing; of which to be afraid. Red-Eye or any of our\nstrong men would have been more than a match for him. He was old, too,\nwizened with age, and the hair on his face was gray. Also, he limped\nbadly with one leg. There was no doubt at all that we could out-run him\nand out-climb him. He could never catch us, that was certain.\n\nBut he carried something in his hand that I had never seen before. It\nwas a bow and arrow. But at that time a bow and arrow had no meaning for\nme. How was I to know that death lurked in that bent piece of wood?\nBut Lop-Ear knew. He had evidently seen the Fire People before and\nknew something of their ways. The Fire-Man peered up at him and circled\naround the tree. And around the main trunk above the fork Lop-Ear\ncircled too, keeping always the trunk between himself and the Fire-Man.\n\nThe latter abruptly reversed his circling. Lop-Ear, caught unawares,\nalso hastily reversed, but did not win the protection of the trunk until\nafter the Fire-Man had twanged the bow.\n\nI saw the arrow leap up, miss Lop-Ear, glance against a limb, and fall\nback to the ground. I danced up and down on my lofty perch with delight.\nIt was a game! The Fire-Man was throwing things at Lop-Ear as we\nsometimes threw things at one another.\n\nThe game continued a little longer, but Lop-Ear did not expose himself\na second time. Then the Fire-Man gave it up. I leaned far out over my\nhorizontal limb and chattered down at him. I wanted to play. I wanted\nto have him try to hit me with the thing. He saw me, but ignored me,\nturning his attention to Broken-Tooth, who was still teetering slightly\nand involuntarily on the end of the branch.\n\nThe first arrow leaped upward. Broken-Tooth yelled with fright and pain.\nIt had reached its mark. This put a new complexion on the matter. I no\nlonger cared to play, but crouched trembling close to my limb. A second\narrow and a third soared up, missing Broken-Tooth, rustling the leaves\nas they passed through, arching in their flight and returning to earth.\n\nThe Fire-Man stretched his bow again. He shifted his position, walking\naway several steps, then shifted it a second time. The bow-string\ntwanged, the arrow leaped upward, and Broken-Tooth, uttering a terrible\nscream, fell off the branch. I saw him as he went down, turning over\nand over, all arms and legs it seemed, the shaft of the arrow projecting\nfrom his chest and appearing and disappearing with each revolution of\nhis body.\n\nSheer down, screaming, seventy feet he fell, smashing to the earth with\nan audible thud and crunch, his body rebounding slightly and settling\ndown again. Still he lived, for he moved and squirmed, clawing with his\nhands and feet. I remember the Fire-Man running forward with a stone and\nhammering him on the head...and then I remember no more.\n\nAlways, during my childhood, at this stage of the dream, did I wake up\nscreaming with fright--to find, often, my mother or nurse, anxious and\nstartled, by my bedside, passing soothing hands through my hair and\ntelling me that they were there and that there was nothing to fear.\n\nMy next dream, in the order of succession, begins always with the flight\nof Lop-Ear and myself through the forest. The Fire-Man and Broken-Tooth\nand the tree of the tragedy are gone. Lop-Ear and I, in a cautious\npanic, are fleeing through the trees. In my right leg is a burning pain;\nand from the flesh, protruding head and shaft from either side, is an\narrow of the Fire-Man. Not only did the pull and strain of it pain me\nseverely, but it bothered my movements and made it impossible for me to\nkeep up with Lop-Ear.\n\nAt last I gave up, crouching in the secure fork of a tree. Lop-Ear went\nright on. I called to him--most plaintively, I remember; and he stopped\nand looked back. Then he returned to me, climbing into the fork and\nexamining the arrow. He tried to pull it out, but one way the flesh\nresisted the barbed lead, and the other way it resisted the feathered\nshaft. Also, it hurt grievously, and I stopped him.\n\nFor some time we crouched there, Lop-Ear nervous and anxious to be gone,\nperpetually and apprehensively peering this way and that, and myself\nwhimpering softly and sobbing. Lop-Ear was plainly in a funk, and\nyet his conduct in remaining by me, in spite of his fear, I take as a\nforeshadowing of the altruism and comradeship that have helped make man\nthe mightiest of the animals.\n\nOnce again Lop-Ear tried to drag the arrow through the flesh, and I\nangrily stopped him. Then he bent down and began gnawing the shaft of\nthe arrow with his teeth. As he did so he held the arrow firmly in both\nhands so that it would not play about in the wound, and at the same\ntime I held on to him. I often meditate upon this scene--the two of us,\nhalf-grown cubs, in the childhood of the race, and the one mastering his\nfear, beating down his selfish impulse of flight, in order to stand by\nand succor the other. And there rises up before me all that was there\nforeshadowed, and I see visions of Damon and Pythias, of life-saving\ncrews and Red Cross nurses, of martyrs and leaders of forlorn hopes, of\nFather Damien, and of the Christ himself, and of all the men of earth,\nmighty of stature, whose strength may trace back to the elemental loins\nof Lop-Ear and Big-Tooth and other dim denizens of the Younger World.\n\nWhen Lop-Ear had chewed off the head of the arrow, the shaft was\nwithdrawn easily enough. I started to go on, but this time it was he\nthat stopped me. My leg was bleeding profusely. Some of the smaller\nveins had doubtless been ruptured. Running out to the end of a branch,\nLop-Ear gathered a handful of green leaves. These he stuffed into the\nwound. They accomplished the purpose, for the bleeding soon stopped.\nThen we went on together, back to the safety of the caves.\n\n\n\n\nCHAPTER VIII\n\n\nWell do I remember that first winter after I left home. I have long\ndreams of sitting shivering in the cold. Lop-Ear and I sit close\ntogether, with our arms and legs about each other, blue-faced and with\nchattering teeth. It got particularly crisp along toward morning. In\nthose chill early hours we slept little, huddling together in numb\nmisery and waiting for the sunrise in order to get warm.\n\nWhen we went outside there was a crackle of frost under foot. One\nmorning we discovered ice on the surface of the quiet water in the eddy\nwhere was the drinking-place, and there was a great How-do-you-do about\nit. Old Marrow-Bone was the oldest member of the horde, and he had never\nseen anything like it before. I remember the worried, plaintive look\nthat came into his eyes as he examined the ice. (This plaintive look\nalways came into our eyes when we did not understand a thing, or when\nwe felt the prod of some vague and inexpressible desire.) Red-Eye, too,\nwhen he investigated the ice, looked bleak and plaintive, and stared\nacross the river into the northeast, as though in some way he connected\nthe Fire People with this latest happening.\n\nBut we found ice only on that one morning, and that was the coldest\nwinter we experienced. I have no memory of other winters when it was so\ncold. I have often thought that that cold winter was a fore-runner of\nthe countless cold winters to come, as the ice-sheet from farther north\ncrept down over the face of the land. But we never saw that ice-sheet.\nMany generations must have passed away before the descendants of the\nhorde migrated south, or remained and adapted themselves to the changed\nconditions.\n\nLife was hit or miss and happy-go-lucky with us. Little was ever\nplanned, and less was executed. We ate when we were hungry, drank when\nwe were thirsty, avoided our carnivorous enemies, took shelter in the\ncaves at night, and for the rest just sort of played along through life.\n\nWe were very curious, easily amused, and full of tricks and pranks.\nThere was no seriousness about us, except when we were in danger or were\nangry, in which cases the one was quickly forgotten and the other as\nquickly got over.\n\nWe were inconsecutive, illogical, and inconsequential. We had no\nsteadfastness of purpose, and it was here that the Fire People were\nahead of us. They possessed all these things of which we possessed so\nlittle. Occasionally, however, especially in the realm of the emotions,\nwe were capable of long-cherished purpose. The faithfulness of the\nmonogamic couples I have referred to may be explained as a matter of\nhabit; but my long desire for the Swift One cannot be so explained, any\nmore than can be explained the undying enmity between me and Red-Eye.\n\nBut it was our inconsequentiality and stupidity that especially\ndistresses me when I look back upon that life in the long ago. Once I\nfound a broken gourd which happened to lie right side up and which had\nbeen filled with the rain. The water was sweet, and I drank it. I even\ntook the gourd down to the stream and filled it with more water, some of\nwhich I drank and some of which I poured over Lop-Ear. And then I threw\nthe gourd away. It never entered my head to fill the gourd with water\nand carry it into my cave. Yet often I was thirsty at night, especially\nafter eating wild onions and watercress, and no one ever dared leave the\ncaves at night for a drink.\n\nAnother time I found a dry; gourd, inside of which the seeds rattled. I\nhad fun with it for a while. But it was a play thing, nothing more. And\nyet, it was not long after this that the using of gourds for storing\nwater became the general practice of the horde. But I was not the\ninventor. The honor was due to old Marrow-Bone, and it is fair to\nassume that it was the necessity of his great age that brought about the\ninnovation.\n\nAt any rate, the first member of the horde to use gourds was\nMarrow-Bone. He kept a supply of drinking-water in his cave, which cave\nbelonged to his son, the Hairless One, who permitted him to occupy\na corner of it. We used to see Marrow-Bone filling his gourd at the\ndrinking-place and carrying it carefully up to his cave. Imitation\nwas strong in the Folk, and first one, and then another and another,\nprocured a gourd and used it in similar fashion, until it was a general\npractice with all of us so to store water.\n\nSometimes old Marrow-Bone had sick spells and was unable to leave the\ncave. Then it was that the Hairless One filled the gourd for him. A\nlittle later, the Hairless One deputed the task to Long-Lip, his son.\nAnd after that, even when Marrow-Bone was well again, Long-Lip continued\ncarrying water for him. By and by, except on unusual occasions, the men\nnever carried any water at all, leaving the task to the women and larger\nchildren. Lop-Ear and I were independent. We carried water only for\nourselves, and we often mocked the young water-carriers when they were\ncalled away from play to fill the gourds.\n\nProgress was slow with us. We played through life, even the adults, much\nin the same way that children play, and we played as none of the other\nanimals played. What little we learned, was usually in the course of\nplay, and was due to our curiosity and keenness of appreciation. For\nthat matter, the one big invention of the horde, during the time I lived\nwith it, was the use of gourds. At first we stored only water in the\ngourds--in imitation of old Marrow-Bone.\n\nBut one day some one of the women--I do not know which one--filled a\ngourd with black-berries and carried it to her cave. In no time all the\nwomen were carrying berries and nuts and roots in the gourds. The idea,\nonce started, had to go on. Another evolution of the carrying-receptacle\nwas due to the women. Without doubt, some woman’s gourd was too small,\nor else she had forgotten her gourd; but be that as it may, she bent two\ngreat leaves together, pinning the seams with twigs, and carried home a\nbigger quantity of berries than could have been contained in the largest\ngourd.\n\nSo far we got, and no farther, in the transportation of supplies during\nthe years I lived with the Folk. It never entered anybody’s head to\nweave a basket out of willow-withes. Sometimes the men and women tied\ntough vines about the bundles of ferns and branches that they carried to\nthe caves to sleep upon. Possibly in ten or twenty generations we might\nhave worked up to the weaving of baskets. And of this, one thing is\nsure: if once we wove withes into baskets, the next and inevitable step\nwould have been the weaving of cloth. Clothes would have followed, and\nwith covering our nakedness would have come modesty.\n\nThus was momentum gained in the Younger World. But we were without this\nmomentum. We were just getting started, and we could not go far in a\nsingle generation. We were without weapons, without fire, and in the\nraw beginnings of speech. The device of writing lay so far in the future\nthat I am appalled when I think of it.\n\nEven I was once on the verge of a great discovery. To show you how\nfortuitous was development in those days let me state that had it\nnot been for the gluttony of Lop-Ear I might have brought about the\ndomestication of the dog. And this was something that the Fire People\nwho lived to the northeast had not yet achieved. They were without dogs;\nthis I knew from observation. But let me tell you how Lop-Ear’s gluttony\npossibly set back our social development many generations.\n\nWell to the west of our caves was a great swamp, but to the south lay\na stretch of low, rocky hills. These were little frequented for two\nreasons. First of all, there was no food there of the kind we ate;\nand next, those rocky hills were filled with the lairs of carnivorous\nbeasts.\n\nBut Lop-Ear and I strayed over to the hills one day. We would not have\nstrayed had we not been teasing a tiger. Please do not laugh. It was old\nSaber-Tooth himself. We were perfectly safe. We chanced upon him in\nthe forest, early in the morning, and from the safety of the branches\noverhead we chattered down at him our dislike and hatred. And from\nbranch to branch, and from tree to tree, we followed overhead, making\nan infernal row and warning all the forest-dwellers that old Saber-Tooth\nwas coming.\n\nWe spoiled his hunting for him, anyway. And we made him good and angry.\nHe snarled at us and lashed his tail, and sometimes he paused and stared\nup at us quietly for a long time, as if debating in his mind some way by\nwhich he could get hold of us. But we only laughed and pelted him with\ntwigs and the ends of branches.\n\nThis tiger-baiting was common sport among the folk. Sometimes half the\nhorde would follow from overhead a tiger or lion that had ventured out\nin the daytime. It was our revenge; for more than one member of the\nhorde, caught unexpectedly, had gone the way of the tiger’s belly or the\nlion’s. Also, by such ordeals of helplessness and shame, we taught the\nhunting animals to some extent to keep out of our territory. And then it\nwas funny. It was a great game.\n\nAnd so Lop-Ear and I had chased Saber-Tooth across three miles of\nforest. Toward the last he put his tail between his legs and fled from\nour gibing like a beaten cur. We did our best to keep up with him; but\nwhen we reached the edge of the forest he was no more than a streak in\nthe distance.\n\nI don’t know what prompted us, unless it was curiosity; but after\nplaying around awhile, Lop-Ear and I ventured across the open ground to\nthe edge of the rocky hills. We did not go far. Possibly at no time\nwere we more than a hundred yards from the trees. Coming around a sharp\ncorner of rock (we went very carefully, because we did not know what we\nmight encounter), we came upon three puppies playing in the sun.\n\nThey did not see us, and we watched them for some time. They were wild\ndogs. In the rock-wall was a horizontal fissure--evidently the lair\nwhere their mother had left them, and where they should have remained\nhad they been obedient. But the growing life, that in Lop-Ear and me had\nimpelled us to venture away from the forest, had driven the puppies out\nof the cave to frolic. I know how their mother would have punished them\nhad she caught them.\n\nBut it was Lop-Ear and I who caught them. He looked at me, and then we\nmade a dash for it. The puppies knew no place to run except into the\nlair, and we headed them off. One rushed between my legs. I squatted and\ngrabbed him. He sank his sharp little teeth into my arm, and I dropped\nhim in the suddenness of the hurt and surprise. The next moment he had\nscurried inside.\n\nLop-Ear, struggling with the second puppy, scowled at me and intimated\nby a variety of sounds the different kinds of a fool and a bungler\nthat I was. This made me ashamed and spurred me to valor. I grabbed the\nremaining puppy by the tail. He got his teeth into me once, and then I\ngot him by the nape of the neck. Lop-Ear and I sat down, and held the\npuppies up, and looked at them, and laughed.\n\nThey were snarling and yelping and crying. Lop-Ear started suddenly.\nHe thought he had heard something. We looked at each other in fear,\nrealizing the danger of our position. The one thing that made animals\nraging demons was tampering with their young. And these puppies that\nmade such a racket belonged to the wild dogs. Well we knew them, running\nin packs, the terror of the grass-eating animals. We had watched them\nfollowing the herds of cattle and bison and dragging down the calves,\nthe aged, and the sick. We had been chased by them ourselves, more than\nonce. I had seen one of the Folk, a woman, run down by them and caught\njust as she reached the shelter of the woods. Had she not been tired out\nby the run, she might have made it into a tree. She tried, and slipped,\nand fell back. They made short work of her.\n\nWe did not stare at each other longer than a moment. Keeping tight hold\nof our prizes, we ran for the woods. Once in the security of a tall\ntree, we held up the puppies and laughed again. You see, we had to have\nour laugh out, no matter what happened.\n\nAnd then began one of the hardest tasks I ever attempted. We started to\ncarry the puppies to our cave. Instead of using our hands for climbing,\nmost of the time they were occupied with holding our squirming captives.\nOnce we tried to walk on the ground, but were treed by a miserable\nhyena, who followed along underneath. He was a wise hyena.\n\nLop-Ear got an idea. He remembered how we tied up bundles of leaves to\ncarry home for beds. Breaking off some tough vines, he tied his puppy’s\nlegs together, and then, with another piece of vine passed around his\nneck, slung the puppy on his back. This left him with hands and feet\nfree to climb. He was jubilant, and did not wait for me to finish tying\nmy puppy’s legs, but started on. There was one difficulty, however. The\npuppy wouldn’t stay slung on Lop-Ear’s back. It swung around to the side\nand then on in front. Its teeth were not tied, and the next thing it did\nwas to sink its teeth into Lop-Ear’s soft and unprotected stomach. He\nlet out a scream, nearly fell, and clutched a branch violently with both\nhands to save himself. The vine around his neck broke, and the puppy,\nits four legs still tied, dropped to the ground. The hyena proceeded to\ndine.\n\nLop-Ear was disgusted and angry. He abused the hyena, and then went\noff alone through the trees. I had no reason that I knew for wanting to\ncarry the puppy to the cave, except that I WANTED to; and I stayed by\nmy task. I made the work a great deal easier by elaborating on Lop-Ear’s\nidea. Not only did I tie the puppy’s legs, but I thrust a stick through\nhis jaws and tied them together securely.\n\nAt last I got the puppy home. I imagine I had more pertinacity than the\naverage Folk, or else I should not have succeeded. They laughed at me\nwhen they saw me lugging the puppy up to my high little cave, but I did\nnot mind. Success crowned my efforts, and there was the puppy. He was a\nplaything such as none of the Folk possessed. He learned rapidly. When I\nplayed with him and he bit me, I boxed his ears, and then he did not try\nagain to bite for a long time.\n\nI was quite taken up with him. He was something new, and it was a\ncharacteristic of the Folk to like new things. When I saw that he\nrefused fruits and vegetables, I caught birds for him and squirrels and\nyoung rabbits. (We Folk were meat-eaters, as well as vegetarians, and we\nwere adept at catching small game.) The puppy ate the meat and thrived.\nAs well as I can estimate, I must have had him over a week. And\nthen, coming back to the cave one day with a nestful of young-hatched\npheasants, I found Lop-Ear had killed the puppy and was just beginning\nto eat him. I sprang for Lop-Ear,--the cave was small,--and we went at\nit tooth and nail.\n\nAnd thus, in a fight, ended one of the earliest attempts to domesticate\nthe dog. We pulled hair out in handfuls, and scratched and bit and\ngouged. Then we sulked and made up. After that we ate the puppy. Raw?\nYes. We had not yet discovered fire. Our evolution into cooking animals\nlay in the tight-rolled scroll of the future.\n\n\n\n\nCHAPTER IX\n\n\nRed-Eye was an atavism. He was the great discordant element in our\nhorde. He was more primitive than any of us. He did not belong with us,\nyet we were still so primitive ourselves that we were incapable of a\ncooperative effort strong enough to kill him or cast him out. Rude as\nwas our social organization, he was, nevertheless, too rude to live in\nit. He tended always to destroy the horde by his unsocial acts. He was\nreally a reversion to an earlier type, and his place was with the Tree\nPeople rather than with us who were in the process of becoming men.\n\nHe was a monster of cruelty, which is saying a great deal in that day.\nHe beat his wives--not that he ever had more than one wife at a time,\nbut that he was married many times. It was impossible for any woman to\nlive with him, and yet they did live with him, out of compulsion. There\nwas no gainsaying him.\n\nNo man was strong enough to stand against him.\n\nOften do I have visions of the quiet hour before the twilight. From\ndrinking-place and carrot patch and berry swamp the Folk are trooping\ninto the open space before the caves. They dare linger no later than\nthis, for the dreadful darkness is approaching, in which the world is\ngiven over to the carnage of the hunting animals, while the fore-runners\nof man hide tremblingly in their holes.\n\nThere yet remain to us a few minutes before we climb to our caves. We\nare tired from the play of the day, and the sounds we make are subdued.\nEven the cubs, still greedy for fun and antics, play with restraint. The\nwind from the sea has died down, and the shadows are lengthening with\nthe last of the sun’s descent. And then, suddenly, from Red-Eye’s cave,\nbreaks a wild screaming and the sound of blows. He is beating his wife.\n\nAt first an awed silence comes upon us. But as the blows and screams\ncontinue we break out into an insane gibbering of helpless rage. It is\nplain that the men resent Red-Eye’s actions, but they are too afraid\nof him. The blows cease, and a low groaning dies away, while we chatter\namong ourselves and the sad twilight creeps upon us.\n\nWe, to whom most happenings were jokes, never laughed during Red-Eye’s\nwife-beatings. We knew too well the tragedy of them. On more than one\nmorning, at the base of the cliff, did we find the body of his latest\nwife. He had tossed her there, after she had died, from his cave-mouth.\nHe never buried his dead. The task of carrying away the bodies, that\nelse would have polluted our abiding-place, he left to the horde. We\nusually flung them into the river below the last drinking-place.\n\nNot alone did Red-Eye murder his wives, but he also murdered for his\nwives, in order to get them. When he wanted a new wife and selected the\nwife of another man, he promptly killed that man. Two of these murders\nI saw myself. The whole horde knew, but could do nothing. We had not yet\ndeveloped any government, to speak of, inside the horde. We had certain\ncustoms and visited our wrath upon the unlucky ones who violated those\ncustoms. Thus, for example, the individual who defiled a drinking-place\nwould be attacked by every onlooker, while one who deliberately gave\na false alarm was the recipient of much rough usage at our hands. But\nRed-Eye walked rough-shod over all our customs, and we so feared him\nthat we were incapable of the collective action necessary to punish him.\n\nIt was during the sixth winter in our cave that Lop-Ear and I discovered\nthat we were really growing up. From the first it had been a squeeze\nto get in through the entrance-crevice. This had had its advantages,\nhowever. It had prevented the larger Folk from taking our cave away\nfrom us. And it was a most desirable cave, the highest on the bluff, the\nsafest, and in winter the smallest and warmest.\n\nTo show the stage of the mental development of the Folk, I may state\nthat it would have been a simple thing for some of them to have driven\nus out and enlarged the crevice-opening. But they never thought of\nit. Lop-Ear and I did not think of it either until our increasing size\ncompelled us to make an enlargement. This occurred when summer was well\nalong and we were fat with better forage. We worked at the crevice in\nspells, when the fancy struck us.\n\nAt first we dug the crumbling rocks away with our fingers, until our\nnails got sore, when I accidentally stumbled upon the idea of using a\npiece of wood on the rock. This worked well. Also it worked woe.\nOne morning early, we had scratched out of the wall quite a heap of\nfragments. I gave the heap a shove over the lip of the entrance. The\nnext moment there came up from below a howl of rage. There was no need\nto look. We knew the voice only too well. The rubbish had descended upon\nRed-Eye.\n\nWe crouched down in the cave in consternation. A minute later he was at\nthe entrance, peering in at us with his inflamed eyes and raging like a\ndemon. But he was too large. He could not get in to us. Suddenly he went\naway. This was suspicious. By all we knew of Folk nature he should have\nremained and had out his rage. I crept to the entrance and peeped down.\nI could see him just beginning to mount the bluff again. In one hand he\ncarried a long stick. Before I could divine his plan, he was back at the\nentrance and savagely jabbing the stick in at us.\n\nHis thrusts were prodigious. They could have disembowelled us. We shrank\nback against the side-walls, where we were almost out of range. But by\nindustrious poking he got us now and again--cruel, scraping jabs with\nthe end of the stick that raked off the hide and hair. When we screamed\nwith the hurt, he roared his satisfaction and jabbed the harder.\n\nI began to grow angry. I had a temper of my own in those days, and\npretty considerable courage, too, albeit it was largely the courage of\nthe cornered rat. I caught hold of the stick with my hands, but such was\nhis strength that he jerked me into the crevice. He reached for me with\nhis long arm, and his nails tore my flesh as I leaped back from the\nclutch and gained the comparative safety of the side-wall.\n\nHe began poking again, and caught me a painful blow on the shoulder.\nBeyond shivering with fright and yelling when he was hit, Lop-Ear did\nnothing. I looked for a stick with which to jab back, but found only\nthe end of a branch, an inch through and a foot long. I threw this at\nRed-Eye. It did no damage, though he howled with a sudden increase of\nrage at my daring to strike back. He began jabbing furiously. I found a\nfragment of rock and threw it at him, striking him on the chest.\n\nThis emboldened me, and, besides, I was now as angry as he, and had lost\nall fear. I ripped fragment of rock from the wall. The piece must have\nweighed two or three pounds. With my strength I slammed it full into\nRed-Eye’s face. It nearly finished him. He staggered backward, dropping\nhis stick, and almost fell off the cliff.\n\nHe was a ferocious sight. His face was covered with blood, and he was\nsnarling and gnashing his fangs like a wild boar. He wiped the blood\nfrom his eyes, caught sight of me, and roared with fury. His stick was\ngone, so he began ripping out chunks of crumbling rock and throwing them\nin at me. This supplied me with ammunition. I gave him as good as he\nsent, and better; for he presented a good target, while he caught only\nglimpses of me as I snuggled against the side-wall.\n\nSuddenly he disappeared again. From the lip of the cave I saw him\ndescending. All the horde had gathered outside and in awed silence was\nlooking on. As he descended, the more timid ones scurried for their\ncaves. I could see old Marrow-Bone tottering along as fast as he could.\nRed-Eye sprang out from the wall and finished the last twenty feet\nthrough the air. He landed alongside a mother who was just beginning\nthe ascent. She screamed with fear, and the two-year-old child that was\nclinging to her released its grip and rolled at Red-Eye’s feet. Both he\nand the mother reached for it, and he got it. The next moment the frail\nlittle body had whirled through the air and shattered against the wall.\nThe mother ran to it, caught it up in her arms, and crouched over it\ncrying.\n\nRed-Eye started over to pick up the stick. Old Marrow-Bone had tottered\ninto his way. Red-Eye’s great hand shot out and clutched the old man\nby the back of the neck. I looked to see his neck broken. His body went\nlimp as he surrendered himself to his fate. Red-Eye hesitated a moment,\nand Marrow-Bone, shivering terribly, bowed his head and covered his face\nwith his crossed arms. Then Red-Eye slammed him face-downward to the\nground. Old Marrow-Bone did not struggle. He lay there crying with the\nfear of death. I saw the Hairless One, out in the open space, beating\nhis chest and bristling, but afraid to come forward. And then, in\nobedience to some whim of his erratic spirit, Red-Eye let the old man\nalone and passed on and recovered the stick.\n\nHe returned to the wall and began to climb up. Lop-Ear, who was\nshivering and peeping alongside of me, scrambled back into the cave. It\nwas plain that Red-Eye was bent upon murder. I was desperate and angry\nand fairly cool. Running back and forth along the neighboring ledges, I\ngathered a heap of rocks at the cave-entrance. Red-Eye was now several\nyards beneath me, concealed for the moment by an out-jut of the cliff.\nAs he climbed, his head came into view, and I banged a rock down. It\nmissed, striking the wall and shattering; but the flying dust and grit\nfilled his eyes and he drew back out of view.\n\nA chuckling and chattering arose from the horde, that played the part of\naudience. At last there was one of the Folk who dared to face Red-Eye.\nAs their approval and acclamation arose on the air, Red-Eye snarled down\nat them, and on the instant they were subdued to silence. Encouraged\nby this evidence of his power, he thrust his head into view, and by\nscowling and snarling and gnashing his fangs tried to intimidate me.\nHe scowled horribly, contracting the scalp strongly over the brows and\nbringing the hair down from the top of the head until each hair stood\napart and pointed straight forward.\n\nThe sight chilled me, but I mastered my fear, and, with a stone poised\nin my hand, threatened him back. He still tried to advance. I drove the\nstone down at him and made a sheer miss. The next shot was a success.\nThe stone struck him on the neck. He slipped back out of sight, but as\nhe disappeared I could see him clutching for a grip on the wall with\none hand, and with the other clutching at his throat. The stick fell\nclattering to the ground.\n\nI could not see him any more, though I could hear him choking and\nstrangling and coughing. The audience kept a death-like silence. I\ncrouched on the lip of the entrance and waited. The strangling and\ncoughing died down, and I could hear him now and again clearing his\nthroat. A little later he began to climb down. He went very quietly,\npausing every moment or so to stretch his neck or to feel it with his\nhand.\n\nAt the sight of him descending, the whole horde, with wild screams and\nyells, stampeded for the woods. Old Marrow-Bone, hobbling and tottering,\nfollowed behind. Red-Eye took no notice of the flight. When he reached\nthe ground he skirted the base of the bluff and climbed up and into his\nown cave. He did not look around once.\n\nI stared at Lop-Ear, and he stared back. We understood each other.\nImmediately, and with great caution and quietness, we began climbing up\nthe cliff. When we reached the top we looked back. The abiding-place was\ndeserted, Red-Eye remained in his cave, and the horde had disappeared in\nthe depths of the forest.\n\nWe turned and ran. We dashed across the open spaces and down the slopes\nunmindful of possible snakes in the grass, until we reached the woods.\nUp into the trees we went, and on and on, swinging our arboreal flight\nuntil we had put miles between us and the caves. And then, and not till\nthen, in the security of a great fork, we paused, looked at each other,\nand began to laugh. We held on to each other, arms and legs, our eyes\nstreaming tears, our sides aching, and laughed and laughed and laughed.\n\n\n\n\nCHAPTER X\n\n\nAfter we had had out our laugh, Lop-Ear and I curved back in our flight\nand got breakfast in the blueberry swamp. It was the same swamp to which\nI had made my first journeys in the world, years before, accompanied by\nmy mother. I had seen little of her in the intervening time. Usually,\nwhen she visited the horde at the caves, I was away in the forest. I had\nonce or twice caught glimpses of the Chatterer in the open space, and\nhad had the pleasure of making faces at him and angering him from the\nmouth of my cave. Beyond such amenities I had left my family severely\nalone. I was not much interested in it, and anyway I was doing very well\nby myself.\n\nAfter eating our fill of berries, with two nestfuls of partly hatched\nquail-eggs for dessert, Lop-Ear and I wandered circumspectly into the\nwoods toward the river. Here was where stood my old home-tree, out of\nwhich I had been thrown by the Chatterer. It was still occupied. There\nhad been increase in the family. Clinging tight to my mother was a\nlittle baby. Also, there was a girl, partly grown, who cautiously\nregarded us from one of the lower branches. She was evidently my sister,\nor half-sister, rather.\n\nMy mother recognized me, but she warned me away when I started to climb\ninto the tree. Lop-Ear, who was more cautious by far than I, beat a\nretreat, nor could I persuade him to return. Later in the day, however,\nmy sister came down to the ground, and there and in neighboring trees\nwe romped and played all afternoon. And then came trouble. She was my\nsister, but that did not prevent her from treating me abominably, for\nshe had inherited all the viciousness of the Chatterer. She turned upon\nme suddenly, in a petty rage, and scratched me, tore my hair, and sank\nher sharp little teeth deep into my forearm. I lost my temper. I did\nnot injure her, but it was undoubtedly the soundest spanking she had\nreceived up to that time.\n\nHow she yelled and squalled. The Chatterer, who had been away all day\nand who was only then returning, heard the noise and rushed for the\nspot. My mother also rushed, but he got there first. Lop-Ear and I did\nnot wait his coming. We were off and away, and the Chatterer gave us the\nchase of our lives through the trees.\n\nAfter the chase was over, and Lop-Ear and I had had out our laugh,\nwe discovered that twilight was falling. Here was night with all its\nterrors upon us, and to return to the caves was out of the question.\nRed-Eye made that impossible. We took refuge in a tree that stood apart\nfrom other trees, and high up in a fork we passed the night. It was\na miserable night. For the first few hours it rained heavily, then\nit turned cold and a chill wind blew upon us. Soaked through, with\nshivering bodies and chattering teeth, we huddled in each other’s arms.\nWe missed the snug, dry cave that so quickly warmed with the heat of our\nbodies.\n\nMorning found us wretched and resolved. We would not spend another such\nnight. Remembering the tree-shelters of our elders, we set to work to\nmake one for ourselves. We built the framework of a rough nest, and on\nhigher forks overhead even got in several ridge-poles for the roof. Then\nthe sun came out, and under its benign influence we forgot the hardships\nof the night and went off in search of breakfast. After that, to show\nthe inconsequentiality of life in those days, we fell to playing. It\nmust have taken us all of a month, working intermittently, to make our\ntree-house; and then, when it was completed, we never used it again.\n\nBut I run ahead of my story. When we fell to playing, after breakfast,\non the second day away from the caves, Lop-Ear led me a chase through\nthe trees and down to the river. We came out upon it where a large\nslough entered from the blueberry swamp. The mouth of this slough was\nwide, while the slough itself was practically without a current. In the\ndead water, just inside its mouth, lay a tangled mass of tree trunks.\nSome of these, what of the wear and tear of freshets and of being\nstranded long summers on sand-bars, were seasoned and dry and without\nbranches. They floated high in the water, and bobbed up and down or\nrolled over when we put our weight upon them.\n\nHere and there between the trunks were water-cracks, and through them we\ncould see schools of small fish, like minnows, darting back and forth.\nLop-Ear and I became fishermen at once. Lying flat on the logs, keeping\nperfectly quiet, waiting till the minnows came close, we would make\nswift passes with our hands. Our prizes we ate on the spot, wriggling\nand moist. We did not notice the lack of salt.\n\nThe mouth of the slough became our favorite playground. Here we spent\nmany hours each day, catching fish and playing on the logs, and here,\none day, we learned our first lessons in navigation. The log on which\nLop-Ear was lying got adrift. He was curled up on his side, asleep. A\nlight fan of air slowly drifted the log away from the shore, and when\nI noticed his predicament the distance was already too great for him to\nleap.\n\nAt first the episode seemed merely funny to me. But when one of the\nvagrant impulses of fear, common in that age of perpetual insecurity,\nmoved within me, I was struck with my own loneliness. I was made\nsuddenly aware of Lop-Ear’s remoteness out there on that alien element\na few feet away. I called loudly to him a warning cry. He awoke\nfrightened, and shifted his weight rashly on the log. It turned over,\nsousing him under. Three times again it soused him under as he tried to\nclimb out upon it. Then he succeeded, crouching upon it and chattering\nwith fear.\n\nI could do nothing. Nor could he. Swimming was something of which we\nknew nothing. We were already too far removed from the lower\nlife-forms to have the instinct for swimming, and we had not yet become\nsufficiently man-like to undertake it as the working out of a problem.\nI roamed disconsolately up and down the bank, keeping as close to him\nin his involuntary travels as I could, while he wailed and cried till\nit was a wonder that he did not bring down upon us every hunting animal\nwithin a mile.\n\nThe hours passed. The sun climbed overhead and began its descent to\nthe west. The light wind died down and left Lop-Ear on his log floating\naround a hundred feet away. And then, somehow, I know not how, Lop-Ear\nmade the great discovery. He began paddling with his hands. At first\nhis progress was slow and erratic. Then he straightened out and began\nlaboriously to paddle nearer and nearer. I could not understand. I sat\ndown and watched and waited until he gained the shore.\n\nBut he had learned something, which was more than I had done. Later in\nthe afternoon, he deliberately launched out from shore on the log. Still\nlater he persuaded me to join him, and I, too, learned the trick of\npaddling. For the next several days we could not tear ourselves away\nfrom the slough. So absorbed were we in our new game that we almost\nneglected to eat. We even roosted in a nearby tree at night. And we\nforgot that Red-Eye existed.\n\nWe were always trying new logs, and we learned that the smaller the log\nthe faster we could make it go. Also, we learned that the smaller the\nlog the more liable it was to roll over and give us a ducking. Still\nanother thing about small logs we learned. One day we paddled our\nindividual logs alongside each other. And then, quite by accident, in\nthe course of play, we discovered that when each, with one hand and\nfoot, held on to the other’s log, the logs were steadied and did not\nturn over. Lying side by side in this position, our outside hands and\nfeet were left free for paddling. Our final discovery was that this\narrangement enabled us to use still smaller logs and thereby gain\ngreater speed. And there our discoveries ended. We had invented the most\nprimitive catamaran, and we did not have sense enough to know it. It\nnever entered our heads to lash the logs together with tough vines or\nstringy roots. We were content to hold the logs together with our hands\nand feet.\n\nIt was not until we got over our first enthusiasm for navigation and had\nbegun to return to our tree-shelter to sleep at night, that we found the\nSwift One. I saw her first, gathering young acorns from the branches of\na large oak near our tree. She was very timid. At first, she kept very\nstill; but when she saw that she was discovered she dropped to the\nground and dashed wildly away. We caught occasional glimpses of her from\nday to day, and came to look for her when we travelled back and forth\nbetween our tree and the mouth of the slough.\n\nAnd then, one day, she did not run away. She waited our coming, and made\nsoft peace-sounds. We could not get very near, however. When we seemed\nto approach too close, she darted suddenly away and from a safe distance\nuttered the soft sounds again. This continued for some days. It took a\nlong while to get acquainted with her, but finally it was accomplished\nand she joined us sometimes in our play.\n\nI liked her from the first. She was of most pleasing appearance. She was\nvery mild. Her eyes were the mildest I had ever seen. In this she was\nquite unlike the rest of the girls and women of the Folk, who were born\nviragos. She never made harsh, angry cries, and it seemed to be her\nnature to flee away from trouble rather than to remain and fight.\n\nThe mildness I have mentioned seemed to emanate from her whole being.\nHer bodily as well as facial appearance was the cause of this. Her eyes\nwere larger than most of her kind, and they were not so deep-set, while\nthe lashes were longer and more regular. Nor was her nose so thick and\nsquat. It had quite a bridge, and the nostrils opened downward. Her\nincisors were not large, nor was her upper lip long and down-hanging,\nnor her lower lip protruding. She was not very hairy, except on the\noutsides of arms and legs and across the shoulders; and while she was\nthin-hipped, her calves were not twisted and gnarly.\n\nI have often wondered, looking back upon her from the twentieth century\nthrough the medium of my dreams, and it has always occurred to me that\npossibly she may have been related to the Fire People. Her father, or\nmother, might well have come from that higher stock. While such things\nwere not common, still they did occur, and I have seen the proof of them\nwith my own eyes, even to the extent of members of the horde turning\nrenegade and going to live with the Tree People.\n\nAll of which is neither here nor there. The Swift One was radically\ndifferent from any of the females of the horde, and I had a liking for\nher from the first. Her mildness and gentleness attracted me. She was\nnever rough, and she never fought. She always ran away, and right here\nmay be noted the significance of the naming of her. She was a better\nclimber than Lop-Ear or I. When we played tag we could never catch her\nexcept by accident, while she could catch us at will. She was remarkably\nswift in all her movements, and she had a genius for judging distances\nthat was equalled only by her daring. Excessively timid in all other\nmatters, she was without fear when it came to climbing or running\nthrough the trees, and Lop-Ear and I were awkward and lumbering and\ncowardly in comparison.\n\nShe was an orphan. We never saw her with any one, and there was no\ntelling how long she had lived alone in the world. She must have learned\nearly in her helpless childhood that safety lay only in flight. She was\nvery wise and very discreet. It became a sort of game with Lop-Ear\nand me to try to find where she lived. It was certain that she had\na tree-shelter somewhere, and not very far away; but trail her as we\nwould, we could never find it. She was willing enough to join with us\nat play in the day-time, but the secret of her abiding-place she guarded\njealously.\n\n\n\n\nCHAPTER XI\n\n\nIt must be remembered that the description I have just given of\nthe Swift One is not the description that would have been given by\nBig-Tooth, my other self of my dreams, my prehistoric ancestor. It is by\nthe medium of my dreams that I, the modern man, look through the eyes of\nBig-Tooth and see.\n\nAnd so it is with much that I narrate of the events of that far-off\ntime. There is a duality about my impressions that is too confusing to\ninflict upon my readers. I shall merely pause here in my narrative to\nindicate this duality, this perplexing mixing of personality. It is I,\nthe modern, who look back across the centuries and weigh and analyze the\nemotions and motives of Big-Tooth, my other self. He did not bother\nto weigh and analyze. He was simplicity itself. He just lived events,\nwithout ever pondering why he lived them in his particular and often\nerratic way.\n\nAs I, my real self, grew older, I entered more and more into the\nsubstance of my dreams. One may dream, and even in the midst of the\ndream be aware that he is dreaming, and if the dream be bad, comfort\nhimself with the thought that it is only a dream. This is a common\nexperience with all of us. And so it was that I, the modern, often\nentered into my dreaming, and in the consequent strange dual personality\nwas both actor and spectator. And right often have I, the modern, been\nperturbed and vexed by the foolishness, illogic, obtuseness, and general\nall-round stupendous stupidity of myself, the primitive.\n\nAnd one thing more, before I end this digression. Have you ever dreamed\nthat you dreamed? Dogs dream, horses dream, all animals dream. In\nBig-Tooth’s day the half-men dreamed, and when the dreams were bad they\nhowled in their sleep. Now I, the modern, have lain down with Big-Tooth\nand dreamed his dreams.\n\nThis is getting almost beyond the grip of the intellect, I know; but I\ndo know that I have done this thing. And let me tell you that the\nflying and crawling dreams of Big-Tooth were as vivid to him as the\nfalling-through-space dream is to you.\n\nFor Big-Tooth also had an other-self, and when he slept that other-self\ndreamed back into the past, back to the winged reptiles and the clash\nand the onset of dragons, and beyond that to the scurrying, rodent-like\nlife of the tiny mammals, and far remoter still, to the shore-slime of\nthe primeval sea. I cannot, I dare not, say more. It is all too vague\nand complicated and awful. I can only hint of those vast and terrific\nvistas through which I have peered hazily at the progression of life,\nnot upward from the ape to man, but upward from the worm.\n\nAnd now to return to my tale. I, Big-Tooth, knew not the Swift One as a\ncreature of finer facial and bodily symmetry, with long-lashed eyes and\na bridge to her nose and down-opening nostrils that made toward beauty.\nI knew her only as the mild-eyed young female who made soft sounds and\ndid not fight. I liked to play with her, I knew not why, to seek food\nin her company, and to go bird-nesting with her. And I must confess she\ntaught me things about tree-climbing. She was very wise, very strong,\nand no clinging skirts impeded her movements.\n\nIt was about this time that a slight defection arose on the part of\nLop-Ear. He got into the habit of wandering off in the direction of the\ntree where my mother lived. He had taken a liking to my vicious sister,\nand the Chatterer had come to tolerate him. Also, there were several\nother young people, progeny of the monogamic couples that lived in the\nneighborhood, and Lop-Ear played with these young people.\n\nI could never get the Swift One to join with them. Whenever I visited\nthem she dropped behind and disappeared. I remember once making a strong\neffort to persuade her. But she cast backward, anxious glances, then\nretreated, calling to me from a tree. So it was that I did not make a\npractice of accompanying Lop-Ear when he went to visit his new friends.\nThe Swift One and I were good comrades, but, try as I would, I could\nnever find her tree-shelter. Undoubtedly, had nothing happened, we\nwould have soon mated, for our liking was mutual; but the something did\nhappen.\n\nOne morning, the Swift One not having put in an appearance, Lop-Ear\nand I were down at the mouth of the slough playing on the logs. We had\nscarcely got out on the water, when we were startled by a roar of rage.\nIt was Red-Eye. He was crouching on the edge of the timber jam and\nglowering his hatred at us. We were badly frightened, for here was\nno narrow-mouthed cave for refuge. But the twenty feet of water that\nintervened gave us temporary safety, and we plucked up courage.\n\nRed-Eye stood up erect and began beating his hairy chest with his fist.\nOur two logs were side by side, and we sat on them and laughed at him.\nAt first our laughter was half-hearted, tinged with fear, but as we\nbecame convinced of his impotence we waxed uproarious. He raged and\nraged at us, and ground his teeth in helpless fury. And in our fancied\nsecurity we mocked and mocked him. We were ever short-sighted, we Folk.\n\nRed-Eye abruptly ceased his breast-beating and tooth-grinding, and ran\nacross the timber-jam to the shore. And just as abruptly our merriment\ngave way to consternation. It was not Red-Eye’s way to forego revenge so\neasily. We waited in fear and trembling for whatever was to happen. It\nnever struck us to paddle away. He came back with great leaps across the\njam, one huge hand filled with round, water-washed pebbles. I am glad\nthat he was unable to find larger missiles, say stones weighing two\nor three pounds, for we were no more than a score of feet away, and he\nsurely would have killed us.\n\nAs it was, we were in no small danger. Zip! A tiny pebble whirred\npast with the force almost of a bullet. Lop-Ear and I began paddling\nfrantically. Whiz-zip-bang! Lop-Ear screamed with sudden anguish. The\npebble had struck him between the shoulders. Then I got one and yelled.\nThe only thing that saved us was the exhausting of Red-Eye’s ammunition.\nHe dashed back to the gravel-bed for more, while Lop-Ear and I paddled\naway.\n\nGradually we drew out of range, though Red-Eye continued making trips\nfor more ammunition and the pebbles continued to whiz about us. Out\nin the centre of the slough there was a slight current, and in our\nexcitement we failed to notice that it was drifting us into the river.\nWe paddled, and Red-Eye kept as close as he could to us by following\nalong the shore. Then he discovered larger rocks. Such ammunition\nincreased his range. One fragment, fully five pounds in weight, crashed\non the log alongside of me, and such was its impact that it drove a\nscore of splinters, like fiery needles, into my leg. Had it struck me it\nwould have killed me.\n\nAnd then the river current caught us. So wildly were we paddling that\nRed-Eye was the first to notice it, and our first warning was his yell\nof triumph. Where the edge of the current struck the slough-water was a\nseries of eddies or small whirlpools. These caught our clumsy logs and\nwhirled them end for end, back and forth and around. We quit paddling\nand devoted our whole energy to holding the logs together alongside\neach other. In the meanwhile Red-Eye continued to bombard us, the rock\nfragments falling about us, splashing water on us, and menacing our\nlives. At the same time he gloated over us, wildly and vociferously.\n\nIt happened that there was a sharp turn in the river at the point\nwhere the slough entered, and the whole main current of the river was\ndeflected to the other bank. And toward that bank, which was the north\nbank, we drifted rapidly, at the same time going down-stream. This\nquickly took us out of range of Red-Eye, and the last we saw of him\nwas far out on a point of land, where he was jumping up and down and\nchanting a paean of victory.\n\nBeyond holding the two logs together, Lop-Ear and I did nothing. We were\nresigned to our fate, and we remained resigned until we aroused to the\nfact that we were drifting along the north shore not a hundred feet\naway. We began to paddle for it. Here the main force of the current was\nflung back toward the south shore, and the result of our paddling was\nthat we crossed the current where it was swiftest and narrowest. Before\nwe were aware, we were out of it and in a quiet eddy.\n\nOur logs drifted slowly and at last grounded gently on the bank. Lop-Ear\nand I crept ashore. The logs drifted on out of the eddy and swept away\ndown the stream. We looked at each other, but we did not laugh. We were\nin a strange land, and it did not enter our minds that we could return\nto our own land in the same manner that we had come.\n\nWe had learned how to cross a river, though we did not know it. And this\nwas something that no one else of the Folk had ever done. We were the\nfirst of the Folk to set foot on the north bank of the river, and, for\nthat matter, I believe the last. That they would have done so in the\ntime to come is undoubted; but the migration of the Fire People, and\nthe consequent migration of the survivors of the Folk, set back our\nevolution for centuries.\n\nIndeed, there is no telling how disastrous was to be the outcome of\nthe Fire People’s migration. Personally, I am prone to believe that it\nbrought about the destruction of the Folk; that we, a branch of lower\nlife budding toward the human, were nipped short off and perished down\nby the roaring surf where the river entered the sea. Of course, in such\nan eventuality, I remain to be accounted for; but I outrun my story, and\nsuch accounting will be made before I am done.\n\n\n\n\nCHAPTER XII\n\n\nI have no idea how long Lop-Ear and I wandered in the land north of\nthe river. We were like mariners wrecked on a desert isle, so far as\nconcerned the likelihood of our getting home again. We turned our backs\nupon the river, and for weeks and months adventured in that wilderness\nwhere there were no Folk. It is very difficult for me to reconstruct our\njourneying, and impossible to do it from day to day. Most of it is hazy\nand indistinct, though here and there I have vivid recollections of\nthings that happened.\n\nEspecially do I remember the hunger we endured on the mountains between\nLong Lake and Far Lake, and the calf we caught sleeping in the thicket.\nAlso, there are the Tree People who dwelt in the forest between Long\nLake and the mountains. It was they who chased us into the mountains and\ncompelled us to travel on to Far Lake.\n\nFirst, after we left the river, we worked toward the west till we came\nto a small stream that flowed through marshlands. Here we turned away\ntoward the north, skirting the marshes and after several days arriving\nat what I have called Long Lake. We spent some time around its upper\nend, where we found food in plenty; and then, one day, in the forest,\nwe ran foul of the Tree People. These creatures were ferocious apes,\nnothing more. And yet they were not so different from us. They were more\nhairy, it is true; their legs were a trifle more twisted and gnarly,\ntheir eyes a bit smaller, their necks a bit thicker and shorter, and\ntheir nostrils slightly more like orifices in a sunken surface; but they\nhad no hair on their faces and on the palms of their hands and the\nsoles of their feet, and they made sounds similar to ours with somewhat\nsimilar meanings. After all, the Tree People and the Folk were not so\nunlike.\n\nI found him first, a little withered, dried-up old fellow,\nwrinkled-faced and bleary-eyed and tottery. He was legitimate prey. In\nour world there was no sympathy between the kinds, and he was not our\nkind. He was a Tree-Man, and he was very old. He was sitting at the foot\nof a tree--evidently his tree, for we could see the tattered nest in the\nbranches, in which he slept at night.\n\nI pointed him out to Lop-Ear, and we made a rush for him. He started to\nclimb, but was too slow. I caught him by the leg and dragged him back.\nThen we had fun. We pinched him, pulled his hair, tweaked his ears, and\npoked twigs into him, and all the while we laughed with streaming eyes.\nHis futile anger was most absurd. He was a comical sight, striving to\nfan into flame the cold ashes of his youth, to resurrect his strength\ndead and gone through the oozing of the years--making woeful faces\nin place of the ferocious ones he intended, grinding his worn teeth\ntogether, beating his meagre chest with feeble fists.\n\nAlso, he had a cough, and he gasped and hacked and spluttered\nprodigiously. Every time he tried to climb the tree we pulled him back,\nuntil at last he surrendered to his weakness and did no more than sit\nand weep. And Lop-Ear and I sat with him, our arms around each other,\nand laughed at his wretchedness.\n\nFrom weeping he went to whining, and from whining to wailing, until at\nlast he achieved a scream. This alarmed us, but the more we tried to\nmake him cease, the louder he screamed. And then, from not far away\nin the forest, came a “Goek! Goek!” to our ears. To this there were\nanswering cries, several of them, and from very far off we could hear a\nbig, bass “Goek! Goek! Goek!” Also, the “Whoo-whoo!” call was rising in\nthe forest all around us.\n\nThen came the chase. It seemed it never would end. They raced us through\nthe trees, the whole tribe of them, and nearly caught us. We were forced\nto take to the ground, and here we had the advantage, for they were\ntruly the Tree People, and while they out-climbed us we out-footed them\non the ground. We broke away toward the north, the tribe howling on our\ntrack. Across the open spaces we gained, and in the brush they caught\nup with us, and more than once it was nip and tuck. And as the chase\ncontinued, we realized that we were not their kind, either, and that the\nbonds between us were anything but sympathetic.\n\nThey ran us for hours. The forest seemed interminable. We kept to the\nglades as much as possible, but they always ended in more thick forest.\nSometimes we thought we had escaped, and sat down to rest; but\nalways, before we could recover our breath, we would hear the hateful\n“Whoo-whoo!” cries and the terrible “Goek! Goek! Goek!” This latter\nsometimes terminated in a savage “Ha ha ha ha haaaaa!!!”\n\nAnd in this fashion were we hunted through the forest by the exasperated\nTree People. At last, by mid-afternoon, the slopes began rising higher\nand higher and the trees were becoming smaller. Then we came out on the\ngrassy flanks of the mountains. Here was where we could make time, and\nhere the Tree People gave up and returned to their forest.\n\nThe mountains were bleak and inhospitable, and three times that\nafternoon we tried to regain the woods. But the Tree People were lying\nin wait, and they drove us back. Lop-Ear and I slept that night in a\ndwarf tree, no larger than a bush. Here was no security, and we would\nhave been easy prey for any hunting animal that chanced along.\n\nIn the morning, what of our new-gained respect for the Tree People, we\nfaced into the mountains. That we had no definite plan, or even idea, I\nam confident. We were merely driven on by the danger we had escaped. Of\nour wanderings through the mountains I have only misty memories. We were\nin that bleak region many days, and we suffered much, especially from\nfear, it was all so new and strange. Also, we suffered from the cold,\nand later from hunger.\n\nIt--was a desolate land of rocks and foaming streams and clattering\ncataracts. We climbed and descended mighty canyons and gorges; and ever,\nfrom every view point, there spread out before us, in all directions,\nrange upon range, the unceasing mountains. We slept at night in holes\nand crevices, and on one cold night we perched on top a slender pinnacle\nof rock that was almost like a tree.\n\nAnd then, at last, one hot midday, dizzy with hunger, we gained the\ndivide. From this high backbone of earth, to the north, across the\ndiminishing, down-falling ranges, we caught a glimpse of a far lake. The\nsun shone upon it, and about it were open, level grass-lands, while to\nthe eastward we saw the dark line of a wide-stretching forest.\n\nWe were two days in gaining the lake, and we were weak with hunger; but\non its shore, sleeping snugly in a thicket, we found a part-grown calf.\nIt gave us much trouble, for we knew no other way to kill than with our\nhands. When we had gorged our fill, we carried the remainder of the meat\nto the eastward forest and hid it in a tree. We never returned to that\ntree, for the shore of the stream that drained Far Lake was packed thick\nwith salmon that had come up from the sea to spawn.\n\nWestward from the lake stretched the grass-lands, and here were\nmultitudes of bison and wild cattle. Also were there many packs of wild\ndogs, and as there were no trees it was not a safe place for us. We\nfollowed north along the stream for days. Then, and for what reason I do\nnot know, we abruptly left the stream and swung to the east, and then\nto the southeast, through a great forest. I shall not bore you with our\njourney. I but indicate it to show how we finally arrived at the Fire\nPeople’s country.\n\nWe came out upon the river, but we did not know it for our river. We had\nbeen lost so long that we had come to accept the condition of being lost\nas habitual. As I look back I see clearly how our lives and destinies\nare shaped by the merest chance. We did not know it was our river--there\nwas no way of telling; and if we had never crossed it we would most\nprobably have never returned to the horde; and I, the modern, the\nthousand centuries yet to be born, would never have been born.\n\nAnd yet Lop-Ear and I wanted greatly to return. We had experienced\nhomesickness on our journey, the yearning for our own kind and land;\nand often had I had recollections of the Swift One, the young female who\nmade soft sounds, whom it was good to be with, and who lived by\nherself nobody knew where. My recollections of her were accompanied by\nsensations of hunger, and these I felt when I was not hungry and when I\nhad just eaten.\n\nBut to come back to the river. Food was plentiful, principally berries\nand succulent roots, and on the river bank we played and lingered for\ndays. And then the idea came to Lop-Ear. It was a visible process,\nthe coming of the idea. I saw it. The expression in his eyes became\nplaintive and querulous, and he was greatly perturbed. Then his eyes\nwent muddy, as if he had lost his grip on the inchoate thought. This was\nfollowed by the plaintive, querulous expression as the idea persisted\nand he clutched it anew. He looked at me, and at the river and the far\nshore. He tried to speak, but had no sounds with which to express the\nidea. The result was a gibberish that made me laugh. This angered him,\nand he grabbed me suddenly and threw me on my back. Of course we fought,\nand in the end I chased him up a tree, where he secured a long branch\nand poked me every time I tried to get at him.\n\nAnd the idea had gone glimmering. I did not know, and he had forgotten.\nBut the next morning it awoke in him again. Perhaps it was the homing\ninstinct in him asserting itself that made the idea persist. At any\nrate it was there, and clearer than before. He led me down to the water,\nwhere a log had grounded in an eddy. I thought he was minded to play, as\nwe had played in the mouth of the slough. Nor did I change my mind as I\nwatched him tow up a second log from farther down the shore.\n\nIt was not until we were on the logs, side by side and holding them\ntogether, and had paddled out into the current, that I learned his\nintention. He paused to point at the far shore, and resumed his\npaddling, at the same time uttering loud and encouraging cries. I\nunderstood, and we paddled energetically. The swift current caught us,\nflung us toward the south shore, but before we could make a landing\nflung us back toward the north shore.\n\nHere arose dissension. Seeing the north shore so near, I began to paddle\nfor it. Lop-Ear tried to paddle for the south shore. The logs swung\naround in circles, and we got nowhere, and all the time the forest was\nflashing past as we drifted down the stream. We could not fight. We knew\nbetter than to let go the grips of hands and feet that held the logs\ntogether. But we chattered and abused each other with our tongues until\nthe current flung us toward the south bank again. That was now the\nnearest goal, and together and amicably we paddled for it. We landed in\nan eddy, and climbed directly into the trees to reconnoitre.\n\n\n\n\nCHAPTER XIII\n\n\nIt was not until the night of our first day on the south bank of the\nriver that we discovered the Fire People. What must have been a band of\nwandering hunters went into camp not far from the tree in which Lop-Ear\nand I had elected to roost for the night. The voices of the Fire\nPeople at first alarmed us, but later, when darkness had come, we were\nattracted by the fire. We crept cautiously and silently from tree to\ntree till we got a good view of the scene.\n\nIn an open space among the trees, near to the river, the fire was\nburning. About it were half a dozen Fire-Men. Lop-Ear clutched me\nsuddenly, and I could feel him tremble. I looked more closely, and saw\nthe wizened little old hunter who had shot Broken-Tooth out of the tree\nyears before. When he got up and walked about, throwing fresh wood upon\nthe fire, I saw that he limped with his crippled leg. Whatever it was,\nit was a permanent injury. He seemed more dried up and wizened than\never, and the hair on his face was quite gray.\n\nThe other hunters were young men. I noted, lying near them on the\nground, their bows and arrows, and I knew the weapons for what they\nwere. The Fire-Men wore animal skins around their waists and across\ntheir shoulders. Their arms and legs, however, were bare, and they wore\nno footgear. As I have said before, they were not quite so hairy as we\nof the Folk. They did not have large heads, and between them and the\nFolk there was very little difference in the degree of the slant of the\nhead back from the eyes.\n\nThey were less stooped than we, less springy in their movements. Their\nbackbones and hips and knee-joints seemed more rigid. Their arms were\nnot so long as ours either, and I did not notice that they ever balanced\nthemselves when they walked, by touching the ground on either side with\ntheir hands. Also, their muscles were more rounded and symmetrical than\nours, and their faces were more pleasing. Their nose orifices opened\ndownward; likewise the bridges of their noses were more developed, did\nnot look so squat nor crushed as ours. Their lips were less flabby and\npendent, and their eye-teeth did not look so much like fangs. However,\nthey were quite as thin-hipped as we, and did not weigh much more. Take\nit all in all, they were less different from us than were we from\nthe Tree People. Certainly, all three kinds were related, and not so\nremotely related at that.\n\nThe fire around which they sat was especially attractive. Lop-Ear and\nI sat for hours, watching the flames and smoke. It was most fascinating\nwhen fresh fuel was thrown on and showers of sparks went flying upward.\nI wanted to come closer and look at the fire, but there was no way. We\nwere crouching in the forks of a tree on the edge of the open space, and\nwe did not dare run the risk of being discovered.\n\nThe Fire-Men squatted around the fire and slept with their heads bowed\nforward on their knees. They did not sleep soundly. Their ears twitched\nin their sleep, and they were restless. Every little while one or\nanother got up and threw more wood upon the fire. About the circle of\nlight in the forest, in the darkness beyond, roamed hunting animals.\nLop-Ear and I could tell them by their sounds. There were wild dogs\nand a hyena, and for a time there was a great yelping and snarling that\nawakened on the instant the whole circle of sleeping Fire-Men.\n\nOnce a lion and a lioness stood beneath our tree and gazed out with\nbristling hair and blinking eyes. The lion licked his chops and was\nnervous with eagerness, as if he wanted to go forward and make a meal.\nBut the lioness was more cautious. It was she that discovered us, and\nthe pair stood and looked up at us, silently, with twitching, scenting\nnostrils. Then they growled, looked once again at the fire, and turned\naway into the forest.\n\nFor a much longer time Lop-Ear and I remained and watched. Now and\nagain we could hear the crashing of heavy bodies in the thickets and\nunderbrush, and from the darkness of the other side, across the circle,\nwe could see eyes gleaming in the firelight. In the distance we heard\na lion roar, and from far off came the scream of some stricken animal,\nsplashing and floundering in a drinking-place. Also, from the river,\ncame a great grunting of rhinoceroses.\n\nIn the morning, after having had our sleep, we crept back to the fire.\nIt was still smouldering, and the Fire-Men were gone. We made a circle\nthrough the forest to make sure, and then we ran to the fire. I wanted\nto see what it was like, and between thumb and finger I picked up\na glowing coal. My cry of pain and fear, as I dropped it, stampeded\nLop-Ear into the trees, and his flight frightened me after him.\n\nThe next time we came back more cautiously, and we avoided the glowing\ncoals. We fell to imitating the Fire-Men. We squatted down by the fire,\nand with heads bent forward on our knees, made believe to sleep. Then we\nmimicked their speech, talking to each other in their fashion and making\na great gibberish. I remembered seeing the wizened old hunter poke the\nfire with a stick. I poked the fire with a stick, turning up masses of\nlive coals and clouds of white ashes. This was great sport, and soon we\nwere coated white with the ashes.\n\nIt was inevitable that we should imitate the Fire-Men in replenishing\nthe fire. We tried it first with small pieces of wood. It was a success.\nThe wood flamed up and crackled, and we danced and gibbered with\ndelight. Then we began to throw on larger pieces of wood. We put on\nmore and more, until we had a mighty fire. We dashed excitedly back and\nforth, dragging dead limbs and branches from out the forest. The flames\nsoared higher and higher, and the smoke-column out-towered the trees.\nThere was a tremendous snapping and crackling and roaring. It was the\nmost monumental work we had ever effected with our hands, and we were\nproud of it. We, too, were Fire-Men, we thought, as we danced there,\nwhite gnomes in the conflagration.\n\nThe dried grass and underbrush caught fire, but we did not notice it.\nSuddenly a great tree on the edge of the open space burst into flames.\n\nWe looked at it with startled eyes. The heat of it drove us back.\nAnother tree caught, and another, and then half a dozen. We were\nfrightened. The monster had broken loose. We crouched down in fear,\nwhile the fire ate around the circle and hemmed us in. Into Lop-Ear’s\neyes came the plaintive look that always accompanied incomprehension,\nand I know that in my eyes must have been the same look. We huddled,\nwith our arms around each other, until the heat began to reach us and\nthe odor of burning hair was in our nostrils. Then we made a dash of it,\nand fled away westward through the forest, looking back and laughing as\nwe ran.\n\nBy the middle of the day we came to a neck of land, made, as we\nafterward discovered, by a great curve of the river that almost\ncompleted a circle. Right across the neck lay bunched several low and\npartly wooded hills. Over these we climbed, looking backward at the\nforest which had become a sea of flame that swept eastward before a\nrising wind. We continued to the west, following the river bank, and\nbefore we knew it we were in the midst of the abiding-place of the Fire\nPeople.\n\nThis abiding-place was a splendid strategic selection. It was a\npeninsula, protected on three sides by the curving river. On only\none side was it accessible by land. This was the narrow neck of the\npeninsula, and here the several low hills were a natural obstacle.\nPractically isolated from the rest of the world, the Fire People must\nhave here lived and prospered for a long time. In fact, I think it was\ntheir prosperity that was responsible for the subsequent migration that\nworked such calamity upon the Folk. The Fire People must have increased\nin numbers until they pressed uncomfortably against the bounds of their\nhabitat. They were expanding, and in the course of their expanding they\ndrove the Folk before them, and settled down themselves in the caves and\noccupied the territory that we had occupied.\n\nBut Lop-Ear and I little dreamed of all this when we found ourselves in\nthe Fire People’s stronghold. We had but one idea, and that was to get\naway, though we could not forbear humoring our curiosity by peeping out\nupon the village. For the first time we saw the women and children of\nthe Fire People. The latter ran for the most part naked, though the\nformer wore skins of wild animals.\n\nThe Fire People, like ourselves, lived in caves. The open space in front\nof the caves sloped down to the river, and in the open space burned many\nsmall fires. But whether or not the Fire People cooked their food, I do\nnot know. Lop-Ear and I did not see them cook. Yet it is my opinion that\nthey surely must have performed some sort of rude cookery. Like us, they\ncarried water in gourds from the river. There was much coming and going,\nand loud cries made by the women and children. The latter played about\nand cut up antics quite in the same way as did the children of the Folk,\nand they more nearly resembled the children of the Folk than did the\ngrown Fire People resemble the grown Folk.\n\nLop-Ear and I did not linger long. We saw some of the part-grown boys\nshooting with bow and arrow, and we sneaked back into the thicker forest\nand made our way to the river. And there we found a catamaran, a real\ncatamaran, one evidently made by some Fire-Man. The two logs were small\nand straight, and were lashed together by means of tough roots and\ncrosspieces of wood.\n\nThis time the idea occurred simultaneously to us. We were trying to\nescape out of the Fire People’s territory. What better way than by\ncrossing the river on these logs? We climbed on board and shoved off. A\nsudden something gripped the catamaran and flung it downstream violently\nagainst the bank. The abrupt stoppage almost whipped us off into the\nwater. The catamaran was tied to a tree by a rope of twisted roots. This\nwe untied before shoving off again.\n\nBy the time we had paddled well out into the current, we had drifted\nso far downstream that we were in full view of the Fire People’s\nabiding-place. So occupied were we with our paddling, our eyes fixed\nupon the other bank, that we knew nothing until aroused by a yell from\nthe shore. We looked around. There were the Fire People, many of them,\nlooking at us and pointing at us, and more were crawling out of the\ncaves. We sat up to watch, and forgot all about paddling. There was a\ngreat hullabaloo on the shore. Some of the Fire-Men discharged their\nbows at us, and a few of the arrows fell near us, but the range was too\ngreat.\n\nIt was a great day for Lop-Ear and me. To the east the conflagration\nwe had started was filling half the sky with smoke. And here we were,\nperfectly safe in the middle of the river, encircling the Fire People’s\nstronghold. We sat and laughed at them as we dashed by, swinging south,\nand southeast to east, and even to northeast, and then east again,\nsoutheast and south and on around to the west, a great double curve\nwhere the river nearly tied a knot in itself.\n\nAs we swept on to the west, the Fire People far behind, a familiar scene\nflashed upon our eyes.\n\nIt was the great drinking-place, where we had wandered once or twice to\nwatch the circus of the animals when they came down to drink. Beyond\nit, we knew, was the carrot patch, and beyond that the caves and the\nabiding-place of the horde. We began to paddle for the bank that\nslid swiftly past, and before we knew it we were down upon the\ndrinking-places used by the horde. There were the women and children,\nthe water carriers, a number of them, filling their gourds. At sight of\nus they stampeded madly up the run-ways, leaving behind them a trail of\ngourds they had dropped.\n\nWe landed, and of course we neglected to tie up the catamaran, which\nfloated off down the river. Right cautiously we crept up a run-way.\nThe Folk had all disappeared into their holes, though here and there\nwe could see a face peering out at us. There was no sign of Red-Eye. We\nwere home again. And that night we slept in our own little cave high\nup on the cliff, though first we had to evict a couple of pugnacious\nyoungsters who had taken possession.\n\n\n\n\nCHAPTER XIV\n\n\nThe months came and went. The drama and tragedy of the future were yet\nto come upon the stage, and in the meantime we pounded nuts and lived.\nIt--vas a good year, I remember, for nuts. We used to fill gourds\nwith nuts and carry them to the pounding-places. We placed them in\ndepressions in the rock, and, with a piece of rock in our hands, we\ncracked them and ate them as we cracked.\n\nIt was the fall of the year when Lop-Ear and I returned from our\nlong adventure-journey, and the winter that followed was mild. I made\nfrequent trips to the neighborhood of my old home-tree, and frequently\nI searched the whole territory that lay between the blueberry swamp and\nthe mouth of the slough where Lop-Ear and I had learned navigation, but\nno clew could I get of the Swift One. She had disappeared. And I wanted\nher. I was impelled by that hunger which I have mentioned, and which was\nakin to physical hunger, albeit it came often upon me when my stomach\nwas full. But all my search was vain.\n\nLife was not monotonous at the caves, however. There was Red-Eye to be\nconsidered. Lop-Ear and I never knew a moment’s peace except when we\nwere in our own little cave. In spite of the enlargement of the entrance\nwe had made, it was still a tight squeeze for us to get in. And though\nfrom time to time we continued to enlarge, it was still too small for\nRed-Eye’s monstrous body. But he never stormed our cave again. He had\nlearned the lesson well, and he carried on his neck a bulging lump to\nshow where I had hit him with the rock. This lump never went away, and\nit was prominent enough to be seen at a distance. I often took great\ndelight in watching that evidence of my handiwork; and sometimes, when I\nwas myself assuredly safe, the sight of it caused me to laugh.\n\nWhile the other Folk would not have come to our rescue had Red-Eye\nproceeded to tear Lop-Ear and me to pieces before their eyes,\nnevertheless they sympathized with us. Possibly it was not sympathy but\nthe way they expressed their hatred for Red-Eye; at any rate they\nalways warned us of his approach. Whether in the forest, at the\ndrinking-places, or in the open space before the caves, they were always\nquick to warn us. Thus we had the advantage of many eyes in our feud\nwith Red-Eye, the atavism.\n\nOnce he nearly got me. It was early in the morning, and the Folk were\nnot yet up. The surprise was complete. I was cut off from the way up\nthe cliff to my cave. Before I knew it I had dashed into the\ndouble-cave,--the cave where Lop-Ear had first eluded me long years\nbefore, and where old Saber-Tooth had come to discomfiture when he\npursued the two Folk. By the time I had got through the connecting\npassage between the two caves, I discovered that Red-Eye was not\nfollowing me. The next moment he charged into the cave from the outside.\nI slipped back through the passage, and he charged out and around and in\nupon me again. I merely repeated my performance of slipping through the\npassage.\n\nHe kept me there half a day before he gave up. After that, when Lop-Ear\nand I were reasonably sure of gaining the double-cave, we did not\nretreat up the cliff to our own cave when Red-Eye came upon the scene.\nAll we did was to keep an eye on him and see that he did not cut across\nour line of retreat.\n\nIt was during this winter that Red-Eye killed his latest wife with abuse\nand repeated beatings. I have called him an atavism, but in this he\nwas worse than an atavism, for the males of the lower animals do not\nmaltreat and murder their mates. In this I take it that Red-Eye, in\nspite of his tremendous atavistic tendencies, foreshadowed the coming\nof man, for it is the males of the human species only that murder their\nmates.\n\nAs was to be expected, with the doing away of one wife Red-Eye\nproceeded to get another. He decided upon the Singing One. She was the\ngranddaughter of old Marrow-Bone, and the daughter of the Hairless One.\nShe was a young thing, greatly given to singing at the mouth of her cave\nin the twilight, and she had but recently mated with Crooked-Leg. He was\na quiet individual, molesting no one and not given to bickering with\nhis fellows. He was no fighter anyway. He was small and lean, and not so\nactive on his legs as the rest of us.\n\nRed-Eye never committed a more outrageous deed. It was in the quiet at\nthe end of the day, when we began to congregate in the open space before\nclimbing into our caves. Suddenly the Singing One dashed up a run-way\nfrom a drinking-place, pursued by Red-Eye. She ran to her husband. Poor\nlittle Crooked-Leg was terribly scared. But he was a hero. He knew that\ndeath was upon him, yet he did not run away. He stood up, and chattered,\nbristled, and showed his teeth.\n\nRed-Eye roared with rage. It was an offence to him that any of the Folk\nshould dare to withstand him. His hand shot out and clutched Crooked-Leg\nby the neck. The latter sank his teeth into Red-Eye’s arm; but the next\nmoment, with a broken neck, Crooked-Leg was floundering and squirming on\nthe ground. The Singing One screeched and gibbered. Red-Eye seized her\nby the hair of her head and dragged her toward his cave. He handled her\nroughly when the climb began, and he dragged and hauled her up into the\ncave.\n\nWe were very angry, insanely, vociferously angry. Beating our chests,\nbristling, and gnashing our teeth, we gathered together in our rage. We\nfelt the prod of gregarious instinct, the drawing together as though for\nunited action, the impulse toward cooperation. In dim ways this need for\nunited action was impressed upon us. But there was no way to achieve it\nbecause there was no way to express it. We did not turn to, all of us,\nand destroy Red-Eye, because we lacked a vocabulary. We were vaguely\nthinking thoughts for which there were no thought-symbols. These\nthought-symbols were yet to be slowly and painfully invented.\n\nWe tried to freight sound with the vague thoughts that flitted like\nshadows through our consciousness. The Hairless One began to chatter\nloudly. By his noises he expressed anger against Red-Eye and desire to\nhurt Red-Eye. Thus far he got, and thus far we understood. But when he\ntried to express the cooperative impulse that stirred within him,\nhis noises became gibberish. Then Big-Face, with brow-bristling and\nchest-pounding, began to chatter. One after another of us joined in the\norgy of rage, until even old Marrow-Bone was mumbling and spluttering\nwith his cracked voice and withered lips. Some one seized a stick and\nbegan pounding a log. In a moment he had struck a rhythm. Unconsciously,\nour yells and exclamations yielded to this rhythm. It had a soothing\neffect upon us; and before we knew it, our rage forgotten, we were in\nthe full swing of a hee-hee council.\n\nThese hee-hee councils splendidly illustrate the inconsecutiveness and\ninconsequentiality of the Folk. Here were we, drawn together by mutual\nrage and the impulse toward cooperation, led off into forgetfulness by\nthe establishment of a rude rhythm. We were sociable and gregarious, and\nthese singing and laughing councils satisfied us. In ways the hee-hee\ncouncil was an adumbration of the councils of primitive man, and of the\ngreat national assemblies and international conventions of latter-day\nman. But we Folk of the Younger World lacked speech, and whenever we\nwere so drawn together we precipitated babel, out of which arose a\nunanimity of rhythm that contained within itself the essentials of art\nyet to come. It was art nascent.\n\nThere was nothing long-continued about these rhythms that we struck. A\nrhythm was soon lost, and pandemonium reigned until we could find the\nrhythm again or start a new one. Sometimes half a dozen rhythms would\nbe swinging simultaneously, each rhythm backed by a group that strove\nardently to drown out the other rhythms.\n\nIn the intervals of pandemonium, each chattered, cut up, hooted,\nscreeched, and danced, himself sufficient unto himself, filled with\nhis own ideas and volitions to the exclusion of all others, a veritable\ncentre of the universe, divorced for the time being from any unanimity\nwith the other universe-centres leaping and yelling around him. Then\nwould come the rhythm--a clapping of hands; the beating of a stick upon\na log; the example of one that leaped with repetitions; or the chanting\nof one that uttered, explosively and regularly, with inflection that\nrose and fell, “A-bang, a-bang! A-bang, a-bang!” One after another of\nthe self-centred Folk would yield to it, and soon all would be dancing\nor chanting in chorus. “Ha-ah, ha-ah, ha-ah-ha!” was one of our favorite\nchoruses, and another was, “Eh-wah, eh-wah, eh-wah-hah!”\n\nAnd so, with mad antics, leaping, reeling, and over-balancing, we\ndanced and sang in the sombre twilight of the primeval world, inducing\nforgetfulness, achieving unanimity, and working ourselves up into\nsensuous frenzy. And so it was that our rage against Red-Eye was soothed\naway by art, and we screamed the wild choruses of the hee-hee council\nuntil the night warned us of its terrors, and we crept away to our holes\nin the rocks, calling softly to one another, while the stars came out\nand darkness settled down.\n\nWe were afraid only of the dark. We had no germs of religion, no\nconceptions of an unseen world. We knew only the real world, and\nthe things we feared were the real things, the concrete dangers, the\nflesh-and-blood animals that preyed. It was they that made us afraid of\nthe dark, for darkness was the time of the hunting animals. It was then\nthat they came out of their lairs and pounced upon one from the dark\nwherein they lurked invisible.\n\nPossibly it was out of this fear of the real denizens of the dark that\nthe fear of the unreal denizens was later to develop and to culminate in\na whole and mighty unseen world. As imagination grew it is likely that\nthe fear of death increased until the Folk that were to come projected\nthis fear into the dark and peopled it with spirits. I think the Fire\nPeople had already begun to be afraid of the dark in this fashion; but\nthe reasons we Folk had for breaking up our hee-hee councils and fleeing\nto our holes were old Saber-Tooth, the lions and the jackals, the wild\ndogs and the wolves, and all the hungry, meat-eating breeds.\n\n\n\n\nCHAPTER XV\n\n\nLop-Ear got married. It was the second winter after our\nadventure-journey, and it was most unexpected. He gave me no warning.\nThe first I knew was one twilight when I climbed the cliff to our cave.\nI squeezed into the entrance and there I stopped. There was no room for\nme. Lop-Ear and his mate were in possession, and she was none other than\nmy sister, the daughter of my step-father, the Chatterer.\n\nI tried to force my way in. There was space only for two, and that space\nwas already occupied. Also, they had me at a disadvantage, and, what\nof the scratching and hair-pulling I received, I was glad to retreat. I\nslept that night, and for many nights, in the connecting passage of the\ndouble-cave. From my experience it seemed reasonably safe. As the two\nFolk had dodged old Saber-Tooth, and as I had dodged Red-Eye, so it\nseemed to me that I could dodge the hunting animals by going back and\nforth between the two caves.\n\nI had forgotten the wild dogs. They were small enough to go through any\npassage that I could squeeze through. One night they nosed me out. Had\nthey entered both caves at the same time they would have got me. As\nit was, followed by some of them through the passage, I dashed out the\nmouth of the other cave. Outside were the rest of the wild dogs. They\nsprang for me as I sprang for the cliff-wall and began to climb. One\nof them, a lean and hungry brute, caught me in mid-leap. His teeth sank\ninto my thigh-muscles, and he nearly dragged me back. He held on, but I\nmade no effort to dislodge him, devoting my whole effort to climbing out\nof reach of the rest of the brutes.\n\nNot until I was safe from them did I turn my attention to that live\nagony on my thigh. And then, a dozen feet above the snapping pack that\nleaped and scrambled against the wall and fell back, I got the dog by\nthe throat and slowly throttled him. I was a long time doing it. He\nclawed and ripped my hair and hide with his hind-paws, and ever he\njerked and lunged with his weight to drag me from the wall.\n\nAt last his teeth opened and released my torn flesh. I carried his body\nup the cliff with me, and perched out the night in the entrance of my\nold cave, wherein were Lop-Ear and my sister. But first I had to endure\na storm of abuse from the aroused horde for being the cause of the\ndisturbance. I had my revenge. From time to time, as the noise of\nthe pack below eased down, I dropped a rock and started it up again.\nWhereupon, from all around, the abuse of the exasperated Folk began\nafresh. In the morning I shared the dog with Lop-Ear and his wife,\nand for several days the three of us were neither vegetarians nor\nfruitarians.\n\nLop-Ear’s marriage was not a happy one, and the consolation about it is\nthat it did not last very long. Neither he nor I was happy during that\nperiod. I was lonely. I suffered the inconvenience of being cast out of\nmy safe little cave, and somehow I did not make it up with any other of\nthe young males. I suppose my long-continued chumming with Lop-Ear had\nbecome a habit.\n\nI might have married, it is true; and most likely I should have married\nhad it not been for the dearth of females in the horde. This dearth,\nit is fair to assume, was caused by the exorbitance of Red-Eye, and it\nillustrates the menace he was to the existence of the horde. Then there\nwas the Swift One, whom I had not forgotten.\n\nAt any rate, during the period of Lop-Ear’s marriage I knocked about\nfrom pillar to post, in danger every night that I slept, and never\ncomfortable. One of the Folk died, and his widow was taken into the cave\nof another one of the Folk. I took possession of the abandoned cave, but\nit was wide-mouthed, and after Red-Eye nearly trapped me in it one day,\nI returned to sleeping in the passage of the double-cave. During the\nsummer, however, I used to stay away from the caves for weeks, sleeping\nin a tree-shelter I made near the mouth of the slough.\n\nI have said that Lop-Ear was not happy. My sister was the daughter of\nthe Chatterer, and she made Lop-Ear’s life miserable for him. In no\nother cave was there so much squabbling and bickering. If Red-Eye was\na Bluebeard, Lop-Ear was hen-pecked; and I imagine that Red-Eye was too\nshrewd ever to covet Lop-Ear’s wife.\n\nFortunately for Lop-Ear, she died. An unusual thing happened\nthat summer. Late, almost at the end of it, a second crop of the\nstringy-rooted carrots sprang up. These unexpected second-crop roots\nwere young and juicy and tender, and for some time the carrot-patch was\nthe favorite feeding-place of the horde. One morning, early, several\nscore of us were there making our breakfast. On one side of me was the\nHairless One. Beyond him were his father and son, old Marrow-Bone and\nLong-Lip. On the other side of me were my sister and Lop-Ear, she being\nnext to me.\n\nThere was no warning. On the sudden, both the Hairless One and my sister\nsprang and screamed. At the same instant I heard the thud of the arrows\nthat transfixed them. The next instant they were down on the ground,\nfloundering and gasping, and the rest of us were stampeding for the\ntrees. An arrow drove past me and entered the ground, its feathered\nshaft vibrating and oscillating from the impact of its arrested flight.\nI remember clearly how I swerved as I ran, to go past it, and that I\ngave it a needlessly wide berth. I must have shied at it as a horse\nshies at an object it fears.\n\nLop-Ear took a smashing fall as he ran beside me. An arrow had driven\nthrough the calf of his leg and tripped him. He tried to run, but was\ntripped and thrown by it a second time. He sat up, crouching, trembling\nwith fear, and called to me pleadingly. I dashed back. He showed me the\narrow. I caught hold of it to pull it out, but the consequent hurt made\nhim seize my hand and stop me. A flying arrow passed between us. Another\nstruck a rock, splintered, and fell to the ground. This was too much. I\npulled, suddenly, with all my might. Lop-Ear screamed as the arrow\ncame out, and struck at me angrily. But the next moment we were in full\nflight again.\n\nI looked back. Old Marrow-Bone, deserted and far behind, was tottering\nsilently along in his handicapped race with death. Sometimes he almost\nfell, and once he did fall; but no more arrows were coming. He scrambled\nweakly to his feet. Age burdened him heavily, but he did not want to\ndie. The three Fire-Men, who were now running forward from their forest\nambush, could easily have got him, but they did not try. Perhaps he was\ntoo old and tough. But they did want the Hairless One and my sister,\nfor as I looked back from the trees I could see the Fire-Men beating in\ntheir heads with rocks. One of the Fire-Men was the wizened old hunter\nwho limped.\n\nWe went on through the trees toward the caves--an excited and disorderly\nmob that drove before it to their holes all the small life of the\nforest, and that set the blue-jays screaming impudently. Now that\nthere was no immediate danger, Long-Lip waited for his grand-father,\nMarrow-Bone; and with the gap of a generation between them, the old\nfellow and the youth brought up our rear.\n\nAnd so it was that Lop-Ear became a bachelor once more. That night\nI slept with him in the old cave, and our old life of chumming began\nagain. The loss of his mate seemed to cause him no grief. At least he\nshowed no signs of it, nor of need for her. It was the wound in his leg\nthat seemed to bother him, and it was all of a week before he got back\nagain to his old spryness.\n\nMarrow-Bone was the only old member in the horde. Sometimes, on looking\nback upon him, when the vision of him is most clear, I note a striking\nresemblance between him and the father of my father’s gardener. The\ngardener’s father was very old, very wrinkled and withered; and for all\nthe world, when he peered through his tiny, bleary eyes and mumbled\nwith his toothless gums, he looked and acted like old Marrow-Bone. This\nresemblance, as a child, used to frighten me. I always ran when I saw\nthe old man tottering along on his two canes. Old Marrow-Bone even had\na bit of sparse and straggly white beard that seemed identical with the\nwhiskers of the old man.\n\nAs I have said, Marrow-Bone was the only old member of the horde. He\nwas an exception. The Folk never lived to old age. Middle age was fairly\nrare. Death by violence was the common way of death. They died as my\nfather had died, as Broken-Tooth had died, as my sister and the Hairless\nOne had just died--abruptly and brutally, in the full possession of\ntheir faculties, in the full swing and rush of life. Natural death? To\ndie violently was the natural way of dying in those days.\n\nNo one died of old age among the Folk. I never knew of a case. Even\nMarrow-Bone did not die that way, and he was the only one in my\ngeneration who had the chance. A bad rippling, any serious accidental\nor temporary impairment of the faculties, meant swift death. As a rule,\nthese deaths were not witnessed.\n\nMembers of the horde simply dropped out of sight. They left the caves\nin the morning, and they never came back. They disappeared--into the\nravenous maws of the hunting creatures.\n\nThis inroad of the Fire People on the carrot-patch was the beginning of\nthe end, though we did not know it. The hunters of the Fire People began\nto appear more frequently as the time went by. They came in twos and\nthrees, creeping silently through the forest, with their flying arrows\nable to annihilate distance and bring down prey from the top of the\nloftiest tree without themselves climbing into it. The bow and arrow\nwas like an enormous extension of their leaping and striking muscles,\nso that, virtually, they could leap and kill at a hundred feet and more.\nThis made them far more terrible than Saber-Tooth himself. And then they\nwere very wise. They had speech that enabled them more effectively to\nreason, and in addition they understood cooperation.\n\nWe Folk came to be very circumspect when we were in the forest. We were\nmore alert and vigilant and timid. No longer were the trees a protection\nto be relied upon. No longer could we perch on a branch and laugh\ndown at our carnivorous enemies on the ground. The Fire People were\ncarnivorous, with claws and fangs a hundred feet long, the most terrible\nof all the hunting animals that ranged the primeval world.\n\nOne morning, before the Folk had dispersed to the forest, there was a\npanic among the water-carriers and those who had gone down to the river\nto drink. The whole horde fled to the caves. It was our habit, at such\ntimes, to flee first and investigate afterward. We waited in the mouths\nof our caves and watched. After some time a Fire-Man stepped cautiously\ninto the open space. It was the little wizened old hunter. He stood for\na long time and watched us, looking our caves and the cliff-wall up and\ndown. He descended one of the run-ways to a drinking-place, returning\na few minutes later by another run-way. Again he stood and watched us\ncarefully, for a long time. Then he turned on his heel and limped\ninto the forest, leaving us calling querulously and plaintively to one\nanother from the cave-mouths.\n\n\n\n\nCHAPTER XVI\n\n\nI found her down in the old neighborhood near the blueberry swamp,\nwhere my mother lived and where Lop-Ear and I had built our first\ntree-shelter. It was unexpected. As I came under the tree I heard the\nfamiliar soft sound and looked up. There she was, the Swift One, sitting\non a limb and swinging her legs back and forth as she looked at me.\n\nI stood still for some time. The sight of her had made me very happy.\nAnd then an unrest and a pain began to creep in on this happiness. I\nstarted to climb the tree after her, and she retreated slowly out the\nlimb. Just as I reached for her, she sprang through the air and landed\nin the branches of the next tree. From amid the rustling leaves she\npeeped out at me and made soft sounds. I leaped straight for her, and\nafter an exciting chase the situation was duplicated, for there she was,\nmaking soft sounds and peeping out from the leaves of a third tree.\n\nIt was borne in upon me that somehow it was different now from the old\ndays before Lop-Ear and I had gone on our adventure-journey. I wanted\nher, and I knew that I wanted her. And she knew it, too. That was why\nshe would not let me come near her. I forgot that she was truly the\nSwift One, and that in the art of climbing she had been my teacher. I\npursued her from tree to tree, and ever she eluded me, peeping back at\nme with kindly eyes, making soft sounds, and dancing and leaping and\nteetering before me just out of reach. The more she eluded me, the more\nI wanted to catch her, and the lengthening shadows of the afternoon bore\nwitness to the futility of my effort.\n\nAs I pursued her, or sometimes rested in an adjoining tree and watched\nher, I noticed the change in her. She was larger, heavier, more\ngrown-up. Her lines were rounder, her muscles fuller, and there was\nabout her that indefinite something of maturity that was new to her and\nthat incited me on. Three years she had been gone--three years at the\nvery least, and the change in her was marked. I say three years; it is\nas near as I can measure the time. A fourth year may have elapsed, which\nI have confused with the happenings of the other three years. The more I\nthink of it, the more confident I am that it must be four years that she\nwas away.\n\nWhere she went, why she went, and what happened to her during that time,\nI do not know. There was no way for her to tell me, any more than there\nwas a way for Lop-Ear and me to tell the Folk what we had seen when\nwe were away. Like us, the chance is she had gone off on an\nadventure-journey, and by herself. On the other hand, it is possible\nthat Red-Eye may have been the cause of her going. It is quite certain\nthat he must have come upon her from time to time, wandering in the\nwoods; and if he had pursued her there is no question but that it would\nhave been sufficient to drive her away. From subsequent events, I am led\nto believe that she must have travelled far to the south, across a range\nof mountains and down to the banks of a strange river, away from any of\nher kind. Many Tree People lived down there, and I think it must have\nbeen they who finally drove her back to the horde and to me. My reasons\nfor this I shall explain later.\n\nThe shadows grew longer, and I pursued more ardently than ever, and\nstill I could not catch her. She made believe that she was trying\ndesperately to escape me, and all the time she managed to keep just\nbeyond reach. I forgot everything--time, the oncoming of night, and my\nmeat-eating enemies. I was insane with love of her, and with--anger,\ntoo, because she would not let me come up with her. It was strange how\nthis anger against her seemed to be part of my desire for her.\n\nAs I have said, I forgot everything. In racing across an open space I\nran full tilt upon a colony of snakes. They did not deter me. I was mad.\nThey struck at me, but I ducked and dodged and ran on. Then there was a\npython that ordinarily would have sent me screeching to a tree-top. He\ndid run me into a tree; but the Swift One was going out of sight, and I\nsprang back to the ground and went on. It was a close shave. Then there\nwas my old enemy, the hyena. From my conduct he was sure something was\ngoing to happen, and he followed me for an hour. Once we exasperated a\nband of wild pigs, and they took after us. The Swift One dared a wide\nleap between trees that was too much for me. I had to take to the\nground. There were the pigs. I didn’t care. I struck the earth within\na yard of the nearest one. They flanked me as I ran, and chased me into\ntwo different trees out of the line of my pursuit of the Swift One. I\nventured the ground again, doubled back, and crossed a wide open space,\nwith the whole band grunting, bristling, and tusk-gnashing at my heels.\n\nIf I had tripped or stumbled in that open space, there would have been\nno chance for me. But I didn’t. And I didn’t care whether I did or not.\nI was in such mood that I would have faced old Saber-Tooth himself, or a\nscore of arrow-shooting Fire People. Such was the madness of love...with\nme. With the Swift One it was different. She was very wise. She did\nnot take any real risks, and I remember, on looking back across the\ncenturies to that wild love-chase, that when the pigs delayed me she\ndid not run away very fast, but waited, rather, for me to take up the\npursuit again. Also, she directed her retreat before me, going always in\nthe direction she wanted to go.\n\nAt last came the dark. She led me around the mossy shoulder of a canyon\nwall that out-jutted among the trees. After that we penetrated a dense\nmass of underbrush that scraped and ripped me in passing. But she never\nruffled a hair. She knew the way. In the midst of the thicket was a\nlarge oak. I was very close to her when she climbed it; and in the\nforks, in the nest-shelter I had sought so long and vainly, I caught\nher.\n\nThe hyena had taken our trail again, and he now sat down on the ground\nand made hungry noises. But we did not mind, and we laughed at him when\nhe snarled and went away through the thicket. It was the spring-time,\nand the night noises were many and varied. As was the custom at that\ntime of the year, there was much fighting among the animals. From\nthe nest we could hear the squealing and neighing of wild horses, the\ntrumpeting of elephants, and the roaring of lions. But the moon came\nout, and the air was warm, and we laughed and were unafraid.\n\nI remember, next morning, that we came upon two ruffled cock-birds that\nfought so ardently that I went right up to them and caught them by their\nnecks. Thus did the Swift One and I get our wedding breakfast. They were\ndelicious. It was easy to catch birds in the spring of the year. There\nwas one night that year when two elk fought in the moonlight, while the\nSwift One and I watched from the trees; and we saw a lion and lioness\ncrawl up to them unheeded, and kill them as they fought.\n\nThere is no telling how long we might have lived in the Swift One’s\ntree-shelter. But one day, while we were away, the tree was struck\nby lightning. Great limbs were riven, and the nest was demolished. I\nstarted to rebuild, but the Swift One would have nothing to do with it.\nAs I was to learn, she was greatly afraid of lightning, and I could not\npersuade her back into the tree. So it came about, our honeymoon over,\nthat we went to the caves to live. As Lop-Ear had evicted me from the\ncave when he got married, I now evicted him; and the Swift One and I\nsettled down in it, while he slept at night in the connecting passage of\nthe double cave.\n\nAnd with our coming to live with the horde came trouble. Red-Eye had had\nI don’t know how many wives since the Singing One. She had gone the way\nof the rest. At present he had a little, soft, spiritless thing that\nwhimpered and wept all the time, whether he beat her or not; and her\npassing was a question of very little time. Before she passed, even,\nRed-Eye set his eyes on the Swift One; and when she passed, the\npersecution of the Swift One began.\n\nWell for her that she was the Swift One, that she had that amazing\naptitude for swift flight through the trees. She needed all her wisdom\nand daring in order to keep out of the clutches of Red-Eye. I could not\nhelp her. He was so powerful a monster that he could have torn me limb\nfrom limb. As it was, to my death I carried an injured shoulder\nthat ached and went lame in rainy weather and that was a mark of his\nhandiwork.\n\nThe Swift One was sick at the time I received this injury. It must\nhave been a touch of the malaria from which we sometimes suffered;\nbut whatever it was, it made her dull and heavy. She did not have the\naccustomed spring to her muscles, and was indeed in poor shape for\nflight when Red-Eye cornered her near the lair of the wild dogs, several\nmiles south from the caves. Usually, she would have circled around\nhim, beaten him in the straight-away, and gained the protection of our\nsmall-mouthed cave. But she could not circle him. She was too dull and\nslow. Each time he headed her off, until she gave over the attempt and\ndevoted her energies wholly to keeping out of his clutches.\n\nHad she not been sick it would have been child’s play for her to elude\nhim; but as it was, it required all her caution and cunning. It was to\nher advantage that she could travel on thinner branches than he, and\nmake wider leaps. Also, she was an unerring judge of distance, and she\nhad an instinct for knowing the strength of twigs, branches, and rotten\nlimbs.\n\nIt was an interminable chase. Round and round and back and forth\nfor long stretches through the forest they dashed. There was great\nexcitement among the other Folk. They set up a wild chattering, that was\nloudest when Red-Eye was at a distance, and that hushed when the chase\nled him near. They were impotent onlookers. The females screeched and\ngibbered, and the males beat their chests in helpless rage. Big Face\nwas especially angry, and though he hushed his racket when Red-Eye drew\nnear, he did not hush it to the extent the others did.\n\nAs for me, I played no brave part. I know I was anything but a hero.\nBesides, of what use would it have been for me to encounter Red-Eye? He\nwas the mighty monster, the abysmal brute, and there was no hope for me\nin a conflict of strength. He would have killed me, and the situation\nwould have remained unchanged. He would have caught the Swift One before\nshe could have gained the cave. As it was, I could only look on in\nhelpless fury, and dodge out of the way and cease my raging when he came\ntoo near.\n\nThe hours passed. It was late afternoon. And still the chase went on.\nRed-Eye was bent upon exhausting the Swift One. He deliberately ran her\ndown. After a long time she began to tire and could no longer maintain\nher headlong flight. Then it was that she began going far out on the\nthinnest branches, where he could not follow. Thus she might have got\na breathing spell, but Red-Eye was fiendish. Unable to follow her, he\ndislodged her by shaking her off. With all his strength and weight, he\nwould shake the branch back and forth until he snapped her off as one\nwould snap a fly from a whip-lash. The first time, she saved herself by\nfalling into branches lower down. Another time, though they did not\nsave her from the ground, they broke her fall. Still another time, so\nfiercely did he snap her from the branch, she was flung clear across a\ngap into another tree. It was remarkable, the way she gripped and saved\nherself. Only when driven to it did she seek the temporary safety of the\nthin branches. But she was so tired that she could not otherwise avoid\nhim, and time after time she was compelled to take to the thin branches.\n\nStill the chase went on, and still the Folk screeched, beat their\nchests, and gnashed their teeth. Then came the end. It was almost\ntwilight. Trembling, panting, struggling for breath, the Swift One clung\npitiably to a high thin branch. It was thirty feet to the ground, and\nnothing intervened. Red-Eye swung back and forth on the branch farther\ndown. It became a pendulum, swinging wider and wider with every lunge\nof his weight. Then he reversed suddenly, just before the downward swing\nwas completed. Her grips were torn loose, and, screaming, she was hurled\ntoward the ground.\n\nBut she righted herself in mid-air and descended feet first. Ordinarily,\nfrom such a height, the spring in her legs would have eased the shock\nof impact with the ground. But she was exhausted. She could not exercise\nthis spring. Her legs gave under her, having only partly met the shock,\nand she crashed on over on her side. This, as it turned out, did not\ninjure her, but it did knock the breath from her lungs. She lay helpless\nand struggling for air.\n\nRed-Eye rushed upon her and seized her. With his gnarly fingers twisted\ninto the hair of her head, he stood up and roared in triumph and\ndefiance at the awed Folk that watched from the trees. Then it was that\nI went mad. Caution was thrown to the winds; forgotten was the will to\nlive of my flesh. Even as Red-Eye roared, from behind I dashed upon him.\nSo unexpected was my charge that I knocked him off his feet. I twined\nmy arms and legs around him and strove to hold him down. This would have\nbeen impossible to accomplish had he not held tightly with one hand to\nthe Swift One’s hair.\n\nEncouraged by my conduct, Big-Face became a sudden ally. He charged in,\nsank his teeth in Red-Eye’s arm, and ripped and tore at his face. This\nwas the time for the rest of the Folk to have joined in. It was the\nchance to do for Red-Eye for all time. But they remained afraid in the\ntrees.\n\nIt was inevitable that Red-Eye should win in the struggle against the\ntwo of us. The reason he did not finish us off immediately was that the\nSwift One clogged his movements. She had regained her breath and was\nbeginning to resist. He would not release his clutch on her hair, and\nthis handicapped him. He got a grip on my arm. It was the beginning of\nthe end for me. He began to draw me toward him into a position where\nhe could sink his teeth into my throat. His mouth was open, and he was\ngrinning. And yet, though he had just begun to exert his strength, in\nthat moment he wrenched my shoulder so that I suffered from it for the\nremainder of my life.\n\nAnd in that moment something happened. There was no warning. A great\nbody smashed down upon the four of us locked together. We were driven\nviolently apart and rolled over and over, and in the suddenness of\nsurprise we released our holds on one another. At the moment of the\nshock, Big-Face screamed terribly. I did not know what had happened,\nthough I smelled tiger and caught a glimpse of striped fur as I sprang\nfor a tree.\n\nIt was old Saber-Tooth. Aroused in his lair by the noise we had made, he\nhad crept upon us unnoticed. The Swift One gained the next tree to mine,\nand I immediately joined her. I put my arms around her and held her\nclose to me while she whimpered and cried softly. From the ground came\na snarling, and crunching of bones. It was Saber-Tooth making his supper\noff of what had been Big-Face. From beyond, with inflamed rims and eyes,\nRed-Eye peered down. Here was a monster mightier than he. The Swift One\nand I turned and went away quietly through the trees toward the cave,\nwhile the Folk gathered overhead and showered down abuse and twigs and\nbranches upon their ancient enemy. He lashed his tail and snarled, but\nwent on eating.\n\nAnd in such fashion were we saved. It was a mere accident--the sheerest\naccident. Else would I have died, there in Red-Eye’s clutch, and there\nwould have been no bridging of time to the tune of a thousand centuries\ndown to a progeny that reads newspapers and rides on electric cars--ay,\nand that writes narratives of bygone happenings even as this is written.\n\n\n\n\nCHAPTER XVII\n\nIt was in the early fall of the following year that it happened. After\nhis failure to get the Swift One, Red-Eye had taken another wife; and,\nstrange to relate, she was still alive. Stranger still, they had a baby\nseveral months old--Red-Eye’s first child. His previous wives had never\nlived long enough to bear him children. The year had gone well for all\nof us. The weather had been exceptionally mild and food plentiful. I\nremember especially the turnips of that year. The nut crop was also very\nheavy, and the wild plums were larger and sweeter than usual.\n\nIn short, it was a golden year. And then it happened. It was in the\nearly morning, and we were surprised in our caves. In the chill gray\nlight we awoke from sleep, most of us, to encounter death. The Swift\nOne and I were aroused by a pandemonium of screeching and gibbering. Our\ncave was the highest of all on the cliff, and we crept to the mouth and\npeered down. The open space was filled with the Fire People. Their cries\nand yells were added to the clamor, but they had order and plan, while\nwe Folk had none. Each one of us fought and acted for himself, and no\none of us knew the extent of the calamity that was befalling us.\n\nBy the time we got to stone-throwing, the Fire People had massed thick\nat the base of the cliff. Our first volley must have mashed some heads,\nfor when they swerved back from the cliff three of their number were\nleft upon the ground. These were struggling and floundering, and one\nwas trying to crawl away. But we fixed them. By this time we males were\nroaring with rage, and we rained rocks upon the three men that were\ndown. Several of the Fire-Men returned to drag them into safety, but our\nrocks drove the rescuers back.\n\nThe Fire People became enraged. Also, they became cautious. In spite of\ntheir angry yells, they kept at a distance and sent flights of arrows\nagainst us. This put an end to the rock-throwing. By the time half\na dozen of us had been killed and a score injured, the rest of us\nretreated inside our caves. I was not out of range in my lofty cave, but\nthe distance was great enough to spoil effective shooting, and the Fire\nPeople did not waste many arrows on me. Furthermore, I was curious.\nI wanted to see. While the Swift One remained well inside the cave,\ntrembling with fear and making low wailing sounds because I would not\ncome in, I crouched at the entrance and watched.\n\nThe fighting had now become intermittent. It was a sort of deadlock. We\nwere in the caves, and the question with the Fire People was how to get\nus out. They did not dare come in after us, and in general we would not\nexpose ourselves to their arrows. Occasionally, when one of them drew in\nclose to the base of the cliff, one or another of the Folk would smash\na rock down. In return, he would be transfixed by half a dozen arrows.\nThis ruse worked well for some time, but finally the Folk no longer were\ninveigled into showing themselves. The deadlock was complete.\n\nBehind the Fire People I could see the little wizened old hunter\ndirecting it all. They obeyed him, and went here and there at his\ncommands. Some of them went into the forest and returned with loads of\ndry wood, leaves, and grass. All the Fire People drew in closer. While\nmost of them stood by with bows and arrows, ready to shoot any of the\nFolk that exposed themselves, several of the Fire-Men heaped the dry\ngrass and wood at the mouths of the lower tier of caves. Out of these\nheaps they conjured the monster we feared--FIRE. At first, wisps of\nsmoke arose and curled up the cliff. Then I could see the red-tongued\nflames darting in and out through the wood like tiny snakes. The smoke\ngrew thicker and thicker, at times shrouding the whole face of the\ncliff. But I was high up and it did not bother me much, though it stung\nmy eyes and I rubbed them with my knuckles.\n\nOld Marrow-Bone was the first to be smoked out. A light fan of air\ndrifted the smoke away at the time so that I saw clearly. He broke out\nthrough the smoke, stepping on a burning coal and screaming with\nthe sudden hurt of it, and essayed to climb up the cliff. The arrows\nshowered about him. He came to a pause on a ledge, clutching a knob of\nrock for support, gasping and sneezing and shaking his head. He swayed\nback and forth. The feathered ends of a dozen arrows were sticking out\nof him. He was an old man, and he did not want to die. He swayed wider\nand wider, his knees giving under him, and as he swayed he wailed most\nplaintively. His hand released its grip and he lurched outward to the\nfall. His old bones must have been sadly broken. He groaned and strove\nfeebly to rise, but a Fire-Man rushed in upon him and brained him with a\nclub.\n\nAnd as it happened with Marrow-Bone, so it happened with many of the\nFolk. Unable to endure the smoke-suffocation, they rushed out to fall\nbeneath the arrows. Some of the women and children remained in the caves\nto strangle to death, but the majority met death outside.\n\nWhen the Fire-Men had in this fashion cleared the first tier of caves,\nthey began making arrangements to duplicate the operation on the second\ntier of caves. It was while they were climbing up with their grass and\nwood, that Red-Eye, followed by his wife, with the baby holding to her\ntightly, made a successful flight up the cliff. The Fire-Men must have\nconcluded that in the interval between the smoking-out operations we\nwould remain in our caves; so that they were unprepared, and their\narrows did not begin to fly till Red-Eye and his wife were well up the\nwall. When he reached the top, he turned about and glared down at them,\nroaring and beating his chest. They arched their arrows at him, and\nthough he was untouched he fled on.\n\nI watched a third tier smoked out, and a fourth. A few of the Folk\nescaped up the cliff, but most of them were shot off the face of it as\nthey strove to climb. I remember Long-Lip. He got as far as my ledge,\ncrying piteously, an arrow clear through his chest, the feathered shaft\nsticking out behind, the bone head sticking out before, shot through the\nback as he climbed. He sank down on my ledge bleeding profusely at the\nmouth.\n\nIt was about this time that the upper tiers seemed to empty themselves\nspontaneously. Nearly all the Folk not yet smoked out stampeded up the\ncliff at the same time. This was the saving of many. The Fire People\ncould not shoot arrows fast enough. They filled the air with arrows, and\nscores of the stricken Folk came tumbling down; but still there were a\nfew who reached the top and got away.\n\nThe impulse of flight was now stronger in me than curiosity. The arrows\nhad ceased flying. The last of the Folk seemed gone, though there may\nhave been a few still hiding in the upper caves. The Swift One and I\nstarted to make a scramble for the cliff-top. At sight of us a great\ncry went up from the Fire People. This was not caused by me, but by the\nSwift One. They were chattering excitedly and pointing her out to one\nanother. They did not try to shoot her. Not an arrow was discharged.\nThey began calling softly and coaxingly. I stopped and looked down. She\nwas afraid, and whimpered and urged me on. So we went up over the top\nand plunged into the trees.\n\nThis event has often caused me to wonder and speculate. If she were\nreally of their kind, she must have been lost from them at a time when\nshe was too young to remember, else would she not have been afraid of\nthem. On the other hand, it may well have been that while she was their\nkind she had never been lost from them; that she had been born in the\nwild forest far from their haunts, her father maybe a renegade Fire-Man,\nher mother maybe one of my own kind, one of the Folk. But who shall say?\nThese things are beyond me, and the Swift One knew no more about them\nthan did I.\n\nWe lived through a day of terror. Most of the survivors fled toward the\nblueberry swamp and took refuge in the forest in that neighborhood. And\nall day hunting parties of the Fire People ranged the forest, killing us\nwherever they found us. It must have been a deliberately executed plan.\nIncreasing beyond the limits of their own territory, they had decided on\nmaking a conquest of ours. Sorry the conquest! We had no chance against\nthem. It was slaughter, indiscriminate slaughter, for they spared none,\nkilling old and young, effectively ridding the land of our presence.\n\nIt was like the end of the world to us. We fled to the trees as a last\nrefuge, only to be surrounded and killed, family by family. We saw much\nof this during that day, and besides, I wanted to see. The Swift One and\nI never remained long in one tree, and so escaped being surrounded. But\nthere seemed no place to go. The Fire-Men were everywhere, bent on their\ntask of extermination. Every way we turned we encountered them, and\nbecause of this we saw much of their handiwork.\n\nI did not see what became of my mother, but I did see the Chatterer shot\ndown out of the old home-tree. And I am afraid that at the sight I did a\nbit of joyous teetering. Before I leave this portion of my narrative, I\nmust tell of Red-Eye. He was caught with his wife in a tree down by the\nblueberry swamp. The Swift One and I stopped long enough in our flight\nto see. The Fire-Men were too intent upon their work to notice us, and,\nfurthermore, we were well screened by the thicket in which we crouched.\n\nFully a score of the hunters were under the tree, discharging arrows\ninto it. They always picked up their arrows when they fell back to\nearth. I could not see Red-Eye, but I could hear him howling from\nsomewhere in the tree.\n\nAfter a short interval his howling grew muffled. He must have crawled\ninto a hollow in the trunk. But his wife did not win this shelter. An\narrow brought her to the ground. She was severely hurt, for she made\nno effort to get away. She crouched in a sheltering way over her baby\n(which clung tightly to her), and made pleading signs and sounds to the\nFire-Men. They gathered about her and laughed at her--even as Lop-Ear\nand I had laughed at the old Tree-Man. And even as we had poked him with\ntwigs and sticks, so did the Fire-Men with Red-Eye’s wife. They poked\nher with the ends of their bows, and prodded her in the ribs. But she\nwas poor fun. She would not fight. Nor, for that matter, would she get\nangry. She continued to crouch over her baby and to plead. One of the\nFire-Men stepped close to her. In his hand was a club. She saw and\nunderstood, but she made only the pleading sounds until the blow fell.\n\nRed-Eye, in the hollow of the trunk, was safe from their arrows. They\nstood together and debated for a while, then one of them climbed into\nthe tree. What happened up there I could not tell, but I heard him yell\nand saw the excitement of those that remained beneath. After several\nminutes his body crashed down to the ground. He did not move. They\nlooked at him and raised his head, but it fell back limply when they let\ngo. Red-Eye had accounted for himself.\n\nThey were very angry. There was an opening into the trunk close to the\nground. They gathered wood and grass and built a fire. The Swift One\nand I, our arms around each other, waited and watched in the thicket.\nSometimes they threw upon the fire green branches with many leaves,\nwhereupon the smoke became very thick.\n\nWe saw them suddenly swerve back from the tree. They were not quick\nenough. Red-Eye’s flying body landed in the midst of them.\n\nHe was in a frightful rage, smashing about with his long arms right and\nleft. He pulled the face off one of them, literally pulled it off with\nthose gnarly fingers of his and those tremendous muscles. He bit another\nthrough the neck. The Fire-Men fell back with wild fierce yells, then\nrushed upon him. He managed to get hold of a club and began crushing\nheads like eggshells. He was too much for them, and they were compelled\nto fall back again. This was his chance, and he turned his back upon\nthem and ran for it, still howling wrathfully. A few arrows sped after\nhim, but he plunged into a thicket and was gone.\n\nThe Swift One and I crept quietly away, only to run foul of another\nparty of Fire-Men. They chased us into the blueberry swamp, but we knew\nthe tree-paths across the farther morasses where they could not follow\non the ground, and so we escaped. We came out on the other side into a\nnarrow strip of forest that separated the blueberry swamp from the great\nswamp that extended westward. Here we met Lop-Ear. How he had escaped\nI cannot imagine, unless he had not slept the preceding night at the\ncaves.\n\nHere, in the strip of forest, we might have built tree-shelters\nand settled down; but the Fire People were performing their work of\nextermination thoroughly. In the afternoon, Hair-Face and his wife fled\nout from among the trees to the east, passed us, and were gone. They\nfled silently and swiftly, with alarm in their faces. In the direction\nfrom which they had come we heard the cries and yells of the hunters,\nand the screeching of some one of the Folk. The Fire People had found\ntheir way across the swamp.\n\nThe Swift One, Lop-Ear, and I followed on the heels of Hair-Face and his\nwife. When we came to the edge of the great swamp, we stopped. We did\nnot know its paths. It was outside our territory, and it had been always\navoided by the Folk. None had ever gone into it--at least, to return.\nIn our minds it represented mystery and fear, the terrible unknown. As\nI say, we stopped at the edge of it. We were afraid. The cries of the\nFire-Men were drawing nearer. We looked at one another. Hair-Face\nran out on the quaking morass and gained the firmer footing of a\ngrass-hummock a dozen yards away. His wife did not follow. She tried to,\nbut shrank back from the treacherous surface and cowered down.\n\nThe Swift One did not wait for me, nor did she pause till she had passed\nbeyond Hair-Face a hundred yards and gained a much larger hummock. By\nthe time Lop-Ear and I had caught up with her, the Fire-Men appeared\namong the trees. Hair-Face’s wife, driven by them into panic terror,\ndashed after us. But she ran blindly, without caution, and broke through\nthe crust. We turned and watched, and saw them shoot her with arrows as\nshe sank down in the mud. The arrows began falling about us. Hair-Face\nhad now joined us, and the four of us plunged on, we knew not whither,\ndeeper and deeper into the swamp.\n\n\n\n\nCHAPTER XVIII\n\n\nOf our wanderings in the great swamp I have no clear knowledge. When I\nstrive to remember, I have a riot of unrelated impressions and a loss of\ntime-value. I have no idea of how long we were in that vast everglade,\nbut it must have been for weeks. My memories of what occurred invariably\ntake the form of nightmare. For untold ages, oppressed by protean fear,\nI am aware of wandering, endlessly wandering, through a dank and soggy\nwilderness, where poisonous snakes struck at us, and animals roared\naround us, and the mud quaked under us and sucked at our heels.\n\nI know that we were turned from our course countless times by streams\nand lakes and slimy seas. Then there were storms and risings of the\nwater over great areas of the low-lying lands; and there were periods of\nhunger and misery when we were kept prisoners in the trees for days and\ndays by these transient floods.\n\nVery strong upon me is one picture. Large trees are about us, and from\ntheir branches hang gray filaments of moss, while great creepers, like\nmonstrous serpents, curl around the trunks and writhe in tangles through\nthe air. And all about is the mud, soft mud, that bubbles forth gases,\nand that heaves and sighs with internal agitations. And in the midst of\nall this are a dozen of us. We are lean and wretched, and our bones show\nthrough our tight-stretched skins. We do not sing and chatter and laugh.\nWe play no pranks. For once our volatile and exuberant spirits are\nhopelessly subdued. We make plaintive, querulous noises, look at one\nanother, and cluster close together. It is like the meeting of the\nhandful of survivors after the day of the end of the world.\n\nThis event is without connection with the other events in the swamp.\nHow we ever managed to cross it, I do not know, but at last we came out\nwhere a low range of hills ran down to the bank of the river. It was our\nriver emerging like ourselves from the great swamp. On the south bank,\nwhere the river had broken its way through the hills, we found many\nsand-stone caves. Beyond, toward the west, the ocean boomed on the bar\nthat lay across the river’s mouth. And here, in the caves, we settled\ndown in our abiding-place by the sea.\n\nThere were not many of us. From time to time, as the days went by, more\nof the Folk appeared. They dragged themselves from the swamp singly, and\nin twos and threes, more dead than alive, mere perambulating skeletons,\nuntil at last there were thirty of us. Then no more came from the swamp,\nand Red-Eye was not among us. It was noticeable that no children had\nsurvived the frightful journey.\n\nI shall not tell in detail of the years we lived by the sea. It was\nnot a happy abiding-place. The air was raw and chill, and we suffered\ncontinually from coughing and colds. We could not survive in such an\nenvironment. True, we had children; but they had little hold on life\nand died early, while we died faster than new ones were born. Our number\nsteadily diminished.\n\nThen the radical change in our diet was not good for us. We got few\nvegetables and fruits, and became fish-eaters. There were mussels and\nabalones and clams and rock-oysters, and great ocean-crabs that were\nthrown upon the beaches in stormy weather. Also, we found several kinds\nof seaweed that were good to eat. But the change in diet caused us\nstomach troubles, and none of us ever waxed fat. We were all lean and\ndyspeptic-looking. It was in getting the big abalones that Lop-Ear was\nlost. One of them closed upon his fingers at low-tide, and then the\nflood-tide came in and drowned him. We found his body the next day,\nand it was a lesson to us. Not another one of us was ever caught in the\nclosing shell of an abalone.\n\nThe Swift One and I managed to bring up one child, a boy--at least we\nmanaged to bring him along for several years. But I am quite confident\nhe could never have survived that terrible climate. And then, one day,\nthe Fire People appeared again. They had come down the river, not on a\ncatamaran, but in a rude dug-out. There were three of them that paddled\nin it, and one of them was the little wizened old hunter. They landed on\nour beach, and he limped across the sand and examined our caves.\n\nThey went away in a few minutes, but the Swift One was badly scared.\nWe were all frightened, but none of us to the extent that she was. She\nwhimpered and cried and was restless all that night. In the morning she\ntook the child in her arms, and by sharp cries, gestures, and example,\nstarted me on our second long flight. There were eight of the Folk (all\nthat was left of the horde) that remained behind in the caves. There was\nno hope for them. Without doubt, even if the Fire People did not return,\nthey must soon have perished. It was a bad climate down there by the\nsea. The Folk were not constituted for the coast-dwelling life.\n\nWe travelled south, for days skirting the great swamp but never\nventuring into it. Once we broke back to the westward, crossing a range\nof mountains and coming down to the coast. But it was no place for us.\nThere were no trees--only bleak headlands, a thundering surf, and strong\nwinds that seemed never to cease from blowing. We turned back across the\nmountains, travelling east and south, until we came in touch with the\ngreat swamp again.\n\nSoon we gained the southern extremity of the swamp, and we continued our\ncourse south and east. It was a pleasant land. The air was warm, and we\nwere again in the forest. Later on we crossed a low-lying range of hills\nand found ourselves in an even better forest country. The farther we\npenetrated from the coast the warmer we found it, and we went on and on\nuntil we came to a large river that seemed familiar to the Swift One.\nIt was where she must have come during the four years’ absence from\nthe horde. This river we crossed on logs, landing on side at the large\nbluff. High up on the bluff we found our new home most difficult of\naccess and quite hidden from any eye beneath.\n\nThere is little more of my tale to tell. Here the Swift One and I lived\nand reared our family. And here my memories end. We never made another\nmigration. I never dream beyond our high, inaccessible cave. And here\nmust have been born the child that inherited the stuff of my dreams,\nthat had moulded into its being all the impressions of my life--or of\nthe life of Big-Tooth, rather, who is my other-self, and not my real\nself, but who is so real to me that often I am unable to tell what age I\nam living in.\n\nI often wonder about this line of descent. I, the modern, am\nincontestably a man; yet I, Big-Tooth, the primitive, am not a man.\nSomewhere, and by straight line of descent, these two parties to my dual\npersonality were connected. Were the Folk, before their destruction,\nin the process of becoming men? And did I and mine carry through this\nprocess? On the other hand, may not some descendant of mine have gone\nin to the Fire People and become one of them? I do not know. There is no\nway of learning. One thing only is certain, and that is that Big-Tooth\ndid stamp into the cerebral constitution of one of his progeny all the\nimpressions of his life, and stamped them in so indelibly that the hosts\nof intervening generations have failed to obliterate them.\n\nThere is one other thing of which I must speak before I close. It is a\ndream that I dream often, and in point of time the real event must have\noccurred during the period of my living in the high, inaccessible cave.\nI remember that I wandered far in the forest toward the east. There I\ncame upon a tribe of Tree People. I crouched in a thicket and watched\nthem at play. They were holding a laughing council, jumping up and down\nand screeching rude choruses.\n\nSuddenly they hushed their noise and ceased their capering. They shrank\ndown in fear, and quested anxiously about with their eyes for a way of\nretreat. Then Red-Eye walked in among them. They cowered away from him.\nAll were frightened. But he made no attempt to hurt them. He was one\nof them. At his heels, on stringy bended legs, supporting herself with\nknuckles to the ground on either side, walked an old female of the Tree\nPeople, his latest wife. He sat down in the midst of the circle. I can\nsee him now, as I write this, scowling, his eyes inflamed, as he peers\nabout him at the circle of the Tree People. And as he peers he crooks\none monstrous leg and with his gnarly toes scratches himself on the\nstomach. He is Red-Eye, the atavism.",
 "persons": {
  "16": "Jack London",
  "1519": "Lop-Ear",
  "1549": "Swift One",
  "1588": "Red-Eye"
 },
 "locations": {
  "998": "Younger World",
  "2002": "It"
 },
 "organisations": {
  "1691": "Fire People",
  "1711": "Tree People"
 },
 "misc": {
  "1120": "Mid-Pleistocene"
 }
}