{
  "novel": {
    "title": "The Instant of Now",
    "author": "Irving E. Cox, Jr.",
    "theme": "Science-Fiction",
    "text": "Eddie Dirrul had destroyed the message seconds after reading it. Yet,\nas he left the pneumotube from the University, he felt as if it were\nburning a hole in his pocket. It had come to him from Paul Sorgel, the\nnew top-agent from the Planet Vinin. It had been written in High\nVininese.\n\nFor a moment the alien language had slowed Eddie's reaction to its\ncontents, as had the shocking nature of its words. It had read--\n\n     _Need your help. Glenna and Hurd in brush with Secret\n      Police--both hurt. Come at once._\n\nLuckily old Dr. Kramer had asked no awkward questions when Eddie\nexcused himself from the balance of the lecture. If the kindly\nbumbling professor had been inquisitive, Eddie had no idea how he\nwould have answered. Glenna was his fiancée, Hurd his best friend--and\ntheir disaster meant disaster for the underground movement that had\nbecome the guiding purpose of his entire life.\n\nThe night was still young when he emerged from the pneumotube and the\nslanting ramp-lines of windows in the massive unit-blocks of the\nWorkers' Suburb rose about him within the darkness of the structural\nframes that encased them.\n\nParks, recreation centers and gaudy amusement halls were aswirl with\nthe usual evening crowds. With a sort of angry heedlessness Eddie\nforced his way among tall perpetually-youthful men in bright leisure\nclothing--and consciously alluring women clad in filmy garments as\nteasingly transparent as mist.\n\n_Glenna hurt--and Hurd!_ Seriously, of course, or Paul Sorgel would\nnever have risked a hand-message. With quiet desperation he pushed\nthrough the crowds--in his trim grey Air-command uniform he was one\nwith them, a nonentity like themselves.\n\nHe knew where to find the three he sought. Beyond the outdoor courts,\nwhere his fellow-Agronians amused themselves with a variety of\nracquet-games, lay a tiny park, wherein a state of wild disorder was\ncarefuly maintained in imitation of nature.\n\nFew were attracted by its rugged growth, save in very warm weather,\nwhen hardy souls ventured within its borders to relax in artificial\nbreezes created by silent concealed fans. In its center stood a small\nstone building that housed the maintenance machinery. It was deserted,\nexcept for once each year when the city engineering crews came to\ncheck the machines and to make minor repairs. There the Libero-Freedom\nMovement held its meetings, in the shadow of the whirring wheels.\n\nSorgel came out of the shadows as Dirrul pushed through the thicket of\nbrush that surrounded the stone building. In a hushed whisper he\nasked, \"That you, Eddie?\"\n\n\"Yes--where are they?\"\n\n\"Inside. I gave them a hypo--they're both under now. It makes it\neasier.\"\n\n\"How did it happen, Paul?\"\n\n\"I was to meet Glenna and Hurd at her apartment, to talk over the\ndetails of the Plan. The police were there ahead of me but I broke up\nthe party before they could finish the job. Since they've got to do\nthis sort of thing unofficially, to be able to deny it later if any\nquestions are asked, I scared them off easily enough. I brought Glenna\nand Hurd here in my Unicyl but I'll need your help to get them out.\"\n\n\"This is the second time it's happened, Paul!\" said Eddie. \"And the\nPlan--we'll have to organize all over again. As soon as our people\nhear about this most of them will run like scared rabbits.\"\n\n\"Not if they don't know, Eddie. That's where you come in. We've got to\nget Glenna and Hurd away from Agron. If there's no evidence of a crime\nthere's no reason for an investigation.\"\n\n\"But what can I do?\"\n\n\"Borrow one of the Air-command's surface jets for a while.\"\n\nPaul Sorgel's plan was simple and efficient. The Air-Command field was\nfenced with electronic paralysis barriers and the entrance was heavily\nguarded. But no watch was kept inside the encampment except for a\ndaily inspection of the machines when the guard was changed at dawn.\nSince Dirrul was a Captain of the Space-maintenance Division, 73rd\nAir-Command Wing, he was able to enter the area at any time without\nquestion. Among the scheduled night training flights for new cadets,\nthe departure of one more surface jet would pass unobserved.\n\n\"Come back here for Glenna and Hurd,\" Sorgel said, \"and take them out\nto the South Desert. If there's no hitch you should be back before\ndawn, with time to spare. If not....\" Sorgel shrugged. \"Eddie, we\ncan't build a better universe without taking occasional risks.\"\n\nSlowly Dirrul's body tensed with fear. In a cold dead voice he asked,\n\"Am I to leave them there, without help or medicine, to die of thirst\nand hunger?\"\n\n\"Many sacrifices are necessary for the good of the Movement.\"\n\n\"But Glenna and Hurd are our leaders!\"\n\n\"The freedom of the universe means a little more, I think, than the\ntemporary safety of two individuals.\" Sorgel lit a cigarette. In the\nfaint pink reflection of the Glo-Wave lighter his face was emptily\nplacid, a faint smile twisting the corners of his lips. \"Suppose I say\nit's a command, Dirrul--a Vininese command, calling for Vininese\ndiscipline.\"\n\nAfter a moment Dirrul replied in a choked whisper, \"I'll take them,\nsir.\"\n\nSorgel smiled and the crisp tone of authority edged out of his voice.\n\"As a matter of fact, Eddie, I was curious to see what you would do.\nThe Vininese Confederacy practises neither cruelty nor deception.\nYou'll find one of our Space-dragons hidden in a gorge of the Katskain\nRange. It's the ship I came in a week ago.\n\n\"The pilot was instructed to wait fifteen planetary revolutions in the\nevent that I might have a report to send back to Headquarters. You\nmust learn to trust me, Eddie. From the first, you see, I intended to\nsend Glenna and Hurd to Vinin. If they get there in time there's a\nchance our Medical Corps can pull them through. They may even be back\nhere with us for the day when we carry out the Plan.\"\n\nDirrul was in no real danger. Much as it benefited the Movement the\nlaxity of Agronian security was one of the chief reasons why Dirrul\nscorned the Planetary Union. The space-wide patrols of the\nAir-Command, the city guards and the electronic paralysis barricades\ncreated a feeling of internal control--but it was all a glittering\nsham. If it were not for the Nuclear Beams the whole system would long\nsince have crumbled under the first pressure from outside.\n\nWith no difficulty he picked up Glenna and Hurd and took them to the\nSouth Desert, where he put them aboard the sleek Vininese space-ship.\nIt was one of the new Dragon design--compact, efficient, faster than\nanything built by the Planetary Union, protected by sixteen circular\nbatteries and yet small enough to be handled by one man.\n\nDirrul had seen only one other Vininese Space-dragon and that from a\ndistance at the Agronian commercial airport, when the last Vininese\nambassador arrived. Technically there was no reason why Paul Sorgel\ncould not have landed there as well, except that the Customs\nquestionnaire might have proved embarrassing.\n\nTwenty years earlier, when Dirrul was still a schoolboy, the Galactic\nWar had ended. Since that time relations between the Planetary Union\nand the Vininese Confederacy had steadily improved--at least in\nappearance. Undoubtedly there were commercial interests on both sides\nanxious to maintain peace and in recent years the quantity of goods in\ntrade had grown enormously. But it was a truce, not a peace--a\ncompromise, rather than a victory--forced on the galaxy when the\nscientists of the Planetary Union discovered the Nuclear Beams.\n\nPain shot through Dirrul's mind as he carried Glenna into the\npressurized chamber under the control room. She and Hurd were still\nunconscious but Glenna turned in his arms and her eyes fluttered open.\nShe looked at him and screamed in terrible agony before the pilot of\nthe Space-dragon plunged a hypodermic sedative into her arm.\n\n\"It is better,\" he said to Dirrul in throaty Vininese. \"So beautiful a\none should not feel the pain.\" Carefully he fastened the needlepoint\nof a wall tube into Glenna's vein and another into Hurd's.\n\n\"Synthetic blood feeding,\" he said with a smile. \"It will keep them\nalive, perhaps even permitting minor wounds to heal, until I deliver\nthem to the authorities on Vinin. You see, sir, my little ship is\nwell-equipped.\" He slammed the round door of the hospital room shut\nand led Dirrul to the control blister.\n\n\"How long will it be, this trip to Vinin?\" Dirrul asked, speaking very\nslowly in classical Vininese. Like everyone in the Movement he had\nstudied the language of Vinin as a sort of courtesy and duty but he\nhad no illusion about his small ability to handle it.\n\n\"In terms of your time,\" the pilot said, \"about thirty days.\"\n\n\"Only thirty? The Planetary Union hasn't a ship that could make it\nunder sixty!\"\n\n\"But this is a Space-dragon.\" The words were self-explanatory.\n\nProudly the pilot showed Dirrul the controls, as functional and as\nuncomplex as the cool clean lines of the ship herself. The design was\nso logical, so basically simple, that within a few minutes Dirrul\nunderstood enough of the mechanism to have driven the ship himself.\n\n\"Your scientists could do as well,\" the pilot suggested, \"if they\nwished.\"\n\n\"Not mine,\" Dirrul said.\n\n\"Pardon--the scientists of the Planetary Union. On Vinin we create for\nthe future, for the progress of the Confederacy. We have no patience\nwith petty argument, tedious experimentation or the pointless\nsplitting of hairs that seems to occupy so much of your time here. For\nus a scientist is a producer, like everyone else. If he fails to do\nhis job we replace him.\"\n\nPleased with the comparison the pilot chuckled over his dials as he\nturned on the power. Above the roar he said to Dirrul, \"We must talk\nagain one day, sir. If you ever have the good fortune to come to Vinin\nbe sure to look me up.\"\n\n\nII\n\nAs the Vininese ship shot smoothly out into the night sky, Dirrul's\nsurface jet slashed back toward the Agronian capital. A synthetic\ntension, which he deliberately fed with nightmare improbabilities,\nkept him reasonably alert until he had safely returned the jet to its\nplace in the compound. Then weariness engulfed him. Groggily he\nstaggered to the pneumotube and within five minutes he was asleep in\nthe small two-room worker's apartment where he lived.\n\nThe insistent _ping_ of the door visiscope woke him. Dirrul glanced at\nhis wall clock and saw that it was still early morning. He had slept\nless than three hours. Swearing angrily he turned down the visiarm.\nDr. Kramer's serene aging white-bearded face was mirrored on the\ngrey-tinted screen.\n\n\"Good morning, Edward,\" Kramer said with excessive cheerfulness. \"For\na moment I was afraid I had missed you. I've brought a transcription\nof the lecture you missed yesterday.\"\n\nDirrul swung out of bed and pushed the entry release. Soundlessly the\nthin metal door slid into the wall and the little professor bounced\ninto the room. The door shot back into place.\n\n\"But you're not dressed!\" the professor exclaimed without the\nslightest regret. \"I always supposed you Air-Command men had to report\nfor work at eight.\"\n\n\"Yesterday I was out on emergency call,\" Dirrul said dully. \"For\ntwelve hours, so I've the morning off. I had planned to pound the\npillow until--\"\n\n\"Good! We can talk, then. I don't have a class until ten and I always\nlike to make the personal acquaintance of my students.\" Dr. Kramer\nmade himself comfortable in Dirrul's Cloud-foam lounge, clasping his\nsmall, white hands over the little bulge of his belly. \"Nice apartment\nyou have here, Edward--excellent taste in furnishing.\"\n\n\"You don't mind if I shave and dress and have a bite of breakfast, Dr.\nKramer?\" Dirrul's sarcasm was quite lost on the professor.\n\n\"Do, by all means,\" Kramer said. \"And you might order a pot of coffee\nfor me.\"\n\nDirrul touched a button and the bed rolled up into the wall--another\nand the gleaming metal shower-room slid open. He stripped and bathed,\nsetting the aquadial so that his body was pounded by a sharp rain of\nicy water. When he snapped it off the massage arms shot out, rubbing\nhim dry with soft, plastic puffs. He sprayed the newly patented\nNo-Beard Mist on his face and, after waiting the required three\nseconds, wiped it off with a disposable fiber towel. The skin was\npink and clean, refreshingly invigorated. When he took a fresh uniform\nout of the wall-press and put it on he felt very much himself again,\nscarcely annoyed by his lack of sleep.\n\nHe pushed the button and the bathroom rolled out of sight. The whole\nprocess had taken less than five minutes.\n\nAt his panel-control Dirrul dialed a sizable breakfast for himself and\ncoffee for the professor. Before he could draw up chairs the\ngrey-topped table had rolled from its wall slot, the steaming food\ncontainers fixed to it.\n\n\"The marvels of invention!\" Dr. Kramer said. \"When I was young we had\nnothing like this. Many times, Edward, I had to prepare my own\nmeals--and mighty skimpy ones they were too, some of them. A young\nteacher in those days wasn't paid very much.\"\n\n\"You survived, Dr. Kramer,\" Dirrul reminded him dryly. \"A little work\nnow and then wouldn't hurt us, either.\"\n\n\"That's the old argument, Edward. How we frothed and stewed over it\nwhen this new system was in its infancy! That was before your time, of\ncourse.\" Kramer poured a cup of coffee and after a thoughtful\nhesitation quietly took a slice of toast from Dirrul's platter. \"They\nsaid we'd create a race of helpless children--defenseless lazy\nsofties. They said if the individual wasn't forced to fight for his\nown survival, for the small comforts of life, he would die of boredom,\ndrown initiative in luxury.\"\n\nDr. Kramer smiled--and took another slice of toast. \"Like so many of\nthe terrifying predictions of the Cassandras none of it came to pass.\nToday we're stronger and more vigorous than ever. Today we have more\nnew inventions, more new discoveries, more fine philosophical insight\nthan ever before in our entire history.\n\n\"Actually what we did was save time on the trivial routines so we\ncould spend our work-potential where it mattered. After all, what was\ngained by a social system that forced me to spend so much of my energy\nfeeding and housing and clothing myself? Weigh the loss against the\ngreater contribution I might have made if I had spent the same time in\nresearch.\"\n\n\"Why, yes, Dr. Kramer--you could have given us the Cloud-foam lounge a\ngeneration earlier,\" Dirrul said bitterly, \"or perhaps the Safe-sweet\ncandy.\"\n\nAgain his sarcasm lost its savor, for the professor simply beamed and\nsaid, \"Possibly, if that had been my field of interest. As it happens\nI'm a psychologist specializing in emotive linguistics--the\nsymbologies for conveying meanings.\" The professor smiled.\n\n\"Our present vigor and strength, no doubt, is reflected in the sort of\nthing we do with all this extra time our gadgets give us--the\nscholarly research in the Arena or the Phonoview.\"\n\n\"You're being very uncritical, Edward. Under any social form a great\nmajority of the people would spend everything on personal pleasures.\nWhy not? Each generation produces only a few leaders--we simply\nrecognize that fact and adjust to it.\"\n\n\"But without the incentive of personal gain, Dr. Kramer....\"\n\nThe professor laughed uproariously. \"Incentive! You amaze me, Edward.\nI haven't heard the word used in just that context since I was a boy.\nYou're a throwback--an anachronism. You sound like one of the elderly\nprophets of doom. I thought the breed had died out generations ago.\"\nThe professor laughed again. \"So our system creates no incentives.\nTell me, Edward, why are you spending your Work-Equivs to take my\nnight course?\"\n\n\"Because, when I've passed enough university hours I can take the\npromotional test and become a full-fledged space-pilot.\"\n\n\"And still you say there's no incentive?\"\n\n\"For myself, yes--but all of us ought to have the same kind of drive,\"\nsaid Dirrul.\n\n\"Such a condition never existed, Edward. Always there have been a few\nto make the inventions and the discoveries, a few to create the new\ndreams and frame the new ideas. Our people are no different. Incentive\ncomes from within the individual--it cannot be imposed from the\noutside.\n\n\"The poorest sort of incentive, therefore, is economic need. Our\nsystem provides all our people with the basic necessities for everyday\nliving. Some few of us are content with these and never want anything\nelse. But the great majority work to earn Work-Equivs, which they can\nspend as they please--on amusement, luxury, education or the races at\nthe Arena.\n\n\"Whatever the goal, it is a personal goal, set by each individual for\nhimself. It's the only kind of incentive that makes any sense. Take\nyourself as an example--you spend your share of Work-Equivs on\nadditional education because you want to become a space-pilot. By the\ntime you've earned the promotion you'll have lifted yourself to a\nposition of leadership.\n\n\"As you are well aware the space-pilot is the politician--statesman is\na better word--of the Planetary Union. Through his ingenuity, his\nskill with languages, his psychological understanding of diverse\nracial groups, he holds our planets and peoples together, in one union\nwith a common social philosophy. Think how frustrating it would be if\nyou could never move toward your goal, Edward, because everything you\nearned had to be spent on trivialities--food, clothing, a place to\nlive.\"\n\n\"All right,\" said Eddie doubtfully, \"I have an apartment given to me\nbut it has to be here in a worker's block. If our system provides for\nus all alike, as you imply, how is it you have accommodations in the\nScientist's Center? Why should you be set apart? Or the poets and\nwriters? Or the space-pilots, for that matter?\"\n\n\"But there's no difference in the way we live, Edward. In general\npeople who do similar work and have similar interests are happier if\nthey share the same social environment. The average person, living in\na worker's block, would feel terribly out of place in a scientist's\ncenter, just as I would develop terrific frustrations if I had to live\nwith the mystics or the religious orders.\"\n\nDirrul deftly snatched the last piece of toast as the professor\nreached for it. \"I'll dial some for you if you like,\" he offered.\n\n\"Oh, no, Edward! I'm dieting, you see, and I like to think--well, as\nI've told you so often in class, we all practise self-deception of a\nsort. Usually it's harmless--and almost always we symbolize it in\nwords. For me the symbol is diet.\n\n\"I set up a specialized definition and convince myself that I am\ndieting if I never directly order fattening food. That gives me an\nescape hatch. If food is offered to me or if it happens to--ah--to\nfall into my hands, I can take it and still keep a clear conscience.\"\n\n\"Perhaps you practise more self-deception than you know, Dr. Kramer,\"\nsaid Eddie. \"For instance, all your fine words about the strength and\nvitality of our new system--when I was a boy we licked the Vininese\nConfederacy. We couldn't do it today.\"\n\n\"That's a matter of opinion. We're at peace now and we'll remain so.\"\n\n\"Only because we have the Nuclear Beams. And look how we've botched\nthat mess! Our scientists gave the process to the Vininese in order to\npatch together a peace when we could have destroyed their civilization\ncompletely.\"\n\n\"And our own too--with the weight of such a crime on our group\nconscience. There's one thing you still must learn, Edward--scientific\nprogress is made by the sharing of ideas, not the concealment of them.\nWe build the future upon the truths of the past and the present. If\nsome of those truths are hidden away we create falsely on utterly\nfalse foundations.\"\n\nDr. Kramer pulled a manila envelope from his pocket and laid it on the\ntable, pushing back his chair. \"I must go, Edward; these are the notes\non my lecture. As I told you before, I really came here for something\nelse. I wanted to talk to you, to get to understand you better. I\nthink I've learned a great deal.\"\n\nThe little professor was no longer smiling and the gentle touch of\nbanter was gone from his voice. Dirrul felt a creeping fear rise\nwithin him. How much had he unconsciously revealed? How many of his\nown beliefs had Dr. Kramer been able to read between the lines?\n\nKnowing them, would he guess Dirrul's connection with the Movement?\nThe professor's bland naiveté could be the mask of a police informer.\nDirrul shivered, remembering the sudden punishment that had overtaken\nGlenna and Hurd.\n\nAt the door Dr. Kramer paused and said, \"I'm entertaining two or three\nof the university faculty this evening, Edward. They've read some of\nthe papers you have written for my class. I'd like to have you meet\nthem. My apartment--eight-thirty.\"\n\nIt was a command rather than an invitation. Dirrul accepted.\n\n\nIII\n\nAs soon as the professor had gone his fear vanished. What he had said\nto Dr. Kramer gave away no secrets and, in any case, he was crediting\nthe professor with a perception he did not have. Ever since first\njoining the Movement, when he was still in school, Dirrul had taken\nsuch pains to conceal his motives that it would have required a good\ndeal more than Dr. Kramer's clumsy prying to reveal them.\n\nHe had deliberately patterned his attitudes and habits upon a\ncomposite average, even to a mild and starry-eyed criticism of the\nsystem which was more or less expected from the ambitious young men of\nthe Air-command.\n\nDr. Kramer's ecstatic praise of the system was the typical emotional\nreaction of the older generation. The professor may actually have been\nconvinced of the truth of his own fuzzy propaganda. It was that sort\nof blind faith which still held the Planetary Union together.\n\nBefore returning to the Air-Command base at noon, Dirrul sought out\nPaul Sorgel and reported that Glenna and Hurd were safely on their way\nto Vinin. Apologetically, he mentioned Dr. Kramer's invitation,\nexpecting to elicit Sorgel's scorn. Instead the Vininese agent was\nenthusiastic.\n\n\"Wonderful, Eddie!\" he said. \"Engineer it so they'll ask you back.\nWe've never got one of our people in with the older science crowd\nbefore. Feel them out--we might pick up some converts. I won't need\nyou at the next few meetings of the Movement--they'll be largely\nreorganizational, you know. I've been reading over Glenna's notes on\nthe Plan. With one or two modifications we should be able to carry it\nout.\"\n\nAt eight-thirty that evening Dirrul was admitted to Dr. Kramer's\napartment. He was neither overwhelmed by the professor's excessive\ncourtesy nor impressed by the other guests. They were from the faculty\nof the Advanced Air University, elderly, respected and distinguished,\nnames known for a generation everywhere in the Planetary Union.\n\nTo them, Edward Dirrul was merely a curiosity, a live specimen mounted\nfor analysis. He had criticised their system. They intended to wring\nout the strands of his motivation, classify them, speculate and\ntheorize upon them--and perhaps, ultimately, do the whole thing up as\na monograph.\n\nDirrul knew why Kramer had selected him for study rather than any of\nthe current crop of university students who held similar views. A\nproduct of the educational philosophy of the Planetary Union, Dirrul\nwas thoroughly adjusted and decidedly aware of both his own abilities\nand shortcomings.\n\nHe was, first of all, gifted in the use of abstractions and\ngeneralities. In rare combination with this flair he had superior\nmechanical intelligence and a talent for expressive verbalization. He\ndealt easily in the subtle skills of logic. If he set his mind to it,\nhe could erect absolute proofs of diametrically opposed truths and few\nminds could detect the delicately concealed flaws in the reasoning.\n\nOn the negative side of the scale was Dirrul's complete lack of\npsycho-biological intelligence, or a sense of scientific semantics.\nNeither to him seemed important. He missed them not at all and\nresented the legal requirements that forced him to take Dr. Kramer's\ncourse before he could qualify as a space-pilot.\n\nThe papers he had written for the professor were beautifully\nconstructed patterns of logic, cast in well-turned phrases. They had\nclarified the criticism which others put inarticulately. It was the\nprecision of his argument that disturbed Dr. Kramer and his faculty\nfriends.\n\nDirrul was amused as the distinguished scientists skillfully\nmanipulated the conversation to create counter-arguments opposing his.\nIt was a game played in abstractions, a technique of which Dirrul was\nan instinctive master. Apparently the scientists found some sort of\nexcitement in the game, since on succeeding evenings Dirrul was\nswamped with invitations from other faculty members--so many, in fact,\nthat he had to neglect the serious work of the Movement. When he\ncomplained to Paul Sorgel, the Vininese agent was delighted.\n\n\"We can get along without you for awhile, Eddie,\" Sorgel said. \"You're\ndoing something much more important. You have a real in with the\nscience crowd, and you've got them on the run because your arguments\nmake sense. Every doubt you sow in their minds now will make our work\njust that much easier when the proper time comes.\"\n\nOccasionally Dirrul had an uneasy feeling that he was making no real\nprogress at all, that when he talked to the scientists he was a\ndancing puppet dangling on invisible strings. It seemed impossible\nthat the scientists of the Ad-Air University could be so repeatedly\ndefeated by his logic. Slowly, however, he reasoned his way to an\nexplanation.\n\nThe scientists, like the system itself, were in the last wild frenzy\nof a decaying social order. They had lived so long in the atmosphere\nof relative truths, they had so carefully schooled themselves to avoid\nall absolutes, that they were unable to elude the simplest processes\nof logic. Their very efforts to be objective made them too honest to\nreject a conclusion once Dirrul had demonstrated the careful structure\nthat seemed to support it.\n\n       *       *       *       *       *\n\nA month passed. Dirrul felt divorced from the Movement, existing in\nsuspended animation in a cloud of wordy unreality. Then abruptly the\nslow-moving dream ended. Late one night Paul Sorgel slipped into\nDirrul's apartment and announced in an emotionless whisper, \"The\nPlan's ready. You'll have to carry the details to Vinin. We can't use\nthe teleray--the Union monitors might pick up the message and decode\nit.\"\n\n\"Naturally our Vininese Headquarters will want to know, Paul,\" said\nEddie, \"but can't that wait? We'll need every man here when we--\"\n\nSorgel interrupted him. \"I've made one or two changes in Glenna's\noriginal plan. It was too impractical. A handful of men can't take\nover half a galaxy.\"\n\n\"Glenna and Hurd weren't after the entire Planetary Union,\nPaul--that's out of the question. We meant to liberate Agron first.\nThe capital is here and for awhile the government would be disrupted.\nWhen the people on the other planets saw how much better our social\norganization had become, modeled on the Vininese system, they would\nstage their own revolutions just like ourselves.\"\n\nSorgel laughed scornfully. \"And in the meantime, of course, none of\nthem would think of attacking you and throwing your people out?\"\n\n\"Not if we seized the Nuclear Beam Transmitters,\" said Dirrul, \"no\nspace-fleet could come near us then.\"\n\n\"Eddie, you've lived in Agron too long. You're not thinking straight\nwhen you try to build the Plan around a single weapon.\"\n\n\"Why not, Paul? It's a perfect defense. In less than thirty seconds\nthe Beam Transmitters can charge the entire stratospheric envelope of\nAgron. Nothing can move through it without disintegrating, yet life on\nthe surface of the planet would go on quite normally because the\natmosphere serves as an insulation.\"\n\n\"Technically it's a change in the form of energy, not a\ndisintegration,\" Sorgel reminded him. \"The beamed electrons unite with\nthe atoms of visible material substances and alter them. I quite\nunderstand the process, Eddie--Vinin has the Beam too, you know.\"\n\n\"Because the Agronian scientists gave you the specifications!\"\n\n\"That always has rankled, hasn't it?\" said Sorgel.\n\n\"Yes,\" Dirrul admitted. \"If the Vininese scientists had discovered the\nBeam-reaction first they would have conquered the galaxy.\"\n\n\"Conquer is a nasty word, Eddie,\" Sorgel said softly. \"Vinin makes no\nconquests. Let's put it differently and say we would have used the\nBeam to bring peace to the galaxy instead of splitting it in two as it\nis now.\"\n\n\"Glenna's Plan can change all that, at least here on Agron.\"\n\n\"Face the facts, Eddie! A few conscientious people with ideals can't\ntake over a planet. The Movement has its crews trained to capture the\nBeam Transmitters. You'll isolate Agron and seize the government\noffices simultaneously. What happens then?\"\n\n\"Our people will rise and join us,\" said Eddie. \"We'll create a new\ngovernment modeled on Vinin's and we'll have young leaders instead of\nmurky thinkers like Dr. Kramer.\"\n\n\"That's effective propaganda for speechmaking, but--\"\n\n\"Glenna pounded away at it too, Paul,\" said Eddie. \"It was the most\ntelling line in winning our new crop of recruits.\"\n\n\"Which is precisely why the police disposed of her. But it won't work.\nThe people won't rise. A mob is lethargic, too willing to keep things\nas they are. Here on Agron you've been coddled too long with luxuries\nand easy living. You have to prod the mob awake with a shock-force, a\nforce coming from the outside.\"\n\n\"How, Paul? We haven't enough people in the Movement to put on any\nreal show of strength. We can't even get outside.\"\n\n\"Now you understand the changes I've made in Glenna's Plan. You people\nin the Movement will seize the Beam Transmitters as originally\nplanned. Then you'll simply hold them and keep them decommissioned\nlong enough for a Vininese space-fleet to land. We'll set up your new\ngovernment for you.\"\n\n\"And the rest of the Planetary Union will go to war!\"\n\n\"It hardly matters,\" said Paul. \"Once we're here the Beams will\nprotect us against counterattack and every planet in the Vininese\nConfederacy has the same defense. One by one we can liberate the\nplanets of the Union in the same way. But the timing is vital, of\ncourse--that's why you have to go to Vinin.\"\n\n\"I had a vacation leave only three months ago. I can't get tourist\npassage now without--\"\n\n\"I've considered that. You'll have to have your own space-ship.\"\n\n\"Now wait a minute, Paul! It's one thing to borrow a surface jet but a\nspace-cruiser...!\"\n\n\"A cruiser, yes--not an old cargo ship. And you can handle that\nwithout a crew.\"\n\n\"It can't be done, Paul.\" Dirrul held his Glo-Wave nervously to the\nend of a cigarette. \"Besides, I want to think this through carefully\nbefore I make up my mind.\"\n\n\"A merchant ship made a crash landing at Barney's emergency field\nyesterday,\" said Paul. \"The damage was slight, but the pilot--unfortunately\nthe pilot is dead.\" Sorgel smiled enigmatically. \"Barney's one of our best\nmen. He's been on the lookout for a chance like this for weeks.\n\n\"You'll leave tonight. Avoid the regular space lanes. I'm guessing\nyou'll be on Vinin in a hundred days at the outside. On the fiftieth\nday after that--exactly one hundred and fifty days from now--our\nVininese space-fleet must make a landing on Agron.\"\n\n\"I'll be missed, Paul--they'll make inquiries.\"\n\n\"And get no satisfactory answers.\"\n\nPacing the floor, Dirrul asked tensely, \"Does everyone in the Movement\nknow about this?\"\n\n\"The vote was made unanimously yesterday.\"\n\n\"One of the others must have a vacation leave coming up. Send him.\nWe're not at war with Vinin. He could take one of the regular space\nexcursions.\"\n\n\"I can't send a message in writing. It would be picked up by the\ncustoms police. And you're the only one who can carry it verbally,\nEddie. You know the whole background because you worked with Glenna\nand Hurd. You've been in the Movement longer than any of the others.\"\n\n\"Why not go yourself, Paul?\"\n\n\"I can do more for the liberation if I stay here.\"\n\n\"I wish I'd been at the meeting yesterday when the vote was taken. I'd\nhave liked to discuss it with the others before--\"\n\n\"Why so many questions, Eddie? Why so many doubts all of a sudden?\"\nSorgel stood and faced Dirrul, holding his shoulders in a grip that\nhurt. \"Are you trying to back out? Maybe it wasn't a good thing to let\nyou play around with the science boys after all. Be honest with me,\nEddie. If you're not sure where you stand, say so. There's no room in\nthe Movement for traitors.\"\n\nWhen Dirrul said nothing Sorgel added in a voice that rang with\nfervor, \"You're the only man in the Movement who has had any training\nas a space-pilot. It depends on you now--everything you've ever\ndreamed of, everything Glenna and Hurd wanted. Can you forget what the\nAgronian police did to Glenna? Is your courage any less than hers?\"\nAgain Sorgel paused but still Dirrul said nothing. \"The future of your\nworld depends on you, Eddie--don't let it down.\"\n\n\"I'll go,\" Dirrul whispered.\n\nAs Eddie made up his mind his internal tension relaxed and he was\nfilled with a sense of well-being. When he thought about it he\ncouldn't understand why he had hesitated--unless perhaps what Sorgel\nsuggested was true--that his contact with the Ad-Air faculty had\nblunted and nearly perverted his established sense of values.\n\nAn hour later Dirrul boarded the battered antiquated space cargo\ncarrier on the launching rack at Barney's emergency field. At the last\nminute Sorgel pressed a curious disk into his hand. Made of a very\nlight metal and suspended from a short chain it was two inches in\ndiameter and covered with a complex grid design.\n\n\"Put it around your neck before you land, Eddie. Don't remove under\nany circumstances until you report. Give it to the Chief then. He'll\nknow I sent you because it's my own identification activator.\" Sorgel\nclasped Dirrul's hand warmly. \"When you land on Vinin take the North\nField below the capital. It's the HQ operational center. Use Wave-code\nthree-seven-three and they'll know you're friendly.\"\n\n\nIV\n\nAfter the launching space-flight was normally a monotonous routine.\nThe course was charted by automatic navigators and the vast pattern of\ninterlocking machinery and safety devices was electronically\ncontrolled by robot relays from the pilot master-panel. The chief\nfunction of a trained space-pilot, aside from his services as a\ndiplomat, was to handle emergency situations for which automatic\nresponses could not be built into the machinery.\n\nDirrul, however, could not depend a great deal upon the robot devices.\nHe had to avoid the well-traveled and well-charted commercial\nspace-lanes. He had to be constantly on the alert for the telltale\nwhite of a police cruiser. A cargo carrier was the slowest ship in the\nuniverse--Dirrul could outrun nothing, not even a playboy's sport\njalopy, and inspection by the customs police would have been\ndisastrous.\n\nHe followed a roundabout route, keeping as far from inhabited planets\nas he could, and he made good time. In ninety-five days he had reached\nthe mythical border in space, which divided the territory of the\nPlanetary Union and the Vininese Confederacy.\n\nHe was almost at midpoint in the galaxy. On the glazed screen of his\nspace-map the mirrored pinpricks of sun systems glittered like\nmicroscopic gems scattered over the curve of a gigantic black saucer.\nDirrul had never been so far from Agron. He felt a stifling sense of\ninsignificance.\n\nThe meaning of time as he understood it was somehow overwhelmed by the\nimmensity of space. Now and yesterday, today and tomorrow, became a\nsingle unity. Dirrul had a new sense of the past in terms of the\npresent. His mind groped for word symbols that he understood which\ncould crystalize the shadowy new concept filling his mind.\n\nNew understanding seemed to arise from the space-map. Somewhere among\nthe glowing points of light was the Place of the Beginning, a single\nplanet called Earth. In the far-distant past Earthmen had made\nthemselves rational beings. But for centuries thereafter they had made\nno further progress, apparently appalled by the audacity of such\npresumptive evolution. They had fought through a long primitive period\nof violence, erecting system on system and philosophy upon philosophy\nto conceal, destroy and wipe out their own biological machinery.\n\nThen out of a final orgy of death and terror the Earthmen had grasped\nthe meaning and the responsibility of the Rational Potential. They had\nunderstood the reality of being.\n\nWithin a century after that they had conquered space. They had found\npeoples like themselves occasionally--but more often races that had\nfollowed different biological adaptations to different environments.\nWherever there seemed to be a spark of primitive rationality the\nEarthmen had stayed and patiently taught the Rational Potential of\nbeing, which they had learned for themselves only after such\nbloodshed.\n\nThe galaxy was theirs, in a sense, for it thought in the patterns of\nEarthmen, although long ago their direct influence had waned. They\nwere a legend and an ideal, lost in the vastness of space, yet bound\nfast into the cultures of all peoples.\n\nYet somewhere the Earthmen must have failed, somewhere there must have\nbeen a flaw in their teaching. Fifty years earlier, as the Agronians\nmeasured time, the galaxy had been torn apart by war. The Agronians\nhad led one group of planets, the Vininese another. Planet after\nplanet was seared by deadly new weapons--world after world died in the\norange flame of gaudy atomic disintegration. Slowly the power of Vinin\ncrept across the sky until the Vininese ruled half the galaxy.\n\nTheir first defeat had come unexpectedly. Their great space-armada\nswung in on Agron, while the people crowded in terror in their flimsy\nraid shelters. But the Vininese ships had vanished high in the air.\nNot even debris had fallen on the planet.\n\nIt was the first use of the Nuclear Beams. Dirrul had been a schoolboy\nwhen the Agronian scientists announced their discovery. He remembered\nthe exciting thrill of pride, recalled how he and his schoolmates had\ndreamed of destroying the Vininese with the new weapon.\n\nHe remembered too the galling bitterness he had felt when the\nscientists announced that they had made peace instead.\n\nThey had had sound reasons, of course. They said the Beams had a\nlimited value. They could be used only defensively to girdle a single\nplanet in the stratospheric level of its atmosphere. Elsewhere they\nwere harmless. To compound the spectacular timidity, the scientists\nhad given away the secret to all comers, including the Vininese. They\nhad an argument for that particular idiocy too--if each planet could\nprotect itself so easily from all external attack its people could\nfreely decide for themselves their galactic allegiance or maintain\nisolated independence.\n\nThe Planetary Union had been formed and members of the Vininese\nConfederacy invited to join it. Not a people anywhere in the\nConfederacy made even tentative exploration of the offer while five\nsun systems of the Union later joined the Vininese. That was the fact\nthat had ultimately prodded Dirrul into joining the Movement.\n\nLater, when he read the pamphlets brought from Vinin, he had clarified\nhis purposes. On the one hand lay the waste, the confusion, the\nuncertainty of Agron. Scientists who talked forever of hypotheses and\nwere afraid to stand firm for any absolute truths--moralists who\nqualified even the simplest standards of right and wrong--philosophers\nwho glorified a condition of eternal chaos which they called an open\nmind.\n\nOn the other hand lay the clean efficiency of Vinin. Scientific\ncertainty, and the progress that stemmed from it--the Space-dragon\ninstead of the Safe-sweet candy, a clear social organization in which\nthe individual was directed by established and inflexible principles.\n\nThe whole of it was history as Dirrul had learned it, the chronology\nof the past. As he looked on the star map of the galaxy, at midpoint\nbetween the two great unions of planets, the meaning of the past began\nto change. The chronology fell into a new perspective.\n\nAgainst the vast expanse of space time twisted into a new\nrelationship. Time and space began to equate with an exciting\nsynonymity. History was not the past, dead and numbered--history was\nnow. All things, all space, all time, were forever fixed at the\ninstant of now.\n\nIn Dirrul's mind a tumult of facts trembled on the verge of a\nstartling new order--the atomic structure of all energy and the black\nsaucer of the galaxy. The violent spasms the Earthmen had suffered\nbefore they found the Rational Potential and the devastation of the\nGalactic War.\n\nBut before he could assess such new values and verbalize the new\ngeneralization the antiquated warning system of his ship twanged\ntinnily. On the control panel screen he saw the trim outline of a\nwhite Agronian police ship. A moment later the voice came over the\nspeaker, ordering him to state his permit registry and his\ndestination.\n\nDragged so suddenly back to reality, Dirrul reacted in panic. It was a\nroutine inquiry. He might have bluffed his way clear. Instead he put\nthe cargo ship at top speed toward Vinin and watched helplessly while\nthe patrol cruiser closed relentlessly in.\n\n\"Stand for search!\" the voice commanded.\n\nWhen he did nothing the police shot a warning rocket over his bow. A\nsecond shot struck the rear of the cargo ship and tore away a section\nof landing gear. Swearing, Dirrul tried to maneuver out of range, and\nto a certain extent he was successful. But piloting skill could not\nmake up for the cumbersome bulk of his unarmed ship. Two more blasts\nhit him, collapsing the forward compartment and knocking out one power\ntube.\n\nAt the point of triumph, however, the police patrol turned away and\nleft Dirrul limping alone in space. For a moment he was puzzled. In\nanother ten minutes they could have boarded the cargo carrier and made\nhim prisoner. But he understood when he glanced again at the star\nmap--the Agronian police had pursued him far into Vininese territory.\nIf Vininese patrols had found them there it might have created an\nunpleasant intergalactic incident.\n\nDirrul made a quick survey of the damage. He had only one power tube\nintact--beyond that, the cargo carrier was wrecked and he had on board\nnothing with which to make repairs. He could move ahead only at\nquarter-speed.\n\nSorgel had put a time limit of one hundred days on the trip to Vinin.\nHeadquarters had to know by then of the Plan on Agron. Dirrul had five\ndays left and as the hours ran out he was still grinding slowly toward\nthe outer atmosphere of Vinin. Quite aware that proper security\ndemanded the message be delivered in person, Dirrul nonetheless faced\nthe alternative of losing everything if he waited.\n\nLogically weighing all factors, he concluded he would not be risking\ntoo much, considering the stakes, if he used the teleray. Agron\nmonitors could pick it up, of course, and no doubt the outpost\nstations were instructed to record all messages emanating from within\nthe territory of Vinin. But Dirrul knew the Air-Command.\n\nThey wallowed in the same luxury and comfort enjoyed by the rest of\nthe Planetary Union. Outposts personnel, so far from the capital,\nwould be even less likely to take their duties seriously than Dirrul's\nown unit.\n\nHe tried to make the information enigmatic to the curious and at least\nsuggestive to the Vininese. He used the landing Wave-code 373. The\nsmall red light on the control panel glowed and he knew he had\nestablished contact. In carefully chosen Vininese he spoke into the\nteleray mouthpiece.\n\n\"Sorgel requires help for Glenna-Hurd Plan. Exactly fifty days, their\ntime.\"\n\nHe repeated the message. As an afterthought he gave his own position\nand asked for emergency repair assistance. The whole meaning hinged\nupon the names of Glenna and Hurd. However, since they had been taken\nto Vinin, they should already have outlined the Plan to the Vininese\ncommand. If there were any doubts Headquarters could teleray for\nclarification. When his speaker remained silent Dirrul assumed he had\nbeen understood.\n\nHe began to feel the pull of Vininese gravity, found himself in\ntrouble with his ship. He tried to keep the disabled cargo carrier\nrelatively stationary, so that the Vininese repair ships could locate\nhim. With only one power tube, however, maneuver was impossible. The\nbattered ship plunged out of control toward the planet.\n\nFor an hour Dirrul fought with all the skill he knew. A thousand feet\nabove the surface he managed to force the ship to level off\ntemporarily. He had no time to seek a proper landing area and in any\ncase his gear had been shot away.\n\nThere was a wide flat plain directly below him, in the distance the\ntowering mass of a large city silhouetted against a range of\nmountains. Dirrul headed his ship for the open fields, setting the\nsafety devices for a crash landing.\n\nHe hung around his neck the identification disk Sorgel had given him,\ntucking it beneath his tunic. If he were hurt in the landing, a\nVininese might find him, and the disk would indicate that he was\nimportant enough to be taken to the Headquarters Command. If his\nteleray hadn't been understood there might still be a chance for him\nto make his report in person.\n\nThe ship crashed against the hard ground. Dirrul felt a wrenching pain\nas the automatic safety arms pinioned him fast to cushion the fall,\nbefore hurling him free of the blazing control room. After that he\nlost consciousness.\n\n\nV\n\nWhen Dirrul opened his eyes it was after dark but the triple moons of\nVinin were full and the landscape glowed with a yellowish light. He\nhad fallen into a ditch which ran beside a narrow, green-paved road.\nIn the distance, hidden in a dense copse of blue tree-like\nvegetation, he saw the fragments of his wrecked ship. The purple grass\nof Vinin spread richly all around him, damp and warm. At the bottom of\nthe ditch a reddish trickle of liquid washed over his feet.\n\nHis throat ached with thirst. His tongue clung like sand to the roof\nof his mouth. He knew that an Agronian could live in the Vininese\natmosphere but he was uncertain whether his body could assimilate the\nnative liquids. Yet to ease the torture he dipped his hand into the\nred fluid and rubbed a few drops over his lips. The sting of salt\nincreased his torment.\n\nHis body shuddered with pain as he pulled himself to his feet. He\ncrept a few feet along the green highway, and slowly his will mastered\nhis strength so that he could walk erect. He began to orient himself a\nlittle. On the horizon he saw the skyline of the city he had observed\nfrom the air and he knew he was following the road in the right\ndirection.\n\nBut the distance was greater than he had estimated. He walked for an\nhour and the city still seemed no closer. Nor had he seen any sign of\nhabitation where he might go for help, nothing except the towering\nendless yellow stone wall which he had been following for more than\nhalf an hour. There was neither gate nor break in the stone. Atop the\nwall regularly spaced brackets held three naked wires in place.\n\nThe wall probably guarded the estate of a Vininese official, he\ndecided. In that case the wires were either a warning device or a\ncharged trap against thieves. Dirrul was puzzled by the obvious\ndeduction. Such things were necessary on Agron to protect important\ninstallations like the Beam Transmitters--but he had hardly expected\nthere would be a need for them on Vinin. Yet when he considered it\nobjectively, why not? Every system of society, no matter how ideal,\nwould produce inevitable malcontents--there were fools among the\nVininese, as there were among other peoples.\n\nDirrul saw a towering gate in the wall and ran ahead eagerly, only to\nfall in disappointment against the thick metal grille. The gate was\nlocked by a concealed device he could not locate. At a considerable\ndistance inside the wall was a second, higher than the first. Dirrul\nsaw a faint light at the inner gate and assumed there was a guard of\nsome sort stationed there. He tried with all his strength to cry out\nfor help but his throat was dust-dry. He could utter only a faint\nwhisper.\n\nWhen he tried to go on he was overcome with exhaustion. He staggered a\nfew feet beyond the gate and collapsed into the ditch. He lay face\ndown in the warm purple grass, his swollen tongue hanging limply from\nhis mouth. Imperceptibly the thirst began to diminish. After a\nmoment's speculation Dirrul understood why and crushed a handful of\nthe purple grass against his lips. It was warm and sweet--a comforting\nliquid began to flow down his throat. He plunged his head luxuriously\ninto a thick mass of the weed, breathing deeply the sweet odor of the\ncrushed blades.\n\nA silent grey vehicle darted along the green road and jerked to a stop\nin front of the gate. It came so quickly Dirrul had no time to call\nout. The Vininese driver stood up and bawled orders at the inner gate.\nA faint voice replied. The driver shouted again. The gate swung open\nand the vehicle moved inside.\n\nBewildered, Dirrul sat up, his head reeling. He understood a little\nVininese, not enough to translate exactly what had been said but\nenough to make out a tantalizing half-meaning. The driver was\nsearching all the work camps, he had said, for the Agronian girl,\nGlenna. He wanted to check something or other to see if she were here.\n\nWork camp? Dirrul decided he must have got the word wrong. Glenna and\nHurd might still be in hospitals but if they had recovered they would\nbe honored citizens of Vinin. Still--what sort of hospital would have\nboth double walls and alarm wires?\n\nOnly an asylum for hopeless mental cases! The realization made Dirrul\ncold with a terrible fear. Glenna--hopelessly insane!\n\nTo save the Movement it was vital for Dirrul to make his report\nimmediately. What help could the Vininese get from a madwoman? He\nsprang up and ran dizzily to the gate. Before he could shout for the\nguard shadowy figures rose up around him, silently closing great hairy\nhands over his mouth and dragging him back across the road.\n\nTied and gagged Dirrul watched while the black-robed creatures worked\nstealthily at the central bars of the gate with tiny blue-flaming\ntorches. Beneath their flowing capes they were beings like himself,\nwhich indicated that they were either Agronian or Vininese, for by the\nperverse chance of biological adaptation the people of the two planets\nwere so structurally similar that even intermarriage was possible. One\nby one they cut out the bars until the span in the gate was wide\nenough for them to work their way through.\n\nFor a moment the band stood in the road, apparently talking. At least\ntheir lips moved and their hands fluttered expressively but Dirrul\nheard no sound. Reaching a decision they went through the gate in\nsingle file, carrying long vicious weapons with them. Two of the\nblack-caped men came and stood guard on either side of Dirrul.\n\nWhatever these vandals were doing they were working in stealth and\nfear and Dirrul realized their aim must be illegal. He fought to break\nfree of his bonds so that he might warn the loyal Vininese garrison.\nThe two guards shoved him back roughly. One of them grabbed Dirrul's\ntunic in a claw grip and the cloth tore open, revealing Sorgel's\nidentification disk.\n\nBoth guards bent over him, fingering the disk, talking soundlessly\nwith their facile fingers. Suddenly they jerked the disk off, snapping\nthe chain. At the same moment a rolling explosion from within the\nwall shook the earth.\n\nDirrul heard a great noise and a terrifying fear filled his mind. It\nwas a steady undiminishing fear that gripped every muscle of his body.\nHis throat was ice-cold. His heart pounded and gasped for breath.\nEvery nerve-end in his body quivered and his imagination was swamped\nwith a flood of shattering ephemeral horrors.\n\nNothing could shake off the terror. Dirrul's skill with reason and\nlogic failed him. It was impossible to organize his thinking to combat\nthe sensory shock waves disrupting his thoughts. Logical patterns made\nno sense. The very process of trying to build meaning into them--the\nprocess of thinking itself--left him weak and trembling.\n\nThe guards watched his terror for a moment, watched while he clung\nclose to the ground, trying to dig his fingers into it. Then one of\nthem laughed--a piercing discordant shriek, shrilling louder than the\ndin behind the wall. The second man, snarling viciously, kicked Dirrul\nin the ribs.\n\nFor Dirrul the blaze of pain was almost a relief. As his body\nresponded to it on a level of instinct, the chattering terror in his\nmind diminished. A second blow on the head sent him reeling close to\nthe brink of unconsciousness. His perceptive reactions went slightly\nout of focus.\n\nIn a wavering mist he saw the black figures emerge from the gate,\ndragging a dozen or more captives with them. A second explosion rocked\nthe earth and flames leaped high behind the yellow wall. In the glare\nDirrul recognized Glenna, struggling frantically in the arms of her\nmasked captor.\n\nDirrul's memory after that was a vague patchwork of unrelated\nepisodes. He saw huge saddled reptilian bipeds dragged out of the\nconcealing brush. The captives were bound in the saddles and the\nblack-robed figures mounted behind them. Later two of the men pulled\nDirrul up and tied him across a saddle too.\n\nAt a sickening gallop the caravan moved away from the green highway,\nstriking out over the purple plain. For a while Dirrul lost rational\ncontrol of sensation. He felt but without understanding. His brain\npulsed in a continuous terror that seemed to resolve itself into\nsound--a continuous high-pitched scream coming from within his own\nmind. His body throbbed with pain and nausea wrenched emptily at the\nmuscles of his stomach. But he could not sort out the feelings,\nclassify them or adjust to them.\n\nAt the edge of the plain the caravan turned up a steep rocky trail\nwhich led into the ragged range of mountains banked behind the\nVininese city. They came to a stop in a stony ravine, concealed\nbeneath a tangle of gigantic purple-leafed vines.\n\nDirrul's captors dismounted and removed their black cloaks, hiding\nthem among the rocks. Underneath they wore the warm gray skintight\nworkers' clothing of Vinin. The majority left their animals tethered\nto the roots of the vine and began the steep descent on foot to the\ncity. Only three remained behind to guard the prisoners.\n\nThey built a small fire and prepared food, serving the hot sweet\nchunks of white meat in large wicker baskets. As soon as Dirrul\ndiscovered that he could stomach the food he wolfed his share\nhungrily. The guards brought him more. He felt better. Except for the\nsing-song ringing in his head he might have been able to think clearly\nenough to evaluate his own position.\n\nBut that could be done later. He was overcome by an immense\ndrowsiness. He relaxed and slept.\n\n\nVI\n\nA shrill scream woke him with a start of horror. His captors had taken\nhim from his saddle and propped him against a mound of rocks, along\nwith the other prisoners. His muscles were numb and dead, so limp it\nwas almost impossible for him to turn his head. Faintly the whirring\nterror whispered in his mind.\n\nDirrul's eyes focused slowly on the clearing. One of the prisoners had\nbeen carried there, close to the fire. It was Glenna. Two of her\ncaptors held her while the third bent over her head, probing her ear\nwith a sharp instrument. His arm moved. Glenna screamed and fainted.\nFor a moment Dirrul saw the side of her face smeared with a spreading\nstain of blood. Then nausea swept over him. When he opened his eyes\nagain the three men were working over another prisoner at the fire.\n\nVaguely Dirrul knew he had to escape. He forgot the Movement--he\nthought of nothing any loftier than his own personal survival. The\nidea was elemental, built upon the simplest sort of observation and\nhypothesis.\n\nYet it came slowly and painfully, as if he had just tried to\nunderstand after one reading the Cranmor-Frasher Theory of Diminishing\nCorelatives. As he verbalized the conclusion two things happened--the\ndrug-like languor in his muscles began to disperse and the shrilling\nnote of terror burst up loud in his mind once more.\n\nTwo of the men brought their last victim back from the fire and laid\nhis body on the stones close to Dirrul. Dirrul feigned sleep when they\nstood over him. One of them prodded him with the tip of a dusty\nboot--then they both laughed.\n\nThey went back to the fire and talked soundlessly to their companions,\nholding up the identification disk which had been ripped from Dirrul's\nneck hours before. That amused them briefly, until one of the three\nsnatched the disk and hurled it toward the mouth of the ravine in\nviolent anger.\n\nThe three men pulled thick white skins together near the fire and\ncrept into them. Dirrul waited until he was sure they slept. It was\nthe only chance he would have to escape, but when he tried to creep\naway his hands collapsed from sheer terror. The crying fear in his\nmind was so loud his head seemed to vibrate physically with the\nsound.\n\nThought was impossible. Judgment and decision were impossible. If he\ntried to consider even a problem as simple as the safest means of\npassing the dying fire--reason failed him. He could weigh nothing\ncritically--he could not consider probable courses of rational action.\n\nNonetheless he inched forward. It took all the courage and stamina he\npossessed. Gradually a strange and foggy understanding formed in his\nbrain. The terror seemed to die if he planned nothing, merely\nresponding without thought to the instinctive urge to escape. Let\ninstinct do the trick then.\n\nDetached from the control panel of his cerebral cortex his body\nmechanism functioned perfectly. It was like a space-ship smoothly\npiloted by its automatic navigators. Dirrul gave himself over to his\nown built-in stimulus-response relays and the screeching fear\nshriveled and died.\n\nCalm and unhurried he walked past the fire and the sleeping men. As\ncalmly he searched the mouth of the ravine for Sorgel's disk. When he\nfound it he stuffed it into the pocket of his tunic and strode\nconfidently along the trail that led down from the hills.\n\nIt was dawn. In the pink morning light he could see the Vininese city\nat his feet, neat, clean, well-blocked streets and towering buildings\nof black stone. On the outskirts were the circular space-fields and\nthe long low flat-roofed interplanetary freight depots. Farther away,\ndotting the countryside at regular intervals, were curious\nblock-shaped windowless structures surrounded by double walls.\n\nDirrul had never seen anything like them before but, through a process\nof judicial elimination, he decided they must be the Vininese Beam\nTransmitters. The defense of Vinin was remarkably thorough, far\nsurpassing anything of a similar nature on Agron.\n\nIt came to him with something of a shock that he was thinking\nrationally once more. His mind was completely clear. He felt ashamed\nof the foolish, groundless terror that had unnerved him in the ravine.\nHe tried to understand what had happened to him but it was beyond\nanalysis. In retrospect he realized that the danger had been less than\nwhat he faced on any normal day in the Air-Command emergency\nmaintenance service.\n\nThe only logical explanation was the food they had given him. It must\nhave been heavily drugged with a new poison known to the Vininese.\nDirrul was tempted to go back and rescue Glenna, if she were still\nalive after the torture to which she had been subjected. But he knew\nit was more important for him to contact Vininese Headquarters first.\nHe had a message to deliver. Glenna herself would have wanted that.\n\nIn two hours Dirrul was on the plain again. All the suffering of the\npast few hours was gone. The plentiful purple grass had quenched his\nthirst and surprisingly eased his hunger as well. He felt keenly alert\nand alive. The sun was warm, the air was balmy. He was on Vinin.\n\nSpiritually he had come home, to the thing he believed in. Not many\nmen had such opportunity to realize their dreams of perfection. To cap\nthe triumph Dirrul knew it might still be possible to make his report\nand save the Movement on Agron.\n\nFrom the top of a purple-swathed knoll he looked down across a\ntwisting red stream toward the suburbs of the city. Magnificent\nblack-stone villas, surrounded by stylized gardens, were on both sides\nof the green highway.\n\nFurther on, close to the city, were the crowded workers' quarters,\nbehind them, hidden in a faint mist, the rectangular masses of public\nbuildings reaching up toward the stars. This was as Paul Sorgel had so\noften described it. Such grandeur could only belong to the capital\ncity of the Vininese Confederacy.\n\nUnder the brow of the knoll Dirrul saw one of the stone block\nbuildings within its protective double walls. A huge trumpet-like\ntransmitter was exposed at the top of the structure. In some ways it\nresembled the Beam Transmitters on Agron but the differences were so\nstriking Dirrul knew it was a totally new device--possibly a more\nefficient variation invented by the Vininese. The faint hum of\nmachinery and the regular movement of the sending tube indicated that\nthe machine was running--but for what purpose Dirrul could only guess.\n\nThe yard between the two walls was patrolled by a smartly disciplined\nscore of Vininese. Dirrul considered going to them to ask for\ntransportation to the city but changed his mind. It was very possible\nthat the installation was secret. The guards might have had\ninstructions to dispose immediately of any intruder. On the whole it\nseemed wiser to go a little farther to one of the walled villas.\n\nDirrul walked half a thousand feet along the green highway and turned\nup the drive leading toward one of the sprawling mansions. As he\npassed the portals of the open gate an alarm bell clanged--seconds\nlater five Vininese infantry surrounded him, prodding him into the\nhouse with their gleaming weapons. In precise Vininese, carefully\nenunciated, Dirrul tried to explain what he wanted--but the guards\nmade no reply, merely staring at him with cold glazed eyes,\ncomprehending nothing.\n\nThey threw him roughly into a dark room, where a slim Vininese waited\nin a lounge chair. As Dirrul's eyes grew accustomed to the faint light\nhe saw that the Vininese held a snub-nosed rocket-pistol.\n\n\"Your permit?\" the Vininese asked languidly.\n\n\"Yesterday I came here from--\"\n\n\"Then you have no permit. I must shoot you, of course.\"\n\n\"Sir, I have a message from Agron! You must take me to Headquarters!\"\n\n\"Oh, you're a tourist. But this is a prohibited area. From the dust\non your tunic, I take it you have done a great deal of walking. A\npity, my friend--naturally you've seen the transmitters.\"\n\n\"We have them on Agron but it is of no importance.\"\n\nThe Vininese threw back his head and laughed, \"Oh, no--of no\nimportance--you have seen nothing!\"\n\n\"I do not understand you,\" Dirrul said desperately. \"My Vininese is\nvery poor. But you must help me. I bring news of the Movement on Agron\nand time is short.\" Anxiously Dirrul plunged into his story, tripping\nrepeatedly over the involved syntax of Vinin to his host's obvious\namusement.\n\nEventually, however, he made his point, for the tall Vininese said,\n\"Then you must be the agent who sent the teleray report. We've been\nlooking for you, sir. We feared, after you crashed, that you might\nhave been taken by the vagabonds.\" Still holding Dirrul centered in\nthe gunsight the Vininese picked up a portable teleray and asked for\nHeadquarters.\n\nWhile he waited he added, \"You must forgive this reception, my friend\nfrom Agron. We have been having so much trouble with the vagabonds\nlately we must all go armed. Here in the transmission area we must be\nparticularly alert.\"\n\nHis tone was warm but the gun never wavered. When he made his\nconnection he spoke rapidly into the mouthpiece, too rapidly for\nDirrul to work out an accurate translation. It seemed, however, that\nthe conversation was centered around the transmitters rather than the\nreport Dirrul had to make. The Vininese finished the dialogue and\nsmiled engagingly at Dirrul.\n\n\"I am to take you to the capital, my friend,\" he said. \"They are\npreparing a reception for you. You are a hero of Vinin, to have braved\nso much for the cause.\"\n\nThe Vininese came forward suddenly and pulled aside the torn cloth at\nthe throat of Dirrul's tunic.\n\n\"But you--you must have a disk!\" The Vininese was suddenly frightened.\n\"There is no tourist stamp on your arm. I don't understand.\"\n\n\"Paul Sorgel loaned me his when I left Agron.\" Dirrul felt in his\ntunic pocket. \"He said I was to give it to the Chief when I made my\nreport but if you must see it now--\"\n\n\"No, no--by all means, keep it.\" The tall man's voice was pleasant\nagain. \"I was simply afraid that someone might have come who--but it\nis nothing. I am weary from all this vigilance against the vagabonds.\nIt is hard to think realistically.\"\n\n\"I was surprised to see so much lawlessness on Vinin.\"\n\n\"Then you're very naive, my friend. There's an element like that among\nall people, although I must admit ours here have suddenly become\nexcessively active. Their attacks are so systematic and so\nwell-organized! Hardly a night passes without trouble at a work camp\nor a transmitter station.\n\n\"Your transmitters are different from ours. Have you developed an\nimprovement in technique?\"\n\n\"They are, curious, aren't they? You must ask the Chief to tell you\nall about them.\" The Vininese chuckled with delight. \"I wouldn't want\nto spoil his surprise by letting you in on the secret first.\"\n\n\nVII\n\nThe Vininese drove Dirrul to the city in a heavily armed surface car.\nTwo of the infantrymen sat behind them, their rocket guns ready on\ntheir knees. It was testimony to the efficiency and organization of\nVinin that such a finished reception could be prepared on such short\nnotice. Dirrul's first intimation of the scope of the ceremony came\nwhen they stopped at a school to be cheered by the pupils.\n\nRank upon rank of boys and girls lined up smartly behind the high wire\nfence. They ranged in ages from tots, barely able to stand, to young\npeople in late adolescence. Except for the round metal disks, which\nall of them wore, they were completely naked.\n\n\"Clothing breeds such false modesty and so many foolish frustrations,\"\nDirrul's host explained. \"On Vinin every child is reared in completely\nobjective equality. As soon as we take them from their parents--about\nthe time when they're first learning to walk--we give them\nidentification disks. Before that, when they're in the instinct\nperiod, the disks aren't necessary.\n\n\"After their basic education we classify them. The leader-class is\nissued permanent disks and the others give theirs up. The adjustment\nis something very severe but on the whole the casualties are light.\"\nSuddenly the Vininese seized Dirrul's hand and looked into his eyes.\n\"I trust you follow me, my friend?\"\n\n\"Yes,\" Dirrul answered. Reason led him to a conclusion as he looked at\nthe massed children, a conclusion he could not bring himself to face.\nHe felt a new kind of fear, as cold as the depths of space and as\ndevoid of emotion. Instead of trusting to his own logic Dirrul\nstruggled to find a flaw in it--for a man cannot easily watch his\ndream turn to dust in his hands.\n\nThey drove on into the city. Rows of men and women in working clothes\nlined the streets, cheering wildly in unison. Crossed Vininese flags\nwere draped between the buildings and brave-colored streamers danced\nin the wind.\n\n\"A reception is good for them,\" the Vininese said. \"We need heroes\noccasionally. It's fortunate you came when you did. The vagabonds have\nhad a disturbing effect on morale and it's impossible to suppress the\nnews entirely.\"\n\nThe vehicle stopped before the towering government building. Dirrul\nwas led up a flight of stone steps to a wide porch overlooking the\nmass of cheering upturned faces in the public square. He stood\nmotionless while speeches were made and gay ribbon was draped around\nhis neck. The air shook with bright explosions--a huge flag was\nunfurled over the porch--band music began to blare and a tidal wave of\nprecision-trained Vininese infantry wheeled into the square.\n\nAn official touched Dirrul's arm. \"You must take the salute of our\nwork-leaders now.\"\n\nDirrul was pushed back against the stone railing as an orderly mob\nfiled past, blank-faced and chattering with meaningless pleasure. Many\nof them pressed forward to touch his hand before the guards tactfully\nhurried them on. When the organized confusion was at its height a tiny\nsquare of paper was slipped into his hand.\n\nDirrul had no idea which of the mob had given it to him and he dared\nnot glance at it. But he managed to hide the paper in the band of his\ntunic.\n\nHour by hour the throng filed past, endless and meaningless. It was an\nagony for Dirrul. For the first time he looked into the face of his\ndream and saw the reality of Vinin--order, discipline, efficiency--and\nutter blankness. Unhappily he recalled one of Dr. Kramer's lectures.\n\n\"... Defiance of convention, confusion, frustration, stubbornness--yes\nand a touch of the neurotic too--these goad the individual into\nsolving problems. And problem solving is progress. An orderly society\nthat asks no questions of itself, a society that has no doubts, is a\ndying society....\"\n\nDirrul understood the professor at last. He looked squarely at the\nfact of what he was, a traitor to his own people, on the verge of\nbetraying them. He had been wonderfully deluded by his own\nself-deception.\n\nBut the job wasn't quite finished. The Vininese would not have gone to\ntake Glenna from the hospital if they had understood his teleray. Let\nthem splurge on their reception! He was unimpressed. When the time\ncame for questions to be answered he would conveniently forget why he\nhad been sent to Vinin. Nothing they could do would drag it out of\nhim.\n\nThe crowd thinned and Dirrul was taken inside the building, where his\nVininese host awaited him. Sighing deeply the Vininese stood up.\n\"These public displays do take so much of our time,\" he said, \"but\nit's over now.\" This last seemed to amuse him and he repeated it\nsoftly before adding, \"The Chief's ready to see you.\"\n\nRemembering the note and the flimsy possibility that it might suggest\na way out, Dirrul answered quickly, \"But, sir, I really ought to clean\nup first.\"\n\n\"You Agronians have such weird notions of propriety!\"\n\n\"I would feel more presentable to your Chief if--if I could have a\nbath. Perhaps I might even borrow a change of clothing.\"\n\nThe Vininese fingered his chin thoughtfully. \"It might be more\namusing. Yes, the Chief can wait a few minutes longer for you to\nsatisfy your vanity.\"\n\nHe summoned a blank-faced liveried servant and asked for a clean\nworker's suit for Dirrul. Then he took Dirrul to the wall tube and\nthey shot noiselessly to an upper floor. As he left Dirrul at the\ndoor of a luxurious suite, the Vininese said, \"When you change your\nclothes, my friend, don't forget to take the disk out of your tunic.\nThe Chief will want it when you see him.\"\n\nWhen he was sure he was alone Dirrul spread open the note. It was a\ncrude drawing of a hearing aid and beneath it a cryptic sentence\nwritten in Agronian,\n\n     _I lost mine and so has Glenna now._\n\nThe signature was unmistakably Hurd's but the note made no sense.\nHurd's hearing was as sound as Dirrul's. He had never used a\nmechanical device--how could he have lost it then? _So has\nGlenna_--that must be the key. Hurd somehow knew about the vagabond\nraiding party that had rescued Glenna from the mental hospital. He\nmust have escaped from the Vininese earlier himself. He was probably\nhiding somewhere in the capital.\n\nWorking on this hypothesis Dirrul made a guess that the thing Hurd had\nlost was his illusion about the Vininese system. The hearing aid\nsymbolized what Hurd had been told about it, as opposed to the reality\nwhich he saw with his own eyes.\n\nBut such an interpretation didn't ring entirely true. It was too\ninvolved for an idea which could have been better expressed in four\nwords--_I know the truth_. Tossing the note aside Dirrul turned on the\nwater in the shower room and thoughtfully disrobed.\n\nAs he threw his tunic aside a violent paralyzing terror seized his\nmind, making his head sing with a screeching vibration. Blindly he\nsnatched up the tunic in order to stuff the cloth into his mouth so he\nwould not cry out. But as soon as he pressed it against his skin his\nterror vanished, like a siren suddenly stilled.\n\nThe pattern of the real truth fell into place then. Now he understood\nthe power of Vinin. Experimentally he took Sorgel's disk out of his\ntunic and laid it on a table. As soon as he did so the blinding\nnameless horror flamed up. When he held the disk again the exhausting\nemotion vanished.\n\nLooking back Dirrul saw an abundance of evidence that might have given\nhim a clue, had he not spent so much mental effort bolstering his\nillusion of Vinin. There was the circumstance of his own unrelenting\nterror when he was without the disk in the ravine--the painful sight\nof his captors puncturing the prisoners' eardrums--the soundless talk\nof the vagabonds, like the lip-reading of the deaf--the bleak\norderliness of the cheering mobs--and, most obvious of all, the\nstrange transmitters atop the well-guarded stone block-buildings.\n\nIt was all there, even to the final cruelty to the children. What was\nit the Vininese had said? \"The adjustment is sometimes very severe but\non the whole the casualties are light.\" And the very young, before\nthey were taken from their parents, didn't need disks because they\nwere in what the Vininese had called \"the instinct period.\"\n\nDirrul knew what Hurd's drawing meant. Somehow Hurd had lost his\nhearing, perhaps as a result of the beating the police had given him\non Agron. In any case only the deaf could think rationally on Vinin.\nHurd was telling Dirrul to shatter his own sense of hearing if he\nstill had the will to think and act for himself. The nightmare Dirrul\nhad witnessed in the ravine was not torture but the bravery of\ndesperate men attempting to rescue rational minds.\n\nThe Rational Potential--the gift of the legendary Earthmen! Like the\nprocesses of thought itself it could never be wiped out by argument or\nreason once it was understood. The Earthmen had wasted centuries\ntrying to undo their own evolved rationality before they realized it\ncould not be done. Now, on a higher level in another plane, the\nVininese were struggling to submerge the Earthmen's second achievement\nof the Rational Potential.\n\nIt was done by their transmitters. A wave of some sort--probably\nsubsonic or supersonic--continuously filled the Vininese atmosphere.\nThe Vininese who wore the disks were protected against it. The others\nsuccumbed if they retained their hearing. As Dirrul himself had\ndiscovered in the ravine, when he did not consciously think the terror\ndiminished.\n\nAll Vininese children were given a basic education. It built up their\nautomatic responses, established correct stimulus-response behavior\npatterns. Then, for the masses, the protective disks were eliminated\nand the screeching fear pounded at them until the processes of\ncreative thinking were destroyed, leaving a backlog of malleable and\nobedient habit patterns. The problem solving was done for them by\ntheir masters.\n\nThe Vininese Confederacy--half the galaxy--was peopled by billions\nupon billions of robot races, ruled by a handful of men with absolute\npower. To that Dirrul would have betrayed his planet! To slavery and\nto the destruction of the Rational Potential, all for the slippery\ndream of orderliness and efficiency which masqueraded as progress.\n\nHe could save Agron today--but for how long? Sorgel would bewitch\ncountless other discontented Agronian fools. The Movement would try\nagain and one day the Vininese space fleet would penetrate the\nAgronian Nuclear Beams. Dirrul had to escape. He had to go home and\ntell the truth about Vinin.\n\nAnd it was impossible. He was completely trapped with no visible way\nout for himself.\n\n\nVIII\n\nDirrul stood in front of the metal-surfaced reflector, fingering the\ncap of his ear. To survive as a thinking being he must deafen himself.\nYet he hesitated. Self-inflicted violence was the negation of the\nRational Potential.\n\nThen, slowly, he developed a new idea. He could use the power of\nVinin, to save Agron if not himself!\n\nThere came a knock on his door. Dirrul drew on his tunic as a stranger\nentered the room.\n\n\"The Chief is impatient--you must come at once.\"\n\nDurril was led through a metal-roofed tunnel into a wide sunny\ntransparent-walled room at the top of the building. The door closed\nbehind him. He was alone with a tall smooth-faced man, exotically\ncostumed in a tight black suit crusted with white jewels and framed by\na white cloak thrown loosely around his shoulders. He sat back of a\ntremendous desk--behind his chair was a tilted panel of dials, levers\nand tiny glowing lights, running the length of the room under the\nceiling-high window.\n\n\"It is always a pleasure to welcome a hero of the Vininese\nConfederacy,\" the Chief said without getting up. His tone was slow,\ntired, emotionless. His eyes were without expression. \"May I ask your\nname?\"\n\n\"Dirrul--Edward Dirrul.\"\n\n\"And you come from Agron with a message from our agent,\" he said,\nspeaking Agronian. \"So much we got from your teleray. In fifty\ndays--actually forty-nine from now, by your time--your local Movement\nwill have use for a Vininese space-fleet. I have already dispatched\nSub-units B and C. Now, if you will give me the details of your Plan I\ncan code-wave them to my commander.\"\n\n\"There's been a mistake, sir. What I really meant when I sent the\nmessage was--\"\n\n\"So you've discovered the truth.\" The Chief's hand darted toward a\ncubicle of his desk and he held a metal-barreled weapon aimed steadily\nat Dirrul. \"These things are always so tedious. Give me your disk.\"\n\n\"Of course,\" Dirrul agreed readily but as he felt in his pocket the\nChief gestured negatively with his weapon.\n\n\"No, keep it.\" After a pause he added, \"You're certain that you know,\nDirrul?\"\n\n\"I've seen the transmitters.\"\n\n\"Then why aren't you afraid? Why do you consent so readily? The others\nare always terrified--they'll confess to anything if I promise to let\nthem keep the disks. Have you ever heard the sound, Dirrul? Do you\nreally know what it's like?\"\n\n\"You want information from me. You have no chance of getting it if you\ndeprive me of the ability to think.\"\n\n\"Granted. And otherwise?\"\n\n\"You won't get it either.\"\n\nThe Chief sighed wearily. \"You are simply trading one romantic\nillusion for another. You have somehow convinced yourself that one\nman--one lone Agronian--can hold out against us. Let me tell you a\nlittle about our system, Dirrul, so you'll understand how futile it is\nto waste your time and mine like this.\" Not a trace of feeling came\ninto his voice. He sounded slightly bored, reciting a matter-of-fact\nchronology of statistics.\n\n\"As you have guessed we create our leader-class on each of our planets\nby protecting them from the sound waves with the disks. If scattered\ngroups among the general public should ever gain immunity--as far as\nwe know only idiots and the deaf can do that--they could never carry\nout a successful revolt. The only way would be for the transmitter\nstations to be silenced.\n\n\"However, every unit operates independently on its own power. We have\nthousands of them on every planet. All but one could be destroyed, and\nthat one transmitter would still be enough to control the planet. You\nbegin to see, I think, that any kind of resistance is foolish. In time\nyou can be made to do as I ask. Unfortunately, we have no time to\nspare.\n\n\"Perhaps you're thinking that outsiders--tourists, let's say--could\ncome here and overthrow us. All rational beings in the galaxy are\nsubject to the same physical laws. They still must hear and if they do\nthey're powerless.\n\n\"Besides, our secret is remarkably well-kept. The tourists and\nmerchants come to our planet in droves. They notice nothing--because\nof the amusing idiosyncrasy of Vininese customs men, who are required\nto stamp the hand of each visitor with an identification mark. The\ncoloring material is atomically constituted to act as a temporary disk\nwhile the tourist is among us. He notices nothing amiss. He sees what\nwe want him to see--he goes home favorably impressed--and by that time\nthe mark has worn away. You get the general picture, Dirrul? Nothing\ncan ever defeat us.\"\n\n\"Nothing but yourselves.\"\n\n\"Romantic nonsense! Let me show you what I can do, Dirrul, even when\nyou wear a disk. I think you'll bargain then.\" The Chief turned a\nlittle to face the panel behind his desk, feeling over the dials while\nhe kept Dirrul framed in his gunsight.\n\n\"The young man you went to this morning for help is a sadist. The\nreception was his idea--so was your bath. He likes to have our\ntraitors--and you are a traitor, of course, to your own people--he\nlikes to have them discover the truth before we take their disks away.\nIt's an exquisite torture but in your case annoying, since it puts you\nin a position to bargain. Now it occurs to me that your host should be\ndisciplined for his bungling.\"\n\nThe Chief pointed to the surface of his desk. \"Watch the screen,\nDirrul.\" An opaque rectangle glowed with light, slowly came into\nfocus, and revealed a large mirrored lounge, where a number of\nofficial Vininese stood talking and drinking. The Chief twisted a\ndial, pulled a lever and one of the Vininese collapsed, writhing on\nthe glassy floor in violent agony.\n\nThe screen went blank.\n\n\"I have not only decontrolled your friend's disk,\" the Chief explained\nblandly, \"but I have doubled his receptability to sound. I can\ncontinue the treatment until he goes mad--or I can snap it off and let\nit serve as a warning.\n\n\"From this panel here I control every disk-wearer on Vinin--including\nyourself, Dirrul. You understand, I think, that there can never be\nany disloyalty among our leaders--they're consciously aware of the\nconsequences. And revolt in the ranks is physically impossible. We're\nsafe, you see, even from ourselves.\"\n\nOnce again there was a slight trace of emotion in the weary voice. \"No\ndoubt you also gather, Dirrul, who is the real ruler of Vinin. There\nare a hundred thousand of us, more or less, scattered throughout the\nConfederacy. All right--tell me what I need to know. If your Plan\nsucceeds I'll deputize you for Agron when we annex it.\"\n\nSuddenly Dirrul saw the answer. His heart leaped with joy and it was\ndifficult to keep the feeling out of his voice when he said, \"You have\nbeen talking to me in my own tongue.\" Carefully he inched toward the\ndesk. \"And understanding me.\"\n\n\"Entirely beside the point.\"\n\n\"Not entirely. You hear what I say--which means that you must wear a\ndisk too.\"\n\nDirrul sprang across the desk. At the same time the Chief raised his\nweapon and fired. Flame seared Dirrul's cheek. A red mist welled\nbefore him and he reeled back against the control panel as the Chief\nfired again. The second explosion was so close it seemed to be within\nhis own mind.\n\nThe Chief's hand clawed at Dirrul's tunic, ripping the disk away from\nhim. Recoiling in anticipation of the dread shock wave, Dirrul hurled\nhimself at the Chief.\n\nBut instead of the screaming terror he felt nothing. An inexplicable\nforce seemed to close in on him. His head spun dizzily but his mind\nstill functioned. He smashed his fist into the face of the Chief and\nthe body sagged to the floor.\n\nDirrul stood bewildered, looking at his hand. A mass of flesh-like\nmaterial, torn from the Chief's face, clung to his knuckles. Dirrul\nbent over the man and touched his skin. It crumbled under pressure and\nthe lifelike purple coloring ran. Dirrul peeled the putty away until\nhe could make out the shape of the pale wrinkled very aged face\nbeneath.\n\nSickened he moved away--for he had seen the ruler of Vinin.\n\n\nIX\n\nDirrul backed into the desk, knocking a fragile statuette to the\nfloor. When it lay shattered at his feet he understood why he could\nstill plan and reason, even though the disk was gone. The Chief's\nshot, fired so close to his head, had deafened him either temporarily\nor permanently.\n\nDirrul ran to the control panel and twisted dials frantically, pulling\nevery lever he could find. He had no idea what he was doing and it\ndidn't matter so long as something happened. If he could decontrol\neven half the disks on Vinin it would create enough confusion to cover\nhis own escape.\n\n       *       *       *       *       *\n\nTwenty-five days later the Space-dragon shot up from the space-field\nwhich was hidden among the stony Vininese mountain ravines. As it cut\nthrough the stratosphere Dirrul's bonds were released. He felt\nexhausted and empty. His last memory was of talking to Hurd on the\nmountain trail. Beyond that was a blank. He looked up at Glenna, as\nbeautiful as ever but somehow more mature.\n\n\"You're all right now, Eddie?\" she asked in a loud voice that betrayed\nher deafness.\n\n\"I think so. Where are you taking me?\"\n\nShe touched her ears, still crudely bandaged. \"You must say everything\nvery slowly, Eddie. I haven't yet learned to read lips as well as Hurd\ndoes.\"\n\n\"Where are we going?\"\n\n\"Back to Agron.\"\n\n\"We have no right, Glenna--we're traitors!\"\n\n\"We have a duty to tell them the truth. What they do with us doesn't\nmatter.\"\n\nHe shook his head weakly, still lost in his stupor. \"Tell me what\nhappened, Glenna--I can't remember anything.\"\n\n\"You got out of the government building and stole a Space-dragon. Then\nyou came looking for us. Just after you met Hurd your hearing began to\ncome back and of course you lost control of yourself. Hurd wanted to\nbreak your eardrums but I wouldn't let him.\n\n\"Since we had a space-ship at last we could get away from Vinin and I\nknew you'd be all right when we did. But it took us a month to steal\nenough fuel. Something you did in the government building paralyzed a\nlot of the leaders for a while but by the time we got around to\nlooking for fuel the others had restored order again.\"\n\nThe door of the control room slid open and Hurd dropped down on the\nbunk beside Dirrul. \"Feeling better?\" he asked anxiously.\n\n\"I guess so. The whole picture's beginning to come back.\"\n\nHurd sighed with relief and his face relaxed.\n\nDirrul asked slowly, \"How did you get away from them, Hurd?\"\n\n\"I lost my hearing in the beating Sorgel gave me on Agron.\"\n\n\"_Sorgel!_\" Dirrul repeated unbelievingly. It was the last illusion to\ngo and for that reason the most painful. \"Then it wasn't the Agronian\npolice--\"\n\n\"Of course it was Sorgel,\" Glenna said quietly. \"He had to get rid of\nus because we wouldn't go along with him on the idea of a Vininese\ninvasion. I tried so hard to tell you, Eddie, but I couldn't because\nof the drugs they gave us.\"\n\n\"The Vininese never knew I was deaf,\" Hurd went on. \"It's easy enough\nto escape from a work camp when you can think for yourself. The\nVininese resistance found me in the hills and I've been working with\nthem ever since. A pitiful band of the deaf, fighting insurmountable\nodds to win back the human dignity of half the galaxy! But they won't\nturn tail and run and their numbers grow every time they raid a work\ncamp.\"\n\n\"Were you with the men who kidnapped Glenna?\"\n\n\"We were all out that night, trying to keep watch on the camps near\nthe capital. We didn't know which one Glenna was in but I was sure the\nVininese would try to reach her after they got your teleray message.\nWe counted on the Vininese leading us to her and we knew we had to\nkidnap her first if we were to keep them from learning about the Plan\non Agron.\n\n\"Unfortunately I wasn't with the group that picked you up, Eddie. They\nthought they had taken a Vininese leader and it seemed such a suitable\npunishment to take your disk away and let you hear the sound for a\nwhile. Later--after you'd escaped--when the others described your\nAir-Command uniform I took a chance and sent my note.\"\n\nHe helped Dirrul to his feet. \"You'll have to take over from here on\nin, Eddie. You said you knew how to pilot this thing. I figured out a\ntake-off but that's as far as I can go.\"\n\n\"Sorgel's pilot showed me once,\" he said. \"What I don't remember I'll\nimprovise. He said a Space-dragon could make the run in thirty days.\nThis baby's got to do it in less than twenty-five if we're going to\nbeat the Vininese fleet to Agron.\"\n\n\"You didn't tell them the Plan, did you, Eddie?\"\n\n\"No.\"\n\n\"The Vininese won't land without instructions.\"\n\n\"Sorgel may get up enough courage to send a teleray code. We can't\ntake any chances either.\"\n\nDirrul drove himself without rest. He cut every corner he knew, used\nevery trick of navigational skill he had ever learned. Nonetheless it\nwas twenty-eight days before the little ship hung in the air over the\nAgronian capital.\n\nHis heart sank. On the space-field, in neat ranks, the Vininese\nspace-fleet was drawn up in proud review. The planet had fallen!\nDirrul made his decision instinctively.\n\nThe Space-dragon wheeled and swept low over the field, its vicious\nguns blazing. The yellow clouds of destruction swept up toward the\nsky--the little ship was caught in the blazing flame. The\ninterplanetary freight sheds loomed ahead. And the world exploded,\nfalling apart into a soothing painless silence.\n\n       *       *       *       *       *\n\nDirrul opened his eyes and looked at the neutral blue of a hospital\nceiling. Gradually he became conscious of Dr. Kramer, seated by the\nbed.\n\n\"Dr. Kramer!\" Dirrul whispered. \"Then everything's all right.\"\n\n\"If by everything you mean your companions, yes. There's even a chance\nwe can restore the girl's hearing.\"\n\n\"And the Vininese?\"\n\n\"Defeated.\"\n\n\"Dr. Kramer, we've got to destroy the Confederacy! I saw their\ntransmitters--I know how their system works.\"\n\n\"Hush, Edward--I promised not to excite you. We know about it.\"\n\n\"Then how could you have been foolish enough to let them land?\"\n\n\"It seemed a pity not to give a few of their people another chance.\nIt's working out quite nicely too.\"\n\n\"I don't follow you, Dr. Kramer.\"\n\n\"Long ago we became interested when tourists told us about the curious\nblock-buildings on Vinin. Our physics boys worked out an ingenious\ndevice for analyzing their atmosphere. It was a little machine\nconcealed in the lining of an ordinary air-freight crate, as I recall.\n\n       *       *       *       *       *\n\n\"A machine is quite objective, Edward--and Customs men don't stamp\nfreight crates with the negative adaptors. When we learned that a\nVininese fleet was going to land here we simply issued insulating\nhelmets to all our people and let them come. As soon as we destroyed\ntheir portable transmitters the Vininese army proved quite adaptable\nto a new environment.\"\n\n\"Then--I did nothing to help when I destroyed their fleet?\"\n\n\"Unfortunately you wounded two of our mechanics.\"\n\n\"I'm a traitor, Dr. Kramer. Even when I try I can't redeem myself!\"\n\n\"Only on Vinin can you betray an external absolute, Edward. To an\nAgronian all objective concepts are relative to the subjective\ninterpretations made by each individual. You can only be a traitor to\nyourself.\"\n\n\"The words are pleasant to say to a sick man but the fact remains--I\nwould have betrayed Agron.\"\n\n\"But you didn't. Why not?\"\n\n\"When I saw what their efficiency really meant--\"\n\n\"You changed your mind before you knew about the transmitters?\"\n\n\"Yes.\"\n\n\"Then you're libeling yourself. Don't trap yourself in another\nself-delusion, Edward. All that's happened is that you've grown up.\"\n\nDirrul said slowly, feeling for words that would express the idea as\nhe felt it, \"When I was in the center of the galaxy, looking out on\nspace, I almost grasped a new concept but I lost it when the Agronian\npatrol attacked me. It's coming back.\n\n\"Time and space seem to be one and the same. Neither exists as an\nobjective reality. There is no past and no future--all of it occurs\neternally in the instant of my own being. I am everything and\nnothing--infinity and a speck lost in space.\"\n\n\"Thus you discover the Rational Potential,\" Dr. Kramer smiled. \"I\nthink you're ready for the space-pilot promotional, Edward.\" After a\npause Dr. Kramer inquired, \"Did you see the Chief of Vinin, Edward?\"\n\n\"Then you know about that too?\"\n\n\"I've guessed--it seems likely.\"\n\n\"I scraped off the putty and the face color. Beneath it he was an\nEarthman. A hundred thousand of them rule the Confederacy.\"\n\n\"All time and space, forever occurring for each of us in the instant\nof now! Yes, he would be an Earthman, Edward--quite logically. Both\ngood and evil begin with the same source. Both have the same Rational\nPotential. The act of being has always been the same struggle of\nconstant forces, between the absolute and the relative. The time never\nchanges nor the event but merely the passing illusion of place.\"\n\nShaking his head the chubby professor departed. Dirrul closed his\neyes, at peace with himself.\n"
  }
}