{
  "novel": {
    "title": "The Variable Man",
    "author": "Philip K. Dick",
    "theme": "Science-Fiction",
    "text": "    He fixed things--clocks, refrigerators, vidsenders and\n    destinies. But he had no business in the future, where the\n    calculators could not handle him. He was Earth's only\n    hope--and its sure failure!\n\n\nSecurity Commissioner Reinhart rapidly climbed the front steps and\nentered the Council building. Council guards stepped quickly aside and\nhe entered the familiar place of great whirring machines. His thin\nface rapt, eyes alight with emotion, Reinhart gazed intently up at the\ncentral SRB computer, studying its reading.\n\n\"Straight gain for the last quarter,\" observed Kaplan, the lab\norganizer. He grinned proudly, as if personally responsible. \"Not bad,\nCommissioner.\"\n\n\"We're catching up to them,\" Reinhart retorted. \"But too damn slowly.\nWe must finally go over--and soon.\"\n\nKaplan was in a talkative mood. \"We design new offensive weapons, they\ncounter with improved defenses. And nothing is actually made!\nContinual improvement, but neither we nor Centaurus can stop designing\nlong enough to stabilize for production.\"\n\n\"It will end,\" Reinhart stated coldly, \"as soon as Terra turns out a\nweapon for which Centaurus can build no defense.\"\n\n\"Every weapon has a defense. Design and discord. Immediate\nobsolescence. Nothing lasts long enough to--\"\n\n\"What we count on is the _lag_,\" Reinhart broke in, annoyed. His hard\ngray eyes bored into the lab organizer and Kaplan slunk back. \"The\ntime lag between our offensive design and their counter development.\nThe lag varies.\" He waved impatiently toward the massed banks of SRB\nmachines. \"As you well know.\"\n\nAt this moment, 9:30 AM, May 7, 2136, the statistical ratio on the SRB\nmachines stood at 21-17 on the Centauran side of the ledger. All facts\nconsidered, the odds favored a successful repulsion by Proxima\nCentaurus of a Terran military attack. The ratio was based on the\ntotal information known to the SRB machines, on a gestalt of the vast\nflow of data that poured in endlessly from all sectors of the Sol and\nCentaurus systems.\n\n21-17 on the Centauran side. But a month ago it had been 24-18 in the\nenemy's favor. Things were improving, slowly but steadily. Centaurus,\nolder and less virile than Terra, was unable to match Terra's rate of\ntechnocratic advance. Terra was pulling ahead.\n\n\"If we went to war now,\" Reinhart said thoughtfully, \"we would lose.\nWe're not far enough along to risk an overt attack.\" A harsh, ruthless\nglow twisted across his handsome features, distorting them into a\nstern mask. \"But the odds are moving in our favor. Our offensive\ndesigns are gradually gaining on their defenses.\"\n\n\"Let's hope the war comes soon,\" Kaplan agreed. \"We're all on edge.\nThis damn waiting....\"\n\nThe war would come soon. Reinhart knew it intuitively. The air was\nfull of tension, the _elan_. He left the SRB rooms and hurried down\nthe corridor to his own elaborately guarded office in the Security\nwing. It wouldn't be long. He could practically feel the hot breath of\ndestiny on his neck--for him a pleasant feeling. His thin lips set in\na humorless smile, showing an even line of white teeth against his\ntanned skin. It made him feel good, all right. He'd been working at it\na long time.\n\nFirst contact, a hundred years earlier, had ignited instant conflict\nbetween Proxima Centauran outposts and exploring Terran raiders. Flash\nfights, sudden eruptions of fire and energy beams.\n\nAnd then the long, dreary years of inaction between enemies where\ncontact required years of travel, even at nearly the speed of light.\nThe two systems were evenly matched. Screen against screen. Warship\nagainst power station. The Centauran Empire surrounded Terra, an iron\nring that couldn't be broken, rusty and corroded as it was. Radical\nnew weapons had to be conceived, if Terra was to break out.\n\nThrough the windows of his office, Reinhart could see endless\nbuildings and streets, Terrans hurrying back and forth. Bright specks\nthat were commute ships, little eggs that carried businessmen and\nwhite-collar workers around. The huge transport tubes that shot masses\nof workmen to factories and labor camps from their housing units. All\nthese people, waiting to break out. Waiting for the day.\n\nReinhart snapped on his vidscreen, the confidential channel. \"Give me\nMilitary Designs,\" he ordered sharply.\n\n       *       *       *       *       *\n\nHe sat tense, his wiry body taut, as the vidscreen warmed into life.\nAbruptly he was facing the hulking image of Peter Sherikov, director\nof the vast network of labs under the Ural Mountains.\n\nSherikov's great bearded features hardened as he recognized Reinhart.\nHis bushy black eyebrows pulled up in a sullen line. \"What do you\nwant? You know I'm busy. We have too much work to do, as it is.\nWithout being bothered by--politicians.\"\n\n\"I'm dropping over your way,\" Reinhart answered lazily. He adjusted\nthe cuff of his immaculate gray cloak. \"I want a full description of\nyour work and whatever progress you've made.\"\n\n\"You'll find a regular departmental report plate filed in the usual\nway, around your office someplace. If you'll refer to that you'll know\nexactly what we--\"\n\n\"I'm not interested in that. I want to _see_ what you're doing. And I\nexpect you to be prepared to describe your work fully. I'll be there\nshortly. Half an hour.\"\n\n       *       *       *       *       *\n\nReinhart cut the circuit. Sherikov's heavy features dwindled and\nfaded. Reinhart relaxed, letting his breath out. Too bad he had to\nwork with Sherikov. He had never liked the man. The big Polish\nscientist was an individualist, refusing to integrate himself with\nsociety. Independent, atomistic in outlook. He held concepts of the\nindividual as an end, diametrically contrary to the accepted organic\nstate Weltansicht.\n\nBut Sherikov was the leading research scientist, in charge of the\nMilitary Designs Department. And on Designs the whole future of Terra\ndepended. Victory over Centaurus--or more waiting, bottled up in the\nSol System, surrounded by a rotting, hostile Empire, now sinking into\nruin and decay, yet still strong.\n\nReinhart got quickly to his feet and left the office. He hurried down\nthe hall and out of the Council building.\n\nA few minutes later he was heading across the mid-morning sky in his\nhighspeed cruiser, toward the Asiatic land-mass, the vast Ural\nmountain range. Toward the Military Designs labs.\n\nSherikov met him at the entrance. \"Look here, Reinhart. Don't think\nyou're going to order me around. I'm not going to--\"\n\n\"Take it easy.\" Reinhart fell into step beside the bigger man. They\npassed through the check and into the auxiliary labs. \"No immediate\ncoercion will be exerted over you or your staff. You're free to\ncontinue your work as you see fit--for the present. Let's get this\nstraight. My concern is to integrate your work with our total social\nneeds. As long as your work is sufficiently productive--\"\n\nReinhart stopped in his tracks.\n\n\"Pretty, isn't he?\" Sherikov said ironically.\n\n\"What the hell is it?\n\n\"Icarus, we call him. Remember the Greek myth? The legend of Icarus.\nIcarus flew.... This Icarus is going to fly, one of these days.\"\nSherikov shrugged. \"You can examine him, if you want. I suppose this\nis what you came here to see.\"\n\nReinhart advanced slowly. \"This is the weapon you've been working on?\"\n\n\"How does he look?\"\n\nRising up in the center of the chamber was a squat metal cylinder, a\ngreat ugly cone of dark gray. Technicians circled around it, wiring up\nthe exposed relay banks. Reinhart caught a glimpse of endless tubes\nand filaments, a maze of wires and terminals and parts criss-crossing\neach other, layer on layer.\n\n\"What is it?\" Reinhart perched on the edge of a workbench, leaning his\nbig shoulders against the wall. \"An idea of Jamison Hedge--the same\nman who developed our instantaneous interstellar vidcasts forty years\nago. He was trying to find a method of faster than light travel when\nhe was killed, destroyed along with most of his work. After that ftl\nresearch was abandoned. It looked as if there were no future in it.\"\n\n\"Wasn't it shown that nothing could travel faster than light?\"\n\n\"The interstellar vidcasts do! No, Hedge developed a valid ftl drive.\nHe managed to propel an object at fifty times the speed of light. But\nas the object gained speed, its length began to diminish and its mass\nincreased. This was in line with familiar twentieth-century concepts\nof mass-energy transformation. We conjectured that as Hedge's object\ngained velocity it would continue to lose length and gain mass until\nits length became nil and its mass infinite. Nobody can imagine such\nan object.\"\n\n\"Go on.\"\n\n\"But what actually occurred is this. Hedge's object continued to lose\nlength and gain mass until it reached the theoretical limit of\nvelocity, the speed of light. At that point the object, still gaining\nspeed, simply ceased to exist. Having no length, it ceased to occupy\nspace. It disappeared. However, the object had not been _destroyed_.\nIt continued on its way, gaining momentum each moment, moving in an\narc across the galaxy, away from the Sol system. Hedge's object\nentered some other realm of being, beyond our powers of conception.\nThe next phase of Hedge's experiment consisted in a search for some\nway to slow the ftl object down, back to a sub-ftl speed, hence back\ninto our universe. This counterprinciple was eventually worked out.\"\n\n\"With what result?\"\n\n\"The death of Hedge and destruction of most of his equipment. His\nexperimental object, in re-entering the space-time universe, came into\nbeing in space already occupied by matter. Possessing an incredible\nmass, just below infinity level, Hedge's object exploded in a titanic\ncataclysm. It was obvious that no space travel was possible with such\na drive. Virtually all space contains _some_ matter. To re-enter space\nwould bring automatic destruction. Hedge had found his ftl drive and\nhis counterprinciple, but no one before this has been able to put them\nto any use.\"\n\nReinhart walked over toward the great metal cylinder. Sherikov jumped\ndown and followed him. \"I don't get it,\" Reinhart said. \"You said the\nprinciple is no good for space travel.\"\n\n\"That's right.\"\n\n\"What's this for, then? If the ship explodes as soon as it returns to\nour universe--\"\n\n\"This is not a ship.\" Sherikov grinned slyly. \"Icarus is the first\npractical application of Hedge's principles. Icarus is a bomb.\"\n\n\"So this is our weapon,\" Reinhart said. \"A bomb. An immense bomb.\"\n\n\"A bomb, moving at a velocity greater than light. A bomb which will\nnot exist in our universe. The Centaurans won't be able to detect or\nstop it. How could they? As soon as it passes the speed of light it\nwill cease to exist--beyond all detection.\"\n\n\"But--\"\n\n\"Icarus will be launched outside the lab, on the surface. He will\nalign himself with Proxima Centaurus, gaining speed rapidly. By the\ntime he reaches his destination he will be traveling at ftl-100.\nIcarus will be brought back to this universe within Centaurus itself.\nThe explosion should destroy the star and wash away most of its\nplanets--including their central hub-planet, Armun. There is no way\nthey can halt Icarus, once he has been launched. No defense is\npossible. Nothing can stop him. It is a real fact.\"\n\n\"When will he be ready?\"\n\nSherikov's eyes flickered. \"Soon.\"\n\n\"Exactly how soon?\"\n\nThe big Pole hesitated. \"As a matter of fact, there's only one thing\nholding us back.\"\n\nSherikov led Reinhart around to the other side of the lab. He pushed a\nlab guard out of the way.\n\n\"See this?\" He tapped a round globe, open at one end, the size of a\ngrapefruit. \"This is holding us up.\"\n\n\"What is it?\"\n\n\"The central control turret. This thing brings Icarus back to sub-ftl\nflight at the correct moment. It must be absolutely accurate. Icarus\nwill be within the star only a matter of a microsecond. If the turret\ndoes not function exactly, Icarus will pass out the other side and\nshoot beyond the Centauran system.\"\n\n\"How near completed is this turret?\"\n\nSherikov hedged uncertainly, spreading out his big hands. \"Who can\nsay? It must be wired with infinitely minute equipment--microscope\ngrapples and wires invisible to the naked eye.\"\n\n\"Can you name any completion date?\"\n\nSherikov reached into his coat and brought out a manila folder. \"I've\ndrawn up the data for the SRB machines, giving a date of completion.\nYou can go ahead and feed it. I entered ten days as the maximum\nperiod. The machines can work from that.\"\n\nReinhart accepted the folder cautiously. \"You're sure about the date?\nI'm not convinced I can trust you, Sherikov.\"\n\nSherikov's features darkened. \"You'll have to take a chance,\nCommissioner. I don't trust you any more than you trust me. I know how\nmuch you'd like an excuse to get me out of here and one of your\npuppets in.\"\n\nReinhart studied the huge scientist thoughtfully. Sherikov was going\nto be a hard nut to crack. Designs was responsible to Security, not\nthe Council. Sherikov was losing ground--but he was still a potential\ndanger. Stubborn, individualistic, refusing to subordinate his welfare\nto the general good.\n\n\"All right.\" Reinhart put the folder slowly away in his coat. \"I'll\nfeed it. But you better be able to come through. There can't be any\nslip-ups. Too much hangs on the next few days.\"\n\n\"If the odds change in our favor are you going to give the\nmobilization order?\"\n\n\"Yes,\" Reinhart stated. \"I'll give the order the moment I see the odds\nchange.\"\n\n       *       *       *       *       *\n\nStanding in front of the machines, Reinhart waited nervously for the\nresults. It was two o'clock in the afternoon. The day was warm, a\npleasant May afternoon. Outside the building the daily life of the\nplanet went on as usual.\n\nAs usual? Not exactly. The feeling was in the air, an expanding\nexcitement growing every day. Terra had waited a long time. The attack\non Proxima Centaurus had to come--and the sooner the better. The\nancient Centauran Empire hemmed in Terra, bottled the human race up in\nits one system. A vast, suffocating net draped across the heavens,\ncutting Terra off from the bright diamonds beyond.... And it had to\nend.\n\nThe SRB machines whirred, the visible combination disappearing. For a\ntime no ratio showed. Reinhart tensed, his body rigid. He waited.\n\nThe new ratio appeared.\n\nReinhart gasped. 7-6. Toward Terra!\n\nWithin five minutes the emergency mobilization alert had been flashed\nto all Government departments. The Council and President Duffe had\nbeen called to immediate session. Everything was happening fast.\n\nBut there was no doubt. 7-6. In Terra's favor. Reinhart hurried\nfrantically to get his papers in order, in time for the Council\nsession.\n\nAt histo-research the message plate was quickly pulled from the\nconfidential slot and rushed across the central lab to the chief\nofficial.\n\n\"Look at this!\" Fredman dropped the plate on his superior's desk.\n\"Look at it!\"\n\nHarper picked up the plate, scanning it rapidly. \"Sounds like the real\nthing. I didn't think we'd live to see it.\"\n\nFredman left the room, hurrying down the hall. He entered the time\nbubble office. \"Where's the bubble?\" he demanded, looking around.\n\nOne of the technicians looked slowly up. \"Back about two hundred\nyears. We're coming up with interesting data on the War of 1914.\nAccording to material the bubble has already brought up--\"\n\n\"Cut it. We're through with routine work. Get the bubble back to the\npresent. From now on all equipment has to be free for Military work.\"\n\n\"But--the bubble is regulated automatically.\"\n\n\"You can bring it back manually.\"\n\n\"It's risky.\" The technician hedged. \"If the emergency requires it, I\nsuppose we could take a chance and cut the automatic.\"\n\n\"The emergency requires _everything_,\" Fredman said feelingly.\n\n\"But the odds might change back,\" Margaret Duffe, President of the\nCouncil, said nervously. \"Any minute they can revert.\"\n\n\"This is our chance!\" Reinhart snapped, his temper rising. \"What the\nhell's the matter with you? We've waited years for this.\"\n\nThe Council buzzed with excitement. Margaret Duffe hesitated\nuncertainly, her blue eyes clouded with worry. \"I realize the\nopportunity is here. At least, statistically. But the new odds have\njust appeared. How do we know they'll last? They stand on the basis of\na single weapon.\"\n\n\"You're wrong. You don't grasp the situation.\" Reinhart held himself\nin check with great effort. \"Sherikov's weapon tipped the ratio in our\nfavor. But the odds have been moving in our direction for months. It\nwas only a question of time. The new balance was inevitable, sooner or\nlater. It's not just Sherikov. He's only one factor in this. It's all\nnine planets of the Sol System--not a single man.\"\n\nOne of the Councilmen stood up. \"The President must be aware the\nentire planet is eager to end this waiting. All our activities for the\npast eighty years have been directed toward--\"\n\nReinhart moved close to the slender President of the Council. \"If you\ndon't approve the war, there probably will be mass rioting. Public\nreaction will be strong. Damn strong. And you know it.\"\n\nMargaret Duffe shot him a cold glance. \"You sent out the emergency\norder to force my hand. You were fully aware of what you were doing.\nYou knew once the order was out there'd be no stopping things.\"\n\nA murmur rushed through the Council, gaining volume. \"We have to\napprove the war!... We're committed!... It's too late to turn back!\"\n\nShouts, angry voices, insistent waves of sound lapped around Margaret\nDuffe. \"I'm as much for the war as anybody,\" she said sharply. \"I'm\nonly urging moderation. An inter-system war is a big thing. We're\ngoing to war because a machine says we have a statistical chance of\nwinning.\"\n\n\"There's no use starting the war unless we can win it,\" Reinhart said.\n\"The SRB machines tell us whether we can win.\"\n\n\"They tell us our _chance_ of winning. They don't guarantee anything.\"\n\n\"What more can we ask, beside a good chance of winning?\"\n\nMargaret Duffe clamped her jaw together tightly. \"All right. I hear\nall the clamor. I won't stand in the way of Council approval. The vote\ncan go ahead.\" Her cold, alert eyes appraised Reinhart. \"Especially\nsince the emergency order has already been sent out to all Government\ndepartments.\"\n\n\"Good.\" Reinhart stepped away with relief. \"Then it's settled. We can\nfinally go ahead with full mobilization.\"\n\nMobilization proceeded rapidly. The next forty-eight hours were alive\nwith activity.\n\nReinhart attended a policy-level Military briefing in the Council\nrooms, conducted by Fleet Commander Carleton.\n\n\"You can see our strategy,\" Carleton said. He traced a diagram on the\nblackboard with a wave of his hand. \"Sherikov states it'll take eight\nmore days to complete the ftl bomb. During that time the fleet we have\nnear the Centauran system will take up positions. As the bomb goes off\nthe fleet will begin operations against the remaining Centauran ships.\nMany will no doubt survive the blast, but with Armun gone we should be\nable to handle them.\"\n\nReinhart took Commander Carleton's place. \"I can report on the\neconomic situation. Every factory on Terra is converted to arms\nproduction. With Armun out of the way we should be able to promote\nmass insurrection among the Centauran colonies. An inter-system Empire\nis hard to maintain, even with ships that approach light speed. Local\nwar-lords should pop up all over the place. We want to have weapons\navailable for them and ships starting _now_ to reach them in time.\nEventually we hope to provide a unifying principle around which the\ncolonies can all collect. Our interest is more economic than\npolitical. They can have any kind of government they want, as long as\nthey act as supply areas for us. As our eight system planets act now.\"\n\nCarleton resumed his report. \"Once the Centauran fleet has been\nscattered we can begin the crucial stage of the war. The landing of\nmen and supplies from the ships we have waiting in all key areas\nthroughout the Centauran system. In this stage--\"\n\nReinhart moved away. It was hard to believe only two days had passed\nsince the mobilization order had been sent out. The whole system was\nalive, functioning with feverish activity. Countless problems were\nbeing solved--but much remained.\n\nHe entered the lift and ascended to the SRB room, curious to see if\nthere had been any change in the machines' reading. He found it the\nsame. So far so good. Did the Centaurans know about Icarus? No doubt;\nbut there wasn't anything they could do about it. At least, not in\neight days.\n\nKaplan came over to Reinhart, sorting a new batch of data that had\ncome in. The lab organizer searched through his data. \"An amusing item\ncame in. It might interest you.\" He handed a message plate to\nReinhart.\n\nIt was from histo-research:\n\n                            May 9, 2136\n\n    This is to report that in bringing the research time bubble up\n    to the present the manual return was used for the first time.\n    Therefore a clean break was not made, and a quantity of\n    material from the past was brought forward. This material\n    included an individual from the early twentieth century who\n    escaped from the lab immediately. He has not yet been taken\n    into protective custody. Histo-research regrets this incident,\n    but attributes it to the emergency.\n\n                                                        E. Fredman\n\nReinhart handed the plate back to Kaplan. \"Interesting. A man from the\npast--hauled into the middle of the biggest war the universe has\nseen.\"\n\n\"Strange things happen. I wonder what the machines will think.\"\n\n\"Hard to say. Probably nothing.\" Reinhart left the room and hurried\nalong the corridor to his own office.\n\nAs soon as he was inside he called Sherikov on the vidscreen, using\nthe confidential line.\n\nThe Pole's heavy features appeared. \"Good day, Commissioner. How's the\nwar effort?\"\n\n\"Fine. How's the turret wiring proceeding?\"\n\nA faint frown flickered across Sherikov's face. \"As a matter of fact,\nCommissioner--\"\n\n\"What's the matter?\" Reinhart said sharply.\n\nSherikov floundered. \"You know how these things are. I've taken my\ncrew off it and tried robot workers. They have greater dexterity, but\nthey can't make decisions. This calls for more than mere dexterity.\nThis calls for--\" He searched for the word. \"--for an _artist_.\"\n\nReinhart's face hardened. \"Listen, Sherikov. You have eight days left\nto complete the bomb. The data given to the SRB machines contained\nthat information. The 7-6 ratio is based on that estimate. If you\ndon't come through--\"\n\nSherikov twisted in embarrassment. \"Don't get excited, Commissioner.\nWe'll complete it.\"\n\n\"I hope so. Call me as soon as it's done.\" Reinhart snapped off the\nconnection. If Sherikov let them down he'd have him taken out and\nshot. The whole war depended on the ftl bomb.\n\nThe vidscreen glowed again. Reinhart snapped it on. Kaplan's face\nformed on it. The lab organizer's face was pale and frozen.\n\"Commissioner, you better come up to the SRB office. Something's\nhappened.\"\n\n\"What is it?\"\n\n\"I'll show you.\"\n\nAlarmed, Reinhart hurried out of his office and down the corridor. He\nfound Kaplan standing in front of the SRB machines. \"What's the\nstory?\" Reinhart demanded. He glanced down at the reading. It was\nunchanged.\n\nKaplan held up a message plate nervously. \"A moment ago I fed this\ninto the machines. After I saw the results I quickly removed it. It's\nthat item I showed you. From histo-research. About the man from the\npast.\"\n\n\"What happened when you fed it?\"\n\nKaplan swallowed unhappily. \"I'll show you. I'll do it again. Exactly\nas before.\" He fed the plate into a moving intake belt. \"Watch the\nvisible figures,\" Kaplan muttered.\n\nReinhart watched, tense and rigid. For a moment nothing happened. 7-6\ncontinued to show. Then--\n\nThe figures disappeared. The machines faltered. New figures showed\nbriefly. 4-24 for Centaurus. Reinhart gasped, suddenly sick with\napprehension. But the figures vanished. New figures appeared. 16-38\nfor Centaurus. Then 48-86. 79-15 in Terra's favor. Then nothing. The\nmachines whirred, but nothing happened.\n\nNothing at all. No figures. Only a blank.\n\n\"What's it mean?\" Reinhart muttered, dazed.\n\n\"It's fantastic. We didn't think this could--\"\n\n\"_What's happened?_\"\n\n\"The machines aren't able to handle the item. No reading can come.\nIt's data they can't integrate. They can't use it for prediction\nmaterial, and it throws off all their other figures.\"\n\n\"Why?\"\n\n\"It's--it's a variable.\" Kaplan was shaking, white-lipped and pale.\n\"Something from which no inference can be made. The man from the past.\nThe machines can't deal with him. The variable man!\"\n\n\n\n\nII\n\n\nThomas Cole was sharpening a knife with his whetstone when the tornado\nhit.\n\nThe knife belonged to the lady in the big green house. Every time Cole\ncame by with his Fixit cart the lady had something to be sharpened.\nOnce in awhile she gave him a cup of coffee, hot black coffee from an\nold bent pot. He liked that fine; he enjoyed good coffee.\n\nThe day was drizzly and overcast. Business had been bad. An automobile\nhad scared his two horses. On bad days less people were outside and he\nhad to get down from the cart and go to ring doorbells.\n\nBut the man in the yellow house had given him a dollar for fixing his\nelectric refrigerator. Nobody else had been able to fix it, not even\nthe factory man. The dollar would go a long way. A dollar was a lot.\n\nHe knew it was a tornado even before it hit him. Everything was\nsilent. He was bent over his whetstone, the reins between his knees,\nabsorbed in his work.\n\nHe had done a good job on the knife; he was almost finished. He spat\non the blade and was holding it up to see--and then the tornado came.\n\nAll at once it was there, completely around him. Nothing but grayness.\nHe and the cart and horses seemed to be in a calm spot in the center\nof the tornado. They were moving in a great silence, gray mist\neverywhere.\n\nAnd while he was wondering what to do, and how to get the lady's knife\nback to her, all at once there was a bump and the tornado tipped him\nover, sprawled out on the ground. The horses screamed in fear,\nstruggling to pick themselves up. Cole got quickly to his feet.\n\n_Where was he?_\n\nThe grayness was gone. White walls stuck up on all sides. A deep light\ngleamed down, not daylight but something like it. The team was pulling\nthe cart on its side, dragging it along, tools and equipment falling\nout. Cole righted the cart, leaping up onto the seat.\n\nAnd for the first time saw the people.\n\nMen, with astonished white faces, in some sort of uniforms. Shouts,\nnoise and confusion. And a feeling of danger!\n\nCole headed the team toward the door. Hoofs thundered steel against\nsteel as they pounded through the doorway, scattering the astonished\nmen in all directions. He was out in a wide hall. A building, like a\nhospital.\n\nThe hall divided. More men were coming, spilling from all sides.\n\nShouting and milling in excitement, like white ants. Something cut\npast him, a beam of dark violet. It seared off a corner of the cart,\nleaving the wood smoking.\n\nCole felt fear. He kicked at the terrified horses. They reached a big\ndoor, crashing wildly against it. The door gave--and they were\noutside, bright sunlight blinking down on them. For a sickening second\nthe cart tilted, almost turning over. Then the horses gained speed,\nracing across an open field, toward a distant line of green, Cole\nholding tightly to the reins.\n\nBehind him the little white-faced men had come out and were standing\nin a group, gesturing frantically. He could hear their faint shrill\nshouts.\n\nBut he had got away. He was safe. He slowed the horses down and began\nto breathe again.\n\nThe woods were artificial. Some kind of park. But the park was wild\nand overgrown. A dense jungle of twisted plants. Everything growing in\nconfusion.\n\nThe park was empty. No one was there. By the position of the sun he\ncould tell it was either early morning or late afternoon. The smell of\nthe flowers and grass, the dampness of the leaves, indicated morning.\nIt had been late afternoon when the tornado had picked him up. And the\nsky had been overcast and cloudy.\n\nCole considered. Clearly, he had been carried a long way. The\nhospital, the men with white faces, the odd lighting, the accented\nwords he had caught--everything indicated he was no longer in\nNebraska--maybe not even in the United States.\n\nSome of his tools had fallen out and gotten lost along the way. Cole\ncollected everything that remained, sorting them, running his fingers\nover each tool with affection. Some of the little chisels and wood\ngouges were gone. The bit box had opened, and most of the smaller bits\nhad been lost. He gathered up those that remained and replaced them\ntenderly in the box. He took a key-hole saw down, and with an oil rag\nwiped it carefully and replaced it.\n\nAbove the cart the sun rose slowly in the sky. Cole peered up, his\nhorny hand over his eyes. A big man, stoop-shouldered, his chin gray\nand stubbled. His clothes wrinkled and dirty. But his eyes were clear,\na pale blue, and his hands were finely made.\n\nHe could not stay in the park. They had seen him ride that way; they\nwould be looking for him.\n\nFar above something shot rapidly across the sky. A tiny black dot\nmoving with incredible haste. A second dot followed. The two dots were\ngone almost before he saw them. They were utterly silent.\n\nCole frowned, perturbed. The dots made him uneasy. He would have to\nkeep moving--and looking for food. His stomach was already beginning\nto rumble and groan.\n\nWork. There was plenty he could do: gardening, sharpening, grinding,\nrepair work on machines and clocks, fixing all kinds of household\nthings. Even painting and odd jobs and carpentry and chores.\n\nHe could do anything. Anything people wanted done. For a meal and\npocket money.\n\nThomas Cole urged the team into life, moving forward. He sat hunched\nover in the seat, watching intently, as the Fixit cart rolled slowly\nacross the tangled grass, through the jungle of trees and flowers.\n\n       *       *       *       *       *\n\nReinhart hurried, racing his cruiser at top speed, followed by a\nsecond ship, a military escort. The ground sped by below him, a blur\nof gray and green.\n\nThe remains of New York lay spread out, a twisted, blunted ruin\novergrown with weeds and grass. The great atomic wars of the twentieth\ncentury had turned virtually the whole seaboard area into an endless\nwaste of slag.\n\nSlag and weeds below him. And then the sudden tangle that had been\nCentral Park.\n\nHisto-research came into sight. Reinhart swooped down, bringing his\ncruiser to rest at the small supply field behind the main buildings.\n\nHarper, the chief official of the department, came quickly over as\nsoon as Reinhart's ship landed.\n\n\"Frankly, we don't understand why you consider this matter important,\"\nHarper said uneasily.\n\nReinhart shot him a cold glance. \"I'll be the judge of what's\nimportant. Are you the one who gave the order to bring the bubble back\nmanually?\"\n\n\"Fredman gave the actual order. In line with your directive to have\nall facilities ready for--\"\n\nReinhart headed toward the entrance of the research building. \"Where\nis Fredman?\"\n\n\"Inside.\"\n\n\"I want to see him. Let's go.\"\n\nFredman met them inside. He greeted Reinhart calmly, showing no\nemotion. \"Sorry to cause you trouble, Commissioner. We were trying to\nget the station in order for the war. We wanted the bubble back as\nquickly as possible.\" He eyed Reinhart curiously. \"No doubt the man\nand his cart will soon be picked up by your police.\"\n\n\"I want to know everything that happened, in exact detail.\"\n\nFredman shifted uncomfortably. \"There's not much to tell. I gave the\norder to have the automatic setting canceled and the bubble brought\nback manually. At the moment the signal reached it, the bubble was\npassing through the spring of 1913. As it broke loose, it tore off a\npiece of ground on which this person and his cart were located. The\nperson naturally was brought up to the present, inside the bubble.\"\n\n\"Didn't any of your instruments tell you the bubble was loaded?\"\n\n\"We were too excited to take any readings. Half an hour after the\nmanual control was thrown, the bubble materialized in the observation\nroom. It was de-energized before anyone noticed what was inside. We\ntried to stop him but he drove the cart out into the hall, bowling us\nout of the way. The horses were in a panic.\"\n\n\"What kind of cart was it?\"\n\n\"There was some kind of sign on it. Painted in black letters on both\nsides. No one saw what it was.\"\n\n\"Go ahead. What happened then?\"\n\n\"Somebody fired a Slem-ray after him, but it missed. The horses\ncarried him out of the building and onto the grounds. By the time we\nreached the exit the cart was half way to the park.\"\n\nReinhart reflected. \"If he's still in the park we should have him\nshortly. But we must be careful.\" He was already starting back toward\nhis ship, leaving Fredman behind. Harper fell in beside him.\n\nReinhart halted by his ship. He beckoned some Government guards over.\n\"Put the executive staff of this department under arrest. I'll have\nthem tried on a treason count, later on.\" He smiled ironically as\nHarper's face blanched sickly pale. \"There's a war going on. You'll be\nlucky if you get off alive.\"\n\nReinhart entered his ship and left the surface, rising rapidly into\nthe sky. A second ship followed after him, a military escort. Reinhart\nflew high above the sea of gray slag, the unrecovered waste area. He\npassed over a sudden square of green set in the ocean of gray.\nReinhart gazed back at it until it was gone.\n\nCentral Park. He could see police ships racing through the sky, ships\nand transports loaded with troops, heading toward the square of green.\nOn the ground some heavy guns and surface cars rumbled along, lines of\nblack approaching the park from all sides.\n\nThey would have the man soon. But meanwhile, the SRB machines were\nblank. And on the SRB machines' readings the whole war depended.\n\nAbout noon the cart reached the edge of the park. Cole rested for a\nmoment, allowing the horses time to crop at the thick grass. The\nsilent expanse of slag amazed him. What had happened? Nothing stirred.\nNo buildings, no sign of life. Grass and weeds poked up occasionally\nthrough it, breaking the flat surface here and there, but even so, the\nsight gave him an uneasy chill.\n\nCole drove the cart slowly out onto the slag, studying the sky above\nhim. There was nothing to hide him, now that he was out of the park.\nThe slag was bare and uniform, like the ocean. If he were spotted--\n\nA horde of tiny black dots raced across the sky, coming rapidly\ncloser. Presently they veered to the right and disappeared. More\nplanes, wingless metal planes. He watched them go, driving slowly on.\n\nHalf an hour later something appeared ahead. Cole slowed the cart\ndown, peering to see. The slag came to an end. He had reached its\nlimits. Ground appeared, dark soil and grass. Weeds grew everywhere.\nAhead of him, beyond the end of the slag, was a line of buildings,\nhouses of some sort. Or sheds.\n\nHouses, probably. But not like any he had ever seen.\n\nThe houses were uniform, all exactly the same. Like little green\nshells, rows of them, several hundred. There was a little lawn in\nfront of each. Lawn, a path, a front porch, bushes in a meager row\naround each house. But the houses were all alike and very small.\n\nLittle green shells in precise, even rows. He urged the cart\ncautiously forward, toward the houses.\n\nNo one seemed to be around. He entered a street between two rows of\nhouses, the hoofs of his two horses sounding loudly in the silence. He\nwas in some kind of town. But there were no dogs or children.\nEverything was neat and silent. Like a model. An exhibit. It made him\nuncomfortable.\n\nA young man walking along the pavement gaped at him in wonder. An\noddly-dressed youth, in a toga-like cloak that hung down to his knees.\nA single piece of fabric. And sandals.\n\nOr what looked like sandals. Both the cloak and the sandals were of\nsome strange half-luminous material. It glowed faintly in the\nsunlight. Metallic, rather than cloth.\n\nA woman was watering flowers at the edge of a lawn. She straightened\nup as his team of horses came near. Her eyes widened in\nastonishment--and then fear. Her mouth fell open in a soundless _O_\nand her sprinkling can slipped from her fingers and rolled silently\nonto the lawn.\n\nCole blushed and turned his head quickly away. The woman was scarcely\ndressed! He flicked the reins and urged the horses to hurry.\n\nBehind him, the woman still stood. He stole a brief, hasty look\nback--and then shouted hoarsely to his team, ears scarlet. He had seen\nright. She wore only a pair of translucent shorts. Nothing else. A\nmere fragment of the same half-luminous material that glowed and\nsparkled. The rest of her small body was utterly naked.\n\nHe slowed the team down. She had been pretty. Brown hair and eyes,\ndeep red lips. Quite a good figure. Slender waist, downy legs, bare\nand supple, full breasts--. He clamped the thought furiously off. He\nhad to get to work. Business.\n\nCole halted the Fixit cart and leaped down onto the pavement. He\nselected a house at random and approached it cautiously. The house was\nattractive. It had a certain simple beauty. But it looked frail--and\nexactly like the others.\n\nHe stepped up on the porch. There was no bell. He searched for it,\nrunning his hand uneasily over the surface of the door. All at once\nthere was a click, a sharp snap on a level with his eyes. Cole glanced\nup, startled. A lens was vanishing as the door section slid over it.\nHe had been photographed.\n\nWhile he was wondering what it meant, the door swung suddenly open. A\nman filled up the entrance, a big man in a tan uniform, blocking the\nway ominously.\n\n\"What do you want?\" the man demanded.\n\n\"I'm looking for work,\" Cole murmured. \"Any kind of work. I can do\nanything, fix any kind of thing. I repair broken objects. Things that\nneed mending.\" His voice trailed off uncertainly. \"Anything at all.\"\n\n\"Apply to the Placement Department of the Federal Activities Control\nBoard,\" the man said crisply. \"You know all occupational therapy is\nhandled through them.\" He eyed Cole curiously. \"Why have you got on\nthose ancient clothes?\"\n\n\"Ancient? Why, I--\"\n\nThe man gazed past him at the Fixit cart and the two dozing horses.\n\"What's that? What are those two animals? _Horses?_\" The man rubbed\nhis jaw, studying Cole intently. \"That's strange,\" he said.\n\n\"Strange?\" Cole murmured uneasily. \"Why?\"\n\n\"There haven't been any horses for over a century. All the horses were\nwiped out during the Fifth Atomic War. That's why it's strange.\"\n\nCole tensed, suddenly alert. There was something in the man's eyes, a\nhardness, a piercing look. Cole moved back off the porch, onto the\npath. He had to be careful. Something was wrong.\n\n\"I'll be going,\" he murmured.\n\n\"There haven't been any horses for over a hundred years.\" The man came\ntoward Cole. \"Who are you? Why are you dressed up like that? Where did\nyou get that vehicle and pair of horses?\"\n\n\"I'll be going,\" Cole repeated, moving away.\n\nThe man whipped something from his belt, a thin metal tube. He stuck\nit toward Cole.\n\nIt was a rolled-up paper, a thin sheet of metal in the form of a tube.\nWords, some kind of script. He could not make any of them out. The\nman's picture, rows of numbers, figures--\n\n\"I'm Director Winslow,\" the man said. \"Federal Stockpile Conservation.\nYou better talk fast, or there'll be a Security car here in five\nminutes.\"\n\nCole moved--fast. He raced, head down, back along the path to the\ncart, toward the street.\n\nSomething hit him. A wall of force, throwing him down on his face. He\nsprawled in a heap, numb and dazed. His body ached, vibrating wildly,\nout of control. Waves of shock rolled over him, gradually diminishing.\n\nHe got shakily to his feet. His head spun. He was weak, shattered,\ntrembling violently. The man was coming down the walk after him. Cole\npulled himself onto the cart, gasping and retching. The horses jumped\ninto life. Cole rolled over against the seat, sick with the motion of\nthe swaying cart.\n\nHe caught hold of the reins and managed to drag himself up in a\nsitting position. The cart gained speed, turning a corner. Houses flew\npast. Cole urged the team weakly, drawing great shuddering breaths.\nHouses and streets, a blur of motion, as the cart flew faster and\nfaster along.\n\nThen he was leaving the town, leaving the neat little houses behind.\nHe was on some sort of highway. Big buildings, factories, on both\nsides of the highway. Figures, men watching in astonishment.\n\nAfter awhile the factories fell behind. Cole slowed the team down.\nWhat had the man meant? Fifth Atomic War. Horses destroyed. It didn't\nmake sense. And they had things he knew nothing about. Force fields.\nPlanes without wings--soundless.\n\nCole reached around in his pockets. He found the identification tube\nthe man had handed him. In the excitement he had carried it off. He\nunrolled the tube slowly and began to study it. The writing was\nstrange to him.\n\nFor a long time he studied the tube. Then, gradually, he became aware\nof something. Something in the top right-hand corner.\n\nA date. October 6, 2128.\n\nCole's vision blurred. Everything spun and wavered around him.\nOctober, 2128. Could it be?\n\nBut he held the paper in his hand. Thin, metal paper. Like foil. And\nit had to be. It said so, right in the corner, printed on the paper\nitself.\n\nCole rolled the tube up slowly, numbed with shock. Two hundred years.\nIt didn't seem possible. But things were beginning to make sense. He\nwas in the future, two hundred years in the future.\n\nWhile he was mulling this over, the swift black Security ship appeared\noverhead, diving rapidly toward the horse-drawn cart, as it moved\nslowly along the road.\n\nReinhart's vidscreen buzzed. He snapped it quickly on. \"Yes?\"\n\n\"Report from Security.\"\n\n\"Put it through.\" Reinhart waited tensely as the lines locked in\nplace. The screen re-lit.\n\n\"This is Dixon. Western Regional Command.\" The officer cleared his\nthroat, shuffling his message plates. \"The man from the past has been\nreported, moving away from the New York area.\"\n\n\"Which side of your net?\"\n\n\"Outside. He evaded the net around Central Park by entering one of the\nsmall towns at the rim of the slag area.\"\n\n\"_Evaded?_\"\n\n\"We assumed he would avoid the towns. Naturally the net failed to\nencompass any of the towns.\"\n\nReinhart's jaw stiffened. \"Go on.\"\n\n\"He entered the town of Petersville a few minutes before the net\nclosed around the park. We burned the park level, but naturally found\nnothing. He had already gone. An hour later we received a report from\na resident in Petersville, an official of the Stockpile Conservation\nDepartment. The man from the past had come to his door, looking for\nwork. Winslow, the official, engaged him in conversation, trying to\nhold onto him, but he escaped, driving his cart off. Winslow called\nSecurity right away, but by then it was too late.\"\n\n\"Report to me as soon as anything more comes in. We must have him--and\ndamn soon.\" Reinhart snapped the screen off. It died quickly.\n\nHe sat back in his chair, waiting.\n\nCole saw the shadow of the Security ship. He reacted at once. A second\nafter the shadow passed over him, Cole was out of the cart, running\nand falling. He rolled, twisting and turning, pulling his body as far\naway from the cart as possible.\n\nThere was a blinding roar and flash of white light. A hot wind rolled\nover Cole, picking him up and tossing him like a leaf. He shut his\neyes, letting his body relax. He bounced, falling and striking the\nground. Gravel and stones tore into his face, his knees, the palms of\nhis hands.\n\nCole cried out, shrieking in pain. His body was on fire. He was being\nconsumed, incinerated by the blinding white orb of fire. The orb\nexpanded, growing in size, swelling like some monstrous sun, twisted\nand bloated. The end had come. There was no hope. He gritted his\nteeth--\n\nThe greedy orb faded, dying down. It sputtered and winked out,\nblackening into ash. The air reeked, a bitter acrid smell. His clothes\nwere burning and smoking. The ground under him was hot, baked dry,\nseared by the blast. But he was alive. At least, for awhile.\n\nCole opened his eyes slowly. The cart was gone. A great hole gaped\nwhere it had been, a shattered sore in the center of the highway. An\nugly cloud hung above the hole, black and ominous. Far above, the\nwingless plane circled, watching for any signs of life.\n\nCole lay, breathing shallowly, slowly. Time passed. The sun moved\nacross the sky with agonizing slowness. It was perhaps four in the\nafternoon. Cole calculated mentally. In three hours it would be dark.\nIf he could stay alive until then--\n\nHad the plane seen him leap from the cart?\n\nHe lay without moving. The late afternoon sun beat down on him. He\nfelt sick, nauseated and feverish. His mouth was dry.\n\nSome ants ran over his outstretched hand. Gradually, the immense black\ncloud was beginning to drift away, dispersing into a formless blob.\n\nThe cart was gone. The thought lashed against him, pounding at his\nbrain, mixing with his labored pulse-beat. _Gone._ Destroyed. Nothing\nbut ashes and debris remained. The realization dazed him.\n\nFinally the plane finished its circling, winging its way toward the\nhorizon. At last it vanished. The sky was clear.\n\nCole got unsteadily to his feet. He wiped his face shakily. His body\nached and trembled. He spat a couple times, trying to clear his mouth.\nThe plane would probably send in a report. People would be coming to\nlook for him. Where could he go?\n\nTo his right a line of hills rose up, a distant green mass. Maybe he\ncould reach them. He began to walk slowly. He had to be very careful.\nThey were looking for him--and they had weapons. Incredible weapons.\n\nHe would be lucky to still be alive when the sun set. His team and\nFixit cart were gone--and all his tools. Cole reached into his\npockets, searching through them hopefully. He brought out some small\nscrewdrivers, a little pair of cutting pliers, some wire, some solder,\nthe whetstone, and finally the lady's knife.\n\nOnly a few small tools remained. He had lost everything else. But\nwithout the cart he was safer, harder to spot. They would have more\ntrouble finding him, on foot.\n\nCole hurried along, crossing the level fields toward the distant range\nof hills.\n\nThe call came through to Reinhart almost at once. Dixon's features\nformed on the vidscreen. \"I have a further report, Commissioner.\"\nDixon scanned the plate. \"Good news. The man from the past was sighted\nmoving away from Petersville, along highway 13, at about ten miles an\nhour, on his horse-drawn cart. Our ship bombed him immediately.\"\n\n\"Did--did you get him?\"\n\n\"The pilot reports no sign of life after the blast.\"\n\nReinhart's pulse almost stopped. He sank back in his chair. \"Then he's\ndead!\"\n\n\"Actually, we won't know for certain until we can examine the debris.\nA surface car is speeding toward the spot. We should have the complete\nreport in a short time. We'll notify you as soon as the information\ncomes in.\"\n\nReinhart reached out and cut the screen. It faded into darkness. Had\nthey got the man from the past? Or had he escaped again? Weren't they\never going to get him? Couldn't he be captured? And meanwhile, the SRB\nmachines were silent, showing nothing at all.\n\nReinhart sat brooding, waiting impatiently for the report of the\nsurface car to come in.\n\n       *       *       *       *       *\n\nIt was evening.\n\n\"Come on!\" Steven shouted, running frantically after his brother.\n\"Come on back!\"\n\n\"Catch me.\" Earl ran and ran, down the side of the hill, over behind a\nmilitary storage depot, along a neotex fence, jumping finally down\ninto Mrs. Norris' back yard.\n\nSteven hurried after his brother, sobbing for breath, shouting and\ngasping as he ran. \"Come back! You come back with that!\"\n\n\"What's he got?\" Sally Tate demanded, stepping out suddenly to block\nSteven's way.\n\n[Illustration]\n\nSteven halted, his chest rising and falling. \"He's got my intersystem\nvidsender.\" His small face twisted with rage and misery. \"He better\ngive it back!\"\n\nEarl came circling around from the right. In the warm gloom of evening\nhe was almost invisible. \"Here I am,\" he announced. \"What you going to\ndo?\"\n\nSteven glared at him hotly. His eyes made out the square box in Earl's\nhands. \"You give that back! Or--or I'll tell Dad.\"\n\nEarl laughed. \"Make me.\"\n\n\"Dad'll make you.\"\n\n\"You better give it to him,\" Sally said.\n\n\"Catch me.\" Earl started off. Steven pushed Sally out of the way,\nlashing wildly at his brother. He collided with him, throwing him\nsprawling. The box fell from Earl's hands. It skidded to the pavement,\ncrashing into the side of a guide-light post.\n\nEarl and Steven picked themselves up slowly. They gazed down at the\nbroken box.\n\n\"See?\" Steven shrilled, tears filling his eyes. \"See what you did?\"\n\n\"You did it. You pushed into me.\"\n\n\"You did it!\"' Steven bent down and picked up the box. He carried it\nover to the guide-light, sitting down on the curb to examine it.\n\nEarl came slowly over. \"If you hadn't pushed me it wouldn't have got\nbroken.\"\n\nNight was descending rapidly. The line of hills rising above the town\nwere already lost in darkness. A few lights had come on here and\nthere. The evening was warm. A surface car slammed its doors, some\nplace off in the distance. In the sky ships droned back and forth,\nweary commuters coming home from work in the big underground factory\nunits.\n\nThomas Cole came slowly toward the three children grouped around the\nguide-light. He moved with difficulty, his body sore and bent with\nfatigue. Night had come, but he was not safe yet.\n\nHe was tired, exhausted and hungry. He had walked a long way. And he\nhad to have something to eat--soon.\n\nA few feet from the children Cole stopped. They were all intent and\nabsorbed by the box on Steven's knees. Suddenly a hush fell over the\nchildren. Earl looked up slowly.\n\nIn the dim light the big stooped figure of Thomas Cole seemed extra\nmenacing. His long arms hung down loosely at his sides. His face was\nlost in shadow. His body was shapeless, indistinct. A big unformed\nstatue, standing silently a few feet away, unmoving in the\nhalf-darkness.\n\n\"Who are you?\" Earl demanded, his voice low.\n\n\"What do you want?\" Sally said. The children edged away nervously.\n\"Get away.\"\n\nCole came toward them. He bent down a little. The beam from the\nguide-light crossed his features. Lean, prominent nose, beak-like,\nfaded blue eyes--\n\nSteven scrambled to his feet, clutching the vidsender box. \"You get\nout of here!\"\n\n\"Wait.\" Cole smiled crookedly at them. His voice was dry and raspy.\n\"What do you have there?\" He pointed with his long, slender fingers.\n\"The box you're holding.\"\n\nThe children were silent. Finally Steven stirred. \"It's my\ninter-system vidsender.\"\n\n\"Only it doesn't work,\" Sally said.\n\n\"Earl broke it.\" Steven glared at his brother bitterly. \"Earl threw it\ndown and broke it.\"\n\nCole smiled a little. He sank down wearily on the edge of the curb,\nsighing with relief. He had been walking too long. His body ached with\nfatigue. He was hungry, and tired. For a long time he sat, wiping\nperspiration from his neck and face, too exhausted to speak.\n\n\"Who are you?\" Sally demanded, at last. \"Why do you have on those\nfunny clothes? Where did you come from?\"\n\n\"Where?\" Cole looked around at the children. \"From a long way off. A\nlong way.\" He shook his head slowly from side to side, trying to clear\nit.\n\n\"What's your therapy?\" Earl said.\n\n\"My therapy?\"\n\n\"What do you do? Where do you work?\"\n\nCole took a deep breath and let it out again slowly. \"I fix things.\nAll kinds of things. Any kind.\"\n\nEarl sneered. \"Nobody fixes things. When they break you throw them\naway.\"\n\nCole didn't hear him. Sudden need had roused him, getting him suddenly\nto his feet. \"You know any work I can find?\" he demanded. \"Things I\ncould do? I can fix anything. Clocks, type-writers, refrigerators,\npots and pans. Leaks in the roof. I can fix anything there is.\"\n\nSteven held out his inter-system vidsender. \"Fix this.\"\n\nThere was silence. Slowly, Cole's eyes focussed on the box. \"That?\"\n\n\"My sender. Earl broke it.\"\n\nCole took the box slowly. He turned it over, holding it up to the\nlight. He frowned, concentrating on it. His long, slender fingers\nmoved carefully over the surface, exploring it.\n\n\"He'll steal it!\" Earl said suddenly.\n\n\"No.\" Cole shook his head vaguely. \"I'm reliable.\" His sensitive\nfingers found the studs that held the box together. He depressed the\nstuds, pushing them expertly in. The box opened, revealing its complex\ninterior.\n\n\"He got it open,\" Sally whispered.\n\n\"Give it back!\" Steven demanded, a little frightened. He held out his\nhand. \"I want it back.\"\n\nThe three children watched Cole apprehensively. Cole fumbled in his\npocket. Slowly he brought out his tiny screwdrivers and pliers. He\nlaid them in a row beside him. He made no move to return the box.\n\n\"I want it back,\" Steven said feebly.\n\nCole looked up. His faded blue eyes took in the sight of the three\nchildren standing before him in the gloom. \"I'll fix it for you. You\nsaid you wanted it fixed.\"\n\n\"I want it back.\" Steven stood on one foot, then the other, torn by\ndoubt and indecision. \"Can you really fix it? Can you make it work\nagain?\"\n\n\"Yes.\"\n\n\"All right. Fix it for me, then.\"\n\nA sly smile flickered across Cole's tired face. \"Now, wait a minute.\nIf I fix it, will you bring me something to eat? I'm not fixing it for\nnothing.\"\n\n\"Something to eat?\"\n\n\"Food. I need hot food. Maybe some coffee.\"\n\nSteven nodded. \"Yes. I'll get it for you.\"\n\nCole relaxed. \"Fine. That's fine.\" He turned his attention back to the\nbox resting between his knees. \"Then I'll fix it for you. I'll fix it\nfor you good.\"\n\nHis fingers flew, working and twisting, tracing down wires and relays,\nexploring and examining. Finding out about the inter-system vidsender.\nDiscovering how it worked.\n\nSteven slipped into the house through the emergency door. He made his\nway to the kitchen with great care, walking on tip-toe. He punched the\nkitchen controls at random, his heart beating excitedly. The stove\nbegan to whirr, purring into life. Meter readings came on, crossing\ntoward the completion marks.\n\nPresently the stove opened, sliding out a tray of steaming dishes. The\nmechanism clicked off, dying into silence. Steven grabbed up the\ncontents of the tray, filling his arms. He carried everything down the\nhall, out the emergency door and into the yard. The yard was dark.\nSteven felt his way carefully along.\n\nHe managed to reach the guide-light without dropping anything at all.\n\nThomas Cole got slowly to his feet as Steven came into view. \"Here,\"\nSteven said. He dumped the food onto the curb, gasping for breath.\n\"Here's the food. Is it finished?\"\n\nCole held out the inter-system vidsender. \"It's finished. It was\npretty badly smashed.\"\n\nEarl and Sally gazed up, wide-eyed. \"Does it work?\" Sally asked.\n\n\"Of course not,\" Earl stated. \"How could it work? He couldn't--\"\n\n\"Turn it on!\" Sally nudged Steven eagerly. \"See if it works.\"\n\nSteven was holding the box under the light, examining the switches. He\nclicked the main switch on. The indicator light gleamed. \"It lights\nup,\" Steven said.\n\n\"Say something into it.\"\n\nSteven spoke into the box. \"Hello! Hello! This is operator 6-Z75\ncalling. Can you hear me? This is operator 6-Z75. Can you hear me?\"\n\nIn the darkness, away from the beam of the guide-light, Thomas Cole\nsat crouched over the food. He ate gratefully, silently. It was good\nfood, well cooked and seasoned. He drank a container of orange juice\nand then a sweet drink he didn't recognize. Most of the food was\nstrange to him, but he didn't care. He had walked a long way and he\nwas plenty hungry. And he still had a long way to go, before morning.\nHe had to be deep in the hills before the sun came up. Instinct told\nhim that he would be safe among the trees and tangled growth--at\nleast, as safe as he could hope for.\n\nHe ate rapidly, intent on the food. He did not look up until he was\nfinished. Then he got slowly to his feet, wiping his mouth with the\nback of his hand.\n\nThe three children were standing around in a circle, operating the\ninter-system vidsender. He watched them for a few minutes. None of\nthem looked up from the small box. They were intent, absorbed in what\nthey were doing.\n\n\"Well?\" Cole said, at last. \"Does it work all right?\"\n\nAfter a moment Steven looked up at him. There was a strange expression\non his face. He nodded slowly. \"Yes. Yes, it works. It works fine.\"\n\nCole grunted. \"All right.\" He turned and moved away from the light.\n\"That's fine.\"\n\nThe children watched silently until the figure of Thomas Cole had\ncompletely disappeared. Slowly, they turned and looked at each other.\nThen down at the box in Steven's hands. They gazed at the box in\ngrowing awe. Awe mixed with dawning fear.\n\nSteven turned and edged toward his house. \"I've got to show it to my\nDad,\" he murmured, dazed. \"He's got to know. _Somebody's_ got to\nknow!\"\n\n\n\n\nIII\n\n\nEric Reinhart examined the vidsender box carefully, turning it around\nand around.\n\n\"Then he did escape from the blast,\" Dixon admitted reluctantly. \"He\nmust have leaped from the cart just before the concussion.\"\n\nReinhart nodded. \"He escaped. He got away from you--twice.\" He pushed\nthe vidsender box away and leaned abruptly toward the man standing\nuneasily in front of his desk. \"What's your name again?\"\n\n\"Elliot. Richard Elliot.\"\n\n\"And your son's name?\"\n\n\"Steven.\"\n\n\"It was last night this happened?\"\n\n\"About eight o'clock.\"\n\n\"Go on.\"\n\n\"Steven came into the house. He acted queerly. He was carrying his\ninter-system vidsender.\" Elliot pointed at the box on Reinhart's desk.\n\"That. He was nervous and excited. I asked what was wrong. For awhile\nhe couldn't tell me. He was quite upset. Then he showed me the\nvidsender.\" Elliot took a deep, shaky breath. \"I could see right away\nit was different. You see I'm an electrical engineer. I had opened it\nonce before, to put in a new battery. I had a fairly good idea how it\nshould look.\" Elliot hesitated. \"Commissioner, it had been _changed_.\nA lot of the wiring was different. Moved around. Relays connected\ndifferently. Some parts were missing. New parts had been jury rigged\nout of old. Then I discovered the thing that made me call Security.\nThe vidsender--it really _worked_.\"\n\n\"Worked?\"\n\n\"You see, it never was anything more than a toy. With a range of a few\ncity blocks. So the kids could call back and forth from their rooms.\nLike a sort of portable vidscreen. Commissioner, I tried out the\nvidsender, pushing the call button and speaking into the microphone.\nI--I got a ship of the line. A battleship, operating beyond Proxima\nCentaurus--over eight light years away. As far out as the actual\nvidsenders operate. Then I called Security. Right away.\"\n\nFor a time Reinhart was silent. Finally he tapped the box lying on the\ndesk. \"You got a ship of the line--with _this_?\"\n\n\"That's right.\"\n\n\"How big are the regular vidsenders?\"\n\nDixon supplied the information. \"As big as a twenty-ton safe.\"\n\n\"That's what I thought.\" Reinhart waved his hand impatiently. \"All\nright, Elliot. Thanks for turning the information over to us. That's\nall.\"\n\nSecurity police led Elliot outside the office.\n\nReinhart and Dixon looked at each other. \"This is bad,\" Reinhart said\nharshly. \"He has some ability, some kind of mechanical ability.\nGenius, perhaps, to do a thing like this. Look at the period he came\nfrom, Dixon. The early part of the twentieth century. Before the wars\nbegan. That was a unique period. There was a certain vitality, a\ncertain ability. It was a period of incredible growth and discovery.\nEdison. Pasteur. Burbank. The Wright brothers. Inventions and\nmachines. People had an uncanny ability with machines. A kind of\nintuition about machines--which we don't have.\"\n\n\"You mean--\"\n\n\"I mean a person like this coming into our own time is bad in itself,\nwar or no war. He's too different. He's oriented along different\nlines. He has abilities we lack. This fixing skill of his. It throws\nus off, out of kilter. And with the war....\n\n\"Now I'm beginning to understand why the SRB machines couldn't factor\nhim. It's impossible for us to understand this kind of person. Winslow\nsays he asked for work, any kind of work. The man said he could do\nanything, fix anything. Do you understand what that means?\"\n\n\"No,\" Dixon said. \"What does it mean?\"\n\n\"Can any of us fix anything? No. None of us can do that. We're\nspecialized. Each of us has his own line, his own work. I understand\nmy work, you understand yours. The tendency in evolution is toward\ngreater and greater specialization. Man's society is an ecology that\nforces adaptation to it. Continual complexity makes it impossible for\nany of us to know anything outside our own personal field--I can't\nfollow the work of the man sitting at the next desk over from me. Too\nmuch knowledge has piled up in each field. And there's too many\nfields.\n\n\"This man is different. He can fix anything, do anything. He doesn't\nwork with knowledge, with science--the classified accumulation of\nfacts. He _knows_ nothing. It's not in his head, a form of learning.\nHe works by intuition--his power is in his hands, not his head.\nJack-of-all-trades. His hands! Like a painter, an artist. In his\nhands--and he cuts across our lives like a knife-blade.\"\n\n\"And the other problem?\"\n\n\"The other problem is that this man, this variable man, has escaped\ninto the Albertine Mountain range. Now we'll have one hell of a time\nfinding him. He's clever--in a strange kind of way. Like some sort of\nanimal. He's going to be hard to catch.\"\n\nReinhart sent Dixon out. After a moment he gathered up the handful of\nreports on his desk and carried them up to the SRB room. The SRB room\nwas closed up, sealed off by a ring of armed Security police. Standing\nangrily before the ring of police was Peter Sherikov, his beard\nwaggling angrily, his immense hands on his hips.\n\n\"What's going on?\" Sherikov demanded. \"Why can't I go in and peep at\nthe odds?\"\n\n\"Sorry.\" Reinhart cleared the police aside. \"Come inside with me. I'll\nexplain.\" The doors opened for them and they entered. Behind them the\ndoors shut and the ring of police formed outside. \"What brings you\naway from your lab?\" Reinhart asked.\n\nSherikov shrugged. \"Several things. I wanted to see you. I called you\non the vidphone and they said you weren't available. I thought maybe\nsomething had happened. What's up?\"\n\n\"I'll tell you in a few minutes.\" Reinhart called Kaplan over. \"Here\nare some new items. Feed them in right away. I want to see if the\nmachines can total them.\"\n\n\"Certainly, Commissioner.\" Kaplan took the message plates and placed\nthem on an intake belt. The machines hummed into life.\n\n\"We'll know soon,\" Reinhart said, half aloud.\n\nSherikov shot him a keen glance. \"We'll know what? Let me in on it.\nWhat's taking place?\"\n\n\"We're in trouble. For twenty-four hours the machines haven't given\nany reading at all. Nothing but a blank. A total blank.\"\n\nSherikov's features registered disbelief. \"But that isn't possible.\n_Some_ odds exist at all times.\"\n\n\"The odds exist, but the machines aren't able to calculate them.\"\n\n\"Why not?\"\n\n\"Because a variable factor has been introduced. A factor which the\nmachines can't handle. They can't make any predictions from it.\"\n\n\"Can't they reject it?\" Sherikov said slyly. \"Can't they just--just\n_ignore_ it?\"\n\n\"No. It exists, as real data. Therefore it affects the balance of the\nmaterial, the sum total of all other available data. To reject it\nwould be to give a false reading. The machines can't reject any data\nthat's known to be true.\"\n\nSherikov pulled moodily at his black beard. \"I would be interested in\nknowing what sort of factor the machines can't handle. I thought they\ncould take in all data pertaining to contemporary reality.\"\n\n\"They can. This factor has nothing to do with contemporary reality.\nThat's the trouble. Histo-research in bringing its time bubble back\nfrom the past got overzealous and cut the circuit too quickly. The\nbubble came back loaded--with a man from the twentieth century. A man\nfrom the past.\"\n\n\"I see. A man from two centuries ago.\" The big Pole frowned. \"And with\na radically different Weltanschauung. No connection with our present\nsociety. Not integrated along our lines at all. Therefore the SRB\nmachines are perplexed.\"\n\nReinhart grinned. \"Perplexed? I suppose so. In any case, they can't do\nanything with the data about this man. The variable man. No statistics\nat all have been thrown up--no predictions have been made. And it\nknocks everything else out of phase. We're dependent on the constant\nshowing of these odds. The whole war effort is geared around them.\"\n\n\"The horse-shoe nail. Remember the old poem? 'For want of a nail the\nshoe was lost. For want of the shoe the horse was lost. For want of\nthe horse the rider was lost. For want--'\"\n\n\"Exactly. A single factor coming along like this, one single\nindividual, can throw everything off. It doesn't seem possible that\none person could knock an entire society out of balance--but\napparently it is.\"\n\n\"What are you doing about this man?\"\n\n\"The Security police are organized in a mass search for him.\"\n\n\"Results?\"\n\n\"He escaped into the Albertine Mountain Range last night. It'll be\nhard to find him. We must expect him to be loose for another\nforty-eight hours. It'll take that long for us to arrange the\nannihilation of the range area. Perhaps a trifle longer. And\nmeanwhile--\"\n\n\"Ready, Commissioner,\" Kaplan interrupted. \"The new totals.\"\n\nThe SRB machines had finished factoring the new data. Reinhart and\nSherikov hurried to take their places before the view windows.\n\nFor a moment nothing happened. Then odds were put up, locking in\nplace.\n\nSherikov gasped. 99-2. In favor of Terra. \"That's wonderful! Now we--\"\n\nThe odds vanished. New odds took their places. 97-4. In favor of\nCentaurus. Sherikov groaned in astonished dismay. \"Wait,\" Reinhart\nsaid to him. \"I don't think they'll last.\"\n\nThe odds vanished. A rapid series of odds shot across the screen, a\nviolent stream of numbers, changing almost instantly. At last the\nmachines became silent.\n\nNothing showed. No odds. No totals at all. The view windows were\nblank.\n\n\"You see?\" Reinhart murmured. \"The same damn thing!\"\n\nSherikov pondered. \"Reinhart, you're too Anglo-Saxon, too impulsive.\nBe more Slavic. This man will be captured and destroyed within two\ndays. You said so yourself. Meanwhile, we're all working night and day\non the war effort. The warfleet is waiting near Proxima, taking up\npositions for the attack on the Centaurans. All our war plants are\ngoing full blast. By the time the attack date comes we'll have a\nfull-sized invasion army ready to take off for the long trip to the\nCentauran colonies. The whole Terran population has been mobilized.\nThe eight supply planets are pouring in material. All this is going on\nday and night, even without odds showing. Long before the attack comes\nthis man will certainly be dead, and the machines will be able to show\nodds again.\"\n\nReinhart considered. \"But it worries me, a man like that out in the\nopen. Loose. A man who can't be predicted. It goes against science.\nWe've been making statistical reports on society for two centuries. We\nhave immense files of data. The machines are able to predict what each\nperson and group will do at a given time, in a given situation. But\nthis man is beyond all prediction. He's a variable. It's contrary to\nscience.\"\n\n\"The indeterminate particle.\"\n\n\"What's that?\"\n\n\"The particle that moves in such a way that we can't predict what\nposition it will occupy at a given second. Random. The random\nparticle.\"\n\n\"Exactly. It's--it's _unnatural_.\"\n\nSherikov laughed sarcastically. \"Don't worry about it, Commissioner.\nThe man will be captured and things will return to their natural\nstate. You'll be able to predict people again, like laboratory rats in\na maze. By the way--why is this room guarded?\"\n\n\"I don't want anyone to know the machines show no totals. It's\ndangerous to the war effort.\"\n\n\"Margaret Duffe, for example?\"\n\nReinhart nodded reluctantly. \"They're too timid, these\nparliamentarians. If they discover we have no SRB odds they'll want to\nshut down the war planning and go back to waiting.\"\n\n\"Too slow for you, Commissioner? Laws, debates, council meetings,\ndiscussions.... Saves a lot of time if one man has all the power. One\nman to tell people what to do, think for them, lead them around.\"\n\nReinhart eyed the big Pole critically. \"That reminds me. How is Icarus\ncoming? Have you continued to make progress on the control turret?\"\n\nA scowl crossed Sherikov's broad features. \"The control turret?\" He\nwaved his big hand vaguely. \"I would say it's coming along all right.\nWe'll catch up in time.\"\n\nInstantly Reinhart became alert. \"Catch up? You mean you're still\nbehind?\"\n\n\"Somewhat. A little. But we'll catch up.\" Sherikov retreated toward\nthe door. \"Let's go down to the cafeteria and have a cup of coffee.\nYou worry too much, Commissioner. Take things more in your stride.\"\n\n\"I suppose you're right.\" The two men walked out into the hall. \"I'm\non edge. This variable man. I can't get him out of my mind.\"\n\n\"Has he done anything yet?\"\n\n\"Nothing important. Rewired a child's toy. A toy vidsender.\"\n\n\"Oh?\" Sherikov showed interest. \"What do you mean? What did he do?\"\n\n\"I'll show you.\" Reinhart led Sherikov down the hall to his office.\nThey entered and Reinhart locked the door. He handed Sherikov the toy\nand roughed in what Cole had done. A strange look crossed Sherikov's\nface. He found the studs on the box and depressed them. The box\nopened. The big Pole sat down at the desk and began to study the\ninterior of the box. \"You're sure it was the man from the past who\nrewired this?\"\n\n\"Of course. On the spot. The boy damaged it playing. The variable man\ncame along and the boy asked him to fix it. He fixed it, all right.\"\n\n\"Incredible.\" Sherikov's eyes were only an inch from the wiring. \"Such\ntiny relays. How could he--\"\n\n\"What?\"\n\n\"Nothing.\" Sherikov got abruptly to his feet, closing the box\ncarefully. \"Can I take this along? To my lab? I'd like to analyze it\nmore fully.\"\n\n\"Of course. But why?\"\n\n\"No special reason. Let's go get our coffee.\" Sherikov headed toward\nthe door. \"You say you expect to capture this man in a day or so?\"\n\n\"_Kill_ him, not capture him. We've got to eliminate him as a piece of\ndata. We're assembling the attack formations right now. No slip-ups,\nthis time. We're in the process of setting up a cross-bombing pattern\nto level the entire Albertine range. He must be destroyed, within the\nnext forty-eight hours.\"\n\nSherikov nodded absently. \"Of course,\" he murmured. A preoccupied\nexpression still remained on his broad features. \"I understand\nperfectly.\"\n\n       *       *       *       *       *\n\nThomas Cole crouched over the fire he had built, warming his hands. It\nwas almost morning. The sky was turning violet gray. The mountain air\nwas crisp and chill. Cole shivered and pulled himself closer to the\nfire.\n\nThe heat felt good against his hands. _His hands._ He gazed down at\nthem, glowing yellow-red in the firelight. The nails were black and\nchipped. Warts and endless calluses on each finger, and the palms. But\nthey were good hands; the fingers were long and tapered. He respected\nthem, although in some ways he didn't understand them.\n\nCole was deep in thought, meditating over his situation. He had been\nin the mountains two nights and a day. The first night had been the\nworst. Stumbling and falling, making his way uncertainly up the steep\nslopes, through the tangled brush and undergrowth--\n\nBut when the sun came up he was safe, deep in the mountains, between\ntwo great peaks. And by the time the sun had set again he had fixed\nhimself up a shelter and a means of making a fire. Now he had a neat\nlittle box trap, operated by a plaited grass rope and pit, a notched\nstake. One rabbit already hung by his hind legs and the trap was\nwaiting for another.\n\nThe sky turned from violet gray to a deep cold gray, a metallic color.\nThe mountains were silent and empty. Far off some place a bird sang,\nits voice echoing across the vast slopes and ravines. Other birds\nbegan to sing. Off to his right something crashed through the brush,\nan animal pushing its way along.\n\nDay was coming. His second day. Cole got to his feet and began to\nunfasten the rabbit. Time to eat. And then? After that he had no\nplans. He knew instinctively that he could keep himself alive\nindefinitely with the tools he had retained, and the genius of his\nhands. He could kill game and skin it. Eventually he could build\nhimself a permanent shelter, even make clothes but of hides. In\nwinter--\n\nBut he was not thinking that far ahead. Cole stood by the fire,\nstaring up at the sky, his hands on his hips. He squinted, suddenly\ntense. Something was moving. Something in the sky, drifting slowly\nthrough the grayness. A black dot.\n\nHe stamped out the fire quickly. What was it? He strained, trying to\nsee. A bird?\n\nA second dot joined the first. Two dots. Then three. Four. Five. A\nfleet of them, moving rapidly across the early morning sky. Toward the\nmountains.\n\nToward him.\n\nCole hurried away from the fire. He snatched up the rabbit and carried\nit along with him, into the tangled shelter he had built. He was\ninvisible, inside the shelter. No one could find him. But if they had\nseen the fire--\n\nHe crouched in the shelter, watching the dots grow larger. They were\nplanes, all right. Black wingless planes, coming closer each moment.\nNow he could hear them, a faint dull buzz, increasing until the ground\nshook under him.\n\nThe first plane dived. It dropped like a stone, swelling into a great\nblack shape. Cole gasped, sinking down. The plane roared in an arc,\nswooping low over the ground. Suddenly bundles tumbled out, white\nbundles falling and scattering like seeds.\n\nThe bundles drifted rapidly to the ground. They landed. They were men.\nMen in uniform.\n\nNow the second plane was diving. It roared overhead, releasing its\nload. More bundles tumbled out, filling the sky. The third plane\ndived, then the fourth. The air was thick with drifting bundles of\nwhite, a blanket of descending weed spores, settling to earth.\n\nOn the ground the soldiers were forming into groups. Their shouts\ncarried to Cole, crouched in his shelter. Fear leaped through him.\nThey were landing on all sides of him. He was cut off. The last two\nplanes had dropped men behind him.\n\nHe got to his feet, pushing out of the shelter. Some of the soldiers\nhad found the fire, the ashes and coals. One dropped down, feeling the\ncoals with his hand. He waved to the others. They were circling all\naround, shouting and gesturing. One of them began to set up some kind\nof gun. Others were unrolling coils of tubing, locking a collection of\nstrange pipes and machinery in place.\n\nCole ran. He rolled down a slope, sliding and falling. At the bottom\nhe leaped to his feet and plunged into the brush. Vines and leaves\ntore at his face, slashing and cutting him. He fell again, tangled in\na mass of twisted shrubbery. He fought desperately, trying to free\nhimself. If he could reach the knife in his pocket--\n\nVoices. Footsteps. Men were behind him, running down the slope. Cole\nstruggled frantically, gasping and twisting, trying to pull loose. He\nstrained, breaking the vines, clawing at them with his hands.\n\nA soldier dropped to his knee, leveling his gun. More soldiers\narrived, bringing up their rifles and aiming.\n\nCole cried out. He closed his eyes, his body suddenly limp. He waited,\nhis teeth locked together, sweat dripping down his neck, into his\nshirt, sagging against the mesh of vines and branches coiled around\nhim.\n\nSilence.\n\nCole opened his eyes slowly. The soldiers had regrouped. A huge man\nwas striding down the slope toward them, barking orders as he came.\n\nTwo soldiers stepped into the brush. One of them grabbed Cole by the\nshoulder.\n\n\"Don't let go of him.\" The huge man came over, his black beard jutting\nout. \"Hold on.\"\n\nCole gasped for breath. He was caught. There was nothing he could do.\nMore soldiers were pouring down into the gulley, surrounding him on\nall sides. They studied him curiously, murmuring together. Cole shook\nhis head wearily and said nothing.\n\nThe huge man with the beard stood directly in front of him, his hands\non his hips, looking him up and down. \"Don't try to get away,\" the man\nsaid. \"You can't get away. Do you understand?\"\n\nCole nodded.\n\n\"All right. Good.\" The man waved. Soldiers clamped metal bands around\nCole's arms and wrists. The metal dug into his flesh, making him gasp\nwith pain. More clamps locked around his legs. \"Those stay there until\nwe're out of here. A long way out.\"\n\n\"Where--where are you taking me?\"\n\nPeter Sherikov studied the variable man for a moment before he\nanswered. \"Where? I'm taking you to my labs. Under the Urals.\" He\nglanced suddenly up at the sky. \"We better hurry. The Security police\nwill be starting their demolition attack in a few hours. We want to be\na long way from here when that begins.\"\n\n       *       *       *       *       *\n\nSherikov settled down in his comfortable reinforced chair with a sigh.\n\"It's good to be back.\" He signalled to one of his guards. \"All right.\nYou can unfasten him.\"\n\nThe metal clamps were removed from Cole's arms and legs. He sagged,\nsinking down in a heap. Sherikov watched him silently.\n\nCole sat on the floor, rubbing his wrists and legs, saying nothing.\n\n\"What do you want?\" Sherikov demanded. \"Food? Are you hungry?\"\n\n\"No.\"\n\n\"Medicine? Are you sick? Injured?\"\n\n\"No.\"\n\nSherikov wrinkled his nose. \"A bath wouldn't hurt you any. We'll\narrange that later.\" He lit a cigar, blowing a cloud of gray smoke\naround him. At the door of the room two lab guards stood with guns\nready. No one else was in the room beside Sherikov and Cole.\n\nThomas Cole sat huddled in a heap on the floor, his head sunk down\nagainst his chest. He did not stir. His bent body seemed more\nelongated and stooped than ever, his hair tousled and unkempt, his\nchin and jowls a rough stubbled gray. His clothes were dirty and torn\nfrom crawling through the brush. His skin was cut and scratched; open\nsores dotted his neck and cheeks and forehead. He said nothing. His\nchest rose and fell. His faded blue eyes were almost closed. He looked\nquite old, a withered, dried-up old man.\n\nSherikov waved one of the guards over. \"Have a doctor brought up here.\nI want this man checked over. He may need intravenous injections. He\nmay not have had anything to eat for awhile.\"\n\nThe guard departed.\n\n\"I don't want anything to happen to you,\" Sherikov said. \"Before we go\non I'll have you checked over. And deloused at the same time.\"\n\nCole said nothing.\n\nSherikov laughed. \"Buck up! You have no reason to feel bad.\" He leaned\ntoward Cole, jabbing an immense finger at him. \"Another two hours and\nyou'd have been dead, out there in the mountains. You know that?\"\n\nCole nodded.\n\n\"You don't believe me. Look.\" Sherikov leaned over and snapped on the\nvidscreen mounted in the wall. \"Watch, this. The operation should\nstill be going on.\"\n\nThe screen lit up. A scene gained form.\n\n\"This is a confidential Security channel. I had it tapped several\nyears ago--for my own protection. What we're seeing now is being piped\nin to Eric Reinhart.\" Sherikov grinned. \"Reinhart arranged what you're\nseeing on the screen. Pay close attention. You were there, two hours\nago.\"\n\nCole turned toward the screen. At first he could not make out what was\nhappening. The screen showed a vast foaming cloud, a vortex of motion.\nFrom the speaker came a low rumble, a deep-throated roar. After a time\nthe screen shifted, showing a slightly different view. Suddenly Cole\nstiffened.\n\nHe was seeing the destruction of a whole mountain range.\n\nThe picture was coming from a ship, flying above what had once been\nthe Albertine Mountain Range. Now there was nothing but swirling\nclouds of gray and columns of particles and debris, a surging tide of\nrestless material gradually sweeping off and dissipating in all\ndirections.\n\nThe Albertine Mountains had been disintegrated. Nothing remained but\nthese vast clouds of debris. Below, on the ground, a ragged plain\nstretched out, swept by fire and ruin. Gaping wounds yawned, immense\nholes without bottom, craters side by side as far as the eye could\nsee. Craters and debris. Like the blasted, pitted surface of the moon.\nTwo hours ago it had been rolling peaks and gulleys, brush and green\nbushes and trees.\n\nCole turned away.\n\n\"You see?\" Sherikov snapped the screen off. \"You were down there, not\nso long ago. All that noise and smoke--all for you. All for you, Mr.\nVariable Man from the past. Reinhart arranged that, to finish you off.\nI want you to understand that. It's very important that you realize\nthat.\"\n\nCole said nothing.\n\nSherikov reached into a drawer of the table before him. He carefully\nbrought out a small square box and held it out to Cole. \"You wired\nthis, didn't you?\"\n\nCole took the box in his hands and held it. For a time his tired mind\nfailed to focus. What did he have? He concentrated on it. The box was\nthe children's toy. The inter-system vidsender, they had called it.\n\n\"Yes. I fixed this.\" He passed it back to Sherikov. \"I repaired that.\nIt was broken.\"\n\nSherikov gazed down at him intently, his large eyes bright. He nodded,\nhis black beard and cigar rising and falling. \"Good. That's all I\nwanted to know.\" He got suddenly to his feet, pushing his chair back.\n\"I see the doctor's here. He'll fix you up. Everything you need. Later\non I'll talk to you again.\"\n\nUnprotesting, Cole got to his feet, allowing the doctor to take hold\nof his arm and help him up.\n\nAfter Cole had been released by the medical department, Sherikov\njoined him in his private dining room, a floor above the actual\nlaboratory.\n\nThe Pole gulped down a hasty meal, talking as he ate. Cole sat\nsilently across from him, not eating or speaking. His old clothing had\nbeen taken away and new clothing given him. He was shaved and rubbed\ndown. His sores and cuts were healed, his body and hair washed. He\nlooked much healthier and younger, now. But he was still stooped and\ntired, his blue eyes worn and faded. He listened to Sherikov's account\nof the world of 2136 AD without comment.\n\n\"You can see,\" Sherikov said finally, waving a chicken leg, \"that your\nappearance here has been very upsetting to our program. Now that you\nknow more about us you can see why Commissioner Reinhart was so\ninterested in destroying you.\"\n\nCole nodded.\n\n\"Reinhart, you realize, believes that the failure of the SRB machines\nis the chief danger to the war effort. But that is nothing!\" Sherikov\npushed his plate away noisily, draining his coffee mug. \"After all,\nwars _can_ be fought without statistical forecasts. The SRB machines\nonly describe. They're nothing more than mechanical onlookers. In\nthemselves, they don't affect the course of the war. _We_ make the\nwar. They only analyze.\"\n\nCole nodded.\n\n\"More coffee?\" Sherikov asked. He pushed the plastic container toward\nCole. \"Have some.\"\n\nCole accepted another cupful. \"Thank you.\"\n\n\"You can see that our real problem is another thing entirely. The\nmachines only do figuring for us in a few minutes that eventually we\ncould do for our own selves. They're our servants, tools. Not some\nsort of gods in a temple which we go and pray to. Not oracles who can\nsee into the future for us. They don't see into the future. They only\nmake statistical predictions--not prophecies. There's a big difference\nthere, but Reinhart doesn't understand it. Reinhart and his kind have\nmade such things as the SRB machines into gods. But I have no gods. At\nleast, not any I can see.\"\n\nCole nodded, sipping his coffee.\n\n\"I'm telling you all these things because you must understand what\nwe're up against. Terra is hemmed in on all sides by the ancient\nCentauran Empire. It's been out there for centuries, thousands of\nyears. No one knows how long. It's old--crumbling and rotting. Corrupt\nand venal. But it holds most of the galaxy around us, and we can't\nbreak out of the Sol system. I told you about Icarus, and Hedge's work\nin ftl flight. We must win the war against Centaurus. We've waited and\nworked a long time for this, the moment when we can break out and get\nroom among the stars for ourselves. Icarus is the deciding weapon. The\ndata on Icarus tipped the SRB odds in our favor--for the first time in\nhistory. Success in the war against Centaurus will depend on Icarus,\nnot on the SRB machines. You see?\"\n\nCole nodded.\n\n\"However, there is a problem. The data on Icarus which I turned over\nto the machines specified that Icarus would be completed in ten days.\nMore than half that time has already passed. Yet, we are no closer to\nwiring up the control turret than we were then. The turret baffles\nus.\" Sherikov grinned ironically. \"Even _I_ have tried my hand at the\nwiring, but with no success. It's intricate--and small. Too many\ntechnical bugs not worked out. We are building only one, you\nunderstand. If we had many experimental models worked out before--\"\n\n\"But this is the experimental model,\" Cole said.\n\n\"And built from the designs of a man dead four years--who isn't here\nto correct us. We've made Icarus with our own hands, down here in the\nlabs. And he's giving us plenty of trouble.\" All at once Sherikov got\nto his feet. \"Let's go down to the lab and look at him.\"\n\nThey descended to the floor below, Sherikov leading the way. Cole\nstopped short at the lab door.\n\n\"Quite a sight,\" Sherikov agreed. \"We keep him down here at the bottom\nfor safety's sake. He's well protected. Come on in. We have work to\ndo.\"\n\nIn the center of the lab Icarus rose up, the gray squat cylinder that\nsomeday would flash through space at a speed of thousands of times\nthat of light, toward the heart of Proxima Centaurus, over four light\nyears away. Around the cylinder groups of men in uniform were laboring\nfeverishly to finish the remaining work.\n\n\"Over here. The turret.\" Sherikov led Cole over to one side of the\nroom. \"It's guarded. Centauran spies are swarming everywhere on Terra.\nThey see into everything. But so do we. That's how we get information\nfor the SRB machines. Spies in both systems.\"\n\nThe translucent globe that was the control turret reposed in the\ncenter of a metal stand, an armed guard standing at each side. They\nlowered their guns as Sherikov approached.\n\n\"We don't want anything to happen to this,\" Sherikov said. \"Everything\ndepends on it.\" He put out his hand for the globe. Half way to it his\nhand stopped, striking against an invisible presence in the air.\n\nSherikov laughed. \"The wall. Shut it off. It's still on.\"\n\nOne of the guards pressed a stud at his wrist. Around the globe the\nair shimmered and faded.\n\n\"Now.\" Sherikov's hand closed over the globe. He lifted it carefully\nfrom its mount and brought it out for Cole to see. \"This is the\ncontrol turret for our enormous friend here. This is what will slow\nhim down when he's inside Centaurus. He slows down and re-enters this\nuniverse. Right in the heart of the star. Then--no more Centaurus.\"\nSherikov beamed. \"And no more Armun.\"\n\nBut Cole was not listening. He had taken the globe from Sherikov and\nwas turning it over and over, running his hands over it, his face\nclose to its surface. He peered down into its interior, his face rapt\nand intent.\n\n\"You can't see the wiring. Not without lenses.\" Sherikov signalled for\na pair of micro-lenses to be brought. He fitted them on Cole's nose,\nhooking them behind his ears. \"Now try it. You can control the\nmagnification. It's set for 1000X right now. You can increase or\ndecrease it.\"\n\nCole gasped, swaying back and forth. Sherikov caught hold of him. Cole\ngazed down into the globe, moving his head slightly, focussing the\nglasses.\n\n\"It takes practice. But you can do a lot with them. Permits you to do\nmicroscopic wiring. There are tools to go along, you understand.\"\nSherikov paused, licking his lip. \"We can't get it done correctly.\nOnly a few men can wire circuits using the micro-lenses and the little\ntools. We've tried robots, but there are too many decisions to be\nmade. Robots can't make decisions. They just react.\"\n\nCole said nothing. He continued to gaze into the interior of the\nglobe, his lips tight, his body taut and rigid. It made Sherikov feel\nstrangely uneasy.\n\n\"You look like one of those old fortune tellers,\" Sherikov said\njokingly, but a cold shiver crawled up his spine. \"Better hand it back\nto me.\" He held out his hand.\n\nSlowly, Cole returned the globe. After a time he removed the\nmicro-lenses, still deep in thought.\n\n\"Well?\" Sherikov demanded. \"You know what I want. I want you to wire\nthis damn thing up.\" Sherikov came close to Cole, his big face hard.\n\"You can do it, I think. I could tell by the way you held it--and the\njob you did on the children's toy, of course. You could wire it up\nright, and in five days. Nobody else can. And if it's not wired up\nCentaurus will keep on running the galaxy and Terra will have to sweat\nit out here in the Sol system. One tiny mediocre sun, one dust mote\nout of a whole galaxy.\"\n\nCole did not answer.\n\nSherikov became impatient. \"Well? What do you say?\"\n\n\"What happens if I don't wire this control for you? I mean, what\nhappens to _me_?\"\n\n\"Then I turn you over to Reinhart. Reinhart will kill you instantly.\nHe thinks you're dead, killed when the Albertine Range was\nannihilated. If he had any idea I had saved you--\"\n\n\"I see.\"\n\n\"I brought you down here for one thing. If you wire it up I'll have\nyou sent back to your own time continuum. If you don't--\"\n\nCole considered, his face dark and brooding.\n\n\"What do you have to lose? You'd already be dead, if we hadn't pulled\nyou out of those hills.\"\n\n\"Can you really return me to my own time?\"\n\n\"Of course!\"\n\n\"Reinhart won't interfere?\"\n\nSherikov laughed. \"What can he do? How can he stop me? I have my own\nmen. You saw them. They landed all around you. You'll be returned.\"\n\n\"Yes. I saw your men.\"\n\n\"Then you agree?\"\n\n\"I agree,\" Thomas Cole said. \"I'll wire it for you. I'll complete the\ncontrol turret--within the next five days.\"\n\n\n\n\nIV\n\n\nThree days later Joseph Dixon slid a closed-circuit message plate\nacross the desk to his boss.\n\n\"Here. You might be interested in this.\"\n\nReinhart picked the plate up slowly. \"What is it? You came all the way\nhere to show me this?\"\n\n\"That's right.\"\n\n\"Why didn't you vidscreen it?\"\n\nDixon smiled grimly. \"You'll understand when you decode it. It's from\nProxima Centaurus.\"\n\n\"Centaurus!\"\n\n\"Our counter-intelligence service. They sent it direct to me. Here,\nI'll decode it for you. Save you the trouble.\"\n\nDixon came around behind Reinhart's desk. He leaned over the\nCommissioner's shoulder, taking hold of the plate and breaking the\nseal with his thumb nail.\n\n\"Hang on,\" Dixon said. \"This is going to hit you hard. According to\nour agents on Armun, the Centauran High Council has called an\nemergency session to deal with the problem of Terra's impending\nattack. Centauran relay couriers have reported to the High Council\nthat the Terran bomb Icarus is virtually complete. Work on the bomb\nhas been rushed through final stages in the underground laboratories\nunder the Ural Range, directed by the Terran physicist Peter\nSherikov.\"\n\n\"So I understand from Sherikov himself. Are you surprised the\nCentaurans know about the bomb? They have spies swarming over Terra.\nThat's no news.\"\n\n\"There's more.\" Dixon traced the message plate grimly, with an\nunsteady finger. \"The Centauran relay couriers reported that Peter\nSherikov brought an expert mechanic out of a previous time continuum\nto complete the wiring of the turret!\"\n\nReinhart staggered, holding on tight to the desk. He closed his eyes,\ngasping.\n\n\"The variable man is still alive,\" Dixon murmured. \"I don't know how.\nOr why. There's nothing left of the Albertines. And how the hell did\nthe man get half way around the world?\"\n\nReinhart opened his eyes slowly, his face twisting. \"Sherikov! He must\nhave removed him before the attack. I told Sherikov the attack was\nforthcoming. I gave him the exact hour. He had to get help--from the\nvariable man. He couldn't meet his promise otherwise.\"\n\nReinhart leaped up and began to pace back and forth. \"I've already\ninformed the SRB machines that the variable man has been destroyed.\nThe machines now show the original 7-6 ratio in our favor. But the\nratio is based on false information.\"\n\n\"Then you'll have to withdraw the false data and restore the original\nsituation.\"\n\n\"No.\" Reinhart shook his head. \"I can't do that. The machines must be\nkept functioning. We can't allow them to jam again. It's too\ndangerous. If Duffe should become aware that--\"\n\n\"What are you going to do, then?\" Dixon picked up the message plate.\n\"You can't leave the machines with false data. That's treason.\"\n\n\"The data can't be withdrawn! Not unless equivalent data exists to\ntake its place.\" Reinhart paced angrily back and forth. \"Damn it, I\nwas _certain_ the man was dead. This is an incredible situation. He\nmust be eliminated--at any cost.\"\n\nSuddenly Reinhart stopped pacing. \"The turret. It's probably finished\nby this time. Correct?\"\n\nDixon nodded slowly in agreement. \"With the variable man helping,\nSherikov has undoubtedly completed work well ahead of schedule.\"\n\nReinhart's gray eyes flickered. \"Then he's no longer of any use--even\nto Sherikov. We could take a chance.... Even if there were active\nopposition....\"\n\n\"What's this?\" Dixon demanded. \"What are you thinking about?\"\n\n\"How many units are ready for immediate action? How large a force can\nwe raise without notice?\"\n\n\"Because of the war we're mobilized on a twenty-four hour basis. There\nare seventy air units and about two hundred surface units. The balance\nof the Security forces have been transferred to the line, under\nmilitary control.\"\n\n\"Men?\"\n\n\"We have about five thousand men ready to go, still on Terra. Most of\nthem in the process of being transferred to military transports. I can\nhold it up at any time.\"\n\n\"Missiles?\"\n\n\"Fortunately, the launching tubes have not yet been disassembled.\nThey're still here on Terra. In another few days they'll be moving out\nfor the Colonial fracas.\"\n\n\"Then they're available for immediate use?\"\n\n\"Yes.\"\n\n\"Good.\" Reinhart locked his hands, knotting his fingers harshly\ntogether in sudden decision. \"That will do exactly. Unless I am\ncompletely wrong, Sherikov has only a half-dozen air units and no\nsurface cars. And only about two hundred men. Some defense shields, of\ncourse--\"\n\n\"What are you planning?\"\n\nReinhart's face was gray and hard, like stone. \"Send out orders for\nall available Security units to be unified under your immediate\ncommand. Have them ready to move by four o'clock this afternoon. We're\ngoing to pay a visit,\" Reinhart stated grimly. \"A surprise visit. On\nPeter Sherikov.\"\n\n       *       *       *       *       *\n\n\"Stop here,\" Reinhart ordered.\n\nThe surface car slowed to a halt. Reinhart peered cautiously out,\nstudying the horizon ahead.\n\nOn all sides a desert of scrub grass and sand stretched out. Nothing\nmoved or stirred. To the right the grass and sand rose up to form\nimmense peaks, a range of mountains without end, disappearing finally\ninto the distance. The Urals.\n\n\"Over there,\" Reinhart said to Dixon, pointing. \"See?\"\n\n\"No.\"\n\n\"Look hard. It's difficult to spot unless you know what to look for.\nVertical pipes. Some kind of vent. Or periscopes.\"\n\nDixon saw them finally. \"I would have driven past without noticing.\"\n\n\"It's well concealed. The main labs are a mile down. Under the range\nitself. It's virtually impregnable. Sherikov had it built years ago,\nto withstand any attack. From the air, by surface cars, bombs,\nmissiles--\"\n\n\"He must feel safe down there.\"\n\n\"No doubt.\" Reinhart gazed up at the sky. A few faint black dots could\nbe seen, moving lazily about, in broad circles. \"Those aren't ours,\nare they? I gave orders--\"\n\n\"No. They're not ours. All our units are out of sight. Those belong to\nSherikov. His patrol.\"\n\nReinhart relaxed. \"Good.\" He reached over and flicked on the vidscreen\nover the board of the car. \"This screen is shielded? It can't be\ntraced?\"\n\n\"There's no way they can spot it back to us. It's non-directional.\"\n\nThe screen glowed into life. Reinhart punched the combination keys and\nsat back to wait.\n\nAfter a time an image formed on the screen. A heavy face, bushy black\nbeard and large eyes.\n\nPeter Sherikov gazed at Reinhart with surprised curiosity.\n\"Commissioner! Where are you calling from? What--\"\n\n\"How's the work progressing?\" Reinhart broke in coldly. \"Is Icarus\nalmost complete?\"\n\nSherikov beamed with expansive pride. \"He's done, Commissioner. Two\ndays ahead of time. Icarus is ready to be launched into space. I tried\nto call your office, but they told me--\"\n\n\"I'm not at my office.\" Reinhart leaned toward the screen. \"Open your\nentrance tunnel at the surface. You're about to receive visitors.\"\n\nSherikov blinked. \"Visitors?\"\n\n\"I'm coming down to see you. About Icarus. Have the tunnel opened for\nme at once.\"\n\n\"Exactly where are you, Commissioner?\"\n\n\"On the surface.\"\n\nSherikov's eyes flickered. \"Oh? But--\"\n\n\"Open up!\" Reinhart snapped. He glanced at his wristwatch. \"I'll be at\nthe entrance in five minutes. I expect to find it ready for me.\"\n\n\"Of course.\" Sherikov nodded in bewilderment. \"I'm always glad to see\nyou, Commissioner. But I--\"\n\n\"Five minutes, then.\" Reinhart cut the circuit. The screen died. He\nturned quickly to Dixon. \"You stay up here, as we arranged. I'll go\ndown with one company of police. You understand the necessity of exact\ntiming on this?\"\n\n\"We won't slip up. Everything's ready. All units are in their places.\"\n\n\"Good.\" Reinhart pushed the door open for him. \"You join your\ndirectional staff. I'll proceed toward the tunnel entrance.\"\n\n\"Good luck.\" Dixon leaped out of the car, onto the sandy ground. A\ngust of dry air swirled into the car around Reinhart. \"I'll see you\nlater.\"\n\nReinhart slammed the door. He turned to the group of police crouched\nin the rear of the car, their guns held tightly. \"Here we go,\"\nReinhart murmured. \"Hold on.\"\n\nThe car raced across the sandy ground, toward the tunnel entrance to\nSherikov's underground fortress.\n\nSherikov met Reinhart at the bottom end of the tunnel, where the\ntunnel opened up onto the main floor of the lab.\n\nThe big Pole approached, his hand out, beaming with pride and\nsatisfaction. \"It's a pleasure to see you, Commissioner. This is an\nhistoric moment.\"\n\nReinhart got out of the car, with his group of armed Security police.\n\"Calls for a celebration, doesn't it?\" he said.\n\n\"That's a good idea! We're two days ahead, Commissioner. The SRB\nmachines will be interested. The odds should change abruptly at the\nnews.\"\n\n\"Let's go down to the lab. I want to see the control turret myself.\"\n\nA shadow crossed Sherikov's face. \"I'd rather not bother the workmen\nright now, Commissioner. They've been under a great load, trying to\ncomplete the turret in time. I believe they're putting a few last\nfinishes on it at this moment.\"\n\n\"We can view them by vidscreen. I'm curious to see them at work. It\nmust be difficult to wire such minute relays.\"\n\nSherikov shook his head. \"Sorry, Commissioner. No vidscreen on them. I\nwon't allow it. This is too important. Our whole future depends on\nit.\"\n\nReinhart snapped a signal to his company of police. \"Put this man\nunder arrest.\"\n\nSherikov blanched. His mouth fell open. The police moved quickly\naround him, their gun tubes up, jabbing into him. He was searched\nrapidly, efficiently. His gun belt and concealed energy screen were\nyanked off.\n\n\"What's going on?\" Sherikov demanded, some color returning to his\nface. \"What are you doing?\"\n\n\"You're under arrest for the duration of the war. You're relieved of\nall authority. From now on one of my men will operate Designs. When\nthe war is over you'll be tried before the Council and President\nDuffe.\"\n\nSherikov shook his head, dazed. \"I don't understand. What's this all\nabout? Explain it to me, Commissioner. What's happened?\"\n\nReinhart signalled to his police. \"Get ready. We're going into the\nlab. We may have to shoot our way in. The variable man should be in\nthe area of the bomb, working on the control turret.\"\n\nInstantly Sherikov's face hardened. His black eyes glittered, alert\nand hostile.\n\nReinhart laughed harshly. \"We received a counter-intelligence report\nfrom Centaurus. I'm surprised at you, Sherikov. You know the\nCentaurans are everywhere with their relay couriers. You should have\nknown--\"\n\nSherikov moved. Fast. All at once he broke away from the police,\nthrowing his massive body against them. They fell, scattering.\nSherikov ran--directly at the wall. The police fired wildly. Reinhart\nfumbled frantically for his gun tube, pulling it up.\n\nSherikov reached the wall, running head down, energy beams flashing\naround him. He struck against the wall--and vanished.\n\n\"Down!\" Reinhart shouted. He dropped to his hands and knees. All\naround him his police dived for the floor. Reinhart cursed wildly,\ndragging himself quickly toward the door. They had to get out, and\nright away. Sherikov had escaped. A false wall, an energy barrier set\nto respond to his pressure. He had dashed through it to safety. He--\n\nFrom all sides an inferno burst, a flaming roar of death surging over\nthem, around them, on every side. The room was alive with blazing\nmasses of destruction, bouncing from wall to wall. They were caught\nbetween four banks of power, all of them open to full discharge. A\ntrap--a death trap.\n\n       *       *       *       *       *\n\nReinhart reached the hall gasping for breath. He leaped to his feet. A\nfew Security police followed him. Behind them, in the flaming room,\nthe rest of the company screamed and struggled, blasted out of\nexistence by the leaping bursts of power.\n\nReinhart assembled his remaining men. Already, Sherikov's guards were\nforming. At one end of the corridor a snub-barreled robot gun was\nmaneuvering into position. A siren wailed. Guards were running on all\nsides, hurrying to battle stations.\n\nThe robot gun opened fire. Part of the corridor exploded, bursting\ninto fragments. Clouds of choking debris and particles swept around\nthem. Reinhart and his police retreated, moving back along the\ncorridor.\n\nThey reached a junction. A second robot gun was rumbling toward them,\nhurrying to get within range. Reinhart fired carefully, aiming at its\ndelicate control. Abruptly the gun spun convulsively. It lashed\nagainst the wall, smashing itself into the unyielding metal. Then it\ncollapsed in a heap, gears still whining and spinning.\n\n\"Come on.\" Reinhart moved away, crouching and running. He glanced at\nhis watch. _Almost time._ A few more minutes. A group of lab guards\nappeared ahead of them. Reinhart fired. Behind him his police fired\npast him, violet shafts of energy catching the group of guards as they\nentered the corridor. The guards spilled apart, falling and twisting.\nPart of them settled into dust, drifting down the corridor. Reinhart\nmade his way toward the lab, crouching and leaping, pushing past heaps\nof debris and remains, followed by his men. \"Come on! Don't stop!\"\n\n       *       *       *       *       *\n\nSuddenly from around them the booming, enlarged voice of Sherikov\nthundered, magnified by rows of wall speakers along the corridor.\nReinhart halted, glancing around.\n\n\"Reinhart! You haven't got a chance. You'll never get back to the\nsurface. Throw down your guns and give up. You're surrounded on all\nsides. You're a mile, under the surface.\"\n\nReinhart threw himself into motion, pushing into billowing clouds of\nparticles drifting along the corridor. \"Are you sure, Sherikov?\" he\ngrunted.\n\nSherikov laughed, his harsh, metallic peals rolling in waves against\nReinhart's eardrums. \"I don't want to have to kill you, Commissioner.\nYou're vital to the war: I'm sorry you found out about the variable\nman. I admit we overlooked the Centauran espionage as a factor in\nthis. But now that you know about him--\"\n\nSuddenly Sherikov's voice broke off. A deep rumble had shaken the\nfloor, a lapping vibration that shuddered through the corridor.\n\nReinhart sagged with relief. He peered through the clouds of debris,\nmaking out the figures on his watch. Right on time. Not a second late.\n\nThe first of the hydrogen missiles, launched from the Council\nbuildings on the other side of the world, were beginning to arrive.\nThe attack had begun.\n\nAt exactly six o'clock Joseph Dixon, standing on the surface four\nmiles from the entrance tunnel, gave the sign to the waiting units.\n\nThe first job was to break down Sherikov's defense screens. The\nmissiles had to penetrate without interference. At Dixon's signal a\nfleet of thirty Security ships dived from a height of ten miles,\nswooping above the mountains, directly over the underground\nlaboratories. Within five minutes the defense screens had been\nsmashed, and all the tower projectors leveled flat. Now the mountains\nwere virtually unprotected.\n\n\"So far so good,\" Dixon murmured, as he watched from his secure\nposition. The fleet of Security ships roared back, their work done.\nAcross the face of the desert the police surface cars were crawling\nrapidly toward the entrance tunnel, snaking from side to side.\n\nMeanwhile, Sherikov's counter-attack had begun to go into operation.\n\nGuns mounted among the hills opened fire. Vast columns of flame burst\nup in the path of the advancing cars. The cars hesitated and\nretreated, as the plain was churned up by a howling vortex, a\nthundering chaos of explosions. Here and there a car vanished in a\ncloud of particles. A group of cars moving away suddenly scattered,\ncaught up by a giant wind that lashed across them and swept them up\ninto the air.\n\nDixon gave orders to have the cannon silenced. The police air arm\nagain swept overhead, a sullen roar of jets that shook the ground\nbelow. The police ships divided expertly and hurtled down on the\ncannon protecting the hills.\n\nThe cannon forgot the surface cars and lifted their snouts to meet the\nattack. Again and again the airships came, rocking the mountains with\ntitanic blasts.\n\nThe guns became silent. Their echoing boom diminished, died away\nreluctantly, as bombs took critical toll of them.\n\nDixon watched with satisfaction as the bombing came to an end. The\nairships rose in a thick swarm, black gnats shooting up in triumph\nfrom a dead carcass. They hurried back as emergency anti-aircraft\nrobot guns swung into position and saturated the sky with blazing\npuffs of energy.\n\nDixon checked his wristwatch. The missiles were already on the way\nfrom North America. Only a few minutes remained.\n\nThe surface cars, freed by the successful bombing, began to regroup\nfor a new frontal attack. Again they crawled forward, across the\nburning plain, bearing down cautiously on the battered wall of\nmountains, heading toward the twisted wrecks that had been the ring of\ndefense guns. Toward the entrance tunnel.\n\nAn occasional cannon fired feebly at them. The cars came grimly on.\nNow, in the hollows of the hills, Sherikov's troops were hurrying to\nthe surface to meet the attack. The first car reached the shadow of\nthe mountains....\n\nA deafening hail of fire burst loose. Small robot guns appeared\neverywhere, needle barrels emerging from behind hidden screens, trees\nand shrubs, rocks, stones. The police cars were caught in a withering\ncross-fire, trapped at the base of the hills.\n\nDown the slopes Sherikov's guards raced, toward the stalled cars.\nClouds of heat rose up and boiled across the plain as the cars fired\nup at the running men. A robot gun dropped like a slug onto the plain\nand screamed toward the cars, firing as it came.\n\nDixon twisted nervously. Only a few minutes. Any time, now. He shaded\nhis eyes and peered up at the sky. No sign of them yet. He wondered\nabout Reinhart. No signal had come up from below. Clearly, Reinhart\nhad run into trouble. No doubt there was desperate fighting going on\nin the maze of underground tunnels, the intricate web of passages that\nhoneycombed the earth below the mountains.\n\nIn the air, Sherikov's few defense ships were taking on the police\nraiders. Outnumbered, the defense ships darted rapidly, wildly,\nputting up a futile fight.\n\nSherikov's guards streamed out onto the plain. Crouching and running,\nthey advanced toward the stalled cars. The police airships screeched\ndown at them, guns thundering.\n\nDixon held his breath. When the missiles arrived--\n\nThe first missile struck. A section of the mountain vanished, turned\nto smoke and foaming gasses. The wave of heat slapped Dixon across the\nface, spinning him around. Quickly he re-entered his ship and took\noff, shooting rapidly away from the scene. He glanced back. A second\nand third missile had arrived. Great gaping pits yawned among the\nmountains, vast sections missing like broken teeth. Now the missiles\ncould penetrate to the underground laboratories below.\n\nOn the ground, the surface cars halted beyond the danger area, waiting\nfor the missile attack to finish. When the eighth missile had struck,\nthe cars again moved forward. No more missiles fell.\n\nDixon swung his ship around, heading back toward the scene. The\nlaboratory was exposed. The top sections of it had been ripped open.\nThe laboratory lay like a tin can, torn apart by mighty explosions,\nits first floors visible from the air. Men and cars were pouring down\ninto it, fighting with the guards swarming to the surface.\n\n       *       *       *       *       *\n\nDixon watched intently. Sherikov's men were bringing up heavy guns,\nbig robot artillery. But the police ships were diving again.\nSherikov's defensive patrols had been cleaned from the sky. The police\nships whined down, arcing over the exposed laboratory. Small bombs\nfell, whistling down, pin-pointing the artillery rising to the surface\non the remaining lift stages.\n\nAbruptly Dixon's vidscreen clicked. Dixon turned toward it.\n\nReinhart's features formed. \"Call off the attack.\" His uniform was\ntorn. A deep bloody gash crossed his cheek. He grinned sourly at\nDixon, pushing his tangled hair back out of his face. \"Quite a fight.\"\n\n\"Sherikov--\"\n\n\"He's called off his guards. We've agreed to a truce. It's all over.\nNo more needed.\" Reinhart gasped for breath, wiping grime and sweat\nfrom his neck. \"Land your ship and come down here at once.\"\n\n\"The variable man?\"\n\n\"That comes next,\" Reinhart said grimly. He adjusted his gun tube. \"I\nwant you down here, for that part. I want you to be in on the kill.\"\n\nReinhart turned away from the vidscreen. In the corner of the room\nSherikov stood silently, saying nothing. \"Well?\" Reinhart barked.\n\"Where is he? Where will I find him?\"\n\nSherikov licked his lips nervously, glancing up at Reinhart.\n\"Commissioner, are you sure--\"\n\n\"The attack has been called off. Your labs are safe. So is your life.\nNow it's your turn to come through.\" Reinhart gripped his gun, moving\ntoward Sherikov. \"_Where is he?_\"\n\nFor a moment Sherikov hesitated. Then slowly his huge body sagged,\ndefeated. He shook his head wearily. \"All right. I'll show you where\nhe is.\" His voice was hardly audible, a dry whisper. \"Down this way.\nCome on.\"\n\nReinhart followed Sherikov out of the room, into the corridor. Police\nand guards were working rapidly, clearing the debris and ruins away,\nputting out the hydrogen fires that burned everywhere. \"No tricks,\nSherikov.\"\n\n\"No tricks.\" Sherikov nodded resignedly. \"Thomas Cole is by himself.\nIn a wing lab off the main rooms.\"\n\n\"Cole?\"\n\n\"The variable man. That's his name.\" The Pole turned his massive head\na little. \"He has a name.\"\n\nReinhart waved his gun. \"Hurry up. I don't want anything to go wrong.\nThis is the part I came for.\"\n\n\"You must remember something, Commissioner.\"\n\n\"What is it?\"\n\nSherikov stopped walking. \"Commissioner, nothing must happen to the\nglobe. The control turret. Everything depends on it, the war, our\nwhole--\"\n\n\"I know. Nothing will happen to the damn thing. Let's go.\"\n\n\"If it should get damaged--\"\n\n\"I'm not after the globe. I'm interested only in--in Thomas Cole.\"\n\nThey came to the end of the corridor and stopped before a metal door.\nSherikov nodded at the door. \"In there.\"\n\nReinhart moved back. \"Open the door.\"\n\n\"Open it yourself. I don't want to have anything to do with it.\"\n\nReinhart shrugged. He stepped up to the door. Holding his gun level he\nraised his hand, passing it in front of the eye circuit. Nothing\nhappened.\n\nReinhart frowned. He pushed the door with his hand. The door slid\nopen. Reinhart was looking into a small laboratory. He glimpsed a\nworkbench, tools, heaps of equipment, measuring devices, and in the\ncenter of the bench the transparent globe, the control turret.\n\n\"Cole?\" Reinhart advanced quickly into the room. He glanced around\nhim, suddenly alarmed. \"Where--\"\n\nThe room was empty. Thomas Cole was gone.\n\nWhen the first missile struck, Cole stopped work and sat listening.\n\nFar off, a distant rumble rolled through the earth, shaking the floor\nunder him. On the bench, tools and equipment danced up and down. A\npair of pliers fell crashing to the floor. A box of screws tipped\nover, spilling its minute contents out.\n\nCole listened for a time. Presently he lifted the transparent globe\nfrom the bench. With carefully controlled hands he held the globe up,\nrunning his fingers gently over the surface, his faded blue eyes\nthoughtful. Then, after a time, he placed the globe back on the bench,\nin its mount.\n\nThe globe was finished. A faint glow of pride moved through the\nvariable man. The globe was the finest job he had ever done.\n\nThe deep rumblings ceased. Cole became instantly alert. He jumped down\nfrom his stool, hurrying across the room to the door. For a moment he\nstood by the door listening intently. He could hear noise on the other\nside, shouts, guards rushing past, dragging heavy equipment, working\nfrantically.\n\nA rolling crash echoed down the corridor and lapped against his door.\nThe concussion spun him around. Again a tide of energy shook the walls\nand floor and sent him down on his knees.\n\nThe lights flickered and winked out.\n\nCole fumbled in the dark until he found a flashlight. Power failure.\nHe could hear crackling flames. Abruptly the lights came on again, an\nugly yellow, then faded back out. Cole bent down and examined the door\nwith his flashlight. A magnetic lock. Dependent on an externally\ninduced electric flux. He grabbed a screwdriver and pried at the door.\nFor a moment it held. Then it fell open.\n\nCole stepped warily out into the corridor. Everything was in shambles.\nGuards wandered everywhere, burned and half-blinded. Two lay groaning\nunder a pile of wrecked equipment. Fused guns, reeking metal. The air\nwas heavy with the smell of burning wiring and plastic. A thick cloud\nthat choked him and made him bend double as he advanced.\n\n\"Halt,\" a guard gasped feebly, struggling to rise. Cole pushed past\nhim and down the corridor. Two small robot guns, still functioning,\nglided past him hurriedly toward the drumming chaos of battle. He\nfollowed.\n\nAt a major intersection the fight was in full swing. Sherikov's guards\nfought Security police, crouched behind pillars and barricades, firing\nwildly, desperately. Again the whole structure shuddered as a great\nbooming blast ignited some place above. Bombs? Shells?\n\nCole threw himself down as a violet beam cut past his ear and\ndisintegrated the wall behind him. A Security policeman, wild-eyed,\nfiring erratically. One of Sherikov's guards winged him and his gun\nskidded to the floor.\n\nA robot cannon turned toward him as he made his way past the\nintersection. He began to run. The cannon rolled along behind him,\naiming itself uncertainly. Cole hunched over as he shambled rapidly\nalong, gasping for breath. In the flickering yellow light he saw a\nhandful of Security police advancing, firing expertly, intent on a\nline of defense Sherikov's guards had hastily set up.\n\nThe robot cannon altered its course to take them on, and Cole escaped\naround a corner.\n\nHe was in the main lab, the big chamber where Icarus himself rose, the\nvast squat column.\n\nIcarus! A solid wall of guards surrounded him, grim-faced, hugging\nguns and protection shields. But the Security police were leaving\nIcarus alone. Nobody wanted to damage him. Cole evaded a lone guard\ntracking him and reached the far side of the lab.\n\nIt took him only a few seconds to find the force field generator.\nThere was no switch. For a moment that puzzled him--and then he\nremembered. The guard had controlled it from his wrist.\n\nToo late to worry about that. With his screwdriver he unfastened the\nplate over the generator and ripped out the wiring in handfuls. The\ngenerator came loose and he dragged it away from the wall. The screen\nwas off, thank God. He managed to carry the generator into a side\ncorridor.\n\nCrouched in a heap, Cole bent over the generator, deft fingers flying.\nHe pulled the wiring to him and laid it out on the floor, tracing the\ncircuits with feverish haste.\n\nThe adaptation was easier than he had expected. The screen flowed at\nright angles to the wiring, for a distance of six feet. Each lead was\nshielded on one side; the field radiated outward, leaving a hollow\ncone in the center. He ran the wiring through his belt, down his\ntrouser legs, under his shirt, all the way to his wrists and ankles.\n\nHe was just snatching up the heavy generator when two Security police\nappeared. They raised their blasters and fired point-blank.\n\nCole clicked on the screen. A vibration leaped through him that\nsnapped his jaw and danced up his body. He staggered away,\nhalf-stupefied by the surging force that radiated out from him. The\nviolet rays struck the field and deflected harmlessly.\n\nHe was safe.\n\nHe hurried on down the corridor, past a ruined gun and sprawled bodies\nstill clutching blasters. Great drifting clouds of radioactive\nparticles billowed around him. He edged by one cloud nervously. Guards\nlay everywhere, dying and dead, partly destroyed, eaten and corroded\nby the hot metallic salts in the air. He had to get out--and fast.\n\nAt the end of the corridor a whole section of the fortress was in\nruins. Towering flames leaped on all sides. One of the missiles had\npenetrated below ground level.\n\nCole found a lift that still functioned. A load of wounded guards was\nbeing raised to the surface. None of them paid any attention to him.\nFlames surged around the lift, licking at the wounded. Workmen were\ndesperately trying to get the lift into action. Cole leaped onto the\nlift. A moment later it began to rise, leaving the shouts and the\nflames behind.\n\nThe lift emerged on the surface and Cole jumped off. A guard spotted\nhim and gave chase. Crouching, Cole dodged into a tangled mass of\ntwisted metal, still white-hot and smoking. He ran for a distance,\nleaping from the side of a ruined defense-screen tower, onto the fused\nground and down the side of a hill. The ground was hot underfoot. He\nhurried as fast as he could, gasping for breath. He came to a long\nslope and scrambled up the side.\n\nThe guard who had followed was gone, lost behind in the rolling clouds\nof ash that drifted from the ruins of Sherikov's underground fortress.\n\nCole reached the top of the hill. For a brief moment he halted to get\nhis breath and figure where he was. It was almost evening. The sun was\nbeginning to set. In the darkening sky a few dots still twisted and\nrolled, black specks that abruptly burst into flame and fused out\nagain.\n\nCole stood up cautiously, peering around him. Ruins stretched out\nbelow, on all sides, the furnace from which he had escaped. A chaos of\nincandescent metal and debris, gutted and wrecked beyond repair. Miles\nof tangled rubbish and half-vaporized equipment.\n\nHe considered. Everyone was busy putting out the fires and pulling the\nwounded to safety. It would be awhile before he was missed. But as\nsoon as they realized he was gone they'd be after him. Most of the\nlaboratory had been destroyed. Nothing lay back that way.\n\nBeyond the ruins lay the great Ural peaks, the endless mountains,\nstretching out as far as the eye could see.\n\nMountains and green forests. A wilderness. They'd never find him\nthere.\n\nCole started along the side of the hill, walking slowly and carefully,\nhis screen generator under his arm. Probably in the confusion he could\nfind enough food and equipment to last him indefinitely. He could wait\nuntil early morning, then circle back toward the ruins and load up.\nWith a few tools and his own innate skill he would get along fine. A\nscrewdriver, hammer, nails, odds and ends--\n\nA great hum sounded in his ears. It swelled to a deafening roar.\nStartled, Cole whirled around. A vast shape filled the sky behind him,\ngrowing each moment. Cole stood frozen, utterly transfixed. The shape\nthundered over him, above his head, as he stood stupidly, rooted to\nthe spot.\n\nThen, awkwardly, uncertainly, he began to run. He stumbled and fell\nand rolled a short distance down the side of the hill. Desperately, he\nstruggled to hold onto the ground. His hands dug wildly, futilely,\ninto the soft soil, trying to keep the generator under his arm at the\nsame time.\n\nA flash, and a blinding spark of light around him.\n\nThe spark picked him up and tossed him like a dry leaf. He grunted in\nagony as searing fire crackled about him, a blazing inferno that\ngnawed and ate hungrily through his screen. He spun dizzily and fell\nthrough the cloud of fire, down into a pit of darkness, a vast gulf\nbetween two hills. His wiring ripped off. The generator tore out of\nhis grip and was lost behind. Abruptly, his force field ceased.\n\nCole lay in the darkness at the bottom of the hill. His whole body\nshrieked in agony as the unholy fire played over him. He was a blazing\ncinder, a half-consumed ash flaming in a universe of darkness. The\npain made him twist and crawl like an insect, trying to burrow into\nthe ground. He screamed and shrieked and struggled to escape, to get\naway from the hideous fire. To reach the curtain of darkness beyond,\nwhere it was cool and silent, where the flames couldn't crackle and\neat at him.\n\nHe reached imploringly out, into the darkness, groping feebly toward\nit, trying to pull himself into it. Gradually, the glowing orb that\nwas his own body faded. The impenetrable chaos of night descended. He\nallowed the tide to sweep over him, to extinguish the searing fire.\n\nDixon landed his ship expertly, bringing it to a halt in front of an\noverturned defense tower. He leaped out and hurried across the smoking\nground.\n\nFrom a lift Reinhart appeared, surrounded by his Security police. \"He\ngot away from us! He escaped!\"\n\n\"He didn't escape,\" Dixon answered. \"I got him myself.\"\n\nReinhart quivered violently. \"What do you mean?\"\n\n\"Come along with me. Over in this direction.\" He and Reinhart climbed\nthe side of a demolished hill, both of them panting for breath. \"I was\nlanding. I saw a figure emerge from a lift and run toward the\nmountains, like some sort of animal. When he came out in the open I\ndived on him and released a phosphorus bomb.\"\n\n\"Then he's--_dead_?\"\n\n\"I don't see how anyone could have lived through a phosphorus bomb.\"\nThey reached the top of the hill. Dixon halted, then pointed excitedly\ndown into the pit beyond the hill. \"There!\"\n\nThey descended cautiously. The ground was singed and burned clean.\nClouds of smoke hung heavily in the air. Occasional fires still\nflickered here and there. Reinhart coughed and bent over to see. Dixon\nflashed on a pocket flare and set it beside the body.\n\nThe body was charred, half destroyed by the burning phosphorus. It lay\nmotionless, one arm over its face, mouth open, legs sprawled\ngrotesquely. Like some abandoned rag doll, tossed in an incinerator\nand consumed almost beyond recognition.\n\n\"He's alive!\" Dixon muttered. He felt around curiously. \"Must have had\nsome kind of protection screen. Amazing that a man could--\"\n\n\"It's him? It's really him?\"\n\n\"Fits the description.\" Dixon tore away a handful of burned clothing.\n\"This is the variable man. What's left of him, at least.\"\n\nReinhart sagged with relief. \"Then we've finally got him. The data is\naccurate. He's no longer a factor.\"\n\nDixon got out his blaster and released the safety catch thoughtfully.\n\"If you want, I can finish the job right now.\"\n\nAt that moment Sherikov appeared, accompanied by two armed Security\npolice. He strode grimly down the hillside, black eyes snapping. \"Did\nCole--\" He broke off. \"Good God.\"\n\n\"Dixon got him with a phosphorus bomb,\" Reinhart said noncommittally.\n\"He had reached the surface and was trying to get into the mountains.\"\n\nSherikov turned wearily away. \"He was an amazing person. During the\nattack he managed to force the lock on his door and escape. The guards\nfired at him, but nothing happened. He had rigged up some kind of\nforce field around him. Something he adapted.\"\n\n\"Anyhow, it's over with,\" Reinhart answered. \"Did you have SRB plates\nmade up on him?\"\n\nSherikov reached slowly into his coat. He drew out a manila envelope.\n\"Here's all the information I collected about him, while he was with\nme.\"\n\n\"Is it complete? Everything previous has been merely fragmentary.\"\n\n\"As near complete as I could make it. It includes photographs and\ndiagrams of the interior of the globe. The turret wiring he did for\nme. I haven't had a chance even to look at them.\" Sherikov fingered\nthe envelope. \"What are you going to do with Cole?\"\n\n\"Have him loaded up, taken back to the city--and officially put to\nsleep by the Euthanasia Ministry.\"\n\n\"Legal murder?\" Sherikov's lips twisted. \"Why don't you simply do it\nright here and get it over with?\"\n\nReinhart grabbed the envelope and stuck it in his pocket. \"I'll turn\nthis right over to the machines.\" He motioned to Dixon. \"Let's go. Now\nwe can notify the fleet to prepare for the attack on Centaurus.\" He\nturned briefly back to Sherikov. \"When can Icarus be launched?\"\n\n\"In an hour or so, I suppose. They're locking the control turret in\nplace. Assuming it functions correctly, that's all that's needed.\"\n\n\"Good. I'll notify Duffe to send out the signal to the warfleet.\"\nReinhart nodded to the police to take Sherikov to the waiting Security\nship. Sherikov moved off dully, his face gray and haggard. Cole's\ninert body was picked up and tossed onto a freight cart. The cart\nrumbled into the hold of the Security ship and the lock slid shut\nafter it.\n\n\"It'll be interesting to see how the machines respond to the\nadditional data,\" Dixon said.\n\n\"It should make quite an improvement in the odds,\" Reinhart agreed. He\npatted the envelope, bulging in his inside pocket. \"We're two days\nahead of time.\"\n\n       *       *       *       *       *\n\nMargaret Duffe got up slowly from her desk. She pushed her chair\nautomatically back. \"Let me get all this straight. You mean the bomb\nis finished? Ready to go?\"\n\nReinhart nodded impatiently. \"That's what I said. The Technicians are\nchecking the turret locks to make sure it's properly attached. The\nlaunching will take place in half an hour.\"\n\n\"Thirty minutes! Then--\"\n\n\"Then the attack can begin at once. I assume the fleet is ready for\naction.\"\n\n\"Of course. It's been ready for several days. But I can't believe the\nbomb is ready so soon.\" Margaret Duffe moved numbly toward the door of\nher office. \"This is a great day, Commissioner. An old era lies behind\nus. This time tomorrow Centaurus will be gone. And eventually the\ncolonies will be ours.\"\n\n\"It's been a long climb,\" Reinhart murmured.\n\n\"One thing. Your charge against Sherikov. It seems incredible that a\nperson of his caliber could ever--\"\n\n\"We'll discuss that later,\" Reinhart interrupted coldly. He pulled the\nmanila envelope from his coat. \"I haven't had an opportunity to feed\nthe additional data to the SRB machines. If you'll excuse me, I'll do\nthat now.\"\n\n       *       *       *       *       *\n\nFor a moment Margaret Duffe stood at the door. The two of them faced\neach other silently, neither speaking, a faint smile on Reinhart's\nthin lips, hostility in the woman's blue eyes.\n\n\"Reinhart, sometimes I think perhaps you'll go too far. And sometimes\nI think you've _already_ gone too far....\"\n\n\"I'll inform you of any change in the odds showing.\" Reinhart strode\npast her, out of the office and down the hall. He headed toward the\nSRB room, an intense thalamic excitement rising up inside him.\n\nA few moments later he entered the SRB room. He made his way to the\nmachines. The odds 7-6 showed in the view windows. Reinhart smiled a\nlittle. 7-6. False odds, based on incorrect information. Now they\ncould be removed.\n\nKaplan hurried over. Reinhart handed him the envelope, and moved over\nto the window, gazing down at the scene below. Men and cars scurried\nfrantically everywhere. Officials coming and going like ants, hurrying\nin all directions.\n\nThe war was on. The signal had been sent out to the warfleet that had\nwaited so long near Proxima Centaurus. A feeling of triumph raced\nthrough Reinhart. He had won. He had destroyed the man from the past\nand broken Peter Sherikov. The war had begun as planned. Terra was\nbreaking out. Reinhart smiled thinly. He had been completely\nsuccessful.\n\n\"Commissioner.\"\n\nReinhart turned slowly. \"All right.\"\n\nKaplan was standing in front of the machines, gazing down at the\nreading. \"Commissioner--\"\n\nSudden alarm plucked at Reinhart. There was something in Kaplan's\nvoice. He hurried quickly over. \"What is it?\"\n\nKaplan looked up at him, his face white, his eyes wide with terror.\nHis mouth opened and closed, but no sound came.\n\n\"_What is it?_\" Reinhart demanded, chilled. He bent toward the\nmachines, studying the reading.\n\nAnd sickened with horror.\n\n100-1. _Against_ Terra!\n\nHe could not tear his gaze away from the figures. He was numb, shocked\nwith disbelief. 100-1. _What had happened?_ What had gone wrong? The\nturret was finished, Icarus was ready, the fleet had been notified--\n\nThere was a sudden deep buzz from outside the building. Shouts drifted\nup from below. Reinhart turned his head slowly toward the window, his\nheart frozen with fear.\n\nAcross the evening sky a trail moved, rising each moment. A thin line\nof white. Something climbed, gaining speed each moment. On the ground,\nall eyes were turned toward it, awed faces peering up.\n\nThe object gained speed. Faster and faster. Then it vanished. Icarus\nwas on his way. The attack had begun; it was too late to stop, now.\n\nAnd on the machines the odds read a hundred to one--for failure.\n\nAt eight o'clock in the evening of May 15, 2136, Icarus was launched\ntoward the star Centaurus. A day later, while all Terra waited, Icarus\nentered the star, traveling at thousands of times the speed of light.\n\nNothing happened. Icarus disappeared into the star. There was no\nexplosion. The bomb failed to go off.\n\nAt the same time the Terran warfleet engaged the Centauran outer\nfleet, sweeping down in a concentrated attack. Twenty major ships were\nseized. A good part of the Centauran fleet was destroyed. Many of the\ncaptive systems began to revolt, in the hope of throwing off the\nImperial bonds.\n\nTwo hours later the massed Centauran warfleet from Armun abruptly\nappeared and joined battle. The great struggle illuminated half the\nCentauran system. Ship after ship flashed briefly and then faded to\nash. For a whole day the two fleets fought, strung out over millions\nof miles of space. Innumerable fighting men died--on both sides.\n\nAt last the remains of the battered Terran fleet turned and limped\ntoward Armun--defeated. Little of the once impressive armada remained.\nA few blackened hulks, making their way uncertainly toward captivity.\n\nIcarus had not functioned. Centaurus had not exploded. The attack was\na failure.\n\nThe war was over.\n\n\"We've lost the war,\" Margaret Duffe said in a small voice, wondering\nand awed. \"It's over. Finished.\"\n\nThe Council members sat in their places around the conference table,\ngray-haired elderly men, none of them speaking or moving. All gazed up\nmutely at the great stellar maps that covered two walls of the\nchamber.\n\n\"I have already empowered negotiators to arrange a truce,\" Margaret\nDuffe murmured. \"Orders have been sent out to Vice-Commander Jessup to\ngive up the battle. There's no hope. Fleet Commander Carleton\ndestroyed himself and his flagship a few minutes ago. The Centauran\nHigh Council has agreed to end the fighting. Their whole Empire is\nrotten to the core. Ready to topple of its own weight.\"\n\nReinhart was slumped over at the table, his head in his hands. \"I\ndon't understand.... _Why?_ Why didn't the bomb explode?\" He mopped\nhis forehead shakily. All his poise was gone. He was trembling and\nbroken. \"_What went wrong?_\"\n\nGray-faced, Dixon mumbled an answer. \"The variable man must have\nsabotaged the turret. The SRB machines knew.... They analyzed the\ndata. _They knew!_ But it was too late.\"\n\nReinhart's eyes were bleak with despair as he raised his head a\nlittle. \"I knew he'd destroy us. We're finished. A century of work and\nplanning.\" His body knotted in a spasm of furious agony. \"All because\nof Sherikov!\"\n\n       *       *       *       *       *\n\nMargaret Duffe eyed Reinhart coldly. \"Why because of Sherikov?\"\n\n\"He kept Cole alive! I wanted him killed from the start.\" Suddenly\nReinhart jumped from his chair. His hand clutched convulsively at his\ngun. \"And he's _still_ alive! Even if we've lost I'm going to have the\npleasure of putting a blast beam through Cole's chest!\"\n\n\"Sit down!\" Margaret Duffe ordered.\n\nReinhart was half way to the door. \"He's still at the Euthanasia\nMinistry, waiting for the official--\"\n\n\"No, he's not,\" Margaret Duffe said.\n\nReinhart froze. He turned slowly, as if unable to believe his senses.\n\"_What?_\"\n\n\"Cole isn't at the Ministry. I ordered him transferred and your\ninstructions cancelled.\"\n\n\"Where--where is he?\"\n\nThere was unusual hardness in Margaret Duffe's voice as she answered.\n\"With Peter Sherikov. In the Urals. I had Sherikov's full authority\nrestored. I then had Cole transferred there, put in Sherikov's safe\nkeeping. I want to make sure Cole recovers, so we can keep our promise\nto him--our promise to return him to his own time.\"\n\nReinhart's mouth opened and closed. All the color had drained from his\nface. His cheek muscles twitched spasmodically. At last he managed to\nspeak. \"You've gone insane! The traitor responsible for Earth's\ngreatest defeat--\"\n\n\"We have lost the war,\" Margaret Duffe stated quietly. \"But this is\nnot a day of defeat. It is a day of victory. The most incredible\nvictory Terra has ever had.\"\n\nReinhart and Dixon were dumbfounded. \"What--\" Reinhart gasped. \"What\ndo you--\" The whole room was in an uproar. All the Council members\nwere on their feet. Reinhart's words were drowned out.\n\n\"Sherikov will explain when he gets here,\" Margaret Duffe's calm voice\ncame. \"He's the one who discovered it.\" She looked around the chamber\nat the incredulous Council members. \"Everyone stay in his seat. You\nare all to remain here until Sherikov arrives. It's vital you hear\nwhat he has to say. His news transforms this whole situation.\"\n\n       *       *       *       *       *\n\nPeter Sherikov accepted the briefcase of papers from his armed\ntechnician. \"Thanks.\" He pushed his chair back and glanced\nthoughtfully around the Council chamber. \"Is everybody ready to hear\nwhat I have to say?\"\n\n\"We're ready,\" Margaret Duffe answered. The Council members sat\nalertly around the table. At the far end, Reinhart and Dixon watched\nuneasily as the big Pole removed papers from his briefcase and\ncarefully examined them.\n\n\"To begin, I recall to you the original work behind the ftl bomb.\nJamison Hedge was the first human to propel an object at a speed\ngreater than light. As you know, that object diminished in length and\ngained in mass as it moved toward light speed. When it reached that\nspeed it vanished. It ceased to exist in our terms. Having no length\nit could not occupy space. It rose to a different order of existence.\n\n\"When Hedge tried to bring the object back, an explosion occurred.\nHedge was killed, and all his equipment was destroyed. The force of\nthe blast was beyond calculation. Hedge had placed his observation\nship many millions of miles away. It was not far enough, however.\nOriginally, he had hoped his drive might be used for space travel. But\nafter his death the principle was abandoned.\n\n\"That is--until Icarus. I saw the possibilities of a bomb, an\nincredibly powerful bomb to destroy Centaurus and all the Empire's\nforces. The reappearance of Icarus would mean the annihilation of\ntheir System. As Hedge had shown, the object would re-enter space\nalready occupied by matter, and the cataclysm would be beyond belief.\"\n\n\"But Icarus never came back,\" Reinhart cried. \"Cole altered the wiring\nso the bomb kept on going. It's probably still going.\"\n\n\"Wrong,\" Sherikov boomed. \"The bomb _did_ reappear. But it didn't\nexplode.\"\n\nReinhart reacted violently. \"You mean--\"\n\n\"The bomb came back, dropping below the ftl speed as soon as it\nentered the star Proxima. But it did not explode. There was no\ncataclysm. It reappeared and was absorbed by the sun, turned into gas\nat once.\"\n\n\"Why didn't it explode?\" Dixon demanded.\n\n\"Because Thomas Cole solved Hedge's problem. He found a way to bring\nthe ftl object back into this universe without collision. Without an\nexplosion. The variable man found what Hedge was after....\"\n\nThe whole Council was on its feet. A growing murmur filled the\nchamber, a rising pandemonium breaking out on all sides.\n\n\"I don't believe it!\" Reinhart gasped. \"It isn't possible. If Cole\nsolved Hedge's problem that would mean--\" He broke off, staggered.\n\n\"Faster than light drive can now be used for space travel,\" Sherikov\ncontinued, waving the noise down. \"As Hedge intended. My men have\nstudied the photographs of the control turret. They don't know _how_\nor _why_, yet. But we have complete records of the turret. We can\nduplicate the wiring, as soon as the laboratories have been repaired.\"\n\nComprehension was gradually beginning to settle over the room. \"Then\nit'll be possible to build ftl ships,\" Margaret Duffe murmured, dazed.\n\"And if we can do that--\"\n\n\"When I showed him the control turret, Cole understood its purpose.\nNot _my_ purpose, but the original purpose Hedge had been working\ntoward. Cole realized Icarus was actually an incomplete spaceship, not\na bomb at all. He saw what Hedge had seen, an ftl space drive. He set\nout to make Icarus work.\"\n\n\"We can go _beyond_ Centaurus,\" Dixon muttered. His lips twisted.\n\"Then the war was trivial. We can leave the Empire completely behind.\nWe can go beyond the galaxy.\"\n\n\"The whole universe is open to us,\" Sherikov agreed. \"Instead of\ntaking over an antiquated Empire, we have the entire cosmos to map and\nexplore, God's total creation.\"\n\nMargaret Duffe got to her feet and moved slowly toward the great\nstellar maps that towered above them at the far end of the chamber.\nShe stood for a long time, gazing up at the myriad suns, the legions\nof systems, awed by what she saw.\n\n\"Do you suppose he realized all this?\" she asked suddenly. \"What we\ncan see, here on these maps?\"\n\n\"Thomas Cole is a strange person,\" Sherikov said, half to himself.\n\"Apparently he has a kind of intuition about machines, the way things\nare supposed to work. An intuition more in his hands than in his head.\nA kind of genius, such as a painter or a pianist has. Not a scientist.\nHe has no verbal knowledge about things, no semantic references. He\ndeals with the things themselves. Directly.\n\n\"I doubt very much if Thomas Cole understood what would come about. He\nlooked into the globe, the control turret. He saw unfinished wiring\nand relays. He saw a job half done. An incomplete machine.\"\n\n\"Something to be fixed,\" Margaret Duffe put in.\n\n\"Something to be fixed. Like an artist, he saw his work ahead of him.\nHe was interested in only one thing: turning out the best job he\ncould, with the skill he possessed. For us, that skill has opened up a\nwhole universe, endless galaxies and systems to explore. Worlds\nwithout end. Unlimited, _untouched_ worlds.\"\n\nReinhart got unsteadily to his feet. \"We better get to work. Start\norganizing construction teams. Exploration crews. We'll have to\nreconvert from war production to ship designing. Begin the manufacture\nof mining and scientific instruments for survey work.\"\n\n\"That's right,\" Margaret Duffe said. She looked reflectively up at\nhim. \"But you're not going to have anything to do with it.\"\n\nReinhart saw the expression on her face. His hand flew to his gun and\nhe backed quickly toward the door. Dixon leaped up and joined him.\n\"Get back!\" Reinhart shouted.\n\nMargaret Duffe signalled and a phalanx of Government troops closed in\naround the two men. Grim-faced, efficient soldiers with magnetic\ngrapples ready.\n\nReinhart's blaster wavered--toward the Council members sitting shocked\nin their seats, and toward Margaret Duffe, straight at her blue eyes.\nReinhart's features were distorted with insane fear. \"Get back! Don't\nanybody come near me or she'll be the first to get it!\"\n\nPeter Sherikov slid from the table and with one great stride swept his\nimmense bulk in front of Reinhart. His huge black-furred fist rose in\na smashing arc. Reinhart sailed against the wall, struck with ringing\nforce and then slid slowly to the floor.\n\nThe Government troops threw their grapples quickly around him and\njerked him to his feet. His body was frozen rigid. Blood dripped from\nhis mouth. He spat bits of tooth, his eyes glazed over. Dixon stood\ndazed, mouth open, uncomprehending, as the grapples closed around his\narms and legs.\n\nReinhart's gun skidded to the floor as he was yanked toward the door.\nOne of the elderly Council members picked the gun up and examined it\ncuriously. He laid it carefully on the table. \"Fully loaded,\" he\nmurmured. \"Ready to fire.\"\n\nReinhart's battered face was dark with hate. \"I should have killed all\nof you. _All_ of you!\" An ugly sneer twisted across his shredded lips.\n\"If I could get my hands loose--\"\n\n\"You won't,\" Margaret Duffe said. \"You might as well not even bother\nto think about it.\" She signalled to the troops and they pulled\nReinhart and Dixon roughly out of the room, two dazed figures,\nsnarling and resentful.\n\nFor a moment the room was silent. Then the Council members shuffled\nnervously in their seats, beginning to breathe again.\n\nSherikov came over and put his big paw on Margaret Duffe's shoulder.\n\"Are you all right, Margaret?\"\n\nShe smiled faintly. \"I'm fine. Thanks....\"\n\nSherikov touched her soft hair briefly. Then he broke away and began\nto pack up his briefcase busily. \"I have to go. I'll get in touch with\nyou later.\"\n\n\"Where are you going?\" she asked hesitantly. \"Can't you stay and--\"\n\n\"I have to get back to the Urals.\" Sherikov grinned at her over his\nbushy black beard as he headed out of the room. \"Some very important\nbusiness to attend to.\"\n\n       *       *       *       *       *\n\nThomas Cole was sitting up in bed when Sherikov came to the door. Most\nof his awkward, hunched-over body was sealed in a thin envelope of\ntransparent airproof plastic. Two robot attendants whirred ceaselessly\nat his side, their leads contacting his pulse, blood-pressure,\nrespiration, body temperature.\n\nCole turned a little as the huge Pole tossed down his briefcase and\nseated himself on the window ledge.\n\n\"How are you feeling?\" Sherikov asked him.\n\n\"Better.\"\n\n\"You see we've quite advanced therapy. Your burns should be healed in\na few months.\"\n\n\"How is the war coming?\"\n\n\"The war is over.\"\n\nCole's lips moved. \"Icarus--\"\n\n\"Icarus went as expected. As _you_ expected.\" Sherikov leaned toward\nthe bed. \"Cole, I promised you something. I mean to keep my\npromise--as soon as you're well enough.\"\n\n\"To return me to my own time?\"\n\n\"That's right. It's a relatively simple matter, now that Reinhart has\nbeen removed from power. You'll be back home again, back in your own\ntime, your own world. We can supply you with some discs of platinum or\nsomething of the kind to finance your business. You'll need a new\nFixit truck. Tools. And clothes. A few thousand dollars ought to do\nit.\"\n\nCole was silent.\n\n\"I've already contacted histo-research,\" Sherikov continued. \"The time\nbubble is ready as soon as you are. We're somewhat beholden to you, as\nyou probably realize. You've made it possible for us to actualize our\ngreatest dream. The whole planet is seething with excitement. We're\nchanging our economy over from war to--\"\n\n\"They don't resent what happened? The dud must have made an awful lot\nof people feel downright bad.\"\n\n\"At first. But they got over it--as soon as they understood what was\nahead. Too bad you won't be here to see it, Cole. A whole world\nbreaking loose. Bursting out into the universe. They want me to have\nan ftl ship ready by the end of the week! Thousands of applications\nare already on file, men and women wanting to get in on the initial\nflight.\"\n\nCole smiled a little, \"There won't be any band, there. No parade or\nwelcoming committee waiting for them.\"\n\n\"Maybe not. Maybe the first ship will wind up on some dead world,\nnothing but sand and dried salt. But everybody wants to go. It's\nalmost like a holiday. People running around and shouting and throwing\nthings in the streets.\n\n\"Afraid I must get back to the labs. Lots of reconstruction work being\nstarted.\" Sherikov dug into his bulging briefcase. \"By the way.... One\nlittle thing. While you're recovering here, you might like to look at\nthese.\" He tossed a handful of schematics on the bed.\n\nCole picked them up slowly. \"What's this?\"\n\n\"Just a little thing I designed.\" Sherikov arose and lumbered toward\nthe door. \"We're realigning our political structure to eliminate any\nrecurrence of the Reinhart affair. This will block any more one-man\npower grabs.\" He jabbed a thick finger at the schematics. \"It'll turn\npower over to all of us, not to just a limited number one person could\ndominate--the way Reinhart dominated the Council.\n\n\"This gimmick makes it possible for citizens to raise and decide\nissues directly. They won't have to wait for the Council to verbalize\na measure. Any citizen can transmit his will with one of these, make\nhis needs register on a central control that automatically responds.\nWhen a large enough segment of the population wants a certain thing\ndone, these little gadgets set up an active field that touches all the\nothers. An issue won't have to go through a formal Council. The\ncitizens can express their will long before any bunch of gray-haired\nold men could get around to it.\"\n\n       *       *       *       *       *\n\nSherikov broke off, frowning.\n\n\"Of course,\" he continued slowly, \"there's one little detail....\"\n\n\"What's that?\"\n\n\"I haven't been able to get a model to function. A few bugs.... Such\nintricate work never was in my line.\" He paused at the door. \"Well, I\nhope I'll see you again before you go. Maybe if you feel well enough\nlater on we could get together for one last talk. Maybe have dinner\ntogether sometime. Eh?\"\n\nBut Thomas Cole wasn't listening. He was bent over the schematics, an\nintense frown on his weathered face. His long fingers moved restlessly\nover the schematics, tracing wiring and terminals. His lips moved as\nhe calculated.\n\nSherikov waited a moment. Then he stepped out into the hall and softly\nclosed the door after him.\n\nHe whistled merrily as he strode off down the corridor."
  }
}