{
 "author": [
  "Doyle, Arthur Conan"
 ],
 "title": [
  "The Parasite: A Story"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Horror tales",
  "Mesmerism -- Fiction",
  "PR"
 ],
 "id": "355",
 "genre": [
  "horror",
  "short stories",
  "fiction"
 ],
 "text": "THE PARASITE\n\nA Story\n\n\nBY\n\nA. CONAN DOYLE\n\n\nAUTHOR OF \"THE REFUGEES\" \"MICAH CLARKE\" ETC.\n\n\n\n\n1894\n\n\n\n\nTHE PARASITE\n\nI\n\nMarch 24.  The spring is fairly with us now.  Outside my laboratory\nwindow the great chestnut-tree is all covered with the big, glutinous,\ngummy buds, some of which have already begun to break into little green\nshuttlecocks.  As you walk down the lanes you are conscious of the\nrich, silent forces of nature working all around you.  The wet earth\nsmells fruitful and luscious.  Green shoots are peeping out everywhere.\nThe twigs are stiff with their sap; and the moist, heavy English air is\nladen with a faintly resinous perfume.  Buds in the hedges, lambs\nbeneath them--everywhere the work of reproduction going forward!\n\nI can see it without, and I can feel it within.  We also have our\nspring when the little arterioles dilate, the lymph flows in a brisker\nstream, the glands work harder, winnowing and straining.  Every year\nnature readjusts the whole machine.  I can feel the ferment in my blood\nat this very moment, and as the cool sunshine pours through my window I\ncould dance about in it like a gnat.  So I should, only that Charles\nSadler would rush upstairs to know what was the matter.  Besides, I\nmust remember that I am Professor Gilroy.  An old professor may afford\nto be natural, but when fortune has given one of the first chairs in\nthe university to a man of four-and-thirty he must try and act the part\nconsistently.\n\nWhat a fellow Wilson is!  If I could only throw the same enthusiasm\ninto physiology that he does into psychology, I should become a Claude\nBernard at the least.  His whole life and soul and energy work to one\nend.  He drops to sleep collating his results of the past day, and he\nwakes to plan his researches for the coming one.  And yet, outside the\nnarrow circle who follow his proceedings, he gets so little credit for\nit.  Physiology is a recognized science.  If I add even a brick to the\nedifice, every one sees and applauds it.  But Wilson is trying to dig\nthe foundations for a science of the future.  His work is underground\nand does not show.  Yet he goes on uncomplainingly, corresponding with\na hundred semi-maniacs in the hope of finding one reliable witness,\nsifting a hundred lies on the chance of gaining one little speck of\ntruth, collating old books, devouring new ones, experimenting,\nlecturing, trying to light up in others the fiery interest which is\nconsuming him.  I am filled with wonder and admiration when I think of\nhim, and yet, when he asks me to associate myself with his researches,\nI am compelled to tell him that, in their present state, they offer\nlittle attraction to a man who is devoted to exact science.  If he\ncould show me something positive and objective, I might then be tempted\nto approach the question from its physiological side.  So long as half\nhis subjects are tainted with charlatanerie and the other half with\nhysteria we physiologists must content ourselves with the body and\nleave the mind to our descendants.\n\nNo doubt I am a materialist.  Agatha says that I am a rank one.  I tell\nher that is an excellent reason for shortening our engagement, since I\nam in such urgent need of her spirituality.  And yet I may claim to be\na curious example of the effect of education upon temperament, for by\nnature I am, unless I deceive myself, a highly psychic man.  I was a\nnervous, sensitive boy, a dreamer, a somnambulist, full of impressions\nand intuitions.  My black hair, my dark eyes, my thin, olive face, my\ntapering fingers, are all characteristic of my real temperament, and\ncause experts like Wilson to claim me as their own.  But my brain is\nsoaked with exact knowledge.  I have trained myself to deal only with\nfact and with proof.  Surmise and fancy have no place in my scheme of\nthought.  Show me what I can see with my microscope, cut with my\nscalpel, weigh in my balance, and I will devote a lifetime to its\ninvestigation.  But when you ask me to study feelings, impressions,\nsuggestions, you ask me to do what is distasteful and even\ndemoralizing.  A departure from pure reason affects me like an evil\nsmell or a musical discord.\n\nWhich is a very sufficient reason why I am a little loath to go to\nProfessor Wilson's tonight.  Still I feel that I could hardly get out\nof the invitation without positive rudeness; and, now that Mrs. Marden\nand Agatha are going, of course I would not if I could.  But I had\nrather meet them anywhere else.  I know that Wilson would draw me into\nthis nebulous semi-science of his if he could.  In his enthusiasm he is\nperfectly impervious to hints or remonstrances.  Nothing short of a\npositive quarrel will make him realize my aversion to the whole\nbusiness.  I have no doubt that he has some new mesmerist or\nclairvoyant or medium or trickster of some sort whom he is going to\nexhibit to us, for even his entertainments bear upon his hobby.  Well,\nit will be a treat for Agatha, at any rate.  She is interested in it,\nas woman usually is in whatever is vague and mystical and indefinite.\n\n10.50 P. M.  This diary-keeping of mine is, I fancy, the outcome of\nthat scientific habit of mind about which I wrote this morning.  I like\nto register impressions while they are fresh.  Once a day at least I\nendeavor to define my own mental position.  It is a useful piece of\nself-analysis, and has, I fancy, a steadying effect upon the character.\nFrankly, I must confess that my own needs what stiffening I can give\nit.  I fear that, after all, much of my neurotic temperament survives,\nand that I am far from that cool, calm precision which characterizes\nMurdoch or Pratt-Haldane.  Otherwise, why should the tomfoolery which I\nhave witnessed this evening have set my nerves thrilling so that even\nnow I am all unstrung?  My only comfort is that neither Wilson nor Miss\nPenclosa nor even Agatha could have possibly known my weakness.\n\nAnd what in the world was there to excite me? Nothing, or so little\nthat it will seem ludicrous when I set it down.\n\nThe Mardens got to Wilson's before me.  In fact, I was one of the last\nto arrive and found the room crowded.  I had hardly time to say a word\nto Mrs. Marden and to Agatha, who was looking charming in white and\npink, with glittering wheat-ears in her hair, when Wilson came\ntwitching at my sleeve.\n\n\"You want something positive, Gilroy,\" said he, drawing me apart into a\ncorner.  \"My dear fellow, I have a phenomenon--a phenomenon!\"\n\nI should have been more impressed had I not heard the same before.  His\nsanguine spirit turns every fire-fly into a star.\n\n\"No possible question about the bona fides this time,\" said he, in\nanswer, perhaps, to some little gleam of amusement in my eyes.  \"My\nwife has known her for many years.  They both come from Trinidad, you\nknow.  Miss Penclosa has only been in England a month or two, and knows\nno one outside the university circle, but I assure you that the things\nshe has told us suffice in themselves to establish clairvoyance upon an\nabsolutely scientific basis.  There is nothing like her, amateur or\nprofessional.  Come and be introduced!\"\n\nI like none of these mystery-mongers, but the amateur least of all.\nWith the paid performer you may pounce upon him and expose him the\ninstant that you have seen through his trick.  He is there to deceive\nyou, and you are there to find him out.  But what are you to do with\nthe friend of your host's wife?  Are you to turn on a light suddenly\nand expose her slapping a surreptitious banjo?  Or are you to hurl\ncochineal over her evening frock when she steals round with her\nphosphorus bottle and her supernatural platitude?  There would be a\nscene, and you would be looked upon as a brute.  So you have your\nchoice of being that or a dupe.  I was in no very good humor as I\nfollowed Wilson to the lady.\n\nAny one less like my idea of a West Indian could not be imagined.  She\nwas a small, frail creature, well over forty, I should say, with a\npale, peaky face, and hair of a very light shade of chestnut.  Her\npresence was insignificant and her manner retiring.  In any group of\nten women she would have been the last whom one would have picked out.\nHer eyes were perhaps her most remarkable, and also, I am compelled to\nsay, her least pleasant, feature.  They were gray in color,--gray with\na shade of green,--and their expression struck me as being decidedly\nfurtive.  I wonder if furtive is the word, or should I have said\nfierce?  On second thoughts, feline would have expressed it better.  A\ncrutch leaning against the wall told me what was painfully evident when\nshe rose: that one of her legs was crippled.\n\nSo I was introduced to Miss Penclosa, and it did not escape me that as\nmy name was mentioned she glanced across at Agatha.  Wilson had\nevidently been talking.  And presently, no doubt, thought I, she will\ninform me by occult means that I am engaged to a young lady with\nwheat-ears in her hair.  I wondered how much more Wilson had been\ntelling her about me.\n\n\"Professor Gilroy is a terrible sceptic,\" said he; \"I hope, Miss\nPenclosa, that you will be able to convert him.\"\n\nShe looked keenly up at me.\n\n\"Professor Gilroy is quite right to be sceptical if he has not seen any\nthing convincing,\" said she.  \"I should have thought,\" she added, \"that\nyou would yourself have been an excellent subject.\"\n\n\"For what, may I ask?\" said I.\n\n\"Well, for mesmerism, for example.\"\n\n\"My experience has been that mesmerists go for their subjects to those\nwho are mentally unsound.  All their results are vitiated, as it seems\nto me, by the fact that they are dealing with abnormal organisms.\"\n\n\"Which of these ladies would you say possessed a normal organism?\" she\nasked.  \"I should like you to select the one who seems to you to have\nthe best balanced mind.  Should we say the girl in pink and\nwhite?--Miss Agatha Marden, I think the name is.\"\n\n\"Yes, I should attach weight to any results from her.\"\n\n\"I have never tried how far she is impressionable.  Of course some\npeople respond much more rapidly than others.  May I ask how far your\nscepticism extends?  I suppose that you admit the mesmeric sleep and\nthe power of suggestion.\"\n\n\"I admit nothing, Miss Penclosa.\"\n\n\"Dear me, I thought science had got further than that.  Of course I\nknow nothing about the scientific side of it.  I only know what I can\ndo.  You see the girl in red, for example, over near the Japanese jar.\nI shall will that she come across to us.\"\n\nShe bent forward as she spoke and dropped her fan upon the floor.  The\ngirl whisked round and came straight toward us, with an enquiring look\nupon her face, as if some one had called her.\n\n\"What do you think of that, Gilroy?\" cried Wilson, in a kind of ecstasy.\n\nI did not dare to tell him what I thought of it.  To me it was the most\nbarefaced, shameless piece of imposture that I had ever witnessed.  The\ncollusion and the signal had really been too obvious.\n\n\"Professor Gilroy is not satisfied,\" said she, glancing up at me with\nher strange little eyes.  \"My poor fan is to get the credit of that\nexperiment.  Well, we must try something else.  Miss Marden, would you\nhave any objection to my putting you off?\"\n\n\"Oh, I should love it!\" cried Agatha.\n\nBy this time all the company had gathered round us in a circle, the\nshirt-fronted men, and the white-throated women, some awed, some\ncritical, as though it were something between a religious ceremony and\na conjurer's entertainment.  A red velvet arm-chair had been pushed\ninto the centre, and Agatha lay back in it, a little flushed and\ntrembling slightly from excitement.  I could see it from the vibration\nof the wheat-ears.  Miss Penclosa rose from her seat and stood over\nher, leaning upon her crutch.\n\nAnd there was a change in the woman.  She no longer seemed small or\ninsignificant.  Twenty years were gone from her age.  Her eyes were\nshining, a tinge of color had come into her sallow cheeks, her whole\nfigure had expanded.  So I have seen a dull-eyed, listless lad change\nin an instant into briskness and life when given a task of which he\nfelt himself master.  She looked down at Agatha with an expression\nwhich I resented from the bottom of my soul--the expression with which\na Roman empress might have looked at her kneeling slave.  Then with a\nquick, commanding gesture she tossed up her arms and swept them slowly\ndown in front of her.\n\nI was watching Agatha narrowly.  During three passes she seemed to be\nsimply amused.  At the fourth I observed a slight glazing of her eyes,\naccompanied by some dilation of her pupils.  At the sixth there was a\nmomentary rigor.  At the seventh her lids began to droop.  At the tenth\nher eyes were closed, and her breathing was slower and fuller than\nusual.  I tried as I watched to preserve my scientific calm, but a\nfoolish, causeless agitation convulsed me.  I trust that I hid it, but\nI felt as a child feels in the dark.  I could not have believed that I\nwas still open to such weakness.\n\n\"She is in the trance,\" said Miss Penclosa.\n\n\"She is sleeping!\" I cried.\n\n\"Wake her, then!\"\n\nI pulled her by the arm and shouted in her ear.  She might have been\ndead for all the impression that I could make.  Her body was there on\nthe velvet chair.  Her organs were acting--her heart, her lungs.  But\nher soul!  It had slipped from beyond our ken.  Whither had it gone?\nWhat power had dispossessed it?  I was puzzled and disconcerted.\n\n\"So much for the mesmeric sleep,\" said Miss Penclosa.  \"As regards\nsuggestion, whatever I may suggest Miss Marden will infallibly do,\nwhether it be now or after she has awakened from her trance.  Do you\ndemand proof of it?\"\n\n\"Certainly,\" said I.\n\n\"You shall have it.\"  I saw a smile pass over her face, as though an\namusing thought had struck her.  She stooped and whispered earnestly\ninto her subject's ear.  Agatha, who had been so deaf to me, nodded her\nhead as she listened.\n\n\"Awake!\" cried Miss Penclosa, with a sharp tap of her crutch upon the\nfloor.  The eyes opened, the glazing cleared slowly away, and the soul\nlooked out once more after its strange eclipse.\n\nWe went away early.  Agatha was none the worse for her strange\nexcursion, but I was nervous and unstrung, unable to listen to or\nanswer the stream of comments which Wilson was pouring out for my\nbenefit.  As I bade her good-night Miss Penclosa slipped a piece of\npaper into my hand.\n\n\"Pray forgive me,\" said she, \"if I take means to overcome your\nscepticism.  Open this note at ten o'clock to-morrow morning.  It is a\nlittle private test.\"\n\nI can't imagine what she means, but there is the note, and it shall be\nopened as she directs.  My head is aching, and I have written enough\nfor to-night.  To-morrow I dare say that what seems so inexplicable\nwill take quite another complexion.  I shall not surrender my\nconvictions without a struggle.\n\nMarch 25.  I am amazed, confounded.  It is clear that I must reconsider\nmy opinion upon this matter.  But first let me place on record what has\noccurred.\n\nI had finished breakfast, and was looking over some diagrams with which\nmy lecture is to be illustrated, when my housekeeper entered to tell me\nthat Agatha was in my study and wished to see me immediately.  I\nglanced at the clock and saw with sun rise that it was only half-past\nnine.\n\nWhen I entered the room, she was standing on the hearth-rug facing me.\nSomething in her pose chilled me and checked the words which were\nrising to my lips.  Her veil was half down, but I could see that she\nwas pale and that her expression was constrained.\n\n\"Austin,\" she said, \"I have come to tell you that our engagement is at\nan end.\"\n\nI staggered.  I believe that I literally did stagger.  I know that I\nfound myself leaning against the bookcase for support.\n\n\"But--but----\" I stammered.  \"This is very sudden, Agatha.\"\n\n\"Yes, Austin, I have come here to tell you that our engagement is at an\nend.\"\n\n\"But surely,\" I cried, \"you will give me some reason!  This is unlike\nyou, Agatha.  Tell me how I have been unfortunate enough to offend you.\"\n\n\"It is all over, Austin.\"\n\n\"But why?  You must be under some delusion, Agatha.  Perhaps you have\nbeen told some falsehood about me.  Or you may have misunderstood\nsomething that I have said to you.  Only let me know what it is, and a\nword may set it all right.\"\n\n\"We must consider it all at an end.\"\n\n\"But you left me last night without a hint at any disagreement.  What\ncould have occurred in the interval to change you so?  It must have\nbeen something that happened last night.  You have been thinking it\nover and you have disapproved of my conduct.  Was it the mesmerism?\nDid you blame me for letting that woman exercise her power over you?\nYou know that at the least sign I should have interfered.\"\n\n\"It is useless, Austin.  All is over:\"\n\nHer voice was cold and measured; her manner strangely formal and hard.\nIt seemed to me that she was absolutely resolved not to be drawn into\nany argument or explanation.  As for me, I was shaking with agitation,\nand I turned my face aside, so ashamed was I that she should see my\nwant of control.\n\n\"You must know what this means to me!\" I cried.  \"It is the blasting of\nall my hopes and the ruin of my life!  You surely will not inflict such\na punishment upon me unheard.  You will let me know what is the matter.\nConsider how impossible it would be for me, under any circumstances, to\ntreat you so.  For God's sake, Agatha, let me know what I have done!\"\n\nShe walked past me without a word and opened the door.\n\n\"It is quite useless, Austin,\" said she.  \"You must consider our\nengagement at an end.\"  An instant later she was gone, and, before I\ncould recover myself sufficiently to follow her, I heard the hall-door\nclose behind her.\n\nI rushed into my room to change my coat, with the idea of hurrying\nround to Mrs. Marden's to learn from her what the cause of my\nmisfortune might be.  So shaken was I that I could hardly lace my\nboots.  Never shall I forget those horrible ten minutes.  I had just\npulled on my overcoat when the clock upon the mantel-piece struck ten.\n\nTen!  I associated the idea with Miss Penclosa's note.  It was lying\nbefore me on the table, and I tore it open.  It was scribbled in pencil\nin a peculiarly angular handwriting.\n\n\"MY DEAR PROFESSOR GILROY [it said]:  Pray excuse the personal nature\nof the test which I am giving you.  Professor Wilson happened to\nmention the relations between you and my subject of this evening, and\nit struck me that nothing could be more convincing to you than if I\nwere to suggest to Miss Marden that she should call upon you at\nhalf-past nine to-morrow morning and suspend your engagement for half\nan hour or so.  Science is so exacting that it is difficult to give a\nsatisfying test, but I am convinced that this at least will be an\naction which she would be most unlikely to do of her own free will.\nForget any thing that she may have said, as she has really nothing\nwhatever to do with it, and will certainly not recollect any thing\nabout it.  I write this note to shorten your anxiety, and to beg you to\nforgive me for the momentary unhappiness which my suggestion must have\ncaused you.\n                \"Yours faithfully;\n                                \"HELEN PENCLOSA.\n\n\nReally, when I had read the note, I was too relieved to be angry.  It\nwas a liberty.  Certainly it was a very great liberty indeed on the\npart of a lady whom I had only met once.  But, after all, I had\nchallenged her by my scepticism.  It may have been, as she said, a\nlittle difficult to devise a test which would satisfy me.\n\nAnd she had done that.  There could be no question at all upon the\npoint.  For me hypnotic suggestion was finally established.  It took\nits place from now onward as one of the facts of life.  That Agatha,\nwho of all women of my acquaintance has the best balanced mind, had\nbeen reduced to a condition of automatism appeared to be certain.  A\nperson at a distance had worked her as an engineer on the shore might\nguide a Brennan torpedo.  A second soul had stepped in, as it were, had\npushed her own aside, and had seized her nervous mechanism, saying:  \"I\nwill work this for half an hour.\"  And Agatha must have been\nunconscious as she came and as she returned.  Could she make her way in\nsafety through the streets in such a state?  I put on my hat and\nhurried round to see if all was well with her.\n\nYes.  She was at home.  I was shown into the drawing-room and found her\nsitting with a book upon her lap.\n\n\"You are an early visitor, Austin,\" said she, smiling.\n\n\"And you have been an even earlier one,\" I answered.\n\nShe looked puzzled.  \"What do you mean?\" she asked.\n\n\"You have not been out to-day?\"\n\n\"No, certainly not.\"\n\n\"Agatha,\" said I seriously, \"would you mind telling me exactly what you\nhave done this morning?\"\n\nShe laughed at my earnestness.\n\n\"You've got on your professional look, Austin.  See what comes of being\nengaged to a man of science.  However, I will tell you, though I can't\nimagine what you want to know for.  I got up at eight.  I breakfasted\nat half-past.  I came into this room at ten minutes past nine and began\nto read the 'Memoirs of Mme. de Remusat.'  In a few minutes I did the\nFrench lady the bad compliment of dropping to sleep over her pages, and\nI did you, sir, the very flattering one of dreaming about you.  It is\nonly a few minutes since I woke up.\"\n\n\"And found yourself where you had been before?\"\n\n\"Why, where else should I find myself?\"\n\n\"Would you mind telling me, Agatha, what it was that you dreamed about\nme?  It really is not mere curiosity on my part.\"\n\n\"I merely had a vague impression that you came into it.  I cannot\nrecall any thing definite.\"\n\n\"If you have not been out to-day, Agatha, how is it that your shoes are\ndusty?\"\n\nA pained look came over her face.\n\n\"Really, Austin, I do not know what is the matter with you this\nmorning.  One would almost think that you doubted my word.  If my boots\nare dusty, it must be, of course, that I have put on a pair which the\nmaid had not cleaned.\"\n\nIt was perfectly evident that she knew nothing whatever about the\nmatter, and I reflected that, after all, perhaps it was better that I\nshould not enlighten her.  It might frighten her, and could serve no\ngood purpose that I could see.  I said no more about it, therefore, and\nleft shortly afterward to give my lecture.\n\nBut I am immensely impressed.  My horizon of scientific possibilities\nhas suddenly been enormously extended.  I no longer wonder at Wilson's\ndemonic energy and enthusiasm.  Who would not work hard who had a vast\nvirgin field ready to his hand?  Why, I have known the novel shape of a\nnucleolus, or a trifling peculiarity of striped muscular fibre seen\nunder a 300-diameter lens, fill me with exultation.  How petty do such\nresearches seem when compared with this one which strikes at the very\nroots of life and the nature of the soul!  I had always looked upon\nspirit as a product of matter.  The brain, I thought, secreted the\nmind, as the liver does the bile.  But how can this be when I see mind\nworking from a distance and playing upon matter as a musician might\nupon a violin?  The body does not give rise to the soul, then, but is\nrather the rough instrument by which the spirit manifests itself.  The\nwindmill does not give rise to the wind, but only indicates it.  It was\nopposed to my whole habit of thought, and yet it was undeniably\npossible and worthy of investigation.\n\nAnd why should I not investigate it?  I see that under yesterday's date\nI said:  \"If I could see something positive and objective, I might be\ntempted to approach it from the physiological aspect.\"  Well, I have\ngot my test.  I shall be as good as my word.  The investigation would,\nI am sure, be of immense interest.  Some of my colleagues might look\naskance at it, for science is full of unreasoning prejudices, but if\nWilson has the courage of his convictions, I can afford to have it\nalso.  I shall go to him to-morrow morning--to him and to Miss\nPenclosa.  If she can show us so much, it is probable that she can show\nus more.\n\n\n\n\nII\n\nMarch 26.  Wilson was, as I had anticipated, very exultant over my\nconversion, and Miss Penclosa was also demurely pleased at the result\nof her experiment.  Strange what a silent, colorless creature she is\nsave only when she exercises her power!  Even talking about it gives\nher color and life.  She seems to take a singular interest in me.  I\ncannot help observing how her eyes follow me about the room.\n\nWe had the most interesting conversation about her own powers.  It is\njust as well to put her views on record, though they cannot, of course,\nclaim any scientific weight.\n\n\"You are on the very fringe of the subject,\" said she, when I had\nexpressed wonder at the remarkable instance of suggestion which she had\nshown me.  \"I had no direct influence upon Miss Marden when she came\nround to you.  I was not even thinking of her that morning.  What I did\nwas to set her mind as I might set the alarum of a clock so that at the\nhour named it would go off of its own accord.  If six months instead of\ntwelve hours had been suggested, it would have been the same.\"\n\n\"And if the suggestion had been to assassinate me?\"\n\n\"She would most inevitably have done so.\"\n\n\"But this is a terrible power!\" I cried.\n\n\"It is, as you say, a terrible power,\" she answered gravely, \"and the\nmore you know of it the more terrible will it seem to you.\"\n\n\"May I ask,\" said I, \"what you meant when you said that this matter of\nsuggestion is only at the fringe of it?  What do you consider the\nessential?\"\n\n\"I had rather not tell you.\"\n\nI was surprised at the decision of her answer.\n\n\"You understand,\" said I, \"that it is not out of curiosity I ask, but\nin the hope that I may find some scientific explanation for the facts\nwith which you furnish me.\"\n\n\"Frankly, Professor Gilroy,\" said she, \"I am not at all interested in\nscience, nor do I care whether it can or cannot classify these powers.\"\n\n\"But I was hoping----\"\n\n\"Ah, that is quite another thing.  If you make it a personal matter,\"\nsaid she, with the pleasantest of smiles, \"I shall be only too happy to\ntell you any thing you wish to know.  Let me see; what was it you asked\nme?  Oh, about the further powers.  Professor Wilson won't believe in\nthem, but they are quite true all the same.  For example, it is\npossible for an operator to gain complete command over his subject--\npresuming that the latter is a good one.  Without any previous\nsuggestion he may make him do whatever he likes.\"\n\n\"Without the subject's knowledge?\"\n\n\"That depends.  If the force were strongly exerted, he would know no\nmore about it than Miss Marden did when she came round and frightened\nyou so.  Or, if the influence was less powerful, he might be conscious\nof what he was doing, but be quite unable to prevent himself from doing\nit.\"\n\n\"Would he have lost his own will power, then?\"\n\n\"It would be over-ridden by another stronger one.\"\n\n\"Have you ever exercised this power yourself?\"\n\n\"Several times.\"\n\n\"Is your own will so strong, then?\"\n\n\"Well, it does not entirely depend upon that.  Many have strong wills\nwhich are not detachable from themselves.  The thing is to have the\ngift of projecting it into another person and superseding his own.  I\nfind that the power varies with my own strength and health.\"\n\n\"Practically, you send your soul into another person's body.\"\n\n\"Well, you might put it that way.\"\n\n\"And what does your own body do?\"\n\n\"It merely feels lethargic.\"\n\n\"Well, but is there no danger to your own health?\" I asked.\n\n\"There might be a little.  You have to be careful never to let your own\nconsciousness absolutely go; otherwise, you might experience some\ndifficulty in finding your way back again.  You must always preserve\nthe connection, as it were.  I am afraid I express myself very badly,\nProfessor Gilroy, but of course I don't know how to put these things in\na scientific way.  I am just giving you my own experiences and my own\nexplanations.\"\n\nWell, I read this over now at my leisure, and I marvel at myself!  Is\nthis Austin Gilroy, the man who has won his way to the front by his\nhard reasoning power and by his devotion to fact?  Here I am gravely\nretailing the gossip of a woman who tells me how her soul may be\nprojected from her body, and how, while she lies in a lethargy, she can\ncontrol the actions of people at a distance.  Do I accept it?\nCertainly not.  She must prove and re-prove before I yield a point.\nBut if I am still a sceptic, I have at least ceased to be a scoffer.\nWe are to have a sitting this evening, and she is to try if she can\nproduce any mesmeric effect upon me.  If she can, it will make an\nexcellent starting-point for our investigation.  No one can accuse me,\nat any rate, of complicity.  If she cannot, we must try and find some\nsubject who will be like Caesar's wife.  Wilson is perfectly impervious.\n\n10 P. M.  I believe that I am on the threshold of an epoch-making\ninvestigation.  To have the power of examining these phenomena from\ninside--to have an organism which will respond, and at the same time a\nbrain which will appreciate and criticise--that is surely a unique\nadvantage.  I am quite sure that Wilson would give five years of his\nlife to be as susceptible as I have proved myself to be.\n\nThere was no one present except Wilson and his wife.  I was seated with\nmy head leaning back, and Miss Penclosa, standing in front and a little\nto the left, used the same long, sweeping strokes as with Agatha.  At\neach of them a warm current of air seemed to strike me, and to suffuse\na thrill and glow all through me from head to foot.  My eyes were fixed\nupon Miss Penclosa's face, but as I gazed the features seemed to blur\nand to fade away.  I was conscious only of her own eyes looking down at\nme, gray, deep, inscrutable.  Larger they grew and larger, until they\nchanged suddenly into two mountain lakes toward which I seemed to be\nfalling with horrible rapidity.  I shuddered, and as I did so some\ndeeper stratum of thought told me that the shudder represented the\nrigor which I had observed in Agatha.  An instant later I struck the\nsurface of the lakes, now joined into one, and down I went beneath the\nwater with a fulness in my head and a buzzing in my ears.  Down I went,\ndown, down, and then with a swoop up again until I could see the light\nstreaming brightly through the green water.  I was almost at the\nsurface when the word \"Awake!\" rang through my head, and, with a start,\nI found myself back in the arm-chair, with Miss Penclosa leaning on her\ncrutch, and Wilson, his note book in his hand, peeping over her\nshoulder.  No heaviness or weariness was left behind.  On the contrary,\nthough it is only an hour or so since the experiment, I feel so wakeful\nthat I am more inclined for my study than my bedroom.  I see quite a\nvista of interesting experiments extending before us, and am all\nimpatience to begin upon them.\n\nMarch 27.  A blank day, as Miss Penclosa goes with Wilson and his wife\nto the Suttons'.  Have begun Binet and Ferre's \"Animal Magnetism.\"\nWhat strange, deep waters these are!  Results, results, results--and\nthe cause an absolute mystery.  It is stimulating to the imagination,\nbut I must be on my guard against that.  Let us have no inferences nor\ndeductions, and nothing but solid facts.  I KNOW that the mesmeric\ntrance is true; I KNOW that mesmeric suggestion is true; I KNOW that I\nam myself sensitive to this force.  That is my present position.  I\nhave a large new note-book which shall be devoted entirely to\nscientific detail.\n\nLong talk with Agatha and Mrs. Marden in the evening about our\nmarriage.  We think that the summer vac. (the beginning of it) would\nbe the best time for the wedding.  Why should we delay?  I grudge even\nthose few months.  Still, as Mrs. Marden says, there are a good many\nthings to be arranged.\n\nMarch 28.  Mesmerized again by Miss Penclosa.  Experience much the same\nas before, save that insensibility came on more quickly.  See Note-book\nA for temperature of room, barometric pressure, pulse, and respiration\nas taken by Professor Wilson.\n\nMarch 29.  Mesmerized again.  Details in Note-book A.\n\nMarch 30.  Sunday, and a blank day.  I grudge any interruption of our\nexperiments.  At present they merely embrace the physical signs which\ngo with slight, with complete, and with extreme insensibility.\nAfterward we hope to pass on to the phenomena of suggestion and of\nlucidity.  Professors have demonstrated these things upon women at\nNancy and at the Salpetriere.  It will be more convincing when a woman\ndemonstrates it upon a professor, with a second professor as a witness.\nAnd that I should be the subject--I, the sceptic, the materialist!  At\nleast, I have shown that my devotion to science is greater than to my\nown personal consistency.  The eating of our own words is the greatest\nsacrifice which truth ever requires of us.\n\nMy neighbor, Charles Sadler, the handsome young demonstrator of\nanatomy, came in this evening to return a volume of Virchow's\n\"Archives\" which I had lent him.  I call him young, but, as a matter of\nfact, he is a year older than I am.\n\n\"I understand, Gilroy,\" said he, \"that you are being experimented upon\nby Miss Penclosa.\"\n\n\"Well,\" he went on, when I had acknowledged it, \"if I were you, I\nshould not let it go any further.  You will think me very impertinent,\nno doubt, but, none the less, I feel it to be my duty to advise you to\nhave no more to do with her.\"\n\nOf course I asked him why.\n\n\"I am so placed that I cannot enter into particulars as freely as I\ncould wish,\" said he.  \"Miss Penclosa is the friend of my friend, and\nmy position is a delicate one.  I can only say this: that I have myself\nbeen the subject of some of the woman's experiments, and that they have\nleft a most unpleasant impression upon my mind.\"\n\nHe could hardly expect me to be satisfied with that, and I tried hard\nto get something more definite out of him, but without success.  Is it\nconceivable that he could be jealous at my having superseded him?  Or\nis he one of those men of science who feel personally injured when\nfacts run counter to their preconceived opinions?  He cannot seriously\nsuppose that because he has some vague grievance I am, therefore, to\nabandon a series of experiments which promise to be so fruitful of\nresults.  He appeared to be annoyed at the light way in which I treated\nhis shadowy warnings, and we parted with some little coldness on both\nsides.\n\nMarch 31.  Mesmerized by Miss P.\n\nApril 1.  Mesmerized by Miss P.  (Note-book A.)\n\nApril 2.  Mesmerized by Miss P.  (Sphygmographic chart taken by\nProfessor Wilson.)\n\nApril 3.  It is possible that this course of mesmerism may be a little\ntrying to the general constitution.  Agatha says that I am thinner and\ndarker under the eyes.  I am conscious of a nervous irritability which\nI had not observed in myself before.  The least noise, for example,\nmakes me start, and the stupidity of a student causes me exasperation\ninstead of amusement.  Agatha wishes me to stop, but I tell her that\nevery course of study is trying, and that one can never attain a result\nwith out paying some price for it.  When she sees the sensation which\nmy forthcoming paper on \"The Relation between Mind and Matter\" may\nmake, she will understand that it is worth a little nervous wear and\ntear.  I should not be surprised if I got my F. R.  S. over it.\n\nMesmerized again in the evening.  The effect is produced more rapidly\nnow, and the subjective visions are less marked.  I keep full notes of\neach sitting.  Wilson is leaving for town for a week or ten days, but\nwe shall not interrupt the experiments, which depend for their value as\nmuch upon my sensations as on his observations.\n\nApril 4.  I must be carefully on my guard.  A complication has crept\ninto our experiments which I had not reckoned upon.  In my eagerness\nfor scientific facts I have been foolishly blind to the human relations\nbetween Miss Penclosa and myself.  I can write here what I would not\nbreathe to a living soul.  The unhappy woman appears to have formed an\nattachment for me.\n\nI should not say such a thing, even in the privacy of my own intimate\njournal, if it had not come to such a pass that it is impossible to\nignore it.  For some time,--that is, for the last week,--there have\nbeen signs which I have brushed aside and refused to think of.  Her\nbrightness when I come, her dejection when I go, her eagerness that I\nshould come often, the expression of her eyes, the tone of her voice--I\ntried to think that they meant nothing, and were, perhaps, only her\nardent West Indian manner.  But last night, as I awoke from the\nmesmeric sleep, I put out my hand, unconsciously, involuntarily, and\nclasped hers.  When I came fully to myself, we were sitting with them\nlocked, she looking up at me with an expectant smile.  And the horrible\nthing was that I felt impelled to say what she expected me to say.\nWhat a false wretch I should have been!  How I should have loathed\nmyself to-day had I yielded to the temptation of that moment!  But,\nthank God, I was strong enough to spring up and hurry from the room.  I\nwas rude, I fear, but I could not, no, I COULD not, trust myself\nanother moment.  I, a gentleman, a man of honor, engaged to one of the\nsweetest girls in England--and yet in a moment of reasonless passion I\nnearly professed love for this woman whom I hardly know.  She is far\nolder than myself and a cripple.  It is monstrous, odious; and yet the\nimpulse was so strong that, had I stayed another minute in her\npresence, I should have committed myself.  What was it?  I have to\nteach others the workings of our organism, and what do I know of it\nmyself?  Was it the sudden upcropping of some lower stratum in my\nnature--a brutal primitive instinct suddenly asserting itself?  I could\nalmost believe the tales of obsession by evil spirits, so overmastering\nwas the feeling.\n\nWell, the incident places me in a most unfortunate position.  On the\none hand, I am very loath to abandon a series of experiments which have\nalready gone so far, and which promise such brilliant results.  On the\nother, if this unhappy woman has conceived a passion for me----  But\nsurely even now I must have made some hideous mistake.  She, with her\nage and her deformity!  It is impossible.  And then she knew about\nAgatha.  She understood how I was placed.  She only smiled out of\namusement, perhaps, when in my dazed state I seized her hand.  It was\nmy half-mesmerized brain which gave it a meaning, and sprang with such\nbestial swiftness to meet it.  I wish I could persuade myself that it\nwas indeed so.  On the whole, perhaps, my wisest plan would be to\npostpone our other experiments until Wilson's return.  I have written a\nnote to Miss Penclosa, therefore, making no allusion to last night, but\nsaying that a press of work would cause me to interrupt our sittings\nfor a few days.  She has answered, formally enough, to say that if I\nshould change my mind I should find her at home at the usual hour.\n\n10 P. M.  Well, well, what a thing of straw I am!  I am coming to know\nmyself better of late, and the more I know the lower I fall in my own\nestimation.  Surely I was not always so weak as this.  At four o'clock\nI should have smiled had any one told me that I should go to Miss\nPenclosa's to-night, and yet, at eight, I was at Wilson's door as\nusual.  I don't know how it occurred.  The influence of habit, I\nsuppose.  Perhaps there is a mesmeric craze as there is an opium craze,\nand I am a victim to it.  I only know that as I worked in my study I\nbecame more and more uneasy.  I fidgeted.  I worried.  I could not\nconcentrate my mind upon the papers in front of me.  And then, at last,\nalmost before I knew what I was doing, I seized my hat and hurried\nround to keep my usual appointment.\n\nWe had an interesting evening.  Mrs. Wilson was present during most of\nthe time, which prevented the embarrassment which one at least of us\nmust have felt.  Miss Penclosa's manner was quite the same as usual,\nand she expressed no surprise at my having come in spite of my note.\nThere was nothing in her bearing to show that yesterday's incident had\nmade any impression upon her, and so I am inclined to hope that I\noverrated it.\n\nApril 6 (evening).  No, no, no, I did not overrate it.  I can no longer\nattempt to conceal from myself that this woman has conceived a passion\nfor me.  It is monstrous, but it is true.  Again, tonight, I awoke from\nthe mesmeric trance to find my hand in hers, and to suffer that odious\nfeeling which urges me to throw away my honor, my career, every thing,\nfor the sake of this creature who, as I can plainly see when I am away\nfrom her influence, possesses no single charm upon earth.  But when I\nam near her, I do not feel this.  She rouses something in me, something\nevil, something I had rather not think of.  She paralyzes my better\nnature, too, at the moment when she stimulates my worse.  Decidedly it\nis not good for me to be near her.\n\nLast night was worse than before.  Instead of flying I actually sat for\nsome time with my hand in hers talking over the most intimate subjects\nwith her.  We spoke of Agatha, among other things.  What could I have\nbeen dreaming of?  Miss Penclosa said that she was conventional, and I\nagreed with her.  She spoke once or twice in a disparaging way of her,\nand I did not protest.  What a creature I have been!\n\nWeak as I have proved myself to be, I am still strong enough to bring\nthis sort of thing to an end.  It shall not happen again.  I have sense\nenough to fly when I cannot fight.  From this Sunday night onward I\nshall never sit with Miss Penclosa again.  Never!  Let the experiments\ngo, let the research come to an end; any thing is better than facing\nthis monstrous temptation which drags me so low.  I have said nothing\nto Miss Penclosa, but I shall simply stay away.  She can tell the\nreason without any words of mine.\n\nApril 7.  Have stayed away as I said.  It is a pity to ruin such an\ninteresting investigation, but it would be a greater pity still to ruin\nmy life, and I KNOW that I cannot trust myself with that woman.\n\n11 P. M.  God help me!  What is the matter with me?  Am I going mad?\nLet me try and be calm and reason with myself.  First of all I shall\nset down exactly what occurred.\n\nIt was nearly eight when I wrote the lines with which this day begins.\nFeeling strangely restless and uneasy, I left my rooms and walked round\nto spend the evening with Agatha and her mother.  They both remarked\nthat I was pale and haggard.  About nine Professor Pratt-Haldane came\nin, and we played a game of whist.  I tried hard to concentrate my\nattention upon the cards, but the feeling of restlessness grew and grew\nuntil I found it impossible to struggle against it.  I simply COULD not\nsit still at the table.  At last, in the very middle of a hand, I threw\nmy cards down and, with some sort of an incoherent apology about having\nan appointment, I rushed from the room.  As if in a dream I have a\nvague recollection of tearing through the hall, snatching my hat from\nthe stand, and slamming the door behind me.  As in a dream, too, I have\nthe impression of the double line of gas-lamps, and my bespattered\nboots tell me that I must have run down the middle of the road.  It was\nall misty and strange and unnatural.  I came to Wilson's house; I saw\nMrs. Wilson and I saw Miss Penclosa.  I hardly recall what we talked\nabout, but I do remember that Miss P.  shook the head of her crutch at\nme in a playful way, and accused me of being late and of losing\ninterest in our experiments.  There was no mesmerism, but I stayed some\ntime and have only just returned.\n\nMy brain is quite clear again now, and I can think over what has\noccurred.  It is absurd to suppose that it is merely weakness and force\nof habit.  I tried to explain it in that way the other night, but it\nwill no longer suffice.  It is something much deeper and more terrible\nthan that.  Why, when I was at the Mardens' whist-table, I was dragged\naway as if the noose of a rope had been cast round me.  I can no longer\ndisguise it from myself.  The woman has her grip upon me.  I am in her\nclutch.  But I must keep my head and reason it out and see what is best\nto be done.\n\nBut what a blind fool I have been!  In my enthusiasm over my research I\nhave walked straight into the pit, although it lay gaping before me.\nDid she not herself warn me?  Did she not tell me, as I can read in my\nown journal, that when she has acquired power over a subject she can\nmake him do her will?  And she has acquired that power over me.  I am\nfor the moment at the beck and call of this creature with the crutch.\nI must come when she wills it.  I must do as she wills.  Worst of all,\nI must feel as she wills.  I loathe her and fear her, yet, while I am\nunder the spell, she can doubtless make me love her.\n\nThere is some consolation in the thought, then, that those odious\nimpulses for which I have blamed myself do not really come from me at\nall.  They are all transferred from her, little as I could have guessed\nit at the time.  I feel cleaner and lighter for the thought.\n\nApril 8.  Yes, now, in broad daylight, writing coolly and with time for\nreflection, I am compelled to confirm every thing which I wrote in my\njournal last night.  I am in a horrible position, but, above all, I\nmust not lose my head.  I must pit my intellect against her powers.\nAfter all, I am no silly puppet, to dance at the end of a string.  I\nhave energy, brains, courage.  For all her devil's tricks I may beat\nher yet.  May!  I MUST, or what is to become of me?\n\nLet me try to reason it out!  This woman, by her own explanation, can\ndominate my nervous organism.  She can project herself into my body and\ntake command of it.  She has a parasite soul; yes, she is a parasite, a\nmonstrous parasite.  She creeps into my frame as the hermit crab does\ninto the whelk's shell.  I am powerless What can I do?  I am dealing\nwith forces of which I know nothing.  And I can tell no one of my\ntrouble.  They would set me down as a madman.  Certainly, if it got\nnoised abroad, the university would say that they had no need of a\ndevil-ridden professor.  And Agatha!  No, no, I must face it alone.\n\n\n\n\nIII\n\nI read over my notes of what the woman said when she spoke about her\npowers.  There is one point which fills me with dismay.  She implies\nthat when the influence is slight the subject knows what he is doing,\nbut cannot control himself, whereas when it is strongly exerted he is\nabsolutely unconscious.  Now, I have always known what I did, though\nless so last night than on the previous occasions.  That seems to mean\nthat she has never yet exerted her full powers upon me.  Was ever a man\nso placed before?\n\nYes, perhaps there was, and very near me, too.  Charles Sadler must\nknow something of this!  His vague words of warning take a meaning now.\nOh, if I had only listened to him then, before I helped by these\nrepeated sittings to forge the links of the chain which binds me!  But\nI will see him to-day.  I will apologize to him for having treated his\nwarning so lightly.  I will see if he can advise me.\n\n4 P. M.  No, he cannot.  I have talked with him, and he showed such\nsurprise at the first words in which I tried to express my unspeakable\nsecret that I went no further.  As far as I can gather (by hints and\ninferences rather than by any statement), his own experience was\nlimited to some words or looks such as I have myself endured.  His\nabandonment of Miss Penclosa is in itself a sign that he was never\nreally in her toils.  Oh, if he only knew his escape!  He has to thank\nhis phlegmatic Saxon temperament for it.  I am black and Celtic, and\nthis hag's clutch is deep in my nerves.  Shall I ever get it out?\nShall I ever be the same man that I was just one short fortnight ago?\n\nLet me consider what I had better do.  I cannot leave the university in\nthe middle of the term.  If I were free, my course would be obvious.  I\nshould start at once and travel in Persia.  But would she allow me to\nstart?  And could her influence not reach me in Persia, and bring me\nback to within touch of her crutch?  I can only find out the limits of\nthis hellish power by my own bitter experience.  I will fight and fight\nand fight--and what can I do more?\n\nI know very well that about eight o'clock to-night that craving for her\nsociety, that irresistible restlessness, will come upon me.  How shall\nI overcome it?  What shall I do?  I must make it impossible for me to\nleave the room.  I shall lock the door and throw the key out of the\nwindow.  But, then, what am I to do in the morning?  Never mind about\nthe morning.  I must at all costs break this chain which holds me.\n\nApril 9.  Victory!  I have done splendidly!  At seven o'clock last\nnight I took a hasty dinner, and then locked myself up in my bedroom\nand dropped the key into the garden.  I chose a cheery novel, and lay\nin bed for three hours trying to read it, but really in a horrible\nstate of trepidation, expecting every instant that I should become\nconscious of the impulse.  Nothing of the sort occurred, however, and I\nawoke this morning with the feeling that a black nightmare had been\nlifted off me.  Perhaps the creature realized what I had done, and\nunderstood that it was useless to try to influence me.  At any rate, I\nhave beaten her once, and if I can do it once, I can do it again.\n\nIt was most awkward about the key in the morning.  Luckily, there was\nan under-gardener below, and I asked him to throw it up.  No doubt he\nthought I had just dropped it.  I will have doors and windows screwed\nup and six stout men to hold me down in my bed before I will surrender\nmyself to be hag-ridden in this way.\n\nI had a note from Mrs. Marden this afternoon asking me to go round and\nsee her.  I intended to do so in any case, but had not excepted to find\nbad news waiting for me.  It seems that the Armstrongs, from whom\nAgatha has expectations, are due home from Adelaide in the Aurora, and\nthat they have written to Mrs. Marden and her to meet them in town.\nThey will probably be away for a month or six weeks, and, as the Aurora\nis due on Wednesday, they must go at once--to-morrow, if they are ready\nin time.  My consolation is that when we meet again there will be no\nmore parting between Agatha and me.\n\n\"I want you to do one thing, Agatha,\" said I, when we were alone\ntogether.  \"If you should happen to meet Miss Penclosa, either in town\nor here, you must promise me never again to allow her to mesmerize you.\"\n\nAgatha opened her eyes.\n\n\"Why, it was only the other day that you were saying how interesting it\nall was, and how determined you were to finish your experiments.\"\n\n\"I know, but I have changed my mind since then.\"\n\n\"And you won't have it any more?\"\n\n\"No.\"\n\n\"I am so glad, Austin.  You can't think how pale and worn you have been\nlately.  It was really our principal objection to going to London now\nthat we did not wish to leave you when you were so pulled down.  And\nyour manner has been so strange occasionally--especially that night\nwhen you left poor Professor Pratt-Haldane to play dummy.  I am\nconvinced that these experiments are very bad for your nerves.\"\n\n\"I think so, too, dear.\"\n\n\"And for Miss Penclosa's nerves as well.  You have heard that she is\nill?\"\n\n\"No.\"\n\n\"Mrs. Wilson told us so last night.  She described it as a nervous\nfever. Professor Wilson is coming back this week, and of course Mrs.\nWilson is very anxious that Miss Penclosa should be well again then,\nfor he has quite a programme of experiments which he is anxious to\ncarry out.\"\n\nI was glad to have Agatha's promise, for it was enough that this woman\nshould have one of us in her clutch.  On the other hand, I was\ndisturbed to hear about Miss Penclosa's illness.  It rather discounts\nthe victory which I appeared to win last night.  I remember that she\nsaid that loss of health interfered with her power.  That may be why I\nwas able to hold my own so easily.  Well, well, I must take the same\nprecautions to-night and see what comes of it.  I am childishly\nfrightened when I think of her.\n\nApril 10.  All went very well last night.  I was amused at the\ngardener's face when I had again to hail him this morning and to ask\nhim to throw up my key.  I shall get a name among the servants if this\nsort of thing goes on.  But the great point is that I stayed in my room\nwithout the slightest inclination to leave it.  I do believe that I am\nshaking myself clear of this incredible bond--or is it only that the\nwoman's power is in abeyance until she recovers her strength?  I can\nbut pray for the best.\n\nThe Mardens left this morning, and the brightness seems to have gone\nout of the spring sunshine.  And yet it is very beautiful also as it\ngleams on the green chestnuts opposite my windows, and gives a touch of\ngayety to the heavy, lichen-mottled walls of the old colleges.  How\nsweet and gentle and soothing is Nature!  Who would think that there\nlurked in her also such vile forces, such odious possibilities!  For of\ncourse I understand that this dreadful thing which has sprung out at me\nis neither supernatural nor even preternatural.  No, it is a natural\nforce which this woman can use and society is ignorant of.  The mere\nfact that it ebbs with her strength shows how entirely it is subject to\nphysical laws.  If I had time, I might probe it to the bottom and lay\nmy hands upon its antidote.  But you cannot tame the tiger when you are\nbeneath his claws.  You can but try to writhe away from him.  Ah, when\nI look in the glass and see my own dark eyes and clear-cut Spanish\nface, I long for a vitriol splash or a bout of the small-pox.  One or\nthe other might have saved me from this calamity.\n\nI am inclined to think that I may have trouble to-night.  There are two\nthings which make me fear so.  One is that I met Mrs. Wilson in the\nstreet, and that she tells me that Miss Penclosa is better, though\nstill weak.  I find myself wishing in my heart that the illness had\nbeen her last.  The other is that Professor Wilson comes back in a day\nor two, and his presence would act as a constraint upon her.  I should\nnot fear our interviews if a third person were present.  For both these\nreasons I have a presentiment of trouble to-night, and I shall take the\nsame precautions as before.\n\nApril 10.  No, thank God, all went well last night.  I really could not\nface the gardener again.  I locked my door and thrust the key\nunderneath it, so that I had to ask the maid to let me out in the\nmorning.  But the precaution was really not needed, for I never had any\ninclination to go out at all.  Three evenings in succession at home!  I\nam surely near the end of my troubles, for Wilson will be home again\neither today or tomorrow.  Shall I tell him of what I have gone through\nor not?  I am convinced that I should not have the slightest sympathy\nfrom him.  He would look upon me as an interesting case, and read a\npaper about me at the next meeting of the Psychical Society, in which\nhe would gravely discuss the possibility of my being a deliberate liar,\nand weigh it against the chances of my being in an early stage of\nlunacy.  No, I shall get no comfort out of Wilson.\n\nI am feeling wonderfully fit and well.  I don't think I ever lectured\nwith greater spirit.  Oh, if I could only get this shadow off my life,\nhow happy I should be!  Young, fairly wealthy, in the front rank of my\nprofession, engaged to a beautiful and charming girl--have I not every\nthing which a man could ask for?  Only one thing to trouble me, but\nwhat a thing it is!\n\nMidnight.  I shall go mad.  Yes, that will be the end of it.  I shall\ngo mad.  I am not far from it now.  My head throbs as I rest it on my\nhot hand.  I am quivering all over like a scared horse.  Oh, what a\nnight I have had!  And yet I have some cause to be satisfied also.\n\nAt the risk of becoming the laughing-stock of my own servant, I again\nslipped my key under the door, imprisoning myself for the night.  Then,\nfinding it too early to go to bed, I lay down with my clothes on and\nbegan to read one of Dumas's novels.  Suddenly I was gripped--gripped\nand dragged from the couch.  It is only thus that I can describe the\noverpowering nature of the force which pounced upon me.  I clawed at\nthe coverlet.  I clung to the wood-work.  I believe that I screamed out\nin my frenzy.  It was all useless, hopeless.  I MUST go.  There was no\nway out of it.  It was only at the outset that I resisted.  The force\nsoon became too overmastering for that.  I thank goodness that there\nwere no watchers there to interfere with me.  I could not have answered\nfor myself if there had been.  And, besides the determination to get\nout, there came to me, also, the keenest and coolest judgment in\nchoosing my means.  I lit a candle and endeavored, kneeling in front of\nthe door, to pull the key through with the feather-end of a quill pen.\nIt was just too short and pushed it further away.  Then with quiet\npersistence I got a paper-knife out of one of the drawers, and with\nthat I managed to draw the key back.  I opened the door, stepped into\nmy study, took a photograph of myself from the bureau, wrote something\nacross it, placed it in the inside pocket of my coat, and then started\noff for Wilson's.\n\nIt was all wonderfully clear, and yet disassociated from the rest of my\nlife, as the incidents of even the most vivid dream might be.  A\npeculiar double consciousness possessed me.  There was the predominant\nalien will, which was bent upon drawing me to the side of its owner,\nand there was the feebler protesting personality, which I recognized as\nbeing myself, tugging feebly at the overmastering impulse as a led\nterrier might at its chain.  I can remember recognizing these two\nconflicting forces, but I recall nothing of my walk, nor of how I was\nadmitted to the house.\n\nVery vivid, however, is my recollection of how I met Miss Penclosa.\nShe was reclining on the sofa in the little boudoir in which our\nexperiments had usually been carried out.  Her head was rested on her\nhand, and a tiger-skin rug had been partly drawn over her.  She looked\nup expectantly as I entered, and, as the lamp-light fell upon her face,\nI could see that she was very pale and thin, with dark hollows under\nher eyes.  She smiled at me, and pointed to a stool beside her.  It was\nwith her left hand that she pointed, and I, running eagerly forward,\nseized it,--I loathe myself as I think of it,--and pressed it\npassionately to my lips.  Then, seating myself upon the stool, and\nstill retaining her hand, I gave her the photograph which I had brought\nwith me, and talked and talked and talked--of my love for her, of my\ngrief over her illness, of my joy at her recovery, of the misery it was\nto me to be absent a single evening from her side.  She lay quietly\nlooking down at me with imperious eyes and her provocative smile.  Once\nI remember that she passed her hand over my hair as one caresses a dog;\nand it gave me pleasure--the caress.  I thrilled under it.  I was her\nslave, body and soul, and for the moment I rejoiced in my slavery.\n\nAnd then came the blessed change.  Never tell me that there is not a\nProvidence!  I was on the brink of perdition.  My feet were on the\nedge.  Was it a coincidence that at that very instant help should come?\nNo, no, no; there is a Providence, and its hand has drawn me back.\nThere is something in the universe stronger than this devil woman with\nher tricks.  Ah, what a balm to my heart it is to think so!\n\nAs I looked up at her I was conscious of a change in her.  Her face,\nwhich had been pale before, was now ghastly.  Her eyes were dull, and\nthe lids drooped heavily over them.  Above all, the look of serene\nconfidence had gone from her features.  Her mouth had weakened.  Her\nforehead had puckered.  She was frightened and undecided.  And as I\nwatched the change my own spirit fluttered and struggled, trying hard\nto tear itself from the grip which held it--a grip which, from moment\nto moment, grew less secure.\n\n\"Austin,\" she whispered, \"I have tried to do too much.  I was not\nstrong enough.  I have not recovered yet from my illness.  But I could\nnot live longer without seeing you.  You won't leave me, Austin?  This\nis only a passing weakness.  If you will only give me five minutes, I\nshall be myself again.  Give me the small decanter from the table in\nthe window.\"\n\nBut I had regained my soul.  With her waning strength the influence had\ncleared away from me and left me free.  And I was aggressive--bitterly,\nfiercely aggressive.  For once at least I could make this woman\nunderstand what my real feelings toward her were.  My soul was filled\nwith a hatred as bestial as the love against which it was a reaction.\nIt was the savage, murderous passion of the revolted serf.  I could\nhave taken the crutch from her side and beaten her face in with it.\nShe threw her hands up, as if to avoid a blow, and cowered away from me\ninto the corner of the settee.\n\n\"The brandy!\" she gasped.  \"The brandy!\"\n\nI took the decanter and poured it over the roots of a palm in the\nwindow.  Then I snatched the photograph from her hand and tore it into\na hundred pieces.\n\n\"You vile woman,\" I said, \"if I did my duty to society, you would never\nleave this room alive!\"\n\n\"I love you, Austin; I love you!\" she wailed.\n\n\"Yes,\" I cried, \"and Charles Sadler before.  And how many others before\nthat?\"\n\n\"Charles Sadler!\" she gasped.  \"He has spoken to you?  So, Charles\nSadler, Charles Sadler!\"  Her voice came through her white lips like a\nsnake's hiss.\n\n\"Yes, I know you, and others shall know you, too.  You shameless\ncreature!  You knew how I stood.  And yet you used your vile power to\nbring me to your side.  You may, perhaps, do so again, but at least you\nwill remember that you have heard me say that I love Miss Marden from\nthe bottom of my soul, and that I loathe you, abhor you!\n\n\"The very sight of you and the sound of your voice fill me with horror\nand disgust.  The thought of you is repulsive.  That is how I feel\ntoward you, and if it pleases you by your tricks to draw me again to\nyour side as you have done to-night, you will at least, I should think,\nhave little satisfaction in trying to make a lover out of a man who has\ntold you his real opinion of you.  You may put what words you will into\nmy mouth, but you cannot help remembering----\"\n\nI stopped, for the woman's head had fallen back, and she had fainted.\nShe could not bear to hear what I had to say to her!  What a glow of\nsatisfaction it gives me to think that, come what may, in the future\nshe can never misunderstand my true feelings toward her.  But what will\noccur in the future?  What will she do next?  I dare not think of it.\nOh, if only I could hope that she will leave me alone!  But when I\nthink of what I said to her----  Never mind; I have been stronger than\nshe for once.\n\nApril 11.  I hardly slept last night, and found myself in the morning\nso unstrung and feverish that I was compelled to ask Pratt-Haldane to\ndo my lecture for me.  It is the first that I have ever missed.  I rose\nat mid-day, but my head is aching, my hands quivering, and my nerves in\na pitiable state.\n\nWho should come round this evening but Wilson.  He has just come back\nfrom London, where he has lectured, read papers, convened meetings,\nexposed a medium, conducted a series of experiments on thought\ntransference, entertained Professor Richet of Paris, spent hours gazing\ninto a crystal, and obtained some evidence as to the passage of matter\nthrough matter.  All this he poured into my ears in a single gust.\n\n\"But you!\" he cried at last.  \"You are not looking well.  And Miss\nPenclosa is quite prostrated to-day.  How about the experiments?\"\n\n\"I have abandoned them.\"\n\n\"Tut, tut!  Why?\"\n\n\"The subject seems to me to be a dangerous one.\"\n\nOut came his big brown note-book.\n\n\"This is of great interest,\" said he.  \"What are your grounds for\nsaying that it is a dangerous one?  Please give your facts in\nchronological order, with approximate dates and names of reliable\nwitnesses with their permanent addresses.\"\n\n\"First of all,\" I asked, \"would you tell me whether you have collected\nany cases where the mesmerist has gained a command over the subject and\nhas used it for evil purposes?\"\n\n\"Dozens!\" he cried exultantly.  \"Crime by suggestion----\"\n\n\"I don't mean suggestion.  I mean where a sudden impulse comes from a\nperson at a distance--an uncontrollable impulse.\"\n\n\"Obsession!\" he shrieked, in an ecstasy of delight.  \"It is the rarest\ncondition.  We have eight cases, five well attested.  You don't mean to\nsay----\"  His exultation made him hardly articulate.\n\n\"No, I don't,\" said I.  \"Good-evening!  You will excuse me, but I am\nnot very well to-night.\"  And so at last I got rid of him, still\nbrandishing his pencil and his note-book.  My troubles may be bad to\nhear, but at least it is better to hug them to myself than to have\nmyself exhibited by Wilson, like a freak at a fair.  He has lost sight\nof human beings.  Every thing to him is a case and a phenomenon.  I\nwill die before I speak to him again upon the matter.\n\nApril 12.  Yesterday was a blessed day of quiet, and I enjoyed an\nuneventful night.  Wilson's presence is a great consolation.  What can\nthe woman do now?  Surely, when she has heard me say what I have said,\nshe will conceive the same disgust for me which I have for her.  She\ncould not, no, she COULD not, desire to have a lover who had insulted\nher so.  No, I believe I am free from her love--but how about her hate?\nMight she not use these powers of hers for revenge?  Tut! why should I\nfrighten myself over shadows?  She will forget about me, and I shall\nforget about her, and all will be well.\n\nApril 13.  My nerves have quite recovered their tone.  I really believe\nthat I have conquered the creature.  But I must confess to living in\nsome suspense.  She is well again, for I hear that she was driving with\nMrs. Wilson in the High Street in the afternoon.\n\nApril 14.  I do wish I could get away from the place altogether.  I\nshall fly to Agatha's side the very day that the term closes.  I\nsuppose it is pitiably weak of me, but this woman gets upon my nerves\nmost terribly.  I have seen her again, and I have spoken with her.\n\nIt was just after lunch, and I was smoking a cigarette in my study,\nwhen I heard the step of my servant Murray in the passage.  I was\nlanguidly conscious that a second step was audible behind, and had\nhardly troubled myself to speculate who it might be, when suddenly a\nslight noise brought me out of my chair with my skin creeping with\napprehension.  I had never particularly observed before what sort of\nsound the tapping of a crutch was, but my quivering nerves told me that\nI heard it now in the sharp wooden clack which alternated with the\nmuffled thud of the foot fall.  Another instant and my servant had\nshown her in.\n\nI did not attempt the usual conventions of society, nor did she.  I\nsimply stood with the smouldering cigarette in my hand, and gazed at\nher.  She in her turn looked silently at me, and at her look I\nremembered how in these very pages I had tried to define the expression\nof her eyes, whether they were furtive or fierce.  To-day they were\nfierce--coldly and inexorably so.\n\n\"Well,\" said she at last, \"are you still of the same mind as when I saw\nyou last?\"\n\n\"I have always been of the same mind.\"\n\n\"Let us understand each other, Professor Gilroy,\" said she slowly.  \"I\nam not a very safe person to trifle with, as you should realize by now.\nIt was you who asked me to enter into a series of experiments with you,\nit was you who won my affections, it was you who professed your love\nfor me, it was you who brought me your own photograph with words of\naffection upon it, and, finally, it was you who on the very same\nevening thought fit to insult me most outrageously, addressing me as no\nman has ever dared to speak to me yet.  Tell me that those words came\nfrom you in a moment of passion and I am prepared to forget and to\nforgive them.  You did not mean what you said, Austin?  You do not\nreally hate me?\"\n\nI might have pitied this deformed woman--such a longing for love broke\nsuddenly through the menace of her eyes.  But then I thought of what I\nhad gone through, and my heart set like flint.\n\n\"If ever you heard me speak of love,\" said I, \"you know very well that\nit was your voice which spoke, and not mine.  The only words of truth\nwhich I have ever been able to say to you are those which you heard\nwhen last we met.\"\n\n\"I know.  Some one has set you against me.  It was he!\" She tapped with\nher crutch upon the floor.  \"Well, you know very well that I could\nbring you this instant crouching like a spaniel to my feet.  You will\nnot find me again in my hour of weakness, when you can insult me with\nimpunity.  Have a care what you are doing, Professor Gilroy.  You stand\nin a terrible position.  You have not yet realized the hold which I\nhave upon you.\"\n\nI shrugged my shoulders and turned away.\n\n\"Well,\" said she, after a pause, \"if you despise my love, I must see\nwhat can be done with fear.  You smile, but the day will come when you\nwill come screaming to me for pardon.  Yes, you will grovel on the\nground before me, proud as you are, and you will curse the day that\never you turned me from your best friend into your most bitter enemy.\nHave a care, Professor Gilroy!\" I saw a white hand shaking in the air,\nand a face which was scarcely human, so convulsed was it with passion.\nAn instant later she was gone, and I heard the quick hobble and tap\nreceding down the passage.\n\nBut she has left a weight upon my heart.  Vague presentiments of coming\nmisfortune lie heavy upon me.  I try in vain to persuade myself that\nthese are only words of empty anger.  I can remember those relentless\neyes too clearly to think so.  What shall I do--ah, what shall I do?  I\nam no longer master of my own soul.  At any moment this loathsome\nparasite may creep into me, and then----  I must tell some one my\nhideous secret--I must tell it or go mad.  If I had some one to\nsympathize and advise!  Wilson is out of the question.  Charles Sadler\nwould understand me only so far as his own experience carries him.\nPratt-Haldane!  He is a well-balanced man, a man of great common-sense\nand resource.  I will go to him.  I will tell him every thing.  God\ngrant that he may be able to advise me!\n\n\n\n\nIV\n\n6.45 P. M.  No, it is useless.  There is no human help for me; I must\nfight this out single-handed.  Two courses lie before me.  I might\nbecome this woman's lover.  Or I must endure such persecutions as she\ncan inflict upon me.  Even if none come, I shall live in a hell of\napprehension.  But she may torture me, she may drive me mad, she may\nkill me: I will never, never, never give in.  What can she inflict\nwhich would be worse than the loss of Agatha, and the knowledge that I\nam a perjured liar, and have forfeited the name of gentleman?\n\nPratt-Haldane was most amiable, and listened with all politeness to my\nstory.  But when I looked at his heavy set features, his slow eyes, and\nthe ponderous study furniture which surrounded him, I could hardly tell\nhim what I had come to say.  It was all so substantial, so material.\nAnd, besides, what would I myself have said a short month ago if one of\nmy colleagues had come to me with a story of demonic possession?\nPerhaps.  I should have been less patient than he was.  As it was, he\ntook notes of my statement, asked me how much tea I drank, how many\nhours I slept, whether I had been overworking much, had I had sudden\npains in the head, evil dreams, singing in the ears, flashes before the\neyes--all questions which pointed to his belief that brain congestion\nwas at the bottom of my trouble.  Finally he dismissed me with a great\nmany platitudes about open-air exercise, and avoidance of nervous\nexcitement.  His prescription, which was for chloral and bromide, I\nrolled up and threw into the gutter.\n\nNo, I can look for no help from any human being.  If I consult any\nmore, they may put their heads together and I may find myself in an\nasylum.  I can but grip my courage with both hands, and pray that an\nhonest man may not be abandoned.\n\nApril 10.  It is the sweetest spring within the memory of man.  So\ngreen, so mild, so beautiful! Ah, what a contrast between nature\nwithout and my own soul so torn with doubt and terror!  It has been an\nuneventful day, but I know that I am on the edge of an abyss.  I know\nit, and yet I go on with the routine of my life.  The one bright spot\nis that Agatha is happy and well and out of all danger.  If this\ncreature had a hand on each of us, what might she not do?\n\nApril 16.  The woman is ingenious in her torments.  She knows how fond\nI am of my work, and how highly my lectures are thought of.  So it is\nfrom that point that she now attacks me.  It will end, I can see, in my\nlosing my professorship, but I will fight to the finish.  She shall not\ndrive me out of it without a struggle.\n\nI was not conscious of any change during my lecture this morning save\nthat for a minute or two I had a dizziness and swimminess which rapidly\npassed away.  On the contrary, I congratulated myself upon having made\nmy subject (the functions of the red corpuscles) both interesting and\nclear.  I was surprised, therefore, when a student came into my\nlaboratory immediately after the lecture, and complained of being\npuzzled by the discrepancy between my statements and those in the text\nbooks.  He showed me his note-book, in which I was reported as having\nin one portion of the lecture championed the most outrageous and\nunscientific heresies.  Of course I denied it, and declared that he had\nmisunderstood me, but on comparing his notes with those of his\ncompanions, it became clear that he was right, and that I really had\nmade some most preposterous statements.  Of course I shall explain it\naway as being the result of a moment of aberration, but I feel only too\nsure that it will be the first of a series.  It is but a month now to\nthe end of the session, and I pray that I may be able to hold out until\nthen.\n\nApril 26.  Ten days have elapsed since I have had the heart to make any\nentry in my journal.  Why should I record my own humiliation and\ndegradation?  I had vowed never to open it again.  And yet the force of\nhabit is strong, and here I find myself taking up once more the record\nof my own dreadful experiences--in much the same spirit in which a\nsuicide has been known to take notes of the effects of the poison which\nkilled him.\n\nWell, the crash which I had foreseen has come--and that no further back\nthan yesterday.  The university authorities have taken my lectureship\nfrom me.  It has been done in the most delicate way, purporting to be a\ntemporary measure to relieve me from the effects of overwork, and to\ngive me the opportunity of recovering my health.  None the less, it has\nbeen done, and I am no longer Professor Gilroy.  The laboratory is\nstill in my charge, but I have little doubt that that also will soon go.\n\nThe fact is that my lectures had become the laughing-stock of the\nuniversity.  My class was crowded with students who came to see and\nhear what the eccentric professor would do or say next.  I cannot go\ninto the detail of my humiliation.  Oh, that devilish woman!  There is\nno depth of buffoonery and imbecility to which she has not forced me.\nI would begin my lecture clearly and well, but always with the sense of\na coming eclipse.  Then as I felt the influence I would struggle\nagainst it, striving with clenched hands and beads of sweat upon my\nbrow to get the better of it, while the students, hearing my incoherent\nwords and watching my contortions, would roar with laughter at the\nantics of their professor.  And then, when she had once fairly mastered\nme, out would come the most outrageous things--silly jokes, sentiments\nas though I were proposing a toast, snatches of ballads, personal abuse\neven against some member of my class.  And then in a moment my brain\nwould clear again, and my lecture would proceed decorously to the end.\nNo wonder that my conduct has been the talk of the colleges.  No wonder\nthat the University Senate has been compelled to take official notice\nof such a scandal.  Oh, that devilish woman!\n\nAnd the most dreadful part of it all is my own loneliness.  Here I sit\nin a commonplace English bow-window, looking out upon a commonplace\nEnglish street with its garish 'buses and its lounging policeman, and\nbehind me there hangs a shadow which is out of all keeping with the age\nand place.  In the home of knowledge I am weighed down and tortured by\na power of which science knows nothing.  No magistrate would listen to\nme.  No paper would discuss my case.  No doctor would believe my\nsymptoms.  My own most intimate friends would only look upon it as a\nsign of brain derangement.  I am out of all touch with my kind.  Oh,\nthat devilish woman!  Let her have a care!  She may push me too far.\nWhen the law cannot help a man, he may make a law for himself.\n\nShe met me in the High Street yesterday evening and spoke to me.  It\nwas as well for her, perhaps, that it was not between the hedges of a\nlonely country road.  She asked me with her cold smile whether I had\nbeen chastened yet.  I did not deign to answer her.  \"We must try\nanother turn of the screw;\" said she.  Have a care, my lady, have a\ncare!  I had her at my mercy once.  Perhaps another chance may come.\n\nApril 28.  The suspension of my lectureship has had the effect also of\ntaking away her means of annoying me, and so I have enjoyed two blessed\ndays of peace.  After all, there is no reason to despair.  Sympathy\npours in to me from all sides, and every one agrees that it is my\ndevotion to science and the arduous nature of my researches which have\nshaken my nervous system.  I have had the kindest message from the\ncouncil advising me to travel abroad, and expressing the confident hope\nthat I may be able to resume all my duties by the beginning of the\nsummer term.  Nothing could be more flattering than their allusions to\nmy career and to my services to the university.  It is only in\nmisfortune that one can test one's own popularity.  This creature may\nweary of tormenting me, and then all may yet be well.  May God grant it!\n\nApril 29.  Our sleepy little town has had a small sensation.  The only\nknowledge of crime which we ever have is when a rowdy undergraduate\nbreaks a few lamps or comes to blows with a policeman.  Last night,\nhowever, there was an attempt made to break-into the branch of the Bank\nof England, and we are all in a flutter in consequence.\n\nParkenson, the manager, is an intimate friend of mine, and I found him\nvery much excited when I walked round there after breakfast.  Had the\nthieves broken into the counting-house, they would still have had the\nsafes to reckon with, so that the defence was considerably stronger\nthan the attack.  Indeed, the latter does not appear to have ever been\nvery formidable.  Two of the lower windows have marks as if a chisel or\nsome such instrument had been pushed under them to force them open.\nThe police should have a good clue, for the wood-work had been done\nwith green paint only the day before, and from the smears it is evident\nthat some of it has found its way on to the criminal's hands or clothes.\n\n4.30 P. M.  Ah, that accursed woman!  That thrice accursed woman!\nNever mind!  She shall not beat me!  No, she shall not!  But, oh, the\nshe-devil!  She has taken my professorship.  Now she would take my\nhonor.  Is there nothing I can do against her, nothing save---- Ah,\nbut, hard pushed as I am, I cannot bring myself to think of that!\n\nIt was about an hour ago that I went into my bedroom, and was brushing\nmy hair before the glass, when suddenly my eyes lit upon something\nwhich left me so sick and cold that I sat down upon the edge of the bed\nand began to cry.  It is many a long year since I shed tears, but all\nmy nerve was gone, and I could but sob and sob in impotent grief and\nanger.  There was my house jacket, the coat I usually wear after\ndinner, hanging on its peg by the wardrobe, with the right sleeve\nthickly crusted from wrist to elbow with daubs of green paint.\n\nSo this was what she meant by another turn of the screw!  She had made\na public imbecile of me.  Now she would brand me as a criminal.  This\ntime she has failed.  But how about the next?  I dare not think of\nit--and of Agatha and my poor old mother!  I wish that I were dead!\n\nYes, this is the other turn of the screw.  And this is also what she\nmeant, no doubt, when she said that I had not realized yet the power\nshe has over me.  I look back at my account of my conversation with\nher, and I see how she declared that with a slight exertion of her will\nher subject would be conscious, and with a stronger one unconscious.\nLast night I was unconscious.  I could have sworn that I slept soundly\nin my bed without so much as a dream.  And yet those stains tell me\nthat I dressed, made my way out, attempted to open the bank windows,\nand returned.  Was I observed?  Is it possible that some one saw me do\nit and followed me home?  Ah, what a hell my life has become!  I have\nno peace, no rest.  But my patience is nearing its end.\n\n10 P. M.  I have cleaned my coat with turpentine.  I do not think that\nany one could have seen me.  It was with my screw-driver that I made\nthe marks.  I found it all crusted with paint, and I have cleaned it.\nMy head aches as if it would burst, and I have taken five grains of\nantipyrine.  If it were not for Agatha, I should have taken fifty and\nhad an end of it.\n\nMay 3.  Three quiet days.  This hell fiend is like a cat with a mouse.\nShe lets me loose only to pounce upon me again.  I am never so\nfrightened as when every thing is still.  My physical state is\ndeplorable--perpetual hiccough and ptosis of the left eyelid.\n\nI have heard from the Mardens that they will be back the day after\nto-morrow.  I do not know whether I am glad or sorry.  They were safe\nin London.  Once here they may be drawn into the miserable network in\nwhich I am myself struggling.  And I must tell them of it.  I cannot\nmarry Agatha so long as I know that I am not responsible for my own\nactions.  Yes, I must tell them, even if it brings every thing to an\nend between us.\n\nTo-night is the university ball, and I must go.  God knows I never felt\nless in the humor for festivity, but I must not have it said that I am\nunfit to appear in public.  If I am seen there, and have speech with\nsome of the elders of the university it will go a long way toward\nshowing them that it would be unjust to take my chair away from me.\n\n10 P. M.  I have been to the ball.  Charles Sadler and I went together,\nbut I have come away before him.  I shall wait up for him, however,\nfor, indeed, I fear to go to sleep these nights.  He is a cheery,\npractical fellow, and a chat with him will steady my nerves.  On the\nwhole, the evening was a great success.  I talked to every one who has\ninfluence, and I think that I made them realize that my chair is not\nvacant quite yet.  The creature was at the ball--unable to dance, of\ncourse, but sitting with Mrs. Wilson.  Again and again her eyes rested\nupon me.  They were almost the last things I saw before I left the\nroom.  Once, as I sat sideways to her, I watched her, and saw that her\ngaze was following some one else.  It was Sadler, who was dancing at\nthe time with the second Miss Thurston.  To judge by her expression, it\nis well for him that he is not in her grip as I am.  He does not know\nthe escape he has had.  I think I hear his step in the street now, and\nI will go down and let him in.  If he will----\n\nMay 4.  Why did I break off in this way last night?  I never went down\nstairs, after all--at least, I have no recollection of doing so.  But,\non the other hand, I cannot remember going to bed.  One of my hands is\ngreatly swollen this morning, and yet I have no remembrance of injuring\nit yesterday.  Otherwise, I am feeling all the better for last night's\nfestivity.  But I cannot understand how it is that I did not meet\nCharles Sadler when I so fully intended to do so.  Is it possible----\nMy God, it is only too probable!  Has she been leading me some devil's\ndance again?  I will go down to Sadler and ask him.\n\nMid-day.  The thing has come to a crisis.  My life is not worth living.\nBut, if I am to die, then she shall come also.  I will not leave her\nbehind, to drive some other man mad as she has me.  No, I have come to\nthe limit of my endurance.  She has made me as desperate and dangerous\na man as walks the earth.  God knows I have never had the heart to hurt\na fly, and yet, if I had my hands now upon that woman, she should never\nleave this room alive.  I shall see her this very day, and she shall\nlearn what she has to expect from me.\n\nI went to Sadler and found him, to my surprise, in bed.  As I entered\nhe sat up and turned a face toward me which sickened me as I looked at\nit.\n\n\"Why, Sadler, what has happened?\" I cried, but my heart turned cold as\nI said it.\n\n\"Gilroy,\" he answered, mumbling with his swollen lips, \"I have for some\nweeks been under the impression that you are a madman.  Now I know it,\nand that you are a dangerous one as well.  If it were not that I am\nunwilling to make a scandal in the college, you would now be in the\nhands of the police.\"\n\n\"Do you mean----\" I cried.\n\n\"I mean that as I opened the door last night you rushed out upon me,\nstruck me with both your fists in the face, knocked me down, kicked me\nfuriously in the side, and left me lying almost unconscious in the\nstreet.  Look at your own hand bearing witness against you.\"\n\nYes, there it was, puffed up, with sponge-like knuckles, as after some\nterrific blow.  What could I do?  Though he put me down as a madman, I\nmust tell him all.  I sat by his bed and went over all my troubles from\nthe beginning.  I poured them out with quivering hands and burning\nwords which might have carried conviction to the most sceptical.  \"She\nhates you and she hates me!\" I cried.  \"She revenged herself last night\non both of us at once.  She saw me leave the ball, and she must have\nseen you also.  She knew how long it would take you to reach home.\nThen she had but to use her wicked will.  Ah, your bruised face is a\nsmall thing beside my bruised soul!\"\n\nHe was struck by my story.  That was evident.  \"Yes, yes, she watched\nme out of the room,\" he muttered.  \"She is capable of it.  But is it\npossible that she has really reduced you to this?  What do you intend\nto do?\"\n\n\"To stop it!\" I cried.  \"I am perfectly desperate; I shall give her\nfair warning to-day, and the next time will be the last.\"\n\n\"Do nothing rash,\" said he.\n\n\"Rash!\" I cried.  \"The only rash thing is that I should postpone it\nanother hour.\"  With that I rushed to my room, and here I am on the eve\nof what may be the great crisis of my life.  I shall start at once.  I\nhave gained one thing to-day, for I have made one man, at least,\nrealize the truth of this monstrous experience of mine.  And, if the\nworst should happen, this diary remains as a proof of the goad that has\ndriven me.\n\nEvening.  When I came to Wilson's, I was shown up, and found that he\nwas sitting with Miss Penclosa.  For half an hour I had to endure his\nfussy talk about his recent research into the exact nature of the\nspiritualistic rap, while the creature and I sat in silence looking\nacross the room at each other.  I read a sinister amusement in her\neyes, and she must have seen hatred and menace in mine.  I had almost\ndespaired of having speech with her when he was called from the room,\nand we were left for a few moments together.\n\n\"Well, Professor Gilroy--or is it Mr. Gilroy?\" said she, with that\nbitter smile of hers.  \"How is your friend Mr. Charles Sadler after the\nball?\"\n\n\"You fiend!\" I cried.  \"You have come to the end of your tricks now.  I\nwill have no more of them.  Listen to what I say.\"  I strode across and\nshook her roughly by the shoulder \"As sure as there is a God in heaven,\nI swear that if you try another of your deviltries upon me I will have\nyour life for it.  Come what may, I will have your life.  I have come\nto the end of what a man can endure.\"\n\n\"Accounts are not quite settled between us,\" said she, with a passion\nthat equalled my own.  \"I can love, and I can hate.  You had your\nchoice.  You chose to spurn the first; now you must test the other.  It\nwill take a little more to break your spirit, I see, but broken it\nshall be.  Miss Marden comes back to-morrow, as I understand.\"\n\n\"What has that to do with you?\" I cried.  \"It is a pollution that you\nshould dare even to think of her.  If I thought that you would harm\nher----\"\n\nShe was frightened, I could see, though she tried to brazen it out.\nShe read the black thought in my mind, and cowered away from me.\n\n\"She is fortunate in having such a champion,\" said she.  \"He actually\ndares to threaten a lonely woman.  I must really congratulate Miss\nMarden upon her protector.\"\n\nThe words were bitter, but the voice and manner were more acid still.\n\n\"There is no use talking,\" said I.  \"I only came here to tell you,--and\nto tell you most solemnly,--that your next outrage upon me will be your\nlast.\"  With that, as I heard Wilson's step upon the stair, I walked\nfrom the room.  Ay, she may look venomous and deadly, but, for all\nthat, she is beginning to see now that she has as much to fear from me\nas I can have from her.  Murder!  It has an ugly sound.  But you don't\ntalk of murdering a snake or of murdering a tiger.  Let her have a care\nnow.\n\nMay 5.  I met Agatha and her mother at the station at eleven o'clock.\nShe is looking so bright, so happy, so beautiful.  And she was so\noverjoyed to see me.  What have I done to deserve such love?  I went\nback home with them, and we lunched together.  All the troubles seem in\na moment to have been shredded back from my life.  She tells me that I\nam looking pale and worried and ill.  The dear child puts it down to my\nloneliness and the perfunctory attentions of a housekeeper.  I pray\nthat she may never know the truth!  May the shadow, if shadow there\nmust be, lie ever black across my life and leave hers in the sunshine.\nI have just come back from them, feeling a new man.  With her by my\nside I think that I could show a bold face to any thing which life\nmight send.\n\n5 P. M.  Now, let me try to be accurate.  Let me try to say exactly how\nit occurred.  It is fresh in my mind, and I can set it down correctly,\nthough it is not likely that the time will ever come when I shall\nforget the doings of to-day.\n\nI had returned from the Mardens' after lunch, and was cutting some\nmicroscopic sections in my freezing microtome, when in an instant I\nlost consciousness in the sudden hateful fashion which has become only\ntoo familiar to me of late.\n\nWhen my senses came back to me I was sitting in a small chamber, very\ndifferent from the one in which I had been working.  It was cosey and\nbright, with chintz-covered settees, colored hangings, and a thousand\npretty little trifles upon the wall.  A small ornamental clock ticked\nin front of me, and the hands pointed to half-past three.  It was all\nquite familiar to me, and yet I stared about for a moment in a\nhalf-dazed way until my eyes fell upon a cabinet photograph of myself\nupon the top of the piano.  On the other side stood one of Mrs. Marden.\nThen, of course, I remembered where I was.  It was Agatha's boudoir.\n\nBut how came I there, and what did I want?  A horrible sinking came to\nmy heart.  Had I been sent here on some devilish errand?  Had that\nerrand already been done?  Surely it must; otherwise, why should I be\nallowed to come back to consciousness?  Oh, the agony of that moment!\nWhat had I done?  I sprang to my feet in my despair, and as I did so a\nsmall glass bottle fell from my knees on to the carpet.\n\nIt was unbroken, and I picked it up.  Outside was written \"Sulphuric\nAcid.  Fort.\"  When I drew the round glass stopper, a thick fume rose\nslowly up, and a pungent, choking smell pervaded the room.  I\nrecognized it as one which I kept for chemical testing in my chambers.\nBut why had I brought a bottle of vitriol into Agatha's chamber?  Was\nit not this thick, reeking liquid with which jealous women had been\nknown to mar the beauty of their rivals?  My heart stood still as I\nheld the bottle to the light.  Thank God, it was full!  No mischief had\nbeen done as yet.  But had Agatha come in a minute sooner, was it not\ncertain that the hellish parasite within me would have dashed the stuff\ninto her----  Ah, it will not bear to be thought of!  But it must have\nbeen for that.  Why else should I have brought it?  At the thought of\nwhat I might have done my worn nerves broke down, and I sat shivering\nand twitching, the pitiable wreck of a man.\n\nIt was the sound of Agatha's voice and the rustle of her dress which\nrestored me.  I looked up, and saw her blue eyes, so full of tenderness\nand pity, gazing down at me.\n\n\"We must take you away to the country, Austin,\" she said.  \"You want\nrest and quiet.  You look wretchedly ill.\"\n\n\"Oh, it is nothing!\" said I, trying to smile.  \"It was only a momentary\nweakness.  I am all right again now.\"\n\n\"I am so sorry to keep you waiting.  Poor boy, you must have been here\nquite half an hour!  The vicar was in the drawing-room, and, as I knew\nthat you did not care for him, I thought it better that Jane should\nshow you up here.  I thought the man would never go!\"\n\n\"Thank God he stayed!  Thank God he stayed!\"  I cried hysterically.\n\n\"Why, what is the matter with you, Austin?\" she asked, holding my arm\nas I staggered up from the chair.  \"Why are you glad that the vicar\nstayed?  And what is this little bottle in your hand?\"\n\n\"Nothing,\" I cried, thrusting it into my pocket.  \"But I must go.  I\nhave something important to do.\"\n\n\"How stern you look, Austin!  I have never seen your face like that.\nYou are angry?\"\n\n\"Yes, I am angry.\"\n\n\"But not with me?\"\n\n\"No, no, my darling!  You would not understand.\"\n\n\"But you have not told me why you came.\"\n\n\"I came to ask you whether you would always love me--no matter what I\ndid, or what shadow might fall on my name.  Would you believe in me and\ntrust me however black appearances might be against me?\"\n\n\"You know that I would, Austin.\"\n\n\"Yes, I know that you would.  What I do I shall do for you.  I am\ndriven to it.  There is no other way out, my darling!\"  I kissed her\nand rushed from the room.\n\nThe time for indecision was at an end.  As long as the creature\nthreatened my own prospects and my honor there might be a question as\nto what I should do.  But now, when Agatha--my innocent Agatha--was\nendangered, my duty lay before me like a turnpike road.  I had no\nweapon, but I never paused for that.  What weapon should I need, when I\nfelt every muscle quivering with the strength of a frenzied man?  I ran\nthrough the streets, so set upon what I had to do that I was only dimly\nconscious of the faces of friends whom I met--dimly conscious also\nthat Professor Wilson met me, running with equal precipitance in the\nopposite direction.  Breathless but resolute I reached the house and\nrang the bell.  A white cheeked maid opened the door, and turned whiter\nyet when she saw the face that looked in at her.\n\n\"Show me up at once to Miss Penclosa,\" I demanded.\n\n\"Sir,\" she gasped, \"Miss Penclosa died this afternoon at half-past\nthree!\"",
 "persons": {
  "1154": "Charles Sadler",
  "1264": "Gilroy",
  "1471": "Wilson",
  "1589": "Claude Bernard",
  "3048": "Agatha",
  "3600": "Wilson",
  "4357": "Agatha",
  "4222": "Wilson",
  "5594": "Murdoch",
  "4465": "Wilson",
  "5803": "Miss Penclosa",
  "4918": "Agatha",
  "5994": "Mardens",
  "5792": "Wilson",
  "6318": "Gilroy",
  "5808": "Penclosa",
  "6009": "Wilson",
  "6758": "Miss Penclosa",
  "6154": "Agatha",
  "6251": "Wilson",
  "9782": "Agatha Marden",
  "10132": "Penclosa",
  "10613": "Gilroy",
  "10628": "Wilson",
  "11044": "Miss Marden",
  "11141": "Agatha",
  "11578": "Miss Penclosa",
  "11443": "Agatha",
  "12041": "Agatha",
  "14167": "Wilson",
  "12929": "Penclosa",
  "13742": "Agatha",
  "15445": "Austin",
  "15701": "Agatha",
  "15717": "Austin",
  "15865": "Agatha",
  "15951": "Austin",
  "18246": "Wilson",
  "17696": "Marden",
  "19641": "Agatha",
  "19864": "Brennan",
  "20039": "Agatha",
  "20380": "Austin",
  "20572": "Agatha",
  "20740": "Austin",
  "22342": "Wilson",
  "23713": "Wilson",
  "23843": "Penclosa",
  "23943": "Wilson",
  "24696": "Marden",
  "25683": "Gilroy",
  "26090": "Wilson",
  "26490": "Marden",
  "27670": "Gilroy",
  "27893": "Austin Gilroy",
  "28661": "Caesar",
  "28677": "Wilson",
  "29311": "Agatha",
  "29207": "Miss Penclosa",
  "31398": "Agatha",
  "30385": "Wilson",
  "30779": "Penclosa",
  "30798": "Wilson",
  "30825": "Suttons",
  "30847": "Binet",
  "30857": "Ferre",
  "31414": "Marden",
  "31715": "Penclosa",
  "31916": "Wilson",
  "32729": "Charles Sadler",
  "32832": "Virchow",
  "32966": "Gilroy",
  "33030": "Penclosa",
  "34433": "Wilson",
  "34551": "Agatha",
  "35362": "Wilson",
  "35761": "Penclosa",
  "38132": "Agatha",
  "38512": "Wilson",
  "38560": "Penclosa",
  "39152": "Wilson",
  "39775": "Miss Penclosa",
  "41030": "Penclosa",
  "41938": "God",
  "42268": "Agatha",
  "42362": "Pratt-Haldane",
  "43132": "Wilson",
  "43176": "Miss P",
  "43777": "Mardens",
  "45353": "May",
  "45979": "Agatha",
  "46584": "Charles Sadler",
  "49693": "Armstrongs",
  "49715": "Agatha",
  "50585": "Austin",
  "50878": "Pratt-Haldane",
  "51018": "Penclosa",
  "51161": "Professor Wilson",
  "51391": "Agatha",
  "52394": "Mardens",
  "52701": "Nature",
  "53618": "Wilson",
  "53672": "Penclosa",
  "53811": "Wilson",
  "54469": "Wilson",
  "55845": "Dumas",
  "59774": "Austin",
  "59967": "Austin",
  "61030": "Austin",
  "61085": "Charles Sadler",
  "62729": "Pratt-Haldane",
  "62948": "Wilson",
  "63146": "Richet",
  "63388": "Penclosa",
  "64666": "Wilson",
  "64925": "Wilson",
  "65784": "Agatha",
  "66078": "Murray",
  "67141": "Gilroy",
  "67773": "Austin",
  "68562": "Gilroy",
  "69076": "Gilroy",
  "69794": "Wilson",
  "69826": "Charles Sadler",
  "69908": "Pratt-Haldane",
  "70043": "God",
  "70543": "Agatha",
  "70639": "Pratt-Haldane",
  "72241": "Agatha",
  "74613": "Professor",
  "74623": "Gilroy",
  "77943": "God",
  "78294": "Parkenson",
  "80099": "Agatha",
  "81220": "Agatha",
  "81559": "Mardens",
  "81819": "Agatha",
  "82016": "God",
  "82350": "Charles Sadler",
  "83049": "Sadler",
  "83759": "Charles Sadler",
  "83767": "Sadler",
  "83832": "God",
  "83932": "Sadler",
  "84718": "Gilroy",
  "86811": "Wilson",
  "87319": "Professor Gilroy",
  "87346": "Mr",
  "87426": "Charles Sadler",
  "87660": "God",
  "88887": "Wilson",
  "89227": "Agatha",
  "90251": "Mardens",
  "91068": "Agatha",
  "91812": "Agatha",
  "92070": "Agatha",
  "92651": "Austin",
  "93205": "Austin",
  "93488": "Austin",
  "94251": "Agatha",
  "94920": "Penclosa"
 },
 "locations": {
  "6737": "Trinidad",
  "6789": "England",
  "32317": "Nancy",
  "37095": "England",
  "47800": "Persia",
  "49758": "Adelaide",
  "49774": "Aurora",
  "50701": "London",
  "62984": "London",
  "63156": "Paris",
  "65672": "High Street",
  "76732": "High Street",
  "81677": "London"
 },
 "organisations": {
  "19098": "HELEN PENCLOSA",
  "54747": "Psychical Society",
  "57018": "Wilson",
  "58922": "Providence",
  "75848": "University Senate",
  "78232": "Bank of England",
  "91552": "Sulphuric Acid"
 },
 "misc": {
  "0": "THE PARASITE",
  "31": "CONAN",
  "596": "English",
  "7810": "West Indian",
  "10339": "Japanese",
  "12140": "Roman",
  "21056": "French",
  "30866": "Animal Magnetism",
  "35030": "The Relation between",
  "36399": "West Indian",
  "47430": "Saxon",
  "47472": "Celtic",
  "53363": "Spanish",
  "76043": "English"
 }
}