{
 "author": [
  "Stockton, Frank Richard"
 ],
 "title": [
  "The Lady, or the Tiger?"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Choice -- Fiction",
  "PS",
  "Short stories"
 ],
 "id": "396",
 "genre": [
  "short stories",
  "fiction"
 ],
 "text": "THE LADY, OR THE TIGER?\n\nby\n\nFrank R. Stockton\n\n\n\n\nIn the very olden time there lived a semi-barbaric king, whose ideas,\nthough somewhat polished and sharpened by the progressiveness of\ndistant Latin neighbors, were still large, florid, and untrammeled, as\nbecame the half of him which was barbaric. He was a man of exuberant\nfancy, and, withal, of an authority so irresistible that, at his will,\nhe turned his varied fancies into facts. He was greatly given to\nself-communing, and, when he and himself agreed upon anything, the\nthing was done.  When every member of his domestic and political\nsystems moved smoothly in its appointed course, his nature was bland\nand genial; but, whenever there was a little hitch, and some of his\norbs got out of their orbits, he was blander and more genial still, for\nnothing pleased him so much as to make the crooked straight and crush\ndown uneven places.\n\nAmong the borrowed notions by which his barbarism had become semified\nwas that of the public arena, in which, by exhibitions of manly and\nbeastly valor, the minds of his subjects were refined and cultured.\n\nBut even here the exuberant and barbaric fancy asserted itself. The\narena of the king was built, not to give the people an opportunity of\nhearing the rhapsodies of dying gladiators, nor to enable them to view\nthe inevitable conclusion of a conflict between religious opinions and\nhungry jaws, but for purposes far better adapted to widen and develop\nthe mental energies of the people. This vast amphitheater, with its\nencircling galleries, its mysterious vaults, and its unseen passages,\nwas an agent of poetic justice, in which crime was punished, or virtue\nrewarded, by the decrees of an impartial and incorruptible chance.\n\nWhen a subject was accused of a crime of sufficient importance to\ninterest the king, public notice was given that on an appointed day the\nfate of the accused person would be decided in the king's arena, a\nstructure which well deserved its name, for, although its form and plan\nwere borrowed from afar, its purpose emanated solely from the brain of\nthis man, who, every barleycorn a king, knew no tradition to which he\nowed more allegiance than pleased his fancy, and who ingrafted on every\nadopted form of human thought and action the rich growth of his\nbarbaric idealism.\n\nWhen all the people had assembled in the galleries, and the king,\nsurrounded by his court, sat high up on his throne of royal state on\none side of the arena, he gave a signal, a door beneath him opened, and\nthe accused subject stepped out into the amphitheater. Directly\nopposite him, on the other side of the inclosed space, were two doors,\nexactly alike and side by side. It was the duty and the privilege of\nthe person on trial to walk directly to these doors and open one of\nthem. He could open either door he pleased; he was subject to no\nguidance or influence but that of the aforementioned impartial and\nincorruptible chance. If he opened the one, there came out of it a\nhungry tiger, the fiercest and most cruel that could be procured, which\nimmediately sprang upon him and tore him to pieces as a punishment for\nhis guilt. The moment that the case of the criminal was thus decided,\ndoleful iron bells were clanged, great wails went up from the hired\nmourners posted on the outer rim of the arena, and the vast audience,\nwith bowed heads and downcast hearts, wended slowly their homeward way,\nmourning greatly that one so young and fair, or so old and respected,\nshould have merited so dire a fate.\n\nBut, if the accused person opened the other door, there came forth from\nit a lady, the most suitable to his years and station that his majesty\ncould select among his fair subjects, and to this lady he was\nimmediately married, as a reward of his innocence. It mattered not that\nhe might already possess a wife and family, or that his affections\nmight be engaged upon an object of his own selection; the king allowed\nno such subordinate arrangements to interfere with his great scheme of\nretribution and reward. The exercises, as in the other instance, took\nplace immediately, and in the arena. Another door opened beneath the\nking, and a priest, followed by a band of choristers, and dancing\nmaidens blowing joyous airs on golden horns and treading an epithalamic\nmeasure, advanced to where the pair stood, side by side, and the\nwedding was promptly and cheerily solemnized. Then the gay brass bells\nrang forth their merry peals, the people shouted glad hurrahs, and the\ninnocent man, preceded by children strewing flowers on his path, led\nhis bride to his home.\n\nThis was the king's semi-barbaric method of administering justice. Its\nperfect fairness is obvious. The criminal could not know out of which\ndoor would come the lady; he opened either he pleased, without having\nthe slightest idea whether, in the next instant, he was to be devoured\nor married. On some occasions the tiger came out of one door, and on\nsome out of the other. The decisions of this tribunal were not only\nfair, they were positively determinate: the accused person was\ninstantly punished if he found himself guilty, and, if innocent, he was\nrewarded on the spot, whether he liked it or not. There was no escape\nfrom the judgments of the king's arena.\n\nThe institution was a very popular one. When the people gathered\ntogether on one of the great trial days, they never knew whether they\nwere to witness a bloody slaughter or a hilarious wedding.  This\nelement of uncertainty lent an interest to the occasion which it could\nnot otherwise have attained. Thus, the masses were entertained and\npleased, and the thinking part of the community could bring no charge\nof unfairness against this plan, for did not the accused person have\nthe whole matter in his own hands?\n\nThis semi-barbaric king had a daughter as blooming as his most florid\nfancies, and with a soul as fervent and imperious as his own. As is\nusual in such cases, she was the apple of his eye, and was loved by him\nabove all humanity. Among his courtiers was a young man of that\nfineness of blood and lowness of station common to the conventional\nheroes of romance who love royal maidens. This royal maiden was well\nsatisfied with her lover, for he was handsome and brave to a degree\nunsurpassed in all this kingdom, and she loved him with an ardor that\nhad enough of barbarism in it to make it exceedingly warm and strong.\nThis love affair moved on happily for many months, until one day the\nking happened to discover its existence. He did not hesitate nor waver\nin regard to his duty in the premises. The youth was immediately cast\ninto prison, and a day was appointed for his trial in the king's arena.\nThis, of course, was an especially important occasion, and his majesty,\nas well as all the people, was greatly interested in the workings and\ndevelopment of this trial. Never before had such a case occurred; never\nbefore had a subject dared to love the daughter of the king. In after\nyears such things became commonplace enough, but then they were in no\nslight degree novel and startling.\n\nThe tiger-cages of the kingdom were searched for the most savage and\nrelentless beasts, from which the fiercest monster might be selected\nfor the arena; and the ranks of maiden youth and beauty throughout the\nland were carefully surveyed by competent judges in order that the\nyoung man might have a fitting bride in case fate did not determine for\nhim a different destiny. Of course, everybody knew that the deed with\nwhich the accused was charged had been done. He had loved the princess,\nand neither he, she, nor any one else, thought of denying the fact; but\nthe king would not think of allowing any fact of this kind to interfere\nwith the workings of the tribunal, in which he took such great delight\nand satisfaction. No matter how the affair turned out, the youth would\nbe disposed of, and the king would take an aesthetic pleasure in\nwatching the course of events, which would determine whether or not the\nyoung man had done wrong in allowing himself to love the princess.\n\nThe appointed day arrived. From far and near the people gathered, and\nthronged the great galleries of the arena, and crowds, unable to gain\nadmittance, massed themselves against its outside walls.  The king and\nhis court were in their places, opposite the twin doors, those fateful\nportals, so terrible in their similarity.\n\nAll was ready. The signal was given. A door beneath the royal party\nopened, and the lover of the princess walked into the arena.  Tall,\nbeautiful, fair, his appearance was greeted with a low hum of\nadmiration and anxiety. Half the audience had not known so grand a\nyouth had lived among them. No wonder the princess loved him! What a\nterrible thing for him to be there!\n\nAs the youth advanced into the arena he turned, as the custom was, to\nbow to the king, but he did not think at all of that royal personage.\nHis eyes were fixed upon the princess, who sat to the right of her\nfather. Had it not been for the moiety of barbarism in her nature it is\nprobable that lady would not have been there, but her intense and\nfervid soul would not allow her to be absent on an occasion in which\nshe was so terribly interested. From the moment that the decree had\ngone forth that her lover should decide his fate in the king's arena,\nshe had thought of nothing, night or day, but this great event and the\nvarious subjects connected with it. Possessed of more power, influence,\nand force of character than any one who had ever before been interested\nin such a case, she had done what no other person had done,--she had\npossessed herself of the secret of the doors. She knew in which of the\ntwo rooms, that lay behind those doors, stood the cage of the tiger,\nwith its open front, and in which waited the lady.  Through these thick\ndoors, heavily curtained with skins on the inside, it was impossible\nthat any noise or suggestion should come from within to the person who\nshould approach to raise the latch of one of them. But gold, and the\npower of a woman's will, had brought the secret to the princess.\n\nAnd not only did she know in which room stood the lady ready to emerge,\nall blushing and radiant, should her door be opened, but she knew who\nthe lady was. It was one of the fairest and loveliest of the damsels of\nthe court who had been selected as the reward of the accused youth,\nshould he be proved innocent of the crime of aspiring to one so far\nabove him; and the princess hated her. Often had she seen, or imagined\nthat she had seen, this fair creature throwing glances of admiration\nupon the person of her lover, and sometimes she thought these glances\nwere perceived, and even returned. Now and then she had seen them\ntalking together; it was but for a moment or two, but much can be said\nin a brief space; it may have been on most unimportant topics, but how\ncould she know that? The girl was lovely, but she had dared to raise\nher eyes to the loved one of the princess; and, with all the intensity\nof the savage blood transmitted to her through long lines of wholly\nbarbaric ancestors, she hated the woman who blushed and trembled behind\nthat silent door.\n\nWhen her lover turned and looked at her, and his eye met hers as she\nsat there, paler and whiter than any one in the vast ocean of anxious\nfaces about her, he saw, by that power of quick perception which is\ngiven to those whose souls are one, that she knew behind which door\ncrouched the tiger, and behind which stood the lady. He had expected\nher to know it. He understood her nature, and his soul was assured that\nshe would never rest until she had made plain to herself this thing,\nhidden to all other lookers-on, even to the king. The only hope for the\nyouth in which there was any element of certainty was based upon the\nsuccess of the princess in discovering this mystery; and the moment he\nlooked upon her, he saw she had succeeded, as in his soul he knew she\nwould succeed.\n\nThen it was that his quick and anxious glance asked the question:\n\"Which?\" It was as plain to her as if he shouted it from where he\nstood. There was not an instant to be lost. The question was asked in a\nflash; it must be answered in another.\n\nHer right arm lay on the cushioned parapet before her. She raised her\nhand, and made a slight, quick movement toward the right. No one but\nher lover saw her. Every eye but his was fixed on the man in the arena.\n\nHe turned, and with a firm and rapid step he walked across the empty\nspace. Every heart stopped beating, every breath was held, every eye\nwas fixed immovably upon that man. Without the slightest hesitation, he\nwent to the door on the right, and opened it.\n\nNow, the point of the story is this: Did the tiger come out of that\ndoor, or did the lady?\n\nThe more we reflect upon this question, the harder it is to answer. It\ninvolves a study of the human heart which leads us through devious\nmazes of passion, out of which it is difficult to find our way. Think\nof it, fair reader, not as if the decision of the question depended\nupon yourself, but upon that hot-blooded, semi-barbaric princess, her\nsoul at a white heat beneath the combined fires of despair and\njealousy. She had lost him, but who should have him?\n\nHow often, in her waking hours and in her dreams, had she started in\nwild horror, and covered her face with her hands as she thought of her\nlover opening the door on the other side of which waited the cruel\nfangs of the tiger!\n\nBut how much oftener had she seen him at the other door! How in her\ngrievous reveries had she gnashed her teeth, and torn her hair, when\nshe saw his start of rapturous delight as he opened the door of the\nlady! How her soul had burned in agony when she had seen him rush to\nmeet that woman, with her flushing cheek and sparkling eye of triumph;\nwhen she had seen him lead her forth, his whole frame kindled with the\njoy of recovered life; when she had heard the glad shouts from the\nmultitude, and the wild ringing of the happy bells; when she had seen\nthe priest, with his joyous followers, advance to the couple, and make\nthem man and wife before her very eyes; and when she had seen them walk\naway together upon their path of flowers, followed by the tremendous\nshouts of the hilarious multitude, in which her one despairing shriek\nwas lost and drowned!\n\nWould it not be better for him to die at once, and go to wait for her\nin the blessed regions of semi-barbaric futurity?\n\nAnd yet, that awful tiger, those shrieks, that blood!\n\nHer decision had been indicated in an instant, but it had been made\nafter days and nights of anguished deliberation. She had known she\nwould be asked, she had decided what she would answer, and, without the\nslightest hesitation, she had moved her hand to the right.\n\nThe question of her decision is one not to be lightly considered, and\nit is not for me to presume to set myself up as the one person able to\nanswer it. And so I leave it with all of you: Which came out of the\nopened door,--the lady, or the tiger?",
 "persons": {},
 "locations": {},
 "organisations": {
  "0": "THE LADY"
 },
 "misc": {
  "194": "Latin"
 }
}