{
  "novel": {
    "title": "The Gods of Pegana",
    "author": "Lord Dunsany",
    "theme": "Fantasy",
    "text": "PREFACE\n\n\nIn the mists before THE BEGINNING, Fate and Chance cast lots to\ndecide whose the Game should be; and he that won strode through\nthe mists to MANA-YOOD-SUSHAI and said: \"Now make gods for Me, for\nI have won the cast and the Game is to be Mine.\" Who it was that\nwon the cast, and whether it was Fate or whether Chance that went\nthrough the mists before THE BEGINNING to MANA-YOOD-SUSHAI--_none\nknoweth._\n\n\n\nINTRODUCTION\n\n\nBefore there stood gods upon Olympus, or ever Allah was Allah, had\nwrought and rested MANA-YOOD-SUSHAI.\n\nThere are in Pegana Mung and Sish and Kib, and the maker of all\nsmall gods, who is MANA-YOOD-SUSHAI. Moreover, we have a faith in\nRoon and Slid.\n\nAnd it has been said of old that all things that have been were\nwrought by the small gods, excepting only MANA-YOOD-SUSHAI, who\nmade the gods and hath thereafter rested.\n\nAnd none may pray to MANA-YOOD-SUSHAI but only the gods whom he\nhath made.\n\nBut at the Last will MANA-YOOD-SUSHAI forget to rest, and will\nmake again new gods and other worlds, and will destroy the gods\nwhom he hath made.\n\nAnd the gods and the worlds shall depart, and there shall be only\nMANA-YOOD-SUSHAI.\n\n\n\nOF SKARL THE DRUMMER\n\n\nWhen MANA-YOOD-SUSHAI had made the gods and Skarl, Skarl made a\ndrum, and began to beat upon it that he might drum for ever. Then\nbecause he was weary after the making of the gods, and because of\nthe drumming of Skarl, did MANA-YOOD-SUSHAI grow drowsy and fall\nasleep.\n\nAnd there fell a hush upon the gods when they saw that MANA rested,\nand there was silence on Pegana save for the drumming of Skarl.\nSkarl sitteth upon the mist before the feet of MANA-YOOD-SUSHAI,\nabove the gods of Pegana, and there he beateth his drum. Some say\nthat the Worlds and the Suns are but the echoes of the drumming of\nSkarl, and others say that they be dreams that arise in the mind\nof MANA because of the drumming of Skarl, as one may dream whose\nrest is troubled by sound of song, but none knoweth, for who hath\nheard the voice of MANA-YOOD-SUSHAI, or who hath seen his drummer?\n\nWhether the season be winter or whether it be summer, whether it\nbe morning among the worlds or whether it be night, Skarl still\nbeateth his drum, for the purposes of the gods are not yet fulfilled.\nSometimes the arm of Skarl grows weary; but still he beateth his\ndrum, that the gods may do the work of the gods, and the worlds go\non, for if he cease for an instant then MANA-YOOD-SUSHAI will start\nawake, and there will be worlds nor gods no more.\n\nBut, when at the last the arm of Skarl shall cease to beat his drum,\nsilence shall startle Pegana like thunder in a cave, and MANA-YOOD-SUSHAI\nshall cease to rest.\n\nThen shall Skarl put his drum upon his back and walk forth into the\nvoid beyond the worlds, because it is THE END, and the work of Skarl\nis over.\n\nThere may arise some other god whom Skarl may serve, or it may be\nthat he shall perish; but to Skarl it shall matter not, for he shall\nhave done the work of Skarl.\n\n\n\nOF THE MAKING OF THE WORLDS\n\n\nWhen MANA-YOOD-SUSHAI had made the gods there were only the gods,\nand They sat in the middle of Time, for there was as much Time\nbefore them as behind them, which having no end had neither a\nbeginning.\n\nAnd Pegana was without heat or light or sound, save for the\ndrumming of Skarl; moreover Pegana was The Middle of All, for\nthere was below Pegana what there was above it, and there lay\nbefore it that which lay beyond.\n\nThen said the gods, making the signs of the gods and speaking with\nTheir hands lest the silence of Pegana should blush; then said the\ngods to one another, speaking with Their hands; \"Let Us make\nworlds to amuse Ourselves while MANA rests. Let Us make worlds and\nLife and Death, and colours in the sky; only let Us not break the\nsilence upon Pegana.\"\n\nThen raising Their hands, each god according to his sign, They\nmade the worlds and the suns, and put a light in the houses of the\nsky.\n\nThen said the gods: \"Let Us make one to seek, to seek and never to\nfind out concerning the wherefore of the making of the gods.\"\n\nAnd They made by the lifting of Their hands, each god according to\nhis sign, the Bright One with the flaring tail to seek from the\nend of the Worlds to the end of them again, to return again after\na hundred years.\n\nMan, when thou seest the comet, know that another seeketh besides\nthee nor ever findeth out.\n\nThen said the gods, still speaking with Their hands: \"Let there be\nnow a Watcher to regard.\"\n\nAnd They made the Moon, with his face wrinkled with many mountains\nand worn with a thousand valleys, to regard with pale eyes the\ngames of the small gods, and to watch throughout the resting time\nof MANA-YOOD-SUSHAI; to watch, to regard all things, and be\nsilent.\n\nThen said the gods: \"Let Us make one to rest. One not to move\namong the moving. One not to seek like the comet, nor to go round\nlike the worlds; to rest while MANA rests.\"\n\nAnd They made the Star of the Abiding and set it in the North.\n\nMan, when thou seest the Star of the Abiding to the North, know\nthat one resteth as doth MANA-YOOD-SUSHAI, and know that somewhere\namong the Worlds is rest.\n\nLastly the gods said: \"We have made worlds and suns, and one to\nseek and another to regard, let Us now make one to wonder.\"\n\nAnd They made Earth to wonder, each god by the uplifting of his\nhand according to his sign.\n\nAnd Earth was.\n\n\n\nOF THE GAME OF THE GODS\n\n\nA million years passed over the first game of the gods. And\nMANA-YOOD-SUSHAI still rested, still in the middle of Time, and\nthe gods still played with Worlds. The Moon regarded, and the\nBright One sought, and returned again to his seeking.\n\nThen Kib grew weary of the first game of the gods, and raised his\nhand in Pegana, making the sign of Kib, and Earth became covered\nwith beasts for Kib to play with.\n\nAnd Kib played with beasts.\n\nBut the other gods said one to another, speaking with their hands:\n\"What is it that Kib has done?\"\n\nAnd They said to Kib: \"What are these things that move upon The\nEarth yet move not in circles like the Worlds, that regard like\nthe Moon and yet they do not shine?\"\n\nAnd Kib said: \"This is Life.\"\n\nBut the gods said one to another: \"If Kib has thus made beasts he\nwill in time make Men, and will endanger the Secret of the gods.\"\n\nAnd Mung was jealous of the work of Kib, and sent down Death among\nthe beasts, but could not stamp them out.\n\nA million years passed over the second game of the gods, and still\nit was the Middle of Time.\n\nAnd Kib grew weary of the second game, and raised his hand in the\nMiddle of All, making the sign of Kib, and made Men: out of beasts\nhe made them, and Earth was covered with Men.\n\nThen the gods feared greatly for the Secret of the gods, and set a\nveil between Man and his ignorance that he might not understand.\nAnd Mung was busy among Men.\n\nBut when the other gods saw Kib playing his new game They came and\nplayed it too. And this They will play until MANA arises to rebuke\nThem, saying: \"What do ye playing with Worlds and Suns and Men and\nLife and Death?\" And They shall be ashamed of Their playing in the\nhour of the laughter of MANA-YOOD-SUSHAI.\n\nIt was Kib who first broke the Silence of Pegana, by speaking with\nhis mouth like a man.\n\nAnd all the other gods were angry with Kib that he had spoken with\nhis mouth.\n\nAnd there was no longer silence in Pegana or the Worlds.\n\n\n\nTHE CHAUNT OF THE GODS\n\n\nThere came the voice of the gods singing the chaunt of the gods,\nsinging: \"We are the gods; We are the little games of MANA-YOOD-SUSHAI\nthat he hath played and hath forgotten.\n\n\"MANA-YOOD-SUSHAI hath made us, and We made the Worlds and the\nSuns.\n\n\"And We play with the Worlds and the Sun and Life and Death until\nMANA arises to rebuke us, saying: 'What do ye playing with Worlds\nand Suns?'\n\n\"It is a very serious thing that there be Worlds and Suns, and yet\nmost withering is the laughter of MANA-YOOD-SUSHAI.\n\n\"And when he arises from resting at the Last, and laughs at us for\nplaying with Worlds and Suns, We will hastily put them behind us,\nand there shall be Worlds no more.\"\n\n\n\nTHE SAYINGS OF KIB\n\n(Sender of Life in all the Worlds)\n\n\nKib said: \"I am Kib. I am none other than Kib.\"\n\nKib is Kib. Kib is he and no other. Believe! Kib said: \"When\nTime was early, when Time was very early indeed--there was only\nMANA-YOOD-SUSHAI. MANA-YOOD-SUSHAI was before the beginning of the\ngods, and shall be after their going.\"\n\nAnd Kib said: \"After the going of the gods there will be no small\nworlds nor big.\"\n\nKib said: \"It will be lonely for MANA-YOOD-SUSHAI.\"\n\nBecause this is written, believe! For is it not written, or are\nyou greater than Kib? Kib is Kib.\n\n\n\nCONCERNING SISH\n\n(The Destroyer of Hours)\n\n\nTime is the hound of Sish.\n\nAt Sish's bidding do the hours run before him as he goeth upon\nhis way.\n\nNever hath Sish stepped backward nor ever hath he tarried; never\nhath he relented to the things that once he knew nor turned to\nthem again.\n\nBefore Sish is Kib, and behind him goeth Mung.\n\nVery pleasant are all things before the face of Sish, but behind\nhim they are withered and old.\n\nAnd Sish goeth ceaselessly upon his way.\n\nOnce the gods walked upon Earth as men walk and spake with their\nmouths like Men. That was in Wornath-Mavai. They walk not now.\n\nAnd Wornath-Mavai was a garden fairer than all the gardens upon\nEarth.\n\nKib was propitious, and Mung raised not his hand against it,\nneither did Sish assail it with his hours.\n\nWornath-Mavai lieth in a valley and looketh towards the south, and\non the slopes of it Sish rested among the flowers when Sish was\nyoung.\n\nThence Sish went forth into the world to destroy its cities, and\nto provoke his hours to assail all things, and to batter against\nthem with the rust and with the dust.\n\nAnd Time, which is the hound of Sish, devoured all things; and\nSish sent up the ivy and fostered weeds, and dust fell from the\nhand of Sish and covered stately things. Only the valley where\nSish rested when he and Time were young did Sish not provoke his\nhours to assail.\n\nThere he restrained his old hound Time, and at its borders Mung\nwithheld his footsteps.\n\nWornath-Mavai still lieth looking towards the south, a garden\namong gardens, and still the flowers grow about its slopes as they\ngrew when the gods were young; and even the butterflies live in\nWornath-Mavai still. For the minds of the gods relent towards\ntheir earliest memories, who relent not otherwise at all.\n\nWornath-Mavai still lieth looking towards the south; but if thou\nshouldst ever find it thou art then more fortunate than the gods,\nbecause they walk not in Wornath-Mavai now.\n\nOnce did the prophet think that he discerned it in the distance\nbeyond mountains, a garden exceeding fair with flowers; but Sish\narose, and pointed with his hand, and set his hound to pursue him,\nwho hath followed ever since.\n\nTime is the hound of the gods; but it hath been said of old that\nhe will one day turn upon his masters, and seek to slay the gods,\nexcepting only MANA-YOOD-SUSHAI, whose dreams are the gods\nthemselves--dreamed long ago.\n\n\n\nTHE SAYINGS OF SLID\n\n(Whose Soul is by the Sea)\n\n\nSlid said: \"Let no man pray to MANA-YOOD-SUSHAI, for who shall\ntrouble MANA with mortal woes or irk him with the sorrows of all\nthe houses of Earth?\n\n\"Nor let any sacrifice to MANA-YOOD-SUSHAI, for what glory shall\nhe find in sacrifices or altars who hath made the gods themselves?\n\n\"Pray to the small gods, who are the gods of Doing; but MANA is\nthe god of Having Done--the god of Having Done and of the Resting.\n\n\"Pray to the small gods and hope that they may hear thee. Yet what\nmercy should the small gods have, who themselves made Death and\nPain; or shall they restrain their old hound Time for thee?\n\n\"Slid is but a small god. Yet Slid is Slid--it is written and hath\nbeen said.\n\n\"Pray, thou, therefore, to Slid, and forget not Slid, and it may\nbe that Slid will not forget to send thee Death when most thou\nneedest it.\"\n\nAnd the People of Earth said: \"There is a melody upon the Earth as\nthough ten thousand streams all sang together for their homes that\nthey had forsaken in the hills.\"\n\nAnd Slid said: \"I am the Lord of gliding waters and of foaming\nwaters and of still. I am the Lord of all the waters in the world\nand all that long streams garner in the hills; but the soul of\nSlid is in the Sea. Thither goes all that glides upon Earth, and\nthe end of all the rivers is the Sea.\"\n\nAnd Slid said: \"The hand of Slid hath toyed with cataracts, and\ndown the valleys have trod the feet of Slid, and out of the lakes\nof the plains regard the eyes of Slid; but the soul of Slid is in\nthe sea.\"\n\nMuch homage hath Slid among the cities of men and pleasant are the\nwoodland paths and the paths of the plains, and pleasant the high\nvalleys where he danceth in the hills; but Slid would be fettered\nneither by banks nor boundaries--so the soul of Slid is in the\nSea.\n\nFor there may Slid repose beneath the sun and smile at the gods\nabove him with all the smiles of Slid, and be a happier god than\nThose who sway the Worlds, whose work is Life and Death.\n\nThere may he sit and smile, or creep among the ships, or moan and\nsigh round islands in his great content--the miser lord of wealth\nin gems and pearls beyond the telling of all fables.\n\nOr there may he, when Slid would fain exult, throw up his great\narms, or toss with many a fathom of wandering hair the mighty head\nof Slid, and cry aloud tumultuous dirges of shipwreck, and feel\nthrough all his being the crashing might of Slid, and sway the\nsea. Then doth the Sea, like venturous legions on the eve of war\nthat exult to acclaim their chief, gather its force together from\nunder all the winds and roar and follow and sing and crash\ntogether to vanquish all things--and all at the bidding of Slid,\nwhose soul is in the sea.\n\nThere is ease in the soul of Slid and there be calms upon the sea;\nalso, there be storms upon the sea and troubles in the soul of\nSlid, for the gods have many moods. And Slid is in many places,\nfor he sitteth in high Pegana. Also along the valleys walketh\nSlid, wherever water moveth or lieth still; but the voice and the\ncry of Slid are from the sea. And to whoever that cry hath ever\ncome he must needs follow and follow, leaving all stable things;\nonly to be always with Slid in all the moods of Slid, to find no\nrest until he reaches the sea.\n\nWith the cry of Slid before them and the hills of their home behind\nhave gone a hundred thousand to the sea, over whose bones doth Slid\nlament with the voice of a god lamenting for his people. Even the\nstreams from the inner lands have heard Slid's far-off cry, and all\ntogether have forsaken lawns and trees to follow where Slid is\ngathering up his own, to rejoice where Slid rejoices, singing the\nchaunt of Slid, even as will at the Last gather all the Lives of\nthe People about the feet of MANA-YOOD-SUSHAI.\n\n\n\nTHE DEEDS OF MUNG\n\n(Lord of all Deaths between Pegana and the Rim)\n\n\nOnce, as Mung went his way athwart the Earth and up and down its\ncities and across its plains, Mung came upon a man who was afraid\nwhen Mung said: \"I am Mung!\"\n\nAnd Mung said: \"Were the forty million years before thy coming\nintolerable to thee?\"\n\nAnd Mung said: \"Not less tolerable to thee shall be the forty\nmillion years to come!\"\n\nThen Mung made against him the sign of Mung and the Life of the\nMan was fettered no longer with hands and feet.\n\nAt the end of the flight of the arrow there is Mung, and in the\nhouses and the cities of Men. Mung walketh in all places at all\ntimes. But mostly he loves to walk in the dark and still, along\nthe river mists when the wind hath sank, a little before night\nmeeteth with the morning upon the highway between Pegana and\nthe Worlds.\n\nSometimes Mung entereth the poor man's cottage; Mung also boweth\nvery low before The King. Then do the Lives of the poor man and of\nThe King go forth among the Worlds.\n\nAnd Mung said: \"Many turnings hath the road that Kib hath given\nevery man to tread upon the earth. Behind one of these turnings\nsitteth Mung.\"\n\nOne day as a man trod upon the road that Kib had given him to\ntread he came suddenly upon Mung. And when Mung said: \"I am Mung!\"\nthe man cried out: \"Alas, that I took this road, for had I gone by\nany other way then had I not met with Mung.\"\n\nAnd Mung said: \"Had it been possible for thee to go by any other\nway then had the Scheme of Things been otherwise and the gods had\nbeen other gods. When MANA-YOOD-SUSHAI forgets to rest and makes\nagain new gods it may be that They will send thee again into the\nWorlds; and then thou mayest choose some other way, and not meet\nwith Mung.\"\n\nThen Mung made the sign of Mung. And the Life of that man went\nforth with yesterday's regrets and all old sorrows and forgotten\nthings--whither Mung knoweth.\n\nAnd Mung went onward with his work to sunder Life from flesh, and\nMung came upon a man who became stricken with sorrow when he saw\nthe shadow of Mung. But Mung said: \"When at the sign of Mung thy\nLife shall float away there will also disappear thy sorrow at\nforsaking it.\" But the man cried out: \"O Mung! tarry for a little,\nand make not the sign of Mung against me now, for I have a family\nupon the earth with whom sorrow will remain, though mine should\ndisappear because of the sign of Mung.\"\n\nAnd Mung said: \"With the gods it is always Now. And before Sish\nhath banished many of the years the sorrows of thy family for thee\nshall go the way of thine.\" And the man beheld Mung making the\nsign of Mung before his eyes, which beheld things no more.\n\n\n\nTHE CHAUNT OF THE PRIESTS\n\n\nThis is the chaunt of the Priests.\n\nThe chaunt of the priests of Mung.\n\nThis is the chaunt of the Priests.\n\nAll day long to Mung cry out the Priests of Mung, and, yet Mung\nharkeneth not. What, then, shall avail the prayers of All the\nPeople?\n\nRather bring gifts to the Priests, gifts to the Priests of Mung.\n\nSo shall they cry louder unto Mung than ever was their wont.\n\nAnd it may be that Mung shall hear.\n\nNot any longer than shall fall the Shadow of Mung athwart the\nhopes of the People.\n\nNot any longer then shall the Tread of Mung darken the dreams of\nthe people.\n\nNot any longer shall the lives of the People be loosened because\nof Mung.\n\nBring ye gifts to the Priests, gifts to the Priests of Mung.\n\nThis is the chaunt of the Priests.\n\nThe chaunt of the Priests of Mung.\n\nThis is the chaunt of the Priests.\n\n\n\nTHE SAYINGS OF LIMPANG-TUNG\n\n(The God of Mirth and of Melodious Minstrels)\n\n\nAnd Limpang-Tung said: \"The ways of the gods are strange. The\nflower groweth up and the flower fadeth away. This may be very\nclever of the gods. Man groweth from his infancy, and in a while\nhe dieth. This may be very clever too.\n\n\"But the gods play with a strange scheme.\n\n\"I will send jests into the world and a little mirth. And while\nDeath seems to thee as far away as the purple rim of hills; or\nsorrow as far off as rain in the blue days of summer, then pray to\nLimpang-Tung. But when thou growest old, or ere thou diest, pray\nnot of Limpang-Tung, for thou becomest part of a scheme that he\ndoth not understand.\n\n\"Go out into the starry night, and Limpang-Tung will dance with\nthee who danced since the gods were young, the god of mirth and of\nmelodious minstrels. Or offer up a jest to Limpang-Tung; only pray\nnot in thy sorrow to Limpang-Tung, for he saith of sorrow: 'It may\nbe very clever of the gods,' but he doth not understand.\"\n\nAnd Limpang-Tung said: \"I am lesser than the gods; pray,\ntherefore, to the small gods and not to Limpang-Tung.\n\n\"Natheless between Pegana and the Earth flutter ten thousand\nthousand prayers that beat their wings against the face of Death,\nand never for one of them hath the hand of the Striker been\nstayed, nor yet have tarried the feet of the Relentless One.\n\n\"Utter thy prayer! It may accomplish where failed ten thousand\nthousand.\n\n\"Limpang-Tung is lesser than the gods, and doth not understand.\"\n\nAnd Limpang-Tung said: \"Lest men grow weary down on the great\nWorlds through gazing always at a changeless sky, I will paint my\npictures in the sky. And I will paint them twice in every day for\nso long as days shall be. Once as the day ariseth out of the homes\nof dawn will I paint the Blue, that men may see and rejoice; and\nere day falleth under into the night will I paint upon the Blue\nagain, lest men be sad.\n\n\"It is a little,\" said Limpang-Tung, \"it is a little even for a\ngod to give some pleasure to men upon the Worlds.\"\n\nAnd Limpang-Tung hath sworn that the pictures that he paints shall\nnever be the same for so long as the days shall be, and this he\nhath sworn by the oath of the gods of Pegana that the gods may\nnever break, laying his hand upon the shoulder of each of the gods\nand swearing by the light behind Their eyes.\n\nLimpang-Tung hath lured a melody out of the stream and stolen its\nanthem from the forest; for him the wind hath cried in lonely places\nand the ocean sung its dirges. There is music for Limpang-Tung in\nthe sounds of the moving of grass and in the voices of the people\nthat lament or in the cry of them that rejoice.\n\nIn an inner mountain land where none hath come he hath carved his\norgan pipes out of the mountains, and there when the winds, his\nservants, come in from all the world he maketh the melody of\nLimpang-Tung. But the song, arising at night, goeth forth like a\nriver, winding through all the world, and here and there amid the\npeoples of earth one heareth, and straightaway all that hath voice\nto sing crieth aloud in music to his soul.\n\nOr sometimes walking through the dusk with steps unheard by men,\nin a form unseen by the people, Limpang-Tung goeth abroad, and,\nstanding behind the minstrels in cities of song, waveth his hands\nabove them to and fro, and the minstrels bend to their work, and\nthe voice of the music ariseth; and mirth and melody abound in\nthat city of song, and no one seeth Limpang-Tung as he standeth\nbehind the minstrels.\n\nBut through the mists towards morning, in the dark when the\nminstrels sleep and mirth and melody have sunk to rest, Limpang-Tung\ngoeth back again to his mountain land.\n\n\n\nOF YOHARNETH-LAHAI\n\n(The God of Little Dreams and Fancies)\n\n\nYaoharneth-Lahai is the god of little dreams and fancies.\n\nAll night he sendeth little dreams out of Pegana to please the\npeople of Earth.\n\nHe sendeth little dreams to the poor man and to The King.\n\nHe is so busy to send his dreams to all before the night be ended\nthat oft he forgetteth which be the poor man and which be The\nKing.\n\nTo whom Yoharneth-Lahai cometh not with little dreams and sleep he\nmust endure all night the laughter of the gods, with highest\nmockery, in Pegana.\n\nAll night long Yoharneth-Lahai giveth peace to cities until the\ndawn hour and the departing of Yoharneth-Lahai, when it is time\nfor the gods to play with men again.\n\nWhether the dreams and the fancies of Yoharneth-Lahai be false and\nthe Things that are done in the Day be real, or the Things that\nare done in the Day be false and the dreams and the fancies of\nYoharneth-Lahai be true, none knoweth saving only MANA-YOOD-SUSHAI,\nwho hath not spoken.\n\n\n\nOF ROON, THE GOD OF GOING, AND THE THOUSAND HOME GODS\n\n\nRoon said: \"There be gods of moving and gods of standing still,\nbut I am the god of Going.\"\n\nIt is because of Roon that the worlds are never still, for the\nmoons and the worlds and the comet are stirred by the spirit of\nRoon, which saith: \"Go! Go! Go!\"\n\nRoon met the Worlds all in the morning of Things, before there was\nlight upon Pegana, and Roon danced before them in the Void, since\nwhen they are never still, Roon sendeth all streams to the Sea,\nand all the rivers to the soul of Slid.\n\nRoon maketh the sign of Roon before the waters, and lo! they have\nleft the hills; and Roon hath spoken in the ear of the North Wind\nthat he may be still no more.\n\nThe footfall of Roon hath been heard at evening outside the houses\nof men, and thenceforth comfort and abiding know them no more.\nBefore them stretcheth travel over all the lands, long miles, and\nnever resting between their homes and their graves--and all at the\nbidding of Roon.\n\nThe Mountains have set no limit against Roon nor all the seas a\nboundary.\n\nWhither Roon hath desired there must Roon's people go, and the\nworlds and their streams and the winds.\n\nI heard the whisper of Roon at evening, saying: \"There are islands\nof spices to the South,\" and the voice of Roon saying: \"Go.\"\n\nAnd Roon said: \"There are a thousand home gods, the little gods\nthat sit before the hearth and mind the fire--there is one Roon.\"\n\nRoon saith in a whisper, in a whisper when none heareth, when the\nsun is low: \"What doeth MANA-YOOD-SUSHAI?\" Roon is no god that\nthou mayest worship by thy hearth, nor will he be benignant to thy\nhome.\n\nOffer to Roon thy toiling and thy speed, whose incense is the\nsmoke of the camp fire to the South, whose song is the sound of\ngoing, whose temples stand beyond the farthest hills in his lands\nbehind the East.\n\nYarinareth, Yarinareth, Yarinareth, which signifieth Beyond--these\nwords be carved in letters of gold upon the arch of the great portal\nof the Temple of Roon that men have builded looking towards the East\nupon the Sea, where Roon is carved as a giant trumpeter, with his\ntrumpet pointing towards the East beyond the Seas.\n\nWhoso heareth his voice, the voice of Roon at evening, he at once\nforsaketh the home gods that sit beside the hearth. These be the\ngods of the hearth: Pitsu, who stroketh the cat; Hobith who calms\nthe dog; and Habaniah, the lord of glowing embers; and little\nZumbiboo, the lord of dust; and old Gribaun, who sits in the heart\nof the fire to turn the wood to ash--all these be home gods, and\nlive not in Pegana and be lesser than Roon.\n\nThere is also Kilooloogung, the lord of arising smoke, who taketh\nthe smoke from the hearth and sendeth it to the sky, who is\npleased if it reacheth Pegana, so that the gods of Pegana,\nspeaking to the gods, say: \"There is Kilooloogung doing the work\non earth of Kilooloogung.\"\n\nAll these are gods so small that they be lesser than men, but\npleasant gods to have beside the hearth; and often men have prayed\nto Kilooloogung, saying: \"Thou whose smoke ascendeth to Pegana\nsend up with it our prayers, that the gods may hear.\" And\nKilooloogung, who is pleased that men should pray, stretches\nhimself up all grey and lean, with his arms above his head, and\nsendeth his servant the smoke to seek Pegana, that the gods of\nPegana may know that the people pray.\n\nAnd Jabim is the Lord of broken things, who sitteth behind the\nhouse to lament the things that are cast away. And there he\nsitteth lamenting the broken things until the worlds be ended, or\nuntil someone cometh to mend the broken things. Or sometimes he\nsitteth by the river's edge to lament the forgotten things that\ndrift upon it.\n\nA kindly god is Jabim, whose heart is sore if anything be lost.\n\nThere is also Triboogie, the Lord of Dusk, whose children are the\nshadows, who sitteth in a corner far off from Habaniah and\nspeaketh to none. But after Habaniah hath gone to sleep and old\nGribaun hath blinked a hundred times, until he forgetteth which be\nwood or ash, then doth Triboogie send his children to run about\nthe room and dance upon the walls, but never disturb the silence.\n\nBut when there is light again upon the worlds, and dawn comes\ndancing down the highway from Pegana, then does Triboogie retire\ninto his corner, with his children all around him, as though they\nhad never danced about the room. And the slaves of Habaniah and\nold Gribaun come and awake them from their sleep upon the hearth,\nand Pitsu strokes the cat, and Hobith calms the dog, and\nKilooloogung stretches aloft his arms towards Pegana, and\nTriboogie is very still, and his children asleep.\n\nAnd when it is dark, all in the hour of Triboogie, Hish creepeth\nfrom the forest, the Lord of Silence, whose children are the bats,\nthat have broken the command of their father, but in a voice that\nis ever so low. Hish husheth the mouse and all the whispers in the\nnight; he maketh all noises still. Only the cricket rebelleth. But\nHish hath set against him such a spell that after he hath cried a\nthousand times his voice may be heard no more but becometh part of\nthe silence.\n\nAnd when he hath slain all sounds Hish boweth low to the ground;\nthen cometh into the house, with never a sound of feet, the god\nYoharneth-Lahai.\n\nBut away in the forest whence Hish hath come Wohoon, the Lord of\nNoises in the Night, awaketh in his lair and creepeth round the\nforest to see whether it be true that Hish hath gone.\n\nThen in some glade Wohoon lifts up his voice and cries aloud, that\nall the night may hear, that it is he, Wohoon, who is abroad in\nall the forest. And the wolf and the fox and the owl, and the\ngreat beasts and the small, lift up their voices to acclaim\nWohoon. And there arise the sounds of voices and the stirring of\nleaves.\n\n\n\nTHE REVOLT OF THE HOME GODS\n\n\nThere be three broad rivers of the plain, born before memory or\nfable, whose mothers are three grey peaks and whose father was the\nstorm. There names be Eimës, Zänës, and Segástrion.\n\nAnd Eimës is the joy of lowing herds; and Zänës hath bowed his\nneck to the yoke of man, and carries the timber from the forest\nfar up below the mountain; and Segástrion sings old songs to\nshepherd boys, singing of his childhood in a lone ravine and of\nhow he once sprang down the mountain sides and far away into the\nplain to see the world, and of how one day at last he will find\nthe sea. These be the rivers of the plain, wherein the plain\nrejoices. But old men tell, whose fathers heard it from the\nancients, how once the lords of the three rivers of the plain\nrebelled against the law of the Worlds, and passed beyond their\nboundaries, and joined together and whelmed cities and slew men,\nsaying: \"We now play the game of the gods and slay men for our\npleasure, and we be greater than the gods of Pegana.\"\n\nAnd all the plain was flooded to the hills.\n\nAnd Eimës, Zänës, and Segástrion sat upon the mountains, and\nspread their hands over their rivers that rebelled by their\ncommand.\n\nBut the prayer of men going upward found Pegana, and cried in the\near of the gods: \"There be three home gods who slay us for their\npleasure, and say that they be mightier than Pegana's gods, and\nplay Their game with men.\"\n\nThen were all the gods of Pegana very wroth; but They could not\nwhelm the lords of the three rivers, because being home gods,\nthough small, they were immortal.\n\nAnd still the home gods spread their hands across their rivers,\nwith their fingers wide apart, and the waters rose and rose, and\nthe voice of their torrent grew louder, crying: \"Are we not Eimës,\nZänës, and Segástrion?\"\n\nThen Mung went down into a waste of Afrik, and came upon the\ndrought Umbool as he sat in the desert upon iron rocks, clawing\nwith miserly grasp at the bones of men and breathing hot.\n\nAnd Mung stood before him as his dry sides heaved, and ever as\nthey sank his hot breath blasted dry sticks and bones.\n\nThen Mung said: \"Friend of Mung! Go, thou and grin before the\nfaces of Eimës, Zänës, and Segástrion till they see whether it be\nwise to rebel against the gods of Pegana.\"\n\nAnd Umbool answered: \"I am the beast of Mung.\"\n\nAnd Umbool came and crouched upon a hill upon the other side of\nthe waters and grinned across them at the rebellious home gods.\n\nAnd whenever Eimës, Zänës, and Segástrion stretched out their\nhands over their rivers they saw before their faces the grinning\nof Umbool; and because the grinning was like death in a hot and\nhideous land therefore they turned away and spread their hands no\nmore over their rivers, and the waters sank and sank.\n\nBut when Umbool had grinned for thirty days the waters fell back\ninto the river beds and the lords of the rivers slunk away back\nagain to their homes: still Umbool sat and grinned.\n\nThen Eimës sought to hide himself in a great pool beneath a rock,\nand Zänës crept into the middle of a wood, and Segástrion lay and\npanted on the sand--still Umbool sat and grinned.\n\nAnd Eimës grew lean, and was forgotten, so that the men of the\nplain would say: \"Here once was Eimës\"; and Zänës scarce had\nstrength to lead his river to the sea; and as Segástrion lay and\npanted a man stepped over his stream, and Segástrion said: \"It is\nthe foot of a man that has passed across my neck, and I have sought\nto be greater than the gods of Pegana.\"\n\nThen said the gods of Pegana: \"It is enough. We are the gods of\nPegana, and none are equal.\"\n\nThen Mung sent Umbool back to his waste in Afrik to breathe again\nupon the rocks, and parch the desert, and to sear the memory of\nAfrik into the brains of all who ever bring their bones away.\n\nAnd Eimës, Zänës, and Segástrion sang again, and walked once more\nin their accustomed haunts, and played the game of Life and Death\nwith fishes and frogs, but never essayed to play it any more with\nmen, as do the gods of Pegana.\n\n\n\nOF DOROZHAND\n\n(Whose Eyes Regard The End)\n\n\nSitting above the lives of the people, and looking, doth Dorozhand\nsee that which is to be.\n\nThe god of Destiny is Dorozhand. Upon whom have looked the eyes of\nDorozhand he goeth forward to an end that naught may stay; he\nbecometh the arrow from the bow of Dorozhand hurled forward at a\nmark he may not see--to the goal of Dorozhand. Beyond the thinking\nof men, beyond the sight of all the other gods, regard the eyes of\nDorozhand.\n\nHe hath chosen his slaves. And them doth the destiny god drive\nonward where he will, who, knowing not whither nor even knowing\nwhy, feel only his scourge behind them or hear his cry before.\n\nThere is something that Dorozhand would fain achieve, and,\ntherefore, hath he set the people striving, with none to cease or\nrest in all the worlds. But the gods of Pegana, speaking to the\ngods, say: \"What is it that Dorozhand would fain achieve?\"\n\nIt hath been written and said that not only the destinies of men\nare the care of Dorozhand but that even the gods of Pegana be not\nunconcerned by his will.\n\nAll the gods of Pegana have felt a fear, for they have seen a look\nin the eyes of Dorozhand that regardeth beyond the gods.\n\nThe reason and purpose of the Worlds is that there should be Life\nupon the Worlds, and Life is the instrument of Dorozhand wherewith\nhe would achieve his end.\n\nTherefore the Worlds go on, and the rivers run to the sea, and Life\nariseth and flieth even in all the Worlds, and the gods of Pegana\ndo the work of the gods--and all for Dorozhand. But when the end of\nDorozhand hath been achieved there will be need no longer of Life upon\nthe Worlds, nor any more a game for the small gods to play. Then will\nKib tiptoe gently across Pegana to the resting-place in Highest Pegana\nof MANA-YOOD-SUSHAI, and touching reverently his hand, the hand that\nwrought the gods, say: \"MANA-YOOD-SUSHAI, thou hast rested long.\"\n\nAnd MANA-YOOD-SUSHAI shall say: \"Not so; for I have rested for but\nfifty aeons of the gods, each of them scarce more than ten million\nmortal years of the Worlds that ye have made.\"\n\nAnd then shall the gods be afraid when they find that MANA knoweth\nthat they have made Worlds while he rested. And they shall answer:\n\"Nay; but the Worlds came all of themselves.\"\n\nThen MANA-YOOD-SUSHAI, as one who would have done with an irksome\nmatter, will lightly wave his hand--the hand that wrought the\ngods--and there shall be gods no more.\n\nWhen there shall be three moons towards the north above the Star\nof the Abiding, three moons that neither wax nor wane but regard\ntowards the North.\n\nOr when the comet ceaseth from his seeking and stands still, not any\nlonger moving among the Worlds but tarrying as one who rests after\nthe end of search, then shall arise from resting, because it is THE\nEND, the Greater One, who rested of old time, even MANA-YOOD-SUSHAI.\n\nThen shall the Times that were be Times no more; and it may be\nthat the old, dead days shall return from beyond the Rim, and we\nwho have wept for them shall see those days again, as one who,\nreturning from long travel to his home, comes suddenly on dear,\nremembered things.\n\nFor none shall know of MANA who hath rested for so long, whether\nhe be a harsh or merciful god. It may be that he shall have mercy,\nand that these things shall be.\n\n\n\nTHE EYE IN THE WASTE\n\n\nThere lie seven deserts beyond Bodrahan, which is the city of the\ncaravans' end. None goeth beyond. In the first desert lie the\ntracks of mighty travellers outward from Bodrahan, and some\nreturning. And in the second lie only outward tracks, and none\nreturn.\n\nThe third is a desert untrodden by the feet of men.\n\nThe fourth is the desert of sand, and the fifth is the desert of\ndust, and the sixth is the desert of stones, and the seventh is\nthe Desert of Deserts.\n\nIn the midst of the last of the deserts that lie beyond Bodrahan,\nin the centre of the Desert of Deserts, standeth the image that\nhath been hewn of old out of the living hill whose name is\nRanorada--the eye in the waste.\n\nAbout the base of Ranorada is carved in mystic letters that are\nvaster than the beds of streams these words:\n\nTo the god who knows.\n\nNow, beyond the second desert are no tracks, and there is no water\nin all the seven deserts that lie beyond Bodrahan. Therefore came\nno man thither to hew that statue from the living hills, and\nRanorada was wrought by the hands of gods. Men tell in Bodrahan,\nwhere the caravans end and all the drivers of the camels rest, how\nonce the gods hewed Ranorada from the living hill, hammering all\nnight long beyond the deserts. Moreover, they say that Ranorada is\ncarved in the likeness of the god Hoodrazai, who hath found the\nsecret of MANA-YOOD-SUSHAI, and knoweth the wherefore of the making\nof the gods.\n\nThey say that Hoodrazai stands all alone in Pegana and speaks to\nnone because he knows what is hidden from the gods.\n\nTherefore the gods have made his image in a lonely land as one who\nthinks and is silent--the eye in the waste.\n\nThey say that Hoodrazai had heard the murmers of MANA-YOOD-SUSHAI\nas he muttered to himself, and gleaned the meaning, and knew; and\nthat he was the god of mirth and of abundant joy, but became from\nthe moment of his knowing a mirthless god, even as his image,\nwhich regards the deserts beyond the track of man.\n\nBut the camel drivers, as they sit and listen to the tales of the\nold men in the market-place of Bodrahan, at evening, while the\ncamels rest, say:\n\n\"If Hoodrazai is so very wise and yet is sad, let us drink wine,\nand banish wisdom to the wastes that lie beyond Bodrahan.\"\nTherefore is there feasting and laughter all night long in the\ncity where the caravans end.\n\nAll this the camel drivers tell when the caravans come in from\nBodrahan; but who shall credit tales that camel drivers have heard\nfrom aged men in so remote a city?\n\n\n\nOF THE THING THAT IS NEITHER GOD NOR BEAST\n\n\nSeeing that wisdom is not in cities nor happiness in wisdom, and\nbecause Yadin the prophet was doomed by the gods ere he was born\nto go in search of wisdom, he followed the caravans to Bodrahan.\nThere in the evening, where the camels rest, when the wind of the\nday ebbs out into the desert sighing amid the palms its last\nfarewells and leaving the caravans still, he sent his prayer with\nthe wind to drift into the desert calling to Hoodrazai.\n\nAnd down the wind his prayer went calling: \"Why do the gods\nendure, and play their game with men? Why doth not Skarl forsake\nhis drumming, and MANA cease to rest?\" and the echo of seven\ndeserts answered: \"Who knows? Who knows?\"\n\nBut out in the waste, beyond the seven deserts where Ranorada\nlooms enormous in the dusk, at evening his prayer was heard; and\nfrom the rim of the waste whither had gone his prayer, came three\nflamingoes flying, and their voices said: \"Going South, Going\nSouth\" at every stroke of their wings.\n\nBut as they passed by the prophet they seemed so cool and free and\nthe desert so blinding and hot that he stretched up his arms\ntowards them. Then it seemed happy to fly and pleasant to follow\nbehind great white wings, and he was with the three flamingoes up\nin the cool above the desert, and their voices cried before him:\n\"Going South, Going South,\" and the desert below him mumbled: \"Who\nknows? Who knows?\"\n\nSometimes the earth stretched up towards them with peaks of\nmountains, sometimes it fell away in steep ravines, blue rivers\nsang to them as they passed above them, or very faintly came the\nsong of breezes in lone orchards, and far away the sea sang mighty\ndirges of old forsaken isles. But it seemed that in all the world\nthere was nothing only to be going South.\n\nIt seemed that somewhere the South was calling to her own, and\nthat they were going South.\n\nBut when the prophet saw that they had passed above the edge of\nEarth, and that far away to the North of them lay the Moon, he\nperceived that he was following no mortal birds but some strange\nmessengers of Hoodrazai whose nest had lain in one of Pegana's\nvales below the mountains whereon sit the gods.\n\nStill they went South, passing by all the Worlds and leaving them\nto the North, till only Araxes, Zadres, and Hyraglion lay still to\nthe South of them, where great Ingazi seemed only a point of\nlight, and Yo and Mindo could be seen no more.\n\nStill they went South till they passed below the South and came to\nthe Rim of the Worlds.\n\nThere there is neither South nor East nor West, but only North and\nBeyond; there is only North of it where lie the Worlds, and Beyond\nit where lies the Silence, and the Rim is a mass of rocks that\nwere never used by the gods when They made the Worlds, and on it\nsat Trogool. Trogool is the Thing that is neither god nor beast,\nwho neither howls nor breathes, only _It_ turns over the\nleaves of a great book, black and white, black and white for ever\nuntil THE END.\n\nAnd all that is to be is written in the book is also all that was.\n\nWhen _It_ turneth a black page it is night, and when\n_It_ turneth a white page it is day.\n\nBecause it is written that there are gods--there are the gods.\n\nAlso there is writing about thee and me until the page where our\nnames no more are written.\n\nThen as the prophet watched _It_, Trogool turned a page--a\nblack one, and night was over, and day shone on the Worlds.\n\nTrogool is the Thing that men in many countries have called by\nmany names, _It_ is the Thing that sits behind the gods,\nwhose book is the Scheme of Things.\n\nBut when Yadin saw that old remembered days were hidden away with\nthe part that _It_ had turned, and knew that upon one whose\nname is writ no more the last page had turned for ever a thousand\npages back. Then did he utter his prayer in the fact of Trogool\nwho only turns the pages and never answers prayer. He prayed in\nthe face of Trogool: \"Only turn back thy pages to the name of one\nwhich is writ no more, and far away upon a place named Earth shall\nrise the prayers of a little people that acclaim the name of\nTrogool, for there is indeed far off a place called Earth where\nmen shall pray to Trogool.\"\n\nThen spake Trogool who turns the pages and never answers prayer,\nand his voice was like the murmurs of the waste at night when\nechoes have been lost: \"Though the whirlwind of the South should\ntug with his claws at a page that hath been turned yet shall he\nnot be able to ever turn it back.\"\n\nThen because of words in the book that said that it should be so,\nYadin found himself lying in the desert where one gave him water,\nand afterwards carried him on a camel into Bodrahan.\n\nThere some said that he had but dreamed when thirst seized him\nwhile he wandered among the rocks in the desert. But certain aged\nmen of Bodrahan say that indeed there sitteth somewhere a Thing\nthat is called Trogool, that is neither god nor beast, that\nturneth the leaves of a book, black and white, black and white,\nuntil he come to the words: _Mai Doon Izahn_, which means The\nEnd For Ever, and book and gods and worlds shall be no more.\n\n\n\nYONATH THE PROPHET\n\n\nYonath was the first among prophets who uttered unto men.\n\nThese are the words of Yonath, the first among all prophets:\n\nThere be gods upon Pegana.\n\nUpon a night I slept. And in my sleep Pegana came very near. And\nPegana was full of gods.\n\nI saw the gods beside me as one might see wonted things.\n\nOnly I saw not MANA-YOOD-SUSHAI.\n\nAnd in that hour, in the hour of my sleep, I knew.\n\nAnd the end and the beginning of my knowing, and all of my knowing\nthat there was, was this--that Man Knoweth Not.\n\nSeek thou to find at night the utter edge of the darkness, or seek\nto find the birthplace of the rainbow where he leapeth upward from\nthe hills, only seek not concerning the wherefore of the making of\nthe gods.\n\nThe gods have set a brightness upon the farther side of the Things\nto Come that they may appear more felititous to men than the\nThings that Are.\n\nTo the gods the Things to Come are but as the Things that Are, and\nnothing altereth in Pegana.\n\nThe gods, although not merciful, are not ferocious gods. They are\nthe destroyers of the Days that Were, but they set a glory about\nthe Days to Be.\n\nMan must endure the Days that Are, but the gods have left him his\nignorance as a solace.\n\nSeek not to know. Thy seeking will weary thee, and thou wilt\nreturn much worn, to rest at last about the place from whence thou\nsettest out upon thy seeking.\n\nSeek not to know. Even I, Yonath, the oldest prophet, burdened\nwith the wisdom of great years, and worn with seeking, know only\nthat man knoweth not.\n\nOnce I set out seeking to know all things. Now I know one thing\nonly, and soon the Years will carry me away.\n\nThe path of my seeking, that leadeth to seeking again, must be\ntrodden by very many more, when Yonath is no longer even Yonath.\n\nSet not thy foot upon that path.\n\nSeek not to know.\n\nThese be the Words of Yonath.\n\n\n\nYUG THE PROPHET\n\n\nWhen the Years had carries away Yonath, and Yonath was dead,\nthere was no longer a prophet among men.\n\nAnd still men sought to know.\n\nTherefore they said unto Yug: \"Be thou our prophet, and know all\nthings, and tell us concerning the wherefore of It All.\"\n\nAnd Yug said: \"I know all things.\" And men were pleased.\n\nAnd Yug said of the Beginning that it was in Yug's own garden, and\nof the End that it was in the sight of Yug.\n\nAnd men forgot Yug.\n\nOne day Yug saw Mung behind the hills making the sign of Mung. And\nYug was Yug no more.\n\n\n\nALHIRETH-HOTEP THE PROPHET\n\n\nWhen Yug was Yug no more men said unto Alhireth-Hotep: \"Be thou\nour prophet, and be as wise as Yug.\"\n\nAnd Alhireth-Hotep said: \"I am as wise as Yug.\" And men were very\nglad.\n\nAnd Alhireth-Hotep said of Life and Death: \"These be the affairs\nof Alhireth-Hotep.\" And men brought gifts to him.\n\nOne day Alhireth-Hotep wrote in a book: \"Alhireth-Hotep knoweth\nAll Things, for he hath spoken with Mung.\"\n\nAnd Mung stepped from behind him, making the sign of Mung, saying:\n\"Knowest thou All Things, then, Alhireth-Hotep?\" And Alhireth-Hotep\nbecame among the Things that Were.\n\n\n\nKABOK THE PROPHET\n\nWhen Alhireth-Hotep was among the Things that Were, and still men\nsought to know, they said unto Kabok: \"Be thou as wise as was\nAlhireth-Hotep.\"\n\nAnd Kabok grew wise in his own sight and in the sight of men.\n\nAnd Kabok said: \"Mung maketh his signs against men or withholdeth\nit by the advice of Kabok.\"\n\nAnd he said unto one: \"Thou hast sinned against Kabok, therefore\nwill Mung make the sign of Mung against thee.\" And to another:\n\"Thou has brought Kabok gifts, therefore shall Mung forbear to\nmake against thee the sign of Mung.\"\n\nOne night as Kabok fattened upon the gifts that men had brought\nhim he heard the tread of Mung treading in the garden of Kabok\nabout his house at night.\n\nAnd because the night was very still it seemed most evil to Kabok\nthat Mung should be treading in his garden, without the advice of\nKabok, about his house at night.\n\nAnd Kabok, who knew All Things, grew afraid, for the treading was\nvery loud and the night still, and he knew not what lay behind the\nback of Mung, which none had ever seen.\n\nBut when the morning grew to brightness, and there was light upon\nthe Worlds, and Mung trod no longer in the garden, Kabok forgot\nhis fears, and said: \"Perhaps it was but a herd of cattle that\nstampeded in the garden of Kabok.\"\n\nAnd Kabok went about his business, which was that of knowing All\nThings, and telling All Things unto men, and making light of Mung.\n\nBut that night Mung trod again in the garden of Kabok, about his\nhouse at night, and stood before the window of the house like a\nshadow standing erect, so that Kabok knew indeed that it was Mung.\n\nAnd a great fear fell upon the throat of Kabok, so that his speech\nwas hoarse; and he cried out: \"Thou art Mung!\"\n\nAnd Mung slightly inclined his head, and went on to tread in the\ngarden of Kabok, about his house at night.\n\nAnd Kabok lay and listened with horror at his heart.\n\nBut when the second morning grew to brightness, and there was\nlight upon the Worlds, Mung went from treading in the garden of\nKabok; and for a little while Kabok hoped, but looked with great\ndread for the coming of the third night.\n\nAnd when the third night was come, and the bat had gone to his\nhome, and the wind had sank, the night was very still.\n\nAnd Kabok lay and listened, to whom the wings of the night flew\nvery slow.\n\nBut, ere night met the morning upon the highway between Pegana and\nthe Worlds, there came the tread of Mung in the garden of Kabok\ntowards Kabok's door.\n\nAnd Kabok fled out of his house as flees a hunted beast and flung\nhimself before Mung.\n\nAnd Mung made the sign of Mung, pointing towards THE END.\n\nAnd the fears of Kabok had rest from troubling Kabok any more, for\nthey and he were among accomplished things.\n\n\n\nOF THE CALAMITY THAT BEFEL YUN-ILARA BY THE SEA, AND OF THE\nBUILDING OF THE TOWER OF THE ENDING OF DAYS\n\n\nWhen Kabok and his fears had rest the people sought a prophet who\nshould have no fear of Mung, whose hand was against the prophets.\n\nAnd at last they found Yun-Ilara, who tended sheep and had no fear\nof Mung, and the people brought him to the town that he might be\ntheir prophet.\n\nAnd Yun-Ilara builded a tower towards the sea that looked upon the\nsetting of the Sun. And he called it the Tower of the Ending of\nDays.\n\nAnd about the ending of the day would Yun-Ilara go up to his\ntower's top and look towards the setting of the Sun to cry his\ncurses against Mung, crying: \"O Mung! whose hand is against the\nSun, whom men abhor but worship because they fear thee, here stands\nand speaks a man who fears thee not. Assassin lord of murder and\ndark things, abhorrent, merciless, make thou the sign of Mung\nagainst me when thou wilt, but until silence settles upon my lips,\nbecause of the sign of Mung, I will curse Mung to his face.\" And\nthe people in the street below would gaze up with wonder towards\nYun-Ilara, who had no fear of Mung, and brought him gifts; only in\ntheir homes after the falling of the night would they pray again\nwith reverence to Mung. But Mung said: \"Shall a man curse a god?\"\n\nAnd still Mung came not nigh to Yun-Ilara as he cried his curses\nagainst Mung from his tower towards the sea.\n\nAnd Sish throughout the Worlds hurled Time away, and slew the\nHours that had served him well, and called up more out of the\ntimeless waste that lieth beyond the Worlds, and drave them forth\nto assail all things. And Sish cast a whiteness over the hairs of\nYun-Ilara, and ivy about his tower, and weariness over his limbs,\nfor Mung passed by him still.\n\nAnd when Sish became a god less durable to Yun-Ilara than ever\nMung hath been he ceased at last to cry from his tower's top his\ncurses against Mung whenever the sun went down, till there came\nthe day when weariness of the gift of Kib fell heavily upon\nYun-Ilara.\n\nThen from the tower of the Ending of Days did Yun-Ilara cry out\nthus to Mung, crying: \"O Mung! O loveliest of the gods! O Mung,\nmost dearly to be desired! thy gift of Death is the heritage of\nMan, with ease and rest and silence and returning to the Earth.\nKib giveth but toil and trouble; and Sish, he sendeth regrets with\neach of his hours wherewith he assails the World. Yoharneth-Lahai\ncometh nigh no more. I can no longer be glad with Limpang-Tung.\nWhen the other gods forsake him a man hath only Mung.\"\n\nBut Mung said: \"Shall a man curse a god?\"\n\nAnd every day and all night long did Yun-Ilara cry aloud: \"Ah, now\nfor the hour of the mourning of many, and the pleasant garlands of\nflowers and the tears, and the moist, dark earth. Ah, for repose\ndown underneath the grass, where the firm feet of the trees grip\nhold upon the world, where never shall come the wind that now blows\nthrough my bones, and the rain shall come warm and trickling, not\ndriven by storm, where is the easeful falling asunder of bone from\nbone in the dark.\" Thus prayed Yun-Ilara, who had cursed in his\nfolly and youth, while never heeded Mung.\n\nStill from a heap of bones that are Yun-Ilara still, lying about\nthe ruined base of the tower that once he builded, goes up a\nshrill voice with the wind crying out for the mercy of Mung, if\nany such there be.\n\n\n\nOF HOW THE GODS WHELMED SIDITH\n\n\nThere was dole in the valley of Sidith. For three years there had\nbeen pestilence, and in the last of the three a famine; moreover,\nthere was imminence of war.\n\nThroughout all Sidith men died night and day, and night and day\nwithin the Temple of All the gods save One (for none may pray to\nMANA-YOOD-SUSHAI) did the priests of the gods pray hard.\n\nFor they said: \"For a long while a man may hear the droning of\nlittle insects and yet not be aware that he hath heard them, so\nmay the gods not hear our prayers at first until they have been\nvery oft repeated. But when your praying has troubled the silence\nlong it may be that some god as he strolls in Pegana's glades may\ncome on one of our lost prayers, that flutters like a butterfly\ntossed in storm when all its wings are broken; then if the gods be\nmerciful they may ease our fears in Sidith, or else they may crush\nus, being petulant gods, and so we shall see trouble in Sidith no\nlonger, with its pestilence and dearth and fears of war.\"\n\nBut in the fourth year of the pestilence and in the second year\nof the famine, and while still there was imminence of war, came\nall the people of Sidith to the door of the Temple of All the gods\nsave One, where none may enter but the priests--but only leave\ngifts and go.\n\nAnd there the people cried out: \"O High Prophet of All the gods\nsave One, Priest of Kib, Priest of Sish, and Priest of Mung,\nTeller of the mysteries of Dorozhand, Receiver of the gifts of the\nPeople, and Lord of Prayer, what doest thou within the Temple of\nAll the gods save One?\"\n\nAnd Arb-Rin-Hadith, who was the High Prophet, answered: \"I pray for\nall the People.\"\n\nBut the people answered: \"O High Prophet of All the gods save One,\nPriest of Kib, Priest of Sish, and Priest of Mung, Teller of the\nmysteries of Dorozhand, Receiver of the gifts of the People, and\nLord of Prayer, for four long years hast thou prayed with the\npriests of all thine order, while we brought ye gifts and died.\nNow, therefore, since They have not heard thee in four grim years,\nthou must go and carry to Their faces the prayer of the people of\nSidith when They go to drive the thunder to his pasture upon the\nmountain Aghrinaun, or else there shall no longer be gifts upon\nthy temple door, whenever falls the dew, that thou and thine order\nmay fatten.\n\n\"Then thou shalt say before Their faces: 'O All the gods save One,\nLords of the Worlds, whose child is the eclipse, take back thy\npestilence from Sidith, for ye have played the game of the gods\ntoo long with the people of Sidith, who would fain have done with\nthe gods'.\"\n\nThen in great fear answered the High Prophet, saying: \"What if the\ngods be angry and whelm Sidith?\" And the people answered: \"Then are\nwe sooner done with pestilence and famine and the imminence of war.\"\n\nThat night the thunder howled upon Aghrinaun, which stood a peak above\nall others in the land of Sidith. And the people took Arb-Rin-Hadith\nfrom his Temple and drave him to Aghrinaun, for they said: \"There walk\nto-night upon the mountain All the gods save One.\"\n\nAnd Arb-Rin-Hadith went trembling to the gods.\n\nNext morning, white and frightened from Aghrinaun, came Arb-Rin-Hadith\nback into the valley, and there spake to the people, saying: \"The\nfaces of the gods are iron and their mouths set hard. There is no\nhope from the gods.\"\n\nThen said the people: \"Thou shalt go to MANA-YOOD-SUSHAI, to whom\nno man may pray: seek him upon Aghrinaun where it lifts clear into\nthe stillness before morning, and on its summit, where all things\nseem to rest surely there rests also MANA-YOOD-SUSHAI. Go to him,\nand say: 'Thou hast made evil gods, and They smite Sidith.'\nPerchance he hath forgotten all his gods, or hath not heard of\nSidith. Thou hast escaped the thunder of the gods, surely thou\nshalt also escape the stillness of MANA-YOOD-SUSHAI.\"\n\nUpon a morning when the sky and lakes were clear and the world\nstill, and Aghrinaun was stiller than the world, Arb-Rin-Hadith\ncrept in fear towards the slopes of Aghrinaun because the people\nwere urgent.\n\nAll that day men saw him climbing. At night he rested near the\ntop. But ere the morning of the day that followed, such as rose\nearly saw him in the silence, a speck against the blue, stretch up\nhis arms upon the summit to MANA-YOOD-SUSHAI. Then instantly they\nsaw him not, nor was he ever seen of men again who had dared to\ntrouble the stillness of MANA-YOOD-SUSHAI.\n\nSuch as now speak of Sidith tell of a fierce and potent tribe\nthat smote away a people in a valley enfeebled by pestilence,\nwhere stood a temple to \"All the gods save One\" in which was no\nhigh priest.\n\n\n\nOF HOW IMBAUN BECAME HIGH PROPHET IN ARADEC OF ALL\nTHE GODS SAVE ONE\n\n\nImbaun was to be made High Prophet in Aradec, of All the Gods save\nOne.\n\nFrom Ardra, Rhoodra, and the lands beyond came all High Prophets\nof the Earth to the Temple in Aradec of All the gods save One.\n\nAnd then they told Imbaun how The Secret of Things was upon the\nsummit of the dome of the Hall of Night, but faintly writ, and in\nan unknown tongue.\n\nMidway in the night, between the setting and the rising sun, they\nled Imbaun into the Hall of Night, and said to him, chaunting\naltogether: \"Imbaun, Imbaun, Imbaun, look up to the roof, where is\nwrit The Secret of Things, but faintly, and in an unknown tongue.\"\n\nAnd Imbaun looked up, but darkness was so deep within the Hall of\nNight that Imbaun saw not even the High Prophets who came from\nArdra, Rhoodra, and the lands beyond, nor saw he aught in the Hall\nof Night at all.\n\nThen called the High Prophets: \"What seest thou, Imbaun?\"\n\nAnd Imbaun said: \"I see naught.\"\n\nThen called the High Prophets: \"What knowest thou Imbaun?\"\n\nAnd Imbaun said: \"I know naught.\"\n\nThen spake the High Prophet of Eld of All the gods save One, who\nis first on Earth of prophets: \"O Imbaun! we have all looked\nupwards in the Hall of Night towards the secret of Things, and\never it was dark, and the Secret faint and in an unknown tongue.\nAnd now thou knowest what all High Prophets know.\"\n\nAnd Imbaun answered: \"I know.\"\n\nSo Imbaun became High Prophet in Aradec of All the gods save One,\nand prayed for all the people, who knew not that there was\ndarkness in the Hall of Night or that the secret was writ faint\nand in an unknown tongue.\n\nThese are the words of Imbaun that he wrote in a book that all the\npeople might know:\n\n\"In the twentieth night of the nine hundredth moon, as night came\nup the valley, I performed the mystic rites of each of the gods in\nthe temple as is my wont, lest any of the gods should grow angry\nin the night and whelm us while we slept.\n\n\"And as I uttered the last of certain secret words I fell asleep\nin the temple, for I was weary, with my head against the altar of\nDorozhand. Then in the stillness, as I slept, there entered\nDorozhand by the temple door in the guise of a man, and touched me\non the shoulder, and I awoke.\n\n\"But when I saw that his eyes shone blue and lit the whole of the\ntemple I knew that he was a god though he came in mortal guise.\nAnd Dorozhand said: 'Prophet of Dorozhand, behold that the people\nmay know.' And he showed me the paths of Sish stretching far down\ninto the future time. Then he bade me arise and follow whither he\npointed, speaking no words but commanding with his eyes.\n\n\"Therefore upon the twentieth night of the nine hundredth moon I\nwalked with Dorozhand adown the paths of Sish into the future\ntime.\n\n\"And ever beside the way did men slay men. And the sum of their\nslaying was greater than the slaying of the pestilence of any of\nthe evils of the gods.\n\n\"And cities arose and shed their houses in dust, and ever the\ndesert returned again to its own, and covered over and hid the\nlast of all that had troubled its repose.\n\n\"And still men slew men.\n\n\"And I came at last to a time when men set their yoke no longer\nupon beasts but made them beasts of iron.\n\n\"And after that did men slay men with mists.\n\n\"Then, because the slaying exceeded their desire, there came peace\nupon the world that was brought by the hand of the slayer, and men\nslew men no more.\n\n\"And cities multiplied, and overthrew the desert and conquered its\nrepose.\n\n\"And suddenly I beheld that THE END was near, for there was a\nstirring above Pegana as of One who grows weary of resting, and I\nsaw the hound Time crouch to spring, with his eyes upon the\nthroats of the gods, shifting from throat to throat, and the\ndrumming of Skarl grew faint.\n\n\"And if a god may fear, it seemed that there was fear upon the\nface of Dorozhand, and he seized me by the hand and led me back\nalong the paths of Time that I might not see THE END.\n\n\"Then I saw cities rise out of the dust again and fall back into\nthe desert whence they had arisen; and again I slept in the Temple\nof All the gods save One, with my head against the altar of\nDorozhand.\n\n\"Then again the Temple was alight, but not with light from the\neyes of Dorozhand; only dawn came all blue out of the East and\nshone through the arches of the Temple. Then I awoke and performed\nthe morning rites and mysteries of All the gods save One, lest any\nof the gods be angry in the day and take away the Sun.\n\n\"And I knew that because I who had been so near to it had not\nbeheld THE END that a man should never behold it or know the doom\nof the gods. This They have hidden.\"\n\n\n\nOF HOW IMBAUN MET ZODRAK\n\n\nThe prophet of the gods lay resting by the river to watch the\nstream run by.\n\nAnd as he lay he pondered on the Scheme of Things and the works of\nall the gods. And it seemed to the prophet of the gods as he\nwatched the stream run by that the Scheme was a right scheme and\nthe gods benignant gods; yet there was sorrow in the Worlds. It\nseemed that Kib was bountiful, that Mung calmed all who suffer,\nthat Sish dealt not too harshly with the hours, and that all the\ngods were good; yet there was sorrow in the Worlds.\n\nThen said the prophet of the gods as he watched the stream run by:\n\"There is some other god of whom naught is writ.\" And suddenly the\nprophet was aware of an old man who bemoaned beside the river,\ncrying: \"Alas! alas!\"\n\nHis face was marked by the sign and the seal of exceeding many\nyears, and there was yet vigour in his frame. These be the words\nof the prophet that he wrote in his book: \"I said: 'Who art thou\nthat bemoans beside the river?' And he answered: 'I am the fool.'\nI said: 'Upon thy brow are the marks of wisdom such as is stored\nin books.' He said: 'I am Zodrak. Thousands of years ago I tended\nsheep upon a hill that sloped towards the sea. The gods have many\nmoods. Thousands of years ago They were in a mirthful mood. They\nsaid: 'Let Us call up a man before Us that We may laugh in\nPegana.'\"\n\n\"'And Their eyes that looked on me saw not me alone but also saw\nTHE BEGINNING and THE END and all the Worlds besides. Then said\nthe gods, speaking as speak the gods: \"Go, back to thy sheep.\"\n\n\"'But I, who am the fool, had heard it said on earth that whoso\nseeth the gods upon Pegana becometh as the gods, if so he demand\nto Their faces, who may not slay him who hath looked them in the\neyes.\n\n\"'And I, the fool, said: \"I have looked in the eyes of the gods,\nand I demand what a man may demand of the gods when he hath seen\nThem in Pegana.\" And the gods inclined Their heads and Hoodrazai\nsaid: \"It is the law of the gods.\"\n\n\"'And I, who was only a shepherd, how could I know?\n\n\"'I said: \"I will make men rich.\" And the gods said: \"What is\nrich?\"\n\n\"'And I said: \"I will send them love.\" And the gods said: \"What is\nlove?\" And I sent gold into the Worlds, and, alas! I sent with it\npoverty and strife. And I sent love into the Worlds, and with it\ngrief.\n\n\"'And now I have mixed gold and love most woefully together, and I\ncan never remedy what I have done, for the deeds of the gods are\ndone, and nothing may undo them.\n\n\"'Then I said: \"I will give men wisdom that they may be glad.\" And\nthose who got my wisdom found that they knew nothing, and from\nhaving been happy became glad no more.\n\n\"'And I, who would make men happy, have made them sad, and I have\nspoiled the beautiful scheme of the gods.\n\n\"'And now my hand is for ever on the handle of Their plough. I was\nonly a shepherd, and how should I have known?\n\n\"'Now I come to thee as thou restest by the river to ask of thee\nthy forgiveness, for I would fain have the forgiveness of a man.'\n\n\"And I answered: 'O Lord of seven skies, whose children are the\nstorms, shall a man forgive a god?'\n\n\"He answered: 'Men have sinned not against the gods as the gods\nhave sinned against men since I came into Their councils.'\n\n\"And I, the prophet, answered: 'O Lord of seven skies, whose\nplaything is the thunder, thou art amongst the gods, what need\nhast thou for words from any man?'\n\n\"He said: 'Indeed I am amongst the gods, who speak to me as they\nspeak to other gods, yet is there always a smile about Their\nmouths, and a look in Their eyes that saith: \"Thou wert a man.\"'\n\n\"I said: 'O Lord of seven skies, about whose feet the Worlds are\nas drifted sand, because thou biddest me, I, a man, forgive thee.'\n\n\"And he answered: 'I was but a shepherd, and I could not know.'\nThen he was gone.\"\n\n\n\nPEGANA\n\n\nThe prophet of the gods cried out to the gods: \"O! All the gods\nsave One\" for none may pray to MANA-YOOD-SUSHAI, \"where shall the\nlife of a man abide when Mung hath made against his body the sign\nof Mung?--for the people with whom ye play have sought to know.\"\n\nBut the gods answered, speaking through the mist:\n\n\"Though thou shouldst tell thy secrets to the beasts, even that\nthe beasts should understand, yet will not the gods divulge the\nsecret of the gods to thee, that gods and beasts and men shall be\nall the same, all knowing the same things.\"\n\nThat night Yoharneth-Lahai came to Aradec, and said unto Imbaun:\n\"Wherefore wouldst thou know the secret of the gods that not the\ngods may tell thee?\n\n\"When the wind blows not, where, then, is the wind?\n\n\"Or when thou art not living, where art thou?\n\n\"What should the wind care for the hours of calm or thou for\ndeath?\n\n\"Thy life is long, Eternity is short.\n\n\"So short that, shouldst thou die and Eternity should pass, and\nafter the passing of Eternity thou shouldst live again, thou\nwouldst say: 'I closed mine eyes but for an instant.'\n\n\"There is an eternity behind thee as well as one before. Hast thou\nbewailed the aeons that passed without thee, who art so much\nafraid of the aeons that shall pass?\"\n\nThen said the prophet: \"How shall I tell the people that the gods\nhave not spoken and their prophet doth not know? For then should I\nbe prophet no longer, and another would take the people's gifts\ninstead of me.\"\n\nThen said Imbaun to the people: \"The gods have spoken, saying: 'O\nImbaun, Our prophet, it is as the people believe whose wisdom hath\ndiscovered the secret of the gods, and the people when they die\nshall come to Pegana, and there live with the gods, and there have\npleasure without toil. And Pegana is a place all white with the\npeaks of mountains, on each of them a god, and the people shall\nlie upon the slopes of the mountains each under the god that he\nhath worshipped most when his lot was in the Worlds. And there\nshall music beyond thy dreaming come drifting through the scent\nof all the orchards in the Worlds, with somewhere someone singing\nan old song that shall be as a half-remembered thing. And there\nshall be gardens that have always sunlight, and streams that are\nlost in no sea beneath skies for ever blue. And there shall be no\nrain nor no regrets. Only the roses that in highest Pegana have\nachieved their prime shall shed their petals in showers at thy\nfeet, and only far away on the forgotten earth shall voices drift\nup to thee that cheered thee in thy childhood about the gardens of\nthy youth. And if thou sighest for any memory of earth because thou\nhearest unforgotten voices, then will the gods send messengers on\nwings to soothe thee in Pegana, saying to them: \"There one sigheth\nwho hath remembered Earth.\" And they shall make Pegana more seductive\nfor thee still, and they shall take thee by the hand and whisper in\nthine ear till the old voices are forgot.\n\n\"'And besides the flowers of Pegana there shall have climbed by\nthen until it hath reached to Pegana the rose that clambered about\nthe house where thou wast born. Thither shall also come the\nwandering echoes of all such music as charmed thee long ago.\n\n\"'Moreover, as thou sittest on the orchard lawns that clothe\nPegana's mountains, and as thou hearkenest to melody that sways\nthe souls of the gods, there shall stretch away far down beneath\nthee the great unhappy Earth, till gazing from rapture upon sorrows\nthou shalt be glad that thou wert dead.\n\n\"'And from the three great mountains that stand aloof and over all\nthe others--Grimbol, Zeebol, and Trehagobol--shall blow the wind\nof the morning and the wind of all the day, borne upon the wings\nof all the butterflies that have died upon the Worlds, to cool the\ngods and Pegana.\n\n\"'Far through Pegana a silvery fountain, lured upward by the gods\nfrom the Central Sea, shall fling its waters aloft, and over the\nhighest of Pegana's peaks, above Trehagobol, shall burst into\ngleaming mists, to cover Highest Pegana, and make a curtain about\nthe resting-place of MANA-YOOD-SUSHAI.\n\n\"'Alone, still and remote below the base of one of the inner\nmountains, lieth a great blue pool.\n\n\"'Whoever looketh down into its waters may behold all his life\nthat was upon the Worlds and all the deeds that he hath done.\n\n\"'None walk by the pool and none regard its depths, for all in\nPegana have suffered and all have sinned some sin, and it lieth in\nthe pool.\n\n\"'And there is no darkness in Pegana, for when night hath conquered\nthe sun and stilled the Worlds and turned the white peaks of Pegana\ninto grey then shine the blue eyes of the gods like sunlight on the\nsea, where each god sits upon his mountain.\n\n\"'And at the Last, upon some afternoon, perhaps in summer, shall the\ngods say, speaking to the gods: \"What is the likeness of MANA-YOOD-SUSHAI\nand what THE END?\"\n\n\"'And then shall MANA-YOOD-SUSHAI draw back with his hand the mists\nthat cover his resting, saying: \"This is the Face of MANA-YOOD-SUSHAI\nand this THE END.\"'\"\n\nThen said the people to the prophet: \"Shall not black hills draw\nround in some forsaken land, to make a vale-wide cauldron wherein\nthe molten rock shall seethe and roar, and where the crags of\nmountains shall be hurled upward to the surface and bubble and go\ndown again, that there our enemies may boil for ever?\"\n\nAnd the prophet answered: \"It is writ large about the bases of\nPegana's mountains, upon which sit the gods: 'Thine Enemies Are\nForgiven.\"'\n\n\n\nTHE SAYINGS OF IMBAUN\n\n\nThe Prophet of the gods said: \"Yonder beside the road there\nsitteth a false prophet; and to all who seek to know the hidden\ndays he saith: 'Upon the morrow the King shall speak to thee as\nhis chariot goeth by.'\"\n\nMoreover, all the people bring him gifts, and the false prophet\nhath more to listen to his words than hath the Prophet of the\ngods.\n\nThen said Imbaun: \"What knoweth the Prophet of the gods? I know\nonly that I and men know naught concerning the gods or aught\nconcerning men. Shall I, who am their prophet, tell the people\nthis?\n\n\"For wherefore have the people chosen prophets but that they\nshould speak the hopes of the people, and tell the people that\ntheir hopes be true?\"\n\nThe false prophet saith: \"Upon the morrow the king shall speak to\nthee.\"\n\nShall not I say: \"Upon The Morrow the gods shall speak with thee\nas thou restest upon Pegana?\"\n\nSo shall the people be happy, and know that their hopes be true\nwho have believed the words that they have chosen a prophet to say.\n\nBut what shall know the Prophet of the gods, to whom none may come\nto say: \"Thy hopes are true,\" for whom none may make strange signs\nbefore his eyes to quench his fear of death, for whom alone the\nchaunt of his priests availeth naught?\n\nThe Prophet of the gods hath sold his happiness for wisdom, and\nhath given his hopes for the people.\n\nSaid also Imbaun: \"When thou art angry at night observe how calm\nbe the stars; and shall small ones rail when there is such a calm\namong the great ones? Or when thou art angry by day regard the\ndistant hills, and see the calm that doth adorn their faces. Shalt\nthou be angry while they stand so serene?\n\n\"Be not angry with men, for they are driven as thou art by\nDorozhand. Do bullocks goad one another on whom the same yoke\nrests?\n\n\"And be not angry with Dorozhand, for then thou beatest thy bare\nfingers against iron cliffs.\n\n\"All that is is so because it was to be. Rail not, therefore,\nagainst what is, for it was all to be.\"\n\nAnd Imbaun said: \"The Sun ariseth and maketh a glory about all the\nthings that he seeth, and drop by drop he turneth the common dew\nto every kind of gem. And he maketh a splendour in the hills.\n\n\"And also man is born. And there rests a glory about the gardens\nof his youth. Both travel afar to do what Dorozhand would have\nthem do.\n\n\"Soon now the sun will set, and very softly come twinkling in the\nstillness all the stars.\n\n\"Also man dieth. And quietly about his grave will all the mourners\nweep.\n\n\"Will not his life arise again somewhere in all the worlds? Shall\nhe not again behold the gardens of his youth? Or does he set to\nend?\"\n\n\n\nOF HOW IMBAUN SPAKE OF DEATH TO THE KING\n\n\nThere trod such pestilence in Aradec that, the King as he looked\nabroad out of his palace saw men die. And when the King saw Death\nhe feared that one day even the King should die. Therefore he\ncommanded guards to bring before him the wisest prophet that\nshould be found in Aradec.\n\nThen heralds came to the temple of All the gods save One, and\ncried aloud, having first commanded silence, crying: \"Rhazahan,\nKing over Aradec, Prince by right of Ildun and Ildaun, and Prince\nby conquest of Pathia, Ezek, and Azhan, Lord of the Hills, to the\nHigh Prophet of All the gods save One sends salutations.\"\n\nThen they bore him before the King.\n\nThe King said unto the prophet: \"O Prophet of All the gods save\nOne, shall I indeed die?\"\n\nAnd the prophet answered: \"O King! thy people may not rejoice for\never, and some day the King will die.\"\n\nAnd the King answered: \"This may be so, but certainly thou shalt\ndie. It may be that one day I shall die, but till then the lives\nof the people are in my hands.\"\n\nThen guards led the prophet away.\n\nAnd there arose prophets in Aradec who spake not of death to\nKings.\n\n\n\nOF OOD\n\n\nMen say that if thou comest to Sundari, beyond all the plains, and\nshalt climb to his summit before thou art seized by the avalanche\nwhich sitteth always on his slopes, that then there lie before thee\nmany peaks. And if thou shalt climb these and cross their valleys\n(of which there be seven and also seven peaks) thou shalt come at\nlast to the land of forgotten hills, where amid many valleys and\nwhite snow there standeth the \"Great Temple of One god Only.\"\n\nTherein is a dreaming prophet who doeth naught, and a drowsy\npriesthood about him.\n\nThese be the priests of MANA-YOOD-SUSHAI.\n\nWithin the temple it is forbidden to work, also it is forbidden to\npray. Night differeth not from day within its doors. They rest as\nMANA rests. And the name of their prophet is Ood.\n\nOod is a greater prophet than any of all the prophets of Earth,\nand it hath been said by some that were Ood and his priests to\npray chaunting all together and calling upon MANA-YOOD-SUSHAI\nthat MANA-YOOD-SUSHAI would then awake, for surely he would hear\nthe prayers of his own prophet--then would there be Worlds no more.\n\nThere is also another way to the land of forgotten hills, which is\na smooth road and a straight, that lies through the heart of the\nmountains. But for certain hidden reasons it were better for thee\nto go by the peaks and snow, even though thou shouldst perish by\nthe way, that thou shouldst seek to come to the house of Ood by\nthe smooth, straight road.\n\n\n\nTHE RIVER\n\n\nThere arises a river in Pegana that is neither a river of water\nnor yet a river of fire, and it flows through the skies and the\nWorlds to the Rim of the Worlds, a river of silence. Through all\nthe Worlds are sounds, the noises of moving, and the echoes of\nvoices and song; but upon the River is no sound ever heard, for\nthere all echoes die.\n\nThe River arises out of the drumming of Skarl, and flows for ever\nbetween banks of thunder, until it comes to the waste beyond the\nWorlds, behind the farthest star, down to the Sea of Silence.\n\nI lay in the desert beyond all cities and sounds, and above me\nflowed the River of Silence through the sky; and on the desert's\nedge night fought against the Sun, and suddenly conquered.\n\nThen on the River I saw the dream-built ship of the god Yoharneth-Lahai,\nwhose great prow lifted grey into the air above the River of Silence.\n\nHer timbers were olden dreams dreamed long ago, and poets' fancies\nmade her tall, straight masts, and her rigging was wrought out of\nthe people's hopes.\n\nUpon her deck were rowers with dream-made oars, and the rowers\nwere the people of men's fancies, and princes of old story and\npeople who had died, and people who had never been.\n\nThese swung forward and swung back to row Yoharneth-Lahai through\nthe Worlds with never a sound of rowing. For ever on every wind\nfloat up to Pegana the hopes and the fancies of the people which\nhave no home in the Worlds, and there Yoharneth-Lahai weaves them\ninto dreams, to take them to the people again.\n\nAnd every night in his dream-built ship Yoharneth-Lahai setteth\nforth, with all his dreams on board, to take again their old hopes\nback to the people and all forgotten fancies.\n\nBut ere the day comes back to her own again, and all the\nconquering armies of the dawn hurl their red lances in the face of\nthe night, Yoharneth-Lahai leaves the sleeping Worlds, and rows\nback up the River of Silence, that flows from Pegana into the Sea\nof Silence that lies beyond the Worlds.\n\nAnd the name of the River is Imrana the River of Silence. All they\nthat be weary of the sound of cities and very tired of clamour\ncreep down in the night-time to Yoharneth-Lahai's ship, and going\naboard it, among the dreams and the fancies of old times, lie down\nupon the deck, and pass from sleeping to the River, while Mung,\nbehind them, makes the sign of Mung because they would have it so.\nAnd, lying there upon the deck among their own remembered fancies,\nand songs that were never sung, and they drift up Imrana ere the\ndawn, where the sound of the cities comes not, nor the voice of\nthe thunder is heard, nor the midnight howl of Pain as he gnaws\nat the bodies of men, and far away and forgotten bleat the small\nsorrows that trouble all the Worlds.\n\nBut where the River flows through Pegana's gates, between the\ngreat twin constellations Yum and Gothum, where Yum stands\nsentinel upon the left and Gothum upon the right, there sits\nSirami, the lord of All Forgetting. And, when the ship draws near,\nSirami looketh with his sapphire eyes into the faces and beyond\nthem of those that were weary of cities, and as he gazes, as one\nthat looketh before him remembering naught, he gently waves his\nhands. And amid the waving of Sirami's hands there fall from all\nthat behold him all their memories, save certain things that may\nnot be forgotten even beyond the Worlds.\n\nIt hath been said that when Skarl ceases to drum, and MANA-YOOD-SUSHAI\nawakes, and the gods of Pegana know that it is THE END, that then the\ngods will enter galleons of gold, and with dream-born rowers glide down\nImrana (who knows whither or why?) till they come where the River enters\nthe Silent Sea, and shall there be gods of nothing, where nothing is,\nand never a sound shall come. And far away upon the River's banks shall\nbay their old hound Time, that shall seek to rend his masters; while\nMANA-YOOD-SUSHAI shall think some other plan concerning gods and worlds.\n\n\n\nTHE BIRD OF DOOM AND THE END\n\n\nFor at the last shall the thunder, fleeing to escape from the doom\nof the gods, roar horribly among the Worlds; and Time, the hound\nof the gods, shall bay hungrily at his masters because he is lean\nwith age.\n\nAnd from the innermost of Pegana's vales shall the bird of doom,\nMosahn, whose voice is like the trumpet, soar upward with\nboisterous beatings of his wings above Pegana's mountains and the\ngods, and there with his trumpet voice acclaim THE END.\n\nThen in the tumult and amid the fury of their hound the gods shall\nmake for the last time in Pegana the sign of all the gods, and go\nwith dignity and quiet down to Their galleons of gold, and sail\naway down the River of Silence, not ever to return.\n\nThen shall the River overflow its banks, and a tide come setting\nin from the Silent Sea, till all the Worlds and the Skies are\ndrowned in silence; while MANA-YOOD-SUSHAI in the Middle of All\nsits deep in thought. And the hound Time, when all the Worlds and\ncities are swept away whereon he used to raven, having no more to\ndevour, shall suddenly die.\n\nBut there are some that hold--and this is the heresy of the\nSaigoths--that when the gods go down at the last into their\ngalleons of gold Mung shall turn alone, and, setting his back\nagainst Trehagobol and wielding the Sword of Severing which is\ncalled Death, shall fight out his last fight with the hound Time,\nhis empty scabbard Sleep clattering loose beside him.\n\nThere under Trehagobol they shall fight alone when all the gods\nare gone.\n\nAnd the Saigoths say that for two days and nights the hound shall\nleer and snarl before the face of Mung-days and nights that shall\nbe lit by neither sun nor moons, for these shall go dipping down\nthe sky with all the Worlds as the galleons glide away, because\nthe gods that made them are gods no more.\n\nAnd then shall the hound, springing, tear out the throat of Mung,\nwho, making for the last time the sign of Mung, shall bring down\nDeath crashing through the shoulders of the hound, and in the\nblood of Time that Sword shall rust away.\n\nThen shall MANA-YOOD-SUSHAI be all alone, with neither Death nor\nTime, and never the hours singing in his ears, nor the swish of\nthe passing lives.\n\nBut far away from Pegana shall go the galleons of gold that bear\nthe gods away, upon whose faces shall be utter calm, because They\nare the gods knowing that it is THE END.\n"
  }
}