{
 "author": [
  "James, Henry"
 ],
 "title": [
  "An International Episode"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "British -- United States -- Fiction",
  "London (England) -- Social life and customs -- Fiction",
  "Americans -- England -- Fiction",
  "Manners and customs -- Fiction",
  "New York (State) -- Social life and customs -- Fiction",
  "PS"
 ],
 "id": "210",
 "genre": [
  "fiction"
 ],
 "paragraphs": [
  {
   "size": 605,
   "text": "AN INTERNATIONAL EPISODEFour years ago--in 1874--two young Englishmen had occasion to go to the United States. They crossed the ocean at midsummer, and, arriving in New York on the first day of August, were much struck with the fervid temperature of that city. Disembarking upon the wharf, they climbed into one of those huge high-hung coaches which convey passengers to the hotels, and with a great deal of bouncing and bumping, took their course through Broadway. The midsummer aspect of New York is not, perhaps, the most favorable one; still, it is not without its picturesque and even brilliant side.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 737,
   "text": "Nothing could well resemble less a typical English street than the interminable avenue, rich in incongruities, through which our two travelers advanced--looking out on each side of them at the comfortable animation of the sidewalks, the high-colored, heterogeneous architecture, the huge white marble facades glittering in the strong, crude light, and bedizened with gilded lettering, the multifarious awnings, banners, and streamers, the extraordinary number of omnibuses, horsecars, and other democratic vehicles, the vendors of cooling fluids, the white trousers and big straw hats of the policemen, the tripping gait of the modish young persons on the pavement, the general brightness, newness, juvenility, both of people and things.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 635,
   "text": "The young men had exchanged few observations; but in crossing Union Square, in front of the monument to Washington--in the very shadow, indeed, projected by the image of the PATER PATRIAE--one of them remarked to the other, “It seems a rum-looking place.” “Ah, very odd, very odd,” said the other, who was the clever man of the two. “Pity it’s so beastly hot,” resumed the first speaker after a pause. “You know we are in a low latitude,” said his friend. “I daresay,” remarked the other. “I wonder,” said the second speaker presently, “if they can give one a bath?” “I daresay not,” rejoined the other. “Oh, I say!” cried his comrade.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 758,
   "text": "This animated discussion was checked by their arrival at the hotel, which had been recommended to them by an American gentleman whose acquaintance they made--with whom, indeed, they became very intimate--on the steamer, and who had proposed to accompany them to the inn and introduce them, in a friendly way, to the proprietor. This plan, however, had been defeated by their friend’s finding that his “partner” was awaiting him on the wharf and that his commercial associate desired him instantly to come and give his attention to certain telegrams received from St. Louis. But the two Englishmen, with nothing but their national prestige and personal graces to recommend them, were very well received at the hotel, which had an air of capacious hospitality.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 671,
   "text": "They found that a bath was not unattainable, and were indeed struck with the facilities for prolonged and reiterated immersion with which their apartment was supplied. After bathing a good deal--more, indeed, than they had ever done before on a single occasion--they made their way into the dining room of the hotel, which was a spacious restaurant, with a fountain in the middle, a great many tall plants in ornamental tubs, and an array of French waiters. The first dinner on land, after a sea voyage, is, under any circumstances, a delightful occasion, and there was something particularly agreeable in the circumstances in which our young Englishmen found themselves.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 683,
   "text": "They were extremely good natured young men; they were more observant than they appeared; in a sort of inarticulate, accidentally dissimulative fashion, they were highly appreciative. This was, perhaps, especially the case with the elder, who was also, as I have said, the man of talent. They sat down at a little table, which was a very different affair from the great clattering seesaw in the saloon of the steamer. The wide doors and windows of the restaurant stood open, beneath large awnings, to a wide pavement, where there were other plants in tubs, and rows of spreading trees, and beyond which there was a large shady square, without any palings, and with marble-paved walks.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 661,
   "text": "And above the vivid verdure rose other facades of white marble and of pale chocolate-colored stone, squaring themselves against the deep blue sky. Here, outside, in the light and the shade and the heat, there was a great tinkling of the bells of innumerable streetcars, and a constant strolling and shuffling and rustling of many pedestrians, a large proportion of whom were young women in Pompadour-looking dresses. Within, the place was cool and vaguely lighted, with the plash of water, the odor of flowers, and the flitting of French waiters, as I have said, upon soundless carpets. “It’s rather like Paris, you know,” said the younger of our two travelers.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 641,
   "text": "“It’s like Paris--only more so,” his companion rejoined. “I suppose it’s the French waiters,” said the first speaker. “Why don’t they have French waiters in London?” “Fancy a French waiter at a club,” said his friend. The young Englishman started a little, as if he could not fancy it. “In Paris I’m very apt to dine at a place where there’s an English waiter. Don’t you know what’s-his-name’s, close to the thingumbob? They always set an English waiter at me. I suppose they think I can’t speak French.” “Well, you can’t.” And the elder of the young Englishmen unfolded his napkin. His companion took no notice whatever of this declaration.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 653,
   "text": "“I say,” he resumed in a moment, “I suppose we must learn to speak American. I suppose we must take lessons.” “I can’t understand them,” said the clever man. “What the deuce is HE saying?” asked his comrade, appealing from the French waiter. “He is recommending some soft-shell crabs,” said the clever man. And so, in desultory observation of the idiosyncrasies of the new society in which they found themselves, the young Englishmen proceeded to dine--going in largely, as the phrase is, for cooling draughts and dishes, of which their attendant offered them a very long list. After dinner they went out and slowly walked about the neighboring streets.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 643,
   "text": "The early dusk of waning summer was coming on, but the heat was still very great. The pavements were hot even to the stout boot soles of the British travelers, and the trees along the curbstone emitted strange exotic odors. The young men wandered through the adjoining square--that queer place without palings, and with marble walks arranged in black and white lozenges. There were a great many benches, crowded with shabby-looking people, and the travelers remarked, very justly, that it was not much like Belgrave Square. On one side was an enormous hotel, lifting up into the hot darkness an immense array of open, brightly lighted windows.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 701,
   "text": "At the base of this populous structure was an eternal jangle of horsecars, and all round it, in the upper dusk, was a sinister hum of mosquitoes. The ground floor of the hotel seemed to be a huge transparent cage, flinging a wide glare of gaslight into the street, of which it formed a sort of public adjunct, absorbing and emitting the passersby promiscuously. The young Englishmen went in with everyone else, from curiosity, and saw a couple of hundred men sitting on divans along a great marble-paved corridor, with their legs stretched out, together with several dozen more standing in a queue, as at the ticket office of a railway station, before a brilliantly illuminated counter of vast extent.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 676,
   "text": "These latter persons, who carried portmanteaus in their hands, had a dejected, exhausted look; their garments were not very fresh, and they seemed to be rendering some mysterious tribute to a magnificent young man with a waxed mustache, and a shirtfront adorned with diamond buttons, who every now and then dropped an absent glance over their multitudinous patience. They were American citizens doing homage to a hotel clerk. “I’m glad he didn’t tell us to go there,” said one of our Englishmen, alluding to their friend on the steamer, who had told them so many things. They walked up the Fifth Avenue, where, for instance, he had told them that all the first families lived.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 743,
   "text": "But the first families were out of town, and our young travelers had only the satisfaction of seeing some of the second--or perhaps even the third--taking the evening air upon balconies and high flights of doorsteps, in the streets which radiate from the more ornamental thoroughfare. They went a little way down one of these side streets, and they saw young ladies in white dresses--charming-looking persons--seated in graceful attitudes on the chocolate-colored steps. In one or two places these young ladies were conversing across the street with other young ladies seated in similar postures and costumes in front of the opposite houses, and in the warm night air their colloquial tones sounded strange in the ears of the young Englishmen.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 756,
   "text": "One of our friends, nevertheless--the younger one--intimated that he felt a disposition to interrupt a few of these soft familiarities; but his companion observed, pertinently enough, that he had better be careful. “We must not begin with making mistakes,” said his companion. “But he told us, you know--he told us,” urged the young man, alluding again to the friend on the steamer. “Never mind what he told us!” answered his comrade, who, if he had greater talents, was also apparently more of a moralist. By bedtime--in their impatience to taste of a terrestrial couch again our seafarers went to bed early--it was still insufferably hot, and the buzz of the mosquitoes at the open windows might have passed for an audible crepitation of the temperature.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 682,
   "text": "“We can’t stand this, you know,” the young Englishmen said to each other; and they tossed about all night more boisterously than they had tossed upon the Atlantic billows. On the morrow, their first thought was that they would re-embark that day for England; and then it occured to them that they might find an asylum nearer at hand. The cave of Aeolus became their ideal of comfort, and they wondered where the Americans went when they wished to cool off. They had not the least idea, and they determined to apply for information to Mr. J. L. Westgate. This was the name inscribed in a bold hand on the back of a letter carefully preserved in the pocketbook of our junior traveler.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 665,
   "text": "Beneath the address, in the left-hand corner of the envelope, were the words, “Introducing Lord Lambeth and Percy Beaumont, Esq.” The letter had been given to the two Englishmen by a good friend of theirs in London, who had been in America two years previously, and had singled out Mr. J. L. Westgate from the many friends he had left there as the consignee, as it were, of his compatriots. “He is a capital fellow,” the Englishman in London had said, “and he has got an awfully pretty wife. He’s tremendously hospitable--he will do everything in the world for you; and as he knows everyone over there, it is quite needless I should give you any other introduction.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 843,
   "text": "He will make you see everyone; trust to him for putting you into circulation. He has got a tremendously pretty wife.” It was natural that in the hour of tribulation Lord Lambeth and Mr. Percy Beaumont should have bethought themselves of a gentleman whose attractions had been thus vividly depicted; all the more so that he lived in the Fifth Avenue, and that the Fifth Avenue, as they had ascertained the night before, was contiguous to their hotel. “Ten to one he’ll be out of town,” said Percy Beaumont; “but we can at least find out where he has gone, and we can immediately start in pursuit. He can’t possibly have gone to a hotter place, you know.” “Oh, there’s only one hotter place,” said Lord Lambeth, “and I hope he hasn’t gone there.” They strolled along the shady side of the street to the number indicated upon the precious letter.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 767,
   "text": "The house presented an imposing chocolate-colored expanse, relieved by facings and window cornices of florid sculpture, and by a couple of dusty rose trees which clambered over the balconies and the portico. This last-mentioned feature was approached by a monumental flight of steps. “Rather better than a London house,” said Lord Lambeth, looking down from this altitude, after they had rung the bell. “It depends upon what London house you mean,” replied his companion. “You have a tremendous chance to get wet between the house door and your carriage.” “Well,” said Lord Lambeth, glancing at the burning heavens, “I ‘guess’ it doesn’t rain so much here!” The door was opened by a long Negro in a white jacket, who grinned familiarly when Lord Lambeth asked for Mr.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 753,
   "text": "Westgate. “He ain’t at home, sah; he’s downtown at his o’fice.” “Oh, at his office?” said the visitors. “And when will he be at home?” “Well, sah, when he goes out dis way in de mo’ning, he ain’t liable to come home all day.” This was discouraging; but the address of Mr. Westgate’s office was freely imparted by the intelligent black and was taken down by Percy Beaumont in his pocketbook. The two gentlemen then returned, languidly, to their hotel, and sent for a hackney coach, and in this commodious vehicle they rolled comfortably downtown. They measured the whole length of Broadway again and found it a path of fire; and then, deflecting to the left, they were deposited by their conductor before a fresh, light, ornamental structure, ten stories",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 632,
   "text": "high, in a street crowded with keen-faced, light-limbed young men, who were running about very quickly and stopping each other eagerly at corners and in doorways. Passing into this brilliant building, they were introduced by one of the keen-faced young men--he was a charming fellow, in wonderful cream-colored garments and a hat with a blue ribbon, who had evidently perceived them to be aliens and helpless--to a very snug hydraulic elevator, in which they took their place with many other persons, and which, shooting upward in its vertical socket, presently projected them into the seventh horizontal compartment of the edifice.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 812,
   "text": "Here, after brief delay, they found themselves face to face with the friend of their friend in London. His office was composed of several different rooms, and they waited very silently in one of them after they had sent in their letter and their cards. The letter was not one which it would take Mr. Westgate very long to read, but he came out to speak to them more instantly than they could have expected; he had evidently jumped up from his work. He was a tall, lean personage and was dressed all in fresh white linen; he had a thin, sharp, familiar face, with an expression that was at one and the same time sociable and businesslike, a quick, intelligent eye, and a large brown mustache, which concealed his mouth and made his chin, beneath it, look small. Lord Lambeth thought he looked tremendously clever.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 609,
   "text": "“How do you do, Lord Lambeth--how do you do, sir?” he said, holding the open letter in his hand. “I’m very glad to see you; I hope you’re very well. You had better come in here; I think it’s cooler,” and he led the way into another room, where there were law books and papers, and windows wide open beneath striped awning. Just opposite one of the windows, on a line with his eyes, Lord Lambeth observed the weathervane of a church steeple. The uproar of the street sounded infinitely far below, and Lord Lambeth felt very high in the air. “I say it’s cooler,” pursued their host, “but everything is relative.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 623,
   "text": "How do you stand the heat?” “I can’t say we like it,” said Lord Lambeth; “but Beaumont likes it better than I.” “Well, it won’t last,” Mr. Westgate very cheerfully declared; “nothing unpleasant lasts over here. It was very hot when Captain Littledale was here; he did nothing but drink sherry cobblers. He expressed some doubt in his letter whether I will remember him--as if I didn’t remember making six sherry cobblers for him one day in about twenty minutes. I hope you left him well, two years having elapsed since then.” “Oh, yes, he’s all right,” said Lord Lambeth. “I am always very glad to see your countrymen,” Mr.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 605,
   "text": "Westgate pursued. “I thought it would be time some of you should be coming along. A friend of mine was saying to me only a day or two ago, ‘It’s time for the watermelons and the Englishmen.” “The Englishmen and the watermelons just now are about the same thing,” Percy Beaumont observed, wiping his dripping forehead. “Ah, well, we’ll put you on ice, as we do the melons. You must go down to Newport.” “We’ll go anywhere,” said Lord Lambeth. “Yes, you want to go to Newport; that’s what you want to do,” Mr. Westgate affirmed. “But let’s see--when did you get here?” “Only yesterday,” said Percy Beaumont.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 624,
   "text": "“Ah, yes, by the Russia. Where are you staying?” “At the Hanover, I think they call it.” “Pretty comfortable?” inquired Mr. Westgate. “It seems a capital place, but I can’t say we like the gnats,” said Lord Lambeth. Mr. Westgate stared and laughed. “Oh, no, of course you don’t like the gnats. We shall expect you to like a good many things over here, but we shan’t insist upon your liking the gnats; though certainly you’ll admit that, as gnats, they are fine, eh? But you oughtn’t to remain in the city.” “So we think,” said Lord Lambeth. “If you would kindly suggest something--” “Suggest something, my dear sir?” and Mr.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 768,
   "text": "Westgate looked at him, narrowing his eyelids. “Open your mouth and shut your eyes! Leave it to me, and I’ll put you through. It’s a matter of national pride with me that all Englishmen should have a good time; and as I have had considerable practice, I have learned to minister to their wants. I find they generally want the right thing. So just please to consider yourselves my property; and if anyone should try to appropriate you, please to say, ‘Hands off; too late for the market.’ But let’s see,” continued the American, in his slow, humorous voice, with a distinctness of utterance which appeared to his visitors to be part of a humorous intention--a strangely leisurely, speculative voice for a man evidently so busy and, as they felt, so professional--“let’s",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 256,
   "text": "see; are you going to make something of a stay, Lord Lambeth?” “Oh, dear, no,” said the young Englishman; “my cousin was coming over on some business, so I just came across, at an hour’s notice, for the lark.” “Is it your first visit to the United States?”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 621,
   "text": "“I was obliged to come on some business,” said Percy Beaumont, “and I brought Lambeth along.” “And YOU have been here before, sir?” “I thought, from your referring to business--” said Mr. Westgate. “Oh, you see I’m by way of being a barrister,” Percy Beaumont answered. “I know some people that think of bringing a suit against one of your railways, and they asked me to come over and take measures accordingly.” “What’s your railroad?” he asked. “The Tennessee Central.” The American tilted back his chair a little and poised it an instant. “Well, I’m sorry you want to attack one of our institutions,” he said, smiling.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 643,
   "text": "“But I guess you had better enjoy yourself FIRST!” “I’m certainly rather afraid I can’t work in this weather,” the young barrister confessed. “Leave that to the natives,” said Mr. Westgate. “Leave the Tennessee Central to me, Mr. Beaumont. Some day we’ll talk it over, and I guess I can make it square. But I didn’t know you Englishmen ever did any work, in the upper classes.” “Oh, we do a lot of work; don’t we, Lambeth?” asked Percy Beaumont. “I must certainly be at home by the 19th of September,” said the younger Englishman, irrelevantly but gently. “For the shooting, eh? or is it the hunting, or the fishing?” inquired his entertainer.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 646,
   "text": "“Oh, I must be in Scotland,” said Lord Lambeth, blushing a little. “Well, then,” rejoined Mr. Westgate, “you had better amuse yourself first, also. You must go down and see Mrs. Westgate.” “We should be so happy, if you would kindly tell us the train,” said Percy Beaumont. “It isn’t a train--it’s a boat.” “Oh, I see. And what is the name of--a--the--a--town?” “It isn’t a town,” said Mr. Westgate, laughing. “It’s a--well, what shall I call it? It’s a watering place. In short, it’s Newport. You’ll see what it is. It’s cool; that’s the principal thing. You will greatly oblige me by going down there and putting yourself into the hands of Mrs.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 617,
   "text": "Westgate. It isn’t perhaps for me to say it, but you couldn’t be in better hands. Also in those of her sister, who is staying with her. She is very fond of Englishmen. She thinks there is nothing like them.” “Mrs. Westgate or--a--her sister?” asked Percy Beaumont modestly, yet in the tone of an inquiring traveler. “Oh, I mean my wife,” said Mr. Westgate. “I don’t suppose my sister-in-law knows much about them. She has always led a very quiet life; she has lived in Boston.” Percy Beaumont listened with interest. “That, I believe,” he said, “is the most--a--intellectual town?” “I believe it is very intellectual.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 734,
   "text": "I don’t go there much,” responded his host. “I say, we ought to go there,” said Lord Lambeth to his companion. “Oh, Lord Lambeth, wait till the great heat is over,” Mr. Westgate interposed. “Boston in this weather would be very trying; it’s not the temperature for intellectual exertion. At Boston, you know, you have to pass an examination at the city limits; and when you come away they give you a kind of degree.” Lord Lambeth stared, blushing a little; and Percy Beaumont stared a little also--but only with his fine natural complexion--glancing aside after a moment to see that his companion was not looking too credulous, for he had heard a great deal of American humor. “I daresay it is very jolly,” said the younger gentleman.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 600,
   "text": "“I daresay it is,” said Mr. Westgate. “Only I must impress upon you that at present--tomorrow morning, at an early hour--you will be expected at Newport. We have a house there; half the people in New York go there for the summer. I am not sure that at this very moment my wife can take you in; she has got a lot of people staying with her; I don’t know who they all are; only she may have no room. But you can begin with the hotel, and meanwhile you can live at my house. In that way--simply sleeping at the hotel--you will find it tolerable. For the rest, you must make yourself at home at my place.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 764,
   "text": "You mustn’t be shy, you know; if you are only here for a month that will be a great waste of time. Mrs. Westgate won’t neglect you, and you had better not try to resist her. I know something about that. I expect you’ll find some pretty girls on the premises. I shall write to my wife by this afternoon’s mail, and tomorrow morning she and Miss Alden will look out for you. Just walk right in and make yourself comfortable. Your steamer leaves from this part of the city, and I will immediately send out and get you a cabin. Then, at half past four o’clock, just call for me here, and I will go with you and put you on board. It’s a big boat; you might get lost. A few days hence, at the end of the week, I will come down to Newport and see how you are getting on.”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 696,
   "text": "The two young Englishmen inaugurated the policy of not resisting Mrs. Westgate by submitting, with great docility and thankfulness, to her husband. He was evidently a very good fellow, and he made an impression upon his visitors; his hospitality seemed to recommend itself consciously--with a friendly wink, as it were--as if it hinted, judicially, that you could not possibly make a better bargain. Lord Lambeth and his cousin left their entertainer to his labors and returned to their hotel, where they spent three or four hours in their respective shower baths. Percy Beaumont had suggested that they ought to see something of the town; but “Oh, damn the town!” his noble kinsman had rejoined.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 612,
   "text": "They returned to Mr. Westgate’s office in a carriage, with their luggage, very punctually; but it must be reluctantly recorded that, this time, he kept them waiting so long that they felt themselves missing the steamer, and were deterred only by an amiable modesty from dispensing with his attendance and starting on a hasty scramble to the wharf. But when at last he appeared, and the carriage plunged into the purlieus of Broadway, they jolted and jostled to such good purpose that they reached the huge white vessel while the bell for departure was still ringing and the absorption of passengers still active.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 796,
   "text": "It was indeed, as Mr. Westgate had said, a big boat, and his leadership in the innumerable and interminable corridors and cabins, with which he seemed perfectly acquainted, and of which anyone and everyone appeared to have the entree, was very grateful to the slightly bewildered voyagers. He showed them their stateroom--a spacious apartment, embellished with gas lamps, mirrors en pied, and sculptured furniture--and then, long after they had been intimately convinced that the steamer was in motion and launched upon the unknown stream that they were about to navigate, he bade them a sociable farewell. “Well, goodbye, Lord Lambeth,” he said; “goodbye, Mr. Percy Beaumont. I hope you’ll have a good time. Just let them do what they want with you. I’ll come down by-and-by and look after you.”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 639,
   "text": "The young Englishmen emerged from their cabin and amused themselves with wandering about the immense labyrinthine steamer, which struck them as an extraordinary mixture of a ship and a hotel. It was densely crowded with passengers, the larger number of whom appeared to be ladies and very young children; and in the big saloons, ornamented in white and gold, which followed each other in surprising succession, beneath the swinging gaslight, and among the small side passages where the Negro domestics of both sexes assembled with an air of philosophic leisure, everyone was moving to and fro and exchanging loud and familiar observations.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 637,
   "text": "Eventually, at the instance of a discriminating black, our young men went and had some “supper” in a wonderful place arranged like a theater, where, in a gilded gallery, upon which little boxes appeared to open, a large orchestra was playing operatic selections, and, below, people were handing about bills of fare, as if they had been programs. All this was sufficiently curious; but the agreeable thing, later, was to sit out on one of the great white decks of the steamer, in the warm breezy darkness, and, in the vague starlight, to make out the line of low, mysterious coast. The young Englishmen tried American cigars--those of Mr.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 606,
   "text": "Westgate--and talked together as they usually talked, with many odd silences, lapses of logic, and incongruities of transition; like people who have grown old together and learned to supply each other’s missing phrases; or, more especially, like people thoroughly conscious of a common point of view, so that a style of conversation superficially lacking in finish might suffice for reference to a fund of associations in the light of which everything was all right. “We really seem to be going out to sea,” Percy Beaumont observed. “Upon my word, we are going back to England. He has shipped us off again.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 647,
   "text": "I call that ‘real mean.’” “I suppose it’s all right,” said Lord Lambeth. “I want to see those pretty girls at Newport. You know, he told us the place was an island; and aren’t all islands in the sea?” “Well,” resumed the elder traveler after a while, “if his house is as good as his cigars, we shall do very well.” “He seems a very good fellow,” said Lord Lambeth, as if this idea had just occurred to him. “I say, we had better remain at the inn,” rejoined his companion presently. “I don’t think I like the way he spoke of his house. I don’t like stopping in the house with such a tremendous lot of women.” “Oh, I don’t mind,” said Lord Lambeth.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 608,
   "text": "And then they smoked a while in silence. “Fancy his thinking we do no work in England!” the young man resumed. “I daresay he didn’t really think so,” said Percy Beaumont. “Well, I guess they don’t know much about England over here!” declared Lord Lambeth humorously. And then there was another long pause. “He was devilish civil,” observed the young nobleman. “Nothing, certainly, could have been more civil,” rejoined his companion. “Littledale said his wife was great fun,” said Lord Lambeth. “Whose wife--Littledale’s?” “This American’s--Mrs. Westgate. What’s his name? J.L.” Beaumont was silent a moment.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 645,
   "text": "“What was fun to Littledale,” he said at last, rather sententiously, “may be death to us.” “What do you mean by that?” asked his kinsman. “I am as good a man as Littledale.” “My dear boy, I hope you won’t begin to flirt,” said Percy Beaumont. “I don’t care. I daresay I shan’t begin.” “With a married woman, if she’s bent upon it, it’s all very well,” Beaumont expounded. “But our friend mentioned a young lady--a sister, a sister-in-law. For God’s sake, don’t get entangled with her!” “How do you mean entangled?” “Depend upon it she will try to hook you.” “Oh, bother!” said Lord Lambeth. “American girls are very clever,” urged his companion.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 873,
   "text": "“So much the better,” the young man declared. “I fancy they are always up to some game of that sort,” Beaumont continued. “They can’t be worse than they are in England,” said Lord Lambeth judicially. “Ah, but in England,” replied Beaumont, “you have got your natural protectors. You have got your mother and sisters.” “My mother and sisters--” began the young nobleman with a certain energy. But he stopped in time, puffing at his cigar. “Your mother spoke to me about it, with tears in her eyes,” said Percy Beaumont. “She said she felt very nervous. I promised to keep you out of mischief.” “You had better take care of yourself,” said the object of maternal and ducal solicitude. “Ah,” rejoined the young barrister, “I haven’t the expectation of a hundred thousand a year, not to mention other attractions.” “Well,” said Lord Lambeth, “don’t cry out before you’re hurt!”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 712,
   "text": "It was certainly very much cooler at Newport, where our travelers found themselves assigned to a couple of diminutive bedrooms in a faraway angle of an immense hotel. They had gone ashore in the early summer twilight and had very promptly put themselves to bed; thanks to which circumstance and to their having, during the previous hours, in their commodious cabin, slept the sleep of youth and health, they began to feel, toward eleven o’clock, very alert and inquisitive. They looked out of their windows across a row of small green fields, bordered with low stone walls of rude construction, and saw a deep blue ocean lying beneath a deep blue sky, and flecked now and then with scintillating patches of foam.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 763,
   "text": "A strong, fresh breeze came in through the curtainless casements and prompted our young men to observe, generally, that it didn’t seem half a bad climate. They made other observations after they had emerged from their rooms in pursuit of breakfast--a meal of which they partook in a huge bare hall, where a hundred Negroes, in white jackets, were shuffling about upon an uncarpeted floor; where the flies were superabundant, and the tables and dishes covered over with a strange, voluminous integument of coarse blue gauze; and where several little boys and girls, who had risen late, were seated in fastidious solitude at the morning repast. These young persons had not the morning paper before them, but they were engaged in languid perusal of the bill of fare.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 704,
   "text": "This latter document was a great puzzle to our friends, who, on reflecting that its bewildering categories had relation to breakfast alone, had an uneasy prevision of an encyclopedic dinner list. They found a great deal of entertainment at the hotel, an enormous wooden structure, for the erection of which it seemed to them that the virgin forests of the West must have been terribly deflowered. It was perforated from end to end with immense bare corridors, through which a strong draught was blowing--bearing along wonderful figures of ladies in white morning dresses and clouds of Valenciennes lace, who seemed to float down the long vistas with expanded furbelows, like angels spreading their wings.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 861,
   "text": "In front was a gigantic veranda, upon which an army might have encamped--a vast wooden terrace, with a roof as lofty as the nave of a cathedral. Here our young Englishmen enjoyed, as they supposed, a glimpse of American society, which was distributed over the measureless expanse in a variety of sedentary attitudes, and appeared to consist largely of pretty young girls, dressed as if for a fete champetre, swaying to and fro in rocking chairs, fanning themselves with large straw fans, and enjoying an enviable exemption from social cares. Lord Lambeth had a theory, which it might be interesting to trace to its origin, that it would be not only agreeable, but easily possible, to enter into relations with one of these young ladies; and his companion (as he had done a couple of days before) found occasion to check the young nobleman’s colloquial impulses.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 684,
   "text": "“You had better take care,” said Percy Beaumont, “or you will have an offended father or brother pulling out a bowie knife.” “I assure you it is all right,” Lord Lambeth replied. “You know the Americans come to these big hotels to make acquaintances.” “I know nothing about it, and neither do you,” said his kinsman, who, like a clever man, had begun to perceive that the observation of American society demanded a readjustment of one’s standard. “Hang it, then let’s find out!” cried Lord Lambeth with some impatience. “You know I don’t want to miss anything.” “We will find out,” said Percy Beaumont very reasonably. “We will go and see Mrs. Westgate and make all proper inquiries.”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 647,
   "text": "And so the two inquiring Englishmen, who had this lady’s address inscribed in her husband’s hand upon a card, descended from the veranda of the big hotel and took their way, according to direction, along a large straight road, past a series of fresh-looking villas embosomed in shrubs and flowers and enclosed in an ingenious variety of wooden palings. The morning was brilliant and cool, the villas were smart and snug, and the walk of the young travelers was very entertaining. Everything looked as if it had received a coat of fresh paint the day before--the red roofs, the green shutters, the clean, bright browns and buffs of the housefronts.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 634,
   "text": "The flower beds on the little lawns seemed to sparkle in the radiant air, and the gravel in the short carriage sweeps to flash and twinkle. Along the road came a hundred little basket phaetons, in which, almost always, a couple of ladies were sitting--ladies in white dresses and long white gloves, holding the reins and looking at the two Englishmen, whose nationality was not elusive, through thick blue veils tied tightly about their faces as if to guard their complexions. At last the young men came within sight of the sea again, and then, having interrogated a gardener over the paling of a villa, they turned into an open gate.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 620,
   "text": "Here they found themselves face to face with the ocean and with a very picturesque structure, resembling a magnified chalet, which was perched upon a green embankment just above it. The house had a veranda of extraordinary width all around it and a great many doors and windows standing open to the veranda. These various apertures had, in common, such an accessible, hospitable air, such a breezy flutter within of light curtains, such expansive thresholds and reassuring interiors, that our friends hardly knew which was the regular entrance, and, after hesitating a moment, presented themselves at one of the windows.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 710,
   "text": "The room within was dark, but in a moment a graceful figure vaguely shaped itself in the rich-looking gloom, and a lady came to meet them. Then they saw that she had been seated at a table writing, and that she had heard them and had got up. She stepped out into the light; she wore a frank, charming smile, with which she held out her hand to Percy Beaumont. “Oh, you must be Lord Lambeth and Mr. Beaumont,” she said. “I have heard from my husband that you would come. I am extremely glad to see you.” And she shook hands with each of her visitors. Her visitors were a little shy, but they had very good manners; they responded with smiles and exclamations, and they apologized for not knowing the front door.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 896,
   "text": "The lady rejoined, with vivacity, that when she wanted to see people very much she did not insist upon those distinctions, and that Mr. Westgate had written to her of his English friends in terms that made her really anxious. “He said you were so terribly prostrated,” said Mrs. Westgate. “Oh, you mean by the heat?” replied Percy Beaumont. “We were rather knocked up, but we feel wonderfully better. We had such a jolly--a--voyage down here. It’s so very good of you to mind.” “Yes, it’s so very kind of you,” murmured Lord Lambeth. Mrs. Westgate stood smiling; she was extremely pretty. “Well, I did mind,” she said; “and I thought of sending for you this morning to the Ocean House. I am very glad you are better, and I am charmed you have arrived. You must come round to the other side of the piazza.” And she led the way, with a light, smooth step, looking back at the young men and smiling.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 734,
   "text": "The other side of the piazza was, as Lord Lambeth presently remarked, a very jolly place. It was of the most liberal proportions, and with its awnings, its fanciful chairs, its cushions and rugs, its view of the ocean, close at hand, tumbling along the base of the low cliffs whose level tops intervened in lawnlike smoothness, it formed a charming complement to the drawing room. As such it was in course of use at the present moment; it was occupied by a social circle. There were several ladies and two or three gentlemen, to whom Mrs. Westgate proceeded to introduce the distinguished strangers. She mentioned a great many names very freely and distinctly; the young Englishmen, shuffling about and bowing, were rather bewildered.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 649,
   "text": "But at last they were provided with chairs--low, wicker chairs, gilded, and tied with a great many ribbons--and one of the ladies (a very young person, with a little snub nose and several dimples) offered Percy Beaumont a fan. The fan was also adorned with pink love knots; but Percy Beaumont declined it, although he was very hot. Presently, however, it became cooler; the breeze from the sea was delicious, the view was charming, and the people sitting there looked exceedingly fresh and comfortable. Several of the ladies seemed to be young girls, and the gentlemen were slim, fair youths, such as our friends had seen the day before in New York.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 798,
   "text": "The ladies were working upon bands of tapestry, and one of the young men had an open book in his lap. Beaumont afterward learned from one of the ladies that this young man had been reading aloud, that he was from Boston and was very fond of reading aloud. Beaumont said it was a great pity that they had interrupted him; he should like so much (from all he had heard) to hear a Bostonian read. Couldn’t the young man be induced to go on? “Oh no,” said his informant very freely; “he wouldn’t be able to get the young ladies to attend to him now.” There was something very friendly, Beaumont perceived, in the attitude of the company; they looked at the young Englishmen with an air of animated sympathy and interest; they smiled, brightly and unanimously, at everything either of the visitors said.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 630,
   "text": "Lord Lambeth and his companion felt that they were being made very welcome. Mrs. Westgate seated herself between them, and, talking a great deal to each, they had occasion to observe that she was as pretty as their friend Littledale had promised. She was thirty years old, with the eyes and the smile of a girl of seventeen, and she was extremely light and graceful, elegant, exquisite. Mrs. Westgate was extremely spontaneous. She was very frank and demonstrative and appeared always--while she looked at you delightedly with her beautiful young eyes--to be making sudden confessions and concessions, after momentary hesitations.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 606,
   "text": "“We shall expect to see a great deal of you,” she said to Lord Lambeth with a kind of joyous earnestness. “We are very fond of Englishmen here; that is, there are a great many we have been fond of. After a day or two you must come and stay with us; we hope you will stay a long time. Newport’s a very nice place when you come really to know it, when you know plenty of people. Of course you and Mr. Beaumont will have no difficulty about that. Englishmen are very well received here; there are almost always two or three of them about. I think they always like it, and I must say I should think they would.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 656,
   "text": "They receive ever so much attention. I must say I think they sometimes get spoiled; but I am sure you and Mr. Beaumont are proof against that. My husband tells me you are a friend of Captain Littledale; he was such a charming man. He made himself most agreeable here, and I am sure I wonder he didn’t stay. It couldn’t have been pleasanter for him in his own country, though, I suppose, it is very pleasant in England, for English people. I don’t know myself; I have been there very little. I have been a great deal abroad, but I am always on the Continent. I must say I’m extremely fond of Paris; you know we Americans always are; we go there when we die.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 655,
   "text": "Did you ever hear that before? That was said by a great wit, I mean the good Americans; but we are all good; you’ll see that for yourself. All I know of England is London, and all I know of London is that place on that little corner, you know, where you buy jackets--jackets with that coarse braid and those big buttons. They make very good jackets in London, I will do you the justice to say that. And some people like the hats; but about the hats I was always a heretic; I always got my hats in Paris. You can’t wear an English hat--at least I never could--unless you dress your hair a l’Anglaise; and I must say that is a talent I have never possessed.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 622,
   "text": "In Paris they will make things to suit your peculiarities; but in England I think you like much more to have--how shall I say it?--one thing for everybody. I mean as regards dress. I don’t know about other things; but I have always supposed that in other things everything was different. I mean according to the people--according to the classes, and all that. I am afraid you will think that I don’t take a very favorable view; but you know you can’t take a very favorable view in Dover Street in the month of November. That has always been my fate. Do you know Jones’s Hotel in Dover Street? That’s all I know of England.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 647,
   "text": "Of course everyone admits that the English hotels are your weak point. There was always the most frightful fog; I couldn’t see to try my things on. When I got over to America--into the light--I usually found they were twice too big. The next time I mean to go in the season; I think I shall go next year. I want very much to take my sister; she has never been to England. I don’t know whether you know what I mean by saying that the Englishmen who come here sometimes get spoiled. I mean that they take things as a matter of course--things that are done for them. Now, naturally, they are only a matter of course when the Englishmen are very nice.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 793,
   "text": "But, of course, they are almost always very nice. Of course this isn’t nearly such an interesting country as England; there are not nearly so many things to see, and we haven’t your country life. I have never seen anything of your country life; when I am in Europe I am always on the Continent. But I have heard a great deal about it; I know that when you are among yourselves in the country you have the most beautiful time. Of course we have nothing of that sort, we have nothing on that scale. I don’t apologize, Lord Lambeth; some Americans are always apologizing; you must have noticed that. We have the reputation of always boasting and bragging and waving the American flag; but I must say that what strikes me is that we are perpetually making excuses and trying to smooth things over.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 661,
   "text": "The American flag has quite gone out of fashion; it’s very carefully folded up, like an old tablecloth. Why should we apologize? The English never apologize--do they? No; I must say I never apologize. You must take us as we come--with all our imperfections on our heads. Of course we haven’t your country life, and your old ruins, and your great estates, and your leisure class, and all that. But if we haven’t, I should think you might find it a pleasant change--I think any country is pleasant where they have pleasant manners. Captain Littledale told me he had never seen such pleasant manners as at Newport, and he had been a great deal in European society.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 669,
   "text": "Hadn’t he been in the diplomatic service? He told me the dream of his life was to get appointed to a diplomatic post in Washington. But he doesn’t seem to have succeeded. I suppose that in England promotion--and all that sort of thing--is fearfully slow. With us, you know, it’s a great deal too fast. You see, I admit our drawbacks. But I must confess I think Newport is an ideal place. I don’t know anything like it anywhere. Captain Littledale told me he didn’t know anything like it anywhere. It’s entirely different from most watering places; it’s a most charming life. I must say I think that when one goes to a foreign country one ought to enjoy the differences.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 697,
   "text": "Of course there are differences, otherwise what did one come abroad for? Look for your pleasure in the differences, Lord Lambeth; that’s the way to do it; and then I am sure you will find American society--at least Newport society--most charming and most interesting. I wish very much my husband were here; but he’s dreadfully confined to New York. I suppose you think that is very strange--for a gentleman. But you see we haven’t any leisure class.” Mrs. Westgate’s discourse, delivered in a soft, sweet voice, flowed on like a miniature torrent, and was interrupted by a hundred little smiles, glances, and gestures, which might have figured the irregularities and obstructions of such a stream.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 740,
   "text": "Lord Lambeth listened to her with, it must be confessed, a rather ineffectual attention, although he indulged in a good many little murmurs and ejaculations of assent and deprecation. He had no great faculty for apprehending generalizations. There were some three or four indeed which, in the play of his own intelligence, he had originated, and which had seemed convenient at the moment; but at the present time he could hardly have been said to follow Mrs. Westgate as she darted gracefully about in the sea of speculation. Fortunately she asked for no especial rejoinder, for she looked about at the rest of the company as well, and smiled at Percy Beaumont, on the other side of her, as if he too much understand her and agree with her.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 650,
   "text": "He was rather more successful than his companion; for besides being, as we know, cleverer, his attention was not vaguely distracted by close vicinity to a remarkably interesting young girl, with dark hair and blue eyes. This was the case with Lord Lambeth, to whom it occurred after a while that the young girl with blue eyes and dark hair was the pretty sister of whom Mrs. Westgate had spoken. She presently turned to him with a remark which established her identity. “It’s a great pity you couldn’t have brought my brother-in-law with you. It’s a great shame he should be in New York in these days.” “Oh, yes; it’s so very hot,” said Lord Lambeth.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 605,
   "text": "“It must be dreadful,” said the young girl. “I daresay he is very busy,” Lord Lambeth observed. “The gentlemen in America work too much,” the young girl went on. “Oh, do they? I daresay they like it,” said her interlocutor. “I don’t like it. One never sees them.” “Don’t you, really?” asked Lord Lambeth. “I shouldn’t have fancied that.” “Have you come to study American manners?” asked the young girl. “Oh, I don’t know. I just came over for a lark. I haven’t got long.” Here there was a pause, and Lord Lambeth began again. “But Mr. Westgate will come down here, will not he?” “I certainly hope he will.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 638,
   "text": "He must help to entertain you and Mr. Beaumont.” Lord Lambeth looked at her a little with his handsome brown eyes. “Do you suppose he would have come down with us if we had urged him?” Mr. Westgate’s sister-in-law was silent a moment, and then, “I daresay he would,” she answered. “Really!” said the young Englishman. “He was immensely civil to Beaumont and me,” he added. “He is a dear good fellow,” the young lady rejoined, “and he is a perfect husband. But all Americans are that,” she continued, smiling. “Really!” Lord Lambeth exclaimed again and wondered whether all American ladies had such a passion for generalizing as these two.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 751,
   "text": "He sat there a good while: there was a great deal of talk; it was all very friendly and lively and jolly. Everyone present, sooner or later, said something to him, and seemed to make a particular point of addressing him by name. Two or three other persons came in, and there was a shifting of seats and changing of places; the gentlemen all entered into intimate conversation with the two Englishmen, made them urgent offers of hospitality, and hoped they might frequently be of service to them. They were afraid Lord Lambeth and Mr. Beaumont were not very comfortable at their hotel; that it was not, as one of them said, “so private as those dear little English inns of yours.” This last gentleman went on to say that unfortunately, as yet, perhaps,",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 659,
   "text": "privacy was not quite so easily obtained in America as might be desired; still, he continued, you could generally get it by paying for it; in fact, you could get everything in America nowadays by paying for it. American life was certainly growing a great deal more private; it was growing very much like England. Everything at Newport, for instance, was thoroughly private; Lord Lambeth would probably be struck with that. It was also represented to the strangers that it mattered very little whether their hotel was agreeable, as everyone would want them to make visits; they would stay with other people, and, in any case, they would be a great deal at Mrs.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 744,
   "text": "Westgate’s. They would find that very charming; it was the pleasantest house in Newport. It was a pity Mr. Westgate was always away; he was a man of the highest ability--very acute, very acute. He worked like a horse, and he left his wife--well, to do about as she liked. He liked her to enjoy herself, and she seemed to know how. She was extremely brilliant and a splendid talker. Some people preferred her sister; but Miss Alden was very different; she was in a different style altogether. Some people even thought her prettier, and, certainly, she was not so sharp. She was more in the Boston style; she had lived a great deal in Boston, and she was very highly educated. Boston girls, it was propounded, were more like English young ladies.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 865,
   "text": "Lord Lambeth had presently a chance to test the truth of this proposition, for on the company rising in compliance with a suggestion from their hostess that they should walk down to the rocks and look at the sea, the young Englishman again found himself, as they strolled across the grass, in proximity to Mrs. Westgate’s sister. Though she was but a girl of twenty, she appeared to feel the obligation to exert an active hospitality; and this was, perhaps, the more to be noticed as she seemed by nature a reserved and retiring person, and had little of her sister’s fraternizing quality. She was perhaps rather too thin, and she was a little pale; but as she moved slowly over the grass, with her arms hanging at her sides, looking gravely for a moment at the sea and then brightly, for all her gravity, at him, Lord Lambeth thought her at least as pretty as Mrs.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 639,
   "text": "Westgate, and reflected that if this was the Boston style the Boston style was very charming. He thought she looked very clever; he could imagine that she was highly educated; but at the same time she seemed gentle and graceful. For all her cleverness, however, he felt that she had to think a little what to say; she didn’t say the first thing that came into her head; he had come from a different part of the world and from a different society, and she was trying to adapt her conversation. The others were scattering themselves near the rocks; Mrs. Westgate had charge of Percy Beaumont. “Very jolly place, isn’t it?” said Lord Lambeth.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 627,
   "text": "“It’s a very jolly place to sit.” “Very charming,” said the young girl. “I often sit here; there are all kinds of cozy corners--as if they had been made on purpose.” “Ah! I suppose you have had some of them made,” said the young man. Miss Alden looked at him a moment. “Oh no, we have had nothing made. It’s pure nature.” “I should think you would have a few little benches--rustic seats and that sort of thing. It might be so jolly to sit here, you know,” Lord Lambeth went on. “I am afraid we haven’t so many of those things as you,” said the young girl thoughtfully. “I daresay you go in for pure nature, as you were saying.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 692,
   "text": "Nature over here must be so grand, you know.” And Lord Lambeth looked about him. The little coast line hereabouts was very pretty, but it was not at all grand, and Miss Alden appeared to rise to a perception of this fact. “I am afraid it seems to you very rough,” she said. “It’s not like the coast scenery in Kingsley’s novels.” “Ah, the novels always overdo it, you know,” Lord Lambeth rejoined. “You must not go by the novels.” They were wandering about a little on the rocks, and they stopped and looked down into a narrow chasm where the rising tide made a curious bellowing sound. It was loud enough to prevent their hearing each other, and they stood there for some moments in silence.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 752,
   "text": "The young girl looked at her companion, observing him attentively, but covertly, as women, even when very young, know how to do. Lord Lambeth repaid observation; tall, straight, and strong, he was handsome as certain young Englishmen, and certain young Englishmen almost alone, are handsome; with a perfect finish of feature and a look of intellectual repose and gentle good temper which seemed somehow to be consequent upon his well-cut nose and chin. And to speak of Lord Lambeth’s expression of intellectual repose is not simply a civil way of saying that he looked stupid. He was evidently not a young man of an irritable imagination; he was not, as he would himself have said, tremendously clever; but though there was a kind of appealing dullness",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 678,
   "text": "in his eye, he looked thoroughly reasonable and competent, and his appearance proclaimed that to be a nobleman, an athlete, and an excellent fellow was a sufficiently brilliant combination of qualities. The young girl beside him, it may be attested without further delay, thought him the handsomest young man she had ever seen; and Bessie Alden’s imagination, unlike that of her companion, was irritable. He, however, was also making up his mind that she was uncommonly pretty. “I daresay it’s very gay here, that you have lots of balls and parties,” he said; for, if he was not tremendously clever, he rather prided himself on having, with women, a sufficiency of conversation.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 724,
   "text": "“Oh, yes, there is a great deal going on,” Bessie Alden replied. “There are not so many balls, but there are a good many other things. You will see for yourself; we live rather in the midst of it.” “It’s very kind of you to say that. But I thought you Americans were always dancing.” “I suppose we dance a good deal; but I have never seen much of it. We don’t do it much, at any rate, in summer. And I am sure,” said Bessie Alden, “that we don’t have so many balls as you have in England.” “Really!” exclaimed Lord Lambeth. “Ah, in England it all depends, you know.” “You will not think much of our gaieties,” said the young girl, looking at him with a little mixture of interrogation and decision which was peculiar to her.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 811,
   "text": "The interrogation seemed earnest and the decision seemed arch; but the mixture, at any rate, was charming. “Those things, with us, are much less splendid than in England.” “I fancy you don’t mean that,” said Lord Lambeth, laughing. “I assure you I mean everything I say,” the young girl declared. “Certainly, from what I have read about English society, it is very different.” “Ah well, you know,” said her companion, “those things are often described by fellows who know nothing about them. You mustn’t mind what you read.” “Oh, I SHALL mind what I read!” Bessie Alden rejoined. “When I read Thackeray and George Eliot, how can I help minding them?” “Ah well, Thackeray, and George Eliot,” said the young nobleman; “I haven’t read much of them.” “Don’t you suppose they know about society?” asked Bessie Alden.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 619,
   "text": "“Oh, I daresay they know; they were so very clever. But these fashionable novels,” said Lord Lambeth, “they are awful rot, you know.” His companion looked at him a moment with her dark blue eyes, and then she looked down in the chasm where the water was tumbling about. “Do you mean Mrs. Gore, for instance?” she said presently, raising her eyes. “I am afraid I haven’t read that, either,” was the young man’s rejoinder, laughing a little and blushing. “I am afraid you’ll think I am not very intellectual.” “Reading Mrs. Gore is no proof of intellect. But I like reading everything about English life--even poor books.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 655,
   "text": "I am so curious about it.” “Aren’t ladies always curious?” asked the young man jestingly. But Bessie Alden appeared to desire to answer his question seriously. “I don’t think so--I don’t think we are enough so--that we care about many things. So it’s all the more of a compliment,” she added, “that I should want to know so much about England.” The logic here seemed a little close; but Lord Lambeth, made conscious of a compliment, found his natural modesty just at hand. “I am sure you know a great deal more than I do.” “I really think I know a great deal--for a person who has never been there.” “Have you really never been there?” cried Lord Lambeth.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 620,
   "text": "“Fancy!” “Never--except in imagination,” said the young girl. “Fancy!” repeated her companion. “But I daresay you’ll go soon, won’t you?” “It’s the dream of my life!” declared Bessie Alden, smiling. “But your sister seems to know a tremendous lot about London,” Lord Lambeth went on. The young girl was silent a moment. “My sister and I are two very different persons,” she presently said. “She has been a great deal in Europe. She has been in England several times. She has known a great many English people.” “But you must have known some, too,” said Lord Lambeth. “I don’t think that I have ever spoken to one before.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 642,
   "text": "You are the first Englishman that--to my knowledge--I have ever talked with.” Bessie Alden made this statement with a certain gravity--almost, as it seemed to Lord Lambeth, an impressiveness. Attempts at impressiveness always made him feel awkward, and he now began to laugh and swing his stick. “Ah, you would have been sure to know!” he said. And then he added, after an instant, “I’m sorry I am not a better specimen.” The young girl looked away; but she smiled, laying aside her impressiveness. “You must remember that you are only a beginning,” she said. Then she retraced her steps, leading the way back to the lawn, where they saw Mrs.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 647,
   "text": "Westgate come toward them with Percy Beaumont still at her side. “Perhaps I shall go to England next year,” Miss Alden continued; “I want to, immensely. My sister is going to Europe, and she has asked me to go with her. If we go, I shall make her stay as long as possible in London.” “Ah, you must come in July,” said Lord Lambeth. “That’s the time when there is most going on.” “I don’t think I can wait till July,” the young girl rejoined. “By the first of May I shall be very impatient.” They had gone further, and Mrs. Westgate and her companion were near them. “Kitty,” said Miss Alden, “I have given out that we are going to London next May.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 650,
   "text": "So please to conduct yourself accordingly.” Percy Beaumont wore a somewhat animated--even a slightly irritated--air. He was by no means so handsome a man as his cousin, although in his cousin’s absence he might have passed for a striking specimen of the tall, muscular, fair-bearded, clear-eyed Englishman. Just now Beaumont’s clear eyes, which were small and of a pale gray color, had a rather troubled light, and, after glancing at Bessie Alden while she spoke, he rested them upon his kinsman. Mrs. Westgate meanwhile, with her superfluously pretty gaze, looked at everyone alike. “You had better wait till the time comes,” she said to her sister.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 617,
   "text": "“Perhaps next May you won’t care so much about London. Mr. Beaumont and I,” she went on, smiling at her companion, “have had a tremendous discussion. We don’t agree about anything. It’s perfectly delightful.” “Oh, I say, Percy!” exclaimed Lord Lambeth. “I disagree,” said Beaumont, stroking down his back hair, “even to the point of not thinking it delightful.” “Oh, I say!” cried Lord Lambeth again. “I don’t see anything delightful in my disagreeing with Mrs. Westgate,” said Percy Beaumont. “Well, I do!” Mrs. Westgate declared; and she turned to her sister. “You know you have to go to town. The phaeton is there.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 788,
   "text": "You had better take Lord Lambeth.” At this point Percy Beaumont certainly looked straight at his kinsman; he tried to catch his eye. But Lord Lambeth would not look at him; his own eyes were better occupied. “I shall be very happy,” cried Bessie Alden. “I am only going to some shops. But I will drive you about and show you the place.” “An American woman who respects herself,” said Mrs. Westgate, turning to Beaumont with her bright expository air, “must buy something every day of her life. If she can not do it herself, she must send out some member of her family for the purpose. So Bessie goes forth to fulfill my mission.” The young girl had walked away, with Lord Lambeth by her side, to whom she was talking still; and Percy Beaumont watched them as they passed toward the house.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 657,
   "text": "“She fulfills her own mission,” he presently said; “that of being a very attractive young lady.” “I don’t know that I should say very attractive,” Mrs. Westgate rejoined. “She is not so much that as she is charming when you really know her. She is very shy.” “Oh, indeed!” said Percy Beaumont. “Extremely shy,” Mrs. Westgate repeated. “But she is a dear good girl; she is a charming species of girl. She is not in the least a flirt; that isn’t at all her line; she doesn’t know the alphabet of that sort of thing. She is very simple, very serious. She has lived a great deal in Boston, with another sister of mine--the eldest of us--who married a Bostonian.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 824,
   "text": "She is very cultivated, not at all like me; I am not in the least cultivated. She has studied immensely and read everything; she is what they call in Boston ‘thoughtful.’” “A rum sort of girl for Lambeth to get hold of!” his lordship’s kinsman privately reflected. “I really believe,” Mrs. Westgate continued, “that the most charming girl in the world is a Boston superstructure upon a New York fonds; or perhaps a New York superstructure upon a Boston fonds. At any rate, it’s the mixture,” said Mrs. Westgate, who continued to give Percy Beaumont a great deal of information. Lord Lambeth got into a little basket phaeton with Bessie Alden, and she drove him down the long avenue, whose extent he had measured on foot a couple of hours before, into the ancient town, as it was called in that part of the world, of Newport.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 743,
   "text": "The ancient town was a curious affair--a collection of fresh-looking little wooden houses, painted white, scattered over a hillside and clustered about a long straight street paved with enormous cobblestones. There were plenty of shops--a large proportion of which appeared to be those of fruit vendors, with piles of huge watermelons and pumpkins stacked in front of them; and, drawn up before the shops, or bumping about on the cobblestones, were innumerable other basket phaetons freighted with ladies of high fashion, who greeted each other from vehicle to vehicle and conversed on the edge of the pavement in a manner that struck Lord Lambeth as demonstrative, with a great many “Oh, my dears,” and little quick exclamations and caresses.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 784,
   "text": "His companion went into seventeen shops--he amused himself with counting them--and accumulated at the bottom of the phaeton a pile of bundles that hardly left the young Englishman a place for his feet. As she had no groom nor footman, he sat in the phaeton to hold the ponies, where, although he was not a particularly acute observer, he saw much to entertain him--especially the ladies just mentioned, who wandered up and down with the appearance of a kind of aimless intentness, as if they were looking for something to buy, and who, tripping in and out of their vehicles, displayed remarkably pretty feet. It all seemed to Lord Lambeth very odd, and bright, and gay. Of course, before they got back to the villa, he had had a great deal of desultory conversation with Bessie Alden.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 752,
   "text": "The young Englishmen spent the whole of that day and the whole of many successive days in what the French call the intimite of their new friends. They agreed that it was extremely jolly, that they had never known anything more agreeable. It is not proposed to narrate minutely the incidents of their sojourn on this charming shore; though if it were convenient I might present a record of impressions nonetheless delectable that they were not exhaustively analyzed. Many of them still linger in the minds of our travelers, attended by a train of harmonious images--images of brilliant mornings on lawns and piazzas that overlooked the sea; of innumerable pretty girls; of infinite lounging and talking and laughing and flirting and lunching and dining;",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 638,
   "text": "of universal friendliness and frankness; of occasions on which they knew everyone and everything and had an extraordinary sense of ease; of drives and rides in the late afternoon over gleaming beaches, on long sea roads, beneath a sky lighted up by marvelous sunsets; of suppers, on the return, informal, irregular, agreeable; of evenings at open windows or on the perpetual verandas, in the summer starlight, above the warm Atlantic. The young Englishmen were introduced to everybody, entertained by everybody, intimate with everybody. At the end of three days they had removed their luggage from the hotel and had gone to stay with Mrs.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 635,
   "text": "Westgate--a step to which Percy Beaumont at first offered some conscientious opposition. I call his opposition conscientious, because it was founded upon some talk that he had had, on the second day, with Bessie Alden. He had indeed had a good deal of talk with her, for she was not literally always in conversation with Lord Lambeth. He had meditated upon Mrs. Westgate’s account of her sister, and he discovered for himself that the young lady was clever, and appeared to have read a great deal. She seemed very nice, though he could not make out, as Mrs. Westgate had said, she was shy. If she was shy, she carried it off very well.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 684,
   "text": "“Mr. Beaumont,” she had said, “please tell me something about Lord Lambeth’s family. How would you say it in England--his position?” “His position?” Percy Beaumont repeated. “His rank, or whatever you call it. Unfortunately we haven’t got a PEERAGE, like the people in Thackeray.” “That’s a great pity,” said Beaumont. “You would find it all set forth there so much better than I can do it.” “He is a peer, then?” “Oh, yes, he is a peer.” “And has he any other title than Lord Lambeth?” “His title is the Marquis of Lambeth,” said Beaumont; and then he was silent. Bessie Alden appeared to be looking at him with interest. “He is the son of the Duke of Bayswater,” he added presently.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 606,
   "text": "“And are his parents living?” “Oh yes; if his father were not living he would be a duke.” “So that when his father dies,” pursued Bessie Alden with more simplicity than might have been expected in a clever girl, “he will become Duke of Bayswater?” “Of course,” said Percy Beaumont. “But his father is in excellent health.” Beaumont smiled a little. “The duchess is uncommonly robust.” “And has he any sisters?” “Yes, there are two.” “And what are they called?” “One of them is married. She is the Countess of Pimlico.” “The other is unmarried; she is plain Lady Julia.” Bessie Alden looked at him a moment.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 667,
   "text": "“Is she very plain?” Beaumont began to laugh again. “You would not find her so handsome as her brother,” he said; and it was after this that he attempted to dissuade the heir of the Duke of Bayswater from accepting Mrs. Westgate’s invitation. “Depend upon it,” he said, “that girl means to try for you.” “It seems to me you are doing your best to make a fool of me,” the modest young nobleman answered. “She has been asking me,” said Beaumont, “all about your people and your possessions.” “I am sure it is very good of her!” Lord Lambeth rejoined. “Well, then,” observed his companion, “if you go, you go with your eyes open.” “Damn my eyes!” exclaimed Lord Lambeth.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 720,
   "text": "“If one is to be a dozen times a day at the house, it is a great deal more convenient to sleep there. I am sick of traveling up and down this beastly avenue.” Since he had determined to go, Percy Beaumont would, of course, have been very sorry to allow him to go alone; he was a man of conscience, and he remembered his promise to the duchess. It was obviously the memory of this promise that made him say to his companion a couple of days later that he rather wondered he should be so fond of that girl. “In the first place, how do you know how fond I am of her?” asked Lord Lambeth. “And, in the second place, why shouldn’t I be fond of her?” “I shouldn’t think she would be in your line.” “What do you call my ‘line’?",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 740,
   "text": "You don’t set her down as ‘fast’?” “Exactly so. Mrs. Westgate tells me that there is no such thing as the ‘fast girl’ in America; that it’s an English invention, and that the term has no meaning here.” “All the better. It’s an animal I detest.” “You prefer a bluestocking.” “Is that what you call Miss Alden?” “Her sister tells me,” said Percy Beaumont, “that she is tremendously literary.” “I don’t know anything about that. She is certainly very clever.” “Well,” said Beaumont, “I should have supposed you would have found that sort of thing awfully slow.” “In point of fact,” Lord Lambeth rejoined, “I find it uncommonly lively.” After this, Percy Beaumont held his tongue; but on the 10th of August he wrote to the Duchess of Bayswater.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 653,
   "text": "He was, as I have said, a man of conscience, and he had a strong, incorruptible sense of the proprieties of life. His kinsman, meanwhile, was having a great deal of talk with Bessie Alden--on the red sea rocks beyond the lawn; in the course of long island rides, with a slow return in the glowing twilight; on the deep veranda late in the evening. Lord Lambeth, who had stayed at many houses, had never stayed at a house in which it was possible for a young man to converse so frequently with a young lady. This young lady no longer applied to Percy Beaumont for information concerning his lordship. She addressed herself directly to the young nobleman.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 726,
   "text": "She asked him a great many questions, some of which bored him a little; for he took no pleasure in talking about himself. “Lord Lambeth,” said Bessie Alden, “are you a hereditary legislator?” “Oh, I say!” cried Lord Lambeth, “don’t make me call myself such names as that.” “But you are a member of Parliament,” said the young girl. “I don’t like the sound of that, either.” “Don’t you sit in the House of Lords?” Bessie Alden went on. “Very seldom,” said Lord Lambeth. “Is it an important position?” she asked. “Oh, dear, no,” said Lord Lambeth. “I should think it would be very grand,” said Bessie Alden, “to possess, simply by an accident of birth, the right to make laws for a great nation.” “Ah, but one doesn’t make laws.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 693,
   "text": "It’s a great humbug.” “I don’t believe that,” the young girl declared. “It must be a great privilege, and I should think that if one thought of it in the right way--from a high point of view--it would be very inspiring.” “The less one thinks of it, the better,” Lord Lambeth affirmed. “I think it’s tremendous,” said Bessie Alden; and on another occasion she asked him if he had any tenantry. Hereupon it was that, as I have said, he was a little bored. “Do you want to buy up their leases?” he asked. “Well, have you got any livings?” she demanded. “Oh, I say!” he cried. “Have you got a clergyman that is looking out?” But she made him tell her that he had a castle; he confessed to but one.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 869,
   "text": "It was the place in which he had been born and brought up, and, as he had an old-time liking for it, he was beguiled into describing it a little and saying it was really very jolly. Bessie Alden listened with great interest and declared that she would give the world to see such a place. Whereupon--“It would be awfully kind of you to come and stay there,” said Lord Lambeth. He took a vague satisfaction in the circumstance that Percy Beaumont had not heard him make the remark I have just recorded. Mr. Westgate all this time had not, as they said at Newport, “come on.” His wife more than once announced that she expected him on the morrow; but on the morrow she wandered about a little, with a telegram in her jeweled fingers, declaring it was very tiresome that his business detained him in New York; that he could only hope the Englishmen were having a good time.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 892,
   "text": "“I must say,” said Mrs. Westgate, “that it is no thanks to him if you are.” And she went on to explain, while she continued that slow-paced promenade which enabled her well-adjusted skirts to display themselves so advantageously, that unfortunately in America there was no leisure class. It was Lord Lambeth’s theory, freely propounded when the young men were together, that Percy Beaumont was having a very good time with Mrs. Westgate, and that, under the pretext of meeting for the purpose of animated discussion, they were indulging in practices that imparted a shade of hypocrisy to the lady’s regret for her husband’s absence. “I assure you we are always discussing and differing,” said Percy Beaumont. “She is awfully argumentative. American ladies certainly don’t mind contradicting you. Upon my word I don’t think I was ever treated so by a woman before. She’s so devilish positive.”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 603,
   "text": "Mrs. Westgate’s positive quality, however, evidently had its attractions, for Beaumont was constantly at his hostess’s side. He detached himself one day to the extent of going to New York to talk over the Tennessee Central with Mr. Westgate; but he was absent only forty-eight hours, during which, with Mr. Westgate’s assistance, he completely settled this piece of business. “They certainly do things quickly in New York,” he observed to his cousin; and he added that Mr. Westgate had seemed very uneasy lest his wife should miss her visitor--he had been in such an awful hurry to send him back to her.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 763,
   "text": "“I’m afraid you’ll never come up to an American husband, if that’s what the wives expect,” he said to Lord Lambeth. Mrs. Westgate, however, was not to enjoy much longer the entertainment with which an indulgent husband had desired to keep her provided. On the 21st of August Lord Lambeth received a telegram from his mother, requesting him to return immediately to England; his father had been taken ill, and it was his filial duty to come to him. The young Englishman was visibly annoyed. “What the deuce does it mean?” he asked of his kinsman. “What am I to do?” Percy Beaumont was annoyed as well; he had deemed it his duty, as I have narrated, to write to the duchess, but he had not expected that this distinguished woman would act so promptly upon his hint.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 838,
   "text": "“It means,” he said, “that your father is laid up. I don’t suppose it’s anything serious; but you have no option. Take the first steamer; but don’t be alarmed.” Lord Lambeth made his farewells; but the few last words that he exchanged with Bessie Alden are the only ones that have a place in our record. “Of course I needn’t assure you,” he said, “that if you should come to England next year, I expect to be the first person that you inform of it.” Bessie Alden looked at him a little, and she smiled. “Oh, if we come to London,” she answered, “I should think you would hear of it.” Percy Beaumont returned with his cousin, and his sense of duty compelled him, one windless afternoon, in mid-Atlantic, to say to Lord Lambeth that he suspected that the duchess’s telegram was in part the result of something he himself had written to her.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 874,
   "text": "“I wrote to her--as I explicitly notified you I had promised to do--that you were extremely interested in a little American girl.” Lord Lambeth was extremely angry, and he indulged for some moments in the simple language of indignation. But I have said that he was a reasonable young man, and I can give no better proof of it than the fact that he remarked to his companion at the end of half an hour, “You were quite right, after all. I am very much interested in her. Only, to be fair,” he added, “you should have told my mother also that she is not--seriously--interested in me.” Percy Beaumont gave a little laugh. “There is nothing so charming as modesty in a young man in your position. That speech is a capital proof that you are sweet on her.” “She is not interested--she is not!” Lord Lambeth repeated. “My dear fellow,” said his companion, “you are very far gone.”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 621,
   "text": "In point of fact, as Percy Beaumont would have said, Mrs. Westgate disembarked on the 18th of May on the British coast. She was accompanied by her sister, but she was not attended by any other member of her family. To the deprivation of her husband’s society Mrs. Westgate was, however, habituated; she had made half a dozen journeys to Europe without him, and she now accounted for his absence, to interrogative friends on this side of the Atlantic, by allusion to the regrettable but conspicuous fact that in America there was no leisure class. The two ladies came up to London and alighted at Jones’s Hotel, where Mrs.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 658,
   "text": "Westgate, who had made on former occasions the most agreeable impression at this establishment, received an obsequious greeting. Bessie Alden had felt much excited about coming to England; she had expected the “associations” would be very charming, that it would be an infinite pleasure to rest her eyes upon the things she had read about in the poets and historians. She was very fond of the poets and historians, of the picturesque, of the past, of retrospect, of mementos and reverberations of greatness; so that on coming into the English world, where strangeness and familiarity would go hand in hand, she was prepared for a multitude of fresh emotions.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 645,
   "text": "They began very promptly--these tender, fluttering sensations; they began with the sight of the beautiful English landscape, whose dark richness was quickened and brightened by the season; with the carpeted fields and flowering hedgerows, as she looked at them from the window of the train; with the spires of the rural churches peeping above the rook-haunted treetops; with the oak-studded parks, the ancient homes, the cloudy light, the speech, the manners, the thousand differences. Mrs. Westgate’s impressions had, of course, much less novelty and keenness, and she gave but a wandering attention to her sister’s ejaculations and rhapsodies.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 665,
   "text": "“You know my enjoyment of England is not so intellectual as Bessie’s,” she said to several of her friends in the course of her visit to this country. “And yet if it is not intellectual, I can’t say it is physical. I don’t think I can quite say what it is, my enjoyment of England.” When once it was settled that the two ladies should come abroad and should spend a few weeks in England on their way to the Continent, they of course exchanged a good many allusions to their London acquaintance. “It will certainly be much nicer having friends there,” Bessie Alden had said one day as she sat on the sunny deck of the steamer at her sister’s feet on a large blue rug.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 610,
   "text": "“Whom do you mean by friends?” Mrs. Westgate asked. “All those English gentlemen whom you have known and entertained. Captain Littledale, for instance. And Lord Lambeth and Mr. Beaumont,” added Bessie Alden. “Do you expect them to give us a very grand reception?” Bessie reflected a moment; she was addicted, as we know, to reflection. “Well, yes.” “My poor, sweet child,” murmured her sister. “What have I said that is so silly?” asked Bessie. “You are a little too simple; just a little. It is very becoming, but it pleases people at your expense.” “I am certainly too simple to understand you,” said Bessie.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 659,
   "text": "“Shall I tell you a story?” asked her sister. “If you would be so good. That is what they do to amuse simple people.” Mrs. Westgate consulted her memory, while her companion sat gazing at the shining sea. “Did you ever hear of the Duke of Green-Erin?” “I think not,” said Bessie. “Well, it’s no matter,” her sister went on. “It’s a proof of my simplicity.” “My story is meant to illustrate that of some other people,” said Mrs. Westgate. “The Duke of Green-Erin is what they call in England a great swell, and some five years ago he came to America. He spent most of his time in New York, and in New York he spent his days and his nights at the Butterworths’.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 672,
   "text": "You have heard, at least, of the Butterworths. BIEN. They did everything in the world for him--they turned themselves inside out. They gave him a dozen dinner parties and balls and were the means of his being invited to fifty more. At first he used to come into Mrs. Butterworth’s box at the opera in a tweed traveling suit; but someone stopped that. At any rate, he had a beautiful time, and they parted the best friends in the world. Two years elapse, and the Butterworths come abroad and go to London. The first thing they see in all the papers--in England those things are in the most prominent place--is that the Duke of Green-Erin has arrived in town for the Season.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 659,
   "text": "They wait a little, and then Mr. Butterworth--as polite as ever--goes and leaves a card. They wait a little more; the visit is not returned; they wait three weeks--silence de mort--the Duke gives no sign. The Butterworths see a lot of other people, put down the Duke of Green-Erin as a rude, ungrateful man, and forget all about him. One fine day they go to Ascot Races, and there they meet him face to face. He stares a moment and then comes up to Mr. Butterworth, taking something from his pocketbook--something which proves to be a banknote. ‘I’m glad to see you, Mr. Butterworth,’ he says, ‘so that I can pay you that ten pounds I lost to you in New York.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 630,
   "text": "I saw the other day you remembered our bet; here are the ten pounds, Mr. Butterworth. Goodbye, Mr. Butterworth.’ And off he goes, and that’s the last they see of the Duke of Green-Erin.” “Is that your story?” asked Bessie Alden. “Don’t you think it’s interesting?” her sister replied. “I don’t believe it,” said the young girl. “Ah,” cried Mrs. Westgate, “you are not so simple after all! Believe it or not, as you please; there is no smoke without fire.” “Is that the way,” asked Bessie after a moment, “that you expect your friends to treat you?” “I defy them to treat me very ill, because I shall not give them the opportunity.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 769,
   "text": "With the best will in the world, in that case they can’t be very offensive.” Bessie Alden was silent a moment. “I don’t see what makes you talk that way,” she said. “The English are a great people.” “Exactly; and that is just the way they have grown great--by dropping you when you have ceased to be useful. People say they are not clever; but I think they are very clever.” “You know you have liked them--all the Englishmen you have seen,” said Bessie. “They have liked me,” her sister rejoined; “it would be more correct to say that. And, of course, one likes that.” Bessie Alden resumed for some moments her studies in sea green. “Well,” she said, “whether they like me or not, I mean to like them. And happily,” she added, “Lord Lambeth does not owe me ten pounds.”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 625,
   "text": "During the first few days after their arrival at Jones’s Hotel our charming Americans were much occupied with what they would have called looking about them. They found occasion to make a large number of purchases, and their opportunities for conversation were such only as were offered by the deferential London shopmen. Bessie Alden, even in driving from the station, took an immense fancy to the British metropolis, and at the risk of exhibiting her as a young woman of vulgar tastes it must be recorded that for a considerable period she desired no higher pleasure than to drive about the crowded streets in a hansom cab.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 667,
   "text": "To her attentive eyes they were full of a strange picturesque life, and it is at least beneath the dignity of our historic muse to enumerate the trivial objects and incidents which this simple young lady from Boston found so entertaining. It may be freely mentioned, however, that whenever, after a round of visits in Bond Street and Regent Street, she was about to return with her sister to Jones’s Hotel, she made an earnest request that they should be driven home by way of Westminster Abbey. She had begun by asking whether it would not be possible to take the Tower on the way to their lodgings; but it happened that at a more primitive stage of her culture Mrs.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 626,
   "text": "Westgate had paid a visit to this venerable monument, which she spoke of ever afterward vaguely as a dreadful disappointment; so that she expressed the liveliest disapproval of any attempt to combine historical researches with the purchase of hairbrushes and notepaper. The most she would consent to do in this line was to spend half an hour at Madame Tussaud’s, where she saw several dusty wax effigies of members of the royal family. She told Bessie that if she wished to go to the Tower she must get someone else to take her. Bessie expressed hereupon an earnest disposition to go alone; but upon this proposal as well Mrs.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 691,
   "text": "Westgate sprinkled cold water. “Remember,” she said, “that you are not in your innocent little Boston. It is not a question of walking up and down Beacon Street.” Then she went on to explain that there were two classes of American girls in Europe--those that walked about alone and those that did not. “You happen to belong, my dear,” she said to her sister, “to the class that does not.” “It is only,” answered Bessie, laughing, “because you happen to prevent me.” And she devoted much private meditation to this question of effecting a visit to the Tower of London. Suddenly it seemed as if the problem might be solved; the two ladies at Jones’s Hotel received a visit from Willie Woodley.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 606,
   "text": "Such was the social appellation of a young American who had sailed from New York a few days after their own departure, and who, having the privilege of intimacy with them in that city, had lost no time, on his arrival in London, in coming to pay them his respects. He had, in fact, gone to see them directly after going to see his tailor, than which there can be no greater exhibition of promptitude on the part of a young American who has just alighted at the Charing Cross Hotel. He was a slim, pale youth, of the most amiable disposition, famous for the skill with which he led the “German” in New York.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 713,
   "text": "Indeed, by the young ladies who habitually figured in this Terpsichorean revel he was believed to be “the best dancer in the world”; it was in these terms that he was always spoken of, and that his identity was indicated. He was the gentlest, softest young man it was possible to meet; he was beautifully dressed--“in the English style”--and he knew an immense deal about London. He had been at Newport during the previous summer, at the time of our young Englishmen’s visit, and he took extreme pleasure in the society of Bessie Alden, whom he always addressed as “Miss Bessie.” She immediately arranged with him, in the presence of her sister, that he should conduct her to the scene of Anne Boleyn’s execution.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 686,
   "text": "“You may do as you please,” said Mrs. Westgate. “Only--if you desire the information--it is not the custom here for young ladies to knock about London with young men.” “Miss Bessie has waltzed with me so often,” observed Willie Woodley; “she can surely go out with me in a hansom.” “I consider waltzing,” said Mrs. Westgate, “the most innocent pleasure of our time.” “It’s a compliment to our time!” exclaimed the young man with a little laugh, in spite of himself. “I don’t see why I should regard what is done here,” said Bessie Alden. “Why should I suffer the restrictions of a society of which I enjoy none of the privileges?” “That’s very good--very good,” murmured Willie Woodley.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 735,
   "text": "“Oh, go to the Tower, and feel the ax, if you like,” said Mrs. Westgate. “I consent to your going with Mr. Woodley; but I should not let you go with an Englishman.” “Miss Bessie wouldn’t care to go with an Englishman!” Mr. Woodley declared with a faint asperity that was, perhaps, not unnatural in a young man, who, dressing in the manner that I have indicated and knowing a great deal, as I have said, about London, saw no reason for drawing these sharp distinctions. He agreed upon a day with Miss Bessie--a day of that same week. An ingenious mind might, perhaps, trace a connection between the young girl’s allusion to her destitution of social privileges and a question she asked on the morrow as she sat with her sister at lunch.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 667,
   "text": "“Don’t you mean to write to--to anyone?” said Bessie. “I wrote this morning to Captain Littledale,” Mrs. Westgate replied. “But Mr. Woodley said that Captain Littledale had gone to India.” “He said he thought he had heard so; he knew nothing about it.” For a moment Bessie Alden said nothing more; then, at last, “And don’t you intend to write to--to Mr. Beaumont?” she inquired. “You mean to Lord Lambeth,” said her sister. “I said Mr. Beaumont because he was so good a friend of yours.” Mrs. Westgate looked at the young girl with sisterly candor. “I don’t care two straws for Mr. Beaumont.” “You were certainly very nice to him.” “I am nice to everyone,” said Mrs.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 606,
   "text": "Westgate simply. “To everyone but me,” rejoined Bessie, smiling. Her sister continued to look at her; then, at last, “Are you in love with Lord Lambeth?” she asked. The young girl stared a moment, and the question was apparently too humorous even to make her blush. “Not that I know of,” she answered. “Because if you are,” Mrs. Westgate went on, “I shall certainly not send for him.” “That proves what I said,” declared Bessie, smiling--“that you are not nice to me.” “It would be a poor service, my dear child,” said her sister. “In what sense? There is nothing against Lord Lambeth that I know of.” Mrs.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 627,
   "text": "Westgate was silent a moment. “You ARE in love with him then?” Bessie stared again; but this time she blushed a little. “Ah! if you won’t be serious,” she answered, “we will not mention him again.” For some moments Lord Lambeth was not mentioned again, and it was Mrs. Westgate who, at the end of this period, reverted to him. “Of course I will let him know we are here, because I think he would be hurt--justly enough--if we should go away without seeing him. It is fair to give him a chance to come and thank me for the kindness we showed him. But I don’t want to seem eager.” “Neither do I,” said Bessie with a little laugh.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 720,
   "text": "“Though I confess,” added her sister, “that I am curious to see how he will behave.” “He behaved very well at Newport.” “Newport is not London. At Newport he could do as he liked; but here it is another affair. He has to have an eye to consequences.” “If he had more freedom, then, at Newport,” argued Bessie, “it is the more to his credit that he behaved well; and if he has to be so careful here, it is possible he will behave even better.” “Better--better,” repeated her sister. “My dear child, what is your point of view?” “How do you mean--my point of view?” “Don’t you care for Lord Lambeth--a little?” This time Bessie Alden was displeased; she slowly got up from the table, turning her face away from her sister.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 629,
   "text": "“You will oblige me by not talking so,” she said. Mrs. Westgate sat watching her for some moments as she moved slowly about the room and went and stood at the window. “I will write to him this afternoon,” she said at last. “Do as you please!” Bessie answered; and presently she turned round. “I am not afraid to say that I like Lord Lambeth. I like him very much.” “He is not clever,” Mrs. Westgate declared. “Well, there have been clever people whom I have disliked,” said Bessie Alden; “so that I suppose I may like a stupid one. Besides, Lord Lambeth is not stupid.” “Not so stupid as he looks!” exclaimed her sister, smiling.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 866,
   "text": "“If I were in love with Lord Lambeth, as you said just now, it would be bad policy on your part to abuse him.” “My dear child, don’t give me lessons in policy!” cried Mrs. Westgate. “The policy I mean to follow is very deep.” The young girl began to walk about the room again; then she stopped before her sister. “I have never heard in the course of five minutes,” she said, “so many hints and innuendoes. I wish you would tell me in plain English what you mean.” “I mean that you may be much annoyed.” “That is still only a hint,” said Bessie. Her sister looked at her, hesitating an instant. “It will be said of you that you have come after Lord Lambeth--that you followed him.” Bessie Alden threw back her pretty head like a startled hind, and a look flashed into her face that made Mrs. Westgate rise from her chair. “Who says such things as that?” she demanded.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 609,
   "text": "“I don’t believe it,” said Bessie. “You have a very convenient faculty of doubt. But my policy will be, as I say, very deep. I shall leave you to find out this kind of thing for yourself.” Bessie fixed her eyes upon her sister, and Mrs. Westgate thought for a moment there were tears in them. “Do they talk that way here?” she asked. “You will see. I shall leave you alone.” “Don’t leave me alone,” said Bessie Alden. “Take me away.” “No; I want to see what you make of it,” her sister continued. “I don’t understand.” “You will understand after Lord Lambeth has come,” said Mrs. Westgate with a little laugh.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 648,
   "text": "The two ladies had arranged that on this afternoon Willie Woodley should go with them to Hyde Park, where Bessie Alden expected to derive much entertainment from sitting on a little green chair, under the great trees, beside Rotten Row. The want of a suitable escort had hitherto rendered this pleasure inaccessible; but no escort now, for such an expedition, could have been more suitable than their devoted young countryman, whose mission in life, it might almost be said, was to find chairs for ladies, and who appeared on the stroke of half-past five with a white camellia in his buttonhole. “I have written to Lord Lambeth, my dear,” said Mrs.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 696,
   "text": "Westgate to her sister, on coming into the room where Bessie Alden, drawing on her long gray gloves, was entertaining their visitor. Bessie said nothing, but Willie Woodley exclaimed that his lordship was in town; he had seen his name in the Morning Post. “Do you read the Morning Post?” asked Mrs. Westgate. “Oh, yes; it’s great fun,” Willie Woodley affirmed. “I want so to see it,” said Bessie; “there is so much about it in Thackeray.” “I will send it to you every morning,” said Willie Woodley. He found them what Bessie Alden thought excellent places, under the great trees, beside the famous avenue whose humors had been made familiar to the young girl’s childhood by the pictures in Punch.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 683,
   "text": "The day was bright and warm, and the crowd of riders and spectators, and the great procession of carriages, were proportionately dense and brilliant. The scene bore the stamp of the London Season at its height, and Bessie Alden found more entertainment in it than she was able to express to her companions. She sat silent, under her parasol, and her imagination, according to its wont, let itself loose into the great changing assemblage of striking and suggestive figures. They stirred up a host of old impressions and preconceptions, and she found herself fitting a history to this person and a theory to that, and making a place for them all in her little private museum of types.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 631,
   "text": "But if she said little, her sister on one side and Willie Woodley on the other expressed themselves in lively alternation. “Look at that green dress with blue flounces,” said Mrs. Westgate. “Quelle toilette!” “That’s the Marquis of Blackborough,” said the young man--“the one in the white coat. I heard him speak the other night in the House of Lords; it was something about ramrods; he called them ‘wamwods.’ He’s an awful swell.” “Did you ever see anything like the way they are pinned back?” Mrs. Westgate resumed. “They never know where to stop.” “They do nothing but stop,” said Willie Woodley. “It prevents them from walking.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 676,
   "text": "Here comes a great celebrity--Lady Beatrice Bellevue. She’s awfully fast; see what little steps she takes.” “Well, my dear,” Mrs. Westgate pursued, “I hope you are getting some ideas for your couturiere?” “I am getting plenty of ideas,” said Bessie, “but I don’t know that my couturiere would appreciate them.” Willie Woodley presently perceived a friend on horseback, who drove up beside the barrier of the Row and beckoned to him. He went forward, and the crowd of pedestrians closed about him, so that for some ten minutes he was hidden from sight. At last he reappeared, bringing a gentleman with him--a gentleman whom Bessie at first supposed to be his friend dismounted.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 661,
   "text": "But at a second glance she found herself looking at Lord Lambeth, who was shaking hands with her sister. “I found him over there,” said Willie Woodley, “and I told him you were here.” And then Lord Lambeth, touching his hat a little, shook hands with Bessie. “Fancy your being here!” he said. He was blushing and smiling; he looked very handsome, and he had a kind of splendor that he had not had in America. Bessie Alden’s imagination, as we know, was just then in exercise; so that the tall young Englishman, as he stood there looking down at her, had the benefit of it. “He is handsomer and more splendid than anything I have ever seen,” she said to herself.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 644,
   "text": "And then she remembered that he was a marquis, and she thought he looked like a marquis. “I say, you know,” he cried, “you ought to have let a man know you were here!” “I wrote to you an hour ago,” said Mrs. Westgate. “Doesn’t all the world know it?” asked Bessie, smiling. “I assure you I didn’t know it!” cried Lord Lambeth. “Upon my honor I hadn’t heard of it. Ask Woodley now; had I, Woodley?” “Well, I think you are rather a humbug,” said Willie Woodley. “You don’t believe that--do you, Miss Alden?” asked his lordship. “You don’t believe I’m a humbug, eh?” “No,” said Bessie, “I don’t.” “You are too tall to stand up, Lord Lambeth,” Mrs.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 638,
   "text": "Westgate observed. “You are only tolerable when you sit down. Be so good as to get a chair.” He found a chair and placed it sidewise, close to the two ladies. “If I hadn’t met Woodley I should never have found you,” he went on. “Should I, Woodley?” “Well, I guess not,” said the young American. “Not even with my letter?” asked Mrs. Westgate. “Ah, well, I haven’t got your letter yet; I suppose I shall get it this evening. It was awfully kind of you to write.” “So I said to Bessie,” observed Mrs. Westgate. “Did she say so, Miss Alden?” Lord Lambeth inquired. “I daresay you have been here a month.” “We have been here three,” said Mrs.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 680,
   "text": "Westgate. “Have you been here three months?” the young man asked again of Bessie. “It seems a long time,” Bessie answered. “I say, after that you had better not call me a humbug!” cried Lord Lambeth. “I have only been in town three weeks; but you must have been hiding away; I haven’t seen you anywhere.” “Where should you have seen us--where should we have gone?” asked Mrs. Westgate. “You should have gone to Hurlingham,” said Willie Woodley. “No; let Lord Lambeth tell us,” Mrs. Westgate insisted. “There are plenty of places to go to,” said Lord Lambeth; “each one stupider than the other. I mean people’s houses; they send you cards.” “No one has sent us cards,” said Bessie.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 602,
   "text": "“We are very quiet,” her sister declared. “We are here as travelers.” “We have been to Madame Tussaud’s,” Bessie pursued. “Oh, I say!” cried Lord Lambeth. “We thought we should find your image there,” said Mrs. Westgate--“yours and Mr. Beaumont’s.” “In the Chamber of Horrors?” laughed the young man. “It did duty very well for a party,” said Mrs. Westgate. “All the women were decolletes, and many of the figures looked as if they could speak if they tried.” “Upon my word,” Lord Lambeth rejoined, “you see people at London parties that look as if they couldn’t speak if they tried.” “Do you think Mr.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 617,
   "text": "Woodley could find us Mr. Beaumont?” asked Mrs. Westgate. Lord Lambeth stared and looked round him. “I daresay he could. Beaumont often comes here. Don’t you think you could find him, Woodley? Make a dive into the crowd.” “Thank you; I have had enough diving,” said Willie Woodley. “I will wait till Mr. Beaumont comes to the surface.” “I will bring him to see you,” said Lord Lambeth; “where are you staying?” “You will find the address in my letter--Jones’s Hotel.” “Oh, one of those places just out of Piccadilly? Beastly hole, isn’t it?” Lord Lambeth inquired. “I believe it’s the best hotel in London,” said Mrs.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 803,
   "text": "Westgate. “But they give you awful rubbish to eat, don’t they?” his lordship went on. “Yes,” said Mrs. Westgate. “I always feel so sorry for the people that come up to town and go to live in those places,” continued the young man. “They eat nothing but filth.” “Oh, I say!” cried Willie Woodley. “Well, how do you like London, Miss Alden?” Lord Lambeth asked, unperturbed by this ejaculation. “I think it’s grand,” said Bessie Alden. “My sister likes it, in spite of the ‘filth’!” Mrs. Westgate exclaimed. “I hope you are going to stay a long time.” “As long as I can,” said Bessie. “And where is Mr. Westgate?” asked Lord Lambeth of this gentleman’s wife. “He’s where he always is--in that tiresome New York.” “He must be tremendously clever,” said the young man. “I suppose he is,” said Mrs. Westgate.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 742,
   "text": "Lord Lambeth sat for nearly an hour with his American friends; but it is not our purpose to relate their conversation in full. He addressed a great many remarks to Bessie Alden, and finally turned toward her altogether, while Willie Woodley entertained Mrs. Westgate. Bessie herself said very little; she was on her guard, thinking of what her sister had said to her at lunch. Little by little, however, she interested herself in Lord Lambeth again, as she had done at Newport; only it seemed to her that here he might become more interesting. He would be an unconscious part of the antiquity, the impressiveness, the picturesqueness, of England; and poor Bessie Alden, like many a Yankee maiden, was terribly at the mercy of picturesqueness.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 640,
   "text": "“I have often wished I were at Newport again,” said the young man. “Those days I spent at your sister’s were awfully jolly.” “We enjoyed them very much; I hope your father is better.” “Oh, dear, yes. When I got to England, he was out grouse shooting. It was what you call in America a gigantic fraud. My mother had got nervous. My three weeks at Newport seemed like a happy dream.” “America certainly is very different from England,” said Bessie. “I hope you like England better, eh?” Lord Lambeth rejoined almost persuasively. “No Englishman can ask that seriously of a person of another country.” Her companion looked at her for a moment.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 340,
   "text": "“You mean it’s a matter of course?” “If I were English,” said Bessie, “it would certainly seem to me a matter of course that everyone should be a good patriot.” “Oh, dear, yes, patriotism is everything,” said Lord Lambeth, not quite following, but very contented. “Now, what are you going to do here?” “On Thursday I am going to the Tower.”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 685,
   "text": "“The Tower of London. Did you never hear of it?” “Oh, yes, I have been there,” said Lord Lambeth. “I was taken there by my governess when I was six years old. It’s a rum idea, your going there.” “Do give me a few more rum ideas,” said Bessie. “I want to see everything of that sort. I am going to Hampton Court, and to Windsor, and to the Dulwich Gallery.” Lord Lambeth seemed greatly amused. “I wonder you don’t go to the Rosherville Gardens.” “Are they interesting?” asked Bessie. “Are they very old? That’s all I care for,” said Bessie. “They are tremendously old; they are all falling to ruins.” “I think there is nothing so charming as an old ruinous garden,” said the young girl.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 601,
   "text": "“We must certainly go there.” Lord Lambeth broke out into merriment. “I say, Woodley,” he cried, “here’s Miss Alden wants to go to the Rosherville Gardens!” Willie Woodley looked a little blank; he was caught in the fact of ignorance of an apparently conspicuous feature of London life. But in a moment he turned it off. “Very well,” he said, “I’ll write for a permit.” Lord Lambeth’s exhilaration increased. “Gad, I believe you Americans would go anywhere!” he cried. “We wish to go to Parliament,” said Bessie. “That’s one of the first things.” “Oh, it would bore you to death!” cried the young man.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 607,
   "text": "“We wish to hear you speak.” “I never speak--except to young ladies,” said Lord Lambeth, smiling. Bessie Alden looked at him a while, smiling, too, in the shadow of her parasol. “You are very strange,” she murmured. “I don’t think I approve of you.” “Ah, now, don’t be severe, Miss Alden,” said Lord Lambeth, smiling still more. “Please don’t be severe. I want you to like me--awfully.” “To like you awfully? You must not laugh at me, then, when I make mistakes. I consider it my right--as a freeborn American--to make as many mistakes as I choose.” “Upon my word, I didn’t laugh at you,” said Lord Lambeth.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 666,
   "text": "“And not only that,” Bessie went on; “but I hold that all my mistakes shall be set down to my credit. You must think the better of me for them.” “I can’t think better of you than I do,” the young man declared. Bessie Alden looked at him a moment again. “You certainly speak very well to young ladies. But why don’t you address the House?--isn’t that what they call it?” “Because I have nothing to say,” said Lord Lambeth. “Haven’t you a great position?” asked Bessie Alden. He looked a moment at the back of his glove. “I’ll set that down,” he said, “as one of your mistakes--to your credit.” And as if he disliked talking about his position, he changed the subject.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 635,
   "text": "“I wish you would let me go with you to the Tower, and to Hampton Court, and to all those other places.” “We shall be most happy,” said Bessie. “And of course I shall be delighted to show you the House of Lords--some day that suits you. There are a lot of things I want to do for you. I want to make you have a good time. And I should like very much to present some of my friends to you, if it wouldn’t bore you. Then it would be awfully kind of you to come down to Branches.” “We are much obliged to you, Lord Lambeth,” said Bessie. “What is Branches?” “It’s a house in the country. I think you might like it.” Willie Woodley and Mrs.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 709,
   "text": "Westgate at this moment were sitting in silence, and the young man’s ear caught these last words of Lord Lambeth’s. “He’s inviting Miss Bessie to one of his castles,” he murmured to his companion. Mrs. Westgate, foreseeing what she mentally called “complications,” immediately got up; and the two ladies, taking leave of Lord Lambeth, returned, under Mr. Woodley’s conduct, to Jones’s Hotel. Lord Lambeth came to see them on the morrow, bringing Percy Beaumont with him--the latter having instantly declared his intention of neglecting none of the usual offices of civility. This declaration, however, when his kinsman informed him of the advent of their American friends, had been preceded by another remark.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 623,
   "text": "“Here they are, then, and you are in for it.” “What am I in for?” demanded Lord Lambeth. “I will let your mother give it a name. With all respect to whom,” added Percy Beaumont, “I must decline on this occasion to do any more police duty. Her Grace must look after you herself.” “I will give her a chance,” said her Grace’s son, a trifle grimly. “I shall make her go and see them.” “She won’t do it, my boy.” “We’ll see if she doesn’t,” said Lord Lambeth. But if Percy Beaumont took a somber view of the arrival of the two ladies at Jones’s Hotel, he was sufficiently a man of the world to offer them a smiling countenance.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 628,
   "text": "He fell into animated conversation--conversation, at least, that was animated on her side--with Mrs. Westgate, while his companion made himself agreeable to the younger lady. Mrs. Westgate began confessing and protesting, declaring and expounding. “I must say London is a great deal brighter and prettier just now than it was when I was here last--in the month of November. There is evidently a great deal going on, and you seem to have a good many flowers. I have no doubt it is very charming for all you people, and that you amuse yourselves immensely. It is very good of you to let Bessie and me come and sit and look at you.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 704,
   "text": "I suppose you will think I am very satirical, but I must confess that that’s the feeling I have in London.” “I am afraid I don’t quite understand to what feeling you allude,” said Percy Beaumont. “The feeling that it’s all very well for you English people. Everything is beautifully arranged for you.” “It seems to me it is very well for some Americans, sometimes,” rejoined Beaumont. “For some of them, yes--if they like to be patronized. But I must say I don’t like to be patronized. I may be very eccentric, and undisciplined, and outrageous, but I confess I never was fond of patronage. I like to associate with people on the same terms as I do in my own country; that’s a peculiar taste that I have.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 758,
   "text": "But here people seem to expect something else--Heaven knows what! I am afraid you will think I am very ungrateful, for I certainly have received a great deal of attention. The last time I was here, a lady sent me a message that I was at liberty to come and see her.” “Dear me! I hope you didn’t go,” observed Percy Beaumont. “You are deliciously naive, I must say that for you!” Mrs. Westgate exclaimed. “It must be a great advantage to you here in London. I suppose that if I myself had a little more naivete, I should enjoy it more. I should be content to sit on a chair in the park, and see the people pass, and be told that this is the Duchess of Suffolk, and that is the Lord Chamberlain, and that I must be thankful for the privilege of beholding them.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 658,
   "text": "I daresay it is very wicked and critical of me to ask for anything else. But I was always critical, and I freely confess to the sin of being fastidious. I am told there is some remarkably superior second-rate society provided here for strangers. MERCI! I don’t want any superior second-rate society. I want the society that I have been accustomed to.” “I hope you don’t call Lambeth and me second rate,” Beaumont interposed. “Oh, I am accustomed to you,” said Mrs. Westgate. “Do you know that you English sometimes make the most wonderful speeches? The first time I came to London I went out to dine--as I told you, I have received a great deal of attention.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 656,
   "text": "After dinner, in the drawing room, I had some conversation with an old lady; I assure you I had. I forget what we talked about, but she presently said, in allusion to something we were discussing, ‘Oh, you know, the aristocracy do so-and-so; but in one’s own class of life it is very different.’ In one’s own class of life! What is a poor unprotected American woman to do in a country where she is liable to have that sort of thing said to her?” “You seem to get hold of some very queer old ladies; I compliment you on your acquaintance!” Percy Beaumont exclaimed. “If you are trying to bring me to admit that London is an odious place, you’ll not succeed.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 643,
   "text": "I’m extremely fond of it, and I think it the jolliest place in the world.” “POUR VOUS AUTRES. I never said the contrary,” Mrs. Westgate retorted. I make use of this expression, because both interlocutors had begun to raise their voices. Percy Beaumont naturally did not like to hear his country abused, and Mrs. Westgate, no less naturally, did not like a stubborn debater. “Hallo!” said Lord Lambeth; “what are they up to now?” And he came away from the window, where he had been standing with Bessie Alden. “I quite agree with a very clever countrywoman of mine,” Mrs. Westgate continued with charming ardor, though with imperfect relevancy.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 609,
   "text": "She smiled at the two gentlemen for a moment with terrible brightness, as if to toss at their feet--upon their native heath--the gauntlet of defiance. “For me, there are only two social positions worth speaking of--that of an American lady and that of the Emperor of Russia.” “And what do you do with the American gentlemen?” asked Lord Lambeth. “She leaves them in America!” said Percy Beaumont. On the departure of their visitors, Bessie Alden told her sister that Lord Lambeth would come the next day, to go with them to the Tower, and that he had kindly offered to bring his “trap” and drive them thither.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 838,
   "text": "Mrs. Westgate listened in silence to this communication, and for some time afterward she said nothing. But at last, “If you had not requested me the other day not to mention it,” she began, “there is something I should venture to ask you.” Bessie frowned a little; her dark blue eyes were more dark than blue. But her sister went on. “As it is, I will take the risk. You are not in love with Lord Lambeth: I believe it, perfectly. Very good. But is there, by chance, any danger of your becoming so? It’s a very simple question; don’t take offense. I have a particular reason,” said Mrs. Westgate, “for wanting to know.” Bessie Alden for some moments said nothing; she only looked displeased. “No; there is no danger,” she answered at last, curtly. “Then I should like to frighten them,” declared Mrs. Westgate, clasping her jeweled hands.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 677,
   "text": "“All these people; Lord Lambeth’s family and friends.” “How should you frighten them?” asked the young girl. “It wouldn’t be I--it would be you. It would frighten them to think that you should absorb his lordship’s young affections.” Bessie Alden, with her clear eyes still overshadowed by her dark brows, continued to interrogate. “Why should that frighten them?” Mrs. Westgate poised her answer with a smile before delivering it. “Because they think you are not good enough. You are a charming girl, beautiful and amiable, intelligent and clever, and as bien-elevee as it is possible to be; but you are not a fit match for Lord Lambeth.” Bessie Alden was decidedly disgusted.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 641,
   "text": "“Where do you get such extraordinary ideas?” she asked. “You have said some such strange things lately. My dear Kitty, where do you collect them?” Kitty was evidently enamored of her idea. “Yes, it would put them on pins and needles, and it wouldn’t hurt you. Mr. Beaumont is already most uneasy; I could soon see that.” The young girl meditated a moment. “Do you mean that they spy upon him--that they interfere with him?” “I don’t know what power they have to interfere, but I know that a British mama may worry her son’s life out.” It has been intimated that, as regards certain disagreeable things, Bessie Alden had a fund of skepticism.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 642,
   "text": "She abstained on the present occasion from expressing disbelief, for she wished not to irritate her sister. But she said to herself that Kitty had been misinformed--that this was a traveler’s tale. Though she was a girl of a lively imagination, there could in the nature of things be, to her sense, no reality in the idea of her belonging to a vulgar category. What she said aloud was, “I must say that in that case I am very sorry for Lord Lambeth.” Mrs. Westgate, more and more exhilarated by her scheme, was smiling at her again. “If I could only believe it was safe!” she exclaimed. “When you begin to pity him, I, on my side, am afraid.”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 601,
   "text": "“Of your pitying him too much.” Bessie Alden turned away impatiently; but at the end of a minute she turned back. “What if I should pity him too much?” she asked. Mrs. Westgate hereupon turned away, but after a moment’s reflection she also faced her sister again. “It would come, after all, to the same thing,” she said.Lord Lambeth came the next day with his trap, and the two ladies, attended by Willie Woodley, placed themselves under his guidance, and were conveyed eastward, through some of the duskier portions of the metropolis, to the great turreted donjon which overlooks the London shipping.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 680,
   "text": "They all descended from their vehicle and entered the famous inclosure; and they secured the services of a venerable beefeater, who, though there were many other claimants for legendary information, made a fine exclusive party of them and marched them through courts and corridors, through armories and prisons. He delivered his usual peripatetic discourse, and they stopped and stared, and peeped and stooped, according to the official admonitions. Bessie Alden asked the old man in the crimson doublet a great many questions; she thought it a most fascinating place. Lord Lambeth was in high good humor; he was constantly laughing; he enjoyed what he would have called the lark.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 614,
   "text": "Willie Woodley kept looking at the ceilings and tapping the walls with the knuckle of a pearl-gray glove; and Mrs. Westgate, asking at frequent intervals to be allowed to sit down and wait till they came back, was as frequently informed that they would never come back. To a great many of Bessie’s questions--chiefly on collateral points of English history--the ancient warder was naturally unable to reply; whereupon she always appealed to Lord Lambeth. But his lordship was very ignorant. He declared that he knew nothing about that sort of thing, and he seemed greatly diverted at being treated as an authority.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 623,
   "text": "“You can’t expect everyone to know as much as you,” he said. “I should expect you to know a great deal more,” declared Bessie Alden. “Women always know more than men about names and dates and that sort of thing,” Lord Lambeth rejoined. “There was Lady Jane Grey we have just been hearing about, who went in for Latin and Greek and all the learning of her age.” “YOU have no right to be ignorant, at all events,” said Bessie. “Why haven’t I as good a right as anyone else?” “Because you have lived in the midst of all these things.” “What things do you mean? Axes, and blocks, and thumbscrews?” “All these historical things.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 623,
   "text": "You belong to a historical family.” “Bessie is really too historical,” said Mrs. Westgate, catching a word of this dialogue. “Yes, you are too historical,” said Lord Lambeth, laughing, but thankful for a formula. “Upon my honor, you are too historical!” He went with the ladies a couple of days later to Hampton Court, Willie Woodley being also of the party. The afternoon was charming, the famous horse chestnuts were in blossom, and Lord Lambeth, who quite entered into the spirit of the cockney excursionist, declared that it was a jolly old place. Bessie Alden was in ecstasies; she went about murmuring and exclaiming.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 601,
   "text": "“It’s too lovely,” said the young girl; “it’s too enchanting; it’s too exactly what it ought to be!” At Hampton Court the little flocks of visitors are not provided with an official bellwether, but are left to browse at discretion upon the local antiquities. It happened in this manner that, in default of another informant, Bessie Alden, who on doubtful questions was able to suggest a great many alternatives, found herself again applying for intellectual assistance to Lord Lambeth. But he again assured her that he was utterly helpless in such matters--that his education had been sadly neglected.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 654,
   "text": "“And I am sorry it makes you unhappy,” he added in a moment. “You are very disappointing, Lord Lambeth,” she said. “Ah, now don’t say that,” he cried. “That’s the worst thing you could possibly say.” “No,” she rejoined, “it is not so bad as to say that I had expected nothing of you.” “I don’t know. Give me a notion of the sort of thing you expected.” “Well,” said Bessie Alden, “that you would be more what I should like to be--what I should try to be--in your place.” “Ah, my place!” exclaimed Lord Lambeth. “You are always talking about my place!” The young girl looked at him; he thought she colored a little; and for a moment she made no rejoinder.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 643,
   "text": "“Does it strike you that I am always talking about your place?” she asked. “I am sure you do it a great honor,” he said, fearing he had been uncivil. “I have often thought about it,” she went on after a moment. “I have often thought about your being a hereditary legislator. A hereditary legislator ought to know a great many things.” “Not if he doesn’t legislate.” “But you do legislate; it’s absurd your saying you don’t. You are very much looked up to here--I am assured of that.” “I don’t know that I ever noticed it.” “It is because you are used to it, then. You ought to fill the place.” “How do you mean to fill it?” asked Lord Lambeth.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 687,
   "text": "“You ought to be very clever and brilliant, and to know almost everything.” Lord Lambeth looked at her a moment. “Shall I tell you something?” he asked. “A young man in my position, as you call it--” “I didn’t invent the term,” interposed Bessie Alden. “I have seen it in a great many books.” “Hang it! you are always at your books. A fellow in my position, then, does very well whatever he does. That’s about what I mean to say.” “Well, if your own people are content with you,” said Bessie Alden, laughing, “it is not for me to complain. But I shall always think that, properly, you should have been a great mind--a great character.” “Ah, that’s very theoretic,” Lord Lambeth declared.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 611,
   "text": "“Depend upon it, that’s a Yankee prejudice.” “Happy the country,” said Bessie Alden, “where even people’s prejudices are so elevated!” “Well, after all,” observed Lord Lambeth, “I don’t know that I am such a fool as you are trying to make me out.” “I said nothing so rude as that; but I must repeat that you are disappointing.” “My dear Miss Alden,” exclaimed the young man, “I am the best fellow in the world!” “Ah, if it were not for that!” said Bessie Alden with a smile. Mrs. Westgate had a good many more friends in London than she pretended, and before long she had renewed acquaintance with most of them.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 756,
   "text": "Their hospitality was extreme, so that, one thing leading to another, she began, as the phrase is, to go out. Bessie Alden, in this way, saw something of what she found it a great satisfaction to call to herself English society. She went to balls and danced, she went to dinners and talked, she went to concerts and listened (at concerts Bessie always listened), she went to exhibitions and wondered. Her enjoyment was keen and her curiosity insatiable, and, grateful in general for all her opportunities, she especially prized the privilege of meeting certain celebrated persons--authors and artists, philosophers and statesmen--of whose renown she had been a humble and distant beholder, and who now, as a part of the habitual furniture of London drawing",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 622,
   "text": "rooms, struck her as stars fallen from the firmament and become palpable--revealing also sometimes, on contact, qualities not to have been predicted of sidereal bodies. Bessie, who knew so many of her contemporaries by reputation, had a good many personal disappointments; but, on the other hand, she had innumerable satisfactions and enthusiasms, and she communicated the emotions of either class to a dear friend, of her own sex, in Boston, with whom she was in voluminous correspondence. Some of her reflections, indeed, she attempted to impart to Lord Lambeth, who came almost every day to Jones’s Hotel, and whom Mrs.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 753,
   "text": "Westgate admitted to be really devoted. Captain Littledale, it appeared, had gone to India; and of several others of Mrs. Westgate’s ex-pensioners--gentlemen who, as she said, had made, in New York, a clubhouse of her drawing room--no tidings were to be obtained; but Lord Lambeth was certainly attentive enough to make up for the accidental absences, the short memories, all the other irregularities of everyone else. He drove them in the park, he took them to visit private collections of pictures, and, having a house of his own, invited them to dinner. Mrs. Westgate, following the fashion of many of her compatriots, caused herself and her sister to be presented at the English court by her diplomatic representative--for it was in this manner that",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 634,
   "text": "she alluded to the American minister to England, inquiring what on earth he was put there for, if not to make the proper arrangements for one’s going to a Drawing Room. Lord Lambeth declared that he hated Drawing Rooms, but he participated in the ceremony on the day on which the two ladies at Jones’s Hotel repaired to Buckingham Palace in a remarkable coach which his lordship had sent to fetch them. He had on a gorgeous uniform, and Bessie Alden was particularly struck with his appearance--especially when on her asking him, rather foolishly as she felt, if he were a loyal subject, he replied that he was a loyal subject to HER.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 691,
   "text": "This declaration was emphasized by his dancing with her at a royal ball to which the two ladies afterward went, and was not impaired by the fact that she thought he danced very ill. He seemed to her wonderfully kind; she asked herself, with growing vivacity, why he should be so kind. It was his disposition--that seemed the natural answer. She had told her sister that she liked him very much, and now that she liked him more she wondered why. She liked him for his disposition; to this question as well that seemed the natural answer. When once the impressions of London life began to crowd thickly upon her, she completely forgot her sister’s warning about the cynicism of public opinion.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 632,
   "text": "It had given her great pain at the moment, but there was no particular reason why she should remember it; it corresponded too little with any sensible reality; and it was disagreeable to Bessie to remember disagreeable things. So she was not haunted with the sense of a vulgar imputation. She was not in love with Lord Lambeth--she assured herself of that. It will immediately be observed that when such assurances become necessary the state of a young lady’s affections is already ambiguous; and, indeed, Bessie Alden made no attempt to dissimulate--to herself, of course--a certain tenderness that she felt for the young nobleman.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 758,
   "text": "She said to herself that she liked the type to which he belonged--the simple, candid, manly, healthy English temperament. She spoke to herself of him as women speak of young men they like--alluded to his bravery (which she had never in the least seen tested), to his honesty and gentlemanliness, and was not silent upon the subject of his good looks. She was perfectly conscious, moreover, that she liked to think of his more adventitious merits; that her imagination was excited and gratified by the sight of a handsome young man endowed with such large opportunities--opportunities she hardly knew for what, but, as she supposed, for doing great things--for setting an example, for exerting an influence, for conferring happiness, for encouraging the arts.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 825,
   "text": "She had a kind of ideal of conduct for a young man who should find himself in this magnificent position, and she tried to adapt it to Lord Lambeth’s deportment as you might attempt to fit a silhouette in cut paper upon a shadow projected upon a wall. But Bessie Alden’s silhouette refused to coincide with his lordship’s image, and this want of harmony sometimes vexed her more than she thought reasonable. When he was absent it was, of course, less striking; then he seemed to her a sufficiently graceful combination of high responsibilities and amiable qualities. But when he sat there within sight, laughing and talking with his customary good humor and simplicity, she measured it more accurately, and she felt acutely that if Lord Lambeth’s position was heroic, there was but little of the hero in the young man himself.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 658,
   "text": "Then her imagination wandered away from him--very far away; for it was an incontestable fact that at such moments he seemed distinctly dull. I am afraid that while Bessie’s imagination was thus invidiously roaming, she cannot have been herself a very lively companion; but it may well have been that these occasional fits of indifference seemed to Lord Lambeth a part of the young girl’s personal charm. It had been a part of this charm from the first that he felt that she judged him and measured him more freely and irresponsibly--more at her ease and her leisure, as it were--than several young ladies with whom he had been on the whole about as intimate.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 786,
   "text": "To feel this, and yet to feel that she also liked him, was very agreeable to Lord Lambeth. He fancied he had compassed that gratification so desirable to young men of title and fortune--being liked for himself. It is true that a cynical counselor might have whispered to him, “Liked for yourself? Yes; but not so very much!” He had, at any rate, the constant hope of being liked more. It may seem, perhaps, a trifle singular--but it is nevertheless true--that Bessie Alden, when he struck her as dull, devoted some time, on grounds of conscience, to trying to like him more. I say on grounds of conscience because she felt that he had been extremely “nice” to her sister, and because she reflected that it was no more than fair that she should think as well of him as he thought of her.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 798,
   "text": "This effort was possibly sometimes not so successful as it might have been, for the result of it was occasionally a vague irritation, which expressed itself in hostile criticism of several British institutions. Bessie Alden went to some entertainments at which she met Lord Lambeth; but she went to others at which his lordship was neither actually nor potentially present; and it was chiefly on these latter occasions that she encountered those literary and artistic celebrities of whom mention has been made. After a while she reduced the matter to a principle. If Lord Lambeth should appear anywhere, it was a symbol that there would be no poets and philosophers; and in consequence--for it was almost a strict consequence--she used to enumerate to the young man these objects of her admiration.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 634,
   "text": "“You seem to be awfully fond of those sort of people,” said Lord Lambeth one day, as if the idea had just occurred to him. “They are the people in England I am most curious to see,” Bessie Alden replied. “I suppose that’s because you have read so much,” said Lord Lambeth gallantly. “I have not read so much. It is because we think so much of them at home.” “Oh, I see,” observed the young nobleman. “In Boston.” “Not only in Boston; everywhere,” said Bessie. “We hold them in great honor; they go to the best dinner parties.” “I daresay you are right. I can’t say I know many of them.” “It’s a pity you don’t,” Bessie Alden declared.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 601,
   "text": "“It would do you good.” “I daresay it would,” said Lord Lambeth very humbly. “But I must say I don’t like the looks of some of them.” “Neither do I--of some of them. But there are all kinds, and many of them are charming.” “I have talked with two or three of them,” the young man went on, “and I thought they had a kind of fawning manner.” “Why should they fawn?” Bessie Alden demanded. “I’m sure I don’t know. Why, indeed?” “Perhaps you only thought so,” said Bessie. “Well, of course,” rejoined her companion, “that’s a kind of thing that can’t be proved.” “In America they don’t fawn,” said Bessie.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 610,
   "text": "“Ah, well, then, they must be better company.” Bessie was silent a moment. “That is one of the things I don’t like about England,” she said; “your keeping the distinguished people apart.” “How do you mean apart?” “Why, letting them come only to certain places. You never see them.” Lord Lambeth looked at her a moment. “What people do you mean?” “The eminent people--the authors and artists--the clever people.” “Oh, there are other eminent people besides those,” said Lord Lambeth. “Well, you certainly keep them apart,” repeated the young girl. “And there are other clever people,” added Lord Lambeth simply.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 753,
   "text": "Bessie Alden looked at him, and she gave a light laugh. “Not many,” she said. On another occasion--just after a dinner party--she told him that there was something else in England she did not like. “Oh, I say!” he cried, “haven’t you abused us enough?” “I have never abused you at all,” said Bessie; “but I don’t like your PRECEDENCE.” “It isn’t my precedence!” Lord Lambeth declared, laughing. “Yes, it is yours--just exactly yours; and I think it’s odious,” said Bessie. “I never saw such a young lady for discussing things! Has someone had the impudence to go before you?” asked his lordship. “It is not the going before me that I object to,” said Bessie; “it is their thinking that they have a right to do it--A RIGHT THAT I RECOGNIZE.” “I never saw",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 740,
   "text": "such a young lady as you are for not ‘recognizing.’ I have no doubt the thing is BEASTLY, but it saves a lot of trouble.” “It makes a lot of trouble. It’s horrid,” said Bessie. “But how would you have the first people go?” asked Lord Lambeth. “They can’t go last.” “Whom do you mean by the first people?” “Ah, if you mean to question first principles!” said Lord Lambeth. “If those are your first principles, no wonder some of your arrangements are horrid,” observed Bessie Alden with a very pretty ferocity. “I am a young girl, so of course I go last; but imagine what Kitty must feel on being informed that she is not at liberty to budge until certain other ladies have passed out.” “Oh, I say, she is not ‘informed!’” cried Lord Lambeth.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 662,
   "text": "“No one would do such a thing as that.” “She is made to feel it,” the young girl insisted--“as if they were afraid she would make a rush for the door. No; you have a lovely country,” said Bessie Alden, “but your precedence is horrid.” “I certainly shouldn’t think your sister would like it,” rejoined Lord Lambeth with even exaggerated gravity. But Bessie Alden could induce him to enter no formal protest against this repulsive custom, which he seemed to think an extreme convenience. Percy Beaumont all this time had been a very much less frequent visitor at Jones’s Hotel than his noble kinsman; he had, in fact, called but twice upon the two American ladies.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 634,
   "text": "Lord Lambeth, who often saw him, reproached him with his neglect and declared that, although Mrs. Westgate had said nothing about it, he was sure that she was secretly wounded by it. “She suffers too much to speak,” said Lord Lambeth. “That’s all gammon,” said Percy Beaumont; “there’s a limit to what people can suffer!” And, though sending no apologies to Jones’s Hotel, he undertook in a manner to explain his absence. “You are always there,” he said, “and that’s reason enough for my not going.” “I don’t see why. There is enough for both of us.” “I don’t care to be a witness of your--your reckless passion,” said Percy Beaumont.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 606,
   "text": "Lord Lambeth looked at him with a cold eye and for a moment said nothing. “It’s not so obvious as you might suppose,” he rejoined dryly, “considering what a demonstrative beggar I am.” “I don’t want to know anything about it--nothing whatever,” said Beaumont. “Your mother asks me everytime she sees me whether I believe you are really lost--and Lady Pimlico does the same. I prefer to be able to answer that I know nothing about it--that I never go there. I stay away for consistency’s sake. As I said the other day, they must look after you themselves.” “You are devilish considerate,” said Lord Lambeth.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 755,
   "text": "“They never question me.” “They are afraid of you. They are afraid of irritating you and making you worse. So they go to work very cautiously, and, somewhere or other, they get their information. They know a great deal about you. They know that you have been with those ladies to the dome of St. Paul’s and--where was the other place?--to the Thames Tunnel.” “If all their knowledge is as accurate as that, it must be very valuable,” said Lord Lambeth. “Well, at any rate, they know that you have been visiting the ‘sights of the metropolis.’ They think--very naturally, as it seems to me--that when you take to visiting the sights of the metropolis with a little American girl, there is serious cause for alarm.” Lord Lambeth responded to this intimation",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 619,
   "text": "by scornful laughter, and his companion continued, after a pause: “I said just now I didn’t want to know anything about the affair; but I will confess that I am curious to learn whether you propose to marry Miss Bessie Alden.” On this point Lord Lambeth gave his interlocutor no immediate satisfaction; he was musing, with a frown. “By Jove,” he said, “they go rather too far. They SHALL find me dangerous--I promise them.” Percy Beaumont began to laugh. “You don’t redeem your promises. You said the other day you would make your mother call.” Lord Lambeth continued to meditate. “I asked her to call,” he said simply.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 654,
   "text": "“Yes; but she shall do it yet.” “Upon my word,” said Percy Beaumont, “if she gets much more frightened I believe she will.” Lord Lambeth looked at him, and he went on. “She will go to the girl herself.” “How do you mean she will go to her?” “She will beg her off, or she will bribe her. She will take strong measures.” Lord Lambeth turned away in silence, and his companion watched him take twenty steps and then slowly return. “I have invited Mrs. Westgate and Miss Alden to Branches,” he said, “and this evening I shall name a day.” “And shall you invite your mother and your sisters to meet them?” “That will set the duchess off,” said Percy Beaumont.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 609,
   "text": "“I suspect she will come.” “She may do as she pleases.” Beaumont looked at Lord Lambeth. “You do really propose to marry the little sister, then?” “I like the way you talk about it!” cried the young man. “She won’t gobble me down; don’t be afraid.” “She won’t leave you on your knees,” said Percy Beaumont. “What IS the inducement?” “You talk about proposing: wait till I HAVE proposed,” Lord Lambeth went on. “That’s right, my dear fellow; think about it,” said Percy Beaumont. “She’s a charming girl,” pursued his lordship. “Of course she’s a charming girl. I don’t know a girl more charming, intrinsically.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 656,
   "text": "But there are other charming girls nearer home.” “I like her spirit,” observed Lord Lambeth, almost as if he were trying to torment his cousin. “What’s the peculiarity of her spirit?” “She’s not afraid, and she says things out, and she thinks herself as good as anyone. She is the only girl I have ever seen that was not dying to marry me.” “How do you know that, if you haven’t asked her?” “I don’t know how; but I know it.” “I am sure she asked me questions enough about your property and your titles,” said Beaumont. “She has asked me questions, too; no end of them,” Lord Lambeth admitted. “But she asked for information, don’t you know.” “Information?",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 645,
   "text": "Aye, I’ll warrant she wanted it. Depend upon it that she is dying to marry you just as much and just as little as all the rest of them.” “I shouldn’t like her to refuse me--I shouldn’t like that.” “If the thing would be so disagreeable, then, both to you and to her, in Heaven’s name leave it alone,” said Percy Beaumont. Mrs. Westgate, on her side, had plenty to say to her sister about the rarity of Mr. Beaumont’s visits and the nonappearance of the Duchess of Bayswater. She professed, however, to derive more satisfaction from this latter circumstance than she could have done from the most lavish attentions on the part of this great lady.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 691,
   "text": "“It is most marked,” she said--“most marked. It is a delicious proof that we have made them miserable. The day we dined with Lord Lambeth I was really sorry for the poor fellow.” It will have been gathered that the entertainment offered by Lord Lambeth to his American friends had not been graced by the presence of his anxious mother. He had invited several choice spirits to meet them; but the ladies of his immediate family were to Mrs. Westgate’s sense--a sense possibly morbidly acute--conspicuous by their absence. “I don’t want to express myself in a manner that you dislike,” said Bessie Alden; “but I don’t know why you should have so many theories about Lord Lambeth’s poor mother.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 685,
   "text": "You know a great many young men in New York without knowing their mothers.” Mrs. Westgate looked at her sister and then turned away. “My dear Bessie, you are superb!” she said. “One thing is certain,” the young girl continued. “If I believed I were a cause of annoyance--however unwitting--to Lord Lambeth’s family, I should insist--” “Insist upon my leaving England,” said Mrs. Westgate. “No, not that. I want to go to the National Gallery again; I want to see Stratford-on-Avon and Canterbury Cathedral. But I should insist upon his coming to see us no more.” “That would be very modest and very pretty of you; but you wouldn’t do it now.” “Why do you say ‘now’?” asked Bessie Alden.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 835,
   "text": "“Have I ceased to be modest?” “You care for him too much. A month ago, when you said you didn’t, I believe it was quite true. But at present, my dear child,” said Mrs. Westgate, “you wouldn’t find it quite so simple a matter never to see Lord Lambeth again. I have seen it coming on.” “You are mistaken,” said Bessie. “You don’t understand.” “My dear child, don’t be perverse,” rejoined her sister. “I know him better, certainly, if you mean that,” said Bessie. “And I like him very much. But I don’t like him enough to make trouble for him with his family. However, I don’t believe in that.” “I like the way you say ‘however,’” Mrs. Westgate exclaimed. “Come; you would not marry him?” “Oh, no,” said the young girl. Mrs. Westgate for a moment seemed vexed. “Why not, pray?” she demanded. “Because I don’t care to,” said Bessie Alden.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 800,
   "text": "The morning after Lord Lambeth had had, with Percy Beaumont, that exchange of ideas which has just been narrated, the ladies at Jones’s Hotel received from his lordship a written invitation to pay their projected visit to Branches Castle on the following Tuesday. “I think I have made up a very pleasant party,” the young nobleman said. “Several people whom you know, and my mother and sisters, who have so long been regrettably prevented from making your acquaintance.” Bessie Alden lost no time in calling her sister’s attention to the injustice she had done the Duchess of Bayswater, whose hostility was now proved to be a vain illusion. “Wait till you see if she comes,” said Mrs. Westgate. “And if she is to meet us at her son’s house the obligation was all the greater for her to call upon us.”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 608,
   "text": "Bessie had not to wait long, and it appeared that Lord Lambeth’s mother now accepted Mrs. Westgate’s view of her duties. On the morrow, early in the afternoon, two cards were brought to the apartment of the American ladies--one of them bearing the name of the Duchess of Bayswater and the other that of the Countess of Pimlico. Mrs. Westgate glanced at the clock. “It is not yet four,” she said; “they have come early; they wish to see us. We will receive them.” And she gave orders that her visitors should be admitted. A few moments later they were introduced, and there was a solemn exchange of amenities.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 773,
   "text": "The duchess was a large lady, with a fine fresh color; the Countess of Pimlico was very pretty and elegant. The duchess looked about her as she sat down--looked not especially at Mrs. Westgate. “I daresay my son has told you that I have been wanting to come and see you,” she observed. “You are very kind,” said Mrs. Westgate, vaguely--her conscience not allowing her to assent to this proposition--and, indeed, not permitting her to enunciate her own with any appreciable emphasis. “He says you were so kind to him in America,” said the duchess. “We are very glad,” Mrs. Westgate replied, “to have been able to make him a little more--a little less--a little more comfortable.” “I think he stayed at your house,” remarked the Duchess of Bayswater, looking at Bessie Alden.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 695,
   "text": "“A very short time,” said Mrs. Westgate. “Oh!” said the duchess; and she continued to look at Bessie, who was engaged in conversation with her daughter. “Do you like London?” Lady Pimlico had asked of Bessie, after looking at her a good deal--at her face and her hands, her dress and her hair. “Very much indeed,” said Bessie. “Do you like this hotel?” “It is very comfortable,” said Bessie. “Do you like stopping at hotels?” inquired Lady Pimlico after a pause. “I am very fond of traveling,” Bessie answered, “and I suppose hotels are a necessary part of it. But they are not the part I am fondest of.” “Oh, I hate traveling,” said the Countess of Pimlico and transferred her attention to Mrs.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 608,
   "text": "Westgate. “My son tells me you are going to Branches,” the duchess presently resumed. “Lord Lambeth has been so good as to ask us,” said Mrs. Westgate, who perceived that her visitor had now begun to look at her, and who had her customary happy consciousness of a distinguished appearance. The only mitigation of her felicity on this point was that, having inspected her visitor’s own costume, she said to herself, “She won’t know how well I am dressed!” “He has asked me to go, but I am not sure I shall be able,” murmured the duchess. “He had offered us the p--prospect of meeting you,” said Mrs. Westgate.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 602,
   "text": "“I hate the country at this season,” responded the duchess. Mrs. Westgate gave a little shrug. “I think it is pleasanter than London.” But the duchess’s eyes were absent again; she was looking very fixedly at Bessie. In a moment she slowly rose, walked to a chair that stood empty at the young girl’s right hand, and silently seated herself. As she was a majestic, voluminous woman, this little transaction had, inevitably, an air of somewhat impressive intention. It diffused a certain awkwardness, which Lady Pimlico, as a sympathetic daughter, perhaps desired to rectify in turning to Mrs. Westgate.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 650,
   "text": "“I daresay you go out a great deal,” she observed. “No, very little. We are strangers, and we didn’t come here for society.” “I see,” said Lady Pimlico. “It’s rather nice in town just now.” “It’s charming,” said Mrs. Westgate. “But we only go to see a few people--whom we like.” “Of course one can’t like everyone,” said Lady Pimlico. “It depends upon one’s society,” Mrs. Westgate rejoined. The Duchess meanwhile had addressed herself to Bessie. “My son tells me the young ladies in America are so clever.” “I am glad they made so good an impression on him,” said Bessie, smiling. The Duchess was not smiling; her large fresh face was very tranquil.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 717,
   "text": "“He is very susceptible,” she said. “He thinks everyone clever, and sometimes they are.” “Sometimes,” Bessie assented, smiling still. The duchess looked at her a little and then went on; “Lambeth is very susceptible, but he is very volatile, too.” “Volatile?” asked Bessie. “He is very inconstant. It won’t do to depend on him.” “Ah,” said Bessie, “I don’t recognize that description. We have depended on him greatly--my sister and I--and he has never disappointed us.” “He will disappoint you yet,” said the duchess. Bessie gave a little laugh, as if she were amused at the duchess’s persistency. “I suppose it will depend on what we expect of him.” “The less you expect, the better,” Lord Lambeth’s mother declared.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 671,
   "text": "“Well,” said Bessie, “we expect nothing unreasonable.” The duchess for a moment was silent, though she appeared to have more to say. “Lambeth says he has seen so much of you,” she presently began. “He has been to see us very often; he has been very kind,” said Bessie Alden. “I daresay you are used to that. I am told there is a great deal of that in America.” “A great deal of kindness?” the young girl inquired, smiling. “Is that what you call it? I know you have different expressions.” “We certainly don’t always understand each other,” said Mrs. Westgate, the termination of whose interview with Lady Pimlico allowed her to give her attention to their elder visitor.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 649,
   "text": "“I am speaking of the young men calling so much upon the young ladies,” the duchess explained. “But surely in England,” said Mrs. Westgate, “the young ladies don’t call upon the young men?” “Some of them do--almost!” Lady Pimlico declared. “When the young men are a great PARTI.” “Bessie, you must make a note of that,” said Mrs. Westgate. “My sister,” she added, “is a model traveler. She writes down all the curious facts she hears in a little book she keeps for the purpose.” The duchess was a little flushed; she looked all about the room, while her daughter turned to Bessie. “My brother told us you were wonderfully clever,” said Lady Pimlico.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 626,
   "text": "“He should have said my sister,” Bessie answered--“when she says such things as that.” “Shall you be long at Branches?” the duchess asked, abruptly, of the young girl. “Lord Lambeth has asked us for three days,” said Bessie. “I shall go,” the duchess declared, “and my daughter, too.” “That will be charming!” Bessie rejoined. “Delightful!” murmured Mrs. Westgate. “I shall expect to see a great deal of you,” the duchess continued. “When I go to Branches I monopolize my son’s guests.” “They must be most happy,” said Mrs. Westgate very graciously. “I want immensely to see it--to see the castle,” said Bessie to the duchess.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 692,
   "text": "“I have never seen one--in England, at least; and you know we have none in America.” “Ah, you are fond of castles?” inquired her Grace. “Immensely!” replied the young girl. “It has been the dream of my life to live in one.” The duchess looked at her a moment, as if she hardly knew how to take this assurance, which, from her Grace’s point of view, was either very artless or very audacious. “Well,” she said, rising, “I will show you Branches myself.” And upon this the two great ladies took their departure. “What did they mean by it?” asked Mrs. Westgate, when they were gone. “They meant to be polite,” said Bessie, “because we are going to meet them.” “It is too late to be polite,” Mrs.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 647,
   "text": "Westgate replied almost grimly. “They meant to overawe us by their fine manners and their grandeur, and to make you LACHER PRISE.” “LACHER PRISE? What strange things you say!” murmured Bessie Alden. “They meant to snub us, so that we shouldn’t dare to go to Branches,” Mrs. Westgate continued. “On the contrary,” said Bessie, “the duchess offered to show me the place herself.” “Yes, you may depend upon it she won’t let you out of her sight. She will show you the place from morning till night.” “You have a theory for everything,” said Bessie. “And you apparently have none for anything.” “I saw no attempt to ‘overawe’ us,” said the young girl.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 611,
   "text": "“Their manners were not fine.” “They were not even good!” Mrs. Westgate declared. Bessie was silent a while, but in a few moments she observed that she had a very good theory. “They came to look at me,” she said, as if this had been a very ingenious hypothesis. Mrs. Westgate did it justice; she greeted it with a smile and pronounced it most brilliant, while, in reality, she felt that the young girl’s skepticism, or her charity, or, as she had sometimes called it appropriately, her idealism, was proof against irony. Bessie, however, remained meditative all the rest of that day and well on into the morrow.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 626,
   "text": "On the morrow, before lunch, Mrs. Westgate had occasion to go out for an hour, and left her sister writing a letter. When she came back she met Lord Lambeth at the door of the hotel, coming away. She thought he looked slightly embarrassed; he was certainly very grave. “I am sorry to have missed you. Won’t you come back?” she asked. “No,” said the young man, “I can’t. I have seen your sister. I can never come back.” Then he looked at her a moment and took her hand. “Goodbye, Mrs. Westgate,” he said. “You have been very kind to me.” And with what she thought a strange, sad look in his handsome young face, he turned away.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 691,
   "text": "She went in, and she found Bessie still writing her letter; that is, Mrs. Westgate perceived she was sitting at the table with the pen in her hand and not writing. “Lord Lambeth has been here,” said the elder lady at last. Then Bessie got up and showed her a pale, serious face. She bent this face upon her sister for some time, confessing silently and a little pleading. “I told him,” she said at last, “that we could not go to Branches.” Mrs. Westgate displayed just a spark of irritation. “He might have waited,” she said with a smile, “till one had seen the castle.” Later, an hour afterward, she said, “Dear Bessie, I wish you might have accepted him.” “I couldn’t,” said Bessie gently.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 536,
   "text": "“He is an excellent fellow,” said Mrs. Westgate. “I couldn’t,” Bessie repeated. “If it is only,” her sister added, “because those women will think that they succeeded--that they paralyzed us!” Bessie Alden turned away; but presently she added, “They were interesting; I should have liked to see them again.” “So should I!” cried Mrs. Westgate significantly. “And I should have liked to see the castle,” said Bessie. “But now we must leave England,” she added. Her sister looked at her. “You will not wait to go to the National Gallery?”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 630,
   "text": "“Nor to Canterbury Cathedral?” Bessie reflected a moment. “We can stop there on our way to Paris,” she said. Lord Lambeth did not tell Percy Beaumont that the contingency he was not prepared at all to like had occurred; but Percy Beaumont, on hearing that the two ladies had left London, wondered with some intensity what had happened; wondered, that is, until the Duchess of Bayswater came a little to his assistance. The two ladies went to Paris, and Mrs. Westgate beguiled the journey to that city by repeating several times--“That’s what I regret; they will think they petrified us.” But Bessie Alden seemed to regret nothing.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  }
 ]
}