{"novel": {"title": "Solomon's Orbit", "author": "William Carroll", "theme": "Science-Fiction", "paragraphs": [{"size": 601, "text": "There will, sooner or later, be problems of \"space junk,\" and the right to dump in space. But not like this...! \"Comrades,\" said the senior technician, \"notice the clear view of North America. From here we watch everything; rivers, towns, almost the people. And see, our upper lens shows the dark spot of a meteor in space. Comrades, the meteor gets larger. It is going to pass close to our wondrous machine. Comrades ... Comrades ... turn to my channel. It is no meteor--it is square. The accursed Americans have sent up a house. Comrades ... an ancient automobile is flying toward our space machine.", "persons": [], "locations": ["North America"], "organisations": [], "misc": ["Americans"], "summaries": []}, {"size": 633, "text": "Comrades ... it is going to--Ah ... the picture is gone.\" Moscow reported the conversation, verbatim, to prove their space vehicle was knocked from the sky by a capitalistic plot. Motion pictures clearly showed an American automobile coming toward the Russian satellite. Russian astronomers ordered to seek other strange orbiting devices reported: \"We've observed cars for weeks. Have been exiling technicians and photographers to Siberia for making jokes of Soviet science. If television proves ancient automobiles are orbiting the world, Americans are caught in obvious attempt to ridicule our efforts to probe mysteries of space.\"", "persons": [], "locations": ["Moscow", "Siberia"], "organisations": [], "misc": ["American", "Russian", "Soviet", "Americans"], "summaries": []}, {"size": 652, "text": "Confusion was also undermining American scientific study of the heavens. At Mount Palomar the busy 200-inch telescope was photographing a strange new object, but plates returned from the laboratory caused astronomers to explode angrily. In full glory, the photograph showed a tiny image of an ancient car. This first development only affected two photographers at Mount Palomar. They were fired for playing practical jokes on the astronomers. Additional exposures of other newfound objects were made. Again the plates were returned; this time with three little old cars parading proudly across the heavens as though they truly belonged among the stars.", "persons": [], "locations": ["Mount Palomar"], "organisations": [], "misc": ["American"], "summaries": []}, {"size": 747, "text": "The night the Russian protest crossed trails with the Palomar report, Washington looked like a kid with chicken pox, as dozens of spotty yellow windows marked midnight meetings of the nation's greatest minds. The military denied responsibility for cars older than 1942. Civil aviation proved they had no projects involving motor vehicles. Central Intelligence swore on their classification manual they were not dropping junk over Cuba in an attempt to hit Castro. Disgusted, the President established a civilian commission which soon located three more reports. Two were from fliers. The pilot of Flight 26, New York to Los Angeles, had two weeks before reported a strange object rising over Southern California about ten the evening of April 3rd.", "persons": ["Castro ."], "locations": ["Washington", "Cuba", "New York", "Los Angeles", "Southern California"], "organisations": ["Palomar", "Central Intelligence"], "misc": ["Russian", "Flight 26"], "summaries": []}, {"size": 645, "text": "A week after this report, a private pilot on his way from Las Vegas claimed seeing an old car flying over Los Angeles. His statement was ignored, as he was arrested later while trying to drink himself silly because no one believed his story. Fortunately, at the approximate times both pilots claimed sighting unknown objects, radar at Los Angeles International recorded something rising from earth's surface into the stratosphere. Within hours after the three reports met, in the President's commission's office, mobile radar was spotted on Southern California hilltops in twenty-four-hour watches for unscheduled flights not involving aircraft.", "persons": [], "locations": ["Las Vegas", "Los Angeles", "Southern California"], "organisations": ["Los Angeles International"], "misc": [], "summaries": []}, {"size": 727, "text": "Number Seven, stationed in the Mount Wilson television tower parking lot, caught one first. \"Hey fellows,\" came his excited voice, \"check 124 degrees, vector 62 now ... rising ... 124 degrees ... vector 66 ... rising--\" _Nine_ and _Four_ caught it moments later. Then _Three_, Army long-range radar, picked it up. \"O.K., we're on. It's still rising ... leaving the atmosphere ... gone. Anyone else catch it?\" Negative responses came from all but _Seven_, _Nine_ and _Four_. So well spread were they, that within minutes headquarters had laid four lines over Southern California. They crossed where the unsuspecting community of Fullerton was more or less sound asleep, totally unaware of the making of history in its back yard.", "persons": ["Seven"], "locations": ["Mount Wilson", "O.K.", "Southern California .", "Fullerton"], "organisations": ["Army"], "misc": [], "summaries": []}, {"size": 657, "text": "The history of what astronomers call Solomon's Orbit had its beginning about three months ago. Solomon, who couldn't remember his first name, was warming tired bones in the sun, in front of his auto-wrecking yard a mile south of Fullerton. Though sitting, he was propped against the office; a tin shed decorated like a Christmas tree with hundreds of hub caps dangling from sagging wooden rafters. The back door opened on two acres of what Solomon happily agreed was the finest junk in all California. Fords on the left, Chevys on the right, and across the sagging back fence, a collection of honorable sedans whose makers left the business world years ago.", "persons": ["Solomon"], "locations": ["Fullerton .", "California"], "organisations": [], "misc": ["Solomon 's Orbit", "Fords", "Chevys"], "summaries": []}, {"size": 699, "text": "They were known as Solomon's \"Classics.\" The bright sun had Solomon's tiny eyes burrowed under a shaggy brow which, added to an Einstein-like shock of white hair, gave him the appearance of a professor on sabbatical. Eyes closed, Solomon was fondling favorite memories, when as a lad he repaired steam tractors and followed wheat across central plains of the United States. Happiness faded as the reverie was broken by spraying gravel signaling arrival of a customer's car. \"There's Uncle Solomon, Dad,\" a boy's voice was saying. \"He gives us kids good deals on hot-rod parts. You've just gotta take a look at his old cars, 'cause if you want a classic Uncle Solomon would make you a good deal, too.", "persons": ["Solomon", "Uncle Solomon", "Dad"], "locations": ["United States ."], "organisations": [], "misc": ["`` Classics .", "Einstein-like"], "summaries": []}, {"size": 609, "text": "I just know he would.\" \"Sure, Son, let's go in and see what he's got,\" replied a man's voice. As Solomon opened his eyes, the two popped into reality. Heaving himself out of the sports car bucket seat that was his office chair, Solomon stood awaiting approach of the pair. \"Mr Solomon, Georgie here tells me you have some fine old cars for sale?\" \"Sure have. Sure have. They're in back. Come along. I'll show you the short cuts.\" Without waiting for a reply, Solomon started, head bent, white hair blowing; through the office, out the back door and down passages hardly wide enough for a boy, let alone a man.", "persons": ["Solomon", "Georgie"], "locations": [], "organisations": [], "misc": [], "summaries": []}, {"size": 764, "text": "He disappeared around a hearse, and surfaced on the other side of a convertible, leading the boy and his father a chase that was more a guided tour of Solomon's yard than a short cut. \"Yes, sir, here they are,\" announced Solomon over his shoulder. Stepping aside he made room for the boy and his father to pass, between a couple of Ford Tudors. Three pair of eyes, one young, one old, the other tired, were faced by two rows of hulks, proud in the silent agony of their fate. Sold, resold and sold again, used until exhaustion set in, they reached Solomon's for a last brave stand. No matter what beauties they were to Solomon's prejudiced eyes; missing fenders, rusted body panels, broken wheels and rotted woodwork bespoke the utter impossibility of restoration.", "persons": ["Solomon"], "locations": [], "organisations": [], "misc": ["Ford Tudors ."], "summaries": []}, {"size": 616, "text": "\"See, Dad, aren't they great?\" Georgie gleefully asked. He could just imagine shaking the guys at school with the old Packard, after Dad restored it. \"Are you kidding?\" Georgie's Dad exploded, \"Those wrecks aren't good for anything but shooting at the moon. Let's go.\" Not another word did he say. Heading back to the car parked outside Solomon's office, his footsteps were echoed by those of a crestfallen boy. Solomon, a figure of lonely dejection in the gloom overshadowing his unloved old cars, was troubled with smog causing his eyes to water as tired feet aimlessly found their way back to his seat in the sun.", "persons": ["Georgie", "Dad", "Solomon"], "locations": [], "organisations": [], "misc": ["Packard"], "summaries": []}, {"size": 657, "text": "That night, to take his mind off worrisome old cars, Solomon began reading the previous Sunday's newspaper. There were pictures of moon shots, rockets and astronauts, which started Solomon to thinking; \"So, my classics are good only for shooting at the moon. This thing called an ion engine, which creates a force field to move satellites, seems like a lot of equipment. Could do it easier with one of my old engines, I bet.\" As Solomon told the people in Washington several months later, he was only resting his eyes, thinking about shop manuals and parts in the back yard. When suddenly he figured there was an easier way to build a satellite power plant.", "persons": ["Solomon"], "locations": ["Washington"], "organisations": [], "misc": [], "summaries": []}, {"size": 763, "text": "But, as it was past his bedtime, he'd put one together tomorrow. It was late the next afternoon before Solomon had a chance to try his satellite power plant idea. Customers were gone and he was free of interruption. The engine of his elderly Moreland tow-truck was brought to life by Solomon almost hidden behind the huge wooden steering wheel. The truck lumbered carefully down rows of cars to an almost completely stripped wreck holding only a broken engine. In a few minutes, Solomon had the engine waving behind the truck while he reversed to a clear space near the center of his yard. Once the broken engine was blocked upright on the ground, Solomon backed his Moreland out of the way, carried a tray of tools to the engine and squatted in the dirt to work.", "persons": ["Solomon"], "locations": ["Moreland"], "organisations": [], "misc": [], "summaries": []}, {"size": 661, "text": "First, the intake manifold came off and was bolted to the clutch housing so the carburetor mounting flange faced skyward. Solomon stopped for a minute to worry. \"If it works,\" he thought, \"when I get them nearer each other, it'll go up in my face.\" Scanning the yard he thought of fenders, doors, wheels, hub caps and ... that was it. A hub cap would do the trick. At his age, running was a senseless activity, but walking faster than usual, Solomon took a direct route to his office. From the ceiling of hub caps, he selected a small cap from an old Chevy truck. Back at the engine, he punched a hole in the cap, through which he tied a length of strong twine.", "persons": ["Solomon"], "locations": [], "organisations": [], "misc": ["Chevy"], "summaries": []}, {"size": 655, "text": "The cap was laid on the carburetor flange and stuck in place with painter's masking tape. He then bolted the exhaust manifold over the intake so the muffler connection barely touched the hub cap. Solomon stood up, kicked the manifolds with his heavy boots to make sure they were solid and grunted with satisfaction of a job well done. He moved his tray of tools away and trailed the hub cap twine behind the solid body of a big old Ford station wagon. He'd read of scientists in block houses when they shot rockets and was taking no chances. Excitement glistened Solomon's old eyes as what blood pressure there was rose a point or two with happy thoughts.", "persons": ["Solomon"], "locations": [], "organisations": ["Ford"], "misc": [], "summaries": []}, {"size": 662, "text": "If his idea worked, he would be free of the old cars, yet not destroy a single one. Squatting behind the station wagon, to watch the engine, Solomon gingerly pulled the twine to eliminate slack. As it tightened, he tensed, braced himself with a free hand on the wagon's bumper, and taking a deep breath, jerked the cord. Tired legs failed and Solomon slipped backward when the hub cap broke free of the tape and sailed through the air to clang against the wagon's fender. Lying on his back, struggling to rise, Solomon heard a slight swish as though a whirlwind had come through the yard. The scent of air-borne dust bit his nostrils as he struggled to his feet.", "persons": ["Solomon"], "locations": [], "organisations": [], "misc": [], "summaries": []}, {"size": 679, "text": "Deep in the woods behind Solomon's yard two boys were hunting crows. Eyes high, they scanned branches and horizons for game. \"Look, there goes one,\" the younger cried as a large dark object majestically rose into the sky and rapidly disappeared into high clouds. \"Yup, maybe so,\" said the other. \"But it's flying too high for us.\"\"I must be a silly old man,\" Solomon thought, scanning the cleared space behind his tow truck where he remembered an engine. There was nothing there, and as Solomon now figured it, never had been. Heart heavy with belief in the temporary foolishness of age, Solomon went to the hub cap, glittering the sun where it lit after bouncing off the fender.", "persons": ["Solomon"], "locations": [], "organisations": [], "misc": [], "summaries": []}, {"size": 614, "text": "It was untied from the string, and in the tool tray, before Solomon realized he'd not been daydreaming. In the cleared area, were two old manifold gaskets, several rusty nuts, and dirt blown smooth in a wide circle around greasy blocks on which he'd propped the now missing engine. That night was a whirlwind of excitement for Solomon. He had steak for dinner, then sat back to consider future success. Once the classic cars were gone, he could use the space for more profitable Fords and Chevys. All he'd have to do would be bolt manifolds from spare engines on a different car every night, and he'd be rid of it.", "persons": ["Solomon"], "locations": [], "organisations": [], "misc": ["Fords", "Chevys ."], "summaries": []}, {"size": 662, "text": "All he used was vacuum in the intake manifold, drawing pressure from the outlet side of the exhaust. The resulting automatic power flow raised anything they were attached to. Solomon couldn't help but think, \"The newspapers said scientists were losing rockets and space capsules, so a few old cars could get lost in the clouds without hurting anything.\" Early the next morning, he towed the oldest hulk, an Essex, to the cleared space. Manifolds from junk engines were bolted to the wheels but this time carburetor flanges were covered by wooden shingles because Solomon figured he couldn't afford to ruin four salable hub caps just to get rid of his old sedans.", "persons": ["Solomon"], "locations": [], "organisations": ["Essex"], "misc": [], "summaries": []}, {"size": 672, "text": "Each shingle was taped in place so they could be pulled off in unison with a strong pull on the twine. The tired Essex was pretty big, so Solomon waited until bedtime before stumbling through the dark to the launching pad in his yard. Light from kitchen matches helped collect the shingle cords as he crouched behind the Ford wagon. He held the cords in one calloused hand, a burning match in the other so he could watch the Essex. Solomon tightened his fist, gave a quick tug to jerk all shingles at the same time, and watched in excited satisfaction as the old sedan rose in a soft swish of midsummer air flowing through ancient curves of four rusty manifold assemblies.", "persons": ["Solomon"], "locations": [], "organisations": ["Ford"], "misc": ["Essex"], "summaries": []}, {"size": 408, "text": "Day after day, only a mile from Fullerton, Solomon busied himself buying wrecked cars and selling usable parts. Each weekday night--Solomon never worked on Sunday--another old car from his back lot went silently heavenward with the aid of Solomon's unique combination of engine vacuum and exhaust pressure. His footsteps were light with accomplishment as he thought, \"In four more days, they'll all be gone.\"", "persons": ["Solomon"], "locations": ["Fullerton"], "organisations": [], "misc": [], "summaries": []}, {"size": 612, "text": "While the Fullerton radar net smoked innumerable cigarettes and cursed luck ruining the evening, Solomon scrambled two eggs, enjoyed his coffee and relaxed with a newly found set of old 1954 Buick shop manuals. As usual, when the clock neared ten, he closed his manuals and let himself out the back door. City lights, reflected in low clouds, brightened the way Solomon knew well. He was soon kneeling behind the Ford wagon without having stumbled once. Only two kitchen matches were needed to collect the cords from a big Packard, handsome in the warmth of a moonless summer night. With a faint \"God Bless You,\"", "persons": ["Solomon", "God"], "locations": ["Fullerton"], "organisations": ["Buick", "Ford"], "misc": ["Packard"], "summaries": []}, {"size": 604, "text": "Solomon pulled the shingles and watched its massive hulk rise and disappear into orbit with his other orphans. If you'd been able to see it all, you'd have worried. The full circle of radar and communications crews around Fullerton had acted as though the whole town were going to pussyfoot away at sundown. _Nine_ was hidden in a curious farmer's orange grove. _Seven_ was tucked between station wagons in the back row of a used car lot. _Four_ was assigned the loading dock of a meat-packing plant, but the night watchman wouldn't allow them to stay. They moved across the street behind a fire station.", "persons": ["Solomon"], "locations": ["Fullerton"], "organisations": [], "misc": [], "summaries": []}, {"size": 628, "text": "_Three_ was too big to hide, so it opened for business inside the National Guard Armory. They all caught the Packard's takeoff. Degree lines from the four stations around Fullerton were crossed on the map long before Solomon reached his back door. By the time bedroom lights were out and covers under his bristly chin, a task force of quiet men was speeding on its way to surround four blocks of country land; including a chicken ranch, Solomon's junk yard and a small frame house. Dogs stirred, yapping at sudden activity they alone knew of, then nose to tail, returned to sleep when threats of intrusion failed to materialize.", "persons": ["Solomon"], "locations": ["National Guard Armory .", "Fullerton"], "organisations": [], "misc": ["Packard"], "summaries": []}, {"size": 538, "text": "The sun was barely up when the chicken farmer was stopped a block from his house, Highway patrolmen slowly inspected his truck from front to back, while three cars full of civilians, by the side of the road, watched every move. Finding nothing unusual, a patrolman reported to the first civilian car then returned to wave the farmer on his way. When the widow teacher from the frame house, started for school, she too, was stopped. After a cursory inspection the patrolman passed her on. Two of the three accounted for. What of the third?", "persons": [], "locations": [], "organisations": [], "misc": [], "summaries": []}, {"size": 600, "text": "Quietly a cavalcade formed, converged in Solomon's front yard and parked facing the road ready for quick departure. Some dozen civilians muddied shoes and trousers circling the junk yard, taking stations so they could watch all approaches. Once they were in position, a Highway patrolman and two civilians went to Solomon's door. His last cup of coffee was almost gone as Solomon heard the noise of their shoes, followed by knuckles thumping his front door. Wondering who could be in such a hurry, so early in the morning, he pulled on boots and buttoned a denim jacket as he went to answer. \"Hello,\"", "persons": ["Solomon"], "locations": [], "organisations": ["Highway"], "misc": [], "summaries": []}, {"size": 622, "text": "said Solomon to the patrolman, while opening the door. \"Why you bother me so early? You know I only buy cars from owners.\" \"No, Mr. Solomon, we're not worried about your car buying. This man, from Washington, wants to ask you a few questions.\" \"Sure, come in,\" Solomon replied. The questions were odd: Do you have explosives here? Can you weld metal tanks? What is your education? Were you ever an engineer? What were you doing last night? To these, and bewildering others, Solomon told the truth. He had no explosives, couldn't weld, didn't finish school and was here, in bed, all night. Then they wanted to see his cars.", "persons": ["Solomon"], "locations": ["Washington"], "organisations": [], "misc": [], "summaries": []}, {"size": 632, "text": "Through the back door, so he'd not have to open the office, Solomon led the three men into his yard. Once inside, and without asking permission, they began searching like a hungry hound trailing a fat rabbit. Solomon's eyes, blinking in the glare of early morning sun, watched invasion of his privacy. \"What they want?\" he wondered. He'd broken no laws in all the years he'd been in the United States. \"For what do they bother a wrecking yard?\" he asked himself. His depressing thoughts were rudely shattered by a hail from the larger civilian, standing at the back of Solomon's yard. There, three old cars stood in an isolated row.", "persons": ["Solomon"], "locations": ["United States"], "organisations": [], "misc": [], "summaries": []}, {"size": 622, "text": "\"Solomon, come here a moment,\" he shouted. Solomon trudged back, followed by the short civilian and patrolman who left their curious searching to follow Solomon's lead. When he neared, the tall stranger asked, \"I see where weeds grew under other cars which, from the tracks, have been moved out in the past few weeks. How many did you have?\" \"Twenty; but these are all I have left,\" Solomon eagerly replied, hoping at last he'd a customer for the best of his old cars. \"They make classic cars, if you'd take the time to fix them up. That one, the Hupmobile, is the last--\" \"Who bought the others?\" the big man interrupted.", "persons": ["Solomon"], "locations": [], "organisations": ["Hupmobile"], "misc": [], "summaries": []}, {"size": 570, "text": "\"No one,\" quavered Solomon, terror gripping his throat with a nervous hand. Had he done wrong to send cars into the sky? Everyone else was sending things up. Newspapers said Russians and Americans were racing to send things into the air. What had he done that was wrong? Surely there was no law he'd broken. Wasn't the air free, like the seas? People dumped things into the ocean. \"Then where did they go?\" snapped his questioner. \"Up there,\" pointed Solomon. \"I needed the space. They were too good to cut up. No one would buy them. So I sent them up. The newspapers--\"", "persons": ["Solomon"], "locations": [], "organisations": [], "misc": ["Russians", "Americans"], "summaries": []}, {"size": 768, "text": "\"I sent them into the sky,\" quavered Solomon. So this is what he did wrong. Would they lock him up? What would happen to his cars? And his business? \"How did you ... no! Wait a minute. Don't say a word. Officer, go and tell my men to prevent anyone from approaching or leaving this place.\" The patrolman almost saluted, thought better of it, and left grumbling about being left out of what must be something big. Solomon told the civilians of matching vacuum in intake manifolds to pressure from exhaust manifolds. A logical way to make an engine that would run on pressure, like satellite engines he'd read about in newspapers. It worked on a cracked engine block, so he'd used scrap manifolds to get rid of old cars no one would buy. It hadn't hurt anything, had it?", "persons": ["Solomon .", "Solomon"], "locations": [], "organisations": [], "misc": [], "summaries": []}, {"size": 642, "text": "Well, no, it hadn't. But as you can imagine, things happened rather fast. They let Solomon get clean denims and his razor. Then without a bye-your-leave, hustled him to the Ontario airport where an unmarked jet flew him to Washington and a hurriedly arranged meeting with the President. They left guards posted inside the fence of Solomon's yard, so they'll cause no attention while protecting his property. A rugged individual sits in the office and tells buyers and sellers alike, that he is Solomon's nephew. \"The old man had to take a trip in a hurry.\" Because he knows nothing of the business, they'll have to wait until Solomon returns.", "persons": ["Solomon"], "locations": ["Ontario", "Washington"], "organisations": [], "misc": [], "summaries": []}, {"size": 893, "text": "Where's Solomon now? Newspaper stories have him in Nevada showing the Air Force how to build gigantic intake and exhaust manifolds, which the Strategic Air Command is planning to attach to a stratospheric decompression test chamber. They figure if they can throw it into the sky, they can move anything up to what astronomers now call Solomon's Orbit, where at last count, sixteen of the seventeen cars are still merrily circling the earth. As you know, one recently hit the Russian television satellite. The Russians? We're told they're still burning their fingers trying to orbit a car. They can't figure how to control vacuum and pressure from the manifolds. Solomon didn't tell many people about the shingles he uses for control panels, and the Russians think control is somehow related to kitchen matches a newspaper reporter found scattered behind a station wagon in Solomon's junk yard.", "persons": ["Solomon"], "locations": ["Nevada"], "organisations": ["Air Force", "Strategic Air Command"], "misc": ["Solomon 's Orbit", "Russian", "Russians"], "summaries": []}]}}