{
 "author": [
  "Paterson, A. B. (Andrew Barton)"
 ],
 "title": [
  "Three Elephant Power, and Other Stories"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Australia -- Social life and customs -- Fiction",
  "Short stories, Australian",
  "Frontier and pioneer life -- Australia -- Fiction",
  "PR"
 ],
 "id": "307",
 "genre": [
  "short stories",
  "fiction"
 ],
 "paragraphs": [
  {
   "size": 865,
   "text": "THREE ELEPHANT POWER AND OTHER STORIES by Andrew Barton 'Banjo' Paterson and by Knott Gold [Australian Poet, Reporter--1864-1941.] [Note on text: These stories appeared originally in several Australian journals.] Three Elephant Power The Oracle The Cast-iron Canvasser The Merino Sheep The Bullock White-when-he's-wanted The Downfall of Mulligan's The Amateur Gardener Thirsty Island Dan Fitzgerald Explains The Cat Sitting in Judgment The Dog The Dog--as a Sportsman Concerning a Steeplechase Rider Victor Second Concerning a Dog-fight His Masterpiece Done for the Double by Knott Gold “Them things,” said Alfred the chauffeur, tapping the speed indicator with his fingers, “them things are all right for the police. But, Lord, you can fix 'em up if you want to. Did you ever hear about Henery, that used to drive for old John Bull--about Henery and the elephant?”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 608,
   "text": "Alfred was chauffeur to a friend of mine who owned a very powerful car. Alfred was part of that car. Weirdly intelligent, of poor physique, he might have been any age from fifteen to eighty. His education had been somewhat hurried, but there was no doubt as to his mechanical ability. He took to a car like a young duck to water. He talked motor, thought motor, and would have accepted--I won't say with enthusiasm, for Alfred's motto was 'Nil admirari'--but without hesitation, an offer to drive in the greatest race in the world. He could drive really well, too; as for belief in himself, after six months'",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 650,
   "text": "apprenticeship in a garage he was prepared to vivisect a six-cylinder engine with the confidence of a diplomaed bachelor of engineering. Barring a tendency to flash driving, and a delight in persecuting slow cars by driving just in front of them and letting them come up and enjoy his dust, and then shooting away again, he was a respectable member of society. When his boss was in the car he cloaked the natural ferocity of his instincts; but this day, with only myself on board, and a clear run of a hundred and twenty miles up to the station before him, he let her loose, confident that if any trouble occurred I would be held morally responsible.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 702,
   "text": "As we flew past a somnolent bush pub, Alfred, whistling softly, leant forward and turned on a little more oil. “You never heard about Henery and the elephant?” he said. “It was dead funny. Henery was a bushwacker, but clean mad on motorin'. He was wood and water joey at some squatter's place until he seen a motor-car go past one day, the first that ever they had in the districk. “'That's my game,' says Henery; 'no more wood and water joey for me.' “So he comes to town and gets a job off Miles that had that garage at the back of Allison's. An old cove that they called John Bull--I don't know his right name, he was a fat old cove--he used to come there to hire cars, and Henery used to drive him.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 679,
   "text": "And this old John Bull he had lots of stuff, so at last he reckons he's going to get a car for himself, and he promises Henery a job to drive it. A queer cove this Henery was--half mad, I think, but the best hand with a car ever I see.” While he had been talking we topped a hill, and opened up a new stretch of blue-grey granite-like road. Down at the foot of the hill was a teamster's waggon in camp; the horses in their harness munching at their nose-bags, while the teamster and a mate were boiling a billy a little off to the side of the road. There was a turn in the road just below the waggon which looked a bit sharp, so of course Alfred bore down on it like a whirlwind.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 607,
   "text": "The big stupid team-horses huddled together and pushed each other awkwardly as we passed. A dog that had been sleeping in the shade of the waggon sprang out right in front of the car, and was exterminated without ever knowing what struck him. There was just room to clear the tail of the waggon and negotiate the turn. Alfred, with the calm decision of a Napoleon, swung round the bend to find that the teamster's hack, fast asleep, was tied to the tail of the waggon. Nothing but a lightning-like twist of the steering-wheel prevented our scooping the old animal up, and taking him on board as a passenger.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 601,
   "text": "As it was, we carried off most of his tail as a trophy on the brass of the lamp. The old steed, thus rudely awakened, lashed out good and hard, but by that time we were gone, and he missed the car by a quarter of a mile. During this strenuous episode Alfred never relaxed his professional stolidity, and, when we were clear, went on with his story in the tone of a man who found life wanting in animation. “Well, at fust, the old man would only buy one of these little eight-horse rubby-dubbys that go strugglin' up 'ills with a death-rattle in its throat, and all the people in buggies passin' it. O'",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 739,
   "text": "course that didn't suit Henery. He used to get that spiked when a car passed him, he'd nearly go mad. And one day he nearly got the sack for dodgin' about up a steep 'ill in front of one o' them big twenty-four Darracqs, full of 'owlin' toffs, and not lettin' 'em get a chance to go past till they got to the top. But at last he persuaded old John Bull to let him go to England and buy a car for him. He was to do a year in the shops, and pick up all the wrinkles, and get a car for the old man. Bit better than wood and water joeying, wasn't it?” Our progress here was barred by our rounding a corner right on to a flock of sheep, that at once packed together into a solid mass in front of us, blocking the whole road from fence to fence.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 615,
   "text": "“Silly cows o' things, ain't they?” said Alfred, putting on his emergency brake, and skidding up till the car came softly to rest against the cushion-like mass--a much quicker stop than any horse-drawn vehicle could have made. A few sheep were crushed somewhat, but it is well known that a sheep is practically indestructible by violence. Whatever Alfred's faults were, he certainly could drive. “Well,” he went on, lighting a cigarette, unheeding the growls of the drovers, who were trying to get the sheep to pass the car, “well, as I was sayin', Henery went to England, and he got a car. Do you know wot he got?”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 877,
   "text": "“'E got a ninety,” said Alfred slowly, giving time for the words to soak in. “A ninety! What do you mean?” “'E got a ninety--a ninety-horse-power racin' engine wot was made for some American millionaire and wasn't as fast as wot some other millionaire had, so he sold it for the price of the iron, and Henery got it, and had a body built for it, and he comes out here and tells us all it's a twenty mongrel--you know, one of them cars that's made part in one place and part in another, the body here and the engine there, and the radiator another place. There's lots of cheap cars made like that. “So Henery he says that this is a twenty mongrel--only a four-cylinder engine; and nobody drops to what she is till Henery goes out one Sunday and waits for the big Napier that Scotty used to drive--it belonged to the same bloke wot owned that big racehorse wot won all the races.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 696,
   "text": "So Henery and Scotty they have a fair go round the park while both their bosses is at church, and Henery beat him out o' sight--fair lost him--and so Henery was reckoned the boss of the road. No one would take him on after that.” A nasty creek-crossing here required Alfred's attention. A little girl, carrying a billy-can of water, stood by the stepping stones, and smiled shyly as we passed. Alfred waved her a salute quite as though he were an ordinary human being. I felt comforted. He had his moments of relaxation evidently, and his affections like other people. “What happened to Henry and the ninety-horse machine?” I asked. “And where does the elephant come in?” Alfred smiled pityingly.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 788,
   "text": "“Ain't I tellin' yer,” he said. “You wouldn't understand if I didn't tell yer how he got the car and all that. So here's Henery,” he went on, “with old John Bull goin' about in the fastest car in Australia, and old John, he's a quiet old geezer, that wouldn't drive faster than the regulations for anything, and that short-sighted he can't see to the side of the road. So what does Henery do? He fixes up the speed-indicator--puts a new face on it, so that when the car is doing thirty, the indicator only shows fifteen, and twenty for forty, and so on. So out they'd go, and if Henery knew there was a big car in front of him, he'd let out to forty-five, and the pace would very near blow the whiskers off old John; and every now and again he'd look at the indicator, and it'd be showin'",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 606,
   "text": "twenty-two and a half, and he'd say: “'Better be careful, Henery, you're slightly exceedin' the speed limit; twenty miles an hour, you know, Henery, should be fast enough for anybody, and you're doing over twenty-two.' “Well, one day, Henery told me, he was tryin' to catch up a big car that just came out from France, and it had a half-hour start of him, and he was just fairly flyin', and there was a lot of cars on the road, and he flies past 'em so fast the old man says, 'It's very strange, Henery,' he says, 'that all the cars that are out to-day are comin' this way,' he says. You see he was passin'",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 780,
   "text": "'em so fast he thought they were all comin' towards him. “And Henery sees a mate of his comin', so he lets out a notch or two, and the two cars flew by each other like chain lightnin'. They were each doin' about forty, and the old man, he says, 'There's a driver must be travellin' a hundred miles an hour,' he says. 'I never see a car go by so fast in my life,' he says. 'If I could find out who he is, I'd report him,' he says. 'Did you know the car, Henery?' But of course Henery, he doesn't know, so on they goes. “The owner of the big French car thinks he has the fastest car in Australia, and when he sees Henery and the old man coming, he tells his driver to let her out a little; but Henery gives the ninety-horse the full of the lever, and whips up alongside in one jump.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 643,
   "text": "And then he keeps there just half a length ahead of him, tormentin' him like. And the owner of the French car he yells out to old John Bull, 'You're going a nice pace for an old 'un,' he says. Old John has a blink down at the indicator. 'We're doing twenty-five,' he yells out. 'Twenty-five grandmothers,' says the bloke; but Henery he put on his accelerator, and left him. It wouldn't do to let the old man get wise to it, you know.” We topped a big hill, and Alfred cut off the engine and let the car swoop, as swiftly and noiselessly as an eagle, down to the flat country below. “You're a long while coming to the elephant, Alfred,” I said.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 649,
   "text": "“Well, now, I'll tell you about the elephant,” said Alfred, letting his clutch in again, and taking up the story to the accompaniment of the rhythmic throb of the engine. “One day Henery and the old man were going out a long trip over the mountain, and down the Kangaroo Valley Road that's all cut out of the side of the 'ill. And after they's gone a mile or two, Henery sees a track in the road--the track of the biggest car he ever seen or 'eard of. An' the more he looks at it, the more he reckons he must ketch that car and see what she's made of. So he slows down passin' two yokels on the road, and he says, 'Did you see a big car along 'ere?'",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 617,
   "text": "“'Yes, we did,' they says. “'How big is she?' says Henery. “'Biggest car ever we see,' says the yokels, and they laughed that silly way these yokels always does. “'How many horse-power do you think she was?' says Henery. “'Horse-power,' they says; 'elephant-power, you mean! She was three elephant-power,' they says; and they goes 'Haw, haw!' and Henery drops his clutch in, and off he goes after that car.” Alfred lit another cigarette as a preliminary to the climax. “So they run for miles, and all the time there's the track ahead of 'em, and Henery keeps lettin' her out, thinkin' that he'll never ketch that car.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 608,
   "text": "They went through a town so fast, the old man he says, 'What house was that we just passed,' he says. At last they come to the top of the big 'ill, and there's the tracks of the big car goin' straight down ahead of 'em. “D'you know that road? It's all cut out of the side of the mountain, and there's places where if she was to side-slip you'd go down 'undreds of thousands of feet. And there's sharp turns, too; but the surface is good, so Henery he lets her out, and down they go, whizzin' round the turns and skatin' out near the edge, and the old cove sittin' there enjoyin' it, never knowin' the danger.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 716,
   "text": "And comin' to one turn Henery gives a toot on the 'orn, and then he heard somethin' go 'toot, toot' right away down the mountain. “'Bout a mile ahead it seemed to be, and Henery reckoned he'd go another four miles before he'd ketch it, so he chances them turns more than ever. And she was pretty hot, too; but he kept her at it, and he hadn't gone a full mile till he come round a turn about forty miles an hour, and before he could stop he run right into it, and wot do you think it was?” I hadn't the faintest idea. “A circus. One of them travellin' circuses, goin' down the coast; and one of the elephants had sore feet, so they put him in a big waggon, and another elephant pulled in front and one pushed behind.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 617,
   "text": "Three elephant-power it was, right enough. That was the waggon wot made the big track. Well, it was all done so sudden. Before Henery could stop, he runs the radiator--very near boiling she was--up against the elephant's tail, and prints the pattern of the latest honeycomb radiator on the elephant as clear as if you done it with a stencil. “The elephant, he lets a roar out of him like one of them bulls bellerin', and he puts out his nose and ketches Henery round the neck, and yanks him out of the car, and chucks him right clean over the cliff, 'bout a thousand feet. But he never done nothin' to the old bloke.”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 734,
   "text": "“Well, it finished Henery, killed him stone dead, of course, and the old man he was terrible cut up over losin' such a steady, trustworthy man. 'Never get another like him,' he says.” We were nearly at our journey's end, and we turned through a gate into the home paddocks. Some young stock, both horses and cattle, came frisking and cantering after the car, and the rough bush track took all Alfred's attention. We crossed a creek, the water swishing from the wheels, and began the long pull up to the homestead. Over the clamour of the little-used second speed, Alfred concluded his narrative. “The old bloke advertised,” he said, “for another driver, a steady, reliable man to drive a twenty horse-power, four-cylinder touring car.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 652,
   "text": "Every driver in Sydney put in for it. Nothing like a fast car to fetch 'em, you know. And Scotty got it. Him wot used to drive the Napier I was tellin' you about.” “And what did the old man say when he found he'd been running a racing car?” “He don't know now. Scotty never told 'im. Why should he? He's drivin' about the country now, the boss of the roads, but he won't chance her near a circus. Thinks he might bump the same elephant. And that elephant, every time he smells a car passin' in the road, he goes near mad with fright. If he ever sees that car again, do you think he'd know it?” Not being used to elephants, I could not offer an opinion.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 717,
   "text": "No tram ever goes to Randwick races without him; he is always fat, hairy, and assertive; he is generally one of a party, and takes the centre of the stage all the time--collects and hands over the fares, adjusts the change, chaffs the conductor, crushes the thin, apologetic stranger next him into a pulp, and talks to the whole compartment as if they had asked for his opinion. He knows all the trainers and owners, or takes care to give the impression that he does. He slowly and pompously hauls out his race book, and one of his satellites opens the ball by saying, in a deferential way: “What do you like for the 'urdles, Charley?” The Oracle looks at the book and breathes heavily; no one else ventures to speak.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 693,
   "text": "“Well,” he says, at last, “of course there's only one in it--if he's wanted. But that's it--will they spin him? I don't think they will. They's only a lot o' cuddies, any'ow.” No one likes to expose his own ignorance by asking which horse he refers to as the “only one in it”; and the Oracle goes on to deal out some more wisdom in a loud voice. “Billy K---- told me” (he probably hardly knows Billy K---- by sight) “Billy K---- told me that that bay 'orse ran the best mile-an'-a-half ever done on Randwick yesterday; but I don't give him a chance, for all that; that's the worst of these trainers. They don't know when their horses are well--half of 'em.” Then a voice comes from behind him.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 629,
   "text": "It is that of the thin man, who is crushed out of sight by the bulk of the Oracle. “I think,” says the thin man, “that that horse of Flannery's ought to run well in the Handicap.” The Oracle can't stand this sort of thing at all. He gives a snort, wheels half-round and looks at the speaker. Then he turns back to the compartment full of people, and says: “No 'ope.” The thin man makes a last effort. “Well, they backed him last night, anyhow.” “Who backed 'im?” says the Oracle. “In Tattersall's,” says the thin man. “I'm sure,” says the Oracle; and the thin man collapses. On arrival at the course, the Oracle is in great form.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 676,
   "text": "Attended by his string of satellites, he plods from stall to stall staring at the horses. Their names are printed in big letters on the stalls, but the Oracle doesn't let that stop his display of knowledge. “'Ere's Blue Fire,” he says, stopping at that animal's stall, and swinging his race book. “Good old Blue Fire!” he goes on loudly, as a little court collects. “Jimmy B----” (mentioning a popular jockey) “told me he couldn't have lost on Saturday week if he had only been ridden different. I had a good stake on him, too, that day. Lor', the races that has been chucked away on this horse. They will not ride him right.” A trainer who is standing by, civilly interposes.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 815,
   "text": "“This isn't Blue Fire,” he says. “Blue Fire's out walking about. This is a two-year-old filly that's in the stall----” “Well, I can see that, can't I,” says the Oracle, crushingly. “You don't suppose I thought Blue Fire was a mare, did you?” and he moves off hurriedly. “Now, look here, you chaps,” he says to his followers at last. “You wait here. I want to go and see a few of the talent, and it don't do to have a crowd with you. There's Jimmy M---- over there now” (pointing to a leading trainer). “I'll get hold of him in a minute. He couldn't tell me anything with so many about. Just you wait here.” He crushes into a crowd that has gathered round the favourite's stall, and overhears one hard-faced racing man say to another, “What do you like?” to which the other answers, “Well, either this or Royal Scot.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 686,
   "text": "I think I'll put a bit on Royal Scot.” This is enough for the Oracle. He doesn't know either of the men from Adam, or either of the horses from the great original pachyderm, but the information will do to go on with. He rejoins his followers, and looks very mysterious. “Well, did you hear anything?” they say. The Oracle talks low and confidentially. “The crowd that have got the favourite tell me they're not afraid of anything but Royal Scot,” he says. “I think we'd better put a bit on both.” “What did the Royal Scot crowd say?” asks an admirer deferentially. “Oh, they're going to try and win. I saw the stable commissioner, and he told me they were going to put a hundred on him.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 725,
   "text": "Of course, you needn't say I told you, 'cause I promised him I wouldn't tell.” And the satellites beam with admiration of the Oracle, and think what a privilege it is to go to the races with such a knowing man. They contribute their mites to the general fund, some putting in a pound, others half a sovereign, and the Oracle takes it into the ring to invest, half on the favourite and half on Royal Scot. He finds that the favourite is at two to one, and Royal Scot at threes, eight to one being offered against anything else. As he ploughs through the ring, a Whisperer (one of those broken-down followers of the turf who get their living in various mysterious ways, but partly by giving “tips” to backers) pulls his sleeve.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 704,
   "text": "“What are you backing?” he says. “Favourite and Royal Scot,” says the Oracle. “Put a pound on Bendemeer,” says the tipster. “It's a certainty. Meet me here if it comes off, and I'll tell you something for the next race. Don't miss it now. Get on quick!” The Oracle is humble enough before the hanger-on of the turf. A bookmaker roars “10 to 1 Bendemeer;” he suddenly fishes out a sovereign of his own--and he hasn't money to spare, for all his knowingness--and puts it on Bendemeer. His friends' money he puts on the favourite and Royal Scot as arranged. Then they all go round to watch the race. The horses are at the post; a distant cluster of crowded animals with little dots of colour on their backs.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 601,
   "text": "Green, blue, yellow, purple, French grey, and old gold, they change about in a bewildering manner, and though the Oracle has a cheap pair of glasses, he can't make out where Bendemeer has got to. Royal Scot and the favourite he has lost interest in, and secretly hopes that they will be left at the post or break their necks; but he does not confide his sentiment to his companions. They're off! The long line of colours across the track becomes a shapeless clump and then draws out into a long string. “What's that in front?” yells someone at the rails. “Oh, that thing of Hart's,” says someone else.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 640,
   "text": "But the Oracle hears them not; he is looking in the mass of colour for a purple cap and grey jacket, with black arm bands. He cannot see it anywhere, and the confused and confusing mass swings round the turn into the straight. Then there is a babel of voices, and suddenly a shout of “Bendemeer! Bendemeer!” and the Oracle, without knowing which is Bendemeer, takes up the cry feverishly. “Bendemeer! Bendemeer!” he yells, waggling his glasses about, trying to see where the animal is. “Where's Royal Scot, Charley? Where's Royal Scot?” screams one of his friends, in agony. “'Ow's he doin'?” “No 'ope!” says the Oracle, with fiendish glee.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 615,
   "text": "“Bendemeer! Bendemeer!” The horses are at the Leger stand now, whips are out, and three horses seem to be nearly abreast; in fact, to the Oracle there seem to be a dozen nearly abreast. Then a big chestnut sticks his head in front of the others, and a small man at the Oracle's side emits a deafening series of yells right by the Oracle's ear: “Go on, Jimmy! Rub it into him! Belt him! It's a cake-walk! A cake-walk!” The big chestnut, in a dogged sort of way, seems to stick his body clear of his opponents, and passes the post a winner by a length. The Oracle doesn't know what has won, but fumbles with his book.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 607,
   "text": "The number on the saddle-cloth catches his eye--No. 7; he looks hurriedly down the page. No. 7--Royal Scot. Second is No. 24--Bendemeer. Favourite nowhere. Hardly has he realised it, before his friends are cheering and clapping him on the back. “By George, Charley, it takes you to pick 'em.” “Come and 'ave a wet!” “You 'ad a quid in, didn't you, Charley?” The Oracle feels very sick at having missed the winner, but he dies game. “Yes, rather; I had a quid on,” he says. “And” (here he nerves himself to smile) “I had a saver on the second, too.” His comrades gasp with astonishment. “D'you hear that, eh?",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 690,
   "text": "Charley backed first and second. That's pickin' 'em if you like.” They have a wet, and pour fulsome adulation on the Oracle when he collects their money. After the Oracle has collected the winnings for his friends he meets the Whisperer again. “It didn't win?” he says to the Whisperer in inquiring tones. “Didn't win,” says the Whisperer, who has determined to brazen the matter out. “How could he win? Did you see the way he was ridden? That horse was stiffened just after I seen you, and he never tried a yard. Did you see the way he was pulled and hauled about at the turn? It'd make a man sick. What was the stipendiary stewards doing, I wonder?” This fills the Oracle with a new idea.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 650,
   "text": "All that he remembers of the race at the turn was a jumble of colours, a kaleidoscope of horses and of riders hanging on to the horses' necks. But it wouldn't do to admit that he didn't see everything, and didn't know everything; so he plunges in boldly. “O' course I saw it,” he says. “And a blind man could see it. They ought to rub him out.” “Course they ought,” says the Whisperer. “But, look here, put two quid on Tell-tale; you'll get it all back!” The Oracle does put on “two quid”, and doesn't get it all back. Neither does he see any more of this race than he did of the last one--in fact, he cheers wildly when the wrong horse is coming in.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 533,
   "text": "But when the public begin to hoot he hoots as loudly as anybody--louder if anything; and all the way home in the tram he lays down the law about stiff running, and wants to know what the stipendiaries are doing. If you go into any barber's shop, you can hear him at it, and he flourishes in suburban railway carriages; but he has a tremendous local reputation, having picked first and second in the handicap, and it would be a bold man who would venture to question the Oracle's knowledge of racing and of all matters relating to it.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 703,
   "text": "THE CAST-IRON CANVASSER The firm of Sloper and Dodge, publishers and printers, was in great distress. These two enterprising individuals had worked up an enormous business in time-payment books, which they sold all over Australia by means of canvassers. They had put all the money they had into the business; and now, just when everything was in thorough working order, the public had revolted against them. Their canvassers were molested by the country folk in divers strange bush ways. One was made drunk, and then a two-horse harrow was run over him; another was decoyed into the ranges on pretence of being shown a gold-mine, and his guide galloped away and left him to freeze all night in the bush.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 699,
   "text": "In mining localities the inhabitants were called together by beating a camp-oven lid with a pick, and the canvasser was given ten minutes in which to get out of the town alive. If he disregarded the hint he would, as likely as not, fall accidentally down a disused shaft. The people of one district applied to their M.P. to have canvassers brought under the “Noxious Animals Act”, and demanded that a reward should be offered for their scalps. Reports appeared in the country press about strange, gigantic birds that appeared at remote selections and frightened the inhabitants to death--these were Sloper and Dodge's sober and reliable agents, wearing neat, close-fitting suits of tar and feathers.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 713,
   "text": "In fact, it was altogether too hot for the canvassers, and they came in from North and West and South, crippled and disheartened, to tender their resignations. To make matters worse, Sloper and Dodge had just got out a large Atlas of Australasia, and if they couldn't sell it, ruin stared them in the face; and how could they sell it without canvassers? The members of the firm sat in their private office. Sloper was a long, sanctimonious individual, very religious and very bald. Dodge was a little, fat American, with bristly, black hair and beard, and quick, beady eyes. He was eternally smoking a reeking black pipe, and puffing the smoke through his nose in great whiffs, like a locomotive on a steep grade.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 635,
   "text": "Anybody walking into one of those whiffs was liable to get paralysis. Just as things were at their very blackest, something had turned up that promised to relieve all their difficulties. An inventor had offered to supply them with a patent cast-iron canvasser--a figure which (he said) when wound up would walk, talk, collect orders, and stand any amount of ill-usage and wear and tear. If this could indeed be done, they were saved. They had made an appointment with the genius; but he was half-an-hour late, and the partners were steeped in gloom. They had begun to despair of his appearing at all, when a cab rattled up to the door.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 661,
   "text": "Sloper and Dodge rushed unanimously to the window. A young man, very badly dressed, stepped out of the cab, holding over his shoulder what looked like the upper half of a man's body. In his disengaged hand he held a pair of human legs with boots and trousers on. Thus burdened he turned to ask his fare, but the cabman gave a yell of terror, whipped up his horse, and disappeared at a hand-gallop; and a woman who happened to be going by, ran down the street, howling that Jack the Ripper had come to town. The man bolted in at the door, and toiled up the dark stairs tramping heavily, the legs and feet, which he dragged after him, making an unearthly clatter.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 711,
   "text": "He came in and put his burden down on the sofa. “There you are, gents,” he said; “there's your canvasser.” Sloper and Dodge recoiled in horror. The upper part of the man had a waxy face, dull, fishy eyes, and dark hair; he lounged on the sofa like a corpse at ease, while his legs and feet stood by, leaning stiffly against the wall. The partners gazed at him for a while in silence. “Fix him together, for God's sake,” said Dodge. “He looks awful.” The Genius grinned, and fixed the legs on. “Now he looks better,” said Dodge, poking about the figure--“looks as much like life as most--ah, would you, you brute!” he exclaimed, springing back in alarm, for the figure had made a violent La Blanche swing at him.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 708,
   "text": "“That's all right,” said the Inventor. “It's no good having his face knocked about, you know--lot of trouble to make that face. His head and body are full of springs, and if anybody hits him in the face, or in the pit of the stomach--favourite places to hit canvassers, the pit of the stomach--it sets a strong spring in motion, and he fetches his right hand round with a swipe that'll knock them into the middle of next week. It's an awful hit. Griffo couldn't dodge it, and Slavin couldn't stand up against it. No fear of any man hitting _him_ twice. “And he's dog-proof, too. His legs are padded with tar and oakum, and if a dog bites a bit out of him, it will take that dog weeks to pick his teeth clean.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 629,
   "text": "Never bite anybody again, that dog won't. And he'll talk, talk, talk, like a suffragist gone mad; his phonograph can be charged for 100,000 words, and all you've got to do is to speak into it what you want him to say, and he'll say it. He'll go on saying it till he talks his man silly, or gets an order. He has an order-form in his hand, and as soon as anyone signs it and gives it back to him, that sets another spring in motion, and he puts the order in his pocket, turns round, and walks away. Grand idea, isn't he? Lor' bless you, I fairly love him.” He beamed affectionately on his monster. “What about stairs?” said Dodge.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 627,
   "text": "“No stairs in the bush,” said the Inventor, blowing a speck of dust off his apparition; “all ground-floor houses. Anyhow, if there were stairs we could carry him up and let him fall down afterwards, or get flung down like any other canvasser.” “Ha! Let's see him walk,” said Dodge. The figure walked all right, stiff and erect. “Now let's hear him yabber.” The Genius touched a spring, and instantly, in a queer, tin-whistly voice, he began to sing, “Little Annie Rooney”. “Good!” said Dodge; “he'll do. We'll give you your price. Leave him here to-night, and come in to-morrow. We'll send you off to the back country with him.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 622,
   "text": "Ninemile would be a good place to start in. Have a cigar?” Mr. Dodge, much elated, sucked at his pipe, and blew through his nose a cloud of nearly solid smoke, through which the Genius sidled out. They could hear him sneezing and choking all the way down the stairs. Ninemile is a quiet little place, sleepy beyond description. When the mosquitoes in that town settle on anyone, they usually go to sleep, and forget to bite him. The climate is so hot that the very grasshoppers crawl into the hotel parlours out of the sun, climb up the window curtains, and then go to sleep. The Riot Act never had to be read in Ninemile.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 689,
   "text": "The only thing that can arouse the inhabitants out of their lethargy is the prospect of a drink at somebody else's expense. For these reasons it had been decided to start the Cast-iron Canvasser there, and then move him on to more populous and active localities if he proved a success. They sent up the Genius, and one of their men who knew the district well. The Genius was to manage the automaton, and the other was to lay out the campaign, choose the victims, and collect the money, geniuses being notoriously unreliable and loose in their cash. They got through a good deal of whisky on the way up, and when they arrived at Ninemile were in a cheerful mood, and disposed to take risks.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 662,
   "text": "“Who'll we begin on?” said the Genius. “Oh, hang it all,” said the other, “let's make a start with Macpherson.” Macpherson was a Land Agent, and the big bug of the place. He was a gigantic Scotchman, six feet four in his socks, and freckled all over with freckles as big as half-crowns. His eyebrows would have made decent-sized moustaches for a cavalryman, and his moustaches looked like horns. He was a fighter from the ground up, and had a desperate “down” on canvassers generally, and on Sloper and Dodge's canvassers in particular. Sloper and Dodge had published a book called “Remarkable Colonials”, and Macpherson had written out his own biography for it.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 687,
   "text": "He was intensely proud of his pedigree and his relations, and in his narrative made out that he was descended from the original Fhairshon who swam round Noah's Ark with his title-deeds in his teeth. He showed how his people had fought under Alexander the Great and Timour, and had come over to Scotland some centuries before William the Conqueror landed in England. He proved that he was related in a general way to one emperor, fifteen kings, twenty-five dukes, and earls and lords and viscounts innumerable. And then, after all, the editor of “Remarkable Colonials” managed to mix him up with some other fellow, some low-bred Irish McPherson, born in Dublin of poor but honest parents.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 833,
   "text": "It was a terrible outrage. Macpherson became president of the Western District Branch of the “Remarkable Colonials” Defence League, a fierce and homicidal association got up to resist, legally and otherwise, paying for the book. He had further sworn by all he held sacred that every canvasser who came to harry him in future should die, and had put up a notice on his office-door, “Canvassers come in at their own risk.” He had a dog of what he called the Hold'em breed, who could tell a canvasser by his walk, and would go for him on sight. The reader will understand, therefore, that, when the Genius and his mate proposed to start on Macpherson, they were laying out a capacious contract for the Cast-iron Canvasser, and could only have been inspired by a morbid craving for excitement, aided by the influence of backblock whisky.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 664,
   "text": "The Inventor wound the figure up in the back parlour of the pub. There were a frightful lot of screws to tighten before the thing would work, but at last he said it was ready, and they shambled off down the street, the figure marching stiffly between them. It had a book tucked under its arm and an order-form in its hand. When they arrived opposite Macpherson's office, the Genius started the phonograph working, pointed the figure straight at Macpherson's door, and set it going. Then the two conspirators waited, like Guy Fawkes in his cellar. The automaton marched across the road and in at the open door, talking to itself loudly in a hoarse, unnatural voice.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 614,
   "text": "Macpherson was writing at his table, and looked up. The figure walked bang through a small collection of flower-pots, sent a chair flying, tramped heavily in the spittoon, and then brought up against the table with a loud crash and stood still. It was talking all the time. “I have here,” it said, “a most valuable work, an Atlas of Australia, which I desire to submit to your notice. The large and increasing demand of bush residents for time-payment works has induced the publishers of this----” “My God!” said Macpherson, “it's a canvasser. Here, Tom Sayers, Tom Sayers!” and he whistled and called for his dog.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 720,
   "text": "“Now,” he said, “will you go out of this office quietly, or will you be thrown out? It's for yourself to decide, but you've only got while a duck wags his tail to decide in. Which'll it be?” “---- works of modern ages,” said the canvasser. “Every person subscribing to this invaluable work will receive, in addition, a flat-iron, a railway pass for a year, and a pocket-compass. If you will please sign this order----” Just here Tom Sayers came tearing through the office, and without waiting for orders hitched straight on to the canvasser's calf. To Macpherson's amazement the piece came clear away, and Tom Sayers rolled about on the floor with his mouth full of a sticky substance which seemed to surprise him badly.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 677,
   "text": "The long Scotchman paused awhile before this mystery, but at last he fancied he had got the solution. “Got a cork leg, have you?” said he--“Well, let's see if your ribs are cork too,” and he struck the canvasser an awful blow on the fifth button of the waistcoat. Quicker than lightning came that terrific right-hand cross-counter. Macpherson never even knew what happened to him. The canvasser's right hand, which had been adjusted by his inventor for a high blow, had landed on the butt of Macpherson's ear and dropped him like a fowl. The gasping, terrified bull-dog fled the scene, and the canvasser stood over his fallen foe, still intoning the virtues of his publication.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 630,
   "text": "He had come there merely as a friend, he said, to give the inhabitants of Ninemile a chance to buy a book which had recently earned the approval of King O'Malley and His Excellency the Governor-General. The Genius and his mate watched this extraordinary drama through the window. The stimulant habitually consumed by the Ninemilers had induced in them a state of superlative Dutch courage, and they looked upon the whole affair as a wildly hilarious joke. “By Gad! he's done him,” said the Genius, as Macpherson went down, “done him in one hit. If he don't pay as a canvasser I'll take him to town and back him to fight Les Darcy.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 741,
   "text": "Look out for yourself; don't you handle him!” he continued as the other approached the figure. “Leave him to me. As like as not, if you get fooling about him, he'll give you a clout that'll paralyse you.” So saying, he guided the automaton out of the office and into the street, and walked straight into a policeman. By a common impulse the Genius and his mate ran rapidly away in different directions, leaving the figure alone with the officer. He was a fully-ordained sergeant--by name Aloysius O'Grady; a squat, rosy little Irishman. He hated violent arrests and all that sort of thing, and had a faculty of persuading drunks and disorderlies and other fractious persons to “go quietly along wid him,” that was little short of marvellous.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 635,
   "text": "Excited revellers, who were being carried by their mates, struggling violently, would break away to prance gaily along to the lock-up with the sergeant. Obstinate drunks who had done nothing but lie on the ground and kick their feet in the air, would get up like birds, serpent-charmed, to go with him to durance vile. As soon as he saw the canvasser, and noted his fixed, unearthly stare, and listened to his hoarse, unnatural voice, the sergeant knew what was the matter; it was a man in the horrors, a common enough spectacle at Ninemile. He resolved to decoy him into the lock-up, and accosted him in a friendly, free-and-easy way.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 626,
   "text": "“Good day t'ye,” he said. “---- most magnificent volume ever published, jewelled in fourteen holes, working on a ruby roller, and in a glass case,” said the book-canvasser. “The likenesses of the historical personages are so natural that the book must not be left open on the table, or the mosquitoes will ruin it by stinging the portraits.” It then dawned on the sergeant that this was no mere case of the horrors--he was dealing with a book-canvasser. “Ah, sure,” he said, “fwhat's the use uv tryin' to sell books at all, at all; folks does be peltin' them out into the street, and the nanny-goats lives on them these times.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 640,
   "text": "Oi send the childer out to pick 'em up, and we have 'em at me place in barrow-loads. Come along wid me now, and Oi'll make you nice and comfortable for the night,” and he laid his hand on the outstretched palm of the figure. It was a fatal mistake. He had set in motion the machinery which operated the figure's left arm, and it moved that limb in towards its body, and hugged the sergeant to its breast, with a vice-like grip. Then it started in a faltering and uneven, but dogged, way to walk towards the river. “Immortial Saints!” gasped the sergeant, “he's squazin' the livin' breath out uv me. Lave go now loike a dacent sowl, lave go.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 676,
   "text": "And oh, for the love uv God, don't be shpakin' into me ear that way;” for the figure's mouth was pressed tight against the sergeant's ear, and its awful voice went through and through the little man's head, as it held forth about the volume. The sergeant struggled violently, and by so doing set some more springs in motion, and the figure's right arm made terrific swipes in the air. A following of boys and loafers had collected by this time. “Blimey, how does he lash out!” was the remark they made. But they didn't interfere, notwithstanding the sergeant's frantic appeals, and things were going hard with him when his subordinate, Constable Dooley, appeared on the scene.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 609,
   "text": "Dooley, better known as The Wombat because of his sleepy disposition, was a man of great strength. He had originally been quartered at Sydney, and had fought many bitter battles with the notorious “pushes” of Bondi, Surry Hills and The Rocks. After that, duty at Ninemile was child's play, and he never ran in fewer than two drunks at a time; it was beneath his dignity to be seen capturing a solitary inebriate. If they wouldn't come any other way, he would take them by the ankles and drag them after him. When the Wombat saw the sergeant in the grasp of an inebriate he bore down on the fray full of fight.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 650,
   "text": "“I'll soon make him lave go, sergeant,” he said, and he caught hold of the figure's right arm, to put on the “police twist”. Unfortunately, at that exact moment the sergeant touched one of the springs in the creature's breast. With the suddenness and severity of a horse-kick, it lashed out with its right hand, catching the redoubtable Dooley a thud on the jaw, and sending him to grass as if he had been shot. For a few minutes he “lay as only dead men lie”. Then he got up bit by bit, wandered off home to the police-barracks, and mentioned casually to his wife that John L. Sullivan had come to town, and had taken the sergeant away to drown him.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 656,
   "text": "After which, having given orders that anybody who called was to be told that he had gone fifteen miles out of town to serve a summons on a man for not registering a dog, he locked himself up in a cell for the rest of the day. Meanwhile, the Cast-iron Canvasser, still holding the sergeant tightly clutched to its breast, was marching straight towards the river. Something had disorganised its vocal arrangements, and it was now positively shrieking in the sergeant's ear, and, as it yelled, the little man yelled still louder. “Oi don't want yer accursed book. Lave go uv me, Oi say!” He beat with his fists on its face, and kicked its shins without avail.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 658,
   "text": "A short, staggering rush, a wild shriek from the officer, and they both toppled over the steep bank and went souse into the depths of Ninemile Creek. That was the end of the matter. The Genius and his mate returned to town hurriedly, and lay low, expecting to be indicted for murder. Constable Dooley drew up a report for the Chief of Police which contained so many strange statements that the Police department concluded the sergeant must have got drunk and drowned himself, and that Dooley saw him do it, but was too drunk to pull him out. Anyone unacquainted with Ninemile might expect that a report of the occurrence would have reached the Sydney papers.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 738,
   "text": "As a matter of fact the storekeeper did think of writing one, but decided that it was too much trouble. There was some idea of asking the Government to fish the two bodies out of the river; but about that time an agitation was started in Ninemile to have the Federal Capital located there, and nothing else mattered. The Genius discovered a pub in Sydney that kept the Ninemile brand of whisky, and drank himself to death; the Wombat became a Sub-Inspector of Police; Sloper entered the Christian ministry; Dodge was elected to the Federal Parliament; and a vague tradition about “a bloke who came up here in the horrors, and drownded poor old O'Grady,” is the only memory that remains of that wonderful creation, the Cast-iron Canvasser.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 691,
   "text": "People have got the impression that the merino is a gentle, bleating animal that gets its living without trouble to anybody, and comes up every year to be shorn with a pleased smile upon its amiable face. It is my purpose here to exhibit the merino sheep in its true light. First let us give him his due. No one can accuse him of being a ferocious animal. No one could ever say that a sheep attacked him without provocation; although there is an old bush story of a man who was discovered in the act of killing a neighbour's wether. “Hello!” said the neighbour, “What's this? Killing my sheep! What have you got to say for yourself?” “Yes,” said the man, with an air of virtuous indignation.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 699,
   "text": "“I _am_ killing your sheep. I'll kill _any_ man's sheep that bites _me_!” But as a rule the merino refrains from using his teeth on people. He goes to work in another way. The truth is that he is a dangerous monomaniac, and his one idea is to ruin the man who owns him. With this object in view he will display a talent for getting into trouble and a genius for dying that are almost incredible. If a mob of sheep see a bush fire closing round them, do they run away out of danger? Not at all, they rush round and round in a ring till the fire burns them up. If they are in a river-bed, with a howling flood coming down, they will stubbornly refuse to cross three inches of water to save themselves.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 749,
   "text": "Dogs may bark and men may shriek, but the sheep won't move. They will wait there till the flood comes and drowns them all, and then their corpses go down the river on their backs with their feet in the air. A mob will crawl along a road slowly enough to exasperate a snail, but let a lamb get away in a bit of rough country, and a racehorse can't head him back again. If sheep are put into a big paddock with water in three corners of it, they will resolutely crowd into the fourth, and die of thirst. When being counted out at a gate, if a scrap of bark be left on the ground in the gateway, they will refuse to step over it until dogs and men have sweated and toiled and sworn and “heeled 'em up”, and “spoke to 'em”, and fairly jammed them at it.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 639,
   "text": "At last one will gather courage, rush at the fancied obstacle, spring over it about six feet in the air, and dart away. The next does exactly the same, but jumps a bit higher. Then comes a rush of them following one another in wild bounds like antelopes, until one overjumps himself and alights on his head. This frightens those still in the yard, and they stop running out. Then the dogging and shrieking and hustling and tearing have to be gone through all over again. (This on a red-hot day, mind you, with clouds of blinding dust about, the yolk of wool irritating your eyes, and, perhaps, three or four thousand sheep to put through).",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 728,
   "text": "The delay throws out the man who is counting, and he forgets whether he left off at 45 or 95. The dogs, meanwhile, have taken the first chance to slip over the fence and hide in the shade somewhere, and then there are loud whistlings and oaths, and calls for Rover and Bluey. At last a dirt-begrimed man jumps over the fence, unearths Bluey, and hauls him back by the ear. Bluey sets to work barking and heeling-'em up again, and pretends that he thoroughly enjoys it; but all the while he is looking out for another chance to “clear”. And _this_ time he won't be discovered in a hurry. There is a well-authenticated story of a ship-load of sheep that was lost because an old ram jumped overboard, and all the rest followed him.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 647,
   "text": "No doubt they did, and were proud to do it. A sheep won't go through an open gate on his own responsibility, but he would gladly and proudly “follow the leader” through the red-hot portals of Hades: and it makes no difference whether the lead goes voluntarily, or is hauled struggling and kicking and fighting every inch of the way. For pure, sodden stupidity there is no animal like the merino. A lamb will follow a bullock-dray, drawn by sixteen bullocks and driven by a profane person with a whip, under the impression that the aggregate monstrosity is his mother. A ewe never knows her own lamb by sight, and apparently has no sense of colour.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 645,
   "text": "She can recognise its voice half a mile off among a thousand other voices apparently exactly similar; but when she gets within five yards of it she starts to smell all the other lambs within reach, including the black ones--though her own may be white. The fiendish resemblance which one sheep bears to another is a great advantage to them in their struggles with their owners. It makes it more difficult to draft them out of a strange flock, and much harder to tell when any are missing. Concerning this resemblance between sheep, there is a story told of a fat old Murrumbidgee squatter who gave a big price for a famous ram called Sir Oliver.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 896,
   "text": "He took a friend out one day to inspect Sir Oliver, and overhauled that animal with a most impressive air of sheep-wisdom. “Look here,” he said, “at the fineness of the wool. See the serrations in each thread of it. See the density of it. Look at the way his legs and belly are clothed--he's wool all over, that sheep. Grand animal, grand animal!” Then they went and had a drink, and the old squatter said, “Now, I'll show you the difference between a champion ram and a second-rater.” So he caught a ram and pointed out his defects. “See here--not half the serrations that other sheep had. No density of fleece to speak of. Bare-bellied as a pig, compared with Sir Oliver. Not that this isn't a fair sheep, but he'd be dear at one-tenth Sir Oliver's price. By the way, Johnson” (to his overseer), “what ram _is_ this?” “That, sir,” replied the astounded functionary--“that _is_ Sir Oliver, sir!”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 704,
   "text": "There is another kind of sheep in Australia, as great a curse in his own way as the merino--namely, the cross-bred, or half-merino-half-Leicester animal. The cross-bred will get through, under, or over any fence you like to put in front of him. He is never satisfied with his owner's run, but always thinks other people's runs must be better, so he sets off to explore. He will strike a course, say, south-east, and so long as the fit takes him he will keep going south-east through all obstacles--rivers, fences, growing crops, anything. The merino relies on passive resistance for his success; the cross-bred carries the war into the enemy's camp, and becomes a living curse to his owner day and night.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 667,
   "text": "Once there was a man who was induced in a weak moment to buy twenty cross-bred rams. From that hour the hand of Fate was upon him. They got into all the paddocks they shouldn't have been in. They scattered themselves over the run promiscuously. They visited the cultivation paddock and the vegetable-garden at their own sweet will. And then they took to roving. In a body they visited the neighbouring stations, and played havoc with the sheep all over the district. The wretched owner was constantly getting fiery letters from his neighbours: “Your blanky rams are here. Come and take them away at once,” and he would have to go nine or ten miles to drive them home.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 681,
   "text": "Any man who has tried to drive rams on a hot day knows what purgatory is. He was threatened every week with actions for trespass. He tried shutting them up in the sheep-yard. They got out and went back to the garden. Then he gaoled them in the calf-pen. Out again and into a growing crop. Then he set a boy to watch them; but the boy went to sleep, and they were four miles away across country before he got on to their tracks. At length, when they happened accidentally to be at home on their owner's run, there came a big flood. His sheep, mostly merinos, had plenty of time to get on to high ground and save their lives; but, of course, they didn't, and were almost all drowned.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 648,
   "text": "The owner sat on a rise above the waste of waters and watched the dead animals go by. He was a ruined man. But he said, “Thank God, those cross-bred rams are drowned, anyhow.” Just as he spoke there was a splashing in the water, and the twenty rams solemnly swam ashore and ranged themselves in front of him. They were the only survivors of his twenty thousand sheep. He broke down, and was taken to an asylum for insane paupers. The cross-breds had fulfilled their destiny. The cross-bred drives his owner out of his mind, but the merino ruins his man with greater celerity. Nothing on earth will kill cross-breds; nothing will keep merinos alive.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 701,
   "text": "If they are put on dry salt-bush country they die of drought. If they are put on damp, well-watered country they die of worms, fluke, and foot-rot. They die in the wet seasons and they die in the dry ones. The hard, resentful look on the faces of all bushmen comes from a long course of dealing with merino sheep. The merino dominates the bush, and gives to Australian literature its melancholy tinge, its despairing pathos. The poems about dying boundary-riders, and lonely graves under mournful she-oaks, are the direct outcome of the poet's too close association with that soul-destroying animal. A man who could write anything cheerful after a day in the drafting-yards would be a freak of nature.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 759,
   "text": "The typical Australian bullock--long-horned, sullen-eyed, stupid, and vindictive--is bred away out in Queensland, on remote stations in the Never Never land, where men live on damper and beef, and occasionally eat a whole bottle of hot pickles at a sitting, simply to satisfy their craving for vegetable food. Here, under the blazing tropic sun, among flies and dust and loneliness, they struggle with the bullock from year's end to year's end. It is not to be supposed that they take up this kind of thing for fun. The man who worked cattle for sport would wheel bricks for amusement. At periodical intervals a boom in cattle-country arises in the cities, and syndicates are formed to take up country and stock it. It looks so beautifully simple--_on paper_.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 639,
   "text": "You get your country, thousands of miles of it, for next to nothing. You buy your breeding herd for a ridiculously small sum, on long-dated bills. Your staff consists of a manager, who toils for a share of the profits, a couple of half-civilized white stockmen at low wages, and a handful of blacks, who work harder for a little opium ash than they would for much money. Plant costs nothing, improvements nothing--no woolshed is needed, there are no shearers to pay, and no carriage to market, for the bullock walks himself down to his doom. Granted that prices are low, still it is obvious that there must be huge profits in the business.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 653,
   "text": "So the cattle start away out to “the country”, where they are supposed to increase and multiply, and enrich their owners. Alas! for such hopes. There is a curse on cattle. No one has ever been able to explain exactly how the deficit arises. Put the figures before the oldest and most experienced cattleman, and he will fail to show why they don't work out right. And yet they never do. It is not the fault of the cattle themselves. Sheep would rather die than live--and when one comes to think of the life they lead, one can easily understand their preference for death; but cattle, if given half a chance, will do their best to prolong their existence.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 643,
   "text": "If they are running on low-lying country and are driven off when a flood comes, they will probably walk back into the flood-water and get drowned as soon as their owner turns his back. But, as a rule, cattle are not suicidal. They sort themselves into mobs, they pick out the best bits of country, they find their way to the water, they breed habitually; but it always ends in the same way. The hand of Fate is against them. If a drought comes, they eat off the grass near the water and have to travel far out for a feed. Then they fall away and get weak, and when they come down to drink they get bogged in the muddy waterholes and die there.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 632,
   "text": "Or Providence sends the pleuro, and big strong beasts slink away by themselves, and stand under trees glaring savagely till death comes. Or else the tick attacks them, and soon a fine, strong beast becomes a miserable, shrunken, tottering wreck. Once cattle get really low in condition they are done for. Sheep can be shifted when their pasture fails, but you can't shift cattle. They die quicker on the roads than on the run. The only thing is to watch and pray for rain. It always comes--after the cattle are dead. As for describing the animals themselves, it would take volumes. Sheep are all alike, but cattle are all different.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 664,
   "text": "The drovers on the road get to know the habits and tendencies of each particular bullock--the one-eyed bullock that pokes out to the side of the mob, the inquisitive bullock that is always walking over towards the drover as if he were going to speak to him, the agitator bullock who is always trying to get up a stampede and prodding the others with his horns. In poor Boake's “Where the Dead Men Lie” he says: Only the hand of Night can free them-- That's when the dead men fly! Only the frightened cattle see them-- See the dead men go by! Cloven hoofs beating out one measure, Bidding the stockman know no leisure-- That's when the dead men take their pleasure!",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 770,
   "text": "That's when the dead men fly! Cattle on a camp see ghosts, sure enough--else, why is it that, when hundreds are in camp at night--some standing, some lying asleep, all facing different ways--in an instant, at some invisible cause of alarm, the whole mob are on their feet and all racing _in the same direction_, away from some unseen terror? It doesn't do to sneak round cattle at night; it is better to whistle and sing than to surprise them by a noiseless appearance. Anyone sneaking about frightens them, and then they will charge right over the top of somebody on the opposite side, and away into the darkness, becoming more and more frightened as they go, smashing against trees and stumps, breaking legs and ribs, and playing the dickens with themselves generally.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 671,
   "text": "Cattle “on the road” are unaccountable animals; one cannot say for certain what they will do. In this respect they differ from sheep, whose movements can be predicted with absolute certainty. All the cussedness of the bovine race is centred in the cow. In Australia the most opprobious epithet one can apply to a man or other object is “cow”. In the whole range of a bullock-driver's vocabulary there is no word that expresses his blistering scorn so well as “cow”. To an exaggerated feminine perversity the cow adds a fiendish ingenuity in making trouble. A quiet milking-cow will “plant” her calf with such skill that ten stockmen cannot find him in a one-mile paddock.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 607,
   "text": "While the search goes on she grazes unconcernedly, as if she never had a calf in her life. If by chance he be discovered, then one notices a curious thing. The very youngest calf, the merest staggering-Bob two days old, will not move till the old lady gives him orders to do so. One may pull him about without getting a move out of him. If sufficiently persecuted he will at last sing out for help, and then his mother will arrive full-gallop, charge men and horses indiscriminately, and clear out with him to the thickest timber in the most rugged part of the creek-bed, defying man to get her to the yard.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 638,
   "text": "While in his mother's company he seconds her efforts with great judgment. But, if he be separated from her, he will follow a horse and rider up to the yard thinking he is following his mother, though she bellow instructions to him from the rear. Then the guileless agriculturist, having penned him up, sets a dog on him, and his cries soon fetch the old cow full-run to his assistance. Once in the yard she is roped, hauled into the bail, propped up to prevent her throwing herself down, and milked by sheer brute-force. After a while she steadies down and will walk into the bail, knowing her turn and behaving like a respectable female.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 609,
   "text": "Cows and calves have no idea of sound or distance. If a cow is on the opposite side of the fence, and wishes to communicate with her calf, she will put her head through the fence, place her mouth against his ear as if she were going to whisper, and then utter a roar that can be heard two miles off. It would stun a human being; but the calf thinks it over for a moment, and then answers with a prolonged yell in the old cow's ear. So the dialogue goes on for hours without either party dropping dead. There is an element of danger in dealing with cattle that makes men smart and self-reliant and independent.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 669,
   "text": "Men who deal with sheep get gloomy and morbid, and are for ever going on strike. Nobody ever heard of a stockman's strike. The true stockrider thinks himself just as good a man as his boss, and inasmuch as “the boss” never makes any money, while the stockman gets his wages, the stockman may be considered as having the better position of the two. Sheepmen like to think that they know all about cattle, and could work them if they chose. A Queensland drover once took a big mob from the Gulf right down through New South Wales, selling various lots as he went. He had to deliver some to a small sheep-man, near Braidwood, who was buying a few hundred cattle as a spec.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 659,
   "text": "By the time they arrived, the cattle had been on the road eight months, and were quiet as milkers. But the sheep-man and his satellites came out, riding stable-fed horses and brandishing twenty-foot whips, all determined to sell their lives dearly. They galloped round the astonished cattle and spurred their horses and cracked their whips, till they roused the weary mob. Then they started to cut out the beasts they wanted. The horses rushed and pulled, and the whips maddened the cattle, and all was turmoil and confusion. The Queensland drovers looked on amazed, sitting their patient leg-weary horses they had ridden almost continuously for eight months.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 654,
   "text": "At last, seeing the hash the sheep-men were making of it, the drovers set to work, and in a little while, without a shout, or crack of a whip, had cut out the required number. These the head drover delivered to the buyer, simply remarking, “Many's the time _you_ never cut-out cattle.” As I write, there rises a vision of a cattle-camp on an open plain, the blue sky overhead, the long grass rustling below, the great mob of parti-coloured cattle eddying restlessly about, thrusting at each other with their horns; and in among the sullen half-savage animals go the light, wiry stock-riders, horse and man working together, watchful, quick, and resolute.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 632,
   "text": "A white steer is wanted that is right in the throng. Way!--make way! and horse and rider edge into the restless sea of cattle, the man with his eye fixed on the selected animal, the horse, glancing eagerly about him, trying to discover which is the wanted one. The press divides and the white steer scuttles along the edge of the mob trying to force his way in again. Suddenly he and two or three others are momentarily eddied out to the outskirts of the mob, and in that second the stockman dashes his horse between them and the main body. The lumbering beasts rush hither and thither in a vain attempt to return to their comrades.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 755,
   "text": "Those not wanted are allowed to return, but the white steer finds, to his dismay, that wherever he turns that horse and man and dreaded whip are confronting him. He doubles and dodges and makes feints to charge, but the horse anticipates every movement and wheels quicker than the bullock. At last the white steer sees the outlying mob he is required to join, and trots off to them quite happy, while horse and rider return to cut out another. It is a pretty exhibition of skill and intelligence, doubly pleasant to watch because of the undoubted interest that the horses take in it. Big, stupid creatures that they are, cursed with highly-strung nerves, and blessed with little sense, they are pathetically anxious to do such work as they can understand.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 355,
   "text": "So they go into the cutting-out camp with a zest, and toil all day edging lumbering bullocks out of the mob, but as soon as a bad rider gets on them and begins to haul their mouths about, their nerves overcome them, and they get awkward and frightened. A horse that is a crack camp-horse in one man's hands may be a hopeless brute in the hands of another.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 674,
   "text": "WHITE-WHEN-HE'S-WANTED Buckalong was a big freehold of some 80,000 acres, belonging to an absentee syndicate, and therefore run in most niggardly style. There was a manager on 200 pounds a year, Sandy M'Gregor to wit--a hard-headed old Scotchman known as “four-eyed M'Gregor”, because he wore spectacles. For assistants, he had half-a-dozen of us--jackaroos and colonial-experiencers--who got nothing a year, and earned it. We had, in most instances, paid premiums to learn the noble art of squatting--which now appears to me hardly worth studying, for so much depends on luck that a man with a head as long as a horse's has little better chance than the fool just imported.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 621,
   "text": "Besides the manager and the jackaroos, there were a few boundary riders to prowl round the fences of the vast paddocks. This constituted the whole station staff. Buckalong was on one of the main routes by which stock were taken to market, or from the plains to the tablelands, and vice versa. Great mobs of travelling sheep constantly passed through the run, eating up the grass and vexing the soul of the manager. By law, sheep must travel six miles per day, and they must be kept to within half-a-mile of the road. Of course we kept all the grass near the road eaten bare, to discourage travellers from coming that way.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 600,
   "text": "Such hapless wretches as did venture through Buckalong used to try hard to stray from the road and pick up a feed, but old Sandy was always ready for them, and would have them dogged right through the run. This bred feuds, and bad language, and personal combats between us and the drovers, whom we looked upon as natural enemies. The men who came through with mobs of cattle used to pull down the paddock fences at night, and slip the cattle in for refreshments, but old Sandy often turned out at 2 or 3 a.m. to catch a mob of bullocks in the horse-paddock, and then off they went to Buckalong pound.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 651,
   "text": "The drovers, as in duty bound, attributed the trespass to accident--broken rails, and so on--and sometimes they tried to rescue the cattle, which again bred strife and police-court summonses. Besides having a particular aversion to drovers, old M'Gregor had a general “down” on the young Australians whom he comprehensively described as a “feckless, horrse-dealin', horrse-stealin', crawlin' lot o' wretches.” According to him, a native-born would sooner work a horse to death than work for a living any day. He hated any man who wanted to sell him a horse. “As aw walk the street,” he used to say, “the fouk disna stawp me to buy claes nor shoon, an'",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 753,
   "text": "wheerfore should they stawp me to buy horrses? It's 'Mister M'Gregor, will ye purrchase a horrse?' Let them wait till I ask them to come wi' their horrses.” Such being his views on horseflesh and drovers, we felt no little excitement when one Sunday, at dinner, the cook came in to say there was “a drover-chap outside wanted the boss to come and have a look at a horse.” M'Gregor simmered a while, and muttered something about the “Sawbath day”; but at last he went out, and we filed after him to see the fun. The drover stood by the side of his horse, beneath the acacia trees in the yard. He had a big scar on his face, apparently the result of collision with a fence; he looked thin and sickly and seemed poverty-stricken enough to disarm hostility.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 838,
   "text": "Obviously, he was down on his luck. Had it not been for that indefinable self-reliant look which drovers--the Ishmaels of the bush--always acquire, one might have taken him for a swagman. His horse was in much the same plight. It was a ragged, unkempt pony, pitifully poor and very footsore, at first sight, an absolute “moke”; but a second glance showed colossal round ribs, square hips, and a great length of rein, the rest hidden beneath a wealth of loose hair. He looked like “a good journey horse”, possibly something better. We gathered round while M'Gregor questioned the drover. The man was monosyllabic to a degree, as the real bushmen generally are. It is only the rowdy and the town-bushy that are fluent of speech. “Guid mornin',” said M'Gregor. “Mornin', boss,” said the drover, shortly. “Is this the horrse ye hae for sale?”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 609,
   "text": "“Ay,” and M'Gregor looked at the pony with a businesslike don't-think-much-of-him air, ran his hand lightly over the hard legs, and opened the passive creature's mouth. “H'm,” he said. Then he turned to the drover. “Ye seem a bit oot o' luck. Ye're thin like. What's been the matter?” “Been sick with fever--Queensland fever. Just come through from the North. Been out on the Diamantina last.” “Ay. I was there mysel',” said M'Gregor. “Hae ye the fever on ye still?” “Yes--goin' home to get rid of it.” A man can only get Queensland fever in a malarial district, but he can carry it with him wherever he goes.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 825,
   "text": "If he stays, it will sap his strength and pull him to pieces; if he moves to a better climate, the malady moves with him, leaving him by degrees, and coming back at regular intervals to rack, shake, burn, and sweat its victim. Gradually it wears itself out, often wearing its patient out at the same time. M'Gregor had been through the experience, and there was a slight change in his voice as he went on with his palaver. “Whaur are ye makin' for the noo?” “Monaro--my people live in Monaro.” “Hoo will ye get to Monaro gin ye sell the horrse?” “Coach and rail. Too sick to care about ridin',” said the drover, while a wan smile flitted over his yellow-grey features. “I've rode him far enough. I've rode that horse a thousand miles. I wouldn't sell him, only I'm a bit hard up. Sellin' him now to get the money to go home.”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 720,
   "text": "“Is he a guid horrse on a camp?” asked M'Gregor. “No better camp-horse in Queensland,” said the drover. “You can chuck the reins on his neck, an' he'll cut out a beast by himself.”M'Gregor's action in this matter puzzled us. We spent our time crawling after sheep, and a camp-horse would be about as much use to us as side-pockets to a pig. We had expected Sandy to rush the fellow off the place at once, and we couldn't understand how it was that he took so much interest in him. Perhaps the fever-racked drover and the old camp-horse appealed to him in a way incomprehensible to us. We had never been on the Queensland cattle-camps, nor shaken and shivered with the fever, nor lived the roving life of the overlanders.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 805,
   "text": "M'Gregor had done all this, and his heart (I can see it all now) went out to the man who brought the old days back to him. “Ah, weel,” he said, “we hae'na muckle use for a camp-horrse here, ye ken; wi'oot some of these lads wad like to try theer han' cuttin' oot the milkers' cawves frae their mithers.” And the old man laughed contemptuously, while we felt humbled in the sight of the man from far back. “An' what'll ye be wantin' for him?” asked M'Gregor. “Reckon he's worth fifteen notes,” said the drover. This fairly staggered us. Our estimates had varied between thirty shillings and a fiver. We thought the negotiations would close abruptly; but M'Gregor, after a little more examination, agreed to give the price, provided the saddle and bridle, both grand specimens of ancient art, were given in.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 868,
   "text": "This was agreed to, and the drover was sent off to get his meals in the hut before leaving by the coach. “The mon is verra harrd up, an' it's a sair thing that Queensland fever,” was the only remark M'Gregor made. But we knew now that there was a soft spot in his heart somewhere. Next morning the drover got a crisp-looking cheque. He said no word while the cheque was being written, but, as he was going away, the horse happened to be in the yard, and he went over to the old comrade that had carried him so many miles, and laid a hand on his neck. “He ain't much to look at,” said the drover, speaking slowly and awkwardly, “but he's white when he's wanted.” And just before the coach rattled off, the man of few words leant down from the box and nodded impressively, and repeated, “Yes, he's white when he's wanted.” We didn't trouble to give the new horse a name.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 753,
   "text": "Station horses are generally called after the man from whom they are bought. “Tom Devine”, “The Regan mare”, “Black M'Carthy” and “Bay M'Carthy” were among the appellations of our horses at that time. As we didn't know the drover's name, we simply called the animal “The new horse” until a still newer horse was one day acquired. Then, one of the hands being told to take the new horse, said, “D'yer mean the _new_ new horse or the _old_ new horse?” “Naw,” said the boss, “not the new horrse--that bay horrse we bought frae the drover. The ane he said was white when he's wanted.” And so, by degrees, the animal came to be referred to as the horse that's white when he's wanted, and at last settled down to the definite name of “White-when-he's-wanted”.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 626,
   "text": "White-when-he's-wanted didn't seem much of an acquisition. He was sent out to do slavery for Greenhide Billy, a boundary-rider who plumed himself on having once been a cattle-man. After a week's experience of “White”, Billy came in to the homestead disgusted. The pony was so lazy that he had to build a fire under him to get him to move, and so rough that it made a man's nose bleed to ride him more than a mile. “The boss must have been off his head to give fifteen notes for such a cow.” M'Gregor heard this complaint. “Verra weel, Mr. Billy,” said he, hotly, “ye can juist tak' ane of the young horrses in yon paddock, an'",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 698,
   "text": "if he bucks wi' ye an' kills ye, it's yer ain fault. Ye're a cattleman--so ye say--dommed if ah believe it. Ah believe ye're a dairy-farmin' body frae Illawarra. Ye ken neither horrse nor cattle. Mony's the time ye never rode buckjumpers, Mr. Billy”--and with this parting-shot the old man turned into the house, and White-when-he's-wanted came back to the head station. For a while he was a sort of pariah. He used to yard the horses, fetch up the cows, and hunt travelling sheep through the run. He really was lazy and rough, and we all decided that Billy's opinion of him was correct, until the day came to make one of our periodical raids on the wild horses in the hills at the back of the run.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 894,
   "text": "Every now and again we formed parties to run in some of these animals, and, after nearly galloping to death half-a-dozen good horses, we would capture three or four brumbies, and bring them in triumph to the homestead to be broken in. By the time they had thrown half the crack riders on the station, broken all the bridles, rolled on all the saddles, and kicked all the dogs, they would be marketable (and no great bargains) at about thirty shillings a head. Yet there is no sport in the world to be mentioned in the same volume as “running horses”, and we were very keen on it. All the crack nags were got as fit as possible, and fed up beforehand; and on this particular occasion White-when-he's-wanted, being in good trim, was given a week's hard feed and lent to a harum-scarum fellow from the Upper Murray, who happened to be working in a survey camp on the run. How he did open our eyes!",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 889,
   "text": "He ran the mob from hill to hill, from range to range, across open country and back again to the hills, over flats and gullies, through hop-scrub and stringybark ridges; and all the time White-when-he's-wanted was on the wing of the mob, pulling double. The mares and foals dropped out, the colts and young stock pulled up dead beat, and only the seasoned veterans were left. Most of our horses caved in altogether; one or two were kept in the hunt by judicious nursing and shirking the work; but White-when-he's-wanted was with the quarry from end to end of the run, doing double his share; and at the finish, when a chance offered to wheel them into the trapyard, he simply smothered them for pace, and slewed them into the wings before they knew where they were. Such a capture had not fallen to our lot for many a day, and the fame of White-when-he's-wanted was speedily noised abroad.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 751,
   "text": "He was always fit for work, always hungry, always ready to lie down and roll, and always lazy. But when he heard the rush of the brumbies' feet in the scrub he became frantic with excitement. He could race over the roughest ground without misplacing a hoof or altering his stride, and he could sail over fallen timber and across gullies like a kangaroo. Nearly every Sunday we were after the brumbies, until they got as lean as greyhounds and as cunning as policemen. We were always ready to back White-when-he's-wanted to run-down, single-handed, any animal in the bush that we liked to put him after--wild horses, wild cattle, kangaroos, emus, dingoes, kangaroo-rats--we barred nothing, for, if he couldn't beat them for pace, he would outlast them.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 625,
   "text": "And then one day he disappeared from the paddock, and we never saw him again. We knew there were plenty of men in the district who would steal him; but, as we knew also of many more who would “inform” for a pound or two, we were sure that it could not have been local “talent” that had taken him. We offered good rewards and set some of the right sort to work, but heard nothing of him for about a year. Then the surveyor's assistant turned up again, after a trip to the interior. He told us the usual string of back-block lies, and wound up by saying that out on the very fringe of settlement he had met an old acquaintance.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 744,
   "text": "“Why, that little bay horse that I rode after the brumbies that time. The one you called White-when-he's-wanted.” “The deuce you did! Are you sure? Who had him?” “Sure! I'd swear to him anywhere. A little drover fellow had him. A little fellow, with a big scar across his forehead. Came from Monaro way somewhere. He said he bought the horse from you for fifteen notes.” The King's warrant doesn't run much out west of Boulia, and it is not likely that any of us will ever see the drover again, or will ever again cross the back of “White-when-he's-wanted”. THE DOWNFALL OF MULLIGAN'S The sporting men of Mulligan's were an exceedingly knowing lot; in fact, they had obtained the name amongst their neighbours of being a little bit too knowing.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 752,
   "text": "They had “taken down” the adjoining town in a variety of ways. They were always winning maiden plates with horses which were shrewdly suspected to be old and well-tried performers in disguise. When the sports of Paddy's Flat unearthed a phenomenal runner in the shape of a blackfellow called Frying-pan Joe, the Mulligan contingent immediately took the trouble to discover a blackfellow of their own, and they made a match and won all the Paddy's Flat money with ridiculous ease; then their blackfellow turned out to be a well-known Sydney performer. They had a man who could fight, a man who could be backed to jump five-feet-ten, a man who could kill eight pigeons out of nine at thirty yards, a man who could make a break of fifty or so at billiards",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 676,
   "text": "if he tried; they could all drink, and they all had that indefinite look of infinite wisdom and conscious superiority which belongs only to those who know something about horseflesh. They knew a great many things never learnt at Sunday-school. They were experts at cards and dice. They would go to immense trouble to work off any small swindle in the sporting line. In short the general consensus of opinion was that they were a very “fly” crowd at Mulligan's, and if you went there you wanted to “keep your eyes skinned” or they'd “have” you over a threepenny-bit. There were races at Sydney one Christmas, and a select band of the Mulligan sportsmen were going down to them.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 624,
   "text": "They were in high feather, having just won a lot of money from a young Englishman at pigeon-shooting, by the simple method of slipping blank cartridges into his gun when he wasn't looking, and then backing the bird. They intended to make a fortune out of the Sydney people, and admirers who came to see them off only asked them as a favour to leave money enough in Sydney to make it worth while for another detachment to go down later on. Just as the train was departing a priest came running on to the platform, and was bundled into the carriage where our Mulligan friends were; the door was slammed to, and away they went.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 612,
   "text": "His Reverence was hot and perspiring, and for a few minutes mopped himself with a handkerchief, while the silence was unbroken except by the rattle of the train. After a while one of the Mulligan fraternity got out a pack of cards and proposed a game to while away the time. There was a young squatter in the carriage who looked as if he might be induced to lose a few pounds, and the sportsmen thought they would be neglecting their opportunities if they did not try to “get a bit to go on with” from him. He agreed to play, and, just as a matter of courtesy, they asked the priest whether he would take a hand.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 841,
   "text": "“What game d'ye play?” he asked, in a melodious brogue. They explained that any game was equally acceptable to them, but they thought it right to add that they generally played for money. “Sure an' it don't matter for wanst in a way,” said he--“Oi'll take a hand bedad--Oi'm only going about fifty miles, so Oi can't lose a fortune.” They lifted a light portmanteau on to their knees to make a table, and five of them--three of the Mulligan crowd and the two strangers--started to have a little game of poker. Things looked rosy for the Mulligan boys, who chuckled as they thought how soon they were making a beginning, and what a magnificent yarn they would have to tell about how they rooked a priest on the way down. Nothing sensational resulted from the first few deals, and the priest began to ask questions. “Be ye going to the races?”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 635,
   "text": "“Ah! and Oi suppose ye'll be betting wid thim bookmakers--betting on the horses, will yez? They do be terrible knowing men, thim bookmakers, they tell me. I wouldn't bet much if Oi was ye,” he said, with an affable smile. “If ye go bettin' ye will be took in wid thim bookmakers.”The boys listened with a bored air and reckoned that by the time they parted the priest would have learnt that they were well able to look after themselves. They went steadily on with the game, and the priest and the young squatter won slightly; this was part of the plan to lead them on to plunge. They neared the station where the priest was to get out.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 627,
   "text": "He had won rather more than they liked, so the signal was passed round to “put the cross on”. Poker is a game at which a man need not risk much unless he feels inclined, and on this deal the priest stood out. Consequently, when they drew up at his station he was still a few pounds in. “Bedad,” he said, “Oi don't loike goin' away wid yer money. Oi'll go on to the next station so as ye can have revinge.” Then he sat down again, and play went on in earnest. The man of religion seemed to have the Devil's own luck. When he was dealt a good hand he invariably backed it well, and if he had a bad one he would not risk anything.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 640,
   "text": "The sports grew painfully anxious as they saw him getting further and further ahead of them, prattling away all the time like a big schoolboy. The squatter was the biggest loser so far, but the priest was the only winner. All the others were out of pocket. His reverence played with great dash, and seemed to know a lot about the game, so that on arrival at the second station he was a good round sum in pocket. He rose to leave them with many expressions of regret, and laughingly promised full revenge next time. Just as he was opening the carriage door, one of the Mulligan fraternity said in a stage-whisper: “He's a blanky sink-pocket.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 685,
   "text": "If he can come this far, let him come on to Sydney and play for double the stakes.” Like a shot the priest turned on him. “Bedad, an' if _that's_ yer talk, Oi'll play ye fer double stakes from here to the other side of glory. Do yez think men are mice because they eat cheese? It isn't one of the Ryans would be fearing to give any man his revinge!” He snorted defiance at them, grabbed his cards and waded in. The others felt that a crisis was at hand and settled down to play in a dead silence. But the priest kept on winning steadily, and the “old man” of the Mulligan push saw that something decisive must be done, and decided on a big plunge to get all the money back on one hand.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 674,
   "text": "By a dexterous manipulation of the cards he dealt himself four kings, almost the best hand at poker. Then he began with assumed hesitation to bet on his hand, raising the stake little by little. “Sure ye're trying to bluff, so ye are!” said the priest, and immediately raised it. The others had dropped out of the game and watched with painful interest the stake grow and grow. The Mulligan fraternity felt a cheerful certainty that the “old man” had made things safe, and regarded themselves as mercifully delivered from an unpleasant situation. The priest went on doggedly raising the stake in response to his antagonist's challenges until it had attained huge dimensions.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 730,
   "text": "“Sure that's high enough,” said he, putting into the pool sufficient to entitle him to see his opponent's hand. The “old man” with great gravity laid down his four kings, whereat the Mulligan boys let a big sigh of relief escape them. Then the priest laid down four aces and scooped the pool. The sportsmen of Mulligan's never quite knew how they got out to Randwick. They borrowed a bit of money in Sydney, and found themselves in the saddling-paddock in a half-dazed condition, trying to realize what had happened to them. During the afternoon they were up at the end of the lawn near the Leger stand and could hear the babel of tongues, small bookmakers, thimble riggers, confidence men, and so on, plying their trades outside.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 805,
   "text": "In the tumult of voices they heard one that sounded familiar. Soon suspicion grew into certainty, and they knew that it was the voice of “Father” Ryan. They walked to the fence and looked over. This is what he was saying:-- “Pop it down, gents! Pop it down! If you don't put down a brick you can't pick up a castle! I'll bet no one here can pick the knave of hearts out of these three cards. I'll bet half-a-sovereign no one here can find the knave!” Then the crowd parted a little, and through the opening they could see him distinctly, doing a great business and showing wonderful dexterity with the pasteboard. There is still enough money in Sydney to make it worth while for another detachment to come down from Mulligan's; but the next lot will hesitate about playing poker with priests in the train.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 841,
   "text": "The first step in amateur gardening is to sit down and consider what good you are going to get by it. If you are only a tenant by the month, as most people are, it is obviously not of much use for you to plant a fruit orchard or an avenue of oak trees. What you want is something that will grow quickly, and will stand transplanting, for when you move it would be a sin to leave behind you the plants on which you have spent so much labour and so much patent manure. We knew a man once who was a bookmaker by trade--and a Leger bookmaker at that--but had a passion for horses and flowers. When he “had a big win”, as he occasionally did, it was his custom to have movable wooden stables, built on skids, put up in the yard, and to have tons of the best soil that money could buy carted into the garden of the premises which he was occupying.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 627,
   "text": "Then he would keep splendid horses, and grow rare roses and show-bench chrysanthemums. His landlord passing by would see the garden in a blaze of colour, and promise himself to raise the bookmaker's rent next quarter day. However, when the bookmaker “took the knock”, as he invariably did at least twice a year, it was his pleasing custom to move without giving notice. He would hitch two cart-horses to the stables, and haul them right away at night. He would not only dig up the roses, trees, and chrysanthemums he had planted, but would also cart away the soil he had brought in; in fact, he used to shift the garden bodily.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 610,
   "text": "He had one garden that he shifted to nearly every suburb in Sydney; and he always argued that the change of air was invaluable for chrysanthemums. Being determined, then, to go in for gardening on common-sense principles, and having decided on the shrubs you mean to grow, the next consideration is your chance of growing them. If your neighbour keeps game fowls, it may be taken for granted that before long they will pay you a visit, and you will see the rooster scratching your pot plants out by the roots as if they were so much straw, just to make a nice place to lie down and fluff the dust over himself.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 734,
   "text": "Goats will also stray in from the street, and bite the young shoots off, selecting the most valuable plants with a discrimination that would do credit to a professional gardener. It is therefore useless to think of growing delicate or squeamish plants. Most amateur gardeners maintain a lifelong struggle against the devices of Nature; but when the forces of man and the forces of Nature come into conflict Nature wins every time. Nature has decreed that certain plants shall be hardy, and therefore suitable to suburban amateur gardeners; the suburban amateur gardener persists in trying to grow quite other plants, and in despising those marked out by Nature for his use. It is to correct this tendency that this article is written.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 605,
   "text": "The greatest standby to the amateur gardener should undoubtedly be the blue-flowered shrub known as “plumbago”. This homely but hardy plant will grow anywhere. It naturally prefers a good soil, and a sufficient rainfall, but if need be it will worry along without either. Fowls cannot scratch it up, and even the goat turns away dismayed from its hard-featured branches. The flower is not strikingly beautiful nor ravishingly scented, but it flowers nine months out of the year; smothered with street dust and scorched by the summer sun, you will find that faithful old plumbago plugging along undismayed.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 648,
   "text": "A plant like this should be encouraged--but the misguided amateur gardener as a rule despises it. The plant known as the churchyard geranium is also one marked out by Providence for the amateur; so is Cosmea, which comes up year after year where once planted. In creepers, bignonia and lantana will hold their own under difficulties perhaps as well as any that can be found. In trees the Port Jackson fig is a patriotic one to grow. It is a fine plant to provide exercise, as it sheds its leaves unsparingly, and requires the whole garden to be swept up every day. Your aim as a student of Nature should be to encourage the survival of the fittest.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 643,
   "text": "There is a grass called nut grass, and another called Parramatta grass, either of which holds its own against anything living or dead. The average gardening manual gives you recipes for destroying these. Why should you destroy them in favour of a sickly plant that needs constant attention? No. The Parramatta grass is the selected of Nature, and who are you to interfere with Nature? Having decided to go in for strong, simple plants that will hold their own, and a bit over, you must get your implements of husbandry. The spade is the first thing, but the average ironmonger will show you an unwieldy weapon only meant to be used by navvies.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 600,
   "text": "Don't buy it. Get a small spade, about half-size--it is nice and light and doesn't tire the wrist, and with it you can make a good display of enthusiasm, and earn the hypocritical admiration of your wife. After digging for half-an-hour or so, get her to rub your back with any of the backache cures. From that moment you will have no further need for the spade. A barrow is about the only other thing needed; anyhow, it is almost a necessity for wheeling cases of whisky up to the house. A rake is useful when your terrier dog has bailed up a cat, and will not attack it until the cat is made to run.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 684,
   "text": "Talking of terrier dogs, an acquaintance of ours has a dog that does all his gardening. The dog is a small elderly terrier with a failing memory. As soon as the terrier has planted a bone in the garden the owner slips over, digs it up and takes it away. When that terrier goes back and finds the bone gone, he distrusts his memory, and begins to think that perhaps he has made a mistake, and has dug in the wrong place; so he sets to work, and digs patiently all over the garden, turning over acres of soil in the course of his search. This saves his master a lot of backache. The sensible amateur gardener, then, will not attempt to fight with Nature but will fall in with her views.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 710,
   "text": "What more pleasant than to get out of bed at 11.30 on a Sunday morning; to look out of your window at a lawn waving with the feathery plumes of Parramatta grass, and to see beyond it the churchyard geranium flourishing side by side with the plumbago and the Port Jackson fig? The garden gate blows open, and the local commando of goats, headed by an aged and fragrant patriarch, locally known as De Wet, rushes in; but their teeth will barely bite through the wiry stalks of the Parramatta grass, and the plumbago and the figtree fail to attract them, and before long they stand on one another's shoulders, scale the fence, and disappear into the next-door garden, where a fanatic is trying to grow show roses.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 614,
   "text": "After the last goat has scaled your neighbour's fence, and only De Wet is left, your little dog discovers him. De Wet beats a hurried retreat, apparently at full speed, with the dog exactly one foot behind him in frantic pursuit. We say apparently at full speed, because experience has taught that De Wet can run as fast as a greyhound when he likes; but he never exerts himself to go faster than is necessary to keep just in front of whatever dog is after him. Hearing the scrimmage, your neighbour comes on to his verandah, and sees the chase going down the street. “Ha! that wretched old De Wet again!” he says.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 653,
   "text": "“Small hope your dog has of catching him! Why don't you get a garden gate like mine, so that he won't get in?” “No; he can't get in at your gate,” is the reply; “but I think his commando are in your back garden now.” Then follows a frantic rush. Your neighbour falls downstairs in his haste, and the commando, after stopping to bite some priceless pot plants of your neighbour's as they come out, skips easily back over the fence and through your gate into the street again. If a horse gets in his hoofs make no impression on the firm turf of the Parramatta grass, and you get quite a hearty laugh by dropping a chair on him from the first-floor window.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 703,
   "text": "The game fowls of your other neighbour come fluttering into your garden, and scratch and chuckle and fluff themselves under your plumbago bush; but you don't worry. Why should you? They can't hurt it; and, besides, you know that the small black hen and the big yellow one, who have disappeared from the throng, are even now laying their daily egg for you behind the thickest bush. Your little dog rushes frantically up and down the front bed of your garden, barking and racing, and tearing up the ground, because his rival little dog, who lives down the street, is going past with his master, and each pretends that he wants to be at the other--as they have pretended every day for the past three years.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 416,
   "text": "The performance he is going through doesn't disturb you. Why should it? By following the directions in this article you have selected plants he cannot hurt. After breakfasting at noon, you stroll out, and, perhaps, smooth with your foot, or with your spade, the inequalities made by the hens; you gather up casually the eggs they have laid; you whistle to your little dog, and go out for a stroll with a light heart.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 614,
   "text": "Travellers approaching a bush township are sure to find some distance from the town a lonely public-house waiting by the roadside to give them welcome. Thirsty (miscalled Thursday) Island is the outlying pub of Australia. When the China and British-India steamers arrive from the North the first place they come to is Thirsty Island, the sentinel at the gate of Torres Straits. New chums on the steamers see a fleet of white-sailed pearling luggers, a long pier clustered with a hybrid crowd of every colour, caste and creed under Heaven, and at the back of it all a little galvanized-iron town shining in the sun.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 815,
   "text": "For nine months of the year a crisp, cool south-east wind blows, the snow-white beach is splashed with spray and dotted with the picturesque figures of Japanese divers and South Sea Island boatmen. Coco-nut palms line the roads by the beach, and back of the town are the barracks and a fort nestling among the trees on the hillside. Thirsty Island is a nice place--to look at. When a vessel makes fast the Thirsty Islanders come down to greet the new-comers and give them welcome to Australia. The new-chums are inclined to patronise these simple, outlying people. Fresh from the iniquities of the China-coast cocktail and the unhallowed orgies of the Sourabaya Club, new-chums think they have little to learn in the way of drink; at any rate, they haven't come all the way to Thursday Island to be taught anything.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 642,
   "text": "Poor new-chums! Little do they know the kind of people they are up against. The following description of a night at Thursday Island is taken from a new-chum's note book: “Passed Proudfoot shoal and arrived at Thursday Island. First sight of Australia. Lot of men came aboard, all called Captain. They are all pearl-fishers or pilots, not a bit like the bushmen I expected. When they came aboard they divided into parties. Some invaded the Captain's cabin; others sat in the smoking room; the rest crowded into the saloon. They talked to the passengers about the Boer War, and told us about pearls worth 1000 pounds that had been found lately.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 620,
   "text": "“One captain pulled a handful of loose pearls out of a jar and handed them round in a casual way for us to look at. The stewards opened bottles and we all sat down for a drink and a smoke. I spoke to one captain--an oldish man--and he grinned amiably, but did not answer. Another captain leaned over to me and said, 'Don't take any notice of him, he's boozed all this week.' “Conversation and drink became general. The night was very hot and close, and some of the passengers seemed to be taking more than was good for them. A contagious thirst spread round the ship, and before long the stewards and firemen were at it.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 646,
   "text": "The saloon became an inferno of drink and sweat and tobacco smoke. Perfect strangers were talking to each other at the top of their voices. “Young MacTavish, who is in a crack English regiment, asked the captain of a pearling lugger whether he didn't know Talbot de Cholmondeley in the Blues. “The pearler said very likely he had met 'em, and no doubt he'd remember their faces if he saw them, but he never could remember names. “Another passenger--a Jew--was trying to buy some pearls cheap from the captains, but the more the captains drank the less anxious they became to talk about pearls. “The night wore on, and still the drinks circulated.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 763,
   "text": "Young MacTavish slept profoundly. “One passenger gave his steward a sovereign as he was leaving the ship, and in half an hour the steward was carried to his berth in a fit--alcoholic in its origin. Another steward was observed openly drinking the passengers' whisky. When accused, he didn't even attempt to defend himself; the great Thursday Island thirst seemed to have communicated itself to everyone on board, and he simply _had_ to drink. “About three in the morning a tour of the ship disclosed the following state of affairs: Captain's room full of captains solemnly tight; smoking-room empty, except for the inanimate form of the captain who had been boozed all the week, and was now sleeping peacefully with his feet on the sofa and his head on the floor.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 468,
   "text": "The saloon was full of captains and passengers--the latter mostly in a state of collapse or laughing and singing deliriously; the rails lined with firemen who had business over the side; stewards ditto. “At last the Thursday Islanders departed, unsteadily, but still on their feet, leaving a demoralized ship behind them. And young MacTavish, who has seen a thing or two in his brief span, staggered to his berth, saying, 'My God! Is _all_ Australia like this place?'”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 667,
   "text": "When no ships arrive, the Islanders just drop into the pubs, as a matter of routine, for their usual evening soak. They drink weird compounds--horehound beer, known as “lady dog”, and things like that. About two in the morning they go home speechless, but still able to travel. It is very rarely that an Islander gets helplessly drunk, but strangers generally have to be put to bed. The Japanese on the island are a strong faction. They have a club of their own, and once gave a dinner to mark the death of one of their members. He was shrewdly suspected of having tried to drown another member by cutting his airpipe, so, when he died, the club celebrated the event.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 690,
   "text": "The Japanese are not looked upon with favor by the white islanders. They send their money to Japan--thousands of pounds a year go through the little office in money-orders--and so they are not “good for trade”. The Manilamen and Kanakas and Torres Strait islanders, on the other hand, bring all the money they do not spend on the pearling schooner to the island, and “blow it in”, like men. They knife each other sometimes, and now and again have to be run in wholesale, but they are “good for trade”. The local lock-up has a record of eighteen drunks run in in seven minutes. They weren't taken along in carriages-and-four, either; they were mostly dragged along by the scruff of the neck.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 603,
   "text": "Billy Malkeela, the South Sea diver, summed up the Japanese question--“Seems to me dis Islan' soon b'long Japanee altogedder. One time pa-lenty rickatta (plenty regatta), all same Isle of Wight. Now no more rickatta. All money go Japan!” An English new-chum made his appearance there lately--a most undefeated sportsman. He was put down in a diving dress in about eight feet of water, where he bubbled and struggled about in great style. Suddenly he turned, rushed for the beach, and made for the foot of a tree, which he tried to climb under the impression that he was still at the bottom of the ocean.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 622,
   "text": "Then he was hauled in by the life-line. The pearlers thought to get some fun out of him by giving him an oyster to open in which they had previously planted a pearl; he never saw the pearl and threw the oyster into the scuppers with the rest, and the pearlers had to go down on all fours and grope for that pearl among the stinking oysters. It was funny--but not in the way they had intended. The pearlers go out in schooners called floating stations (their enemies call them floating public-houses) and no man knows what hospitality is till he has been a guest on a pearling schooner. They carry it to extremes sometimes.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 610,
   "text": "Some pearlers were out in a lugger, and were passing by one of these schooners. They determined not to go on board, as it was late, and they were in a hurry. The captain of the schooner went below, got his rifle and put two bullets through their foresail. Then they put the helm down and went aboard; it was an invitation almost equivalent to a royal command. They felt heartily ashamed of themselves as they slunk up on deck, and the captain of the schooner eyed them reproachfully. “I couldn't let you disgrace yourselves by passing my schooner,” he said; “but if it ever happens again I'll fire at the deck.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 338,
   "text": "A man that would pass a schooner in broad daylight is better dead.” There is a fort and garrison at Thirsty Island, but they are not needed. If an invading fleet comes this way it should be encouraged by every possible means to land at the island; the heat, the thirst, the horehound beer, and the Islanders may be trusted to do the rest.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 683,
   "text": "DAN FITZGERALD EXPLAINS The circus was having its afternoon siesta. Overhead the towering canvas tent spread like a giant mushroom on a network of stalks--slanting beams, interlaced with guys and wire ropes. The ring looked small and lonely; its circle of empty benches seemed to stare intently at it, as though some sort of unseen performance were going on for the benefit of a ghostly audience. Now and again a guy rope creaked, or a loose end of canvas flapped like faint, unreal applause, as the silence shut down again, it did not need much imagination to people the ring with dead and gone circus riders performing for the benefit of shadowy spectators packed on those benches.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 622,
   "text": "In the menagerie portion matters were different; here there was a free and easy air, the animals realising that for the present the eyes of the public were off them, and they could put in the afternoon as they chose. The big African apes had dropped the “business” of showing their teeth, and pretending that they wanted to tear the spectators' faces off. They were carefully and painstakingly trying to fix up a kind of rustic seat in the corner of their cage with a short piece of board, which they placed against the wall. This fell down every time they sat on it, and the whole adjustment had to be gone through again.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 843,
   "text": "The camel had stretched himself full length on the tan, and was enjoying a luxurious snooze, oblivious of the fact that before long he would have to get up and assume that far-off ship-of-the-desert aspect. The remainder of the animals were, like actors, “resting” before their “turn” came on; even the elephant had ceased to sway about, while a small monkey, asleep on a sloping tent pole, had an attack of nightmare and would have fallen off his perch but for his big tail. It was a land of the Lotus-eater “In which it seemed always afternoon.” These visions were dispelled by the entry of a person who said, “D'ye want to see Dan?” and soon Dan Fitzgerald, the man who knows all about the training of horses, came into the tent with Montgomery, the ringmaster, and between them they proceeded to expound the methods of training horseflesh.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 635,
   "text": "“What sort of horse do we buy for circus work? Well, it depends what we want 'em for. There are three sorts of horses in use in a circus--ring horses, trick horses, and school horses; but it doesn't matter what he is wanted for, a horse is all the better if he knows nothing. A horse that has been pulled about and partly trained has to unlearn a lot before he is any use to us. The less he knows, the better it is.” “Then do you just try any sort of horse?” “Any sort, so long as he is a good sort, but it depends on what he is wanted for. If we want a ring horse, he has to be a quiet sober-going animal, not too well-bred and fiery.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 822,
   "text": "A ring horse is one that just goes round the ring for the bareback riders and equestriennes to perform on. The human being is the “star”, and the horse in only a secondary performer, a sort of understudy; yes, that's it, an understudy--he has to study how to keep under the man.” “Are they hard to train?” “Their work all depends on the men that ride them. In bareback riding there's a knack in jumping on the horse. If a man lands awkwardly and jars the horse's back, the horse will get out of step and flinch at each jump, and he isn't nearly so good to perform on. A ring horse must not swerve or change his pace; if you're up in the air, throwing a somersault, and the horse swerves from underneath you--where are you?” “Some people think that horses take a lot of notice of the band--is that so?” “Not that I know of.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 786,
   "text": "If there are any horses in the show with an ear for music, I haven't heard of them. They take a lot of notice of the ringmaster.” “Does it take them long to learn this work?” “Not long; a couple of months will teach a ring horse; of course, some are better than others.” “First of all we teach them to come up to you, with the whip, like horsebreakers do. Then we run them round the ring with a lunging rein for a long time; then, when they are steady to the ring, we let them run with the rein loose, and the trainer can catch hold of it if they go wrong. Then we put a roller on them--a broad surcingle that goes round the horse's body--and the boys jump on them and canter round, holding on to the roller, or standing up, lying down, and doing tricks till the horse gets used to it.”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 607,
   "text": "“Well, you give 'em a couple of hours of it, perhaps, and then dry them and feed them, and give them a spell, and then bring them out again. They soon get to know what you want; but you can't break in horses on the move. The shifting and worry and noise and excitement put it all out of their heads. We have a fixed camp where we break them in. And a horse may know his work perfectly well when there is no one about, but bring him into the ring at night, and he is all abroad.” “Do you have to give them much whip?” “Not much. If a horse doesn't know what you want him to do, it only ruins him to whip him.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 786,
   "text": "But once he does a thing a few times, and then won't do it, then you must whip him.” “What about trick horses?” “A trick horse rolls a barrel, or lies down and goes to bed with the clown, or fires a pistol--does any trick like that. Some small circuses make the same horses do both trick and ring work, but it isn't a good line. A horse is all the better to have only one line of business--same as a man.” “How do you teach them tricks?” “Oh, it takes a long time and a lot of hard work and great patience. Even to make a horse lie down when he's ordered takes a couple of months sometimes. To make a horse lie down, you strap up one leg, and then pull his head round; after a while he gets so tired of the strained position that he lies down, after which he learns to do it at command.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 613,
   "text": "If you want him to pick up a handkerchief, you put a bit of carrot in it, and after a while they know that you want them to pick it up--but it takes a long time. Then a strange hand in the ring will flurry them, and if anything goes wrong, they get all abroad. A good active pony, with a bit of Arab blood in him, is the best for tricks.” “What's a school horse?” “Ah, that's a line of business that isn't appreciated enough out here. On the Continent they think a lot of them. A school horse is one that is taught to do passaging, to change his feet at command, to move sideways and backwards; in fact, to drill.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 693,
   "text": "Out here no one thinks much of it. But in Germany, where everyone goes through military riding schools, they do. The Germans are the best horse-trainers in the world; and the big German circus-proprietors have men to do all their business for them, while they just attend to the horses.” “How long does it take to turn out a school horse?” “Well, Chiarini was the best trainer out here, and he used to take two years to get a horse to his satisfaction. For school horses, you must have thoroughbreds, because their appearance is half their success. We had a New Zealand thoroughbred that had raced, and was turning out a splendid school horse, and he got burnt after costing a year's training.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 663,
   "text": "That's the luck of the game, you know. You keep at it year after year, and sometimes they die, and sometimes they get crippled--it's all in the luck of the game. You may give fifty pounds for a horse, and find that he can never get over his fear of the elephant, while you give ten pounds for another, and find him a ready-made performer almost.” We passed out through the ghostly circus and the menagerie tent down to the stable tent. There, among a lot of others, a tranquil-looking animal was munching some feed, while in front of him hung a placard, “Tiger Horse”. “That's a new sort! What is he, ring, trick, or school horse?” “Well, he's a class by himself.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 423,
   "text": "I suppose you'd call him a ring horse. That's the horse that the tiger rides on.” “Did it take him long to learn that?” “Well, it did not take this horse long; but we tried eleven others before we could get one to stand it. They're just like men, all different. What one will stand another won't look at. Well, good-bye.” Just like men--no doubt; most men have to carry tigers of various sorts through life to get a living.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 795,
   "text": "Most people think that the cat is an unintelligent animal, fond of ease, and caring little for anything but mice and milk. But a cat has really more character than most human beings, and gets a great deal more satisfaction out of life. Of all the animal kingdom, the cat has the most many-sided character. He--or she--is an athlete, a musician, an acrobat, a Lothario, a grim fighter, a sport of the first water. All day long the cat loafs about the house, takes things easy, sleeps by the fire, and allows himself to be pestered by the attentions of our womenfolk and annoyed by our children. To pass the time away he sometimes watches a mouse-hole for an hour or two--just to keep himself from dying of ennui; and people get the idea that this sort of thing is all that life holds for the cat.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 711,
   "text": "But watch him as the shades of evening fall, and you see the cat as he really is. When the family sits down to tea, the cat usually puts in an appearance to get his share, and purrs noisily, and rubs himself against the legs of the family; and all the time he is thinking of a fight or a love-affair that is coming off that evening. If there is a guest at table the cat is particularly civil to him, because the guest is likely to have the best of what is going. Sometimes, instead of recognizing this civility with something to eat, the guest stoops down and strokes the cat, and says, “Poor pussy! poor pussy!” The cat soon tires of that; he puts up his claw and quietly but firmly rakes the guest in the leg.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 628,
   "text": "“Ow!” says the guest, “the cat stuck his claws into me!” The delighted family remarks, “Isn't it sweet of him? Isn't he intelligent? _He wants you to give him something to eat_.” The guest dares not do what he would like to do--kick the cat through the window--so, with tears of rage and pain in his eyes, he affects to be very much amused, and sorts out a bit of fish from his plate and hands it down. The cat gingerly receives it, with a look in his eyes that says: “Another time, my friend, you won't be so dull of comprehension,” and purrs maliciously as he retires to a safe distance from the guest's boot before eating it.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 697,
   "text": "A cat isn't a fool--not by a long way. When the family has finished tea, and gathers round the fire to enjoy the hours of indigestion, the cat slouches casually out of the room and disappears. Life, true life, now begins for him. He saunters down his own backyard, springs to the top of the fence with one easy bound, drops lightly down on the other side, trots across the right-of-way to a vacant allotment, and skips to the roof of an empty shed. As he goes, he throws off the effeminacy of civilisation; his gait becomes lithe and pantherlike; he looks quickly and keenly from side to side, and moves noiselessly, for he has so many enemies--dogs, cabmen with whips, and small boys with stones.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 699,
   "text": "Arrived on the top of the shed, the cat arches his back, rakes his claws once or twice through the soft bark of the old roof, wheels round and stretches himself a few times; just to see that every muscle is in full working order; then, dropping his head nearly to his paws, he sends across a league of backyards his call to his kindred--a call to love, or war, or sport. Before long they come, gliding, graceful shadows, approaching circuitously, and halting occasionally to reconnoitre--tortoiseshell, tabby, and black, all domestic cats, but all transformed for the nonce into their natural state. No longer are they the hypocritical, meek creatures who an hour ago were cadging for fish and milk.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 684,
   "text": "They are now ruffling, swaggering blades with a Gascon sense of dignity. Their fights are grim and determined, and a cat will be clawed to ribbons before he will yield. Even young lady cats have this inestimable superiority over human beings, that they can work off jealousy, hatred, and malice in a sprawling, yelling combat on a flat roof. All cats fight, and all keep themselves more or less in training while they are young. Your cat may be the acknowledged lightweight champion of his district--a Griffo of the feline ring! Just think how much more he gets out of his life than you do out of yours--what a hurricane of fighting and lovemaking his life is--and blush for yourself.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 845,
   "text": "You have had one little love-affair, and never had a good, all-out fight in your life! And the sport they have, too! As they get older and retire from the ring they go in for sport more systematically; the suburban backyards, that are to us but dullness indescribable, are to them hunting-grounds and trysting-places where they may have more gallant adventure than ever had King Arthur's knights or Robin Hood's merry men. Grimalkin decides to kill a canary in a neighbouring verandah. Consider the fascination of it--the stealthy reconnaissance from the top of the fence; the care to avoid waking the house-dog, the noiseless approach and the hurried dash, and the fierce clawing at the fluttering bird till its mangled body is dragged through the bars of the cage; the exultant retreat with the spoil; the growling over the feast that follows.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 632,
   "text": "Not the least entertaining part of it is the demure satisfaction of arriving home in time for breakfast and hearing the house-mistress say: “Tom must be sick; he seems to have no appetite.” It is always levelled as a reproach against cats that they are more fond of their home than of the people in it. Naturally, the cat doesn't like to leave his country, the land where all his friends are, and where he knows every landmark. Exiled in a strange land, he would have to learn a new geography, to exploit another tribe of dogs, to fight and make love to an entirely new nation of cats. Life isn't long enough for that sort of thing.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 326,
   "text": "So, when the family moves, the cat, if allowed, will stay at the old house and attach himself to the new tenants. He will give them the privilege of boarding him while he enjoys life in his own way. He is not going to sacrifice his whole career for the doubtful reward which fidelity to his old master or mistress might bring.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 647,
   "text": "The show ring was a circular enclosure of about four acres, with a spiked batten fence round it, and a listless crowd of back-country settlers propped along the fence. Behind them were the sheds for produce, and the machinery sections where steam threshers and earth scoops hummed and buzzed and thundered unnoticed. Crowds of sightseers wandered past the cattle stalls to gape at the fat bullocks; side-shows flourished, a blase goose drew marbles out of a tin canister, and a boxing showman displayed his muscles outside his tent, while his partner urged the youth of the district to come in and be thumped for the edification of the spectators.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 797,
   "text": "Suddenly a gate opened at the end of the show ring, and horses, cattle, dogs, vehicles, motor-cars, and bicyclists crowded into the arena. This was the general parade, but it would have been better described as a general chaos. Trotting horses and ponies, in harness, went whirling round the ring, every horse and every driver fully certain that every eye was fixed on them; the horses--the vainest creatures in the world--arching their necks and lifting their feet, whizzed past in bewildering succession, till the onlookers grew giddy. Inside the whirling circle blood stallions stood on their hind legs, screaming defiance to the world at large; great shaggy-fronted bulls, with dull vindictive eyes, paced along, looking as though they were trying to remember who it was that struck them last.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 772,
   "text": "A showground bull always seems to be nursing a grievance. Mixed up with the stallions and bulls were dogs and donkeys. The dogs were led by attendants, apparently selected on the principle of the larger the dog the smaller the custodian; while the donkeys were the only creatures unmoved by their surroundings, for they slept peaceably through the procession, occasionally waking up to bray their sense of boredom. In the centre of the ring a few lady-riders, stern-featured women for the most part, were being “judged” by a trembling official, who feared to look them in the face, but hurriedly and apologetically examined horses and saddles, whispered his award to the stewards, and fled at top speed to the official stand--his sanctuary from the fury of spurned beauty.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 855,
   "text": "The defeated ladies immediately began to “perform”--that is, to ask the universe at large whether anyone ever heard the like of that! But the stewards strategically slipped away, and the injured innocents had no resource left but to ride haughtily round the ring, glaring defiance at the spectators. All this time stewards and committee-men were wandering among the competitors, trying to find the animals for judgment. The clerk of the ring--a huge man on a small cob--galloped around, roaring like a bull: “This way for the fourteen stone 'acks! Come on, you twelve 'and ponies!” and by degrees various classes got judged, and dispersed grumbling. Then the bulls filed out with their grievances still unsettled, the lady riders were persuaded to withdraw, and the clerk of the ring sent a sonorous bellow across the ground: “Where's the jumpin' judges?”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 645,
   "text": "From the official stand came a brisk, dark-faced, wiry little man. He had been a steeplechase rider and a trainer in his time. Long experience of that tricky animal, the horse, had made him reserved and slow to express an opinion. He mounted the table, and produced a note-book. From the bar of the booth came a large, hairy, red-faced man, whose face showed fatuous self-complacency. He was a noted show-judge because he refused, on principle, to listen to others' opinions; or in those rare cases when he did, only to eject a scornful contradiction. The third judge was a local squatter, who was overwhelmed with a sense of his own importance.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 768,
   "text": "They seated themselves on a raised platform in the centre of the ring, and held consultation. The small dark man produced his note-book. “I always keep a scale of points,” he said. “Give 'em so many points for each fence. Then give 'em so many for make, shape, and quality, and so many for the way they jump.” The fat man looked infinite contempt. “I never want any scale of points,” he said. “One look at the 'orses is enough for me. A man that judges by points ain't a judge at all, I reckon. What do you think?” he went on, turning to the squatter. “Do you go by points?” “Never,” said the squatter, firmly; which, as he had never judged before in his life, was strictly true. “Well, we'll each go our own way,” said the little man. “I'll keep points. Send 'em in.”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 666,
   "text": "“Number One, Conductor!” roared the ring steward in a voice like thunder, and a long-legged grey horse came trotting into the ring and sidled about uneasily. His rider pointed him for the first jump, and went at it at a terrific pace. Nearing the fence the horse made a wild spring, and cleared it by feet, while the crowd yelled applause. At the second jump he raced right under the obstacle, propped dead, and rose in the air with a leap like a goat, while the crowd yelled their delight again, and said: “My oath! ain't he clever?” As he neared the third fence he shifted about uneasily, and finally took it at an angle, clearing a wholly unnecessary thirty feet.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 662,
   "text": "Again the hurricane of cheers broke out. “Don't he fly 'em,” said one man, waving his hat. At the last fence he made his spring yards too soon; his forelegs got over all right, but his hind legs dropped on the rail with a sounding rap, and he left a little tuft of hair sticking on it. “I like to see 'em feel their fences,” said the fat man. “I had a bay 'orse once, and he felt every fence he ever jumped; shows their confidence.” “I think he'll feel that last one for a while,” said the little dark man. “What's this now?” “Number Two, Homeward Bound!” An old, solid chestnut horse came out and cantered up to each jump, clearing them coolly and methodically.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 801,
   "text": "The crowd was not struck by the performance, and the fat man said: “No pace!” but surreptitiously made two strokes (to indicate Number Two) on the cuff of his shirt. “Number Eleven, Spite!” This was a leggy, weedy chestnut, half-racehorse, half-nondescript, ridden by a terrified amateur, who went at the fence with a white, set face. The horse raced up to the fence, and stopped dead, amid the jeers of the crowd. The rider let daylight into him with his spurs, and rushed him at it again. This time he got over. Round he went, clouting some fences with his front legs, others with his hind legs. The crowd jeered, but the fat man, from a sheer spirit of opposition, said: “That would be a good horse if he was rode better.” And the squatter remarked: “Yes, he belongs to a young feller just near me.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 723,
   "text": "I've seen him jump splendidly out in the bush, over brush fences.” The little dark man said nothing, but made a note in his book. “Number Twelve, Gaslight!” “Now, you'll see a horse,” said the fat man. “I've judged this 'orse in twenty different shows, and gave him first prize every time!” Gaslight turned out to be a fiddle-headed, heavy-shouldered brute, whose long experience of jumping in shows where they give points for pace--as if the affair was a steeplechase--had taught him to get the business over as quickly as he could. He went thundering round the ring, pulling double, and standing off his fences in a style that would infallibly bring him to grief if following hounds across roads or through broken timber.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 660,
   "text": "“Now,” said the fat man, “that's a 'unter, that is. What I say is, when you come to judge at a show, pick out the 'orse you'd soonest be on if Ned Kelly was after you, and there you have the best 'unter.” The little man did not reply, but made the usual scrawl in his book, while the squatter hastened to agree with the fat man. “I like to see a bit of pace myself,” he ventured. The fat man sat on him heavily. “You don't call that pace, do you?” he said. “He was going dead slow.” Various other competitors did their turn round the ring, some propping and bucking over the jumps, others rushing and tearing at their fences; not one jumped as a hunter should.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 605,
   "text": "Some got themselves into difficulties by changing feet or misjudging the distance, and were loudly applauded by the crowd for “cleverness” in getting themselves out of the difficulties they had themselves created. A couple of rounds narrowed the competitors down to a few, and the task of deciding was entered on. “I have kept a record,” said the little man, “of how they jumped each fence, and I give them points for style of jumping, and for their make and shape and hunting qualities. The way I bring it out is that Homeward Bound is the best, with Gaslight second.” “Homeward Bound!” said the fat man.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 657,
   "text": "“Why, the pace he went wouldn't head a duck. He didn't go as fast as a Chinaman could trot with two baskets of stones. I want to have three of 'em in to have another look at 'em.” Here he looked surreptitiously at his cuff, saw a note “No. II.”, mistook it for “Number Eleven”, and said: “I want Number Eleven to go another round.” The leggy, weedy chestnut, with the terrified amateur up, came sidling and snorting out into the ring. The fat man looked at him with scorn. “What is that fiddle-headed brute doing in the ring?” he said. “Why,” said the ring steward, “you said you wanted him.” “Well,” said the fat man, “if I said I wanted him I do want him.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 756,
   "text": "Let him go the round.” The terrified amateur went at his fences with the rashness of despair, and narrowly escaped being clouted off on two occasions. This put the fat man in a quandary. He had kept no record, and all the horses were jumbled up in his head; but he had one fixed idea, to give the first prize to Gaslight; as to the second he was open to argument. From sheer contrariness he said that Number Eleven would be “all right if he were rode better,” and the squatter agreed. The little man was overruled, and the prizes went--Gaslight, first; Spite, second; Homeward Bound, third. The crowd hooted loudly as Spite's rider came round with the second ribbon, and small boys suggested to the fat judge in shrill tones that he ought to boil his head.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 585,
   "text": "The fat man stalked majestically into the stewards' stand, and on being asked how he came to give Spite the second prize, remarked oracularly: “I judge the 'orse, I don't judge the rider.” This silenced criticism, and everyone adjourned to have a drink. Over the flowing bowl the fat man said: “You see, I don't believe in this nonsense about points. I can judge 'em without that.” Twenty dissatisfied competitors vowed they would never bring another horse there in their lives. Gaslight's owner said: “Blimey, I knew it would be all right with old Billy judging. 'E knows this 'orse.”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 712,
   "text": "The dog is a member of society who likes to have his day's work, and who does it more conscientiously than most human beings. A dog always looks as if he ought to have a pipe in his mouth and a black bag for his lunch, and then he would go quite happily to office every day. A dog without work is like a man without work, a nuisance to himself and everybody else. People who live about town, and keep a dog to give the children hydatids and to keep the neighbours awake at night, imagine that the animal is fulfilling his destiny. All town dogs, fancy dogs, show dogs, lap-dogs, and other dogs with no work to do, should be abolished; it is only in the country that a dog has any justification for his existence.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 669,
   "text": "The old theory that animals have only instinct, not reason, to guide them, is knocked endways by the dog. A dog can reason as well as a human being on some subjects, and better on others, and the best reasoning dog of all is the sheep-dog. The sheep-dog is a professional artist with a pride in his business. Watch any drover's dogs bringing sheep into the yards. How thoroughly they feel their responsibility, and how very annoyed they get if a stray dog with no occupation wants them to stop and fool about! They snap at him and hurry off, as much as to say: “You go about your idleness. Don't you see this is my busy day?” Sheep-dogs are followers of Thomas Carlyle.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 710,
   "text": "They hold that the only happiness for a dog in this life is to find his work and to do it. The idle, 'dilettante', non-working, aristocratic dog they have no use for. The training of a sheep-dog for his profession begins at a very early age. The first thing is to take him out with his mother and let him see her working. He blunders lightheartedly, frisking along in front of the horse, and his owner tries to ride over him, and generally succeeds. It is amusing to see how that knocks all the gas out of a puppy, and with what a humble air he falls to the rear and glues himself to the horse's heels, scarcely daring to look to the right or to the left, for fear of committing some other breach of etiquette.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 721,
   "text": "He has had his first lesson--to keep behind the horse until he is wanted. Then he watches the old slut work, and is allowed to go with her round the sheep; and if he shows any disposition to get out of hand and frolic about, the old lady will bite him sharply to prevent his interfering with her work. By degrees, slowly, like any other professional, he learns his business. He learns to bring sheep after a horse simply at a wave of the hand; to force the mob up to a gate where they can be counted or drafted; to follow the scent of lost sheep, and to drive sheep through a town without any master, one dog going on ahead to block the sheep from turning off into by-streets while the other drives them on from the rear.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 818,
   "text": "How do they learn all these things? Dogs for show work are taught painstakingly by men who are skilled in handling them; but, after all, they teach themselves more than the men teach them. It looks as if the acquired knowledge of generations were transmitted from dog to dog. The puppy, descended from a race of sheep-dogs, starts with all his faculties directed towards the working of sheep; he is half-educated as soon as he is born. He can no more help working sheep than a born musician can help being musical, or a Hebrew can help gathering in shekels. It is bred in him. If he can't get sheep to work, he will work a fowl; often and often one can see a collie pup painstakingly and carefully driving a bewildered old hen into a stable, or a stock-yard, or any other enclosed space on which he has fixed his mind.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 671,
   "text": "How does he learn to do that? He didn't learn it at all. The knowledge was born with him. When the dog has been educated, or has educated himself, he enjoys his work; but very few dogs like work “in the yards”. The sun is hot, the dust rises in clouds, and there is nothing to do but bark, bark, bark--which is all very well for learners and amateurs, but is beneath the dignity of the true professional sheep-dog. When they are hoarse with barking and nearly choked with dust, the men lose their tempers and swear at them, and throw clods of earth at them, and sing out to them “Speak up, blast you!” Then the dogs suddenly decide that they have done enough for the day.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 652,
   "text": "Watching their opportunity, they silently steal over the fence, and hide in any cool place they can find. After a while the men notice that hardly any are left, and operations are suspended while a great hunt is made into outlying pieces of cover, where the dogs are sure to be found lying low and looking as guilty as so many thieves. A clutch at the scruff of the neck, a kick in the ribs, and they are hauled out of hiding-places; and accompany their masters to the yard frolicking about and pretending that they are quite delighted to be going back, and only hid in those bushes out of sheer thoughtlessness. He is a champion hypocrite, is the dog.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 616,
   "text": "Dogs, like horses, have very keen intuition. They know when the men around them are frightened, though they may not know the cause. In a great Queensland strike, when the shearers attacked and burnt Dagworth shed, some rifle-volleys were exchanged. The air was full of human electricity, each man giving out waves of fear and excitement. Mark now the effect it had on the dogs. They were not in the fighting; nobody fired at them, and nobody spoke to them; but every dog left his master, left the sheep, and went away to the homestead, about six miles off. There wasn't a dog about the shed next day after the fight.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 766,
   "text": "The noise of the rifles had not frightened them, because they were well-accustomed to that.* * The same thing happened constantly with horses in the South African War. A loose horse would feed contentedly while our men were firing, but when our troops were being fired at the horses became uneasy, and the loose ones would trot away. The excitement of the men communicated itself to them. Dogs have an amazing sense of responsibility. Sometimes, when there are sheep to be worked, an old slut who has young puppies may be greatly exercised in her mind whether she should go out or not. On the one hand, she does not care about leaving the puppies, on the other, she feels that she really ought to go rather than allow the sheep to be knocked about by those learners.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 340,
   "text": "Hesitatingly, with many a look behind her, she trots out after the horses and the other dogs. An impassioned appeal from the head boundary rider, “Go back home, will yer!” is treated with the contempt it deserves. She goes out to the yards, works, perhaps half the day, and then slips quietly under the fences and trots off home, contented.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 643,
   "text": "THE DOG--AS A SPORTSMAN The sheep-dog and the cattle-dog are the workmen of the animal kingdom; sporting and fighting dogs are the professionals and artists. A house-dog or a working-dog will only work for his master; a professional or artistic dog will work for anybody, so long as he is treated like an artist. A man going away for a week's shooting can borrow a dog, and the dog will work for him loyally, just as a good musician will do his best, though the conductor is strange to him, and the other members of the band are not up to the mark. The musician's art is sacred to him, and that is the case with the dog--Art before everything.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 698,
   "text": "It is a grand sight to see a really good setter or pointer working up to a bird, occasionally glancing over his shoulder to see if the man with the gun has not lost himself. He throws his whole soul into his work, questing carefully over the cold scent, feathering eagerly when the bird is close, and at last drawing up like a statue. Not Paganini himself ever lost himself in his art more thoroughly than does humble Spot or Ponto. It is not amusement and not a mere duty to him; it is a sacred gift, which he is bound to exercise. A pointer in need of amusement will play with another dog--the pair pretending to fight, and so on, but when there is work to be done, the dog is lost in the artist.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 830,
   "text": "How crestfallen he looks if by any chance he blunders on to a bird without pointing it! A fiddler who has played a wrong note in a solo is the only creature who can look quite so discomfited. Humanity, instead of going to the ant for wisdom, should certainly go to the dog. Sporting dogs are like other artists, in that they are apt to get careless of everything except their vocation. They are similarly quite unreliable in their affections. They are not good watch dogs, and take little interest in chasing cats. They look on a little dog that catches rats much as a great musician looks on a cricketer--it's clever, but it isn't Art. Hunting and fighting dogs are the gladiators of the animal world. A fox-hound or a kangaroo-dog is always of the same opinion as Mr. Jorrocks:--“All time is wasted what isn't spent in 'untin'.”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 620,
   "text": "A greyhound will start out in the morning with three lame legs, but as soon as he sees a hare start he _must_ go. He utterly forgets his sorrows in the excitement, just as a rowing-man, all over boils and blisters, will pull a desperate race without feeling any pain. Such dogs are not easily excited by anything but a chase, and a burglar might come and rob the house and murder the inmates without arousing any excitement among them. Guarding a house is “not their pidgin” as the Chinese say. That is one great reason for the success of the dog at whatever branch of his tribe's work he goes in for--he is so thorough.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 763,
   "text": "Dogs who are forced to combine half-a-dozen professions never make a success at anything. One dog one billet is their motto. The most earnest and thorough of all the dog tribe is the fighting dog. His intense self-respect, his horror of brawling, his cool determination, make him a pattern to humanity. The bull-dog or bull-terrier is generally the most friendly and best-tempered dog in the world; but when he is put down in the ring he fights till he drops, in grim silence, though his feet are bitten through and through, his ears are in rags, and his neck a hideous mass of wounds. In a well-conducted dog-fight each dog in turn has to attack the other dog, and one can see fierce earnestness blazing in the eye of the attacker as he hurls himself on the foe.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 725,
   "text": "What makes him fight like that? It is not bloodthirstiness, because they are neither savage nor quarrelsome dogs: a bulldog will go all his life without a fight, unless put into a ring. It is simply their strong self-respect and stubborn pride which will not let them give in. The greyhound snaps at his opponent and then runs for his life, but the fighting dog stands to it till death. Just occasionally one sees the same type of human being--some quiet-spoken, good-tempered man who has taken up glove-fighting for a living, and who, perhaps, gets pitted against a man a shade better than himself. After a few rounds he knows he is overmatched, but there is something at the back of his brain that will not let him cave in.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 698,
   "text": "Round after round he stands punishment, and round after round he grimly comes up, till, possibly, his opponent loses heart, or a fluky hit turns the scale in his favour. These men are to be found in every class of life. Many of the gamest of the game are mere gutter-bred boys who will continue to fight long after they have endured enough punishment to entitle them to quit. You can see in their eyes the same hard glitter that shows in the bulldog's eyes as he limps across the ring, or in the eye of the racehorse as he lies down to it when his opponent is outpacing him. It is grit, pluck, vim, nerve force; call it what you like, and there is no created thing that has more of it than the dog.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 763,
   "text": "The blood-lust is a dog-phase that has never been quite understood. Every station-owner knows that sometimes the house-dogs are liable to take a sudden fit of sheep-killing. Any kind of dog will do it, from the collie downward. Sometimes dogs from different homesteads meet in the paddocks, having apparently arranged the whole affair beforehand. They are very artful about it, too. They lie round the house till dark, and then slink off and have a wild night's blood-spree, running down the wretched sheep and tearing their throats open; before dawn they slink back again and lie around the house as before. Many and many a sheep-owner has gone out with a gun and shot his neighbour's dogs for killing sheep which his own wicked, innocent-looking dogs had slain.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 612,
   "text": "CONCERNING A STEEPLECHASE RIDER Of all the ways in which men get a living there is none so hard and so precarious as that of steeplechase-riding in Australia. It is bad enough in England, where steeplechases only take place in winter, when the ground is soft, where the horses are properly schooled before being raced, and where most of the obstacles will yield a little if struck and give the horse a chance to blunder over safely. In Australia the men have to go at racing-speed, on very hard ground, over the most rigid and uncompromising obstacles--ironbark rails clamped into solid posts with bands of iron.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 614,
   "text": "No wonder they are always coming to grief, and are always in and out of hospital in splints and bandages. Sometimes one reads that a horse has fallen and the rider has “escaped with a severe shaking.” That “shaking”, gentle reader, would lay you or me up for weeks, with a doctor to look after us and a crowd of sympathetic friends calling to know how our poor back was. But the steeplechase-rider has to be out and about again, “riding exercise” every morning, and “schooling” all sorts of cantankerous brutes over the fences. These men take their lives in their hands and look at grim death between their horses'",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 604,
   "text": "ears every time they race or “school”. The death-record among Australian cross-country jockeys and horses is very great; it is a curious instance of how custom sanctifies all things that such horse-and-man slaughter is accepted in such a callous way. If any theatre gave a show at which men and horses were habitually crippled or killed in full sight of the audience, the manager would be put on his trial for manslaughter. Our race-tracks use up their yearly average of horses and men without attracting remark. One would suppose that the risk being so great the profits were enormous; but they are not.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 649,
   "text": "In “the game” as played on our racecourses there is just a bare living for a good capable horseman while he lasts, with the certainty of an ugly smash if he keeps at it long enough. And they don't need to keep at it very long. After a few good “shakings” they begin to take a nip or two to put heart into them before they go out, and after a while they have to increase the dose. At last they cannot ride at all without a regular cargo of alcohol on board, and are either “half-muzzy” or shaky according as they have taken too much or too little. Then the game becomes suicidal; it is an axiom that as soon as a man begins to funk he begins to fall.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 672,
   "text": "The reason is that a rider who has lost his nerve is afraid of his horse making a mistake, and takes a pull, or urges him onward, just at the crucial moment when the horse is rattling up to his fence and judging his distance. That little, nervous pull at his head or that little touch of the spur, takes his attention from the fence, with the result that he makes his spring a foot too far off or a foot too close in, and--smash! The loafers who hang about the big fences rush up to see if the jockey is killed or stunned; if he is, they dispose of any jewellery he may have about him; they have been known almost to tear a finger off in their endeavours to secure a ring.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 608,
   "text": "The ambulance clatters up at a canter, the poor rider is pushed in out of sight, and the ladies in the stand say how unlucky they are--that brute of a horse falling after they backed him. A wolfish-eyed man in the Leger-stand shouts to a wolfish-eyed pal, “Bill, I believe that jock was killed when the chestnut fell,” and Bill replies, “Yes, damn him, I had five bob on him.” And the rider, gasping like a crushed chicken, is carried into the casualty-room and laid on a little stretcher, while outside the window the bookmakers are roaring “Four to one bar one,” and the racing is going on merrily as ever.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 633,
   "text": "These remarks serve to introduce one of the fraternity who may be considered as typical of all. He was a small, wiry, hard-featured fellow, the son of a stockman on a big cattle-station, and began life as a horse-breaker; he was naturally a horseman, able and willing to ride anything that could carry him. He left the station to go with cattle on the road, and having picked up a horse that showed pace, amused himself by jumping over fences. Then he went to Wagga, entered the horse in a steeplechase, rode him himself, won handsomely, sold the horse at a good price to a Sydney buyer, and went down to ride it in his Sydney races.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 631,
   "text": "In Sydney he did very well; he got a name as a fearless and clever rider, and was offered several mounts on fine animals. So he pitched his camp in Sydney, and became a fully-enrolled member of the worst profession in the world. I had known him in the old days on the road, and when I met him on the course one day I enquired how he liked the new life. “Well, it's a livin',” he said, “but it's no great shakes. They don't give steeplechase-riders a chance in Sydney. There's very few races, and the big sweepstakes keep horses out of the game.” “Do you get a fair share of the riding?” I asked. “Oh, yes; I get as much as anybody.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 678,
   "text": "But there's a lot of 'em got a notion I won't take hold of a horse when I'm told (i.e., pull him to prevent him winning). Some of these days I'll take hold of a horse when they don't expect it.” I smiled as I thought there was probably a sorry day in store for some backer when the jockey “took hold” unexpectedly. “Do you have to pull horses, then, to get employment?” “Oh, well, it's this way,” he said, rather apologetically, “if an owner is badly treated by the handicapper, and is just giving his horse a run to get weight off, then it's right enough to catch hold a bit. But when a horse is favourite and the public are backing him it isn't right to take hold of him then.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 640,
   "text": "_I_ would not do it.” This was his whole code of morals--not to pull a favourite; and he felt himself very superior to the scoundrel who would pull favourites or outsiders indiscriminately. “What do you get for riding?” I asked him. “Well,” he said, looking about uneasily, “we're supposed to get a fiver for a losing mount and ten pounds if we win, but a lot of the steeplechase-owners are what I call 'battlers'--men who have no money and get along by owing everybody. They promise us all sorts of money if we win, but they don't pay if we lose. I only got two pounds for that last steeplechase.” “Two pounds!” I made a rapid calculation.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 619,
   "text": "He had ridden over eighteen fences for two pounds--had chanced his life eighteen times at less than half-a-crown a time. “Good Heavens!” I said, “that's a poor game. Wouldn't you be better back on the station?” “Oh, I don't know--sometimes we get laid a bit to nothing, and do well out of a race. And then, you know, a steeplechase rider is somebody--not like an ordinary fellow that is just working.” I realised that I was an “ordinary fellow who was just working”, and felt small accordingly. “I'm just off to weigh now,” he said--“I'm riding Contractor, and he'll run well, but he always seems to fall at those logs.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 654,
   "text": "Still, I ought to have luck to-day. I met a hearse as I was coming out. I'll get him over the fences, somehow.” “Do you think it lucky, then, to meet a hearse?” “Oh, yes,” he said, “if you _meet_ it. You mustn't overtake it--that's unlucky. So is a cross-eyed man unlucky. Cross-eyed men ought to be kept off racecourses.” He reappeared clad in his racing rig, and we set off to see the horse saddled. We found the owner in a great state of excitement. It seemed he had no money--absolutely none whatever--but had borrowed enough to pay the sweepstakes, and stood to make something if the horse won and lose nothing if he lost, as he had nothing to lose.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 731,
   "text": "My friend insisted on being paid two pounds before he would mount, and the owner nearly had a fit in his efforts to persuade him to ride on credit. At last a backer of the horse agreed to pay 2 pounds 10s., win or lose, and the rider was to get 25 pounds out of the prize if he won. So up he got; and as he and the others walked the big muscular horses round the ring, nodding gaily to friends in the crowd, I thought of the gladiators going out to fight in the arena with the cry of “Hail, Caesar, those about to die salute thee!” The story of the race is soon told. My friend went to the front at the start and led nearly all the way, and “Contractor!” was on every one's lips as the big horse sailed along in front of his field.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 601,
   "text": "He came at the log-fence full of running, and it looked certain that he would get over. But at the last stride he seemed to falter, then plunged right into the fence, striking it with his chest, and, turning right over, landed on his unfortunate rider. A crowd clustered round and hid horse and rider from view, and I ran down to the casualty-room to meet him when the ambulance came in. The limp form was carefully taken out and laid on a stretcher while a doctor examined the crushed ribs, the broken arm, and all the havoc that the horse's huge weight had wrought. There was no hope from the first.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 820,
   "text": "My poor friend, who had so often faced Death for two pounds, lay very still awhile. Then he began to talk, wandering in his mind, “Where are the cattle?”--his mind evidently going back to the old days on the road. Then, quickly, “Look out there--give me room!” and again “Five-and-twenty pounds, Mary, and a sure thing if he don't fall at the logs.” Mary was sobbing beside the bed, cursing the fence and the money that had brought him to grief. At last, in a tone of satisfaction, he said, quite clear and loud: “I know how it was--_There couldn't have been any dead man in that hearse!_” And so, having solved the mystery to his own satisfaction, he drifted away into unconsciousness--and woke somewhere on the other side of the big fence that we can neither see through nor over, but all have to face sooner or later.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 639,
   "text": "We were training two horses for the Buckatowndown races--an old grey warrior called Tricolor--better known to the station boys as The Trickler--and a mare for the hack race. Station horses don't get trained quite like Carbine; some days we had no time to give them gallops at all, so they had to gallop twice as far the next day to make up.One day the boy we had looking after The Trickler fell in with a mob of sharps who told him we didn't know anything about training horses, and that what the horse really wanted was “a twicer”--that is to say, a gallop twice round the course. So the boy gave him “a twicer” on his own responsibility.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 615,
   "text": "When we found out about it we gave the boy a twicer with the strap, and he left and took out a summons against us. But somehow or other we managed to get the old horse pretty fit, tried him against hacks of different descriptions, and persuaded ourselves that we had the biggest certainty ever known on a racecourse. When the horses were galloping in the morning the kangaroo-dog, Victor, nearly always went down to the course to run round with them. It amused him, apparently, and didn't hurt anyone, so we used to let him race; in fact, we rather encouraged him, because it kept him in good trim to hunt kangaroo.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 743,
   "text": "When we were starting for the meeting, someone said we had better tie up Victor or he would be getting stolen at the races. We called and whistled, but he had made himself scarce, so we started and forgot all about him. Buckatowndown Races. Red-hot day, everything dusty, everybody drunk and blasphemous. All the betting at Buckatowndown was double-event--you had to win the money first, and fight the man for it afterwards. The start for our race, the Town Plate, was delayed for a quarter of an hour because the starter flatly refused to leave a fight of which he was an interested spectator. Every horse, as he did his preliminary gallop, had a string of dogs after him, and the clerk of the course came full cry after the dogs with a whip.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 705,
   "text": "By and by the horses strung across to the start at the far side of the course. They fiddled about for a bit; then down went the flag and they came sweeping along all bunched up together, one holding a nice position on the inside. All of a sudden we heard a wild chorus of imprecations--“Look at that dog!” Victor had chipped in with the racehorses, and was running right in front of the field. It looked a guinea to a gooseberry that some of them would fall on him. The owners danced and swore. What did we mean by bringing a something mongrel there to trip up and kill horses that were worth a paddockful of all the horses we had ever owned, or would ever breed or own, even if we lived to be a thousand.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 721,
   "text": "We were fairly in it and no mistake. As the field came past the stand the first time we could hear the riders swearing at our dog, and a wild yell of execration arose from the public. He had got right among the ruck by this time, and was racing alongside his friend The Trickler, thoroughly enjoying himself. After passing the stand the pace became very merry; the dog stretched out all he knew; when they began to make it too hot for him, he cut off corners, and joined at odd intervals, and every time he made a fresh appearance the people in the stand lifted up their voices and “swore cruel”. The horses were all at the whip as they turned into the straight, and then The Trickler and the publican's mare singled out.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 621,
   "text": "We could hear the “chop, chop!” of the whips as they came along together, but the mare could not suffer it as long as the old fellow, and she swerved off while he struggled home a winner by a length or so. Just as they settled down to finish Victor dashed up on the inside, and passed the post at old Trickler's girths. The populace immediately went for him with stones, bottles, and other missiles, and he had to scratch gravel to save his life. But imagine the amazement of the other owners when the judge placed Trickler first, Victor second, and the publican's mare third! The publican tried to argue it out with him.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 644,
   "text": "He said you couldn't place a kangaroo-dog second in a horse-race. The judge said it was _his_ (hiccough) business what he placed, and that those who (hiccough) interfered with him would be sorry for it. Also he expressed a (garnished) opinion that the publican's mare was no rotten good, and that she was the right sort of mare for a poor man to own, because she would keep him poor. Then the publican called the judge a cow. The judge was willing; a rip, tear, and chew fight ensued, which lasted some time. The judge won. Fifteen protests were lodged against our win, but we didn't worry about that--we had laid the stewards a bit to nothing.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 397,
   "text": "Every second man we met wanted to run us a mile for 100 pounds a side; and a drunken shearer, spoiling for a fight, said he had heard we were “brimming over with bally science”, and had ridden forty miles to find out. We didn't wait for the hack race. We folded our tents like the Arab and stole away. But it remains on the annals of Buckatowndown how a kangaroo-dog ran second for the Town Plate.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 709,
   "text": "CONCERNING A DOG-FIGHT Dog-fighting as a sport is not much in vogue now-a-days. To begin with it is illegal. Not that _that_ matters much, for Sunday drinking is also illegal. But dog-fighting is one of the cruel sports which the community has decided to put down with all the force of public opinion. Nevertheless, a certain amount of it is still carried on near Sydney, and very neatly and scientifically carried on, too--principally by gentlemen who live out Botany way and do not care for public opinion.The grey dawn was just breaking over Botany when we got to the meeting-place. Away to the East the stars were paling in the faint flush of coming dawn, and over the sandhills came the boom of breakers.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 736,
   "text": "It was Sunday morning, and all the respectable, non-dog-fighting population of that odoriferous suburb were sleeping their heavy, Sunday-morning sleep. Some few people, however, were astir. In the dim light hurried pedestrians plodded along the heavy road towards the sandhills. Now and then a van, laden with ten or eleven of “the talent”, and drawn by a horse that cost fifteen shillings at auction, rolled softly along in the same direction. These were dog-fighters who had got “the office”, and knew exactly where the match was to take place. The “meet” was on a main road, about half-a-mile from town; here some two hundred people had assembled, and hung up their horses and vehicles to the fence without the slightest concealment.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 666,
   "text": "They said the police would not interfere with them--and they did not seem a nice crowd to interfere with. One dog was on the ground when we arrived, having come out in a hansom cab with his trainer. He was a white bull-terrier, weighing about forty pounds, “trained to the hour”, with the muscles standing out all over him. He waited in the cab, licking his trainer's face at intervals to reassure that individual of his protection and support; the rest of the time he glowered out of the cab and eyed the public scornfully. He knew as well as any human being that there was sport afoot, and looked about eagerly and wickedly to see what he could get his teeth into.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 606,
   "text": "Soon a messenger came running up to know whether they meant to sit in the cab till the police came; the other dog, he said, had arrived and all was ready. The trainer and dog got out of the cab; we followed them through a fence and over a rise--and there, about twenty yards from the main road, was a neatly-pitched enclosure like a prize-ring, a thirty-foot-square enclosure formed with stakes and ropes. About a hundred people were at the ringside, and in the far corner, in the arms of his trainer, was the other dog--a brindle. It was wonderful to see the two dogs when they caught sight of each other.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 670,
   "text": "The white dog came up to the ring straining at his leash, nearly dragging his trainer off his feet in his efforts to get at the enemy. At intervals he emitted a hoarse roar of challenge and defiance. The brindled dog never uttered a sound. He fixed his eyes on his adversary with a look of intense hunger, of absolute yearning for combat. He never for an instant shifted his unwinking gaze. He seemed like an animal who saw the hopes of years about to be realised. With painful earnestness he watched every detail of the other dog's toilet; and while the white dog was making fierce efforts to get at him, he stood Napoleonic, grand in his courage, waiting for the fray.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 759,
   "text": "All details were carefully attended to, and all rules strictly observed. People may think a dog-fight is a go-as-you-please outbreak of lawlessness, but there are rules and regulations--simple, but effective. There were two umpires, a referee, a timekeeper, and two seconds for each dog. The stakes were said to be ten pounds a-side. After some talk, the dogs were carried to the centre of the ring by their seconds and put on the ground. Like a flash of lightning they dashed at each other, and the fight began. Nearly everyone has seen dogs fight--“it is their nature to”, as Dr. Watts put it. But an ordinary worry between (say) a retriever and a collie, terminating as soon as one or other gets his ear bitten, gives a very faint idea of a real dog-fight.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 720,
   "text": "But bull-terriers are the gladiators of the canine race. Bred and trained to fight, carefully exercised and dieted for weeks beforehand, they come to the fray exulting in their strength and determined to win. Each is trained to fight for certain holds, a grip of the ear or the back of the neck being of very slight importance. The foot is a favourite hold, the throat is, of course, fashionable--if they can get it. The white and the brindle sparred and wrestled and gripped and threw each other, fighting grimly, and disdaining to utter a sound. Their seconds dodged round them unceasingly, giving them encouragement and advice--“That's the style, Boxer--fight for his foot”--“Draw your foot back, old man,” and so on.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 619,
   "text": "Now and again one dog got a grip of the other's foot and chewed savagely, and the spectators danced with excitement. The moment the dogs let each other go they were snatched up by their seconds and carried to their corners, and a minute's time was allowed, in which their mouths were washed out and a cloth rubbed over their bodies. Then came the ceremony of “coming to scratch”. When time was called for the second round the brindled dog was let loose in his own corner, and was required by the rules to go across the ring of his own free will and attack the other dog. If he failed to do this he would lose the fight.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 742,
   "text": "The white dog, meanwhile, was held in his corner waiting the attack. After the next round it was the white dog's turn to make the attack, and so on alternately. The animals need not fight a moment longer than they chose, as either dog could abandon the fight by failing to attack his enemy. While their condition lasted they used to dash across the ring at full run; but, after a while, when the punishment got severe and their “fitness” began to fail, it became a very exciting question whether or not a dog would “come to scratch”. The brindled dog's condition was not so good as the other's. He used to lie on his stomach between the rounds to rest himself, and several times it looked as if he would not cross the ring when his turn came.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 612,
   "text": "But as soon as time was called he would start to his feet and limp slowly across glaring steadily at his adversary; then, as he got nearer, he would quicken his pace, make a savage rush, and in a moment they would be locked in combat. So they battled on for fifty-six minutes, till the white dog (who was apparently having all the best of it), on being called to cross the ring, only went half-way across and stood there for a minute growling savagely. So he lost the fight. No doubt it was a brutal exhibition. But it was not cruel to the animals in the same sense that pigeon-shooting or hare-hunting is cruel.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 674,
   "text": "The dogs are born fighters, anxious and eager to fight, desiring nothing better. Whatever limited intelligence they have is all directed to this one consuming passion. They could stop when they liked, but anyone looking on could see that they gloried in the combat. Fighting is like breath to them--they must have it. Nature has implanted in all animals a fighting instinct for the weeding out of the physically unfit, and these dogs have an extra share of that fighting instinct. Of course, now that militarism is going to be abolished, and the world is going to be so good and teetotal, and only fight in debating societies, these nasty savage animals will be out of date.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 332,
   "text": "We will not be allowed to keep anything more quarrelsome than a poodle--and a man of the future, the New Man, whose fighting instincts have not been quite bred out of him, will, perhaps, be found at grey dawn of a Sunday morning with a crowd of other unregenerates in some backyard frantically cheering two of them to mortal combat.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 801,
   "text": "Greenhide Billy was a stockman on a Clarence River cattle-station, and admittedly the biggest liar in the district. He had been for many years pioneering in the Northern Territory, the other side of the sun-down--a regular “furthest-out man”--and this assured his reputation among station-hands who award rank according to amount of experience.Young men who have always hung around the home districts, doing a job of shearing here or a turn at horse-breaking there, look with reverence on Riverine or Macquarie-River shearers who come in with tales of runs where they have 300,000 acres of freehold land and shear 250,000 sheep; these again pale their ineffectual fires before the glory of the Northern Territory man who has all-comers on toast, because no one can contradict him or check his figures.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 664,
   "text": "When two of them meet, however, they are not fools enough to cut down quotations and spoil the market; they lie in support of each other, and make all other bushmen feel mean and pitiful and inexperienced. Sometimes a youngster would timidly ask Greenhide Billy about the 'terra incognita': “What sort of a place is it, Billy--how big are the properties? How many acres had you in the place you were on?” “Acres be d----d!” Billy would scornfully reply; “hear him talking about acres! D'ye think we were blanked cockatoo selectors! Out there we reckon country by the hundred miles. You orter say, 'How many thousand miles of country?' and then I'd understand you.”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 682,
   "text": "Furthermore, according to Billy, they reckoned the rainfall in the Territory by yards, not inches. He had seen blackfellows who could jump at least three inches higher than anyone else had ever seen a blackfellow jump, and every bushman has seen or personally known a blackfellow who could jump over six feet. Billy had seen bigger droughts, better country, fatter cattle, faster horses, and cleverer dogs, than any other man on the Clarence River. But one night when the rain was on the roof, and the river was rising with a moaning sound, and the men were gathered round the fire in the hut smoking and staring at the coals, Billy turned himself loose and gave us his masterpiece.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 771,
   "text": "“I was drovin' with cattle from Mungrybanbone to old Corlett's station on the Buckadowntown River” (Billy always started his stories with some paralysing bush names). “We had a thousand head of store-cattle, wild, mountain-bred wretches that'd charge you on sight; they were that handy with their horns they could skewer a mosquito. There was one or two one-eyed cattle among 'em--and you know how a one-eyed beast always keeps movin' away from the mob, pokin' away out to the edge of them so as they won't git on his blind side, so that by stirrin' about he keeps the others restless. “They had been scared once or twice, and stampeded and gave us all we could do to keep them together; and it was wet and dark and thundering, and it looked like a real bad night for us.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 718,
   "text": "It was my watch. I was on one side of the cattle, like it might be here, with a small bit of a fire; and my mate, Barcoo Jim, he was right opposite on the other side of the cattle, and had gone to sleep under a log. The rest of the men were in the camp fast asleep. Every now and again I'd get on my horse and prowl round the cattle quiet like, and they seemed to be settled down all right, and I was sitting by my fire holding my horse and drowsing, when all of a sudden a blessed 'possum ran out from some saplings and scratched up a tree right alongside me. I was half-asleep, I suppose, and was startled; anyhow, never thinking what I was doing, I picked up a firestick out of the fire and flung it at the 'possum.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 691,
   "text": "“Whoop! Before you could say Jack Robertson, that thousand head of cattle were on their feet, and made one wild, headlong, mad rush right over the place where poor old Barcoo Jim was sleeping. There was no time to hunt up materials for the inquest; I had to keep those cattle together, so I sprang into the saddle, dashed the spurs into the old horse, dropped my head on his mane, and sent him as hard as he could leg it through the scrub to get to the lead of the cattle and steady them. It was brigalow, and you know what that is. “You know how the brigalow grows,” continued Bill; “saplings about as thick as a man's arm, and that close together a dog can't open his mouth to bark in 'em.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 757,
   "text": "Well, those cattle swept through that scrub, levelling it like as if it had been cleared for a railway line. They cleared a track a quarter of a mile wide, and smashed every stick, stump and sapling on it. You could hear them roaring and their hoofs thundering and the scrub smashing three or four miles off. “And where was I? I was racing parallel with the cattle, with my head down on the horse's neck, letting him pick his way through the scrub in the pitchy darkness. This went on for about four miles. Then the cattle began to get winded, and I dug into the old stock-horse with the spurs, and got in front, and began to crack the whip and sing out, so as to steady them a little; after awhile they dropped slower and slower, and I kept the whip going.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 690,
   "text": "I got them all together in a patch of open country, and there I rode round and round 'em all night till daylight. “And how I wasn't killed in the scrub, goodness only knows; for a man couldn't ride in the daylight where I did in the dark. The cattle were all knocked about--horns smashed, legs broken, ribs torn; but they were all there, every solitary head of 'em; and as soon as the daylight broke I took 'em back to the camp--that is, all that could travel, because I had to leave a few broken-legged ones.” Billy paused in his narrative. He knew that some suggestions would be made, by way of compromise, to tone down the awful strength of the yarn, and he prepared himself accordingly.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 700,
   "text": "His motto was “No surrender”; he never abated one jot of his statements; if anyone chose to remark on them, he made them warmer and stronger, and absolutely flattened out the intruder. “That was a wonderful bit of ridin' you done, Billy,” said one of the men at last, admiringly. “It's a wonder you wasn't killed. I suppose your clothes was pretty well tore off your back with the scrub?” “Never touched a twig,” said Billy. “Ah!” faltered the inquirer, “then no doubt you had a real ringin' good stock-horse that could take you through a scrub like that full-split in the dark, and not hit you against anything.” “No, he wasn't a good un,” said Billy decisively, “he was the worst horse in the camp.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 737,
   "text": "Terrible awkward in the scrub he was, always fallin' down on his knees; and his neck was so short you could sit far back on him and pull his ears.” Here that interrogator retired hurt; he gave Billy best. After a pause another took up the running. “How did your mate get on, Billy? I s'pose he was trampled to a mummy!” “No,” said Billy, “he wasn't hurt a bit. I told you he was sleeping under the shelter of a log. Well, when those cattle rushed they swept over that log a thousand strong; and every beast of that herd took the log in his stride and just missed landing on Barcoo Jimmy by about four inches.” The men waited a while and smoked, to let this statement soak well into their systems; at last one rallied and had a final try.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 221,
   "text": "“It's a wonder then, Billy,” he said, “that your mate didn't come after you and give you a hand to steady the cattle.” “Well, perhaps it was,” said Billy, “only that there was a bigger wonder than that at the back of it.”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 718,
   "text": "“My mate never woke up all through it.” Then the men knocked the ashes out of their pipes and went to bed. Author of “Flogged for a Furlong”, “Won by a Winker”, etc., etc. Chapter I.--WANTED, A PONY Algernon de Montgomery Smythers was a merchant, wealthy beyond the dreams of avarice. Other merchants might dress more lavishly, and wear larger watch chains; but the bank balance is the true test of mercantile superiority, and in a trial of bank balances Algernon de Montgomery Smythers represented Tyson at seven stone. He was unbeatable. He lived in comfort, not to say luxury. He had champagne for breakfast every morning, and his wife always slept with a pair of diamond earrings worth a small fortune in her ears.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 715,
   "text": "It is things like these that show true gentility. Though they had been married many years, the A. de M. Smythers had but one child--a son and heir. No Christmas Day was allowed to pass by his doting parents without a gift to young Algy of some trifle worth about 150 pounds, less the discount for cash. He had six play-rooms, all filled with the most expensive toys and ingenious mechanical devices. He had a phonograph that could hail a ship out at the South Head, and a mechanical parrot that sang “The Wearing of the Green”. And still he was not happy. Sometimes, in spite of the vigilance of his four nurses and six under-nurses, he would escape into the street, and run about with the little boys he met there.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 194,
   "text": "One day he gave one of them a sovereign for a locust. Certainly the locust was a “double-drummer”, and could deafen the German Band when shaken up judiciously; still, it was dear at a sovereign.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 831,
   "text": "What we have we do not value, and what other people have we are not strong enough to take from them. Christmas was approaching, and the question of Algy's Christmas present agitated the bosom of his parents. He already had nearly everything a child could want; but one morning a bright inspiration struck Algy's father. Algy should have a pony. With Mr. Smythers to think was to act. He was not a man who believed in allowing grass to grow under his feet. His motto was, “Up and be doing--somebody.” So he put an advertisement in the paper that same day. “Wanted, a boy's pony. Must be guaranteed sound, strong, handsome, intelligent. Used to trains, trams, motors, fire engines, and motor 'buses. Any failure in above respects will disqualify. Certificate of birth required as well as references from last place. Price no object.”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 691,
   "text": "Chapter II.--BLINKY BILL'S SACRIFICE Down in a poverty-stricken part of the city lived Blinky Bill, the horse-dealer. His yard was surrounded by loose-boxes made of any old timber, galvanized iron, sheets of roofing-felt, and bark he could gather together. He kept all sorts of horses, except good sorts. There were harness horses, that wouldn't pull, and saddle horses that wouldn't go--or, if they went, used to fall down. Nearly every animal about the place had something the matter with it. When the bailiff dropped in, as he did every two or three weeks, Bill and he would go out together, and “have a punt” on some of Bill's ponies, or on somebody else's ponies--the latter for choice.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 671,
   "text": "But periodical punts and occasional sales of horses would not keep the wolf from the door. Ponies keep on eating whether they are winning or not and Blinky Bill had got down to the very last pitch of desperation when he saw the advertisement mentioned at the end of last chapter. It was like a ray of hope to him. At once there flashed upon him what he must do. He must make a great sacrifice; he must sell Sausage II. Sausage II. was the greatest thirteen-two pony of the day. Time and again he had gone out to race when, to use William's own words, it was a blue duck for Bill's chance of keeping afloat; and every time did the gallant race pony pull his owner through.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 603,
   "text": "Bill owed more to Sausage II. than he owed to his creditors. Brought up as a pet, the little animal was absolutely trustworthy. He would carry a lady or a child, or pull a sulky; in fact, it was quite a common thing for Blinky Bill to drive him in a sulky to a country meeting and look about him for a likely “mark”. If he could find a fleet youth with a reputedly fast pony, Bill would offer to “pull the little cuddy out of the sulky and run yer for a fiver.” Sometimes he got beaten; but as he never paid, that didn't matter. He did not believe in fighting; but he would always sooner fight than pay.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 699,
   "text": "But all these devices had left him on his uppers in the end. He had no feed for his ponies, and no money to buy it; the corn merchant had written his account off as bad, and had no desire to make it worse. Under the circumstances, what was he to do? Sausage II. must be sold. With heavy heart Bill led the pony down to be inspected. He saw Mr. Algernon de Montgomery Smythers, and measured him with his eye. He saw it would be no use to talk about racing to him, so he went on the other track. He told him that the pony belonged to a Methodist clergyman, who used to drive him in a “shay”. There are no shays in this country; but Bill had read the word somewhere, and thought it sounded respectable.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 709,
   "text": "“Yus, sir,” he said, “'e goes lovely in a shay,” and he was just starting off at twenty words a second, when he was stopped. Mr. A. de M. Smythers was brusque with his inferiors, and in this he made a mistake. Instead of listening to all that Blinky Bill said, and disbelieving it at his leisure, he stopped his talk. “If you want to sell this pony, dry up,” he said. “I don't believe a word you say, and it only worries me to hear you lying.” Fatal mistake! You should never stop a horse-dealer's talk. And call him anything you like, but never say you doubt his word. Both these things Mr. Smythers did; and, though he bought the pony at a high price, yet the insult sank deep into the heart of Blinky Bill.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 270,
   "text": "As the capitalist departed leading the pony, Blinky Bill muttered to himself, “Ha! ha! Little does he know that he is leading Sausage II., the greatest 13.2 pony of the century. Let him beware how he gets alongside anything. That's all! Blinky Bill may yet be revenged!”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 604,
   "text": "Chapter III.--EXIT ALGY Christmas Day came. Algy's father gave orders to have the pony saddled, and led round to the front door. Algy's mother, a lady of forty summers, spent the morning superintending the dinner. Dinner was the principal event in the day with her. Alas, poor lady! Everything she ate agreed with her, and she got fatter and fatter and fatter. The cold world never fully appreciates the struggles of those who are fat--the efforts at starvation, the detested exercise, the long, miserable walks. Well has one of our greatest poets written, “Take up the fat man's burden.” But we digress.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 628,
   "text": "When Algy saw the pony he shouted with delight, and in half a minute was riding him up and down the front drive. Then he asked for leave to go out in the street--and that was where the trouble began. Up and down the street the pony cantered, as quietly as possible, till suddenly round a corner came two butcher boys racing their horses. With a clatter of clumsy hoofs they thundered past. In half a second there was a rattle, and a sort of comet-like rush through the air. Sausage II. was off after them with his precious burden. The family dog tried to keep up with him, and succeeded in keeping ahead for about three strides.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 348,
   "text": "Then, like the wolves that pursued Mazeppa, he was left yelping far behind. Through Surry Hills and Redfern swept the flying pony, his rider lying out on his neck in Tod Sloan fashion, while the ground seemed to race beneath him. The events of the way were just one hopeless blur till the pony ran straight as an arrow into the yard of Blinky Bill.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 660,
   "text": "Chapter IV.--RUNNING THE RULE As soon as Blinky Bill recognised his visitor, he was delighted. “You here,” he said, “Ha, ha, revenge is mine! I'll get a tidy reward for taking you back, my young shaver.” Then from the unresisting child he took a gold watch and three sovereigns. These he said he would put in a safe place for him, till he was going home again. He expected to get at least a tenner ready money for bringing Algy back, and hoped that he might be allowed to keep the watch into the bargain. With a light heart he went down town with Algy's watch and sovereigns in his pocket. He did not return till daylight, when he awoke his wife with bad news.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 266,
   "text": "“Can't give the boy up,” he said. “I moskenoed his block and tackle, and blued it in the school.” In other words, he had pawned the boy's watch and chain, and had lost the proceeds at pitch and toss. “Nothing for it but to move,” he said, “and take the kid with us.”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 683,
   "text": "The reader can imagine with what frantic anxiety the father and mother of little Algy sought for their lost one. They put the matter into the hands of the detective police, and waited for the Sherlock Holmeses of the force to get in their fine work. There was nothing doing. Years rolled on, and the mysterious disappearance of little Algy was yet unsolved. The horse-dealer's revenge was complete. The boy's mother consulted a clairvoyant, who murmured mystically “What went by the ponies, will come by the ponies;” and with that they had to remain satisfied. Chapter V.--THE TRICKS OF THE TURF It was race day at Pulling'em Park, and the ponies were doing their usual performances.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 610,
   "text": "Among the throng the heaviest punter is a fat lady with diamond earrings. Does the reader recognize her? It is little Algy's mother. Her husband is dead, leaving her the whole of his colossal fortune, and, having developed a taste for gambling, she is now engaged in “doing it in on the ponies”. She is one of the biggest bettors in the game. When women take to betting they are worse than men. But it is not for betting alone that she attends the meetings. She remembers the clairvoyant's “What went by the ponies will come by the ponies.” And always she searches in the ranks of the talent for her lost Algy.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 614,
   "text": "Here enters another of our dramatis personae--Blinky Bill, prosperous once more. He has got a string of ponies and punters together. The first are not much use to a man without the second; but, in spite of all temptations, Bill has always declined to number among his punters the mother of the child he stole. But the poor lady regularly punts on his ponies, and just as regularly is “sent up”--in other words, loses her money. To-day she has backed Blinky's pair, Nostrils and Tin Can, for the double. Nostrils has won his race, and Tin Can, if on the job, can win the second half of the double. Is he on the job?",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 610,
   "text": "The prices are lengthening against him, and the poor lady recognises that once more she is “in the cart”. Just then she meets Tin Can's jockey, Dodger Smith, face to face. A piercing scream rends the atmosphere, as if a thousand school children drew a thousand slate pencils down a thousand slates simultaneously. “Me cheild! Me cheild! Me long-lost Algy!” It did not take long to convince Algy that he would be better off as a son to a wealthy lady than as a jockey, subject to the fiendish caprices of Blinky Bill. “All right, mother,” he said. “Put all you can raise on Tin Can. I'm going to send Blinky up.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 624,
   "text": "It's time I had a cut on me own, anyway.” The horses went to the post. Tons of money were at the last moment hurled on to Tin Can. The books, knowing he was “dead”, responded gamely, and wrote his name till their wrists gave out. Blinky Bill had a half-share in all the bookies' winnings, so he chuckled grimly as he went to the rails to watch the race. They're off. And what is this that flashes to the front, while the howls of the bookies rise like the yelping of fiends in torment? It is Dodger Smith on Tin Can, and from the grandstand there is a shrill feminine yell of triumph as the gallant pony sails past the post.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 326,
   "text": "The bookies thought that Blinky Bill had sold them, and they discarded him for ever. Algy and his mother were united, and backed horses together happily ever after, and sometimes out in the back yard of their palatial mansion they hand the empty bottles, free of charge, to a poor old broken-down bottle-O, called Blinky Bill.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  }
 ]
}