{
 "author": [
  "Fox, John, Jr."
 ],
 "title": [
  "A Knight of the Cumberland"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Kentucky -- Fiction",
  "PS",
  "Historical fiction",
  "Country life -- Fiction"
 ],
 "id": "324",
 "genre": [
  "history",
  "fiction"
 ],
 "paragraphs": [
  {
   "size": 606,
   "text": "A KNIGHT OF THE CUMBERLAND I. The Blight in the Hills II. On the Wild Dog's Trail III. The Auricular Talent of the Hon. Samuel Budd IV. Close Quarters V. Back to the Hills VI. The Great Day VII. At Last--The Tournament VIII. The Knight Passes A KNIGHT OF THE CUMBERLAND I. THE BLIGHT IN THE HILLS High noon of a crisp October day, sunshine flooding the earth with the warmth and light of old wine and, going single-file up through the jagged gap that the dripping of water has worn down through the Cumberland Mountains from crest to valley-level, a gray horse and two big mules, a man and two young girls.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 624,
   "text": "On the gray horse, I led the tortuous way. After me came my small sister--and after her and like her, mule-back, rode the Blight--dressed as she would be for a gallop in Central Park or to ride a hunter in a horse show. I was taking them, according to promise, where the feet of other women than mountaineers had never trod--beyond the crest of the Big Black--to the waters of the Cumberland--the lair of moonshiner and feudsman, where is yet pocketed a civilization that, elsewhere, is long ago gone. This had been a pet dream of the Blight's for a long time, and now the dream was coming true. The Blight was in the hills.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 668,
   "text": "Nobody ever went to her mother's house without asking to see her even when she was a little thing with black hair, merry face and black eyes. Both men and women, with children of their own, have told me that she was, perhaps, the most fascinating child that ever lived. There be some who claim that she has never changed--and I am among them. She began early, regardless of age, sex or previous condition of servitude--she continues recklessly as she began--and none makes complaint. Thus was it in her own world--thus it was when she came to mine. On the way down from the North, the conductor's voice changed from a command to a request when he asked for her ticket.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 757,
   "text": "The jacketed lord of the dining-car saw her from afar and advanced to show her to a seat--that she might ride forward, sit next to a shaded window and be free from the glare of the sun on the other side. Two porters made a rush for her bag when she got off the car, and the proprietor of the little hotel in the little town where we had to wait several hours for the train into the mountains gave her the bridal chamber for an afternoon nap. From this little town to “The Gap” is the worst sixty-mile ride, perhaps, in the world. She sat in a dirty day-coach; the smoke rolled in at the windows and doors; the cars shook and swayed and lumbered around curves and down and up gorges; there were about her rough men, crying children, slatternly women, tobacco",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 649,
   "text": "juice, peanuts, popcorn and apple cores, but dainty, serene and as merry as ever, she sat through that ride with a radiant smile, her keen black eyes noting everything unlovely within and the glory of hill, tree and chasm without. Next morning at home, where we rise early, no one was allowed to waken her and she had breakfast in bed--for the Blight's gentle tyranny was established on sight and varied not at the Gap. When she went down the street that day everybody stared surreptitiously and with perfect respect, as her dainty black plumed figure passed; the post-office clerk could barely bring himself to say that there was no letter for her.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 683,
   "text": "The soda-fountain boy nearly filled her glass with syrup before he saw that he was not strictly minding his own business; the clerk, when I bought chocolate for her, unblushingly added extra weight and, as we went back, she met them both--Marston, the young engineer from the North, crossing the street and, at the same moment, a drunken young tough with an infuriated face reeling in a run around the corner ahead of us as though he were being pursued. Now we have a volunteer police guard some forty strong at the Gap--and from habit, I started for him, but the Blight caught my arm tight. The young engineer in three strides had reached the curb-stone and all he sternly said was:",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 687,
   "text": "The drunken youth wheeled and his right hand shot toward his hip pocket. The engineer was belted with a pistol, but with one lightning movement and an incredibly long reach, his right fist caught the fellow's jaw so that he pitched backward and collapsed like an empty bag. Then the engineer caught sight of the Blight's bewildered face, flushed, gripped his hands in front of him and simply stared. At last he saw me: “Oh,” he said, “how do you do?” and he turned to his prisoner, but the panting sergeant and another policeman--also a volunteer--were already lifting him to his feet. I introduced the boy and the Blight then, and for the first time in my life I saw the Blight--shaken.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 606,
   "text": "Round-eyed, she merely gazed at him. “That was pretty well done,” I said. “Oh, he was drunk and I knew he would be slow.” Now something curious happened. The dazed prisoner was on his feet, and his captors were starting with him to the calaboose when he seemed suddenly to come to his senses. “Jes wait a minute, will ye?” he said quietly, and his captors, thinking perhaps that he wanted to say something to me, stopped. The mountain youth turned a strangely sobered face and fixed his blue eyes on the engineer as though he were searing every feature of that imperturbable young man in his brain forever.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 886,
   "text": "It was not a bad face, but the avenging hatred in it was fearful. Then he, too, saw the Blight, his face calmed magically and he, too, stared at her, and turned away with an oath checked at his lips. We went on--the Blight thrilled, for she had heard much of our volunteer force at the Gap and had seen something already. Presently I looked back. Prisoner and captors were climbing the little hill toward the calaboose and the mountain boy just then turned his head and I could swear that his eyes sought not the engineer, whom we left at the corner, but, like the engineer, he was looking at the Blight. Whereat I did not wonder--particularly as to the engineer. He had been in the mountains for a long time and I knew what this vision from home meant to him. He turned up at the house quite early that night. “I'm not on duty until eleven,” he said hesitantly, “and I thought I'd----”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 630,
   "text": "I asked him a few questions about business and then I left him and the Blight alone. When I came back she had a Gatling gun of eager questions ranged on him and--happy withal--he was squirming no little. I followed him to the gate. “Are you really going over into those God-forsaken mountains?” he asked. “And you are going to take HER?” “Oh, I beg your pardon.” He strode away. “Coming up by the mines?” he called back. “Perhaps will you show us around?” “I guess I will,” he said emphatically, and he went on to risk his neck on a ten-mile ride along a mountain road in the dark. “I LIKE a man,” said the Blight. “I like a MAN.”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 707,
   "text": "Of course the Blight must see everything, so she insisted on going to the police court next morning for the trial of the mountain boy. The boy was in the witness chair when we got there, and the Hon. Samuel Budd was his counsel. He had volunteered to defend the prisoner, I was soon told, and then I understood. The November election was not far off and the Hon. Samuel Budd was candidate for legislature. More even, the boy's father was a warm supporter of Mr. Budd and the boy himself might perhaps render good service in the cause when the time came--as indeed he did. On one of the front chairs sat the young engineer and it was a question whether he or the prisoner saw the Blight's black plumes first.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 630,
   "text": "The eyes of both flashed toward her simultaneously, the engineer colored perceptibly and the mountain boy stopped short in speech and his pallid face flushed with unmistakable shame. Then he went on: “He had liquered up,” he said, “and had got tight afore he knowed it and he didn't mean no harm and had never been arrested afore in his whole life.” “Have you ever been drunk before?” asked the prosecuting attorney severely. The lad looked surprised. “Co'se I have, but I ain't goin' to agin--leastwise not in this here town.” There was a general laugh at this and the aged mayor rapped loudly. “That will do,” said the attorney.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 648,
   "text": "The lad stepped down, hitched his chair slightly so that his back was to the Blight, sank down in it until his head rested on the back of the chair and crossed his legs. The Hon. Samuel Budd arose and the Blight looked at him with wonder. His long yellow hair was parted in the middle and brushed with plaster-like precision behind two enormous ears, he wore spectacles, gold-rimmed and with great staring lenses, and his face was smooth and ageless. He caressed his chin ruminatingly and rolled his lips until they settled into a fine resultant of wisdom, patience, toleration and firmness. His manner was profound and his voice oily and soothing.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 662,
   "text": "“May it please your Honor--my young friend frankly pleads guilty.” He paused as though the majesty of the law could ask no more. “He is a young man of naturally high and somewhat--naturally, too, no doubt--bibulous spirits. Homoepathically--if inversely--the result was logical. In the untrammelled life of the liberty-breathing mountains, where the stern spirit of law and order, of which your Honor is the august symbol, does not prevail as it does here--thanks to your Honor's wise and just dispensations--the lad has, I may say, naturally acquired a certain recklessness of mood--indulgence which, however easily condoned there, must here be sternly rebuked.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 631,
   "text": "At the same time, he knew not the conditions here, he became exhilarated without malice, prepensey or even, I may say, consciousness. He would not have done as he has, if he had known what he knows now, and, knowing, he will not repeat the offence. I need say no more. I plead simply that your Honor will temper the justice that is only yours with the mercy that is yours--only.” His Honor was visibly affected and to cover it--his methods being informal--he said with sharp irrelevancy: “Who bailed this young feller out last night?” The sergeant spoke: “Why, Mr. Marston thar”--with outstretched finger toward the young engineer.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 620,
   "text": "The Blight's black eyes leaped with exultant appreciation and the engineer turned crimson. His Honor rolled his quid around in his mouth once, and peered over his glasses: “I fine this young feller two dollars and costs.” The young fellow had turned slowly in his chair and his blue eyes blazed at the engineer with unappeasable hatred. I doubt if he had heard his Honor's voice. “I want ye to know that I'm obleeged to ye an' I ain't a-goin' to fergit it; but if I'd a known hit was you I'd a stayed in jail an' seen you in hell afore I'd a been bounden to ye.” “Ten dollars fer contempt of couht.” The boy was hot now.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 824,
   "text": "“Oh, fine and be--” The Hon. Samuel Budd had him by the shoulder, the boy swallowed his voice and his starting tears of rage, and after a whisper to his Honor, the Hon. Samuel led him out. Outside, the engineer laughed to the Blight: “Pretty peppery, isn't he?” but the Blight said nothing, and later we saw the youth on a gray horse crossing the bridge and conducted by the Hon. Samuel Budd, who stopped and waved him toward the mountains. The boy went on and across the plateau, the gray Gap swallowed him. That night, at the post-office, the Hon. Sam plucked me aside by the sleeve. “I know Marston is agin me in this race--but I'll do him a good turn just the same. You tell him to watch out for that young fellow. He's all right when he's sober, but when he's drunk--well, over in Kentucky, they call him the Wild Dog.”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 795,
   "text": "Several days later we started out through that same Gap. The glum stableman looked at the Blight's girths three times, and with my own eyes starting and my heart in my mouth, I saw her pass behind her sixteen-hand-high mule and give him a friendly tap on the rump as she went by. The beast gave an appreciative flop of one ear and that was all. Had I done that, any further benefit to me or mine would be incorporated in the terms of an insurance policy. So, stating this, I believe I state the limit and can now go on to say at last that it was because she seemed to be loved by man and brute alike that a big man of her own town, whose body, big as it was, was yet too small for his heart and from whose brain things went off at queer angles, always christened her perversely as--“The Blight.”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 707,
   "text": "II. ON THE WILD DOG'S TRAIL So up we went past Bee Rock, Preacher's Creek and Little Looney, past the mines where high on a “tipple” stood the young engineer looking down at us, and looking after the Blight as we passed on into a dim rocky avenue walled on each side with rhododendrons. I waved at him and shook my head--we would see him coming back. Beyond a deserted log-cabin we turned up a spur of the mountain. Around a clump of bushes we came on a gray-bearded mountaineer holding his horse by the bridle and from a covert high above two more men appeared with Winchesters. The Blight breathed forth an awed whisper: “Are they moonshiners?” I nodded sagely, “Most likely,” and the Blight was thrilled.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 810,
   "text": "They might have been squirrel-hunters most innocent, but the Blight had heard much talk of moonshine stills and mountain feuds and the men who run them and I took the risk of denying her nothing. Up and up we went, those two mules swaying from side to side with a motion little short of elephantine and, by and by, the Blight called out: “You ride ahead and don't you DARE look back.” Accustomed to obeying the Blight's orders, I rode ahead with eyes to the front. Presently, a shriek made me turn suddenly. It was nothing--my little sister's mule had gone near a steep cliff--perilously near, as its rider thought, but I saw why I must not look back; those two little girls were riding astride on side-saddles, the booted little right foot of each dangling stirrupless--a posture quite decorous but ludicrous.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 665,
   "text": "“Let us know if anybody comes,” they cried. A mountaineer descended into sight around a loop of the path above. “Change cars,” I shouted. They changed and, passing, were grave, demure--then they changed again, and thus we climbed. Such a glory as was below, around and above us; the air like champagne; the sunlight rich and pouring like a flood on the gold that the beeches had strewn in the path, on the gold that the poplars still shook high above and shimmering on the royal scarlet of the maple and the sombre russet of the oak. From far below us to far above us a deep curving ravine was slashed into the mountain side as by one stroke of a gigantic scimitar.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 602,
   "text": "The darkness deep down was lighted up with cool green, interfused with liquid gold. Russet and yellow splashed the mountain sides beyond and high up the maples were in a shaking blaze. The Blight's swift eyes took all in and with indrawn breath she drank it all deep down. An hour by sun we were near the top, which was bared of trees and turned into rich farm-land covered with blue-grass. Along these upland pastures, dotted with grazing cattle, and across them we rode toward the mountain wildernesses on the other side, down into which a zigzag path wriggles along the steep front of Benham's spur.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 662,
   "text": "At the edge of the steep was a cabin and a bushy-bearded mountaineer, who looked like a brigand, answered my hail. He “mought” keep us all night, but he'd “ruther not, as we could git a place to stay down the spur.” Could we get down before dark? The mountaineer lifted his eyes to where the sun was breaking the horizon of the west into streaks and splashes of yellow and crimson. “Oh, yes, you can git thar afore dark.” Now I knew that the mountaineer's idea of distance is vague--but he knows how long it takes to get from one place to another. So we started down--dropping at once into thick dark woods, and as we went looping down, the deeper was the gloom.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 624,
   "text": "That sun had suddenly severed all connection with the laws of gravity and sunk, and it was all the darker because the stars were not out. The path was steep and coiled downward like a wounded snake. In one place a tree had fallen across it, and to reach the next coil of the path below was dangerous. So I had the girls dismount and I led the gray horse down on his haunches. The mules refused to follow, which was rather unusual. I went back and from a safe distance in the rear I belabored them down. They cared neither for gray horse nor crooked path, but turned of their own devilish wills along the bushy mountain side.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 624,
   "text": "As I ran after them the gray horse started calmly on down and those two girls shrieked with laughter--they knew no better. First one way and then the other down the mountain went those mules, with me after them, through thick bushes, over logs, stumps and bowlders and holes--crossing the path a dozen times. What that path was there for never occurred to those long-eared half asses, whole fools, and by and by, when the girls tried to shoo them down they clambered around and above them and struck the path back up the mountain. The horse had gone down one way, the mules up the other, and there was no health in anything.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 635,
   "text": "The girls could not go up--so there was nothing to do but go down, which, hard as it was, was easier than going up. The path was not visible now. Once in a while I would stumble from it and crash through the bushes to the next coil below. Finally I went down, sliding one foot ahead all the time--knowing that when leaves rustled under that foot I was on the point of going astray. Sometimes I had to light a match to make sure of the way, and thus the ridiculous descent was made with those girls in high spirits behind. Indeed, the darker, rockier, steeper it got, the more they shrieked from pure joy--but I was anything than happy.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 725,
   "text": "It was dangerous. I didn't know the cliffs and high rocks we might skirt and an unlucky guidance might land us in the creek-bed far down. But the blessed stars came out, the moon peered over a farther mountain and on the last spur there was the gray horse browsing in the path--and the sound of running water not far below. Fortunately on the gray horse were the saddle-bags of the chattering infants who thought the whole thing a mighty lark. We reached the running water, struck a flock of geese and knew, in consequence, that humanity was somewhere near. A few turns of the creek and a beacon light shone below. The pales of a picket fence, the cheering outlines of a log-cabin came in view and at a peaked gate I shouted:",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 711,
   "text": "You enter no mountaineer's yard without that announcing cry. It was mediaeval, the Blight said, positively--two lorn damsels, a benighted knight partially stripped of his armor by bush and sharp-edged rock, a gray palfrey (she didn't mention the impatient asses that had turned homeward) and she wished I had a horn to wind. I wanted a “horn” badly enough--but it was not the kind men wind. By and by we got a response: “Hello!” was the answer, as an opened door let out into the yard a broad band of light. Could we stay all night? The voice replied that the owner would see “Pap.” “Pap” seemed willing, and the boy opened the gate and into the house went the Blight and the little sister. Shortly, I followed.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 756,
   "text": "There, all in one room, lighted by a huge wood-fire, rafters above, puncheon floor beneath--cane-bottomed chairs and two beds the only furniture-“pap,” barefooted, the old mother in the chimney-corner with a pipe, strings of red pepper-pods, beans and herbs hanging around and above, a married daughter with a child at her breast, two or three children with yellow hair and bare feet all looking with all their eyes at the two visitors who had dropped upon them from another world. The Blight's eyes were brighter than usual--that was the only sign she gave that she was not in her own drawing-room. Apparently she saw nothing strange or unusual even, but there was really nothing that she did not see or hear and absorb, as few others than the Blight can.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 706,
   "text": "Straightway, the old woman knocked the ashes out of her pipe. “I reckon you hain't had nothin' to eat,” she said and disappeared. The old man asked questions, the young mother rocked her baby on her knees, the children got less shy and drew near the fireplace, the Blight and the little sister exchanged a furtive smile and the contrast of the extremes in American civilization, as shown in that little cabin, interested me mightily. “Yer snack's ready,” said the old woman. The old man carried the chairs into the kitchen, and when I followed the girls were seated. The chairs were so low that their chins came barely over their plates, and demure and serious as they were they surely looked most comical.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 660,
   "text": "There was the usual bacon and corn-bread and potatoes and sour milk, and the two girls struggled with the rude fare nobly. After supper I joined the old man and the old woman with a pipe--exchanging my tobacco for their long green with more satisfaction probably to me than to them, for the long green was good, and strong and fragrant. The old woman asked the Blight and the little sister many questions and they, in turn, showed great interest in the baby in arms, whereat the eighteen-year-old mother blushed and looked greatly pleased. “You got mighty purty black eyes,” said the old woman to the Blight, and not to slight the little sister she added, “An'",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 616,
   "text": "you got mighty purty teeth.” The Blight showed hers in a radiant smile and the old woman turned back to her. “Oh, you've got both,” she said and she shook her head, as though she were thinking of the damage they had done. It was my time now--to ask questions. They didn't have many amusements on that creek, I discovered--and no dances. Sometimes the boys went coon-hunting and there were corn-shuckings, house-raisings and quilting-parties. “Does anybody round here play the banjo?” “None o' my boys,” said the old woman, “but Tom Green's son down the creek--he follers pickin' the banjo a leetle.” “Follows pickin'",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 819,
   "text": "“--the Blight did not miss that phrase. “What do you foller fer a livin'?” the old man asked me suddenly. “I write for a living.” He thought a while. “Well, it must be purty fine to have a good handwrite.” This nearly dissolved the Blight and the little sister, but they held on heroically. “Is there much fighting around here?” I asked presently. “Not much 'cept when one young feller up the river gets to tearin' up things. I heerd as how he was over to the Gap last week--raisin' hell. He comes by here on his way home.” The Blight's eyes opened wide--apparently we were on his trail. It is not wise for a member of the police guard at the Gap to show too much curiosity about the lawless ones of the hills, and I asked no questions. “They calls him the Wild Dog over here,” he added, and then he yawned cavernously.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 640,
   "text": "I looked around with divining eye for the sleeping arrangements soon to come, which sometimes are embarrassing to “furriners” who are unable to grasp at once the primitive unconsciousness of the mountaineers and, in consequence, accept a point of view natural to them because enforced by architectural limitations and a hospitality that turns no one seeking shelter from any door. They were, however, better prepared than I had hoped for. They had a spare room on the porch and just outside the door, and when the old woman led the two girls to it, I followed with their saddle-bags. The room was about seven feet by six and was windowless.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 778,
   "text": "“You'd better leave your door open a little,” I said, “or you'll smother in there.” “Well,” said the old woman, “hit's all right to leave the door open. Nothin's goin' ter bother ye, but one o' my sons is out a coon-huntin' and he mought come in, not knowin' you're thar. But you jes' holler an' he'll move on.” She meant precisely what she said and saw no humor at all in such a possibility--but when the door closed, I could hear those girls stifling shrieks of laughter. Literally, that night, I was a member of the family. I had a bed to myself (the following night I was not so fortunate)--in one corner; behind the head of mine the old woman, the daughter-in-law and the baby had another in the other corner, and the old man with the two boys spread a pallet on the floor.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 820,
   "text": "That is the invariable rule of courtesy with the mountaineer, to give his bed to the stranger and take to the floor himself, and, in passing, let me say that never, in a long experience, have I seen the slightest consciousness--much less immodesty--in a mountain cabin in my life. The same attitude on the part of the visitors is taken for granted--any other indeed holds mortal possibilities of offence--so that if the visitor has common sense, all embarrassment passes at once. The door was closed, the fire blazed on uncovered, the smothered talk and laughter of the two girls ceased, the coon-hunter came not and the night passed in peace. It must have been near daybreak that I was aroused by the old man leaving the cabin and I heard voices and the sound of horses' feet outside. When he came back he was grinning.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 748,
   "text": "“The Wild Dog had 'em,” he said. III. THE AURICULAR TALENT OF THE HON. SAMUEL BUDDBehind us came the Hon. Samuel Budd. Just when the sun was slitting the east with a long streak of fire, the Hon. Samuel was, with the jocund day, standing tiptoe in his stirrups on the misty mountain top and peering into the ravine down which we had slid the night before, and he grumbled no little when he saw that he, too, must get off his horse and slide down. The Hon. Samuel was ambitious, Southern, and a lawyer. Without saying, it goes that he was also a politician. He was not a native of the mountains, but he had cast his fortunes in the highlands, and he was taking the first step that he hoped would, before many years, land him in the National Capitol.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 663,
   "text": "He really knew little about the mountaineers, even now, and he had never been among his constituents on Devil's Fork, where he was bound now. The campaign had so far been full of humor and full of trials--not the least of which sprang from the fact that it was sorghum time. Everybody through the mountains was making sorghum, and every mountain child was eating molasses. Now, as the world knows, the straightest way to the heart of the honest voter is through the women of the land, and the straightest way to the heart of the women is through the children of the land; and one method of winning both, with rural politicians, is to kiss the babies wide and far.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 609,
   "text": "So as each infant, at sorghum time, has a circle of green-brown stickiness about his chubby lips, and as the Hon. Sam was averse to “long sweetenin'” even in his coffee, this particular political device just now was no small trial to the Hon. Samuel Budd. But in the language of one of his firmest supporters Uncle Tommie Hendricks: “The Hon. Sam done his duty, and he done it damn well.” The issue at stake was the site of the new Court-House--two localities claiming the right undisputed, because they were the only two places in the county where there was enough level land for the Court-House to stand on.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 625,
   "text": "Let no man think this a trivial issue. There had been a similar one over on the Virginia side once, and the opposing factions agreed to decide the question by the ancient wager of battle, fist and skull--two hundred men on each side--and the women of the county with difficulty prevented the fight. Just now, Mr. Budd was on his way to “The Pocket”--the voting place of one faction--where he had never been, where the hostility against him was most bitter, and, that day, he knew he was “up against” Waterloo, the crossing of the Rubicon, holding the pass at Thermopylae, or any other historical crisis in the history of man.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 605,
   "text": "I was saddling the mules when the cackling of geese in the creek announced the coming of the Hon. Samuel Budd, coming with his chin on his breast-deep in thought. Still his eyes beamed cheerily, he lifted his slouched hat gallantly to the Blight and the little sister, and he would wait for us to jog along with him. I told him of our troubles, meanwhile. The Wild Dog had restored our mules and the Hon. Sam beamed: “He's a wonder--where is he?” “He never waited--even for thanks.” Again the Hon. Sam beamed: “Ah! just like him. He's gone ahead to help me.” “Well, how did he happen to be here?” I asked.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 767,
   "text": "“He's everywhere,” said the Hon. Sam. “How did he know the mules were ours?” “Easy. That boy knows everything.” “Well, why did he bring them back and then leave so mysteriously?” The Hon. Sam silently pointed a finger at the laughing Blight ahead, and I looked incredulous. “Just the same, that's another reason I told you to warn Marston. He's already got it in his head that Marston is his rival.” “Pshaw!” I said--for it was too ridiculous. “All right,” said the Hon. Sam placidly. “Then why doesn't he want to see her?” “How do you know he ain't watchin' her now, for all we know? Mark me,” he added, “you won't see him at the speakin', but I'll bet fruit cake agin gingerbread he'll be somewhere around.” So we went on, the two girls leading the way and the Hon.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 789,
   "text": "Sam now telling his political troubles to me. Half a mile down the road, a solitary horseman stood waiting, and Mr. Budd gave a low whistle. “One o' my rivals,” he said, from the corner of his mouth. “Mornin',” said the horseman; “lemme see you a minute.” He made a movement to draw aside, but the Hon. Samuel made a counter-gesture of dissent. “This gentleman is a friend of mine,” he said firmly, but with great courtesy, “and he can hear what you have to say to me.” The mountaineer rubbed one huge hand over his stubbly chin, threw one of his long legs over the pommel of his saddle, and dangled a heavy cowhide shoe to and fro. “Would you mind tellin' me whut pay a member of the House of Legislatur' gits a day?” The Hon. Sam looked surprised. “I think about two dollars and a half.”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 634,
   "text": "“No!” laughed Mr. Budd. “Well, look-ee here, stranger. I'm a pore man an' I've got a mortgage on my farm. That money don't mean nothin' to you--but if you'll draw out now an' I win, I'll tell ye whut I'll do.” He paused as though to make sure that the sacrifice was possible. “I'll just give ye half of that two dollars and a half a day, as shore as you're a-settin' on that hoss, and you won't hav' to hit a durn lick to earn it.” I had not the heart to smile--nor did the Hon. Samuel--so artless and simple was the man and so pathetic his appeal. “You see--you'll divide my vote, an' ef we both run, ole Josh Barton'll git it shore.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 639,
   "text": "Ef you git out o' the way, I can lick him easy.” Mr. Budd's answer was kind, instructive, and uplifted. “My friend,” said he, “I'm sorry, but I cannot possibly accede to your request for the following reasons: First, it would not be fair to my constituents; secondly, it would hardly be seeming to barter the noble gift of the people to which we both aspire; thirdly, you might lose with me out of the way; and fourthly, I'm going to win whether you are in the way or not.” The horseman slowly collapsed while the Hon. Samuel was talking, and now he threw the leg back, kicked for his stirrup twice, spat once, and turned his horse's head.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 674,
   "text": "“I reckon you will, stranger,” he said sadly, “with that gift o' gab o' yourn.” He turned without another word or nod of good-by and started back up the creek whence he had come. “One gone,” said the Hon. Samuel Budd grimly, “and I swear I'm right sorry for him.” And so was I. An hour later we struck the river, and another hour upstream brought us to where the contest of tongues was to come about. No sylvan dell in Arcady could have been lovelier than the spot. Above the road, a big spring poured a clear little stream over shining pebbles into the river; above it the bushes hung thick with autumn leaves, and above them stood yellow beeches like pillars of pale fire.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 821,
   "text": "On both sides of the road sat and squatted the honest voters, sour-looking, disgruntled--a distinctly hostile crowd. The Blight and my little sister drew great and curious attention as they sat on a bowlder above the spring while I went with the Hon. Samuel Budd under the guidance of Uncle Tommie Hendricks, who introduced him right and left. The Hon. Samuel was cheery, but he was plainly nervous. There were two lanky youths whose names, oddly enough, were Budd. As they gave him their huge paws in lifeless fashion, the Hon. Samuel slapped one on the shoulder, with the true democracy of the politician, and said jocosely: “Well, we Budds may not be what you call great people, but, thank God, none of us have ever been in the penitentiary,” and he laughed loudly, thinking that he had scored a great and jolly point.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 641,
   "text": "The two young men looked exceedingly grave and Uncle Tommie panic-stricken. He plucked the Hon. Sam by the sleeve and led him aside: “I reckon you made a leetle mistake thar. Them two fellers' daddy died in the penitentiary last spring.” The Hon. Sam whistled mournfully, but he looked game enough when his opponent rose to speak--Uncle Josh Barton, who had short, thick, upright hair, little sharp eyes, and a rasping voice. Uncle Josh wasted no time: “Feller-citizens,” he shouted, “this man is a lawyer--he's a corporation lawyer”; the fearful name--pronounced “lie-yer”--rang through the crowd like a trumpet, and like lightning the Hon.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 631,
   "text": "Sam was on his feet. “The man who says that is a liar,” he said calmly, “and I demand your authority for the statement. If you won't give it--I shall hold you personally responsible, sir.” It was a strike home, and under the flashing eyes that stared unwaveringly, through the big goggles, Uncle Josh halted and stammered and admitted that he might have been misinformed. “Then I advise you to be more careful,” cautioned the Hon. Samuel sharply. “Feller-citizens,” said Uncle Josh, “if he ain't a corporation lawyer--who is this man? Where did he come from? I have been born and raised among you. You all know me--do you know him?",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 622,
   "text": "Whut's he a-doin' now? He's a fine-haired furriner, an' he's come down hyeh from the settlemints to tell ye that you hain't got no man in yo' own deestrict that's fittin' to represent ye in the legislatur'. Look at him--look at him! He's got FOUR eyes! Look at his hair--hit's PARTED IN THE MIDDLE!” There was a storm of laughter--Uncle Josh had made good--and if the Hon. Samuel could straightway have turned bald-headed and sightless, he would have been a happy man. He looked sick with hopelessness, but Uncle Tommie Hendricks, his mentor, was vigorously whispering something in his ear, and gradually his face cleared.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 695,
   "text": "Indeed, the Hon. Samuel was smilingly confident when he rose. Like his rival, he stood in the open road, and the sun beat down on his parted yellow hair, so that the eyes of all could see, and the laughter was still running round. “Who is your Uncle Josh?” he asked with threatening mildness. “I know I was not born here, but, my friends, I couldn't help that. And just as soon as I could get away from where I was born, I came here and,” he paused with lips parted and long finger outstretched, “and--I--came--because--I WANTED--to come--and NOT because I HAD TO.” Now it seems that Uncle Josh, too, was not a native and that he had left home early in life for his State's good and for his own.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 663,
   "text": "Uncle Tommie had whispered this, and the Hon. Samuel raised himself high on both toes while the expectant crowd, on the verge of a roar, waited--as did Uncle Joshua, with a sickly smile. “Why did your Uncle Josh come among you? Because he was hoop-poled away from home.” Then came the roar--and the Hon. Samuel had to quell it with uplifted hand. “And did your Uncle Joshua marry a mountain wife? No I He didn't think any of your mountain women were good enough for him, so he slips down into the settlemints and STEALS one. And now, fellow-citizens, that is just what I'm here for--I'm looking for a nice mountain girl, and I'm going to have her.” Again the Hon.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 622,
   "text": "Samuel had to still the roar, and then he went on quietly to show how they must lose the Court-House site if they did not send him to the legislature, and how, while they might not get it if they did send him, it was their only hope to send only him. The crowd had grown somewhat hostile again, and it was after one telling period, when the Hon. Samuel stopped to mop his brow, that a gigantic mountaineer rose in the rear of the crowd: “Talk on, stranger; you're talking sense. I'll trust ye. You've got big ears!” Now the Hon. Samuel possessed a primordial talent that is rather rare in these physically degenerate days.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 673,
   "text": "He said nothing, but stood quietly in the middle of the road. The eyes of the crowd on either side of the road began to bulge, the lips of all opened with wonder, and a simultaneous burst of laughter rose around the Hon. Samuel Budd. A dozen men sprang to their feet and rushed up to him--looking at those remarkable ears, as they gravely wagged to and fro. That settled things, and as we left, the Hon. Sam was having things his own way, and on the edge of the crowd Uncle Tommie Hendricks was shaking his head: “I tell ye, boys, he ain't no jackass even if he can flop his ears.” At the river we started upstream, and some impulse made me turn in my saddle and look back.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 298,
   "text": "All the time I had had an eye open for the young mountaineer whose interest in us seemed to be so keen. And now I saw, standing at the head of a gray horse, on the edge of the crowd, a tall figure with his hands on his hips and looking after us. I couldn't be sure, but it looked like the Wild Dog.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 606,
   "text": "Two hours up the river we struck Buck. Buck was sitting on the fence by the roadside, barefooted and hatless. “How-dye-do?” I said. “Purty well,” said Buck. “Any fish in this river?” “Several,” said Buck. Now in mountain speech, “several” means simply “a good many.” “Any minnows in these branches?” “I seed several in the branch back o' our house.” “How far away do you live?” “Oh, 'bout one whoop an' a holler.” If he had spoken Greek the Blight could not have been more puzzled. He meant he lived as far as a man's voice would carry with one yell and a holla. “Will you help me catch some?” Buck nodded.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 681,
   "text": "“All right,” I said, turning my horse up to the fence. “Get on behind.” The horse shied his hind quarters away, and I pulled him back. “Now, you can get on, if you'll be quick.” Buck sat still. “Yes,” he said imperturbably; “but I ain't quick.” The two girls laughed aloud, and Buck looked surprised. Around a curving cornfield we went, and through a meadow which Buck said was a “nigh cut.” From the limb of a tree that we passed hung a piece of wire with an iron ring swinging at its upturned end. A little farther was another tree and another ring, and farther on another and another. “For heaven's sake, Buck, what are these things?” “Mart's a-gittin' ready fer a tourneyment.”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 827,
   "text": "“That's whut Mart calls hit. He was over to the Gap last Fourth o' July, an' he says fellers over thar fix up like Kuklux and go a-chargin' on hosses and takin' off them rings with a ash-stick--'spear,' Mart calls hit. He come back an' he says he's a-goin' to win that ar tourneyment next Fourth o' July. He's got the best hoss up this river, and on Sundays him an' Dave Branham goes a-chargin' along here a-picking off these rings jus' a-flyin'; an' Mart can do hit, I'm tellin' ye. Dave's mighty good hisself, but he ain't nowhar 'longside o' Mart.” This was strange. I had told the Blight about our Fourth of July, and how on the Virginia side the ancient custom of the tournament still survived. It was on the last Fourth of July that she had meant to come to the Gap. Truly civilization was spreading throughout the hills.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 605,
   "text": "“Mart's my brother,” said little Buck. “He was over to the Gap not long ago, an' he come back mad as hops--” He stopped suddenly, and in such a way that I turned my head, knowing that caution had caught Buck. “Oh, nothin',” said Buck carelessly; “only he's been quar ever since. My sisters says he's got a gal over thar, an' he's a-pickin' off these rings more'n ever now. He's going to win or bust a belly-band.” “Well, who's Dave Branham?” Buck grinned. “You jes axe my sister Mollie. Thar she is.” Before us was a white-framed house of logs in the porch of which stood two stalwart, good-looking girls.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 446,
   "text": "Could we stay all night? We could--there was no hesitation--and straight in we rode. “Where's your father?” Both girls giggled, and one said, with frank unembarrassment: “Pap's tight!” That did not look promising, but we had to stay just the same. Buck helped me to unhitch the mules, helped me also to catch minnows, and in half an hour we started down the river to try fishing before dark came. Buck trotted along. “Have you got a wagon, Buck?”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 621,
   "text": "“To bring the fish back.” Buck was not to be caught napping. “We got that sled thar, but hit won't be big enough,” he said gravely. “An' our two-hoss wagon's out in the cornfield. We'll have to string the fish, leave 'em in the river and go fer 'em in the mornin'.” “All right, Buck.” The Blight was greatly amused at Buck. Two hundred yards down the road stood his sisters over the figure of a man outstretched in the road. Unashamed, they smiled at us. The man in the road was “pap”--tight--and they were trying to get him home. We cast into a dark pool farther down and fished most patiently; not a bite--not a nibble.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 676,
   "text": "“Are there any fish in here, Buck?” “Dunno--used ter be.” The shadows deepened; we must go back to the house. “Is there a dam below here, Buck?” “Yes, thar's a dam about a half-mile down the river.” I was disgusted. No wonder there were no bass in that pool. “Why didn't you tell me that before?” “You never axed me,” said Buck placidly. I began winding in my line. “Ain't no bottom to that pool,” said Buck. Now I never saw any rural community where there was not a bottomless pool, and I suddenly determined to shake one tradition in at least one community. So I took an extra fish-line, tied a stone to it, and climbed into a canoe, Buck watching me, but not asking a word.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 619,
   "text": "Silently he got in and I pushed off--to the centre. “This the deepest part, Buck?” I dropped in the stone and the line reeled out some fifty feet and began to coil on the surface of the water. “I guess that's on the bottom, isn't it, Buck?” Buck looked genuinely distressed; but presently he brightened. “Yes,” he said, “ef hit ain't on a turtle's back.” Literally I threw up both hands and back we trailed--fishless. “Reckon you won't need that two-hoss wagon,” said Buck. “No, Buck, I think not.” Buck looked at the Blight and gave himself the pleasure of his first chuckle. A big crackling, cheerful fire awaited us.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 708,
   "text": "Through the door I could see, outstretched on a bed in the next room, the limp figure of “pap” in alcoholic sleep. The old mother, big, kind-faced, explained--and there was a heaven of kindness and charity in her drawling voice. “Dad didn' often git that a-way,” she said; “but he'd been out a-huntin' hawgs that mornin' and had met up with some teamsters and gone to a political speakin' and had tuk a dram or two of their mean whiskey, and not havin' nothin' on his stummick, hit had all gone to his head. No, 'pap' didn't git that a-way often, and he'd be all right jes' as soon as he slept it off a while.” The old woman moved about with a cane and the sympathetic Blight merely looked a question at her.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 568,
   "text": "“Yes, she'd fell down a year ago--and had sort o' hurt herself--didn't do nothin', though, 'cept break one hip,” she added, in her kind, patient old voice. Did many people stop there? Oh, yes, sometimes fifteen at a time--they “never turned nobody away.” And she had a big family, little Cindy and the two big girls and Buck and Mart--who was out somewhere--and the hired man, and yes--“Thar was another boy, but he was fitified,” said one of the big sisters. “I beg your pardon,” said the wondering Blight, but she knew that phrase wouldn't do, so she added politely:",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 693,
   "text": "“Fitified--Tom has fits. He's in a asylum in the settlements.” “Tom come back once an' he was all right,” said the old mother; “but he worried so much over them gals workin' so hard that it plum' throwed him off ag'in, and we had to send him back.”“Do you work pretty hard?” I asked presently. Then a story came that was full of unconscious pathos, because there was no hint of complaint--simply a plain statement of daily life. They got up before the men, in order to get breakfast ready; then they went with the men into the fields--those two girls--and worked like men. At dark they got supper ready, and after the men went to bed they worked on--washing dishes and clearing up the kitchen.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 622,
   "text": "They took it turn about getting supper, and sometimes, one said, she was “so plumb tuckered out that she'd drap on the bed and go to sleep ruther than eat her own supper.” No wonder poor Tom had to go back to the asylum. All the while the two girls stood by the fire looking, politely but minutely, at the two strange girls and their curious clothes and their boots, and the way they dressed their hair. Their hard life seemed to have hurt them none--for both were the pictures of health--whatever that phrase means. After supper “pap” came in, perfectly sober, with a big ruddy face, giant frame, and twinkling gray eyes.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 725,
   "text": "He was the man who had risen to speak his faith in the Hon. Samuel Budd that day on the size of the Hon. Samuel's ears. He, too, was unashamed and, as he explained his plight again, he did it with little apology. “I seed ye at the speakin' to-day. That man Budd is a good man. He done somethin' fer a boy o' mine over at the Gap.” Like little Buck, he, too, stopped short. “He's a good man an' I'm a-goin' to help him.” Yes, he repeated, quite irrelevantly, it was hunting hogs all day with nothing to eat and only mean whiskey to drink. Mart had not come in yet--he was “workin' out” now. “He's the best worker in these mountains,” said the old woman; “Mart works too hard.” The hired man appeared and joined us at the fire.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 448,
   "text": "Bedtime came, and I whispered jokingly to the Blight: “I believe I'll ask that good-looking one to 'set up' with me.” “Settin' up” is what courting is called in the hills. The couple sit up in front of the fire after everybody else has gone to bed. The man puts his arm around the girl's neck and whispers; then she puts her arm around his neck and whispers--so that the rest may not hear. This I had related to the Blight, and now she withered me.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 632,
   "text": "I turned to the girl in question, whose name was Mollie. “Buck told me to ask you who Dave Branham was.” Mollie wheeled, blushing and angry, but Buck had darted cackling out the door. “Oh,” I said, and I changed the subject. “What time do you get up?” “Oh, 'bout crack o' day.” I was tired, and that was discouraging. “Do you get up that early every morning?” “No,” was the quick answer; “a mornin' later.” A morning later, Mollie got up, each morning. The Blight laughed.Pretty soon the two girls were taken into the next room, which was a long one, with one bed in one dark corner, one in the other, and a third bed in the middle.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 745,
   "text": "The feminine members of the family all followed them out on the porch and watched them brush their teeth, for they had never seen tooth-brushes before. They watched them prepare for bed--and I could hear much giggling and comment and many questions, all of which culminated, by and by, in a chorus of shrieking laughter. That climax, as I learned next morning, was over the Blight's hot-water bag. Never had their eyes rested on an article of more wonder and humor than that water bag. By and by, the feminine members came back and we sat around the fire. Still Mart did not appear, though somebody stepped into the kitchen, and from the warning glance that Mollie gave Buck when she left the room I guessed that the newcomer was her lover Dave.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 632,
   "text": "Pretty soon the old man yawned. “Well, mammy, I reckon this stranger's about ready to lay down, if you've got a place fer him.” “Git a light, Buck,” said the old woman. Buck got a light--a chimneyless, smoking oil-lamp--and led me into the same room where the Blight and my little sister were. Their heads were covered up, but the bed in the gloom of one corner was shaking with their smothered laughter. Buck pointed to the middle bed. “I can get along without that light, Buck,” I said, and I must have been rather haughty and abrupt, for a stifled shriek came from under the bedclothes in the corner and Buck disappeared swiftly.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 767,
   "text": "Preparations for bed are simple in the mountains--they were primitively simple for me that night. Being in knickerbockers, I merely took off my coat and shoes. Presently somebody else stepped into the room and the bed in the other corner creaked. Silence for a while. Then the door opened, and the head of the old woman was thrust in. “Mart!” she said coaxingly; “git up thar now an' climb over inter bed with that ar stranger.” That was Mart at last, over in the corner. Mart turned, grumbled, and, to my great pleasure, swore that he wouldn't. The old woman waited a moment. “Mart,” she said again with gentle imperiousness, “git up thar now, I tell ye--you've got to sleep with that thar stranger.” She closed the door and with a snort Mart piled into bed with me.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 624,
   "text": "I gave him plenty of room and did not introduce myself. A little more dark silence--the shaking of the bed under the hilarity of those astonished, bethrilled, but thoroughly unfrightened young women in the dark corner on my left ceased, and again the door opened. This time it was the hired man, and I saw that the trouble was either that neither Mart nor Buck wanted to sleep with the hired man or that neither wanted to sleep with me. A long silence and then the boy Buck slipped in. The hired man delivered himself with the intonation somewhat of a circuit rider. “I've been a-watchin' that star thar, through the winder.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 611,
   "text": "Sometimes hit moves, then hit stands plum' still, an' ag'in hit gits to pitchin'.” The hired man must have been touching up mean whiskey himself. Meanwhile, Mart seemed to be having spells of troubled slumber. He would snore gently, accentuate said snore with a sudden quiver of his body and then wake up with a climacteric snort and start that would shake the bed. This was repeated several times, and I began to think of the unfortunate Tom who was “fitified.” Mart seemed on the verge of a fit himself, and I waited apprehensively for each snorting climax to see if fits were a family failing. They were not.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 759,
   "text": "Peace overcame Mart and he slept deeply, but not I. The hired man began to show symptoms. He would roll and groan, dreaming of feuds, _quorum pars magna fuit_, it seemed, and of religious conversion, in which he feared he was not so great. Twice he said aloud: “An' I tell you thar wouldn't a one of 'em have said a word if I'd been killed stone-dead.” Twice he said it almost weepingly, and now and then he would groan appealingly: “O Lawd, have mercy on my pore soul!” Fortunately those two tired girls slept--I could hear their breathing--but sleep there was little for me. Once the troubled soul with the hoe got up and stumbled out to the water-bucket on the porch to soothe the fever or whatever it was that was burning him, and after that he was quiet.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 735,
   "text": "I awoke before day. The dim light at the window showed an empty bed--Buck and the hired man were gone. Mart was slipping out of the side of my bed, but the girls still slept on. I watched Mart, for I guessed I might now see what, perhaps, is the distinguishing trait of American civilization down to its bed-rock, as you find it through the West and in the Southern hills--a chivalrous respect for women. Mart thought I was asleep. Over in the corner were two creatures the like of which I supposed he had never seen and would not see, since he came in too late the night before, and was going away too early now--and two angels straight from heaven could not have stirred my curiosity any more than they already must have stirred his.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 616,
   "text": "But not once did Mart turn his eyes, much less his face, toward the corner where they were--not once, for I watched him closely. And when he went out he sent his little sister back for his shoes, which the night-walking hired man had accidentally kicked toward the foot of the strangers' bed. In a minute I was out after him, but he was gone. Behind me the two girls opened their eyes on a room that was empty save for them. Then the Blight spoke (this I was told later). “Dear,” she said, “have our room-mates gone?” Breakfast at dawn. The mountain girls were ready to go to work. All looked sorry to have us leave.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 753,
   "text": "They asked us to come back again, and they meant it. We said we would like to come back--and we meant it--to see them--the kind old mother, the pioneer-like old man, sturdy little Buck, shy little Cindy, the elusive, hard-working, unconsciously shivery Mart, and the two big sisters. As we started back up the river the sisters started for the fields, and I thought of their stricken brother in the settlements, who must have been much like Mart. Back up the Big Black Mountain we toiled, and late in the afternoon we were on the State line that runs the crest of the Big Black. Right on top and bisected by that State line sat a dingy little shack, and there, with one leg thrown over the pommel of his saddle, sat Marston, drinking water from a gourd.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 741,
   "text": "“I was coming over to meet you,” he said, smiling at the Blight, who, greatly pleased, smiled back at him. The shack was a “blind Tiger” where whiskey could be sold to Kentuckians on the Virginia side and to Virginians on the Kentucky side. Hanging around were the slouching figures of several moonshiners and the villainous fellow who ran it. “They are real ones all right,” said Marston. “One of them killed a revenue officer at that front door last week, and was killed by the posse as he was trying to escape out of the back window. That house will be in ashes soon,” he added. And it was. As we rode down the mountain we told him about our trip and the people with whom we had spent the night--and all the time he was smiling curiously.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 600,
   "text": "“Buck,” he said. “Oh, yes, I know that little chap. Mart had him posted down there on the river to toll you to his house--to toll YOU,” he added to the Blight. He pulled in his horse suddenly, turned and looked up toward the top of the mountain. “Ah, I thought so.” We all looked back. On the edge of the cliff, far upward, on which the “blind Tiger” sat was a gray horse, and on it was a man who, motionless, was looking down at us. “He's been following you all the way,” said the engineer. “Who's been following us?” I asked. “That's Mart up there--my friend and yours,” said Marston to the Blight.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 722,
   "text": "“I'm rather glad I didn't meet you on the other side of the mountain--that's 'the Wild Dog.'” The Blight looked incredulous, but Marston knew the man and knew the horse. So Mart--hard-working Mart--was the Wild Dog, and he was content to do the Blight all service without thanks, merely for the privilege of secretly seeing her face now and then; and yet he would not look upon that face when she was a guest under his roof and asleep. Still, when we dropped behind the two girls I gave Marston the Hon. Sam's warning, and for a moment he looked rather grave. “Well,” he said, smiling, “if I'm found in the road some day, you'll know who did it.” I shook my head. “Oh, no; he isn't that bad.” “I don't know,” said Marston.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 653,
   "text": "The smoke of the young engineer's coke ovens lay far below us and the Blight had never seen a coke-plant before. It looked like Hades even in the early dusk--the snake-like coil of fiery ovens stretching up the long, deep ravine, and the smoke-streaked clouds of fire, trailing like a yellow mist over them, with a fierce white blast shooting up here and there when the lid of an oven was raised, as though to add fresh temperature to some particular male-factor in some particular chamber of torment. Humanity about was joyous, however. Laughter and banter and song came from the cabins that lined the big ravine and the little ravines opening into it.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 890,
   "text": "A banjo tinkled at the entrance of “Possum Trot,” sacred to the darkies. We moved toward it. On the stoop sat an ecstatic picker and in the dust shuffled three pickaninnies--one boy and two girls--the youngest not five years old. The crowd that was gathered about them gave way respectfully as we drew near; the little darkies showed their white teeth in jolly grins, and their feet shook the dust in happy competition. I showered a few coins for the Blight and on we went--into the mouth of the many-peaked Gap. The night train was coming in and everybody had a smile of welcome for the Blight--post-office assistant, drug clerk, soda-water boy, telegraph operator, hostler, who came for the mules--and when tired, but happy, she slipped from her saddle to the ground, she then and there gave me what she usually reserves for Christmas morning, and that, too, while Marston was looking on.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 34,
   "text": "Over her shoulder I smiled at him.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 645,
   "text": "That night Marston and the Blight sat under the vines on the porch until the late moon rose over Wallens Ridge, and, when bedtime came, the Blight said impatiently that she did not want to go home. She had to go, however, next day, but on the next Fourth of July she would surely come again; and, as the young engineer mounted his horse and set his face toward Black Mountain, I knew that until that day, for him, a blight would still be in the hills.Winter drew a gray veil over the mountains, wove into it tiny jewels of frost and turned it many times into a mask of snow, before spring broke again among them and in Marston's impatient heart.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 673,
   "text": "No spring had ever been like that to him. The coming of young leaves and flowers and bird-song meant but one joy for the hills to him--the Blight was coming back to them. All those weary waiting months he had clung grimly to his work. He must have heard from her sometimes, else I think he would have gone to her; but I knew the Blight's pen was reluctant and casual for anybody, and, moreover, she was having a strenuous winter at home. That he knew as well, for he took one paper, at least, that he might simply read her name. He saw accounts of her many social doings as well, and ate his heart out as lovers have done for all time gone and will do for all time to come.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 619,
   "text": "I, too, was away all winter, but I got back a month before the Blight, to learn much of interest that had come about. The Hon. Samuel Budd had ear-wagged himself into the legislature, had moved that Court-House, and was going to be State Senator. The Wild Dog had confined his reckless career to his own hills through the winter, but when spring came, migratory-like, he began to take frequent wing to the Gap. So far, he and Marston had never come into personal conflict, though Marston kept ever ready for him, and several times they had met in the road, eyed each other in passing and made no hipward gesture at all.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 616,
   "text": "But then Marston had never met him when the Wild Dog was drunk--and when sober, I took it that the one act of kindness from the engineer always stayed his hand. But the Police Guard at the Gap saw him quite often--and to it he was a fearful and elusive nuisance. He seemed to be staying somewhere within a radius of ten miles, for every night or two he would circle about the town, yelling and firing his pistol, and when we chased him, escaping through the Gap or up the valley or down in Lee. Many plans were laid to catch him, but all failed, and finally he came in one day and gave himself up and paid his fines.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 614,
   "text": "Afterward I recalled that the time of this gracious surrender to law and order was but little subsequent to one morning when a woman who brought butter and eggs to my little sister casually asked when that “purty slim little gal with the snappin' black eyes was a-comin' back.” And the little sister, pleased with the remembrance, had said cordially that she was coming soon. Thereafter the Wild Dog was in town every day, and he behaved well until one Saturday he got drunk again, and this time, by a peculiar chance, it was Marston again who leaped on him, wrenched his pistol away, and put him in the calaboose.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 712,
   "text": "Again he paid his fine, promptly visited a “blind Tiger,” came back to town, emptied another pistol at Marston on sight and fled for the hills. The enraged guard chased him for two days and from that day the Wild Dog was a marked man. The Guard wanted many men, but if they could have had their choice they would have picked out of the world of malefactors that same Wild Dog. Why all this should have thrown the Hon. Samuel Budd into such gloom I could not understand--except that the Wild Dog had been so loyal a henchman to him in politics, but later I learned a better reason, that threatened to cost the Hon. Sam much more than the fines that, as I later learned, he had been paying for his mountain friend.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 607,
   "text": "Meanwhile, the Blight was coming from her Northern home through the green lowlands of Jersey, the fat pastures of Maryland, and, as the white dresses of schoolgirls and the shining faces of darkies thickened at the stations, she knew that she was getting southward. All the way she was known and welcomed, and next morning she awoke with the keen air of the distant mountains in her nostrils and an expectant light in her happy eyes. At least the light was there when she stepped daintily from the dusty train and it leaped a little, I fancied, when Marston, bronzed and flushed, held out his sunburnt hand.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 778,
   "text": "Like a convent girl she babbled questions to the little sister as the dummy puffed along and she bubbled like wine over the midsummer glory of the hills. And well she might, for the glory of the mountains, full-leafed, shrouded in evening shadows, blue-veiled in the distance, was unspeakable, and through the Gap the sun was sending his last rays as though he, too, meant to take a peep at her before he started around the world to welcome her next day. And she must know everything at once. The anniversary of the Great Day on which all men were pronounced free and equal was only ten days distant and preparations were going on. There would be a big crowd of mountaineers and there would be sports of all kinds, and games, but the tournament was to be the feature of the day.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 655,
   "text": "“A tournament?” “Yes, a tournament,” repeated the little sister, and Marston was going to ride and the mean thing would not tell what mediaeval name he meant to take. And the Hon. Sam Budd--did the Blight remember him? (Indeed, she did)--had a “dark horse,” and he had bet heavily that his dark horse would win the tournament--whereat the little sister looked at Marston and at the Blight and smiled disdainfully. And the Wild Dog--DID she remember him? I checked the sister here with a glance, for Marston looked uncomfortable and the Blight saw me do it, and on the point of saying something she checked herself, and her face, I thought, paled a little.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 702,
   "text": "That night I learned why--when she came in from the porch after Marston was gone. I saw she had wormed enough of the story out of him to worry her, for her face this time was distinctly pale. I would tell her no more than she knew, however, and then she said she was sure she had seen the Wild Dog herself that afternoon, sitting on his horse in the bushes near a station in Wildcat Valley. She was sure that he saw her, and his face had frightened her. I knew her fright was for Marston and not for herself, so I laughed at her fears. She was mistaken--Wild Dog was an outlaw now and he would not dare appear at the Gap, and there was no chance that he could harm her or Marston. And yet I was uneasy.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 698,
   "text": "It must have been a happy ten days for those two young people. Every afternoon Marston would come in from the mines and they would go off horseback together, over ground that I well knew--for I had been all over it myself--up through the gray-peaked rhododendron-bordered Gap with the swirling water below them and the gray rock high above where another such foolish lover lost his life, climbing to get a flower for his sweetheart, or down the winding dirt road into Lee, or up through the beech woods behind Imboden Hill, or climbing the spur of Morris's Farm to watch the sunset over the majestic Big Black Mountains, where the Wild Dog lived, and back through the fragrant, cool, moonlit woods.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 688,
   "text": "He was doing his best, Marston was, and he was having trouble--as every man should. And that trouble I knew even better than he, for I had once known a Southern girl who was so tender of heart that she could refuse no man who really loved her she accepted him and sent him to her father, who did all of her refusing for her. And I knew no man would know that he had won the Blight until he had her at the altar and the priestly hand of benediction was above her head. Of such kind was the Blight. Every night when they came in I could read the story of the day, always in his face and sometimes in hers; and it was a series of ups and downs that must have wrung the boy's heart bloodless.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 433,
   "text": "Still I was in good hope for him, until the crisis came on the night before the Fourth. The quarrel was as plain as though typewritten on the face of each. Marston would not come in that night and the Blight went dinnerless to bed and cried herself to sleep. She told the little sister that she had seen the Wild Dog again peering through the bushes, and that she was frightened. That was her explanation--but I guessed a better one.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 662,
   "text": "It was a day to make glad the heart of slave or freeman. The earth was cool from a night-long rain, and a gentle breeze fanned coolness from the north all day long. The clouds were snow-white, tumbling, ever-moving, and between them the sky showed blue and deep. Grass, leaf, weed and flower were in the richness that comes to the green things of the earth just before that full tide of summer whose foam is drifting thistle down. The air was clear and the mountains seemed to have brushed the haze from their faces and drawn nearer that they, too, might better see the doings of that day.From the four winds of heaven, that morning, came the brave and the free.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 817,
   "text": "Up from Lee, down from Little Stone Gap, and from over in Scott, came the valley-farmers--horseback, in buggies, hacks, two-horse wagons, with wives, mothers, sisters, sweethearts, in white dresses, flowered hats, and many ribbons, and with dinner-baskets stuffed with good things to eat--old ham, young chicken, angel-cake and blackberry wine--to be spread in the sunless shade of great poplar and oak. From Bum Hollow and Wildcat Valley and from up the slopes that lead to Cracker's Neck came smaller tillers of the soil--as yet but faintly marked by the gewgaw trappings of the outer world; while from beyond High Knob, whose crown is in cloud-land, and through the Gap, came the mountaineer in the primitive simplicity of home spun and cowhide, wide-brimmed hat and poke-bonnet, quaint speech, and slouching gait.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 631,
   "text": "Through the Gap he came in two streams--the Virginians from Crab Orchard and Wise and Dickinson, the Kentuckians from Letcher and feudal Harlan, beyond the Big Black--and not a man carried a weapon in sight, for the stern spirit of that Police Guard at the Gap was respected wide and far. Into the town, which sits on a plateau some twenty feet above the level of the two rivers that all but encircle it, they poured, hitching their horses in the strip of woods that runs through the heart of the place, and broad ens into a primeval park that, fan-like, opens on the oval level field where all things happen on the Fourth of July.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 654,
   "text": "About the street they loitered--lovers hand in hand--eating fruit and candy and drinking soda-water, or sat on the curb-stone, mothers with babies at their breasts and toddling children clinging close--all waiting for the celebration to begin. It was a great day for the Hon. Samuel Budd. With a cheery smile and beaming goggles, he moved among his constituents, joking with yokels, saying nice things to mothers, paying gallantries to girls, and chucking babies under the chin. He felt popular and he was--so popular that he had begun to see himself with prophetic eye in a congressional seat at no distant day; and yet, withal, he was not wholly happy.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 729,
   "text": "“Do you know,” he said, “them fellers I made bets with in the tournament got together this morning and decided, all of 'em, that they wouldn't let me off? Jerusalem, it's most five hundred dollars!” And, looking the picture of dismay, he told me his dilemma. It seems that his “dark horse” was none other than the Wild Dog, who had been practising at home for this tournament for nearly a year; and now that the Wild Dog was an outlaw, he, of course, wouldn't and couldn't come to the Gap. And said the Hon. Sam Budd: “Them fellers says I bet I'd BRING IN a dark horse who would win this tournament, and if I don't BRING him in, I lose just the same as though I had brought him in and he hadn't won. An' I reckon they've got me.”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 620,
   "text": "“It would have been like pickin' money off a blackberry-bush, for I was goin' to let the Wild Dog have that black horse o' mine--the steadiest and fastest runner in this country--and my, how that fellow can pick off the rings! He's been a-practising for a year, and I believe he could run the point o' that spear of his through a lady's finger-ring.” “You'd better get somebody else.”“Ah--that's it. The Wild Dog sent word he'd send over another feller, named Dave Branham, who has been practising with him, who's just as good, he says, as he is. I'm looking for him at twelve o'clock, an' I'm goin' to take him down an'",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 666,
   "text": "see what he can do on that black horse o' mine. But if he's no good, I lose five hundred, all right,” and he sloped away to his duties. For it was the Hon. Sam who was master of ceremonies that day. He was due now to read the Declaration of Independence in a poplar grove to all who would listen; he was to act as umpire at the championship base-ball game in the afternoon, and he was to give the “Charge” to the assembled knights before the tournament. At ten o'clock the games began--and I took the Blight and the little sister down to the “grandstand”--several tiers of backless benches with leaves for a canopy and the river singing through rhododendrons behind.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 613,
   "text": "There was jumping broad and high, and a 100-yard dash and hurdling and throwing the hammer, which the Blight said were not interesting--they were too much like college sports--and she wanted to see the base-ball game and the tournament. And yet Marston was in them all--dogged and resistless--his teeth set and his eyes anywhere but lifted toward the Blight, who secretly proud, as I believed, but openly defiant, mentioned not his name even when he lost, which was twice only. “Pretty good, isn't he?” I said. “Who?” she said indifferently. “Oh, nobody,” I said, turning to smile, but not turning quickly enough.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 662,
   "text": "“What's the matter with you?” asked the Blight sharply. “Nothing, nothing at all,” I said, and straightway the Blight thought she wanted to go home. The thunder of the Declaration was still rumbling in the poplar grove. “That's the Hon. Sam Budd,” I said. “Don't you want to hear him?” “I don't care who it is and I don't want to hear him and I think you are hateful.” Ah, dear me, it was more serious than I thought. There were tears in her eyes, and I led the Blight and the little sister home--conscience-stricken and humbled. Still I would find that young jackanapes of an engineer and let him know that anybody who made the Blight unhappy must deal with me.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 617,
   "text": "I would take him by the neck and pound some sense into him. I found him lofty, uncommunicative, perfectly alien to any consciousness that I could have any knowledge of what was going or any right to poke my nose into anybody's business--and I did nothing except go back to lunch--to find the Blight upstairs and the little sister indignant with me. “You just let them alone,” she said severely. “Let who alone?” I said, lapsing into the speech of childhood. “You--just--let--them--alone,” she repeated. “I've already made up my mind to that.” “Well, then!” she said, with an air of satisfaction, but why I don't know.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 634,
   "text": "I went back to the poplar grove. The Declaration was over and the crowd was gone, but there was the Hon. Samuel Budd, mopping his brow with one hand, slapping his thigh with the other, and all but executing a pigeon-wing on the turf. He turned goggles on me that literally shone triumph. “He's come--Dave Branham's come!” he said. “He's better than the Wild Dog. I've been trying him on the black horse and, Lord, how he can take them rings off! Ha, won't I get into them fellows who wouldn't let me off this morning! Oh, yes, I agreed to bring in a dark horse, and I'll bring him in all right. That five hundred is in my clothes now.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 763,
   "text": "You see that point yonder? Well, there's a hollow there and bushes all around. That's where I'm going to dress him. I've got his clothes all right and a name for him. This thing is a-goin' to come off accordin' to Hoyle, Ivanhoe, Four-Quarters-of-Beef, and all them mediaeval fellows. Just watch me!” I began to get newly interested, for that knight's name I suddenly recalled. Little Buck, the Wild Dog's brother, had mentioned him, when we were over in the Kentucky hills, as practising with the Wild Dog--as being “mighty good, but nowhar 'longside o' Mart.” So the Hon. Sam might have a good substitute, after all, and being a devoted disciple of Sir Walter, I knew his knight would rival, in splendor, at least, any that rode with King Arthur in days of old.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 613,
   "text": "The Blight was very quiet at lunch, as was the little sister, and my effort to be jocose was a lamentable failure. So I gave news. “The Hon. Sam has a substitute.” No curiosity and no question. “Who--did you say? Why, Dave Branham, a friend of the Wild Dog. Don't you remember Buck telling us about him?” No answer. “Well, I do--and, by the way, I saw Buck and one of the big sisters just a while ago. Her name is Mollie. Dave Branham, you will recall, is her sweetheart. The other big sister had to stay at home with her mother and little Cindy, who's sick. Of course, I didn't ask them about Mart--the Wild Dog.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 348,
   "text": "They knew I knew and they wouldn't have liked it. The Wild Dog's around, I understand, but he won't dare show his face. Every policeman in town is on the lookout for him.” I thought the Blight's face showed a signal of relief. “I'm going to play short-stop,” I added. “Oh!” said the Blight, with a smile, but the little sister said with some scorn:",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 733,
   "text": "“I'll show you,” I said, and I told the Blight about base-ball at the Gap. We had introduced base-ball into the region and the valley boys and mountain boys, being swift runners, throwing like a rifle shot from constant practice with stones, and being hard as nails, caught the game quickly and with great ease. We beat them all the time at first, but now they were beginning to beat us. We had a league now, and this was the championship game for the pennant. “It was right funny the first time we beat a native team. Of course, we got together and cheered 'em. They thought we were cheering ourselves, so they got red in the face, rushed together and whooped it up for themselves for about half an hour.” The Blight almost laughed.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 792,
   "text": "“We used to have to carry our guns around with us at first when we went to other places, and we came near having several fights.” “Oh!” said the Blight excitedly. “Do you think there might be a fight this afternoon?” “Don't know,” I said, shaking my head. “It's pretty hard for eighteen people to fight when nine of them are policemen and there are forty more around. Still the crowd might take a hand.” This, I saw, quite thrilled the Blight and she was in good spirits when we started out. “Marston doesn't pitch this afternoon,” I said to the little sister. “He plays first base. He's saving himself for the tournament. He's done too much already.” The Blight merely turned her head while I was speaking. “And the Hon. Sam will not act as umpire. He wants to save his voice--and his head.”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 686,
   "text": "The seats in the “grandstand” were in the sun now, so I left the girls in a deserted band-stand that stood on stilts under trees on the southern side of the field, and on a line midway between third base and the position of short-stop. Now there is no enthusiasm in any sport that equals the excitement aroused by a rural base-ball game and I never saw the enthusiasm of that game outdone except by the excitement of the tournament that followed that afternoon. The game was close and Marston and I assuredly were stars--Marston one of the first magnitude. “Goose-egg” on one side matched “goose-egg” on the other until the end of the fifth inning, when the engineer knocked a home-run.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 786,
   "text": "Spectators threw their hats into the trees, yelled themselves hoarse, and I saw several old mountaineers who understood no more of base-ball than of the lost _digamma_ in Greek going wild with the general contagion. During these innings I had “assisted” in two doubles and had fired in three “daisy cutters” to first myself in spite of the guying I got from the opposing rooters. “Four-eyes” they called me on account of my spectacles until a new nickname came at the last half of the ninth inning, when we were in the field with the score four to three in our favor. It was then that a small, fat boy with a paper megaphone longer than he was waddled out almost to first base and levelling his trumpet at me, thundered out in a sudden silence: “Hello, Foxy Grandpa!” That was too much.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 689,
   "text": "I got rattled, and when there were three men on bases and two out, a swift grounder came to me, I fell--catching it--and threw wildly to first from my knees. I heard shouts of horror, anger, and distress from everywhere and my own heart stopped beating--I had lost the game--and then Marston leaped in the air--surely it must have been four feet--caught the ball with his left hand and dropped back on the bag. The sound of his foot on it and the runner's was almost simultaneous, but the umpire said Marston's was there first. Then bedlam! One of my brothers was umpire and the captain of the other team walked threateningly out toward him, followed by two of his men with base-ball bats.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 615,
   "text": "As I started off myself towards them I saw, with the corner of my eye, another brother of mine start in a run from the left field, and I wondered why a third, who was scoring, sat perfectly still in his chair, particularly as a well-known, red-headed tough from one of the mines who had been officiously antagonistic ran toward the pitcher's box directly in front of him. Instantly a dozen of the guard sprang toward it, some man pulled his pistol, a billy cracked straightway on his head, and in a few minutes order was restored. And still the brother scoring hadn't moved from his chair, and I spoke to him hotly.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 717,
   "text": "“Keep your shirt on,” he said easily, lifting his score-card with his left hand and showing his right clinched about his pistol under it. “I was just waiting for that red-head to make a move. I guess I'd have got him first.” I walked back to the Blight and the little sister and both of them looked very serious and frightened. “I don't think I want to see a real fight, after all,” said the Blight. “Not this afternoon.” It was a little singular and prophetic, but just as the words left her lips one of the Police Guard handed me a piece of paper. “Somebody in the crowd must have dropped it in my pocket,” he said. On the paper were scrawled these words: “_Look out for the Wild Dog!_” I sent the paper to Marston.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 842,
   "text": "VII. AT LAST--THE TOURNAMENT At last--the tournament! Ever afterward the Hon. Samuel Budd called it “The Gentle and Joyous Passage of Arms--not of Ashby--but of the Gap, by-suh!” The Hon. Samuel had arranged it as nearly after Sir Walter as possible. And a sudden leap it was from the most modern of games to a game most ancient.No knights of old ever jousted on a lovelier field than the green little valley toward which the Hon. Sam waved one big hand. It was level, shorn of weeds, elliptical in shape, and bound in by trees that ran in a semicircle around the bank of the river, shut in the southern border, and ran back to the northern extremity in a primeval little forest that wood-thrushes, even then, were making musical--all of it shut in by a wall of living green, save for one narrow space through which the knights were to enter.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 685,
   "text": "In front waved Wallens' leafy ridge and behind rose the Cumberland Range shouldering itself spur by spur, into the coming sunset and crashing eastward into the mighty bulk of Powell's Mountain, which loomed southward from the head of the valley--all nodding sunny plumes of chestnut. The Hon. Sam had seen us coming from afar apparently, had come forward to meet us, and he was in high spirits. “I am Prince John and Waldemar and all the rest of 'em this day,” he said, “and 'it is thus,'” quoting Sir Walter, “that we set the dutiful example of loyalty to the Queen of Love and Beauty, and are ourselves her guide to the throne which she must this day occupy.” And so saying, the Hon.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 853,
   "text": "Sam marshalled the Blight to a seat of honor next his own. “And how do you know she is going to be the Queen of Love and Beauty?” asked the little sister. The Hon. Sam winked at me. “Well, this tournament lies between two gallant knights. One will make her the Queen of his own accord, if he wins, and if the other wins, he's got to, or I'll break his head. I've given orders.” And the Hon. Sam looked about right and left on the people who were his that day. “Observe the nobles and ladies,” he said, still following Sir Walter, and waving at the towns-people and visitors in the rude grandstand. “Observe the yeomanry and spectators of a better degree than the mere vulgar”--waving at the crowd on either side of the stand--“and the promiscuous multitude down the river banks and over the woods and clinging to the tree-tops and to yon telegraph-pole.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 764,
   "text": "And there is my herald”--pointing to the cornetist of the local band--“and wait--by my halidom--please just wait until you see my knight on that black charger o' mine.” The Blight and the little sister were convulsed and the Hon. Sam went on: “Look at my men-at-arms”--the volunteer policemen with bulging hip-pockets, dangling billies and gleaming shields of office--“and at my refreshment tents behind”--where peanuts and pink lemonade were keeping the multitude busy--“and my attendants”--colored gentlemen with sponges and water-buckets--“the armorers and farriers haven't come yet. But my knight--I got his clothes in New York--just wait--Love of Ladies and Glory to the Brave!” Just then there was a commotion on the free seats on one side of the grandstand.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 788,
   "text": "A darky starting, in all ignorance, to mount them was stopped and jostled none too good-naturedly back to the ground. “And see,” mused the Hon. Sam, “in lieu of the dog of an unbeliever we have a dark analogy in that son of Ham.” The little sister plucked me by the sleeve and pointed toward the entrance. Outside and leaning on the fence were Mollie, the big sister, and little Buck. Straightway I got up and started for them. They hung back, but I persuaded them to come, and I led them to seats two tiers below the Blight--who, with my little sister, rose smiling to greet them and shake hands--much to the wonder of the nobles and ladies close about, for Mollie was in brave and dazzling array, blushing fiercely, and little Buck looked as though he would die of such conspicuousness.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 824,
   "text": "No embarrassing questions were asked about Mart or Dave Branham, but I noticed that Mollie had purple and crimson ribbons clinched in one brown hand. The purpose of them was plain, and I whispered to the Blight: “She's going to pin them on Dave's lance.” The Hon. Sam heard me. “Not on your life,” he said emphatically. “I ain't takin' chances,” and he nodded toward the Blight. “She's got to win, no matter who loses.” He rose to his feet suddenly. “Glory to the Brave--they're comin'! Toot that horn, son,” he said; “they're comin',” and the band burst into discordant sounds that would have made the “wild barbaric music” on the field of Ashby sound like a lullaby. The Blight stifled her laughter over that amazing music with her handkerchief, and even the Hon. Sam scowled. “Gee!” he said; “it is pretty bad, isn't it?”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 641,
   "text": "The nobles and ladies on the grandstand, the yeomanry and spectators of better degree, and the promiscuous multitude began to sway expectantly and over the hill came the knights, single file, gorgeous in velvets and in caps, with waving plumes and with polished spears, vertical, resting on the right stirrup foot and gleaming in the sun. “A goodly array!” murmured the Hon. Sam. A crowd of small boys gathered at the fence below, and I observed the Hon. Sam's pockets bulging with peanuts. “Largesse!” I suggested. “Good!” he said, and rising he shouted: “Largessy! largessy!” scattering peanuts by the handful among the scrambling urchins.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 851,
   "text": "Down wound the knights behind the back stand of the base-ball field, and then, single file, in front of the nobles and ladies, before whom they drew up and faced, saluting with inverted spears. The Hon. Sam arose--his truncheon a hickory stick--and in a stentorian voice asked the names of the doughty knights who were there to win glory for themselves and the favor of fair women. Not all will be mentioned, but among them was the Knight of the Holston--Athelstanic in build--in black stockings, white negligee shirt, with Byronic collar, and a broad crimson sash tied with a bow at his right side. There was the Knight of the Green Valley, in green and gold, a green hat with a long white plume, lace ruffles at his sleeves, and buckles on dancing-pumps; a bonny fat knight of Maxwelton Braes, in Highland kilts and a plaid; and the Knight at Large.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 623,
   "text": "“He ought to be caged,” murmured the Hon. Sam; for the Knight at Large wore plum-colored velvet, red base-ball stockings, held in place with safety-pins, white tennis shoes, and a very small hat with a very long plume, and the dye was already streaking his face. Marston was the last--sitting easily on his iron gray. “And your name, Sir Knight?” “The Discarded,” said Marston, with steady eyes. I felt the Blight start at my side and sidewise I saw that her face was crimson. The Hon. Sam sat down, muttering, for he did not like Marston: “Wenchless springal!” Just then my attention was riveted on Mollie and little Buck.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 800,
   "text": "Both had been staring silently at the knights as though they were apparitions, but when Marston faced them I saw Buck clutch his sister's arm suddenly and say something excitedly in her ear. Then the mouths of both tightened fiercely and their eyes seemed to be darting lightning at the unconscious knight, who suddenly saw them, recognized them, and smiled past them at me. Again Buck whispered, and from his lips I could make out what he said: “I wonder whar's Dave?” but Mollie did not answer. “Which is yours, Mr. Budd?” asked the little sister. The Hon. Sam had leaned back with his thumbs in the arm-holes of his white waistcoat. “He ain't come yet. I told him to come last.” The crowd waited and the knights waited--so long that the Mayor rose in his seat some twenty feet away and called out:",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 674,
   "text": "“You jus' wait a minute--my man ain't come yet,” he said easily, but from various places in the crowd came jeering shouts from the men with whom he had wagered and the Hon. Sam began to look anxious. “I wonder what is the matter?” he added in a lower tone. “I dressed him myself more than an hour ago and I told him to come last, but I didn't mean for him to wait till Christmas--ah!” The Hon. Sam sank back in his seat again. From somewhere had come suddenly the blare of a solitary trumpet that rang in echoes around the amphitheatre of the hills and, a moment later, a dazzling something shot into sight above the mound that looked like a ball of fire, coming in mid-air.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 651,
   "text": "The new knight wore a shining helmet and the Hon. Sam chuckled at the murmur that rose and then he sat up suddenly. There was no face under that helmet--the Hon. Sam's knight was MASKED and the Hon. Sam slapped his thigh with delight. “Bully--bully! I never thought of it--I never thought of it--bully!” This was thrilling, indeed--but there was more; the strange knight's body was cased in a flexible suit of glistening mail, his spear point, when he raised it on high, shone like silver, and he came on like a radiant star--on the Hon. Sam's charger, white-bridled, with long mane and tail and black from tip of nose to tip of that tail as midnight.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 615,
   "text": "The Hon. Sam was certainly doing it well. At a slow walk the stranger drew alongside of Marston and turned his spear point downward. “Gawd!” said an old darky. “Ku-klux done come again.” And, indeed, it looked like a Ku-klux mask, white, dropping below the chin, and with eye-holes through which gleamed two bright fires. The eyes of Buck and Mollie were turned from Marston at last, and open-mouthed they stared. “Hit's the same hoss--hit's Dave!” said Buck aloud. “Well, my Lord!” said Mollie simply. The Hon. Sam rose again. “And who is Sir Tardy Knight that hither comes with masked face?” he asked courteously.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 624,
   "text": "He got no answer. “What's your name, son?” The white mask puffed at the wearer's lips. “The Knight of the Cumberland,” was the low, muffled reply. “Make him take that thing off!” shouted some one. “What's he got it on fer?” shouted another. “I don't know, friend,” said the Hon. Sam; “but it is not my business nor prithee thine; since by the laws of the tournament a knight may ride masked for a specified time or until a particular purpose is achieved, that purpose being, I wot, victory for himself and for me a handful of byzants from thee.” “Now, go ahead, Budd,” called the Mayor again. “Are you going crazy?” The Hon.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 865,
   "text": "Sam stretched out his arms once to loosen them for gesture, thrust his chest out, and uplifted his chin: “Fair ladies, nobles of the realm, and good knights,” he said sonorously, and he raised one hand to his mouth and behind it spoke aside to me: “How's my voice--how's my voice?” “Great!” His question was genuine, for the mask of humor had dropped and the man was transformed. I knew his inner seriousness, his oratorical command of good English, and I knew the habit, not uncommon among stump-speakers in the South, of falling, through humor, carelessness, or for the effect of flattering comradeship, into all the lingual sins of rural speech; but I was hardly prepared for the soaring flight the Hon. Sam took now. He started with one finger pointed heavenward: “The knights are dust And their good swords are rast; Their souls are with the saints, we trust.”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 708,
   "text": "“Scepticism is but a harmless phantom in these mighty hills. We BELIEVE that with the saints is the GOOD knight's soul, and if, in the radiant unknown, the eyes of those who have gone before can pierce the little shadow that lies between, we know that the good knights of old look gladly down on these good knights of to-day. For it is good to be remembered. The tireless struggle for name and fame since the sunrise of history attests it; and the ancestry worship in the East and the world-wide hope of immortality show the fierce hunger in the human soul that the memory of it not only shall not perish from this earth, but that, across the Great Divide, it shall live on--neither forgetting nor forgotten.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 629,
   "text": "You are here in memory of those good knights to prove that the age of chivalry is not gone; that though their good swords are rust, the stainless soul of them still illumines every harmless spear point before me and makes it a torch that shall reveal, in your own hearts still aflame, their courage, their chivalry, their sense of protection for the weak, and the honor in which they held pure women, brave men, and almighty God. “The tournament, some say, goes back to the walls of Troy. The form of it passed with the windmills that Don Quixote charged. It is with you to keep the high spirit of it an ever-burning vestal fire.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 759,
   "text": "It was a deadly play of old--it is a harmless play to you this day. But the prowess of the game is unchanged; for the skill to strike those pendent rings is no less than was the skill to strike armor-joint, visor, or plumed crest. It was of old an exercise for deadly combat on the field of battle; it is no less an exercise now to you for the field of life--for the quick eye, the steady nerve, and the deft hand which shall help you strike the mark at which, outside these lists, you aim. And the crowning triumph is still just what it was of old--that to the victor the Rose of his world--made by him the Queen of Love and Beauty for us all--shall give her smile and with her own hands place on his brow a thornless crown.” Perfect silence honored the Hon.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 761,
   "text": "Samuel Budd. The Mayor was nodding vigorous approval, the jeering ones kept still, and when after the last deep-toned word passed like music from his lips the silence held sway for a little while before the burst of applause came. Every knight had straightened in his saddle and was looking very grave. Marston's eyes never left the speaker's face, except once, when they turned with an unconscious appeal, I thought, to the downcast face of Blight--whereat the sympathetic little sister seemed close to tears. The Knight of the Cumberland shifted in his saddle as though he did not quite understand what was going on, and once Mollie, seeing the eyes through the mask-holes fixed on her, blushed furiously, and little Buck grinned back a delighted recognition.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 604,
   "text": "The Hon. Sam sat down, visibly affected by his own eloquence; slowly he wiped his face and then he rose again. “Your colors, Sir Knights,” he said, with a commanding wave of his truncheon, and one by one the knights spurred forward and each held his lance into the grandstand that some fair one might tie thereon the colors he was to wear. Marston, without looking at the Blight, held his up to the little sister and the Blight carelessly turned her face while the demure sister was busy with her ribbons, but I noticed that the little ear next to me was tingling red for all her brave look of unconcern.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 641,
   "text": "Only the Knight of the Cumberland sat still. “What!” said the Hon. Sam, rising to his feet, his eyes twinkling and his mask of humor on again; “sees this masked springal”--the Hon. Sam seemed much enamored of that ancient word--“no maid so fair that he will not beg from her the boon of colors gay that he may carry them to victory and receive from her hands a wreath therefor?” Again the Knight of the Cumberland seemed not to know that the Hon. Sam's winged words were meant for him, so the statesman translated them into a mutual vernacular. “Remember what I told you, son,” he said. “Hold up yo' spear here to some one of these gals jes'",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 755,
   "text": "like the other fellows are doin',” and as he sat down he tried surreptitiously to indicate the Blight with his index finger, but the knight failed to see and the Blight's face was so indignant and she rebuked him with such a knife-like whisper that, humbled, the Hon. Sam collapsed in his seat, muttering: “The fool don't know you--he don't know you.” For the Knight of the Cumberland had turned the black horse's head and was riding, like Ivanhoe, in front of the nobles and ladies, his eyes burning up at them through the holes in his white mask. Again he turned, his mask still uplifted, and the behavior of the beauties there, as on the field of Ashby, was no whit changed: “Some blushed, some assumed an air of pride and dignity, some looked straight",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 897,
   "text": "forward and essayed to seem utterly unconscious of what was going on, some drew back in alarm which was perhaps affected, some endeavored to forbear smiling and there were two or three who laughed outright.” Only none “dropped a veil over her charms” and thus none incurred the suspicion, as on that field of Ashby, that she was “a beauty of ten years' standing” whose motive, gallant Sir Walter supposes in defence, however, was doubtless “a surfeit of such vanities and a willingness to give a fair chance to the rising beauties of the age.” But the most conscious of the fair was Mollie below, whose face was flushed and whose brown fingers were nervously twisting the ribbons in her lap, and I saw Buck nudge her and heard him whisper: “Dave ain't going to pick YOU out, I tell ye. I heered Mr. Budd thar myself tell him he HAD to pick out some other gal.” “You hush!” said Mollie indignantly.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 662,
   "text": "It looked as though the Knight of the Cumberland had grown rebellious and meant to choose whom he pleased, but on his way back the Hon. Sam must have given more surreptitious signs, for the Knight of the Cumberland reined in before the Blight and held up his lance to her. Straightway the colors that were meant for Marston fluttered from the Knight of the Cumberland's spear. I saw Marston bite his lips and I saw Mollie's face aflame with fury and her eyes darting lightning--no longer at Marston now, but at the Blight. The mountain girl held nothing against the city girl because of the Wild Dog's infatuation, but that her own lover, no matter what the Hon.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 740,
   "text": "Sam said, should give his homage also to the Blight, in her own presence, was too much. Mollie looked around no more. Again the Hon. Sam rose. “Love of ladies,” he shouted, “splintering of lances! Stand forth, gallant knights. Fair eyes look upon your deeds! Toot again, son!” Now just opposite the grandstand was a post some ten feet high, with a small beam projecting from the top toward the spectators. From the end of this hung a wire, the end of which was slightly upturned in line with the course, and on the tip of this wire a steel ring about an inch in diameter hung lightly. Nearly forty yards below this was a similar ring similarly arranged; and at a similar distance below that was still another, and at the blast from the Hon.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 795,
   "text": "Sam's herald, the gallant knights rode slowly, two by two, down the lists to the western extremity--the Discarded Knight and the Knight of the Cumberland, stirrup to stirrup, riding last--where they all drew up in line, some fifty yards beyond the westernmost post. This distance they took that full speed might be attained before jousting at the first ring, since the course--much over one hundred yards long--must be covered in seven seconds or less, which was no slow rate of speed. The Hon. Sam arose again: “The Knight of the Holston!” Farther down the lists a herald took up the same cry and the good knight of Athelstanic build backed his steed from the line and took his place at the head of the course. With his hickory truncheon the Hon. Sam signed to his trumpeter to sound the onset.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 659,
   "text": "With the blare of the trumpet Athelstane sprang from his place and came up the course, his lance at rest; a tinkling sound and the first ring slipped down the knight's spear and when he swept past the last post there was a clapping of hands, for he held three rings triumphantly aloft. And thus they came, one by one, until each had run the course three times, the Discarded jousting next to the last and the Knight of the Cumberland, riding with a reckless Cave, Adsum air, the very last. At the second joust it was quite evident that the victory lay between these two, as they only had not lost a single ring, and when the black horse thundered by, the Hon.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 767,
   "text": "Sam shouted “Brave lance!” and jollied his betting enemies, while Buck hugged himself triumphantly and Mollie seemed temporarily to lose her chagrin and anger in pride of her lover, Dave. On the third running the Knight of the Cumberland excited a sensation by sitting upright, waving his lance up and down between the posts and lowering it only when the ring was within a few feet of its point. His recklessness cost him one ring, but as the Discarded had lost one, they were still tied, with eight rings to the credit of each, for the first prize. Only four others were left--the Knight of the Holston and the Knight of the Green Valley tying with seven rings for second prize, and the fat Maxwelton Braes and the Knight at Large tying with six rings for the third.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 788,
   "text": "The crowd was eager now and the Hon. Sam confident. On came the Knight at Large, his face a rainbow, his plume wilted and one red base-ball stocking slipped from its moorings--two rings! On followed the fat Maxwelton, his plaid streaming and his kilts flapping about his fat legs--also two rings! “Egad!” quoth the Hon. Sam. “Did yon lusty trencherman of Annie Laurie's but put a few more layers of goodly flesh about his ribs, thereby projecting more his frontal Falstaffian proportions, by my halidom, he would have to joust tandem!” On came Athelstane and the Knight of the Green Valley, both with but two rings to their credit, and on followed the Discarded, riding easily, and the Knight of the Cumberland again waving his lance between the posts, each with three rings on his spear.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 658,
   "text": "At the end the Knight at Large stood third, Athelstane second, and the Discarded and the Knight of the Cumberland stood side by side at the head of the course, still even, and now ready to end the joust, for neither on the second trial had missed a ring. The excitement was intense now. Many people seemed to know who the Knight of the Cumberland was, for there were shouts of “Go it, Dave!” from everywhere; the rivalry of class had entered the contest and now it was a conflict between native and “furriner.” The Hon. Sam was almost beside himself with excitement; now and then some man with whom he had made a bet would shout jeeringly at him and the Hon.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 760,
   "text": "Sam would shout back defiance. But when the trumpet sounded he sat leaning forward with his brow wrinkled and his big hands clinched tight. Marston sped up the course first--three rings--and there was a chorus of applauding yells. “His horse is gittin' tired,” said the Hon. Sam jubilantly, and the Blight's face, I noticed, showed for the first time faint traces of indignation. The Knight of the Cumberland was taking no theatrical chances now and he came through the course with level spear and, with three rings on it, he shot by like a thunderbolt. “Hooray!” shouted the Hon. Sam. “Lord, what a horse!” For the first time the Blight, I observed, failed to applaud, while Mollie was clapping her hands and Buck was giving out shrill yells of encouragement.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 666,
   "text": "At the next tilt the Hon. Sam had his watch in his hand and when he saw the Discarded digging in his spurs he began to smile and he was looking at his watch when the little tinkle in front told him that the course was run. “Did he get 'em all?” “Yes, he got 'em all,” mimicked the Blight. “Yes, an' he just did make it,” chuckled the Hon. Sam. The Discarded had wheeled his horse aside from the course to watch his antagonist. He looked pale and tired--almost as tired as his foam-covered steed--but his teeth were set and his face was unmoved as the Knight of the Cumberland came on like a demon, sweeping off the last ring with a low, rasping oath of satisfaction.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 879,
   "text": "“I never seed Dave ride that-a-way afore,” said Mollie. “Me, neither,” chimed in Buck. The nobles and ladies were waving handkerchiefs, clapping hands, and shouting. The spectators of better degree were throwing up their hats and from every part of the multitude the same hoarse shout of encouragement rose: “Go it, Dave! Hooray for Dave!” while the boy on the telegraph-pole was seen to clutch wildly at the crossbar on which he sat--he had come near tumbling from his perch. The two knights rode slowly back to the head of the lists, where the Discarded was seen to dismount and tighten his girth. “He's tryin' to git time to rest,” said the Hon. Sam. “Toot, son!” “Shame!” said the little sister and the Blight both at once so severely that the Hon. Sam quickly raised his hand. “Hold on,” he said, and with hand still uplifted he waited till Marston was mounted again. “Now!”",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 675,
   "text": "The Discarded came on, using his spurs with every jump, the red of his horse's nostrils showing that far away, and he swept on, spearing off the rings with deadly accuracy and holding the three aloft, but having no need to pull in his panting steed, who stopped of his own accord. Up went a roar, but the Hon. Sam, covertly glancing at his watch, still smiled. That watch he pulled out when the Knight of the Cumberland started and he smiled still when he heard the black horse's swift, rhythmic beat and he looked up only when that knight, shouting to his horse, moved his lance up and down before coming to the last ring and, with a dare-devil yell, swept it from the wire.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 712,
   "text": "“Tied--tied!” was the shout; “they've got to try it again! they've got to try it again!” The Hon. Sam rose, with his watch in one hand and stilling the tumult with the other. Dead silence came at once. “I fear me,” he said, “that the good knight, the Discarded, has failed to make the course in the time required by the laws of the tournament.” Bedlam broke loose again and the Hon. Sam waited, still gesturing for silence. “Summon the time-keeper!” he said. The time-keeper appeared from the middle of the field and nodded. “Eight seconds!” “The Knight of the Cumberland wins,” said the Hon. Sam. The little sister, unconscious of her own sad face, nudged me to look at the Blight--there were tears in her eyes.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 637,
   "text": "Before the grandstand the knights slowly drew up again. Marston's horse was so lame and tired that he dismounted and let a darky boy lead him under the shade of the trees. But he stood on foot among the other knights, his arms folded, worn out and vanquished, but taking his bitter medicine like a man. I thought the Blight's eyes looked pityingly upon him. The Hon. Sam arose with a crown of laurel leaves in his hand: “You have fairly and gallantly won, Sir Knight of the Cumberland, and it is now your right to claim and receive from the hands of the Queen of Love and Beauty the chaplet of honor which your skill has justly deserved.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 564,
   "text": "Advance, Sir Knight of the Cumberland, and dismount!” The Knight of the Cumberland made no move nor sound. “Get off yo' hoss, son,” said the Hon. Sam kindly, “and get down on yo' knees at the feet of them steps. This fair young Queen is a-goin' to put this chaplet on your shinin' brow. That horse'll stand.” The Knight of the Cumberland, after a moment's hesitation, threw his leg over the saddle and came to the steps with a slouching gait and looking about him right and left. The Blight, blushing prettily, took the chaplet and went down the steps to meet him.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 679,
   "text": "“Yes, son,” said the Hon. Sam, “take that rag off.” Then Mollie's voice, clear and loud, startled the crowd. “You better not, Dave Branham, fer if you do and this other gal puts that thing on you, you'll never--” What penalty she was going to inflict, I don't know, for the Knight of the Cumberland, half kneeling, sprang suddenly to his feet and interrupted her. “Wait a minute, will ye?” he said almost fiercely, and at the sound of his voice Mollie rose to her feet and her face blanched. “Lord God!” she said almost in anguish, and then she dropped quickly to her seat again. The Knight of the Cumberland had gone back to his horse as though to get something from his saddle.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 652,
   "text": "Like lightning he vaulted into the saddle, and as the black horse sprang toward the opening tore his mask from his face, turned in his stirrups, and brandished his spear with a yell of defiance, while a dozen voices shouted: “The Wild Dog!” Then was there an uproar. “Goddle mighty!” shouted the Hon. Sam. “I didn't do it, I swear I didn't know it. He's tricked me--he's tricked me! Don't shoot--you might hit that hoss!” There was no doubt about the Hon. Sam's innocence. Instead of turning over an outlaw to the police, he had brought him into the inner shrine of law and order and he knew what a political asset for his enemies that insult would be.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 719,
   "text": "And there was no doubt of the innocence of Mollie and Buck as they stood, Mollie wringing her hands and Buck with open mouth and startled face. There was no doubt about the innocence of anybody other than Dave Branham and the dare-devil Knight of the Cumberland. Marston had clutched at the Wild Dog's bridle and missed and the outlaw struck savagely at him with his spear. Nobody dared to shoot because of the scattering crowd, but every knight and every mounted policeman took out after the outlaw and the beating of hoofs pounded over the little mound and toward Poplar Hill. Marston ran to his horse at the upper end, threw his saddle on, and hesitated--there were enough after the Wild Dog and his horse was blown.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 672,
   "text": "He listened to the yells and sounds of the chase encircling Poplar Hill. The outlaw was making for Lee. All at once the yells and hoof-beats seemed to sound nearer and Marston listened, astonished. The Wild Dog had wheeled and was coming back; he was going to make for the Gap, where sure safety lay. Marston buckled his girth and as he sprang on his horse, unconsciously taking his spear with him, the Wild Dog dashed from the trees at the far end of the field. As Marston started the Wild Dog saw him, pulled something that flashed from under his coat of mail, thrust it back again, and brandishing his spear, he came, full speed and yelling, up the middle of the field.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 741,
   "text": "It was a strange thing to happen in these modern days, but Marston was an officer of the law and was between the Wild Dog and the Ford and liberty through the Gap, into the hills. The Wild Dog was an outlaw. It was Marston's duty to take him. The law does not prescribe with what weapon the lawless shall be subdued, and Marston's spear was the only weapon he had. Moreover, the Wild Dog's yell was a challenge that set his blood afire and the girl both loved was looking on. The crowd gathered the meaning of the joust--the knights were crashing toward each other with spears at rest. There were a few surprised oaths from men, a few low cries from women, and then dead silence in which the sound of hoofs on the hard turf was like thunder.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 879,
   "text": "The Blight's face was white and the little sister was gripping my arm with both hands. A third horseman shot into view out of the woods at tight angles, to stop them, and it seemed that the three horses must crash together in a heap. With a moan the Blight buried her face on my shoulder. She shivered when the muffled thud of body against body and the splintering of wood rent the air; a chorus of shrieks arose about her, and when she lifted her frightened face Marston, the Discarded, was limp on the ground, his horse was staggering to his feet, and the Wild Dog was galloping past her, his helmet gleaming, his eyes ablaze, his teeth set, the handle of his broken spear clinched in his right hand, and blood streaming down the shoulder of the black horse. She heard the shots that were sent after him, she heard him plunge into the river, and then she saw and heard no more.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 655,
   "text": "VIII. THE KNIGHT PASSES A telegram summoned the Blight a home next day. Marston was in bed with a ragged wound in the shoulder, and I took her to tell him good-by. I left the room for a few minutes, and when I came back their hands were unclasping, and for a Discarded Knight the engineer surely wore a happy though pallid face.That afternoon the train on which we left the Gap was brought to a sudden halt in Wildcat Valley by a piece of red flannel tied to the end of a stick that was planted midway the track. Across the track, farther on, lay a heavy piece of timber, and it was plain that somebody meant that, just at that place, the train must stop.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 606,
   "text": "The Blight and I were seated on the rear platform and the Blight was taking a last look at her beloved hills. When the train started again, there was a cracking of twigs overhead and a shower of rhododendron leaves and flowers dropped from the air at the feet of the Blight. And when we pulled away from the high-walled cut we saw, motionless on a little mound, a black horse, and on him, motionless, the Knight of the Cumberland, the helmet on his head (that the Blight might know who he was, no doubt), and both hands clasping the broken handle of his spear, which rested across the pommel of his saddle.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 367,
   "text": "Impulsively the Blight waved her hand to him and I could not help waving my hat; but he sat like a statue and, like a statue, sat on, simply looking after us as we were hurried along, until horse, broken shaft, and shoulders sank out of sight. And thus passed the Knight of the Cumberland with the last gleam that struck his helmet, spear-like, from the slanting sun.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  }
 ]
}