{
 "author": [
  "Wheatley, Henry B. (Henry Benjamin)"
 ],
 "title": [
  "Literary Blunders: A Chapter in the \"History of Human Error\""
 ],
 "language": [
  "en"
 ],
 "theme": [
  "PN",
  "Errors and blunders, Literary"
 ],
 "id": "371",
 "genre": [
  "english"
 ],
 "paragraphs": [
  {
   "size": 1407,
   "text": "<ae>, <_!>, <oe>, <_'>, <_'m>, <_u>, <_?>, <_:>, <AE>, <Dag>, and <Pd> \"Larsen EB-11\" encodes are used. Comments in {brackets} need stripped. <?_> is a special encode for unknown/non ASCII characters. Greek characters are in the Adobe symbol font delimited by <gr > italics <ae> and <oe> may be transposed ?? (they look alike to me.) Footnotes are moved from end of page to end of paragraph position. They are renumbered sequentially as well. (No. [14] is obtrusive) Uncertain characters are marked ?? No \"emphasis\" _italics_ marked. A bit of latin, greek, french, and olde englishe need spellchecked. this whole etext NEEDS spellchecked too!! Index needs checked! There is a <Table> on \"pages\" 110-111 that have LOTS of non-ascii characters. Many have the correct encode, but layout needs work!!! Scanned by Charles Keller with OmniPage Professional OCR software donated by Caere Corporation, 1-800-535-7226. Contact Mike Lough <Mikel@caere.com> ``_HISTORY OF HUMAN ERROR_'' BY HENRY B. WHEATLEY, F.S.A. _EVERY reader of_ The Caxtons _will remember the description, in that charming novel, of the gradual growth of Augustine Caxton's great work ``The History of Human Error,'' and how, in fact, the existence of that work forms the pivot round which the incidents turn. It was modestly expected to extend to five quarto volumes, but only the first seven sheets were printed by Uncle Jack's Anti-Publishers'",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1482,
   "text": "Society, ``with sundry unfinished plates depicting the various developments of the human skull (that temple of Human Error),''<p _> and the remainder has not been heard of since. In introducing to the reader a small branch of this inexhaustible subject, I have ventured to make use of Augustine Caxton's title; but I trust that no one will allow himself to imagine that I intend, in the future, to produce the thousand or so volumes which will be required to complete the work. A satirical friend who has seen the proofs of this little volume says it should be entitled ``Jokes Old and New''; but I find that he seldom acknowledges that a joke is new, and I hope, therefore, my readers will transpose the adjectives, and accept the old jokes for the sake of the new ones. I may claim, at least, that the series of answers to examination questions, which Prof. Oliver Lodge has so kindly supplied me with, comes within the later class.<p _> I trust that if some parts of the book are thought to be frivolous, the chapters on lists of errata and misprints may be found to contain some useful literary information. I have availed myself of the published communications of my friends Professors Hales and Skeat and Dr. Murray on Literary Blunders, and my best thanks are also due to several friends who have helped me with some curious instances, and I would specially mention Sir George Birdwood, K.C.I.E., C.SI.., Mr. Edward Clodd, Mr. R. B. Prosser, and Sir Henry Trueman Wood_.<p _>",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1650,
   "text": "CONTENTS. ---- CHAPTER Distinction between a blunder and a mistake-- Long life of a literary blunder --Professor Skeat's ``ghost words''-- Dr. Murray's ``ghost words''--Marriage Service--Absurd etymology-- Imaginary persons--Family pride-- Fortunate blunders--Misquotations-- Bulls from Ireland and elsewhere . . . . . . . . . . . . . . . .1 Goldsmith--French memoir writers-- Historians--Napier's bones--Mr. Gladstone-- Lord Macaulay--Newspaper writers--Critics . . . . . . . . . . . . . . . . . . . . . . . 31 BLUNDERS OF TRANSLATORS. PAGE ``Translators are traitors''--Amusing translations--Translations of names-- Cinderella--``Oh that mine adversary had written a book''--Perversions of the true meaning . . . . . . . . . . . . . . . . . . . . . . . . . 47 BIBLIOGRAPHICAL BLUNDERS. Watt's _Bibliotheca Britannica_--Imaginary authors--Faulty classification . . . . . . . . . . . . . . . . 63 Early use of errata--Intentional blunders-- Authors correct their books--Ineffectual attempts to be immaculate--Misprints never corrected. . . . . . . . . . . . . . . . . . . . . . . . 78 Misprints not always amusing--A Dictionary of Misprints--Blades's _Shakspere and Typography_--Upper and lower cases--Stops--Byron--Wicked Bible--Malherbe--_Coquilles_--Hood's lines--Chaucer--Misplacement of type . . . . . . . . . . . . .100 <p _> PAGE CHAPTER VII. SCHOOLBOYS' BLUNDERS. Cleverness of these blunders-- Etymological guesses--_English as she is Taught_--Scriptural confusions-- Musical blunders--History and geography-- How to question--Professor Oliver Lodge's specimens of answers to examination papers . . . . . . . . . . . . . . . . . . . . . .157",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1510,
   "text": "Exhibition English--French Work on the Societies of the World--Hotel keepers' English--Barcelona Exhibition--Paris Exhibition of 1889--How to learn English-- Foreign Guides in so called English --Addition to God save the King-- Shenstone. . . . . . . . . . . . . . . . . . . . . . . . . . .188 INDEX. . . . . . . . . . . . . . . . . . . . . . . . . . . . .215 THE words ``blunder'' and ``mistake'' are often treated as synonyms; thus we usually call our own blunders mistakes, and our friends style our mistakes blunders. In truth the class of blunders is a sub- division of the _genus_ mistakes. Many mistakes are very serious in their consequences, but there is almost always some sense of fun connected with a blunder, which is a mistake usually caused by some mental confusion. Lexicographers state that it is an error due to stupidity and carelessness, but blunders are often caused<p 1> <p 2>by a too great sharpness and quickness. Sometimes a blunder is no mistake at all, as when a man blunders on the right explanation; thus he arrives at the right goal, but by an unorthodox road. Sir Roger L'Estrange says that ``it is one thing to forget a matter of fact, and another to _blunder_ upon the reason of it.'' Some years ago there was an article in the _Saturday Review_ on ``the knowledge necessary to make a blunder,'' and this title gives the clue to what a blunder really is. It is caused by a confusion of two or more things, and unless something is known of these things a blunder cannot be made.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1508,
   "text": "A perfectly ignorant man has not sufficient knowledge to make a blunder. An ordinary blunder may die, and do no great harm, but a literary blunder often has an extraordinary life. Of literary blunders probably the philological are the most persistent and the most difficult to kill. In this class may be mentioned (1) Ghost words, as they are called by Professor Skeat--words, that is, which have been registered, but which never really existed; (2) Real words that exist through a mis<p 3>take; and (3) Absurd etymologies, a large division crammed with delicious blunders. 1. Professor Skeat, in his presidential address to the members of the Philological Society in 1886, gave a most interesting account of some hundred ghost words, or words which have no real existence. Those who wish to follow out this subject must refer to the _Philological Transactions_, but four specially curious instances may be mentioned here. These four words are ``abacot,'' ``knise,'' ``morse,'' and ``polien.'' _Abacot_ is defined by Webster as ``the cap of state formerly used by English kings, wrought into the figure of two crowns''; but Dr. Murray, when he was preparing the _New English Dictionary_, discovered that this was an interloper, and unworthy of a place in the language. It was found to be a mistake for _by-cocket_, which is the correct word. In spite of this exposure of the impostor, the word was allowed to stand, with a woodcut of an abacot, in an important dictionary published subsequently, although Dr.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1577,
   "text": "Murray's remarks were quoted. This shows how difficult it is to kill a word which has <p 4>once found shelter in our dictionaries. _Knise_ is a charming word which first appeared in a number of the _Edinburgh Review_ in 1808. Fortunately for the fun of the thing, the word occurred in an article on Indian Missions, by Sydney Smith. We read, ``The Hindoos have some very strange customs, which it would be desirable to abolish. Some swing on hooks, some run _knises_ through their hands, and widows burn themselves to death.'' The reviewer was attacked for his statement by Mr. John Styles, and he replied in an article on Methodism printed in the _Edinburgh_ in the following year. Sydney Smith wrote: ``Mr. Styles is peculiarly severe upon us for not being more shocked at their piercing their limbs with _knises_ . . . it is for us to explain the plan and nature of this terrible and unknown piece of mechanism. A _knise_, then, is neither more nor less than a false print in the _Edinburgh Review_ for a knife; and from this blunder of the printer has Mr. Styles manufactured this D<ae>dalean instrument of torture called a _knise_.'' A similar instance occurs in a misprint of a passage <p 5>of one of Scott's novels, but here there is the further amusing circumstance that the etymology of the false word was settled to the satisfaction of some of the readers. In the majority of editions of _The Monastery_, chapter x., we read: ``Hardened wretch (said Father Eustace), art thou but this instant delivered from death, and dost thou so soon morse thoughts of slaughter?''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1513,
   "text": "This word is nothing but a misprint of _nurse_; but in _Notes and Queries_ two independent correspondents accounted for the word _morse_ etymologically. One explained it as ``to prime,'' as when one primes a musket, from O. Fr. _amorce_, powder for the touchhole (Cotgrave), and the other by ``to bite'' (Lat. _mordere_), hence ``to indulge in biting, stinging or gnawing thoughts of slaughter.'' The latter writes: ``That the word as a misprint should have been printed and read by millions for fifty years without being challenged and altered exceeds the bounds of probability.'' Yet when the original MS. of Sir Walter Scott was consulted, it was found that the word was there plainly written _nurse_. The Saxon letter for _th_ (<?p>) has long <p 6>been a sore puzzle to the uninitiated, and it came to be represented by the letter y. Most of those who think they are writing in a specially archaic manner when they spell ``ye'' for ``the'' are ignorant of this, and pronounce the article as if it were the pronoun. Dr. Skeat quotes a curious instance of the misreading of the thorn (<?p>) as _p_, by which a strange ghost word is evolved. Whitaker, in his edition of Piers Plowman, reads that Christ ``_polede_ for man,'' which should be _tholede_, from _tholien_, to suffer, as there is no such verb as _polien_. Dr. J. A. H. Murray, the learned editor of the Philological Society's _New English Dictionary_, quotes two amusing instances of ghost words in a communication to _Notes and Queries_ (7th S., vii.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1623,
   "text": "305). He says: ``Possessors of Jamieson's Scottish Dictionary will do well to strike out the fictitious entry _cietezour_, cited from Bellenden's _Chronicle_ in the plural _cietezouris_, which is merely a misreading of cietezanis (_i.e_. with Scottish z = <?z> = y), _cieteyanis_ or citeyanis, Bellenden's regular word for _citizens_. One regrets to see this absurd <p 7>mistake copied from Jamieson (unfortunately without acknowledgment) by the compilers of Cassell's _Encyclop<ae>dic Dictionary_.'' ``Some editions of Drayton's _Barons Wars_, Bk. VI., st. xxxvii., read-- `` `And ciffy Cynthus with a thousand birds,' which nonsense is solemnly reproduced in Campbell's _Specimens of the British Poets_, iii. 16. It may save some readers a needless reference to the dictionary to remember that it is a misprint for cliffy, a favourite word of Drayton's.'' 2. In contrast to supposed words that never did exist, are real words that exist through a mistake, such as _apron_ and _adder_, where the _n_, which really belongs to the word itself, has been supposed, mistakenly, to belong to the article; thus apron should be napron (Fr. _naperon_), and adder should be nadder (A.-S. _n<ae>ddre_). An amusing confusion has arisen in respect to the Ridings of Yorkshire, of which there are three. The word should be _triding_, but the _t_ has got lost in the adjective, as West Triding became West Riding. The origin of <p 8>the word has thus been quite lost sight of, and at the first organisation of the Province of Upper Canada, in 1798, the county of Lincoln was divided into _four_ ridings and the county of York into _two_.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1537,
   "text": "York was afterwards supplied with _four_. Sir Henry Bennet, in the reign of Charles II., took his title of Earl of Arlington owing to a blunder. The proper name of the village in Middlesex is Harlington. A curious misunderstanding in the Marriage Service has given us two words instead of one. We now vow to remain united till death us _do part_, but the original declaration, as given in the first Prayer Book of Edward VI., was: ``I, N., take thee N., to my wedded wife, to have and to hold from this day forward, for better, for worse, for richer, for poorer, in sickness and in health, to love and to cherish, till death us depart [or separate].'' It is not worth while here to register the many words which have taken their present spelling through a mistaken view of their etymology. They are too numerous, and the consideration of them would open up a <p 9>question quite distinct from the one now under consideration. 3. Absurd etymology was once the rule, because guessing without any knowledge of the historical forms of words was general; and still, in spite of the modern school of philology, which has shown us the right way, much wild guessing continues to be prevalent. It is not, however, often that we can point to such a brilliant instance of blundering etymology as that to be found in Barlow's English Dictionary (1772). The word _porcelain_ is there said to be ``derived from _pour cent annes_, French for a hundred years, it having been imagined that the materials were matured underground for that term of years.''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1454,
   "text": "Richardson, the novelist, suggests an etymology almost equal to this. He writes, ``What does correspondence mean? It is a word of Latin origin: a compound word; and the two elements here brought together are _respondeo_, I answer, and _cor_, the heart: _i.e_., I answer feelingly, I reply not so much to the head as to the heart.'' Dr. Ash's English Dictionary, published in 1775, is an exceedingly useful work, as <p 10>containing many words and forms of words nowhere else registered, but it contains some curious mistakes. The chief and best-known one is the explanation of the word _curmudgeon_--``from the French c<oe>ur, unknown, and _mechant_, a correspondent.'' The only explanation of this absurdly confused etymology is that an ignorant man was employed to copy from Johnson's Dictionary, where the authority was given as ``an unknown correspondent,'' and he, supposing these words to be a translation of the French, set them down as such. The two words _esoteric_ and _exoteric_ were not so frequently used in the last century as they are now; so perhaps there may be some excuse for the following entry: ``Esoteric (adj. an incorrect spelling) exoteric.'' Dr. Ash could not have been well read in Arthurian literature, or he would not have turned the noble knight Sir Gawaine into a woman, ``the sister of King Arthur.'' There is a story of a blunder in Littleton's Latin Dictionary, which further research has proved to be no mistake at all.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1451,
   "text": "It is said that when the Doctor was compiling his work, and <p 11>announced the word _concurro_ to his amanuensis, the scribe, imagining from the sound that the six first letters would give the translation of the verb, said ``Concur, sir, I suppose?'' to which the Doctor peevishly replied, ``Concur--condog!'' and in the edition of 1678 ``condog'' is printed as one interpretation of _concurro_. Now, an answer to this story is that, however odd a word ``condog'' may appear, it will be found in Henry Cockeram's _English Dictionarie_, first published in 1623. The entry is as follows: ``to agree, concurre, cohere, condog, condiscend.'' Mistakes are frequently made in respect of foreign words which retain their original form, especially those which retain their Latin plurals, the feminine singular being often confused with the neuter plural. For instance, there is the word _animalcule_ (plural _animalcules_), also written _animalculum _(plural _animalcula_). Now, the plural _animalcula_ is often supposed to be the feminine singular, and a new plural is at once made--_animalcul<ae>_. This blunder is one constantly being made, while it is only occasionally we see a supposed plural <p 12>_strat<ae>_ in geology from a supposed singular strata, and the supposed singular _formulum_ from a supposed plural _formula_ will probably turn up some day. In connection with popular etymology, it seems proper to make a passing mention of the sailors'",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1425,
   "text": "perversion of the Bellerophon into the Billy Ruffian, the Hirondelle into the Iron Devil, and La Bonne Corvette into the Bonny Cravat. Some of the supposed changes in public-house signs, such as Bull and Mouth from ``Boulogne mouth,'' and Goat and Compasses from ``God encompasseth us,'' are more than doubtful; but the Bacchanals has certainly changed into the Bag o' nails, and the George Canning into the George and Cannon. The words in the language that have been formed from a false analogy are so numerous and have so often been noted that we must not allow them to detain us here longer. Imaginary persons have been brought into being owing to blundering misreading. For instance, there are many saints in the Roman calendar whose individuality it would not be easy to prove. All <p 13>know how St. Veronica came into being, and equally well known is the origin of St. Ursula and her eleven thousand virgins. In this case, through the misreading of her name, the unfortunate virgin martyr Undecimilla has dropped out of the calendar. Less known is the origin of Saint Xynoris, the martyr of Antioch, who is noticed in the _Martyrologie Romaine_ of Baronius. Her name was obtained by a misreading of Chrysostom, who, referring to two martyrs, uses the word <gr xunwr<i!>s> (couple or pair). In the City of London there is a church dedicated to St. Vedast, which is situated in Foster Lane, and is often described as St.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1445,
   "text": "Vedast, _alias_ Foster. This has puzzled many, and James Paterson, in his _Pietas Londinensis_ (1714), hazarded the opinion that the church was dedicated to ``two conjunct saints.'' He writes: ``At the first it was called St. Foster's in memory of some founder or ancient benefactor, but afterwards it was dedicated to St. Vedast, Bishop of Arras.'' Newcourt makes a similar mistake in his _Reper<p 14>torium_, but Thomas Fuller knew the truth, and in his _Church History_ refers to ``St. Vedastus, _anglice_ St. Fosters.'' This is the fact, and the name St. Fauster or Foster is nothing more than a corruption of St. Vedast, all the steps of which we now know. My friend Mr. Danby P. Fry worked this out some years ago, but his difficulty rested with the second syllable of the name Foster; but the links in the chain of evidence have been completed by reference to Mr. H. C. Maxwell Lyte's valuable Report on the Manuscripts of the Dean and Chapter of St. Paul's. The first stage in the corruption took place in France, and the name must have been introduced into this country as Vast. This loss of the middle consonant is in accordance with the constant practice in early French of dropping out the consonant preceding an accented vowel, as _reine_ from _regina_. The change of _Augustine_ to _Austin_ is an analogous instance. _Vast_ would here be pronounced _Vaust_, in the same way as the word _vase_ is still sometimes pronounced _vause_.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1203,
   "text": "The interchange of _v_ and _f_, as in the cases of <p 15>_Vane_ and _Fane_ and _fox_ and _vixen_, is too common to need more than a passing notice. We have now arrived at the form St. Faust, and the evidence of the old deeds of St. Paul's explains the rest, showing us that the second syllable has grown out of the possessive case. In one of 8 Edward III. we read of the ``King's highway, called Seint Fastes lane.'' Of course this was pronounced St. _Faust<e'>s_, and we at once have the two syllables. The next form is in a deed of May 1360, where it stands as ``Seyn Fastreslane.'' We have here, not a final _r_ as in the latest form, but merely an intrusive trill. This follows the rule by which thesaurus became _treasure, Hebudas, Hebrides_, and _culpatus, culprit_. After the great Fire of London, the church was re-named St. Vedast (_alias_ Foster)--a form of the name which it had never borne before, except in Latin deeds as Vedastus.[1] More might be said <p 16>of the corruptions of names in the cases of other saints, but these corruptions are more the cause of blunders in others than blunders in themselves. It is not often that a new saint is evolved with such an English name as Foster.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1510,
   "text": "[1] See an article by the Author in _The Athen<ae>um_, January 3rd, 1885, p. 15; and a paper by the Rev. W. Sparrow Simpson in the _Jourral of the British Arch<ae>ological Association_ (vol. xliii., p. 56). The existence of the famous St. Vitus has been doubted, and his dance (_Chorea Sancti Vit<ae>_) is supposed to have been originally _chorea invita_. But the strangest of saints was S. Viar, who is thus accounted for by D'Israeli in his _Curiosities of Literature_:-- ``Mabillon has preserved a curious literary blunder of some pious Spaniards who applied to the Pope for consecrating a day in honour of Saint Viar. His Holiness in the voluminous catalogue of his saints was ignorant of this one. The only proof brought forward for his existence was this inscription:-- An antiquary, however, hindered one more festival in the Catholic calendar by convincing them that these letters were only the remains of an inscription erected for <p 17>an ancient surveyor of the roads; and he read their saintship thus:-- [PREFECTV]S VIAR[VM].'' Foreign travellers in England have usually made sad havoc of the names of places. Hentzner spelt Gray's Inn and Lincoln's Inn phonetically as Grezin and Linconsin, and so puzzled his editor that he supposed these to be the names of two giants. A similar mistake to this was that of the man who boasted that ``not all the British House of Commons, not the whole bench of Bishops, not even Leviticus himself, should prevent him from marrying his deceased wife's sister.''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1442,
   "text": "One of the jokes in Mark Twain's _Huckleberry Finn_ (ch. xxiii.) turns on the use of this same expression ``Leviticus himself.'' The picturesque writer who draws a well-filled-in picture from insufficient data is peculiarly liable to fall into blunders, and when he does fall it is not surprising that less imaginative writers should chuckle over his fall. A few years ago an American editor is said to have received the telegram ``Oxford Music Hall <p 18>burned to the ground.'' There was not much information here, and he was ignorant of the fact that this building was in London and in Oxford Street, but he was equal to the occasion. He elaborated a remarkable account of the destruction by fire of the principal music hall of academic Oxford. He told how it was situated in the midst of historic colleges which had miraculously escaped destruction by the flames. These flames, fanned into a fury by a favourable wind, lit up the academic spires and groves as they ran along the rich cornices, lapped the gorgeous pillars, shrivelled up the roof and grasped the mighty walls of the ancient building in their destructive embraces. In 1882 an announcement was made in a weekly paper that some prehistoric remains had been found near the Church of San Francisco, Florence. The note was reproduced in an evening paper and in an antiquarian monthly with words in both cases implying that the locality of the find was San Francisco, California.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1463,
   "text": "It is a common mistake of those who <p 19>have heard of Grolier bindings to suppose that the eminent book collector was a binder; but this is nothing to that of the workman who told the writer of this that he had found out the secret of making the famous Henri II. or Oiron ware. ``In fact,'' he added, ``I could make it as well as Henry Deux himself.'' The idea of the king of France working in the potteries is exceedingly fine. Family pride is sometimes the cause of exceedingly foolish blunders. The following amusing passage in Anderson's _Genealogical History of the House of Yvery_ (1742) illustrates a form of pride ridiculed by Lord Chesterfield when he set up on his walls the portraits of Adam de Stanhope and Eve de Stanhope. The having a stutterer in the family will appear to most readers to be a strange cause of pride. The author writes: ``It was usual in ancient times with the greatest families, and is by all genealogists allowed to be a mighty evidence of dignity, to use certain nicknames which the French call sobriquets . . . such as `the Lame' or `the Black.'. . . The house of Yvery, not deficient in any <p 20>mark or proof of greatness and antiquity, abounds at different periods in instances of this nature. Roger, a younger son of William Youel de Perceval, was surnamed Balbus or the Stutterer.'' Sometimes a blunder has turned out fortunate in its consequences; and a striking instance of this is recorded in the history of Prussia.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1439,
   "text": "Frederic I. charged his ambassador Bartholdi with the mission of procuring from the Emperor of Germany an acknowledgment of the regal dignity which he had just assumed. It is said that instructions written in cypher were sent to him, with particular directions that he should not apply on this subject to Father Wolff, the Emperor's confessor. The person who copied these instructions, however, happened to omit the word _not_ in the copy in cypher. Bartholdi was surprised at the order, but obeyed it and made the matter known to Wolff; who, in the greatest astonishment, declared that although he had always been hostile to the measure, he could not resist this proof of the Elector's confidence, which had made a deep impression upon him. <p 21>It was thought that the mediation of the confessor had much to do with the accomplishment of the Elector's wishes. Misquotations form a branch of literary blunders which may be mentioned here. The text ``He may run that readeth it'' (Hab. ii. 2) is almost invariably quoted as ``He who runs may read''; and the Divine condemnation ``In the sweat of thy face shalt thou eat bread' (Gen. iii. 19) is usually quoted as ``sweat of thy brow.'' The manner in which Dr. Johnson selected the quotations for his Dictionary is well known, and as a general rule these are tolerably accurate; but under the thirteenth heading of the verb to sit will be found a curious perversion of a text of Scripture.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1618,
   "text": "There we read, ``Asses are ye that sit in judgement-- _Judges_,'' but of course there is no such passage in the Bible. The correct reading of the tenth verse of the fifth chapter is: ``Speak, ye that ride on white asses, ye that sit in judgment, and walk by the way.'' From misquotations it is an easy step <p 22>to pass to mispronunciations. These are mostly too common to be amusing, but sometimes the blunderers manage to hit upon something which is rather comic. Thus an ignorant reader coming upon a reference to an angle of forty-five degrees was puzzled, and astonished his hearers by giving it out as _angel_ of forty-five degrees. This blunderer, however, was outdone by the speaker who described a distinguished personage ``as a very indefat<e'm>gable young man,'' adding, ``but even he must succ<uu>mb'' (suck 'um) at last. As has already been said, blunders are often made by those who are what we usually call ``too clever by half.'' Surely it was a blunder to change the time- honoured name of King's Bench to Queen's Bench. A queen is a female king, and she reigns as a king; the absurdity of the change of sex in the description is more clearly seen when we find in a Prayer-book published soon after the Queen's accession Her Majesty described as ``our Queen and _Governess_.'' Editors of classical authors are often laughed at for their emendations, but <p 23>sometimes unjustly. When we consider the crop of blunders that have gathered about the texts of celebrated books, we shall be grateful for the labours of brilliant scholars who have cleared these away and made obscure passages intelligible.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1116,
   "text": "One of the most remarkable emendations ever made by an editor is that of Theobald in Mrs. Quickly's description of Falstaff's deathbed (_King Henry V_., act ii., sc. 4). The original is unintelligible: ``his nose was as sharp as a pen and a table of greene fields.'' A friend suggested that it should read `` 'a talked,'' and Theobald then suggested `` 'a babbled,'' a reading which has found its way into all texts, and is never likely to be ousted from its place. Collier's MS. corrector turned the sentence into ``as a pen on a table of green frieze.'' Very few who quote this passage from Shakespeare have any notion of how much they owe to Theobald. Sometimes blunders are intentionally made--malapropisms which are understood by the speaker's intimates, but often astonish strangers--such as the expressions ``the sinecure of every eye,'' ``as white <p 24>as the drivelling snow.''[2] Of intentional mistakes, the best known are those which have been called cross readings, in which the reader is supposed to read across the page instead of down the column of a newspaper, with such results as the following:--",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1453,
   "text": "[2] See _Spectator_, December 24th, 1887, for specimens of family lingo. ``A new Bank was lately opened at Northampton--<?pointer> no money returned.'' ``The Speaker's public dinners will commence next week--admittance, 3/- to see the animals fed.'' As blunders are a class of mistakes, so ``bulls'' are a sub-class of blunders. No satisfactory explanation of the word has been given, although it appears to be intimately connected with the word blunder. Equally the thing itself has not been very accurately defined. The author of _A New Booke of Mistakes_, 1637, which treats of ``Quips, Taunts, Retorts, Flowts, Frumps, Mockes, Gibes, Jestes, etc.,'' says in his address to the Reader, ``There are moreover other simple mistakes in speech which pass <p 25>under the name of Bulls, but if any man shall demand of mee why they be so called, I must put them off with this woman's reason, they are so because they bee so.'' All the author can affirm is that they have no connection with the inns and playhouses of his time styled the Black Bulls and the Red Bulls. Coleridge's definition is the best: ``A bull consists in a mental juxtaposition of incongruous ideas with the sensation but without the sense of connection.''[3] [3] Southey's _Omniana_, vol. i., p. 220. Bulls are usually associated with the Irish, but most other nations are quite capable of making them, and Swift is said to have intended to write an essay on English bulls and blunders.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 448,
   "text": "Sir Thomas Trevor, a Baron of the Exchequer 1625-49, when presiding at the Bury Assizes, had a cause about wintering of cattle before him. He thought the charge immoderate, and said, ``Why, friend, this is most unreasonable; I wonder thou art not ashamed, for I myself have known a beast wintered one whole summer for a noble.'' The man at <p 26>once, with ready wit, cried, ``That was a _bull_, my lord.'' Whereat the company was highly amused.[4]",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1495,
   "text": "[4] Thoms, _Anecdotes and Traditions_, 1839, p 79 One of the best-known bulls is that inscribed on the obelisk near Fort William in the Highlands of Scotland. In this inscription a very clumsy attempt is made to distinguish between natural tracks and made roads:-- ``Had you seen these roads before they were made, You would lift up your hands and bless General Wade.'' The bulletins of Pope Clement XIV.'s last illness, which were announced at the Vatican, culminated in a very fair bull. The notices commenced with ``His Holiness is very ill,'' and ended with ``His Infallibility is delirious.'' Negro bulls have frequently been reported, but the health once proposed by a worthy black is perhaps as good an instance as could be cited. He pledged ``De Gobernor ob our State! He come <p 27>in wid much opposition; he go out wid none at all.'' Still, in spite of the fact that all nations fall into these blunders, and that, as it has been said of some, _Hibernicis ipsis Hibernior_, it is to Ireland that we look for the finest examples of bulls, and we do not usually look in vain. It is in a Belfast paper that may be read the account of a murder, the result of which is described thus: ``They fired two shots at him; the first shot killed him, but the second was not fatal.'' Connoisseurs in bulls will probably say that this is only a blunder. Perhaps the following will please them better: ``A man was run down by a passenger train and killed; he was injured in a similar way a year ago.''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1537,
   "text": "Here are three good bulls, which fulfil all the conditions we expect in this branch of wit. We know what the writer means, although he does not exactly say it. This passage is from the report of an Irish Benevolent Society: ``Notwithstanding the large amount paid for medicine and medical attendance, very few deaths <p 28>occurred during the year.'' A country editor's correspondent wrote: ``Will you please to insert this obituary notice? I make bold to ask it, because I know the deceased had a great many friends who would be glad to hear of his death.'' The third is quoted in the _Greville Memoirs_: ``He abjured the errors of the Romish Church, and embraced those of the Protestant.'' It is said that the Irish Statute Book opens characteristically with, ``An Act that the King's officers may travel _by sea_ from one place to another within the _land_ of Ireland''; but one of the main objects of the _Essay on Irish Bulls_, by Maria Edgeworth and her father, Richard Lovell Edgeworth, was to show that the title of their work was incorrect. They find the original of Paddy Blake's echo in Bacon's works: ``I remember well that when I went to the echo at Port Charenton, there was an old Parisian that took it to be the work of spirits, and of good spirits; `for,' said he, `call Satan, and the echo will not deliver back the devil's name, but will say, ``Va-t'en.'' ' '' Mr. Hill Burton found <p 29>the original of Sir Boyle Roche's bull of the bird which was in two places at once in a letter of a Scotsman--Robertson of Rowan.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1314,
   "text": "Steele said that all was the effect of climate, and that, if an Englishman were born in Ireland, he would make as many bulls. Mistakes of an equally absurd character may be found in English Acts of Parliament, such as this: ``The new gaol to be built from the materials of the old one, and the prisoners to remain in the latter till the former is ready''; or the disposition of the prisoner's punishment of transportation for seven years-- ``half to go to the king, and the other half to the informer.'' Peter Harrison, an annotator on the Pentateuch, observed of Moses' two _tables of stone_ that they were made of _shittim wood_. This is not unlike the title said to have been used for a useful little work--``Every man his own Washer- woman.'' Horace Walpole said that the best of all bulls was that of the man who, complaining of his nurse, said, ``I hate that woman, for she changed me at nurse.'' But surely this one quoted by Mr. Hill Burton is far superior to Horace <p 30>Walpole's; in fact, one of the best ever conceived. Result of a duel--``The one party received a slight wound in the breast; the other fired in the air--and so the matter terminated.'' After this the description of the wrongs of Ireland has a somewhat artificial look: ``Her cup of misery has been overflowing, and is not yet full.''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1649,
   "text": "MACAULAY, in his life of Goldsmith in the _Encyclop<ae>dia Britannica_, relates that that author, in the _History of England_, tells us that Naseby is in Yorkshire, and that the mistake was not corrected when the book was reprinted. He further affirms that Goldsmith was nearly hoaxed into putting into the _History of Greece_ an account of a battle between Alexander the Great and Montezuma. This, however, is scarcely a fair charge, for the backs of most of us need to be broad enough to bear the actual blunders we have made throughout life without having to bear those which we almost made. Goldsmith was a very remarkable instance of a man who undertook to write books on subjects of which he knew <p 32>nothing. Thus, Johnson said that if he could tell a horse from a cow that was the extent of his knowledge of zoology; and yet the _History of Animated Nature_ can still be read with pleasure from the charm of the author's style.Some authors are so careless in the construction of their works as to contradict in one part what they have already stated in another. In the year 1828 an amusing work was published on the clubs of London, which contained a chapter on Fighting Fitzgerald, of whom the author writes: ``That Mr. Fitzgerald (unlike his countrymen generally) was totally devoid of generosity, no one who ever knew him will doubt.'' In another chapter on the same person the author flatly contradicts his own judgment: ``In summing up the catalogue of his vices, however, we ought not to shut our eyes upon his virtues; of the latter, he certainly possessed that one for which his countrymen have always been so famous, generosity.''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1489,
   "text": "The scissors- and-paste compilers are peculiarly liable to such errors as these; and a writer in the _Quarterly Review_ proved the _M<e'>moires <p 33>de Louis XVIII_. (published in 1832) to be a mendacious compilation from the _M<e'>moires de Bachaumont_ by giving examples of the compiler's blundering. One of these muddles is well worth quoting, and it occurs in the following passage: ``Seven bishops--of _Puy_, Gallard de Terraube; of _Langres_, La Luzerne; of _Rhodez_, Seignelay-Colbert; of _Gast_, Le Tria; of _Blois_, Laussiere Themines; of _Nancy_, Fontanges; of _Alais_, Beausset; of _Nevers_, Seguiran.'' Had the compiler taken the trouble to count his own list, he would have seen that he had given eight names instead of seven, and so have suspected that something was wrong; but he was not paid to think. The fact is that there is no such place as Gast, and there was no such person as Le Tria. The Bishop of Rhodez was Seignelay-Colbert de Castle Hill, a descendant of the Scotch family of Cuthbert of Castle Hill, in Inverness-shire; and Bachaumont misled his successor by writing Gast Le Hill for Castle Hill. The introduction of a stop and a little more misspelling resulted in the blunder as we now find it. <p 34> Authors and editors are very apt to take things for granted, and they thus fall into errors which might have been escaped if they had made inquiries. Pope, in a note on _Measure for Measure_, informs us that the story was taken from Cinthio's novel _Dec_.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1537,
   "text": "8 _Nov_. 5, thus contracting the words decade and novel. Warburton, in his edition of Shakespeare, was misled by these contractions, and fills them up as December 8 and November 5. Many blunders are merely clerical errors of the authors, who are led into them by a curious association of ideas; thus, in the _Lives of the Londonderrys_, Sir Archibald Alison, when describing the funeral of the Duke of Wellington in St. Paul's, speaks of one of the pall-bearers as Sir Peregrine Pickle, instead of Sir Peregrine Maitland. Dickens, in _Bleak House_, calls Harold Skimpole Leonard throughout an entire number, but returns to the old name in a subsequent one. Few authors require to be more on their guard against mistakes than historians, especially as they are peculiarly liable to fall into them. What shall we think of <p 35>the authority of a school book when we find the statement that Louis Napoleon was Consul in 1853 before he became Emperor of the French? We must now pass from a book of small value to an important work on the history of England; but it will be necessary first to make a few explanatory remarks. Our readers know that English kings for several centuries claimed the power of curing scrofula, or king's evil; but they may not be so well acquainted with the fact that the French sovereigns were believed to enjoy the same miraculous power. Such, however, was the case; and tradition reported that a phial filled with holy oil was sent down from heaven to be used for the anointing of the kings at their coronation.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1489,
   "text": "We can illustrate this by an anecdote of Napoleon. Lafayette and the first Consul had a conversation one day on the government of the United States. Bonaparte did not agree with Lafayette's views, and the latter told him that ``he was desirous of having the little phial broke over his head.'' This _sainte ampulle_, or holy vessel, was an important object in the <p 36>ceremony, and the virtue of the oil was to confer the power of cure upon the anointed king. This the historian could not have known, or he would not have written: ``The French were confident in themselves, in their fortunes; in the special gifts by which they held the stars.'' If this were all the information that was given us, we should be left in a perfect state of bewilderment while trying to understand how the French could hold the stars, or, if they were able to hold them, what good it would do them; but the historian adds a note which, although it contains some new blunders, gives the clue to an explanation of an otherwise inexplicable passage. It is as follows: ``The Cardinal of Lorraine showed Sir William Pickering the precious ointment of St. Ampull, wherewith the King of France was sacred, which he said was sent from heaven above a thousand years ago, and since by miracle preserved, through whose virtue also the king held _les estroilles_.'' From this we might imagine that the holy Ampulla was a person; but the clue to the whole confusion is to be <p 37>found in the last word of the sentence.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1415,
   "text": "As the French language does not contain any such word as _estroilles_, there can be no doubt that it stands for old French _escroilles_, or the king's evil. The change of a few letters has here made the mighty difference between the power of curing scrofula and the gift of holding the stars. In some copies of John Britton's _Descriptive Sketches of Tunbridge Wells_ (1832) the following extraordinary passage will be found: ``Judge Jefferies, a man who has rendered his name infamous in the annals of history by the cruelty and injustice he manifested in presiding at the trial of King Charles I.'' The book was no sooner issued than the author became aware of his astonishing chronological blunder, and he did all in his power to set the matter right; but a mistake in print can never be entirely obliterated. However much trouble may be taken to suppress a book, some copies will be sure to escape, and, becoming valuable by the attempted suppression, attract all the more attention. Scott makes David Ramsay, in the <p 38>_Fortunes of Nigel_ (chapter ii.), swear ``by the bones of the immortal Napier.'' It would perhaps be rank heresy to suppose that Sir Walter did not know that ``Napier's bones'' were an apparatus for purposes of calculation, but he certainly puts the expression in such an ambiguous form that many of his readers are likely to suppose that the actual bones of Napier's body were intended.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1430,
   "text": "Some of the most curious of blunders are those made by learned men who without thought set down something which at another time they would recognise as a mistake. The following passage from Mr. Gladstone's _Gleanings of Past Years_ (vol. i., p. 26), in which the author confuses Daniel with Shadrach, Meshech, and Abednego, has been pointed out: ``The fierce light that beats upon a throne is sometimes like the heat of that furnace in which only Daniel could walk unscathed, too fierce for those whose place it is to stand in its vicinity.'' Who would expect to find Macaulay blundering on a subject he knew so well as the story of the _Faerie Queene_! and yet this is what he <p 39>wrote in a review of Southey's edition of the _Pilgrim's Progress_: ``Nay, even Spenser himself, though assuredly one of the greatest poets that ever lived, could not succeed in the attempt to make allegory interesting. . . . One unpardonable fault, the fault of tediousness, pervades the whole of the _Fairy Queen_. We become sick of Cardinal Virtues and Deadly Sins, and long for the society of plain men and women. Of the persons who read the first Canto, not one in ten reaches the end of the first book, and not one in a hundred perseveres to the end of the poem. Very few and very weary are those who are in at the death of the Blatant Beast.''[5] Macaulay knew well enough that the Blatant Beast did not die in the poem as Spenser left it.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1403,
   "text": "[5] _Edinburgh Review_, vol. liv. (1831), p. 452.The newspaper writers are great sinners, and what with the frequent ignorance and haste of the authors and the carelessness of the printers a complete farrago of nonsense is sometimes concocted between them. A proper name is seldom given correctly in a daily paper, and it is a <p 40>frequently heard remark that no notice of an event is published in which an error in the names or qualifications of the actors in it ``is not detected by those acquainted with the circumstances.'' The contributor of the following bit of information to the _Week's News_ (Nov. 18th, 1871) must have had a very vague notion of what a monosyllable is, or he would not have written, ``The author of _Dorothy, De Cressy_, etc., has another novel nearly ready for the press, which, with the writer's partiality for monosyllabic titles, is named _Thomasina_.'' He is perhaps the same person who remarked on the late Mr. Robertson's fondness for monosyllables as titles for his plays, and after instancing _Caste, Ours_, and _School_, ended his list with _Society_. We can, however, fly at higher game than this, for some twenty years ago a writer in the _Times_ fell into the mistake of describing the entrance of one of the German states into the Zollverein in terms that proved him to be labouring under the misconception that the great Customs- Union was a new organisation.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1509,
   "text": "Another source of error in the papers is the hurry <p 41>with which bits of news are printed before they have been authenticated. Each editor wishes to get the start of his neighbour, and the consequence is that they are frequently deceived. In a number of the _Literary Gazette_ for 1837 there is a paragraph headed ``Sir Michael Faraday,'' in which the great philosopher is congratulated upon the title which had been conferred upon him. Another source of blundering is the attempt to answer an opponent before his argument is thoroughly understood. A few years ago a gentleman made a note in the _Notes and Queries_ to the effect that a certain custom was at least 1400 years old, and was probably introduced into England in the fifth century. Soon afterwards another gentleman wrote to the same journal, ``Assuredly this custom was general before A.D. 1400''; but how he obtained that date out of the previous communication no one can tell. The _Times_ made a strange blunder in describing a gallery of pictures: ``Mr. Robertson's group of `Susannah and the Elders,' with the name of Pordenone, contains some passages of glowing colour <p 42>which must be set off against a good deal of clumsy drawing in the central figure of the chaste _maiden_.'' As bad as this was the confusion in the mind of the critic of the New Gallery, who spoke of Mr Hall<e'>'s _Paolo and Francesca_ as that masterly study and production of the old Adam phase of human nature which Milton hit off so sublimely in the _Inferno_.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1453,
   "text": "A writer in the _Notes and Queries_ confused Beersheba with Bathsheba, and conferred on the woman the name of the place. It has often been remarked that a thorough knowledge of the English Bible is an education of itself, and a correspondence in the _Times_ in August 1888 shows the value of a knowledge of the Liturgy of the Church of England. In a leading article occurred the passage, ``We have no doubt whatever that Scotch judges and juries will administer indifferent justice.'' A correspondent in Glasgow, who supposed _indifferent_ to mean _inferior_, wrote to complain at the insinuation that a Scotch jury would not do its duty. The editor of the _Times_ had little <p 43>difficulty in answering this by referring to the prayer for the Church militant, where are the words, ``Grant unto her [the Queen's] whole Council and to all that are put in authority under her, that they may truly and indifferently minister justice, to the punishment of wickedness and vice, and to the maintenance of Thy true religion, and virtue.'' The compiler of an Anthology made the following remarks in his preface: ``In making a selection of this kind one sails between Scylla and Charybdis--the hackneyed and the strange. I have done my best to steer clear of both these rocks.'' A leader-writer in a morning paper a few months ago made the same blunder when he wrote: ``As a matter of fact, Mr. Gladstone was bound to bump against either Scylla or Charybdis.''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1497,
   "text": "It has generally been supposed that Scylla only was a rock. A most extraordinary blunder was made in _Scientific American_ eight or ten years ago. An engraving of a handsome Chelsea china vase was presented with the following description: ``In England no <p 44>regular hard porcelain is made, but a soft porcelain of great beauty is produced from kaolin, phosphate of lime, and calcined silica. The principal works are situated at Chelsea. The export of these English porcelains is considerable, and it is a curious fact that they are largely imported into China, where they are highly esteemed. Our engraving shows a richly ornamented vase in soft porcelain from the works at Chelsea.'' It could scarcely have been premised that any one would be so ignorant as to suppose that Chelsea china was still manufactured, and this paragraph is a good illustration of the evils of journalists writing on subjects about which they know nothing. Critics who are supposed to be immaculate often blunder when sitting in judgment on the sins of authors. They are frequently puzzled by reprints, and led into error by the disinclination of publishers to give particulars in the preface as to a book which was written many years before its republication. A few years ago was issued a reprint of the <p 45>translation of the _Arabian Nights_, by Jonathan Scott, LL.D., which was first published in 1811. A reviewer having the book before him overlooked this important fact, and straightway proceeded to ``slate''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1609,
   "text": "Dr. Scott for his supposed work of supererogation in making a new translation when Lane's held the field, the fact really being that Scott's translation preceded Lane's by nearly thirty years. Another critic, having to review a reprint of Galt's _Lives of Players_, complained that Mr. Galt had not brought his book down to the date of publication, being ignorant of the fact that John Galt died as long ago as 1839. The reviewer of Lamb's _Tales from Shakespeare_ committed the worst blunder of all when he wrote that those persons who did not know their Shakespeare might read Mr. Lamb's paraphrase if they liked, but for his part he did not see the use of such works. The man who had never heard of Charles Lamb and his _Tales_ must have very much mistaken his vocation when he set up as a literary critic. These are all genuine cases, but the <p 46>story of Lord Campbell and his criticism of _Romeo and Juliet_ is almost too good to be true. It is said that when the future Lord Chancellor first came to London he went to the editor of the _Morning Chronicle_ for some work. The editor sent him to the theatre. ``Plain John'' Campbell had no idea he was witnessing a play of Shakespeare, and he therefore set to work to sketch the plot of _Romeo and Juliet_, and to give the author a little wholesome advice. He recommended a curtailment in parts so as to render it more suitable to the taste of a cultivated audience. We can quite understand that if a story like this was once set into circulation it was not likely to be allowed to die by the many who were glad to have a laugh at the rising barrister.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1446,
   "text": "BLUNDERS OF TRANSLATORS. THE blunders of translators are so common that they have been made to point a moral in popular proverbs. According to an Italian saying _translators are traitors_ (``I traduttori sono traditori''); and books are said to be _done_ into English, _traduced_ in French, and _overset_ in Dutch. Colton, the author of _Lacon_, mentions a half-starved German at Cambridge named Render, who had been long enough in England to forget German, but not long enough to learn English. This worthy, in spite of his deficiencies, was a voluminous translator of his native literature, and it became a proverbial saying among his intimates respecting a bad translation that it was _Rendered_ into English. The Comte de Tressan translated the <p 48>words ``capo basso'' (low headland) in a passage from Ariosto by ``Cap de Capo Basso,'' on account of which translation the wits insisted upon calling him ``Comte de Capo Basso.'' Robert Hall mentions a comical stumble made by one of the translators of Plato, who construed through the Latin and not direct from the Greek. In the Latin version _hirundo_ stood as _hir<u?>do_, and the translator, overlooking the mark of contraction, declared to the astonished world on the authority of Plato that the _horse- leech_ instead of the swallow was the harbinger of spring. Hoole, the translator of Tasso and Ariosto, was as confused in his natural history when he rendered ``I colubri Viscontei''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1490,
   "text": "or _Viscontian snakes_, the crest of the Visconti family, as ``the Calabrian Viscounts.'' As strange as this is the Frenchman's notion of the presence of guns in the canons' seats: ``L'Archev<e^>que de Cantorbery avait fait placer des _canons_ dans les stalles de la cath<e'>drale.'' He quite overlooked the word _chanoines_, which he should have used. This use of a word <p 49>similarly spelt is a constant source of trouble to the translator: for instance, a French translator of Scott's _Bride of Lammermuir_ left the first word of the title untranslated, with the result that he made it the Bridle of Lammermuir, ``La Bride de Lammermuir.'' Thevenot in his travels refers to the fables of _Damn<e'> et Calilve_, meaning the _Hitopodesa_, or Pilpay's Fables. His translator calls them the fables of the damned Calilve. This is on a par with De Quincey's specimen of a French Abb<e'>'s Greek. Having to paraphrase the Greek words ``<gr 'Hrodotos kai iaxwn>'' (Herodotus even while Ionicizing), the Frenchman rendered them ``Herodote et aussi Jazon,'' thus creating a new author, one Jazon. In the _Present State of Peru_, a compilation from the _Mercurio Peruano_, P. Geronymo Roman de la Higuera is transformed into ``Father Geronymo, a Romance of La Higuera.'' In Robertson's _History of Scotland_ the following passage is quoted from Melville's _Account of John Knox_: ``He was so active and vigorous a preacher that he was like <p 50>to ding the pulpit into blads and fly out of it.''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1476,
   "text": "M. Campenon, the translator of Robertson into French, turns this into the startling statement that he broke his pulpit and leaped into the midst of his auditors. A good companion to this curious ``fact'' may be found in the extraordinary trope used by a translator of Busbequius, who says ``his misfortunes had reduced him to the top of all miseries.'' We all know how Victor Hugo transformed the Firth of Forth into the First of the Fourth, and then insisted that he was right; but this great novelist was in the habit of soaring far above the realm of fact, and in a work he brought out as an offering to the memory of Shakespeare he showed that his imagination carried him far away from historical facts. The author complains in this book that the muse of history cares more for the rulers than for the ruled, and, telling only what is pleasant, ignores the truth when it is unpalatable to kings. After an outburst of bombast he says that no history of England tells us that Charles II. murdered his brother the Duke of Gloucester. We should be sur<p 51>prised if any did do so, as that young man died of small-pox. Hugo, being totally ignorant of English history, seems to have confused the son of Charles I. with an earlier Duke of Gloucester (Richard III.), and turned the assassin into the victim. After these blunders Dr. Baly's mention of the cannibals of _Nova Scotia_ instead of _New Caledonia_ in his translation of M<u:>ller's _Elements of Physiology_ seems tame.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1543,
   "text": "One snare that translators are constantly falling into is the use of English words which are like the foreign ones, but nevertheless are not equivalent terms, and translations that have taken their place in literature often suffer from this cause; thus Cicero's _Offices_ should have been translated _Duties_, and Marmontel never intended to write what we understand by _Moral Tales_, but rather tales of manners or of fashionable life. The translators of Calmet's _Dictionary of the Bible_ render the French ancien, ancient, and write of ``Mr. Huet, the ancient Bishop of Avranch.'' Theodore Parker, in translating a work by De Wette, makes the blunder of con<p 52>verting the German word _W<a:>lsch_, a foreigner (in the book an equivalent for Italian), into _Welsh_. Some men translate works in order to learn a language during the process, and they necessarily make blunders. It must have been one of these ignoramuses who translated _tellurische magnetismus_ (terrestrial magnetism) as the magnetical qualities of Tellurium, and by his blunder caused an eminent chemist to test tellurium in order to find these magnetical qualities. There was more excuse for the French translator of one of Sir Walter Scott's novels who rendered a welsh rabbit (or rarebit, as it is sometimes spelt) into _un lapin du pays de Galles_. Walpole states that the Duchess of Bolton used to divert George I. by affecting to make blunders, and once when she had been to see Cibber's play of _Love's Last Shift_ she called it _La derni<e!>re chemise de l'amour_.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1437,
   "text": "A like translation of Congreve's _Mourning Bride_ is given in good faith in the first edition of Peignot's _Manuel du Bibliophile_, 1800, where it is described as _L'<E'>pouse de Matin_; and the translation which Walpole <p 53>attributes to the Duchess of Bolton the French say was made by a Frenchman named La Place. The title of the old farce _Hit or Miss_ was turned into _Frapp<e'> ou Mademoiselle_, and the _Independent Whig_ into _La Perruque Ind<e'>pendante_. In a late number of the _Literary World_ the editor, after alluding to the French translator of Sir Walter Scott who turned ``a sticket minister'' into ``le ministre assassin<e'>,'' gives from the _Biblioth<e!>que Universelle_ the extraordinary translation of the title of Mr. Barrie's comedy, _Walker, London_, as _Londres qui se prom<e!>ne_. Old translators have played such tricks with proper names as to make them often unintelligible; thus we find La Rochefoucauld figuring as Ruchfucove; and in an old treatise on the mystery of Freemasonry by John Leland, Pythagoras is described as Peter Gower the Grecian. This of course is an Anglicisation of the French Pythagore (pronounced like Peter Gore). Our versions of Eastern names are so different from the originals that when the <p 54>two are placed together there appears to be no likeness between them, and the different positions which they take up in the alphabet cause the bibliographer an infinity of trouble.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1494,
   "text": "Thus the original of Xerxes is Khshayarsha (the revered king), and Averrhoes is Ibn Roshd (son of Roshd). The latter's full name is Abul Walid Mohammed ben Ahmed ben Mohammed. Artaxerxes is in old Persian Artakhshatra, or the Fire Protector, and Darius means the Possessor. Although all these names--Xerxes, Artaxerxes, and Darius--have a royal significance, they were personal names, and not titles like Pharaoh. It is often difficult to believe that translators can have taken the trouble to read their own work, or they surely would not let pass some of the blunders we meet with. In a translation of Lamartine's _Girondins_ some courtly people are described as figuring ``under the vaults'' of the Tuileries instead of beneath the arched galleries (_sous ses voutes_). This, however, is nothing to a blunder to be found in the _Secret Memoirs of the Court of <p 55>Louis XIV. and of the Regency_ (1824). The following passage from the original work, ``Deux en sont morts et on dit publiquement qu'ils ont <e'>t<e'> empoisonn<e'>s,'' is rendered in the English translation to the confusion of common sense as ``Two of them died with her, and said publicly that they had been poisoned.'' This is not unlike the bull of the young soldier who, writing home in praise of the Indian climate, said, ``But a lot of young fellows come out here, and they drink and they eat, and they eat and they drink, and they die; and then they write home to their friends saying it was the climate that did it.''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 792,
   "text": "Some authors have found that there is peril in too free a translation, thus Dotet was condemned on Feb. 14th, 1543, for translating a passage in Plato's Dialogues as ``After death you will be nothing _at all_.'' Surely he who translated _Dieu d<e'>fend l'adult<e!>re_ as _God defends adultery_ more justly deserved punishment! Guthrie, the geographical writer, who translated a French book of travels, unfortunately mistook _neuvi<e!>me_ (ninth) for _neuvelle_ or <p 56>_neuve_, and therefore made an allusion to the twenty-sixth day of the new moon. Moore quotes in his _Diary_ (Dec. 30th, 1818) a most amusing blunder of a translator who knew nothing of the technical name for a breakwater. He translated the line in Goldsmith's _Deserted Village_, ``As ocean sweeps the labour'd mole away,",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1525,
   "text": "``Comme la mer d<e'>truit les travaux de la taupe.'' D'Israeli records two comical translations from English into French. ``Ainsi douleur, va-t'en ``for _woe begone_ is almost too good; and the man who mistook the expression ``the officer was broke'' as meaning broke on a wheel and translated it by _rou<e'>_ made a very serious matter of what was possibly but a small fault. In the translation of _The Conscript_ by Erckmann-Chatrian, the old botcher is turned into the old butcher. Sometimes in attempting to correct a supposed blunder of another we fall into <p 57>a very real one of our own. Thus a few years ago, before we knew so much about folk-lore as we do now, we should very probably have pointed out that Cinderella's glass slipper owed its existence to a misprint. Fur was formerly so rare and so highly prized that its use was restricted by sumptuary laws to kings, princes, and persons holding honourable offices. In these laws sable is called vair, and it has been asserted that Perrault marked the dignity conferred upon Cinderella by the fairy's gift of a slipper of vair, a privilege confined to the highest rank of princesses. It is further stated that by an error of the printer _vair_ was changed into _verre_. Now, however, we find in the various versions which have been collected of this favourite tale that, however much the incidents may differ, the slipper is almost invariably made of some rigid material, and in the earliest forms the unkind sisters cut their feet to make them fit the slipper.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 728,
   "text": "This unpleasant incident was omitted by Perrault, but he kept the rigid material and made the glass slipper famous. The Revisers of the Old Testament <p 58>translation have shown us that the famous verse in Job, ``Oh that mine adversary had written a book,'' is wrong; but it will never drop out of our language and literature. The Revised Version is certainly much more in accordance with our ideas of the time when the book was written, a period when authors could not have been very common:-- ``Oh that I had one to hear me! (Lo, here is my signature, let the Almighty answer me;) And that I had the indictment which mine adversary hath written! Surely I would carry it upon my shoulder; I would bind it unto me as a crown.''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1409,
   "text": "Silk Buckingham drew attention to the fact that some translations of the Bible had been undertaken by persons ignorant of the idioms of the language into which they were translating, and he gave an instance from an Arabic translation where the text ``Judge not, that ye be not judged'' was rendered ``Be not just to others, lest others should be just to you.'' The French have tried ingeniously to <p 59>explain the difficulty contained in _St. Matthew_ xix. 24, ``It is easier for a camel to go through the eye of a needle than for a rich man to enter into the kingdom of God,'' by affirming that the translators mistook the supposed word <gr k<a'>milos>, a rope, for <gr k<a'>mhlos>, a camel. The humours of translation are numerous, but perhaps the most eccentric example is to be found in Stanyhurst's rendering of _Virgil_, published in 1583. It is full of cant words, and reads like the work of a madman. This is a fair specimen of the work:-- ``Theese thre were upbotching, not shapte, but partlye wel onward, A clapping fierbolt (such as oft, with rownce robel-hobble, Jove to the ground clattreth) but yeet not finished holye.'' M. Guyot, translating some Latin epigrams under the title of _Fleurs, Morales, et <E'>pigrammatiques_, uses the singular forms Monsieur Zo<i:>le and Mademoiselle Lycoris. The same author, when translating the letters of Cicero (1666), turns Pomponius into M. de Pomponne.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1419,
   "text": "<p 60> Pitt's friend, Pepper Arden, Master of the Rolls, Lord Chief Justice of the Common Pleas and Lord Alvanley, was rather hot-tempered, and his name was considered somewhat appropriate, but to make it still more so his friends translated it into ``Mons. Poivre Ardent.'' This reminds one of the Frenchman who toasted Dr. Johnson, not as Mr. Rambler, but as Mr. Vagabond. Tom Moore notices some amusing mis- translations in his _Diary_. Major Cartwright, who was called the Father of Reform (although a wit suggested that Mother of Reform would have been a more appropriate title), supposed that the _Brevia Parliamentaria_ of Prynne stood for ``short parliaments.'' Lord Lansdowne told Moore that he was with Lord Holland when the letter containing this precious bit of erudition arrived. Another story of Lord Lansdowne's is equally good. His French servant announced Dr. Mansell, the Master of Trinity, when he called, as ``Ma<i^>tre des C<e'>r<e'>monies de la Trinit<e'>.'' Moore also relates that an account <p 61>having appeared in the London papers of a row at the Stock Exchange, where some strangers were hustled, it appeared in the Paris papers in this form: ``Mons. Stock Exchange <e'>tait <e'>chauff<e'>,'' etc. There is something to be said in favour of the humorous translation of _Magna est veritas et prevalabit_--``Great is truth, it will prevail a bit,'' for it is probably truer than the original.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 718,
   "text": "He who construed C<ae>sar's mode of passing into Gaul _summa diligentia_, ``on the top of the diligence,'' must have been of an imaginative turn of mind. Probably the time will soon come when this will need explanation, for a public will arise which knows not the dilatory ``diligence.'' The translator of _Inter Calicem supremaque labra_ as Betwixt Dover and Calais gave as his reason that Dover was _Angli<ae> suprema labra_. Although not a blunder nor apparently a joke, we may conclude this chapter with a reference to Shakespeare's remarkable translation of _Finis Coronat opus_. Helena remarks in _All's well that Ends well_ (act iv., sc. 4):-- <p 62> ``All's well that ends well: still _the fine's the crown_.''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1555,
   "text": "In the _Second Part of King Henry VI_. (act v., sc. 2) old Lord Clifford, just before he dies, is made to use the French translation of the proverb:-- ``La fin couronne les <oe>uvres.'' In the first Folio we read:-- ``La fin corrone les eumenes.'' BIBLIOGRAPEIICAL BLUNDERS. THERE is no class that requires to be dealt with more leniently than do bibliographers, for pitfalls are before and behind them. It is impossible for any one man to see all the books he describes in a general bibliography; and, in consequence of the necessity of trusting to second-hand information, he is often led imperceptibly into gross error. Watt's _Bibliotheca Britannica_ is a most useful and valuable work, but, as may be expected from so comprehensive a compilation, many mistakes have crept into it: for instance, under the head of Philip Beroaldus, we find the following title of a work: ``A short view of the Persian Monarchy, published at the end of Daniel's Works.'' The mystery of the last part of the title is cleared up when we <p 64>find that it should properly be read, ``_and of Daniel's Weekes_,'' it being a work on prophecy. The librarian of the old Marylebone Institution, knowing as little of Latin as the monk did of Hebrew when he described a book as having the beginning where the end should be, catalogued an edition of <AE>sop's Fables as ``<AE>sopiarum's Ph<oe>dri Fabulorum.''Two blunders that a bibliographer is very apt to fall into are the rolling of different authors of the same name into one, and the creation of an author who never existed.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1405,
   "text": "The first kind we may illustrate by mentioning the dismay of the worthy Bishop Jebb, when he found himself identified in Watt's _Bibliotheca_ with his uncle, the Unitarian writer. Of the second kind we might point out the names of men whose lives have been written and yet who never existed. In the _Zoological Biography_ of Agassiz, published by the Ray Society, there is an imaginary author, by name J. K. Broch, whose work, _Entomologische Briefe_, was published in 1823. This pamphlet is really anonymous, and was written by <p 65>one who signed himself J. K. Broch, is merely an explanation in the catalogue from which the entry was taken that it was a _brochure_. Moreri created an author, whom he styled Dorus Basilicus, out of the title of James I.'s <gr D<w^>ron basilik<o'>n>, and Bishop Walton supposed the title of the great Arabic Dictionary, the _Kamoos_ or Ocean, to be the name of an author whom he quotes as ``Camus.'' In the article on Stenography in Rees's Cyclop<ae>dia there are two most amusing blunders. John Nicolai published a _Treatise on the Signs of the Ancients_ at the beginning of the last century, and the writer of the article, having seen it stated that a certain fact was to be found in Nicolai, jumped to the conclusion that it was the name of a place, and wrote, ``It was at Nicolai that this method of writing was first introduced to the Greeks by Xenophon himself.''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1535,
   "text": "Tn another part of the same article the oldest method of shorthand extant, entitled ``Ars Scribendi Characteris,'' is said to have been printed about the year 1412--that is, long before printing was invented. In the _Biographie Univer<p 66>selle_ there is a life of one Nicholas Donis, by Baron Walckenaer, which is a blundering alteration of the real name of a Benedictine monk called Dominus Nicholas. This, however, is not the only time that a title has been taken for a name. An eminent bookseller is said to have received a letter signed George Winton, proposing a life of Pitt; but, as he did not know the name, he paid no attention to the letter, and was much astonished when he was afterwards told that his correspondent was no less a person than George Pretyman Tomline, Bishop of Winchester. This is akin to the mistake of the Scotch doctor attending on the Princess Charlotte during her illness, who said that ``ane Jean Saroom'' had been continually calling, but, not knowing the fellow, he had taken no notice of him. Thus the Bishop of Salisbury was sent away by one totally ignorant of his dignity. A similar blunder was made by a bibliographer, for in Hotten's _Handbook to the Topography and Family History of England and Wales_ will be found an entry of an ``Assize Sermon by Bishop Wigorn, <p 67>in the Cathedral at Worcester, 1690.'' This was really Bishop Stillingfleet. There is a reverse case of a catalogue made by a worthy bookseller of the name of William London, which was long supposed to be the work of Dr.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1471,
   "text": "William Juxon, the Bishop of London at the time of publication. The entry in the _Biographie Moderne_ of ``Brigham _le jeune_ ou Brigham Young'' furnishes a fine instance of a writer succumbing to the ever-present temptation to be too clever by half. A somewhat similar blunder is that of the late Mr. Dircks. The first reprint of the Marquis of Worcester's _Century of Inventions_ was issued by Thomas Payne, the highly respected bookseller of the Mews Gate, in 1746; but in _Worcesteriana_ (1866) Mr. Dircks positively asserts that the notorious Tom Paine was the publisher of it, thus ignoring the different spelling of the two names. In a French book on the invention of printing, the sentence ``Le berceau de l'imprimerie'' was misread by a German, who turned Le Berceau into a man{.??} D'Israeli tells us that _Mantissa_, the title <p 68>of the Appendix to Johnstone's _History of Plants_, was taken for the name of an author by D'Aquin, the French king's physician. The author of the _Curiosities of Literature_ also relates that an Italian misread the description _Enrichi de deux listes_ on the title-page of a French book of travels, and, taking it for the author's name, alluded to the opinions of Mons. Enrichi De Deux Listes; but really this seems almost too good to be true. If we searched bibliographical literature we should find a fair crop of authors who never existed; for when once a blunder of this kind is set going, it seems to bear a charmed life.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1534,
   "text": "Mr. Daydon Jackson mentions some amusing instances of imaginary authors made out of title-pages in his _Guide to the Literature of Botany_. An anonymous work of A. Massalongo, entitled _Graduale Passagio delle Crittogame alle Fanerogame_ (1876), has been entered in a German bibliography as written by G. Passagio. In an English list Kelaart's _Flora Calpensis: Reminiscences of Gibraltar_ (1846) appears as the work of a lady-- <p 69>Christian name, Flora; _surname_, Calpensis. In 1837 a _Botanical-Lexicon_ was published by an author who described himself as ``The Rev. Patrick Keith, Clerk, F.L.S.'' This somewhat pedantic form deceived a foreign cataloguer, who took Clerk for the surname, and contracted ``Patrick Keith'' into the initials P.K. More inexcusable was the blunder of an American who, in describing J. E. H. Gordon's work on _Electricity_, changed the author's degree into the initials of a collaborator, one Cantab. The joint authors were stated to be J. E. H. Gordon and B. A. Cantab. A very amusing, but a quite excusable error, was made by Allibone in his _Dictionary of English Literature_, under the heading of Isaac D'Israeli. He notices new editions of that author's works revised by the Right Hon. the Chancellor of the Exchequer, of course Isaac's son Benjamin, afterwards Prime Minister and Earl of Beaconsfield; but unfortunately there were two Chancellors in 1858, and Allibone chooses the wrong one, printing, as useful information to the reader, that the reviser was Sir George <p 70>Cornewall Lewis.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1639,
   "text": "An instance of the danger of inconsiderate explanation will be found in a little book by a German lady, Fanny Lewald, entitled _England and Schottland_. The authoress, when in London, visited the theatre in order to see a play founded on Cooper's novel _The Wept of Wish-ton Wish_; and being unable to understand the title, she calls it the ``Will of the Whiston Wisp,'' which she tells us means an _ignis fatuus_. A writer in a German paper was led into an amusing blunder by an English review a few years ago. The reviewer, having occasion to draw a distinction between George and Robert Cruikshank, spoke of the former as the real Simon Pure. The German, not understanding the allusion, gravely told his readers that George Cruikshank was a pseudonym, the author's real name being Simon Pure. This seems almost too good to be equalled, but a countryman of our own has blundered nearly as grossly. William Taylor, in his _Historic Survey of German Poetry_ (1830), prints the following absurd statement: ``Godfred of Berlichingen is one <p 71>of the earliest imitations of the Shakspeare tragedy which the German school has produced. It was admirably translated into English in 1799 at Edinburg by _William_ Scott, advocate, no doubt the same person who, under the poetical but assumed name of _Walter_, has since become the most extensively popular of the British writers.'' The cause of this mistake we cannot explain, but the reason for it is to be found in the fact which has lately been announced that a few copies of the translation, with the misprint of William for Walter in the title, were issued before the error was discovered.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 312,
   "text": "Jacob Boehm, the theosophist, wrote some Reflections on a theological treatise by one Isaiah Stiefel,[6] the title of which puzzled one of his modern French biographers. The word Stiefel in German means a boot, and the Frenchman therefore gave the title of Boehm's tract as ``Reflexions sur les Bottes d'Isaie.''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1505,
   "text": "[6] ``Bedencken <u:>ber Esai<ae> Stiefels Buchlein: von dreyerley Zustandt des Menschen unnd dessen newen Geburt.'' 1639. It is scarcely fair to make capital out <p 72>of the blunders of booksellers' catalogues, which are often printed in a great hurry, and cannot possibly possess the advantage of correction which a book does. But one or two examples may be given without any censure being intended on the booksellers. In a French catalogue the works of the famous philosopher Robert Boyle appeared under the following singular French form: BOY (le), Chymista scepticus vel dubia et paradoxa chymico-physica, &c. ``Mr. Tul. Cicero's Epistles'' looks strange, but the mistake is but small. The very natural blunder respecting the title of Shelley's _Prometheus Unbound_ actually did occur; and, what is more, it was expected by Theodore Hook. This is an accurate copy of the description in the catalogue of a year or two back:-- ``Shelley's Prometheus _Unbound_. ---- another copy, _in whole calf_.'' and these are Hook's lines:-- ``Shelley styles his new poem `Prometheus Unbound,' And 'tis like to remain so while time circles round; <p 73>For surely an age would be spent in the finding A reader so weak as _to pay for the binding_.'' When books are classified in a catalogue the compiler must be peculiarly on his guard if he has the titles only and not the books before him. Sometimes instances of incorrect classification show gross ignorance, as in the instance quoted in the _Athen<ae>um_ lately.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1524,
   "text": "Here we have a crop of blunders: ``_Title_, Commentarii De Bello Gallico in usum Scholarum Liber Tirbius. _Author_, Mr. C. J. Caesoris. _Subject_, Religion.'' Still better is the auctioneer's entry of P. V. Maroni's _The Opera_. Authors, however, are usually so fond of fanciful ear-catching titles, that every excuse must be made for the cataloguer, who mistakes their meaning, and takes them in their literal signification. Who can reprove too severely the classifier who placed Swinburne's _Under the Microscope_ in his class of _Optical Instruments_, or treated Ruskin's _Notes on the Construction of Sheetfolds_ as a work on agricultural appliances? A late instance of an amusing misclassification is reported from Germany. In the _Orientalische <p 74>Bibliographie_, Mr. Rider Haggard's wonderful story _King Solomon's Mines_ is entered as a contribution to ``Alttestamentliche Litteratur.'' The elaborate work by Careme, _Le Patissier Pittoresque_ (1842), which contains designs for confectioners, deceived the bookseller from its plates of pavilions, temples, etc., into supposing it to be a book on architecture, and he accordingly placed it under that heading in his catalogue. Mr. Daydon Jackson gives several instances of false classification in his _Guide to the Literature of Botany_, and remarks that some authors contrive titles seemingly of set purpose to entrap the unwary. He instances a fine example in the case of Bishop Alexander Ewing's _Feamainn Earraghaidhiell: Argyllshire Seaweeds_ (Glasgow, 1872.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1458,
   "text": "8vo). To enhance the delusion, the coloured wrapper is ornamented with some of the common marine alg<ae>, but the inside of the volume consists solely of pastoral addresses. Another example will be found in _Flowers from the South, from the Hortus Siccus of an <p 75>Old Collector_. By W. H. Hyett, F.R.S. Instead of a popular work on the Mediterranean flora by a scientific man, as might reasonably be expected, this is a volume of translations from the Italian and Latin poets. It is scarcely fair to blame the compiler of the _Bibliotheca Historio-Naturalis_ for having ranked both these works among scientific treatises. The English cataloguer who treated as a botanical book Dr. Garnett's selection from Coventry Patmore's poems, entitled _Florilegium Amantis_, could claim less excuse for his blunder than the German had. These misleading titles are no new invention, and the great bibliographer Haller was deceived into including the title of James Howell's _Dendrologia, or Dodona's Grove_ (1640), in his _Bibliotheca Botanica_. Professor Otis H. Robinson contributed a very interesting paper on the ``Titles of Books'' to the _Special Report on Public Libraries in the United States of America_ (1876), in which he deals very fully with this difficulty of misleading titles, and some of his preliminary remarks are very much to the point. He writes:-- <p 76> ``No act of a man's life requires more practical common sense than the naming of his book.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1416,
   "text": "If he would make a grocer's sign or an invoice of a cellar of goods or a city directory, he uses no metaphors; his pen does not hesitate for the plainest word. He must make himself understood by common men. But if he makes a book the case is different. It must have the charm of a pleasing title. If there is nothing new within, the back at least must be novel and taking. He tortures his imagination for something which will predispose the reader in its favour. Mr. Parker writes a series of biographical sketches, and calls it _Morning Stars of the New World_. Somebody prepares seven religious essays, binds them up in a book, and calls it _Seven Stormy Sundays_. Mr. H. T. Tuckerman makes a book of essays on various subjects, and calls it _The Optimist_; and then devotes several pages of preface to an argument, lexicon in hand, proving that the applicability of the term optimist is `obvious.' An editor, at intervals of leisure, indulges his true poetic taste for the pleasure of his <p 77>friends, or the entertainment of an occasional audience. Then his book appears, entitled not _Miscellaneous Poems_, but _Asleep in the Sanctum_, by A. A. Hopkins. Sometimes, not satisfied with one enigma, another is added. Here we have _The Great Iron Wheel; or, Republicanism Backwards and Christianity Reversed_, by J. R. Graves. These titles are neither new nor scarce, nor limited to any particular class of books.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 651,
   "text": "Every case, almost every shelf, in every library contain such. They are as old as the art of book-making. David's lamentation over Saul and Jonathan was called _The Bow_. A single word in the poem probably suggested the name. Three of the orations of <AE>schines were styled _The Graces_, and his letters _The Muses_.'' The list of bibliographical blunders might be indefinitely extended, but the subject is somewhat technical, and the above few instances will give a sufficient indication of the pitfalls which lie in the way of the bibliographer--a worker who needs universal knowledge if he is to wend his way safely through the snares in his path.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1505,
   "text": "THE errata of the early printed books are not numerous, and this fact is easily accounted for when we recollect that these books were superintended in their passage through the press by scholars such as the Alduses, Andreas, Bishop of Aleria, Campanus Perottus, the Stephenses, and others. It is said that the first book with a printed errata is the edition of _Juvenal_, with notes of Merula, printed by Gabriel Pierre, at Venice, in 1478; previously the mistakes had been corrected by the pen. One of the longest lists of errata on record, which occupies fifteen folio pages, is in the edition of the works of Picus of Mirandula, printed by Knoblauch, at Strasburg, in 1507. A worse case of blundering will be found in a little book of only one <p 79>hundred and seventy-two pages, entitled _Miss<ae> ac Missalis Anatomia_, 1561, which contains fifteen pages of errata. The author, feeling that such a gross case of blundering required some excuse or explanation, accounted for the misprints by asserting that the devil drenched the manuscript in the kennel, making it almost illegible, and then obliged the printer to misread it. We may be allowed to believe that the fiend who did all the mischief was the printer's ``devil.'' Cardinal Bellarmin tried hard to get his works printed correctly, but without success, and in 1608 he was forced to publish at Ingolstadt a volume entitled _Recognitio librorum omnium Roberti Belarmini_, in which he printed eighty-eight pages of errata of his Controversies.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1522,
   "text": "Edward Leigh, in his thin folio volume entitled _On Religion and Learning_, 1656, was forced to add two closely printed leaves of errata. Sometimes apparent blunders have been intentionally made; thus, to escape the decree of the Inquisition that the words fatum and fata should not be used in <p 80>any work, a certain author printed _facta_ in his book, and added in the errata ``_for_ facta _read_ fata.'' In dealing with our own older literature we find a considerable difference in degree of typographical correctness; thus the old plays of the sixteenth and seventeenth centuries are often marvels of inaccuracy, and while books of the same date are usually supplied with tables of errata, plays were issued without any such helps to correction. This to some extent is to be accounted for by the fact that many of these plays were surreptitious publications, or, at all events, printed in a hurry, without care. The late Mr. Halliwell Phillipps, in his curious privately printed volume (_A Dictionary of Misprints_, 1887), writes: ``Such tests were really a thousandfold more necessary in editions of plays, but they are practically non-existent in the latter, the brief one which is prefixed to Dekker's _Satiro-Mastix_, 1602, being nearly the only example that is to be found in any that appeared during the literary career of the great dramatist.'' In other branches of literature it is <p 81>evident that some care was taken to escape misprints, either by the correction of the printer's reader or of the author.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1478,
   "text": "Some of the excuses made for misprints in our old books are very amusing. In a little English book of twenty-six leaves printed at Douay in 1582, and entitled _A true reporte of the death and martyrdome of M. Campion Jesuite and Preiste, and M. Sherwin and M. Bryan Preistes, at Tiborne the first of December_ 1581, is this notice at the end:-- ``Good reader, pardon all faultes escaped in the printing and beare with the woorkmanship of a strainger.'' Many of Nicholas Breton's tracts were issued surreptitiously, and he protested that many pieces which he had never written were falsely ascribed to him. _The Bower of Delights_ was published without the author's sanction, and the printer (or publisher) Richard Jones made the following address ``to the Gentlemen Readers'' on the blunders which had been made in the book:-- ``Pardon mee (good Gentlemen) of my presumption, & protect me, I pray you,<p 82> against those Cavellers and findfaults, that never like of any thing that they see printed, though it be never so well compiled. And where you happen to find fault, impute it to bee committed by the Printers negligence, then (otherwise) by any ignorance in the author: and especially in A 3, about the middest of the page, for LIME OR LEAD I pray you read LINE OR LEAD. So shall your poore Printer haue just cause hereafter to be more carefull, and acknowledge himselfe most bounden (at all times) to do your service to the utmost of his power. ``Yours R. J., PRINTER.''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1423,
   "text": "A little scientific book, entitled _The Making and use of the Geometricall Instrument called a Sector . . . by Thomas Hood_, 1598, has a list of errata headed _Faultes escaped_, with this note of the author or printer:-- ``Gentle reader, I pray you excuse these faults, because I finde by experience, that it is an harder matter to print these mathematicall books trew, then bookes of other discourse.'' <p 83> Arthur Hopton's _Baculum Geod<ae>ticum sive Viaticum or the Geodeticall Staffe_ (1610), contains the following quaint lines at the head of the list of errata:-- ``The Printer to the Reader. ``For errours past or faults that scaped be, Let this collection give content to thee: A worke of art, the grounds to us unknowne, May cause us erre, thoughe all our skill be showne. When points and letters, doe containe the sence, The wise may halt, yet doe no great offence. Then pardon here, such faults that do befall, The next edition makes amends for all.'' Thomas Heywood, the voluminous dramatist, added to his _Apology for Actors_ (1612) an interesting address to the printer of his tract, which, besides drawing attention to the printer's dislike of his errors being called attention to in a table of errata, is singularly valuable for its reference to Shakespeare's annoyance at Jaggard's treatment of him by attributing to his pen Heywood's poems from _Great Britain's Troy_.``To my approved good Friend, ``MR.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1569,
   "text": "NICHOLAS OKES. ``The infinite faults escaped in my<p 84> booke of _Britaines Troy_ by the negligence of the printer, as the misquotations, mistaking the sillables, misplacing halfe lines, coining of strange and never heard of words, these being without number, when I would have taken a particular account of the _errata_, the printer answered me, hee would not publish his owne disworkemanship, but rather let his owne fault lye upon the necke of the author. And being fearefull that others of his quality had beene of the same nature and condition, and finding you, on the contrary, so carefull and industrious, so serious and laborious to doe the author all the rights of the presse, I could not choose but gratulate your honest indeavours with this short remembrance. Here, likewise, I must necessarily insert a manifest injury done me in that worke, by taking the two epistles of Paris to Helen, and Helen to Paris, and printing them in a lesse volume under the name of another, which may put the world in opinion I might steale them from him, and hee, to doe himselfe right, hath since published them in his owne name; but as I must ac<p 85>knowledge my lines not worthy his patronage under whom he hath publisht them, so the author, I know, much offended with M. Jaggard (that altogether unknowne to him) presumed to make so bold with his name. These and the like dishonesties I knowe you to bee cleere of; and I could wish but to bee the happy author of so worthy a worke as I could willingly commit to your care and workmanship. ``Yours ever, THOMAS HEYWOOD.''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1489,
   "text": "In the eighteenth century printers and authors had become hardened in their sins, and seldom made excuses for the errors of the press, but in the seventeenth century explanations were frequent. Silvanus Morgan, in his _Horologiographia Optica. Dialling Universall and Particular, Speculative and Practicall, London_ 1652, comes before his readers with these remarks on the errata:-- ``Reader I having writ this some years since, while I was a childe in Art, and by this appear to be little more, for want of a review hath these faults, which I desire thee to mend with thy pen, and if there <p 86>be any errour in art, as in chap. 17 which is only true at the time of the Equinoctiall, take that for an oversight, and where thou findest equilibra read equilibrio, and in the dedication (in some copies) read Robert Bateman for Thomas, and side for signe and know that _Optima prima cadunt, pessimus <ae>ve manent_.'' The list of errata in Joseph Glanvill's _Essays on several important subjects in Philosophy and Religion_ (1676) is prefixed by this note:-- ``The Reader is desired to take notice of the following Errours of the Press, some of which are so near in sound, to the words of the author, that they may easily be mistaken for his.'' The next two books to be mentioned were published in the same year--1679. The noble author referred to in the first is that Roger Palmer who had the dishonour of being the husband of Charles II.'s notorious mistress, the Countess of Castlemaine.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1555,
   "text": "Fortunately for the Earl she no longer bore his name, as she was created Duchess of Cleveland in 1670. Professor De Morgan was inclined to doubt Lord <p 87>Castlemaine's authorship, but the following remarks by Joseph Moxon seem to prove that the peer did produce a rough draft of some kind:-- ``Postscript concerning the Erratas and the Geographical part of this Globe,'' prefixed to _The English Globe_ . . . by the Earl of Castlemaine:-- ``The Erratas of the Press being many, I shall not set them down in a distinct Catalogue as usually, least the sight of them should more displease, than the particulars advantage, especially since they are not so material or intricate, but that any man may (I hope) easily mend them in the reading. I confess I have bin in a manner the occasion of them, by taking from the noble author a very foul copy, when he desir'd me to stay till a fair one were written over, so that truly 'tis no wonder, if workmen should in these cases not only sometimes leave out, but adde also, by taking one line for another, or not observing with exactness what words have bin wholly obliterated or dasht out.'' John Playford, the music publisher and author, makes some remarks on the <p 88>subject of misprints in the preface to his _Vade Mecum, or the Necessary Companion_ (1679), which are worth quotation here:-- ``My profession obliging me to be conversant with mathematical Books (the printing whereof and musick, has been my chiefest employment), I have observ'd two things many times the cause why Books of this nature appear",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1558,
   "text": "abroad not so correct as they should be; either 1 Because they are too much hastened from the Press, and not time enough allowed for the strict and deliberate examination of them; which in all books ought to be done, especially in these, for as much as one false figure in a Mathematical book, may prove a greater fault than a whole word mistake in books of another kind. Or, 2 Because Persons take Tables upon trust without trying them, and with them transcribe their errors, if not increase them. Both these I have carefully avoided, so that I have reason to believe (and think I may say it without vanity) there never was Tables more exactly printed than in this Book, especially those for money and <p 89>annuities, for not trusting to my first calculation of them, I new calculated every Table when it was in print, by the first printed sheet, and when I had so done I strictly compared it with my first calculation.'' De Morgan registers the nineteenth edition of this book, dated 1756, in his _Arithmetical Books_, and he did not apparently know that it was originally published so early as 1679. In Morton's _Natural History of Northamptonshire_ (1712), is a list headed ``Some Errata of the press to be corrected''; and at the end of the list is the following amusing note: ``There is no cut of the Hen of the lesser Py'd Brambling in Tab. 13 tho' 'tis referred to in p. 423 which omission was owing to an accident and is really not very material, the hen of that bird differing but little from the cock which is represented in that Table under fig.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1412,
   "text": "3.'' There is a very prevalent notion that authors did not correct the proofs of their books in the sixteenth and seventeenth centuries, but there is sufficient evidence <p 90>that this is altogether a mistake. Professor De Morgan, with his usual sagacity, alludes to this point in his _Arithmetical Books_ (1847): ``A great many circumstances induce me to think that the general fashion of correcting the press by the author came in with the seventeenth century or thereabouts.'' And he instances this note on the title-page of Richard Witt's _Arithmetical Questions_ (1613): ``Examined also and corrected at the Presse by the author himselfe.'' The late Dr. Brinsley Nicholson raised this question in _Notes and Queries_ in 1889, and by his research it is possible to antedate the practice by nearly forty years. For several of the following quotations I am indebted to that invaluable periodical. In Scot's _Hop-Garden_ (1574) we find the following excuse:-- ``Forasmuch as M. Scot could not be present at the printing of this his booke, whereby I might have used his advice in the correction of the same, and especiallie of the Figures and Portratures conteyned therein, whereof he delivered unto me such notes as I <p 91>being unskilfull in the matter could not so thoroughly conceyve, nor so perfectly expresse as . . . the authour or you.'' In _The Droomme of Doomes Day_. By George Gascoigne (1576) is:--",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1548,
   "text": "``An Aduertisement of the Prynter to the Reader. ``Understand (gentle Reader) that whiles this worke was in the presse it pleased God to visit the translatour thereof with sicknesse. So that being unable himselfe to attend the dayly proofes, he apoynted a seruaunt of his to ouersee the same. Who being not so well acquainted with the matter as his maister was, there haue passed some faultes much contrary unto both our meanings and desires. The which I have therefore collected into this Table. Desiring every Reader that wyll vouchsafe to peruse this booke, that he will firste correct those faultes and then judge accordingly.'' A particularly interesting note on this point precedes the list of errata in Stanyhurst's Translation of Virgil's _<AE>neid_ (1582), <p 92>which was printed at Leyden. Mr. F. C. Birkbeck Terry, who pointed this out in _Notes and Queries_, quoted from Arber's reprint, p. 157:-- ``John Pates Printer to thee Corteous Reader, I am too craue thy pacience and paynes (good reader) in bearing wyth such faultes as haue escapte in printing: and in correcting as wel such as are layd downe heere too thy view, as all oother whereat thou shalt hap too stumble in perusing this treatise. Thee nooueltye of imprinting English in theese partes and thee absence of the author from perusing soome proofes could not choose but breede errours.'' Certainly Scot, Gascoigne, and Stanyhurst did not correct the proofs, but it would not have been necessary to make an excuse if the practice was not a pretty general one among authors.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 813,
   "text": "Bishop Babington's _Exposition of the Lord's Prayer_ (1588) contains an excuse for the author's inability to correct the press:-- ``If thou findest any other faultes either in words or distinctions troubling a perfect sence (Gentle Reader) helpe them by thine <p 93>owne judgement and excuse the presse by the Authors absence, who best was acquainted to reade his owne hande.'' In the Bobleian Library is preserved the printer's copy of Book V. of Hooker's _Ecclesiastical Polity_ (1597), with Whitgift's signature and corrections in Hooker's handwriting. On one of the pages is the following note by the printer:-- ``Good Mr. Hooker, I pray you be so good as to send us the next leaf that followeth this, for I know not by what mischance this of ours is lost, which standeth uppon the finishing of the book.''[7]",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1482,
   "text": "[7] _Notes and Queries_, 7th Series, viii. 73. Another proof of the general practice will be found in N. Breton's _The Wit of Wit_ (1599):-- ``What faultes are escaped in the printing, finde by discretion, and excuse the Author by other worke that let him from attendance to the Presse; non h<a!> che non s<a!>. N. B. Gent.'' At the end of Nash's dedication ``To his Readers,'' _Lenten Stuffe_ (1599), is this <p 94>interesting statement: ``Apply it for me for I am called away to correct the faults of the press, that escaped in my absence from the printing house.'' Richard Brathwaite, when publishing his _Strappado for the Divell_ (1615), made an excuse for not having seen all the proofs. The whole note is well worthy of reproduction:-- ``Gentlemen (_humanum est errare_), to confirme which position, this my booke (as many other are) hath his share of errors; so as I run _ad pr<ae>lum tanquam ad pr<ae>lium, in typos quasi in scippos_; but my comfort is if I be strappadoed by the multiplicite of my errors, it is but answerable to my title: so as I may seem to diuine by my style, what I was to indure by the presse. Yet know judicious disposed gentlemen, that the intricacie of the copie, and the absence of the author from many important proofes were occasion of these errors, which defects (if they bee supplied by your generous convenience and curtuous disposition) I doe vowe to <p 95>satisfie your affectionate care with a more serious surueigh in my next impression.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1329,
   "text": ". . . For other errors as the misplacing of commaes, colons, and periods (which as they are in euerie page obvious, so many times they invert the sence), I referre to your discretion (judicious gentle-men) whose lenity may sooner supply them, then all my industry can portray them.'' In _The Mastive, or Young Whelpe of the Olde Dogge, Epigrams and Satyres _(1615), an anonymous work of Henry Peacham, we read:-- ``The faultes escaped in the Printing (or any other omission) are to be excused by reason of the authors absence from the Presse, who thereto should have given more due instructions.'' Dr. Brinsley Nicholson brought forward two very interesting passages on the correcting of proofs from old plays. The first, which looks very like an allusion to the custom, is from the 1601 edition of Ben Jonson's _Every Man in his Humour_ (act. ii., sc. 3), where Lorenzo, junior, says, ``My father had the proving of your <p 96>copy, some houre before I saw it.'' The second is from Fletcher's _The Nice Valour_ (1624 or 1625), act. iv., sc. 1. Lapet says to his servant (the clown Goloshio), ``So bring me the last proof, this is corrected''; and Goloshio having gone and returned, the following ensues:-- _Lap_. What says my Printer now? _Clown_. Here's your last Proof, Sir. You shall have perfect Books now in a twinkling.[8]",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1552,
   "text": "[8]2 _Notes and Queries_, 7th Series, viii. 253. The following address, which contains a curious excuse of Dr. Daniel Featley for not having corrected the proofs of his book _The Romish Fisher Caught in his own Net_ (1624), is very much to the point:-- ``I entreat the courteous reader to understand that the greater part of the book was printed in the time of the great frost; when by reason that the Thames was shut up, I could not conveniently procure the proofs to be brought unto mee, before they were wrought off; whereupon it fell out that many very grosse escapes passed the press, and (which was <p 97>the worst fault of all) the third part is left unpaged.'' As a later example we may cite from Sir Peter Leycester's _Historical Antiquities_ (1673), where we find this note: ``Reader, By reason of the author's absence, several faults have escaped the press: those which are the most material thou art desir'd to amend, and to pardon them all.'' Printed mistakes are usually considered by the sufferers matters of somewhat serious importance; and we picture to ourselves an author stalking up and down his room and tearing his hair when he first discovers them; but Benserade, the French poet, was able to make a joke of the subject. This is the _rondeau_ which he placed at the end of his version of _Les Metamorphoses d'Ovide_:-- ``Pour moi, parmi des fautes innombrables, Je n'en connais que deux consid<e'>rables, Et dont je fais ma d<e'>claration, C'est l'entreprise et l'ex<e'>cution; A mon avis fautes irr<e'>parables Dans ce volume.''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1590,
   "text": "According to the _Scaligerana_, Cardan's treatise _De Subtilitate_, printed by Vascosan <p 98>in 1557, does not contain a single misprint; but, on the whole, it may be very seriously doubted whether an immaculate edition of any work ever issued from the press. The story is well known of the serious attempt made by the celebrated Glasgow printers Foulis to free their edition of _Horace_ from any chance of error. They caused the proof-sheets after revision to be hung up at the gate of the University, with the offer of a reward to any one who discovered a misprint. In spite of all this care there are, according to Dibdin, six uncorrected errors in this edition. According to Isaac Disraeli, the goal of freedom from blunders was nearly reached by Dom Joze Souza, with the assistance of Didot in 1817, when he published his magnificent edition of _As Lusiadas_ of Camoens. However, an uncorrected error was discovered in some copies, occasioned by the misplacing of one of the letters in the word _Lusitano_. A like case occurred a few years ago at an eminent London printer's. A certain book was about to be printed, and instructions were issued that special care was to be <p 99>taken with the printing. It was read over by the chief reader, and all seemed to have gone well, when a mistake was discovered upon the title-page. It may be mentioned here, with respect to tables of errata, that they are frequently neglected in subsequent books. There are many books in which the same blunders have been repeated in various editions, although they had been pointed out in an early issue.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1626,
   "text": "OF all literary blunders misprints are the most numerous, and no one who is conversant with the inside of a printing-office will be surprised at this; in fact, he is more likely to be struck with the freedom from error of the innumerable productions issued from the press than to be surprised at the blunders which he may come across. The possibilities of error are endless, and a frequent cause is to be found in the final correction, when a line may easily get transposed. On this account many authors will prefer to leave a trivial error, such as a wrong stop, in a final revise rather than risk the possibilities of blundering caused by the unlocking of the type. Of course a large number of misprints are far from amusing, while a sense of fun will sometimes be <p 101>obtained by a trifling transposition of letters. Authors must be on the alert for misprints, although ordinary misspellings should not be left for them by the printer's reader; but they are usually too intent on the structure of their own sentences to notice these misprints. The curious point is that a misprint which has passed through proof and revise unnoticed by reader and author will often be detected immediately the perfected book is placed in the author's hands. The blunder which has hitherto remained hidden appears to start out from the page, to the author's great disgust. One reason why misprints are overlooked is that every word is a sort of pictorial object to the eye. We do not spell the word, but we guess what it is by the first and last letters and its length, so that a wrong letter in the body of the word is easily overlooked.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1470,
   "text": "It is an important help to the editor of a corrupt text to know what misprints are the most probable, and for this purpose the late Mr. Halliwell Phillipps printed for private circulation _A Dictionary of Misprints, found in printed books of the <p 102>sixteenth and seventeenth centuries, compiled for the use of verbal critics and especially for those who are engaged in editing the works of Shakespeare and our other early Dramatists_ (1887). In the note at the end of this book Mr. Phillipps writes: ``The readiest access to those evidences will be found in the old errata, and it will be seen, on an examination of the latter, that misprints are abundant in final and initial letters, in omissions, in numerals, and in verbal transpositions; but unquestionably the most frequent in pronouns, articles, conjunctions, and prepositions. When we come to words outside the four latter, there is a large proportion of examples that are either of rare occurrence or unique. Some of the blunders that are recorded are sufficiently grotesque: _e.g., Ile starte thence poore for Ile starve their poore,--he formaketh what for the fire maketh hot_. It must, indeed, be confessed that the conjectural emendator, if he dispenses with the quasi-authority of contemporary precedents, has an all but unlimited range for the exercise of his ingenuity, the unsettled spellings of our <p 103>ancestors rendering almost any emendation, however extravagant, a typographical possibility.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1673,
   "text": "A large number of their misprints could only have been perpetrated in the midst of the old orthographies. Under no other conditions could _ice_ have been converted into _ye_, _air_ into _time_, _home_ into _honey_, _attain_ into _at any_, _sun_ into _sinner_, _stone_ into _story_, _deem_ into _deny_, _dire_ into _dry_, the old spellings of the italicised words being respectively, yce, yee, ayre, tyme, home, honie, attaine, att anie, sunne, sinner, stone, storie, deeme, denie, dire, drie. The form of the long _s_ should also be sometimes taken into consideration, for it could only have been owing to its use that such a word as _some_ could have been misprinted _four, niece_ for _wife, prefer_ for _preserve, find_ for _fifth_, the variant old spellings being foure, neese, preferre.'' Among the instances of misprints given in this Dictionary may be noticed the following: actions _for_ axioms, agreement _for_ argument, all-eyes _for_ allies, aloud _for_ allowed, banish'd _for_ ravish'd, cancel _for_ cantel, candle _for_ caudle, culsedness <p 104>_for_ ourselves, eye-sores _for_ oysters, felicity _for_ facility, Hector _for_ nectar, intending _for_ indenting, John _for_ Jehu, Judges _for_ Indies, scene _for_ seene, sixteen _for_ sexton, and _for_ sixty-one, tops _for_ toy, Venus _for_ Venice. In connection with this work may be mentioned the late Mr. W. Blades's _Shakspere and Typography, being an attempt to show Shakspere's personal connection with, and technical knowledge of the Art of Printing, also Remarks upon some common typographical errors with especial reference to the text of Shakspere_ (1872), a small work of very great interest and value.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 137,
   "text": "Mr. Blades writes: ``Now these typographical blunders will, in the majority of cases, be found to fall into one of three classes, viz.:--",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1424,
   "text": "``Errors of the eye; and ``Errors from what, in printers' language, is called `a foul case.' ``I. _Errors of the Ear_.--Every compositor when at work reads over a few words of his copy, and retains them in his mind until his fingers have picked <p 105>up the various types belonging to them. While the memory is thus repeating to itself a phrase, it is by no means unnatural, nor in practice is it uncommon, for some word or words to become unwittingly supplanted in the mind by others which are similar in sound. It was simply a mental transposition of syllables that made the actor exclaim,-- `My Lord, stand back and let the parson cough ' `My Lord, stand back and let the coffin pass' _Richard III_., i. 2. And, by a slight confusion of sound, the word _mistake_ might appear in type as must take:-- `So you mistake your husbands.' _Hamlet_, iii. 2. Again, _idle votarist_ would easily become _idol votarist_-- `I am no idle votarist.'--_Timon_, iv. 3; and _long delays_ become transformed to _longer days_-- `This done, see that you take no long delays. _Titus_, iv. 2. <p 106>From the time of Gutenberg until now this similarity of sound has been a fruitful source of error among printers. ``II. _Errors of the Eye_.--The eye often misleads the hand of the compositor, especially if he be at work upon a crabbed manuscript or worn-out reprint. Take out a dot, and _This time goes manly_ becomes `This tune goes manly.'",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1551,
   "text": "_Macbeth_, iv. 3. So a clogged letter turns _What beast was't then_? into _What boast was't then_?-- `Lady M. What beast was't then, That made you break this enterprise to me?' _Macbeth_, i. 7. Examples might be indefinitely multiplied from many an old book, so I will quote but one more instance. The word _preserve_ spelt with a long _s_ might without much carelessness be misread _preferre_ (I _Henry VI_., iii. 2), and thus entirely alter the sense. ``III. _Errors from a `foul case_.'--This class of errors is of an entirely different <p 107>kind from the two former. They came from within the man, and were from the brain; this is from without, mechanical in its origin as well as in its commission. As many readers may never have seen the inside of a printing office, the following short explanation may be found useful: A `case' is a shallow wooden drawer, divided into numerous square receptacles called `boxes,' and into each box is put one sort of letter only, say all _a_'s, or _b_'s, or _c_'s. The compositor works with two of these cases slanting up in front of him, and when, from a shake, a slip, or any other accident, the letters become misplaced the result is technically known as `a foul case.' A further result is, that the fingers of the workman, although going to the proper box, will often pick up a wrong letter, he being entirely unconscious the while of the fact. ``Now, if we can discover any law which governs this abnormal position of the types --if, for instance, we can predicate that the letter _o_, when away from its",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1696,
   "text": "own, will be more frequently found in the box appropriated to letter _a_ than any other; that _b_ <p 108>has a general tendency to visit the _l_ box, and _l_ the _v_ box; and that _d_, if away from home, will be almost certainly found among the _n_'s; if we can show this, we shall then lay a good foundation for the re-examination of many corrupt or disputed readings in the text of Shakspere, some of which may receive fresh life from such a treatment. ``To start with, let us obtain a definite idea of the arrangement of the types in both `upper' and `lower' case in the time of Shakspere--a time when long _s_'s, with the logotypes _ct_, _ff_, _fi_, _ffi_, _ffl_, _sb_, _sh_, _si_, _sl_, _ss_, _ssi_, _ssl_, and others, were in daily use.'' Mr. Blades then refers to Moxon's _Mechanical Exercises_, 1683, which contains a representation of the compositors' cases in the seventeenth century, which may be presumed to be the same in form as those used in Shakespeare's day. Various alterations have been made in the arrangement of the cases, with the object of placing the letters more conveniently. The present form is shown on pp. 110, 111. <p 109> Mr. Blades proceeds: ``The chief cause of a `foul' case was the same in Shakspere's time as now; and no one interested in the subject should omit visiting a printing office, where he could personally inspect the operation. Suppose a compositor at work `distributing'; the upper and lower cases, one above the other, slant at a considerable angle towards him, and as the types fall quickly from his fingers they form conical heaps in their respective boxes, spreading out in a manner very similar to the sand in the lower half of an hour-glass.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1106,
   "text": "Now, if the compositor allows his case to become too full, the topmost letters in each box will certainly slide down into the box below, and occasionally, though rarely, into one of the side boxes. When such letters escape notice, they necessarily cause erroneous spelling, and sometimes entirely change the whole meaning of a sentence. But now comes the important question: Are errors of this kind ever discovered, and especially do they occur in Shakspere? Doubtless they do, but to what extent a long and careful examination alone can <Table> UPPER CASE. <a'> <e'> <i'> <o'> <u'> <SE> <DDag> A B C D E F G <a!> <e!> <i!> <o!> <u!> <||> <Dag> H I K L M N O <a^> <e^> <i^> <o^> <u^> <?\u0014> <*> P Q R S T V W X Y Z <AE> <OE> U J X Y Z <AE> <OE> U J <a:> <e:> <i:> <o:> <u:> <c,> <Pd> A B C D E F G 1 2 3 4 5 6 7 H I K L M N O 8 9 0 <1/4> <1/2> <3/4> k P Q R S T V W LOWER CASE. & [ ] <ae> <oe> j ' Thin and ( ) ? ! ; Leaders. fl middling spaces. -- e Leaders. ff b c d i s f g ffl Leaders. fi ffi En Em l m n h o y p , w quads. quads. Hair spaces. z q : v u t thick spaces a r Large quods. x . <.> <EndTable>",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1416,
   "text": "<p 112>show. As examples merely, and to show the possible change in sense made by a single wrong letter, I will quote one or two instances:-- `Were they not _forc'd_ with those that should be ours, We might have met them darefull, beard to beard.' _Macbeth_, v. 5.[9] [9] Collier's MS. corrector substituted _farc'd_ for _forc'd_. The word _forced_ should be read _farced_, the letter _o_ having evidently dropped down into _a_ box. The enemy's ranks were not _forced_ with Macbeth's followers, but _farced_ or filled up. In Murrell's _Cookery_, 1632, this identical word is used several times; we there see that a farced leg of mutton was when the meat was all taken out of the skin, mixed with herbs, etc., and then the skin filled up again. `I come to thee for charitable license . . . To booke our dead.' _Henry V_., iv. 7. So all the copies, but `to book' is surely a modern commercial phrase, and the <p 113>Herald here asked leave simply to `look,' or to examine, the dead for the purpose of giving honourable burial to their men of rank. In the same sense Sir W. Lucie, in the First Part of _Henry VI_., says:-- `I come to know what prisoners thou hast tane, And to survey the bodies of the dead.' We cannot imagine an officer with pen, inkhorn, and paper, at a period when few could write, `booking' the dead. We may, I think, take it for granted that here the letter _b_ had fallen over into the _l_ box.''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1416,
   "text": "Another point to bear in mind is the existence of such logotypes as _fi_, _si_, etc., so that, as Mr. Blades says, ``the change of light into sight must not be considered as a question of a single letter--of _s_ in the _l_ box,'' because the box containing _si_ is far away from the _l_ box, and their contents could not well get mixed. To these instances given by Mr. Blades may be added a very interesting correction suggested to the author some years ago by a Shakespearian student. When Isabella visits her brother in prison, the <p 114>cowardly Claudio breaks forth in complaint, and paints a vivid picture of the horrors of the damned:-- ``Ay, but to die, and go we know not where; To lie in cold obstruction, and to rot; This sensible warm motion to become A kneaded clod; and the _delighted spirit_ To bathe in fiery floods, or to reside In thrilling regions of thick-ribbed ice; To be imprisoned in the viewless winds, And blown with restless violence round about The pendent world; or to be worse than worst Of those that lawless and incertain thoughts Imagine howling!--'tis too horrible! The weariest and most loathed worldly life That age, ache, penury, and imprisonment Can lay on nature, is a paradise To what we fear of death.'' _Measure for Measure_, act iii., sc. 1. We have here, in the expression ``delighted spirit,'' a difficulty which none of the commentators have as yet been able to explain.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1327,
   "text": "Warburton said that the adjective meant ``accustomed to ease and delights,'' but this was not a very successful guess, although Steevens adopted it. Sir Thomas Hanmer altered _delighted_ to _dilated_, and Dr. Johnson <p 115>mentions two suggested emendations, one being _benighted_ and the other _delinquent_. None of these suggestions can be corroborated by a reference to the plans of the printers' cases, but it will be seen that the one now proposed is much strengthened by the position of the boxes in those plans. The suggested word is _deleted_, which accurately describes the spirits as destroyed, or blotted out of existence. The word is common in the printing office, and it was often used in literature. If we think only of the recognised spelling of the word _delighted_ we shall find that there are three letters to alter, but if we take the older spelling, _delited_, the change is very easily made, for it will be noticed that the letters in the _i_ box might easily tumble over into the _e_ box. There is a very curious description of hell in Bede's _Ecclesiastical History_, where the author speaks of ``deformed spirits'' who leap from excess of heat to cutting cold, and it is not improbable that Shakespeare may have had this passage in his <p 116>mind when he put these words into the mouth of Claudio.[10]",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1402,
   "text": "[10] An article on this point will be found in _The Antiquary_, vol. viii. (1883), p. 200. It is taken for granted that the compositor is not likely to put his hand into the wrong box, so that if a wrong letter is used, it must have fallen out of its place. An important class of misprints owes its origin to this misplacement; but, as noticed by Mr. Blades, there are other classes, such as misspellings caused by the compositor's ignorance or misunderstanding. We must remember that the printer has to work fast, and if he does not recognise a word he is very likely to turn it into something he does understand. Thus the title of a paper in the _Philosophical Transactions_ was curiously changed in an advertisement, and the Calamites, a species of fossil plants of the coal measures, with but slight change appeared as ``The True Fructification of Calamities.'' This is a blunder pretty sure to be made, and within a few days of writing this, the author has seen a refer<p 117>ence to ``Notes on some Pennsylvanian Calamities.'' As an instance of less excusable ignorance, we shall often find the word _gauge_ printed as _guage_. One of the slightest of misprints was the cause of an odd query in the second series of _Notes and Queries_, which, by the way, has never yet been answered. In John Hall's _Hor<ae> Vaciv<ae>_ (1646) there is this passage, alluding to the table game called _tick-tack_.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1504,
   "text": "The author wrote: ``Tick tack sets a man's intentions on their guard. Errors in this and war can be but once amended''; but the printer joined the two words ``and war'' into one, and this puzzled the correspondent of the _Notes and Queries_ (v. 272). He asked: ``Who can quote another passage from any author containing this word? I have hunted after it in many dictionaries without avail. It means, I suppose, antagonism or contest, and resembles in form many Anglo-Saxon words which never found their way into English proper.'' The blunder was not discovered, and another correspondent wrote: ``The word andwar would surely modernise into _hand-<p 118>war_. Is not andirons (handirons) a parallel word of the same genus?' In the General Index we find ``Andwar, an old English word.'' So much for the long life of a very small blunder. A very similar blunder to this of ``andwar'' occurs in _Select Remains of the learned John Ray with his Life by the late William Derham_, which was published in 1760 with a dedication to the Earl of Macclesfield, President of the Royal Society, signed by George Scott. In Derham's Life of Ray a list of books read by Ray in 1667 is printed from a letter to Dr. Lister, and one of these is printed ``The Business about great Rakes.'' Mr. Scott must have been puzzled with this title; but he was evidently a man not to be daunted by a difficulty, for he added a note to this effect: ``They are now come into general use among the farmers, and are called _drag rakes_.''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 513,
   "text": "Who would suspect after this that the title is merely a misprint, and that the pamphlet refers to the proceedings of Valentine Greatrakes, the famous stroker, who claimed equal power <p 119>with the kings and queens of England in curing the king's evil? This blunder will be found uncorrected in Dr. Lankester's _Memorials of John Ray_, published by the Ray Society in 1846, and does not seem to have been suspected until the Rev. Richard Hooper called attention to it a short time ago in _Notes and Queries_.[11]",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1482,
   "text": "[11] Seventh Series, iv. 225. An amusing instance of the invention of a new word was afforded when the printer produced the words ``a noticeable fact in thisms'' instead of ``this MS.'' The misplacement of a stop, or the transposition of a letter, or the dropping out of one, will make sad havoc of the sense of a passage, as when we read of the _immoral_ works of Milton. It was, however, a very complimentary misprint by which it was made to appear that a certain town had a remarkably high rate of _morality_. In the address to Dr. Watts by J. Standen prefixed to that author's _Hor<ae> Lyric<ae>_ (Leeds, 1788) this same misprint occurs, to the serious confusion of Mr. Standen's meaning,-- <p 120> ``With thought sublime And high sonorous words, thou sweetly sing'st To thy _immoral_ lyre.'' On another page of this same book Watts' ``daring flight'' is transposed to _darling flight_. In Miss Yonge's _Dynevor Terrace_ a portion of one word was joined on to another with the awkward result that a young lady is described ``without stretched arms.'' The odd results of the misplacement of stops must be familiar to most readers; but it is not often that they are so serious as in the following instances. William Sharp, the celebrated line engraver, believed in the Divine mission of the madman Richard Brothers, and engraved a portrait of that worthy with the following inscription beneath it: ``Fully believing this to be the man appointed by God, I engrave his likeness.--W.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1474,
   "text": "SHARP.'' The writing engraver by mistake put the comma after the word appointed, and omitted it at the latter part of the sentence, thus giving a ludicrous effect to the whole inscription. Many impressions were struck off before the <p 121>mistake was discovered and rectified. The question of an apostrophe was the ground of a civil action a few years ago in Switzerland; and although the anecdote refers to a manuscript, and not to a printed document, it is inserted here because it illustrates the subject. A gentleman left a will which ended thus: ``Et pour t<e'>moigner <a!> mes neveux Charles et Henri de M---- toute mon affection je l<e!>gue <a!> chacun _d'eux_ cent mille francs.'' The paper upon which the will was written was folded up before the ink was dry, and therefore many of the letters were blotted. The legatees asserted that the apostrophe was a blot, and therefore claimed two instead of one hundred thousand francs each. Several misprints are always recurring, such as the mixture of the words Topography and Typography, and Biography with Bibliography. In the prospectus of an edition of the _Waverley Novels_ we read: ``The aim of the publishers has been to make it pre-eminent, by beauty of _topography_ and illustration, as an _<e'>dition de luxe_.'' Andrew Marvell published a book which <p 122>he entitled _The Rehearsal Transprosed_; but it is seldom that a printer can be induced to print the title otherwise than as _The Rehearsal Transposed_.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1425,
   "text": "It must be conceded in favour of printers that some authors do write an execrable hand. One sometimes receives a letter which requires about three readings before it can be understood. At the first time of reading the meaning is scarcely intelligible, at the second time some faint glimpse of the writer's object in writing is obtained, and at the third time the main point of the letter is deciphered. Such men may be deemed to be the plague of printers. A friend of Beloe ``the Sexagenarian'' was remonstrated with by a printer for being the cause of a large amount of swearing in his office. ``Sir,'' exclaimed Mr. A., ``the moment `copy' from you is divided among the compositors, volley succeeds volley as rapidly and as loudly as in one of Lord Nelson's victories.'' There is a popular notion among authors that it is not wise to write a clear hand; and M<e'>nage was one of the first to express it. He wrote: ``If you desire that no mistakes <p 123>shall appear in the works which you publish, never send well-written copy to the printer, for in that case the manuscript is given to young apprentices, who make a thousand errors; while, on the other hand, that which is difficult to read is dealt with by the master-printers.'' It is also related that the late eminent Arabic scholar, Mr. E. W. Lane, who wrote a particularly good hand, asked his printer how it was that there were always so many errors in his proofs.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1405,
   "text": "He was answered that such clear writing was always given to the boys, as experienced compositors could not be spared for it. The late Dean Hook held to this opinion, for when he was asked to allow a sermon to be copied out neatly for the press, he answered that if it were to be printed he would prefer to write it out himself as badly as he could. This practice, if it ever existed, we are told by experienced printers does not exist now. It must, one would think, have been the badness of the ``copy'' that induced the compositors to turn ``the nature and theory of the Greek verb'' into _the native theology of the Greek verb_; ``the conser<p 124>vation of energy'' into the _conversation of energy_; and the ``Forest Conservancy Branch'' into the _Forest Conservatory Branch_. Some printers go out of their way to make blunders when they are unable to understand their ``copy.'' Thus, in the _Times_, some years ago, among the contributors to the Garibaldi Fund was a bookbinder who gave five shillings. The next down in the list was one ``A. Lega Fletcher,'' a name which was printed as _A Ledger stitcher_. Some very extraordinary blunders have been made by the ignorant misreading of an author's contractions. It is said that in a certain paper which was sent to be printed the words Indian Government were contracted as Indian Govt. This one compositor set up throughout his turn as _Indian goat_.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1412,
   "text": "A writer in one of the Reviews wrote the words ``J. C. first invaded Britain,'' and a worthy compositor, who made it his business to fill up all the abbreviations, printed this as _Jesus Christ_ instead of Julius C<ae>sar. Here it may be remarked that some of <p 125>the most extraordinary misprints never get farther than the printing office or the study; but although they may have been discovered by the reader or the author, they were made nevertheless. Sometimes the fun of a misprint consists in its elaborateness and completeness, and sometimes in its simplicity (perhaps only the change of a letter). Of the first class the transformation of Shirley's well-known lines is a good example:-- ``Only the actions of the just Smell sweet and blossom in the dust.'' is scarcely recognisable as ``All the low actions of the just Swell out and blow Sam in the dust.'' The statement that ``men should work and play Loo,'' obtained from ``men should work and play too,'' illustrates the second class. The version of Pope which was quoted by a correspondent of the _Times_ about a year ago is very charming:-- ``A little learning is a dangerous thing; Drink deep, or taste not the aperient spring.' <p 126>The reporter or printer who mistook the Oxford professor's allusion to the Eumenides, and quoted him as speaking of ``those terrible old Greek goddesses--the Humanities,'' was still more elaborate in his joke.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1290,
   "text": "Horace Greeley is well known to have been an exceedingly bad writer; but when he quoted the well-known line (which is said to be equal to a florin, because there are four tizzies in it)-- `` 'Tis true, 'tis pity, pity 'tis 'tis true,'' one might have expected the compositor to recognise the quotation, instead of printing the astonishing calculation-- `` 'Tis two, 'tis fifty and fifty 'tis, 'tis five.'' This is as bad as the blunder of the printer of the Hampshire paper who is said to have announced that Sir Robert Peel and a party of _fiends_ were engaged shooting _peasants_ at Drayton Manor. It is perhaps scarcely fair to quote too many blunders from newspapers, which must often be hurriedly compiled, but naturally they furnish the richest crop. <p 127>The point of a leader in an American paper was lost by a misprint, which reads as follows: ``We do battle without shot or charge for the cause of the right.'' This would be a very ineffectual battle, and the proper words were _without stint or change_. A writer on Holland in one of the magazines quoted Samuel Butler's well- known lines-- ``A country that draws fifty foot of water, . . . . . . . In which they do not live, but go aboard,'' which the printer transformed into ``In which they do not live, but _cows abound_.''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1694,
   "text": "It is of course easy to invent misprints, and therefore one feels a little doubtful sometimes with respect to those which are quoted without chapter and verse. One of the most remarkable blunders ever made in a newspaper was connected with the burial of the well-known literary man, John Payne Collier. In the _Standard_ of Sept. 21st, 1883, it was reported that ``the remains of the late Mr. John Payne Collier were interred yesterday <p 128>in Bray Churchyard, near Maidenhead, in the presence of a large number of spectators.'' The paragraph maker of the _Eastern Daily Press_ had never heard of Payne Collier, so he thought the last name should be printed with a small C, and wanting a heading for his paragraph he invented one straight off, and this is what appeared in that paper:-- ``_The Bray Colliery Disaster_. The remains of the late John Payne, collier, were interred yesterday afternoon in the Bray Churchyard, in the presence of a large number of friends and spectators.'' This was a brilliant stroke of imagination, for who would expect to find a colliery near Maidenhead? Mr. Sala, writing to _Notes and Queries_ (Third Series, i. 365), says: ``Altogether I have long since arrived at the conclusion that there are more `devils' in a printing office than are dreamt of in our philosophy-- the blunder fiends to wit--ever busy in peppering the `formes' with errors which defy the minutest revisions of reader, author, sub-editor, and editor.'' Mr. Sala gives an instance which occurred <p 129>to himself. He wrote that Dr. Livingstone wore a cap with a tarnished gold lace band; but the printer altered the word tarnished into _famished_, to the serious confusion of the passage.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1491,
   "text": "Some of the most amusing blunders occur by the change of a single letter. Thus, in an account of the danger to an express train by a cow getting on the line in front, the reporter was made to say that as the safest course under the circumstances the engine driver ``put on full steam, dashed up against the cow, and literally cut it into _calves_.'' A short time ago an account was given in an address of the early struggles of an eminent portrait painter, and the statement appeared in print that, working at the easel from eight o'clock in the morning till eight o'clock at night, the artist ``only lay down on the hearthrug for rest and refreshment between the visits of his _sisters_.'' This is not so bad, however, as the report that ``a bride was accompanied to the altar by _tight_ bridesmaids.'' A very odd blunder occurred in the _World_ of Oct. 6th, 1886, one which was so odd that the editor <p 130>thought it worthy of notice by himself in a subsequent number. The paragraph in which the misprint occurred related to the filling up of the vicarage of St. Mary's, Islington, which it was thought had been unduly delayed. The trustees in whose gift the living is were informed that if they had a difficulty in finding a clergyman of the proper complexion of low churchism there were still Venns in Kent. Here the natural confusion of the letters _u_ and _n_ came into play, and as the paragraph was printed it appeared that a _Venus_ of Kent was recommended for the vicarage of St.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1617,
   "text": "Mary's. The compositor who set up the account of a public welcome to a famous orator must have been fresh from the study of Porson's _Catechism of the Swinish Multitude_ when he set up the damaging statement that ``the crowd rent the air with their _snouts_.'' Sometimes the blunder consists not in the misprint of a letter, but in a mere transposition, as when an eminent herald and antiquary was dubbed _Rogue Croix_ instead of _Rouge Croix_. Sometimes a <p 131>new but appropriate word results by the thrusting into a recognised word of a redundant letter, as when a man died from eating too much goose the verdict was said to have been ``death from stuffocation.'' Many of these blunders, although amusing to the public, cannot have been altogether agreeable to the subjects of them. Mr. Justice Wightman could not have been pleased to see himself described as _Mr. Justice Nightman_; and the right reverend prelate who was stated ``to be highly pleased with some ecclesiastical _iniquities_ shown to him'' must have been considerably scandalised. Professor Hales is very much of the opinion of Mr. Sala respecting the labours of the ``blunder fiend,'' and he sent an amusing letter to the _Athen<ae>um_, in which he pointed out a curious misprint in one of his own books. As the contents of the letter is very much to the point, readers will perhaps not object to seeing it transferred in its entirety to these pages:-- ``The humour of compositors is apt to be imperfectly appreciated by authors, because <p 132>it rather interferes with what the author wishes to say, although it may often say something better.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1427,
   "text": "But there is no reason why the general reader should not thoroughly enjoy it. Certainly it ought to be more generously recognised than it is. So many persons at present think of it as merely accidental and fortuitous, as if there was no mind in it, as if all the excellent things loosely described as _errata_, all the _curios<ae> felicitates_ of the setter-up of texts, were casual blunders. Such a view reminds one of the way in which the last- century critics used to speak of Shakspere --the critics who give him no credit for design or selection, but thought that somehow or other he stumbled into greatness. However, I propose now not to attempt the defence, or, what might be worth the effort, the analysis of this species of Wit, but only to give what seemed an admirable instance of it. ``In a note to the word _limboes_ in the Clarendon Press edition of Milton's _Areopagitica_, I quoted from Nares's Glossary a list of the various _limbi_ believed in by the `old schoolmen,' and No. 2 <p 133>was `a _limbus patrum_ where the fathers of the Church, saints, and martyrs, awaited the general resurrection.' Will any one say it was not a stroke of genius in some printing-office humourist to alter the last word into `_in_surrection'? ``Like all good wit, this change is so suggestive. It raises up a cloud of new ideas, and reduces the hearer to a delightful confusion. How strangely it revises all our popular notions!",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 367,
   "text": "If even beyond the grave the great problems that keep men here restless and murmuring are not solved! If even there the rebellious spirit is not quieted! Nay, if those whom we think of as having won peace for themselves in this world, do in that join the malcontents, and are each one biding their time-- <gr <w!>s t<h!>n Di<o!>s turann<i'>d' <e'>kp<<e'>rswn b<i'>a>.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1660,
   "text": "``May we not conceive this bold jester, if haply he were a stonemason, chiselling on some tombstone `_In_surgam'?'' Allusion has already been made to the persistency of misprints and the difficulty of curing them; but one of the most <p 134>curious instances of this may be found in a line of Byron's beautiful apostrophe to the ocean in _Childe Harold_ (Canto iv.). The one hundred and eighty-second stanza is usually printed:-- ``Thy shores are empires, changed in all save thee-- Assyria, Greece, Rome, Carthage, what are they? Thy waters wasted them while they were free, And many a tyrant since . . .'' Not many years ago a critic, asking himself the question when the waters wasted these countries, began to suspect a misprint, and on consulting the manuscript, it was found that he was right. The blunder, which had escaped Byron's own eyes, was corrected, and the third line was printed as originally written:-- ``Thy waters wash'd them power while they were free. The carelessness of printers seems to hare culminated in their production of the Scriptures. The old editions of the Bible swarm with blunders, and some of them were supposed to have been made intentionally. It was said that the printer <p 135>Field received <Pd>1500 from the Independents as a bribe to corrupt a text which might sanction their practice of lay- ordination, and in Acts vi. 3 the word _ye_ is substituted for _we_ in several of his editions of the Bible. The verse reads: ``Wherefore, brethren, look ye out among ye seven men of honesr report, full of the Holy Ghost and wisdom, whom _ye_ may appoint over this business.'' To such forgeries Butler refers in the lines:--",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1463,
   "text": "``Religion spawn'd a various rout Of petulant capricious sects, The maggots of corrupted texts.'' _Hudibras_, Part III., Canto 2. Dr. Grey, in his notes on this passage, brings forward the charge against Field, and quotes Wotton's Visitation Sermon (1706) in support of it. He also quotes from Cowley's _Puritan and Papist_ as to the practice of corrupting texts:-- ``They a bold pow'r o'er sacred Scriptures take, Blot out some clauses and some new ones make.'' Pope Sixtus the Fifth's Vulgate so swarmed with errors that paper had to <p 136>be pasted over some of the erroneous passages, and the public naturally laughed at the bull prefixed to the first volume which excommunicated any printer who altered the text. This was all the more annoying to the Pope, as he had intended the edition to be specially free from errors, and to attain that end had seen all the proofs himself. Some years ago a copy of this book was sold in France for 1210 francs. The King's Printers, Robert Barker and Martin Lucas, in the reign of Charles I. were not excommunicated, but, what perhaps they liked less, were fined <Pd>300 by the Court of High Commission for leaving the _not_ out of the seventh commandment in an edition of the Bible printed in 1631. Although this story has been frequently quoted it has been disbelieved, and the great bibliographer of Bibles, the late Mr. George Offer, asserted that he and his father searched diligently for it, and could not find it.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1460,
   "text": "Now, six copies are known to exist. The late Mr. Henry Stevens gives a most interesting account of the first discovery of the book <p 137>in his _Recollections of Mr. James Lennox_. He writes:-- ``Mr. Lennox was so strict an observer of the Sabbath that I never knew of his writing a business letter on Sunday but once. In 1855, while he was staying at Hotel Meurice in Paris, there occurred to me the opportunity one Saturday afternoon, June 16th, of identifying the long lost octavo Bible of 1631 with the negative omitted in the seventh commandment, and purchasing it for fifty guineas. No other copy was then known, and the possessor required an immediate answer. However, I raised some points of inquiry, and obtained permission to hold the little sinner and give the answer on Monday. By that evening's post I wrote to Mr. Lennox, and pressed for an immediate reply, suggesting that this prodigal though he returned on Sunday should be bound. Monday brought a letter `to buy it,' very short, but tender as a fatted calf. On June 21st I exhibited it at a full meeting of the Society of Antiquaries of London, at the same time nicknaming it _The Wicked Bible_, a name that stuck to <p 138>it ever since, though six copies are now known. . . . Lord Macaulay was present at the meeting, but did not at first credit the genuineness of the typographical error. Lord Stanhope, however, on borrowing the volume, convinced him that it was the true wicked error.''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1402,
   "text": "Curiously enough, when Mr. Stevens took the Bible home on Saturday night he overhauled his pile of octavo Bibles, and found an imperfect duplicate of the supposed unique ``wicked'' Bible. When the owner came for his book on Monday morning he was shown the duplicate, and agreed, as his copy was not unique, to take <Pd>25 for it. The imperfect copy was sold to the British Museum for eighteen guineas, and Mr. Winter Jones was actually so fortunate as to obtain subsequently the missing twenty-three leaves. A third copy came into the hands of Mr. Francis Fry, of Bristol, who sold it to Dr. Bandinel for the Bodleian Library. A fourth copy is in the Euing Library, at Glasgow; a fifth fell into the hands of Mr. Henry J. Atkinson, of Gunnersbury,in 1883; and <p 139>a sixth copy was picked up in Ireland by a gentleman of Coventry In 1884. In a Bible of 1634 the first verse of the 14th Psalm is printed as ``The fool hath said in his heart there is God''; and in another Bible of 1653 _worldly_ takes the place of _godly_, and reads, ``In order that all the world should esteem the means of arriving at worldly riches.'' If Field was not a knave, as hinted above, he was singularly unfortunate in his blunders; for in another of his Bibles he also omitted the negative in an important passage, and printed I Corinthians vi. 9 as, ``Know ye not that the unrighteous shall inherit the kingdom of God?''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1442,
   "text": "It is recorded that a printer's widow in Germany once tampered with the purity of the text of a Bible printed in her house, for which crime she was burned to death. She arose in the night, when all the workmen were in bed, and going to the ``forme'' entirely changed the meaning of a text which particularly offended her. The text was Gen. iii. 16 (``Thy desire shall be to thy husband, and he shall rule over thee''). <p 140> This story does not rest on a very firm foundation, and as the recorder does not mention the date of the occurrence, it must be taken by the reader for what it is worth. The following incident, vouched for by a well-known author, is, however, very similar. James Silk Buckingham relates the following curious anecdote in his _Autobiography_:-- ``While working at the Clarendon Printing Office a story was current among the men, and generally believed to be authentic, to the following effect. Some of the gay young students of the University, who loved a practical joke, had made themselves sufficiently familiar with the manner in which the types are fixed in certain formes and laid on the press, and with the mode of opening such formes for correction when required; and when the sheet containing the Marriage Service was about to be worked off, as finally corrected, they unlocked the forme, took out a single letter _v_, and substituted in its place the letter _k_, thus converting the word _live_ into _like_.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1428,
   "text": "The result was that, when the sheets were printed, that part <p 141>of the service which rendered the bond irrevocable, was so changed as to make it easily dissolved--as the altered passage now read as follows:--The minister asking the bridegroom, `Wilt thou have this woman to be thy wedded wife, to live together after God's ordinance in the holy state of matrimony? Wilt thou love her, comfort her, honour, and keep her in sickness and in health; and forsaking all other, keep thee only unto her, so long as ye both shall _like_?' To which the man shall answer, `I will.' The same change was made in the question put to the bride.'' If the culprits who left out a word deserved to be heavily mulcted in damages, it is difficult to calculate the liability of those who left out whole verses. When Archbishop Ussher was hastening to preach at Paul's Cross, he went into a shop to purchase a Bible, and on turning over the pages for his text found it was omitted. Andrew Anderson, a careless, faulty printer in Edinburgh, obtained a monopoly as king's printer, which was exercised on <p 142>his death in 1679 by his widow. The productions of her press became worse and worse, and her Bibles were a standing disgrace to the country. Robert Chambers, in his _Domestic Annals of Scotland_, quotes the following specimen from an edition of 1705: ``Whyshouldit- bethougtathingincredi ble w<tS> you, y<tS> God should raise the dead?''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1524,
   "text": "Even this miserable blundering could not have been much worse than the Pearl Bible with six thousand errata mentioned by Isaac Disraeli. The first edition of the English Scriptures printed in Ireland was published at Belfast in 1716, and is notorious for an error in Isaiah. _Sin no more_ is printed _Sin on more_. In the following year was published at Oxford the well-known Vinegar Bible, which takes its name from a blunder in the running title of the twentieth chapter of St. Luke's Gospel, where it reads ``The parable of the vinegar,'' instead of ``The parable of the vineyard.'' In a Cambridge Prayer Book of 1778 the thirtieth verse of Psalm cv. is travestied as follows: ``Their land brought <p 143>forth frogs, yea seven in their king's chambers.'' An Oxford Bible of 1792 names St. Philip instead of St. Peter as the disciple who should deny Christ (Luke xxii. 34); and in an Oxford New Testament of 1864 we read, ``Rejoice, and be exceeding _clad_'' (Matt. v. 12). To be impartial, however, it is necessary to mention a Cambridge Bible of 1831, where Psalm cxix. 93 appears as ``I will never _forgive_ thy precepts.'' A Bible printed at Edinburgh in 1823 contains a curious misprint caused by a likeness in pronunciation of two words, Esther being printed for Easter, ``Intending after Esther to bring him forth to the people'' (Acts xii. 4). A misprint of the old hundredth Psalm (_do well_ for _do dwell_) in the Prayer Book might perhaps be considered as an improvement,-- ``All people who on earth do well.''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1463,
   "text": "Errors are specially frequent in figures, often caused by the way in which the characters are cut. The aim of the founder seems to be to make them as much alike as possible, so that it fre<p 144>quently requires a keen eye to discover the difference between a 3 and a 5. In one of Chernac's _Mathematical Tables_ a line fell out before going to press, and instead of being replaced at the bottom of the page it was put in at the top, thus causing twenty-six errors. Besides these, however, only ten errors have been found in the whole work of 1020 pages, all full of figures. Vieta's _Canon Mathematicus_ (1579) is of great rarity, from the author being discontented with the misprints that had escaped his notice, and on that account withdrawing or repurchasing all the copies he could meet with. Some mathematicians, to ensure accuracy, have made their calculations with the types in their own hands. In the _Imperial Dictionary of Universal Biography_ there is a misprint in a date which confuses a whole article. William Ayrton, musical critic, is said to have been born in London about 1781, but curiously enough his father is reported to have been born three years afterwards (1784); and still more odd, that father was appointed gentleman of the Chapel Royal in 1764, twenty <p 145>years before he is stated to have been born. In connection with figures may be mentioned the terrible confusion which is caused by the simple dropping out of a decimal point.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1020,
   "text": "Thus a passage in which 6.36 is referred to naturally becomes utter nonsense when 636 is printed instead. Such a misprint is as bad as the blunder of the French compositor, who, having to set up a passage referring to Captain Cook, turned _de Cook_ into _de 600 kilos_. An amusing blunder was quoted a few years ago from a German paper where the writer, referring to Prince Bismarck's endeavours to keep on good terms with all the Powers, was made to say, ``Prince Bismarck is trying to keep up honest and straightforward relations _with all the girls_.'' This blunder was caused by the substitution of the word M<a:>dchen (girls) for M<a:>chten (powers). The French have always been interested in misprints, and they have registered a considerable number. One of the happiest is that one which was caused by Malherbe's bad writing, and induced him to <p 146>adopt the misprint in his verse in place of that which he had originally written. The lines, written on a daughter of Du Perrier named Rosette, now stand thus:--",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1607,
   "text": "``Mais elle <e'>tait du monde o<u!> les plus belles choses Ont le pire destin, Et rose, elle a v<e'>cu ce que vivent les roses L'espace d'un matin.'' Malherbe had written,-- ``Et Rosette a v<e'>cu ce que vivent les roses;'' but forgetting ``to cross his tees'' the compositor made the fortunate blunder of printing _rose elle_, which so pleased the author that he let it stand, and modified the following lines in accordance with the printer's improvement. Rabelais nearly got into trouble by a blunder of his printer, who in several places set up _asne_ for _<a^>me_. A council met at the Sorbonne to consider the case against him, and the doctors formally denounced Rabelais to Francis I., and requested permission to prosecute him for heresy; but the king after consideration refused to give the permission. <p 147>Rabelais then laughed at his accusers for founding a charge of heresy against him on a printer's blunder, but there were strong suspicions that the misprints were intentional. These misprints are styled by the French _coquilles_, a word whose derivation M. Boutney, author of _Dictionnaire de l'Argot des Typographes_, is unable to explain after twenty years' search. A number of _Longman's Magazine_ contains an article on these _coquilles_, in which very many amusing blunders are quoted. One of these gave rise to a pun which is so excellent that it is impossible to resist the temptation of transferring the anecdote from those pages to these:-- ``In the Rue Richelieu there is a statue of Corneille holding a roll in his hand, on which are inscribed the titles of his principal works.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1536,
   "text": "The task of incising these names it appears had been given to an illiterate young apprentice, who thought proper to spell _avare_ with two r's. A wit, observing this, remarked pleasantly, _Tiens, voil<a!> an avare qui a un air misanthrope_ (un r mis en trop).'' <p 148> In a newspaper account of Mr. Gladstone's religious views the word _Anglican_ is travestied as _Afghan_, with the following curious result: ``There is no form of faith in existence more effectually tenacious than the _Afghan_ form, which asserts the full catholicity of that branch church whose charter is the English Church Prayer Book.'' In the diary of John Hunter, of Craigcrook, it is recorded that at one of the meetings between the diarist, Leigh Hunt, and Carlyle, ``Hunt gave us some capital specimens of absurd errors of the press committed by printers from his copy. One very good one occurs in a paper, where he had said, `he had a liking for coffee because it always reminded him of the _Arabian Nights_,' though not mentioned there, adding, `as smoking does for the same reason.' This was converted into the following oracular words: `As sucking does for the snow season'! He could not find it in his heart to correct this, and thus it stands as a theme for the profound speculations of the commentators.'' <p 149> A very slight misprint will make a great difference; sometimes an unintelliglble word is produced, but sometimes the mere transposition of a letter will make a word exactly opposite in its meaning to the original, as _unite_ for _untie_.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1400,
   "text": "In Jeremy Taylor's _XXV. Sermons preached at Golden Grove: Being for the Winter half-year_ (London, 1653), p. 247, we read, ``It may help to unite the charm,'' whereas the author wished to say ``untie.'' The title of Cobbett's _Horse-hoeing Husbandry_ was easily turned into _Horse-shoeing Husbandry_, that of the _Holy Grail_ into _Holy Gruel_, and Layamon's _Brut_ into Layamon's _Brat_. A local paper, reporting the proceedings at the Bath meeting of the British Asso{sic} ciation, affirmed that an eminent chemist had ``not been able to find any _fluidity_ in the Bath waters.'' _Fluorine_ was meant. It was also stated that a geologist asserted that ``the bones found in the submerged forests of Devonshire were closely representative of the British _farmer_.'' The last word should have been _fauna_. <p 150> The strife of _tongs_ is suggestive of a more serious battle than that of talk only; and the compositor who set up Portia's speech-- ``. . . young Alcides, when he did redeem The virgin tribute paid by howling Troy'' (_Merchant of Venice_, act iii., sc. 2), and turned the last words into _howling Tory_, must have been a rabid politician. The transposition of ``He kissed her under the silent stars'' into ``He kicked her under the cellar stairs'' looks rather too good to be true, and it cannot be vouched for; but the title ``Microscopic Character of the Virtuous Rocks of Montana''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1254,
   "text": "is a genuine misprint for _vitreous_, as is also ``Buddha's perfect _uselessness_'' for ``Buddha's perfect sinlessness.'' It is rather startling to find a quotation from the _Essay on Man_ introduced by the words ``as the Pope says,'' or to find the famous painter Old Crome styled an ``old Crone.'' A most amusing instance of a misreading may be mentioned here, although it is not a literary blunder. A certain <p 151>black cat was named Mephistopheles a name which greatly puzzled the little girl who played with the cat, so she very sensibly set to work to reduce the name to a form which she could understand, and she arrived at ``Miss Pack-of-fleas.'' Sometimes a ludicrous blunder may be made by the mere closing up of two words; thus the orator who spoke of our ``grand Mother Church'' had his remark turned into a joke when it was printed as ``grandmother Church.'' A still worse blunder was made in an obituary notice of a well-known congressman in an American paper, where the reference to his ``gentle, manly spirit'' was turned into ``gentlemanly spirit.'' Misprints are very irritating to most authors, but some can afford to make fun of the trouble; thus Hood's amusing lines are probably founded upon some blunder that actually occurred:--",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1418,
   "text": "``But it is frightful to think What nonsense sometimes They make of one's sense, And what's worse, of one's rhymes. <p 152> ``It was only last week, In my ode upon Spring, Which I meant to have made A most beautiful thing, ``When I talked of the dew-drops From freshly-blown roses, The nasty things made it From freshly-blown noses. ``And again, when, to please An old aunt, I had tried To commemorate some saint Of her clique who had died, ``I said he had taken up In heaven his position, And they put it--he'd taken Up to heaven his _physician_.'' Henry Stephens (Estienne), the learned printer, made a joke over a misprint. The word _febris_ was printed with the diphthong <_oe_>, so Stephens excused himself by saying in the errata that ``le chalcographe a fait une fi<e!>vre longue (f<oe>brem) quoique une fi<e!>vre courte (febrem) soit moins dangereux.'' Allusion has already been made in the first chapter to Professor Skeat's ghost <p 153>words. Most of these have arisen from misreadings or misprints, and two extraordinary instances may be noted here. The purely modern phrase ``look sharp'' was supposed to have been used in the time of Chaucer, because ``loke schappe'' (see that you form, etc.) of the manuscript was printed ``loke scharpe.'' In the other instance the scribe wrote _yn_ for _m_, and thus he turned ``chek matyde'' into ``chek yn a tyde.''[12] [12] _Philol. Soc. Trans_. 1885-7, pp. 368-9.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1415,
   "text": "In the _Academy_ for Feb. 25th, 1888, Dr. Skeat explained another discovery of his of the same kind, by which he is able to correct a time-honoured blunder in English literature:-- ``CAMBRIDGE: _Feb_. 14, 1888. ``When I explained, in the _Academy_ for January 7 (p. 9), that the word `Herenus ' is simply a mistake for `Herines,' _i.e_., the furies (such being the Middle-English form of Erinnyes), I did not expect that I should so soon light upon another singular perversion of the same word. <p 154> ``In Chaucer's Works, ed. 1561, fol. 322, back, there is a miserable poem, of much later date than that of Chaucer's death, entitled `The Remedie of Love.' The twelfth stanza begins thus: `Come hither, thou Hermes, and ye furies all Which fer been under us, nigh the nether pole, Where Pluto reigneth,' etc. It is clear that `Hermes' is a scribal error for `Herines,' and that the scribe has added `thou' out of his own head, to keep `Hermes' company. The context bears this out; for the author utterly rejects the inspiration of the Muses in the preceding stanza, and proceeds to invoke furies, harpies, and, to use his own expression, `all this lothsome sort.' Many of the lines almost defy scansion, so that no help is to be got from observing the run of the lines. Nevertheless, this fresh instance of the occurrence of `Herines' much assists my argument; all the more so, as it appears in a disguised shape.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1287,
   "text": "``WALTER W. SKEAT.'' Sometimes a misprint is intentional, as <p 155>in the following instance. At the beginning of the century the _Courrier des Pays Bas_ was bought by some young men, who changed its politics, but kept on the editor. The motto of the paper was from Horace: ``Est modus in rebus,'' and the editor, wishing to let his friends at a distance know that things were not going on quite well between him and his proprietors, printed this motto as,-- ``Est nodus in rebus.'' This was continued for three weeks before it was discovered and corrected by the persons concerned. Another kind of misprint which we see occasionally is the misplacement of some lines of type. This may easily occur when the formes are being locked, and the result is naturally nonsense that much confuses the reader. Probably the finest instance of this misplacement occurred some years ago in an edition of _Men of the Time_ (1856), where the entry relating to Samuel Wilberforce, Bishop of Oxford, got mixed up with that of Robert Owen, the Socialist, <p 156>with the result that the bishop was stated to be ``a confirmed sceptic as regards revealed religion, but a believer in Spiritualism.'' It was this kind of blunder which suggested the formation of cross- readings, that were once very popular.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1502,
   "text": "SCHOOLBOYS' BLUNDERS. THE blunders of the examined form a fruitful source of amusement for us all, and many comical instances have been published. The mistakes which are constantly occurring must naturally be innumerable, but only a few of them rise to the dignity of a blunder. If it be difficult to define a blunder, probably the best illustration of what it is will be found in the answers of the boys under examination. All classes of blunders may be found among these. There are those which show confusion of knowledge, and those which exhibit an insight into the heart of the matter while blundering in the form. Two very good examples occur to one's mind, but it is to be feared that they owe their origin to some keen spirit of mature years. ``What <p 158>is Faith?--The quality by which we are enabled to believe that which we know is untrue.'' Surely this must have emanated from a wit! Again, the whole Homeric question is condensed into the following answer: ``Some people say that the Homeric poems were not written by Homer, but by another man of the same name.'' If this is a blunder, who would not wish to blunder so? A large class of schoolboys' blunders consist in a confusion of words somewhat alike in sound, a confusion that is apt to follow some of us through life. ``Matins'' has been mixed up with ``pattens,'' and described as something to wear on the feet. Nonconformists are said to be persons who cannot form anything, and a tartan is assumed to be an inhabitant of Tartary.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 619,
   "text": "The gods are believed by one boy to live on nectarines, and by another to imbibe ammonia. The same desire to make an unintelligible word express a meaning which has caused the recognised but absurd spelling of _sovereign_ (more wisely spelt _sovran_ by Milton) shows itself in the form ``Tea-trarck'' <p 159>explained as the title of Herod given to him because he invented or was fond of tea.[13] A still finer confusion of ideas is to be found in an answer reported by Miss Graham in the _University Correspondent_: ``Esau was a man who wrote fables, and who sold the copyright to a publisher for a bottle of potash.''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1433,
   "text": "[13] _Cornhill Magazine_, June 1888, pp. 619-28. The following etymological guesses are not so good, but they are worthy of registration. One boy described a blackguard as ``one who has been a shoeblack,'' while another thought he was ``a man dressed in black.'' ``Polite'' is said to be derived from ``Pole,'' owing to the affability of the Polish race. ``Heathen'' means ``covered with heath''; but this explanation is commonplace when compared with the brilliant guess--``Heathen, from Latin `h<ae>thum,' faith, and `en,' not.'' The boy who explained the meaning of the words _fort_ and _fortress_ must have had rather vague ideas as to masculine and feminine nouns. He wrote: ``A fort is a place to put men in, and a fortress a place to put women in.'' <p 160> The little book entitled _English as she is Taught_, which contains a considerable number of genuine answers to examination questions given in American schools, with a Commentary by Mark Twain, is full of amusing matter. A large proportion of these answers are of a similar character to those just enumerated, blunders which have arisen from a confusion caused by similarity of sound in the various words, thus, ``In Austria the principal occupation is gathering Austrich feathers.'' The boy who propounded this evidently had much of the stock in trade required for the popular etymologist. ``Ireland is called the Emigrant Isle because it is so beautiful and green.''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1584,
   "text": "``Gorilla warfare was where men rode on gorillas.'' ``The Puritans found an insane asylum in the wilds of America.'' Some of the answers are so funny that it is almost impossible to guess at the train of thought which elicited them, as, ``Climate lasts all the time, and weather only a few days.'' ``Sanscrit is not used so much as it used to be, as it went out of use 1500 B.C.'' The boy who affirmed <p 161>that ``The imports of a country are the things that are paid for; the exports are the things that are not,'' did not put the Theory of Exchange in very clear form. The knowledge of physiology and of medical subjects exhibited by some of the examined is very amusing. One boy discovered a new organ of the body called a chrone: ``He had a chronic disease-- something the matter with the chrone.'' Another had a strange notion of how to spell _craniology_, for he wrote ``Chonology is the science of the brane.'' But best of all is the knowledge of the origin of Bright's disease, shown by the boy who affirms that ``John Bright is noted for an incurable disease.'' Much of the blundering of the examined must be traced to the absurd questions of the examiners--questions which, as Mark Twain says, ``would oversize nearly anybody's knowledge.'' And the wish which every examinee has to bring in some subject which he supposes himself to know is perceptible in many answers. The date 1492 seems to be impressed upon every American <p 162>child's memory, and he cannot rest until he has associated it with some fact, so we learn that George Washington was born in 1492, that St.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1498,
   "text": "Bartholomew was massacred in that year, that ``the Brittains were the Saxons who entered England in 1492 under Julius C<ae>sar,'' and, to cap all, that the earth is 1492 miles in circumference. Many of the best-known examination jokes are associated with Scriptural characters. One of the best of these, if also one of the best known, is that of the man who, paraphrasing the parable of the Good Samaritan, and quoting his words to the innkeeper, ``When I come again I will repay you,'' added, ``This he said knowing that he should see his face again no more.'' A School Board boy, competing for one of the Peek prizes, carried this confusion of widely different events even farther. He had to write a short biography of Jonah, and he produced the following: ``He was the father of Lot, and had two wives. One was called Ishmale and the other Hagher; he kept one at home, and he turned the other into the dessert, when <p 163>she became a pillow of salt in the daytime and a pillow of fire at night.'' The sketch of Moses is equally unhistoric: ``Mosses was an Egyptian. He lived in an ark made of bullrushes, and he kept a golden calf and worshipped braizen snakes, and et nothing but kwales and manna for forty years. He was caught by the hair of his head, while riding under the bough of a tree, and he was killed by his son Absalom as he was hanging from the bough.'' But the ignorance of the schoolboy was quite equalled by the undergraduate who was asked ``Who was the first king of Israel?''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1427,
   "text": "and was so fortunate as to stumble on the name of Saul. Finding by the face of the examiner that he had hit upon the right answer, he added confidentially, ``Saul, also called Paul.'' The American child, however, managed to cover a larger space of time in his confusion when he said, ``Elijah was a good man, who went up to heaven without dying, and threw his cloak down for Queen Elizabeth to step over.'' A boy was asked in an examination, ``What did Moses do with the tabernacle?'' <p 164>and he promptly answered, ``He chucked it out of the camp.'' The scandalised examiner asked the boy what he meant, and was told that it was so stated in the Bible. On being challenged for the verse, the boy at once repeated ``And Moses took the tabernacle and _pitched_ it without the camp'' (Exod. xxxiii. 7). The book might be filled with extraordinary instances of school translation, but room must be found for one beautiful specimen quoted by Moore in his _Diary_. A boy having to translate ``they ascended by ladders'' into Latin, turned out this, ``ascendebant per adolescentiores'' (the comparative degree of lad, _i.e_., ladder). The late Mr. Barrett, Musical Examiner to the Society of Arts, gave some curious instances of blundering in his report on the Examinations of 1887, which is printed in the _Programme of the Society's Examinations for_ 1888:-- ``There were occasional indications that the terms were misunderstood.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1441,
   "text": "`Presto' signifies `turn over,' `Lento' `with style.' `Staccato' was said to mean `stick on <p 165>the notes,' or `notes struck and at once raised.' ``The names of composers in order of time were generally correctly done, but the particulars concerning the musicians were rather startling. Thus Purcell was said to have written, among other things, an opera called _Ebdon and Eneas_; one stated that he was born 1543 and died 1595, probably confusing him with Tallis, that he wrote masses and reformed the church music; another that he was the organist of King's College Chapel, and wrote madrigals. One stated that he was born 1568 and died 1695; another, not knowing that he had so long passed the allotted period of man's existence, gave his dates 1693, 1685, thus giving him no limit of existence at all. One said he was a German, born somewhere in the nineteenth century, which statement another confirmed by giving his dates as 1817-1846; and, further, credited him with the composition of _The Woman of Samaria_, and as having transposed plain- song from tenor to bass. Bach is said to have been the founder of the `Thames <p 166>School Lipsic,' the composer of the _Seasons_, the celebrated writer of opera comique, born 16--, and having gone through an operation for one of his fingers, turned his attention to composition, wrote operas, and, lastly, that he was born in 1756, and died 1880, and that his fame rests on his passions.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1413,
   "text": "``The facts about Handel are pretty correct; but we find that Weber wrote _Parsifal, The Flying Dutchman, Der Ring der Nibulengon_. His dates are 1813-1883. Mendelssohn was born 1770, died 1827 (Beethoven's dates), studied under Hadyn (_sic_), and that he composed many operas. Gounod is said to be `a rather modern musician'; he wrote _Othello, Three Holy Children_, besides _Faust_ and other works. Among the names given as the composer of _Nozze di Figaro_ are Donizetti, William Sterndale Bennett, Gunod, and Sir Mickall Costa. The particulars concerning the real composer are equally interesting. (1) His name is spelt Mozzart, Mosarde, etc. (2) He was a well-known Italian, wrote _Medea_, and others. (3) His first opera was _Idumea, or Idomeo_. (4) He composed <p 167>_Lieder ohne worte, Don Pasquale, Don Govianna_, the _Zauberfloat, Feuges_, and his _Requiem_ is the crowning glory of his `marvellious carere.' (5) He was a German, `born 1756, at a very early age.' If the dates given by another writer be true (born 1795, died 1659), it is certain that he must have died before he was born.'' Mr. Barrett again reported in 1889 some of the strange opinions of those who came to him to be examined:-- ``The answers to the question `Who was Rossini? What influence did he exercise over the art of music in his time?' brought to light much curious and interesting intelligence. His nationality was various.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1422,
   "text": "He was `a German by birth, but was born at Pesaro in Italy'; `he was born in 1670 and died 1826'; he was a `Frenchman,' `a noted writer of the French,' the place of nativity was `Pizzarro in Genoa'; he was `an Italian, and made people feel drunk with the sparke and richness of his melody'; he composed _Oberon, Don Giovanni; Der Fri<e:>schutz_, and _Stabet Matar_. He was `an accom<p 168>plished writer of violin music and produced some of the prettiest melodies'; it is `to him we owe the extension of chords struck together in ar peggio'; he was `the founder of some institution or another'; `the great aim of his life was to make the music he wrote an interpretation of the words it was set to'; he `broke many of the laws of music'; he `considerable altered the stage'; he `was noted for using many instruments not invented before'; in his `composition he used the chromatic scale very much, and goes very deep in harmony'; he `was the first taking up the style, and therefore to make a great change in music'; he was `the cause of much censure and bickering through his writings'; he `promoted a less strict mode of writing and other beneficial things'; and, finally, `Giachono Rossini was born at Pezarro in 1792. In the year 1774 there was war raging in Paris between the Gluckists and Piccinists. Gluck wanted to do away with the old restraint of the Italian aria, and improve opera from a dramatic point of view.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1414,
   "text": "Piccini remained true to the old <p 169>Italian style, and Rossini helped him to carry it on still further by his operas, _Tancredi, William Tell_, and _Dorma del Lago_.' '' The child who gave the following brilliant answer to the question, ``What was the character of Queen Mary?'' must have suffered herself from the troubles supposed to be connected with the possession of a stepmother: ``She was wilful as a girl and cruel as a woman, but'' (adds the pupil) ``what can you expect from any one who had had five stepmothers?'' The greatest confusion among the examined is usually to be found in the answers to historical and geographical questions. All that one boy knew about Nelson was that he ``was buried in St. Paul's Cathedral amid the groans of a dying nation.'' The student who mixed up Oliver Cromwell with Thomas Cromwell's master Wolsey produced this strange answer: ``Oliver Cromwell is said to have exclaimed, as he lay a-dying, If I had served my God as I served my king, He would not have left me to mine enemies.'' Miss Graham relates in the _University <p 170>Correspondent_ an answer which contains the same confusion with a further one added: ``Wolsey was a famous general who fought in the Crimean War, and who, after being decapitated several times, said to Cromwell, Ah! if I had only served you as you have served me, I would not have been deserted in my old age.'' ``The Spanish Armada,''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1423,
   "text": "wrote a young man of seventeen, ``took place in the reign of Queen Anne; she married Philip of Spain, who was a very cruel man. The Spanish and the English fought very bravely against each other. The English wanted to conquer Spain. Several battles were fought, in which hundreds of the English and Spanish were defeated. They lost some very large ships, and were at a great loss on both sides.'' The following description of the Nile by a schoolboy is very fine: ``The Nile is the only remarkable river in the world. It was discovered by Dr. Livingstone, and it rises in Mungo Park.'' Constantinople is described thus: ``It is on the Golden Horn; a strong fortress; has a University, and is the residence of Peter the Great. <p 171>Its chief building is the Sublime Port.'' Amongst the additions to our geographical knowledge may be mentioned that Gibraltar is ``an island built on a rock,'' and that Portugal can only be reached through the St. Bernard's Pass ``by means of sledges drawn by reindeer and dogs.'' ``Turin is the capital of China,'' and ``Cuba is a town in Africa very difficult of access.'' One of the finest answers ever given in an examination was that of the boy who was asked to repeat all he knew of Sir Walter Raleigh. This was it: ``He introduced tobacco into England, and while he was smoking he exclaimed, `Master Ridley, we have this day lighted such a fire in England as shall never be put out.'",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1443,
   "text": "'' Can that, with any sort of justice, be styled a blunder? The rule that ``the King can do no wrong'' was carried to an extreme length when a schoolboy blunder of Louis XIV. was allowed to change the gender of a French noun. The King said ``un carosse,'' and that is what it is now. In Cotgrave's _Dictionary carosse_ appears <p 172>as feminine, but M<e'>nage notes it as having been changed from feminine to masculine. It has already been pointed out that some of the blunders of the examined are due to the absurdity of the questions of the examiner. The following excellent anecdote from the late Archdeacon Sinclair's _Sketches of Old Times and Distant Places_ (1875) shows that even when the question is sound a difficulty may arise by the manner of presenting it:-- ``I was one day conversing with Dr. Williams about schools and school examinations. He said: `Let me give you a curious example of an examination at which I was present in Aberdeen. An English clergyman and a Lowland Scotsman visited one of the best parish schools in that city. They were strangers, but the master received them civilly, and inquired: ``Would you prefer that I should _speer_ these boys, or that you should _speer_ them yourselves?'' The English clergyman having ascertained that to _speer_ meant to question, desired the master to proceed. He did so with great success, and the <p 173>boys answered numerous interrogatories as to the Exodus from Egypt.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1570,
   "text": "The clergyman then said he would be glad in his turn to _speer_ the boys, and began: ``How did Pharaoh die?'' There was a dead silence. In this dilemma the Lowland gentleman interposed. ``I think, sir, the boys are not accustomed to your English accent,'' and inquired in broad Scotch, ``Hoo did Phawraoh dee?'' Again there was a dead silence, till the master said: ``I think, gentlemen, you can't _speer_ these boys; I'll show you how.'' And he proceeded: ``Fat cam to Phawraoh at his hinder end?'' _i.e_., in his latter days. The boys with one voice answered, ``He was drooned''; and a smart little fellow added, ``Ony lassie could hae told you that.'' The master then explained that in the Aberdeen dialect ``to dee'' means to die a natural death, or to die in bed: hence the perplexity of the boys, who knew that Pharaoh's end was very different.' '' The author is able to add to this chapter a thoroughly original series of answers to certain questions relating to acoustics, light and heat, which Professor Oliver <p 174>Lodge, F.R.S., has been so kind as to communicate for this work, and which cannot fail to be appreciated by his readers. It must be understood that all these answers are genuine, although they are not given _verbatim et literatim_, and in some instances one answer is made to contain several blunders. Professor Lodge expresses the opinion that the questions might in some instances have been worded better, so as to exclude several of the misapprehensions, and therefore that the answers may be of some service to future setters of questions.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 245,
   "text": "He adds that of late the South Kensington papers have become more drearily correct and monotonous, because the style of instruction now available affords less play to exuberant fancy untrammelled by any information regarding the subject in hand.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1480,
   "text": "1880.--ACOUSTICS, LIGHT AND HEAT PAPER. _Science and Art Department_. The following are specimens of answers given by candidates at recent examinations in Acoustics, Light and Heat, held in <p 175>connection with the Science and Art Department, South Kensington. The answers have not of course all been selected from the same paper, neither have they all been chosen for the same reason. _Question_ I.--State the relations existing between the pressure, temperature, and density of a given gas. How is it proved that when a gas expands its temperature is diminished? _Answer_.--Now the answer to the first part of this question is, that the square root of the pressure increases, the square root of the density decreases, and the absolute temperature remains about the same; but as to the last part of the question about a gas expanding when its temperature is diminished, I expect I am intended to say I don't believe a word of it, for a bladder in front of a fire expands, but its temperature is not at all diminished. _Question_ 2.--If you walk on a dry path between two walls a few feet apart, you hear a musical note or ``ring'' at each footstep. Whence comes this? <p 176> _Answer_.--This is similar to phosphorescent paint. Once any sound gets between two parallel reflectors or walls, it bounds from one to the other and never stops for a long time. Hence it is persistent, and when you walk between the walls you hear the sounds made by those who walked there before you.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1474,
   "text": "By following a muffin man down the passage within a short time you can hear most distinctly a musical note, or, as it is more properly termed in the question, a ``ring'' at every (other) step. _Question_ 3.--What is the reason that the hammers which strike the strings of a pianoforte are made not to strike the middle of the strings? Why are the bass strings loaded with coils of wire? _Answer_.--Because the tint of the clang would be bad. Because to jockey them heavily. _Question_ 4.--Explain how to determine the time of vibration of a given tuning- fork, and state what apparatus you would require for the purpose. _Answer_.--For this determination I should require an accurate watch beating <p 177>seconds, and a sensitive ear. I mount the fork on a suitable stand, and then, as the second hand of my watch passes the figure 60 on the dial, I draw the bow neatly across one of its prongs. I wait. I listen intently. The throbbing air particles are receiving the pulsations; the beating prongs are giving up their original force; and slowly yet surely the sound dies away. Still I can hear it, but faintly and with close attention; and now only by pressing the bones of my head against its prongs. Finally the last trace disappears. I look at the time and leave the room, having determined the time of vibration of the common ``pitch'' fork. This process deteriorates the fork considerably, hence a different operation must be performed on a fork which is only _lent_.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1529,
   "text": "_Question_ 6.--What is the difference between a ``real'' and a ``virtual'' image? Give a drawing showing the formation of one of each kind. _Answer_.--You see a real image every morning when you shave. You do not see virtual images at all. The only people who see virtual images are those people <p 178>who are not quite right, like Mrs. A. Virtual images are things which don't exist. I can't give you a reliable drawing of a virtual image, because I never saw one. _Question_ 8.--How would you disprove, experimentally, the assertion that white light passing through a piece of coloured glass acquires colour from the glass? What is it that really happens? _Answer_.--To disprove the assertion (so repeatedly made) that ``white light passing through a piece of coloured glass acquires colour from the glass,'' I would ask the gentleman to observe that the glass has just as much colour after the light has gone through it as it had before. That is what would really happen. _Question_ 11.--Explain why, in order to cook food by boiling, at the top of a high mountain, you must employ a different method from that used at the sea level. _Answer_.--It is easy to cook food at the sea level by boiling it, but once you get above the sea level the only plan is to fry it in its own fat. It is, in fact, impossible to boil water above the sea level by any <p 179>amount of heat. A different method, therefore, would have to be employed to boil food at the top of a high mountain, but what that method is has not yet been discovered.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1436,
   "text": "The future may reveal it to a daring experimentalist. _Question_ 12.--State what are the conditions favourable for the formation of dew. Describe an instrument for determining the dew point, and the method of using it. _Answer_.--This is easily proved from question 1. A body of gas as it ascends expands, cools, and deposits moisture; so if you walk up a hill the body of gas inside you expands, gives its heat to you, and deposits its moisture in the form of dew or common sweat. Hence these are the favourable conditions; and moreover it explains why you get warm by ascending a hill, in opposition to the well-known law of the Conservation of Energy. _Question_ 13.--On freezing water in a glass tube, the tube sometimes breaks. Why is this? An iceberg floats with 1,000,000 tons of ice above the water line. About how many tons are below the water line? <p 180> _Answer_.--The water breaks the tube because of capallarity. The iceberg floats on the top because it is lighter, hence no tons are below the water line. Another reason is that an iceberg cannot exceed 1,000,000 tons in weight: hence if this much is above water, none is below. Ice is exceptional to all other bodies except bismuth. All other bodies have 1090 feet below the surface and 2 feet extra for every degree centigrade. If it were not for this, all fish would die, and the earth be held in an iron grip. P.S.--When I say 1090 feet, I mean 1090 feet per second.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1554,
   "text": "_Question_ 14.--If you were to pour a pound of molten lead and a pound of molten iron, each at the temperature of its melting point, upon two blocks of ice, which would melt the most ice, and why? _Answer_.--This question relates to diathermancy. Iron is said to be a diathermanous body (from _dia_, through, and _thermo_, I heat), meaning that it gets heated through and through, and accordingly contains a large quantity of real heat. Lead is said to be an athermanous body <p 181>(from _a_, privative, and _thermo_, I heat), meaning that it gets heated secretly or in a latent manner. Hence the answer to this question depends on which will get the best of it, the real heat of the iron or the latent heat of the lead. Probably the iron will smite furthest into the ice, as molten iron is white and glowing, while melted lead is dull. _Question_ 21.--A hollow indiarubber ball full of air is suspended on one arm of a balance and weighed in air. The whole is then covered by the receiver of an air pump. Explain what will happen as the air in the receiver is exhausted. _Answer_.--The ball would expand and entirely fill the vessell, driving out all before it. The balance being of greater density than the rest would be the last to go, but in the end its inertia would be overcome and all would be expelled, and there would be a perfect vacuum. The ball would then burst, but you would not be aware of the fact on account of the loudness of a sound varying with the density of the place in which it is generated, and not on that in which it is heard.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1459,
   "text": "<p 182> _Question_ 27.--Account for the delicate shades of colour sometimes seen on the inside of an oyster shell. State and explain the appearance presented when a beam of light falls upon a sheet of glass on which very fine equi-distant parallel lines have been scratched very close to one another. _Answer_.--The delicate shades are due to putrefaction; the colours always show best when the oyster has been a bad one. Hence they are considered a defect and are called chromatic aberration. The scratches on the glass will arrange themselves in rings round the light, as any one may see at night in a tram car. _Question_ 29.--Show how the hypothenuse face of a right-angled prism may be used as a reflector. What connection is there between the refractive index of a medium and the angle at which an emergent ray is totally reflected? _Answer_.--Any face of any prism may be used as a reflector. The connexion between the refractive index of a medium and the angle at which an emergent ray does not emerge but is <p 183>totally reflected is remarkable and not generally known. _Question_ 32.--Why do the inhabitants of cold climates eat fat? How would you find experimentally the relative quantities of heat given off when equal weights of sulphur, phosphorus, and carbon are thoroughly burned? _Answer_.--An inhabitant of cold climates (called Frigid Zoans) eats fat principally because he can't get no lean, also because he wants to rise is temperature.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 313,
   "text": "But if equal weights of sulphur phosphorus and carbon are burned in his neighbourhood he will give off eating quite so much. The relative quantities of eat given off will depend upon how much sulphur etc. is burnt and how near it is burned to him. If I knew these facts it would be an easy sum to find the answer.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1407,
   "text": "_Question_ 1.--Sound is said to travel about four times as fast in water as in air. How has this been proved? State your reasons for thinking whether sound travels faster or slower in oil than in water. <p 184> _Answer_(_a_).--Mr. Colladon, a gentleman who happened to have a boat, wrote to a friend called Mr. Sturm to borrow another boat and row out on the other side of the lake, first providing himself with a large ear-trumpet. Mr. Colladon took a large bell weighing some tons which he put under water and hit furiously. Every time he hit the bell he lit a fusee, and Mr. Sturm looked at his watch. In this way it was found out as in the question. It was also done by Mr. Byott who sang at one end of the water pipes of Paris, and a friend at the other end (on whom he could rely) heard the song as if it were a chorus, part coming through the water and part through the air. (_b_) This is done by one person going into a hall (? a well) and making a noise, and another person stays outside and listens where the sound comes from. When Miss Beckwith saves life from drowning, her brother makes a noise under water, and she hearing the sound some time after can calculate where he is and dives for him; and what Miss Beckwith can do under water, of course a mathematician can do <p 185>on dry land. Hence this is how it is done. If oil is poured on the water it checks the sound-waves and puts you out.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1474,
   "text": "_Question_ 2.--What would happen if two sound-waves exactly alike were to meet one another in the open air, moving in opposite directions? _Answer_.--If the sound-waves which meet in the open air had not come from the same source they would not recognise each others existence, but if they had they would embrace and mutually hold fast, in other words, interfere with and destroy each other. _Question_ 9.--Describe any way in which the velocity of light has been measured. _Answer_ (_a_).--A distinguished but Heathen philosopher, Homer, was the first to discover this. He was standing one day at one side of the earth looking at Jupiter when he conjectured that he would take 16 minutes to get to the other side. This conjecture he then verified by careful experiment. Now the whole way across the earth is 3,072,000 miles, and dividing <p 186>this by 16 we get the velocity 192,000 miles a second. This is so great that it would take an express train 40 years to do it, and the bullet from a canon over 5000 years. P.S.--I think the gentlemans name was Romer not Homer, but anyway he was 20% wrong and Mr. Fahrenheit and Mr. Celsius afterwards made more careful determinations. (_b_) An Atheistic Scientist (falsely so called) tried experiments on the Satellites of Jupiter. He found that he could delay the eclipse 16 minutes by going to the other side of the earths orbit; in fact he found he could make the eclipse happen when he liked by simply shifting his position.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 610,
   "text": "Finding that credit was given him for determining the velocity of light by this means he repeated it so often that the calendar began to get seriously wrong and there were riots, and Pope Gregory had to set things right. _Question_ 10.--Explain why water pipes burst in cold weather. _Answer_.--People who have not studied <p 187>Acoustics think that Thor bursts the pipes, but we know that it is nothing of the kind for Professor Tyndall has burst the mythologies and has taught us that it is the natural behaviour of water (and bismuth) without which all fish would die and the earth be held in an iron grip,",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1604,
   "text": "IT is not surprising that foreigners should make mistakes when writing in English, and Englishmen, who know their own deficiencies in this respect, are not likely to be censorious when foreigners fall into these blunders. But when information is printed for the use of Englishmen, one would think that the only wise plan was to have the composition revised by one who is thoroughly acquainted with the language. That this natural precaution is not always taken we have ample evidence. Thus, at Havre, a polyglot announcement of certain local regulations was posted in the harbour, and the notice stood as follows in French: ``Un arrangement peut se faire avec le pilote pour de promenades <a!> rames.'' The following very strange translation into <p 189>English appeared below the French: ``One arrangement can make himself with the pilot for the walking with roars.'' The papers distributed at international exhibitions are often very oddly worded. Thus, an agent in the French court of one of these, who described himself as an ``Ancient Commercial Dealer,'' stated on a handbill that ``being appointed by Tenants of the Exhibition to sell Show Cases, Frames, &c., which this Court incloses, I have the honour to inform Museum Collectors, Librarians, Builders, Shopkeepers, and business persons in general, that the fixed prices will hardly be the real value of the Glasses which adorn them.'' In 1864 was published in Paris a pretentious work, consisting of notices of the various literary and scientific societies of the world, which positively swarms with blunders in the portion devoted to England.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1552,
   "text": "The new forms into which well-known names are transmogrified must be seen to be believed. Wadham College is printed _Washam_, Warwick as _Worwick_; and one of our metropolitan parks is said to be <p 190>dedicated to a saint whose name does not occur in any calendar, viz., _St. Jam's Park_. There is the old confusion respecting English titles which foreigners find so difficult to understand; and monsieur and esquire usually appear respectively before and after the names of the same persons. The Christian names of knights and baronets are omitted, so that we obtain such impossible forms as ``Sir Brown.'' The book is arranged geographically, and in all cases the English word ``shire'' is omitted, with the result that we come upon such an extremely curious monster as ``le Comt<e'> de Shrop.'' On the very first page is made the extraordinary blunder of turning the Cambrian Arch<ae>ological Association into a _Cambridge_ Society; while the Parker Society, whose publications were printed at the University Press, is entered under _Canterbury_. It is possible that the Latin name _Cantabrigia_ has originated this mistake. The Roxburgh Society, although its foundation after the sale of the magnificent library of the Duke of Roxburgh is cor<p 191>rectly described, is here placed under the county of Roxburgh. The most amusing blunder, however, in the whole book is contained in the following charmingly na<i:>ve piece of etymology _<a!> propos_ of the Geological and Polytechnic Society of the West Riding of Yorkshire: ``On sait qu'en Anglais",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1482,
   "text": "le mot _Ride_ se traduit par voyage <a!> cheval ou en voiture; on pourrait peut-<e^>tre penser, d<e!>s le d<e'>but, qu'il s'agit d'une Soci<e'>t<e'> hippique. II n'en est rien; <a!> l'exemple de l'Association Britannique, dont elle,'' etc. This pairs off well with the translation of _Walker, London_, given on a previous page. The Germans find the same difficulty with English titles that the French do, and confuse the Sir at the commencement of our letters with Herr or Monsieur. Thus, they frequently address Englishmen as _Sir_, instead of mister or esquire. We have an instance of this in a publication of no less a learned body than the Royal Academy of Sciences of Munich, who issued in 1860 a ``Rede auf Sir Thomas Babington Macaulay.'' An hotel-keeper at Bale translated <p 192>``limonade gazeuse'' as ``gauze lemonads\"; and the following delightful entry is from the Travellers' Book of the Drei Mohren Hotel at Augsburg, under date Jan. 28th, 1815: ``His Grace Arthur Wellesley, Duke of Wellington, &c., &c., &c. Great honour arrived at the beginning of this year to the three Moors. This illustrious warrior, whose glorious atchievements which cradled in Asia have filled Europe with his renown, descended in it.'' It may be thought that, as this is not printed, but only written, it is scarcely fair to preserve it here; but it really is too good to leave out. The keepers of hotels are great sinners in respect to the manner in which they murder the English language.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 417,
   "text": "The following are a few samples of this form of literature, and most readers will recall others that they have come across in their travels. The first is from Salzburg:-- ``George Nelb<o:>ck begs leave to recommand his hotel to the Three Allied, situated _vis-<a!>-vis_ of the birth house of Mozart, which offers all comforts to the meanest charges. <p 193> The next notice comes from Rastadt:-- ``ADVICE OF AN HOTEL.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1427,
   "text": "``The underwritten has the honour of informing the publick that he has made the acquisition of the hotel to the Savage, well situated in the middle of this city. He shall endeavour to do all duties which gentlemen travellers can justly expect; and invites them to please to convince themselves of it by their kind lodgings at his house. ``BASIL ``JA. SINGESEM. ``Before the tenant of the Hotel to the Stork in this city.'' Whatever may be the ambition of mine host at Pompeii, it can scarcely be the fame of an English scholar:-- ``Restorative Hotel Fine Hok, Kept by Frank Prosperi, Facing the military quarter at Pompei. That hotel open since a very few days is renowned for the cheapness of the Apart<p 194>ments and linen, for the exactness of the service, and for the excellence of the true French cookery. Being situated at proximity of that regeneration, it will be propitious to receive families, whatever, which will desire to reside alternatively into that town to visit the monuments now found and to breathe thither the salubrity of the air. That establishment will avoid to all travellers, visitors of that sepult city and to the artists (willing draw the antiquities) a great disorder occasioned by tardy and expensive contour of the iron whay people will find equally thither a complete sortment of stranger wines and of the kingdom, hot and cold baths, stables, coach houses, the whole at very moderated prices.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1448,
   "text": "Now all the applications and endeavours of the Hoste will tend always to correspond to the tastes and desires of their customers which will require without doubt to him into that town the reputation whome, he is ambitious.'' On the occasion of the Universal Exhibition of Barcelona in 1888 the _Moniteur de l'Exposition_ printed a description of Barcelona in French, German, Spanish, <p 195>and English. The latter is so good that it is worthy of being printed in full:-- ``Then there will be in the same Barcelona the first universal Exposition of Spain. It was not possible to choose a more favorable place, for the capital- town of Catalonia is a first-rate city open to civilization. ``It is quite out of possibility to deny it to be the industrial and commercial capital of the peninsula and a universal Exposition could not possibly meet in any other place a more lively splendour than in this magnificent town. ``Indeed what may want Barcelona to deserve to be called great and handsome? Are here not to be found archeological and architectural riches, whose specimens are inexhaustible? ``What are then those churches whose style it is impossible to find elsewhere, containing altars embellished with truly spanish magnificence, and so large and imposing cloisters, that there feels any man himself exceedingly small and little? What those shaded promenades, where the sun cannot almost get through with <p 196>the golden tinge of its rays?",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1507,
   "text": "what this Rambla where every good citizen of Barcelona must take his walk at least once every day, in order to accomplish the civic pilgrimage of a true Catalanian? ``And that Paseo Colon, so picturesque with its palmtrees and electric light, which makes it like, in the evening, a theatrical decoration, and whose ornament has been very happily just finished? ``And that statue of Christopher Colomb, whose installation will be accomplished in a very short time, whose price may be 500,000 francs? ``Are not there still a number of proud buildings, richly ornamented, and splendid theaters? one of them, perhaps the most beautiful, surely the largest (it contains 5000 places) the Liceo, is truly a master-pi<e!>ce, where the spectators are lost in admiration of the riches, the ornaments, the pictures and feel a true regret to turn their eyes from them to look at the stage. ``You will see coffee houses, where have been spent hundreds of thousands to change their large rooms in enchanted <p 197>halls with which it would be difficult to contest even for the palaces of east. ``And still in those little streets, now very few, so narrow that the inhabitants of their opposite houses can shake hands together, do you not know that doors may be found which open to yards and staircases worthy of palaces? ``Do you not know there are plenty of sculptures, every one of them masterpieces, and that, especially the town and deputation house contain some halls which would make meditate all our great masters?",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1550,
   "text": "``If we walk through the Catalonia- square to reach the Ensanche, our astonishment becomes still greater. ``In this Ensanche, a newly-born, but already a great town, there are no streets: there are but promenades with trees on both sides, which not only moderate the rays of the sun through their follage, but purify the surrounding atmosphere and seem to say to those who are walking beneath their shade: You are breathing here the purest air! ``There display the houses plenty of <p 198>the rarest sorts of marble. Out and indoors rules marble, the ceilings of the halls, the staircases, the yards command and force admiration to the spectator, who thought to see only houses and finds monumental buildings. ``Join to that a Paseo de Gracia with immense perspective; the promenade of Cortes, 10 kil. long; some free squares by day- and night-time, in which the rarest plants and the sweetest flowers enchant the passengers eyes and enbalm his smell. ``Join lastly the neighbourhoods, but a short way from the town and put on all sides in communication with it by means of tramways-lines and steam-tramways too; those places show a very charming scenery for every one who likes natural beauties mingled with those which are created by the genius of man. ``After that all there is Monjuich, whose proud fortress seems to say: I protect Barcelona: half-way the slope of the mountain, there are Miramar, Vista Alegre, which afford one of the grandest panorama in the world: on the left side, <p 199>the horizon skirting, some hills which form a girdle,",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1446,
   "text": "whose indented tops detach them selves from an ever-blue sky; at the foot of those mountains, the suburbs we have already mentioned, created for the rest and enjoyment of man after his accomplished duty and finished work; on the lowest skirt Barcelona in a flame with its great buildings, steeples, towers, houses ornamented with flat terraces, and more than all that, its haven, which had been, to say so, conquered over the Mediterranean and harbors daily in itself a large number of ships. ``All this ideal Whole is concentrated beneath an enchanting sky, almost as beautiful as the sky of Italy. The climate of Barcelona is very much like Nice, the pretty. ``Winter is here unknown; in its place there rules a spring, which allows every plant to bud, every most delicate flower to blossom, orangetrees and roses, throughout the whole year. ``In one word, Barcelona is a magnificent town, which is about to offer to the world a splendid, universal Exposition, <p 200>whose success is quite out of doubt determined.'' At the Paris Exhibition of 1889 a _Practical Guide_ was produced for the benefit of the English visitor, which is written throughout in the most astonishing jargon, as may be seen from the opening sentences of the ``Note of the Editor,'' which run as follows: ``The Universal Exhibition, for whom who comes there for the first time, is a true chaos in which it is impossible to direct and recognize one's self without a guide.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1485,
   "text": "What wants the stranger, the visitor who comes to the Exhibition, it is a means which permits him to see all without losing uselessly his time in the most part vain researches.'' This is the account of the first conception of the Exhibition: ``Who was giving the idea of the Exhibition? The first idea of an Exhibition of the Centenary belongs in reality not to anybody. It was in the air since several years, when divers newspapers, in 1883, bethought them to consecrate several articles to it, and so it became a serious matter. The <p 201>period of incubation (brooding) lasted since 1883 till the month of March 1884; when they considered the question they preoccupied them but about a National Exhibition. Afterwards the ambition increased. The ministery, then presided by Mr. Jules Ferry, thought that if they would give to this commercial and industrial manifestation an international character they would impose the peace not only to France, but to the whole world.'' The Eiffel Tower gives occasion for some particularly fine writing: ``In order to attire the stranger, to create a great attraction which assured the success of the Exhibition, it wanted something exceptional, unrivalled, extraordinary. An engineer presented him, Mr. Eiffel, already known by his considerable and keen works. He proposed to M. Locroy to erect a tower in iron which, reaching the height of three hundred metres, would represent, at the industrial sight, the resultant of the modern progresses.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1547,
   "text": "M. Locroy reflected and accepted. Hardly twenty years ago, this project would have appeared fantastic and impossible. The <p 202>state of the science of the iron constructions was not advanced enough, the security given by the calculations was not yet assured; to-day, they know where they are going, they are able to count the force of the wind. The resistance which the iron opposes to it. Mr. Eiffel came at the proper time, and nevertheless how many people have prophetized that the tower would never been constructed. How many critics have fallen upon this audacious project! It was erected, however, and one perceives it from all Paris; it astonishes and lets in extasy the strangers who come to contemplate it.'' The figures attached to the fountain under the tower are comically described as follows:-- ``Europe under the lines of a woman, leaned upon a printing press to print and a book, seems deeped in reflections. ``America is young woman, energetic and virginal however, characterising the youth and the audacies of the American people. ``Asia, the cradle of the human kind, represents the volupty and the sensualism. Her posture, the expression of her figure, <p 203>render well the abandonment of the passion with the oriental people. ``Africa represented by a figure of a woman in a timid attitude, is well the symbol of the savage people enslaved by the civilisation. ``Australia finally is figured by a woman buttressed on herself, like an animal not yet tamed, ready to throw itself on its prey, without waiting to be attacked.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1406,
   "text": ". . . ``Above Asia and Africa, the Love and the Sleep, in the shade of a floating drapery. Finally, between Europe and America, a young girl symbolises the History.'' The author commences the account of his first walk as follows: ``Thus we begin, at present as we have let him see these two wonderworks which fly at the eyes, the Tower and the fountain, to return on his steps to retake with order this walk of recognition which will permit him, thanks to our watchfulness, to see all in a short time.'' ``The History of the human dwelling'' is introduced thus: ``It is the moment or never to walk among the surprising <p 204>restitution, of which M. Garnier the eminent architect of the Opera has made him the promoter. On our left going along the flower-beds from the Tower till here, the constructions of the History of the human Dwelling is unfolded to our eyes. The human Dwelling in all countries and in all times, there is certainly an excellent subject of study. Without doubt the great works do not fail, where conscientious plates enable us to know exactly in which condition where living our ancestors, how their dwellings where disposed in the interior. But nothing approaches the demonstration by the materiality of the fact, and it is struck with this truth that the organisators of the Exhibition resolved to erect an improvisated town, including houses of all countries and all latitudes.''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1607,
   "text": "The author finishes up his little work in the same self-satisfied manner, which shows how unconscious he was that he was writing rubbish:-- ``There is finished our common walk, and in a happy way, after six days which we dare believe it did not seem to you <p 205>long, and tiresome, your curiosity finding a constant aliment at every step which we made you do, in this exhibition without rivalry, where the beauties succeed to the beauties, where one leaves not one pleasure but for a new one. As for us, our task of cicerone is too agreeable to us, that we shall do our best to retain you still near us, in efforcing us to discover still other spectacles, and to present you them after all those you know already.'' If it be absurd to give information to Englishmen in a queer jargon which it is difficult for him to understand, what must be said of those who attempt to teach a language of which they are profoundly ignorant? Most of us can call to mind instances of exceedingly unidiomatic sentences which have been presented to our notice in foreign conversation books; but certainly the most extraordinary of this class of blunders are to be found in the _New Guide of the Conversation in Portuguese and English_, by J. de Fonseca and P. Carolino, which created some stir in the English press a few years <p 206>ago.[14] The authors do not appear to have had even the most distant acquaintance with either the spoken or written language, so that many of the sentences are positively unintelligible, although the origin of many of them may be found in a literal translation of certain French sentences.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 151,
   "text": "One chapter of this wonderful book is devoted to _Idiotisms_, which is a singularly appropriate title for such odd English proverbs as the following:--",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1672,
   "text": "[14] A selection from this book was printed by Messrs. Field & Tuer under the title of _English as she is spoke_. ``The necessity don't know the low.'' ``To build castles in Espaguish.'' ``So many go the jar to spring, than at last rest there.'' (A little further on we find another version of this well-known proverb: ``So much go the jar to spring that at last it break there.'') ``The stone as roll not heap up not foam.'' ``He is beggar as a church rat.'' ``To come back at their muttons.'' <p 207> ``Tell me whom thou frequent, I will tell you which you are.'' The apparently incomprehensible sentence ``He sin in trouble water'' is explained by the fact that the translator confused the two French words _p<e'>cher_, to sin, and _p<e^>cher_, to fish. The classification adopted by the authors cannot be considered as very scientific. The only colours catalogued are _white, cray, gridelin, musk_ and _red_; the only ``music's instruments''--_a flagelet, a dreum_, and a _hurdy-gurdy_. ``Common stones'' appear to be _loadstones, brick, white lead_, and _gumstone_. But probably the list of ``Chastisements'' is one of the funniest things in this Guide to Conversation. The list contains _a fine, honourable fine, to break upon, to tear off the flesh, to draw to four horses_. The anecdotes chosen for the instruction of the unfortunate Portuguese youth are almost more unintelligible than the rest of the book, and probably the following two anecdotes could not be matched in any other printed book:-- ``The Commander Forbin of Janson, <p 208>being at a repast with a celebrated Boileau, had undertaken to pun upon her name:--`What name, told him, carry you thither?",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1480,
   "text": "Boileau: I would wish better to call me Drink wine.' The poet was answered him in the same tune:-- `And you, sir, what name have you choice? Janson: I should prefer to be named John-meal. The meal don't is valuable better than the furfur.''' The next is as good:-- ``Plato walking one's self a day to the field with some of their friends. They were to see him Diogenes who was in water untill the chin. The superficies of the water was snowed, for the rescue of the hole that Diogenes was made. Don't look it more told them Plato, and he shall get out soon.'' A large volume entitled _Polugl<o^>ssos_ was published in Belgium in 1841, which is even more misleading and unintelligible than the Portuguese School Book. The English vocabulary contains some amazing words, such as _agridulce, ales of troops, ancientness sign, bivacq fire, breast's pellicule, chimney black money, infatuated compass, <p 209>iug_ (vocal), _window, umbrella_, etc. At the end of this vocabulary are these notes:-- ``Look the abridged introduction exeptless for the english editions, foregoing the french postcript, next after the title page. Just as the numbers, the names of cities, states, seas, mountains and rivers, the christian names of men and woman, and several synonimous, who enter into the composition of many english words, suppressed in the former vocabulary, are explained by the respective categorys and appointed at the general index, look also by these, what is not found here above.''",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1527,
   "text": "``_Version alternative_. See for the shorter introduction exeptless for the english editions, foregoing the french postscript next after the title page. Just as the numbers &c. . . . their expletives are be given by the respective categorys, and appointed at the general index, to wich is sent back!'' We are frequently told that foreigners are much better educated than we are, and that the trade of the world is slipping <p 210>through our fingers because we are not taught languages as the foreigners are. This may be so, but one cannot help believing that the dullest of English clerks would be able to hold his own in competition with the ingenious youths who are taught foreign languages on the system adopted by Senhors Fonseca and Carolino, and by the compiler of _Polugl<o^>ssos_. Guides to a foreign town or country written in English by a foreigner are often very misleading; in fact, sometimes quite incomprehensible. A contributor to the _Notes and Queries_ sent to that periodical some amusing extracts from a Guide to Amsterdam. The following few lines from a description of the Assize Court give a fair idea of the language:-- ``The forefront has a noble and sublime aspect, and is particularly characteristical to what it ought to represent. It is built in a division of three fronts in the corinthic order, each of them consists of four raising columns, resting upon a general basement from the one end of the forefront to the other, and supporting <p 211>a cornish, equalling running all over the face.''[15]",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1514,
   "text": "[15] _Notes and Queries_, First Series, iii 347. When it was known that Louis XVIII. was to be restored to the throne of France, a report was circulated that the Duke of Clarence (afterwards William IV.) would take the command of the vessel which was to convey the king to Calais. The people of that town were in a fever of expectation, and having decided to sing _God save the King_ in honour of their English visitor, they thought that it would be an additional compliment if they supplemented it with an entirely new verse, which ran as follows:-- ``God save noble Clar<e'>nce, Who brings our King to France, God save Clar<e'>nce; He maintains the glor<y'> Of the British nav<y'>, Oh God, make him happ<y'>, God save Clar<e'>nce.''[16] [16] _Ibid_., iv. 131. In continuation of the story, it may be said that the Duke did not go to Calais, <p 212>and that therefore the anthem was not sung. The composer of this strange verse succeeded in making pretty fair English, even if his rhymes were somewhat deficient in correctness. This was not the case with a rather famous inscription made by a Frenchman. Monsieur Girardin, who inscribed a stone at Ermenonville in memory of our once famous poet Shenstone, was not stupid, but rather preternaturally clever. This inscription is above all praise for the remarkable manner in which the rhymes appeal to the eye instead of the ear; and moreover it shows how world-famous was that charming garden at Leasowes, near Halesowen, which is now only remembered by the few:--",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1409,
   "text": "``This plain stone To William Shenstone. In his writings he display's A mind natural. At Leasowes he laid Arcadian greens rural.'' Dr. Moore, having on a certain occasion excused himself to a Frenchman for using <p 213>an expression which he feared was not French, received the reply, ``Bon monsieur, mais il m<e'>rite bien de l'<e^>tre.'' Of these lines it is impossible to paraphrase this polite answer, for we cannot say that they deserve to be English. Adder _for_ nadder, 7. Afghan _for_ Anglican, 148. Agassiz, _Zoological Biography_, blunder in, 64. Alison's (Sir Archibald) blunder, 34. Ampulle (Sainte), 35 Amsterdam, Guide to, 210. Anderson (Andrew), his disgraceful printing of the Bible, 141. Apostrophe, importance of an, 121. Apron _for_ napron, 7. _Arabian Nights_, translations of, 45. Arden (Pepper), 60. Arlington (Lord), his title taken from the village of Harlington, 8. Artaxerxes, 54. Ash's Dictionary, 9, 10. Averrhoes, 54. Babington's (Bishop) _Exposition of the Lord's Prayer_, 92. _Bachaumont, M<e'>moires de_, 33. Baly's (Dr.) translation of M<u:>ller's _Physiology_, 51. Barcelona Exhibition (1883), 194 Barker (Robert) and Martin Lucas fined for leaving _not_ out of the Seventh Commandment, 136. Bellarmin, misprints in his works, 79. Benserade's joke, 97. Bible, blunders in the printing of the, 135. ----incorrect translations of passages in, 58. ----the ``Wicked'' Bible, 136.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1453,
   "text": "_Bibliographical Blunders_ 63 - 77 Bismarck's (Prince) endeavours to keep on good terms with all the Powers, 145. Blades's (W.) _Shakspere and Typography_, 104. Blunder, knowledge necessary to make a, 2. Blunders, amusing mistakes, 1. _Blunders in General_, 1-30. ----_of Authors_, 31 -46. ----_of Translators_, 47-62. ----(_Bibliographical_), 63-77. ----(_Schoolboys_'), 157-187. Boehm's tract on the Boots of Isaiah, 71. Boyle (Robert) becomes Le Boy, 72. Brandenburg (Elector of) and Father Wolff, 20. Brathwaite's (R.) _Strappado for the Divell_, 94. Breton's (Nicholas) tracts, 81. ----_Wit of Wit_, 93. _Bride (La) de Lammermuir_, 49. Brigham le jeune _for_ Brigham Young, 67. Britton's _Tunbridge Wells_, 37. Broch (J. K.), an imaginary author, 64. Buckingham's (J. Silk) anecdote of a wilful misprint, 140. <p 217> Bulls, a sub-class of blunders, 24. ----made by others than Irishmen, 25. ----(Negro), 26. Burton (Hill) on bulls, 29. Butler's (S.) allusion to corrupted texts, 135. ----misprints in his lines, 127. Byron's _Childe Harold_, persistent misprint in, 134. C<ae>soris (Mr. C. J.), 73. Calamities _for_ Calamites, 116 Calpensis (Flora) not an authoress, 68. Campbell's (Lord) supposed criticism of _Romeo and Juliet_, 46. _Campion, Death and Martyrdom of_, 81. Camus, an imaginary author, 65. Canons _for_ chanoines, 48. Capo Basso, 48. Cardan's treatise _De Subtilitate_ without a misprint, 97 Careme, _Le Patissier Pittoresque_, 74.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1435,
   "text": "Cartwright (Major), 60. Castlemaine's (Lord) _English Globe_, 87. Chaucer's works, misprints in, 153. Chelsea porcelain, 43. Chernac's _Mathematical Tables_, 144. Cicero's (Mr. Tul.) _Epistles_, 72. ----_Offices_, 51. Cinderella and the glass slipper, 57. Classification, blunders in, 73. Clement XIV. (Pope), 26. Clerk (P. K.) _for_ Rev. Patrick Keith, 69. Cockeram's _English Dictionarie_, 11. <p 218> Collier (John Payne), blunder made in a newspaper account of his burial, 127. Contractions, ignorant misreading of, 124. Coquilles, specimens of, 147. Correspondence, etymology of, 9. Cow cut into _calves_, 129. Cowley's allusion to corrupted texts, 135, Cromwells, confusion of the two, 169. Cross readings, 24. Cruikshank's (George) real name supposed to be Simon Pure, 70. Curmudgeon, etymology of, 10. _Damn<e'> et Calive_, 49. Darius, 54 Dekker's _Satiro-Mastix_, errata to, 80. Deleted _for_ delited in Shakespeare, 115. De Morgan, on authors correcting their own proofs, 89. D'Israeli's _Curiosities of Literature_, 68, 69. Do part _for_ depart, 8. Donis (Nicholas), an imaginary author, 66. Dorus Basilicus, an imaginary author, 65. Dotet in trouble, 55. Drayton, misreading of, 6. Edgeworth's _Essay on Irish Bulls_, 28. Emendations of editors, 23. _English as she is Spoke_, 206. _English as she is Taught_, 160. Enrichi de Deux Listes (Mons.), 68. Erekmann-Chatrian's _Conscript_, 56. <p 219> _Errata (lists of_), 78-99.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1401,
   "text": "Estienne's (Henri) joke over a misprint, 152. Etymologies (absurd), 9. Ewing's (Bishop) _Argyllshire Seaweeds_, 74. Examined, blunders of the, 157. Faith, definition of, 158 Faraday (_Sir_ Michael), 41. Featley's (Dr. Daniel) _Romish Fisher Caught in his own Net_, 96. Field the printer's blunders, 139. _Finis Coronat opus_, 61. Fitzgerald (Fighting), 32. Fletcher's _The Nice Valour_, 96. Fonseca and Carolino, _Guide of the Conversation_, 205. _Foreigners' English_, 188-213. Foulis's edition of Horace, 98. French kings, anointing of the, 35. Galt's _Lives of the Players_, 45 Garnett's _Florilegium Amantis_, 75. Gascoigne's (George) _Droomme of Doomes Day_, 91. Ghost words, 2. Girardin's epitaph on Shenstone at Ermenonville, 212. Gladstone's (Mr.) _Gleanings of Past Years_, 38. Glanvill's (Joseph) _Essays_, 86. ``God save the King,'' new verse by a Frenchman, 211. Goldsmith's blunders, 31, <p 220> Goldsmith's _Deserted Village_, translation of a line in, 56. Gordon (J. E. H.) and B. A. Cantab, 69. Greatrakes (Valentine), blunder in his name, 118. Greeley's (Horace) bad writing, 126. Grolier not a binder, 19. Haggard 's (Rider) _King Solomon's Mines_, 74. Hales's (Prof.) observations on misprints, 131. Hall's (John) _Hor<ae> Vaciv<ae>_, 117. Halliwell-Phillipps' _Dictionary of Misprints_, 80, 101. Harrison's (Peter) bull, 29. Henri II. not a potter, 19. Herodote et aussi Jazon, 49.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 557,
   "text": "Heywood's (Thomas) _Apology for Actors_, 83. Hirudo _for_ hirundo, 48. _Hit or Miss_, 53. Holy Gruel _for_ Holy Grail, 149. Homeric poems, author of the, 158. Hood's lines on misprints, 151. Hood (Thomas), _Geometricall Instrument called a Sector_, 82. Hook's (Dean) bad writing, 123. Hooker's _Ecclesiastical Polity_, corrections by the author, 93. Hopton's (Arthur) _Baculum Geod<oe>ticum Viaticum_, 83. Horse-shoeing husbandry _for_ horse hoeing, 149. Hotel-keepers' English, 192. Howell's (J.) _Deudrologia_, 75. Huet, ``ancient'' Bishop of Avranch, 51.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1415,
   "text": "<p 221> Hugo's (Victor) translation, 50. Hunt's (Leigh) specimens of misprints, 148. Hyett s{sic} _Flowers from the South_, 74. Ibn Roshd = Averrhoes, 54 Immoral _for_ immortal, 120. _Independent Whig_, 53. ``Indifferent justice,'' 42. Insurrection _for_ resurrection, 133. Jefferies (Judge) said to have presided at the trial of Charles I., 37. Job's wish that his adversary had written a book, 58. Jonson's (Ben) _Every Man in his Humour_, 95. Juvenal, edition of, with the first printed errata, 78. Lamartine's _Girondins_, translation of, 54. Lamb's _Tales from Shakespeare_, 45. Lane's (E. W.) good writing, 123. La Rochefoucauld _as_ Ruchfucove, 53. Layamon's Brat _for_ Brut, 149. Le Berceau, an imaginary author, 67 Leigh's (Edward) table of errata, 79. Leviticus supposed to be a man, 17. Leycester's (Sir Peter) _Historical Antiquities_, 97. Littleton's Latin Dictionary, 10. Lodge's (Prof. Oliver) series of examination papers 174 Logotypes, 113. <p 222> London (William) not a bishop, 67. Louis XIV., blunder of, 171. ----_Secret Memoirs of the Court of_, blunder in 55 _Louis XVIII., M<e'>moires de_, blundes in, 33. _Love's Last Shift_, 52. Macaulay's blunder as to the _Faerie Queene_, 39. ----opinion of Goldsmith's blunders, 31. Malherbe's epitaph on Rosette, 145. Mantissa, an imaginary author, 67. Marmontel's _Moral Tales_, 51. Maroni's (P. V.) _The Opera_, 73. Marriage Service, misprint in, 8.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1403,
   "text": "Marvell's _Rehearsal Transprosed_, 122. _Men of the Time_, misFrint in, 155. M<e'>nage on bad writirlg, 122. Mephistopheles, 151. Milton said to have written the _Inferno_, 42 _Misprints_, 100-156. ----(intentional), 155. Mispronunciations, 22. Misquotations, 21. _Miss<ae> ac Misselis Anatomia_, 1561, book with fifteen pages of errata, 79. _Mistakes, A New Booke of_, 1637, 24. Monosyllabic titles, 40. Morgan's (Silvanus) _Horologiographia Optica_, 85. Morton's _Natural History of Northamptonshire_, 89. _Mourning Bride_, 52. Murray's (Dr.) ghost words, 6. <p 223> Murrell's _Cookery_, 1632, 112. Musical Examinations, blunders in, 164 Napier's bones, 38. Napoleon III. said to be Consul in 1853, 35 Nash's _Lenten Stuffe_, 93. Nicholson (Dr. Brinsley) on authors correcting their own proofs, go, 95. Nicolai a man not a place, 65. Nova Scotia _for_ New Caledonia, 51. Oxford Music Hall supposed to be at Oxford, 17. Paine (Tom) confused with Thomas Payne, 67. Paris Exhibition 1889, English guide to, 200. Passagio (G.) not an author, 68. Peacham's (Henry) _The Mastive_, 95. Pickle (Sir Peregrine), 34. Picus of Mirandula, edition of his works has the longest list of errata on record, 78. Playford's John) _Vade Mecum_, 87. Poluglossos, 208. Pope's lines, misprint in, 125. Porcelain, etymology of, 9. Porson's _Catechism of the Swinish Multitude_, 130. Printers' upper and lower cases, 110, 111.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1416,
   "text": "Proofs corrected by authors in the sixteenth and seventeenth centuries, 89. Prynne's _Brevia Parliamentaria_, 60. Pythagoras as Peter Gower, {no page #} Rabelais' blunder, 146. <p 224> Raleigh (Sir Walter), 171. Ray's (John) _Remains_, 118. Render, a bad translator; 47. Richardson's (S.) etymology of correspondence, 9 Ridings of Yorkshire, 7, 191. Robertson's _Scotland_, translation of, 49. Robinson (Otis H.), on ``Titles of Books,'' 75. Roche's (Sir Boyle) bull of the bird that was in two places at once, 29. Rogue Croix _for_ Rouge Croix, 130. Ruskin's _Notes on Sheepfolds_, 73. Saints (Imaginary), 13. Sala's (Mr.) opinion on misprints, 128. San Francisco, Florence, mistaken _for_ San Francisco, California, 18. Saroom (Jean), 66. _Schoolboys' Blunders_, 157-187, Scot's _Hop-Garden_, 90. Scott (Sir Walter), ghost word. 5. ----his real name said to be William, 71. Scylla and Charybdis, 43. Shakespeare's text improved by attention to the technicalities of printing, 105, 113. Sharp's (William) misprint, 120. Shelley's _Prometheus Unbound_, a copy in whole calf, 72. Shenstone, epitaph on, by a Frenchman, 212. Shirley's lines, misprints in, 125. Sinclair's (Archdeacon) anecdote of an examination, 172. <p 225> Sixtus V. (Pope), misprints in his edition of the Vulgate, 135. Skeat's (Prof.) ghost words, 2. ----On misprints in Chaucer's works, 153. Skimpole (Harold), 34. Smith's (Sydney) ghost word, 4.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1394,
   "text": "Souza's edition of Camoens, 98. Stanyhurst's translation of Virgil (1582), 59, 91. Stevens (Henry) on the ``Wicked'' Bible, 136. Susannah called a maiden, 41. Swinburne's _Under the Microscope_, 73. Tellurium, supposed magnetic qualities of, 52. ``Thisms'' _for_ this MS., 119. Tongs, strife of, 150. Topography _for_ typography, 121. Translations, humorous, 61. Translators said to be traitors, 47 Tressan (Comte de), 47. Trinity (Master of), 60. Twain (Mark) on schoolboys' blunders, 160. Unite _for_ untie, 149. Ussher (Archbishop), 141. Vagabond (Mr.) _for_ Mr. Rambler, 60. Vedast (St.), _alias_ Foster, 13. Venus _for_ Venns, 130. Viar (S.), 16. Vieta's _Canon Mathematicus_, 144. Virtuous Rocks _for_ Vitreous Rocks, 150. Viscontian snakes, 48. <p 226> Vitus (Saint), 16. Wade's (Marshal) roads, 26. _Walker, London_, 53. Walpole's (Horace) specimen of a bull, 29. W<a:>lsch _for_ Welsh, 51. Warburton's (Bishop) blunder in quoting _Cinthio_ 34. Watt's _Bibliotheca Britannica_, blunder in, 63. Welsh rabbit, 52. Wigorn (Bishop), 66. William IV. when Duke of Clarence, 211. Winton (George), 66. Witt's (Richard) _Arithmetical Questions_, 90. Words that never existed, 3. Writing (bad) of authors, 122. Xerxes, 54. Xinoris (Saint), 13. Ye _for_ the, 6. Yonge's _Dynevor Terrace_, misprint in, 120. _Yvery, History of the House of_, 19. Zoile (Mons.) et Mdlle. Lycoris, 59. Zollverein, 40.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  }
 ]
}