{
 "author": [
  "Machen, Arthur"
 ],
 "title": [
  "The Great God Pan"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Horror tales",
  "Paranormal fiction",
  "PR"
 ],
 "id": "389",
 "genre": [
  "horror",
  "short stories",
  "fiction"
 ],
 "paragraphs": [
  {
   "size": 1468,
   "text": "I THE EXPERIMENT II MR. CLARKE'S MEMOIRS III THE CITY OF RESURRECTIONS IV THE DISCOVERY IN PAUL STREET V THE LETTER OF ADVICE VI THE SUICIDES VII THE ENCOUNTER IN SOHO VIII THE FRAGMENTS \"I am glad you came, Clarke; very glad indeed. I was not sure you could spare the time.\" \"I was able to make arrangements for a few days; things are not very lively just now. But have you no misgivings, Raymond? Is it absolutely safe?\" The two men were slowly pacing the terrace in front of Dr. Raymond's house. The sun still hung above the western mountain-line, but it shone with a dull red glow that cast no shadows, and all the air was quiet; a sweet breath came from the great wood on the hillside above, and with it, at intervals, the soft murmuring call of the wild doves. Below, in the long lovely valley, the river wound in and out between the lonely hills, and, as the sun hovered and vanished into the west, a faint mist, pure white, began to rise from the hills. Dr. Raymond turned sharply to his friend. \"Safe? Of course it is. In itself the operation is a perfectly simple one; any surgeon could do it.\" \"And there is no danger at any other stage?\" \"None; absolutely no physical danger whatsoever, I give you my word. You are always timid, Clarke, always; but you know my history. I have devoted myself to transcendental medicine for the last twenty years. I have heard myself called quack and charlatan and impostor, but all the while I knew I was on the right path.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1494,
   "text": "Five years ago I reached the goal, and since then every day has been a preparation for what we shall do tonight.\" \"I should like to believe it is all true.\" Clarke knit his brows, and looked doubtfully at Dr. Raymond. \"Are you perfectly sure, Raymond, that your theory is not a phantasmagoria--a splendid vision, certainly, but a mere vision after all?\" Dr. Raymond stopped in his walk and turned sharply. He was a middle-aged man, gaunt and thin, of a pale yellow complexion, but as he answered Clarke and faced him, there was a flush on his cheek. \"Look about you, Clarke. You see the mountain, and hill following after hill, as wave on wave, you see the woods and orchard, the fields of ripe corn, and the meadows reaching to the reed-beds by the river. You see me standing here beside you, and hear my voice; but I tell you that all these things--yes, from that star that has just shone out in the sky to the solid ground beneath our feet--I say that all these are but dreams and shadows; the shadows that hide the real world from our eyes. There is a real world, but it is beyond this glamour and this vision, beyond these 'chases in Arras, dreams in a career,' beyond them all as beyond a veil. I do not know whether any human being has ever lifted that veil; but I do know, Clarke, that you and I shall see it lifted this very night from before another's eyes. You may think this all strange nonsense; it may be strange, but it is true, and the ancients knew what lifting the veil means.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1576,
   "text": "They called it seeing the god Pan.\" Clarke shivered; the white mist gathering over the river was chilly. \"It is wonderful indeed,\" he said. \"We are standing on the brink of a strange world, Raymond, if what you say is true. I suppose the knife is absolutely necessary?\" \"Yes; a slight lesion in the grey matter, that is all; a trifling rearrangement of certain cells, a microscopical alteration that would escape the attention of ninety-nine brain specialists out of a hundred. I don't want to bother you with 'shop,' Clarke; I might give you a mass of technical detail which would sound very imposing, and would leave you as enlightened as you are now. But I suppose you have read, casually, in out-of-the-way corners of your paper, that immense strides have been made recently in the physiology of the brain. I saw a paragraph the other day about Digby's theory, and Browne Faber's discoveries. Theories and discoveries! Where they are standing now, I stood fifteen years ago, and I need not tell you that I have not been standing still for the last fifteen years. It will be enough if I say that five years ago I made the discovery that I alluded to when I said that ten years ago I reached the goal. After years of labour, after years of toiling and groping in the dark, after days and nights of disappointments and sometimes of despair, in which I used now and then to tremble and grow cold with the thought that perhaps there were others seeking for what I sought, at last, after so long, a pang of sudden joy thrilled my soul, and I knew the long journey was at an end.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1551,
   "text": "By what seemed then and still seems a chance, the suggestion of a moment's idle thought followed up upon familiar lines and paths that I had tracked a hundred times already, the great truth burst upon me, and I saw, mapped out in lines of sight, a whole world, a sphere unknown; continents and islands, and great oceans in which no ship has sailed (to my belief) since a Man first lifted up his eyes and beheld the sun, and the stars of heaven, and the quiet earth beneath. You will think this all high-flown language, Clarke, but it is hard to be literal. And yet; I do not know whether what I am hinting at cannot be set forth in plain and lonely terms. For instance, this world of ours is pretty well girded now with the telegraph wires and cables; thought, with something less than the speed of thought, flashes from sunrise to sunset, from north to south, across the floods and the desert places. Suppose that an electrician of today were suddenly to perceive that he and his friends have merely been playing with pebbles and mistaking them for the foundations of the world; suppose that such a man saw uttermost space lie open before the current, and words of men flash forth to the sun and beyond the sun into the systems beyond, and the voice of articulate-speaking men echo in the waste void that bounds our thought. As analogies go, that is a pretty good analogy of what I have done; you can understand now a little of what I felt as I stood here one evening; it was a summer evening, and the valley looked much as it does now; I stood here,",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1401,
   "text": "and saw before me the unutterable, the unthinkable gulf that yawns profound between two worlds, the world of matter and the world of spirit; I saw the great empty deep stretch dim before me, and in that instant a bridge of light leapt from the earth to the unknown shore, and the abyss was spanned. You may look in Browne Faber's book, if you like, and you will find that to the present day men of science are unable to account for the presence, or to specify the functions of a certain group of nerve-cells in the brain. That group is, as it were, land to let, a mere waste place for fanciful theories. I am not in the position of Browne Faber and the specialists, I am perfectly instructed as to the possible functions of those nerve-centers in the scheme of things. With a touch I can bring them into play, with a touch, I say, I can set free the current, with a touch I can complete the communication between this world of sense and--we shall be able to finish the sentence later on. Yes, the knife is necessary; but think what that knife will effect. It will level utterly the solid wall of sense, and probably, for the first time since man was made, a spirit will gaze on a spirit-world. Clarke, Mary will see the god Pan!\" \"But you remember what you wrote to me? I thought it would be requisite that she--\" He whispered the rest into the doctor's ear. \"Not at all, not at all. That is nonsense.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1409,
   "text": "I assure you. Indeed, it is better as it is; I am quite certain of that.\" \"Consider the matter well, Raymond. It's a great responsibility. Something might go wrong; you would be a miserable man for the rest of your days.\" \"No, I think not, even if the worst happened. As you know, I rescued Mary from the gutter, and from almost certain starvation, when she was a child; I think her life is mine, to use as I see fit. Come, it's getting late; we had better go in.\" Dr. Raymond led the way into the house, through the hall, and down a long dark passage. He took a key from his pocket and opened a heavy door, and motioned Clarke into his laboratory. It had once been a billiard-room, and was lighted by a glass dome in the centre of the ceiling, whence there still shone a sad grey light on the figure of the doctor as he lit a lamp with a heavy shade and placed it on a table in the middle of the room. Clarke looked about him. Scarcely a foot of wall remained bare; there were shelves all around laden with bottles and phials of all shapes and colours, and at one end stood a little Chippendale book-case. Raymond pointed to this. \"You see that parchment Oswald Crollius? He was one of the first to show me the way, though I don't think he ever found it himself. That is a strange saying of his: 'In every grain of wheat there lies hidden the soul of a star.'\" There was not much furniture in the laboratory.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1574,
   "text": "The table in the centre, a stone slab with a drain in one corner, the two armchairs on which Raymond and Clarke were sitting; that was all, except an odd-looking chair at the furthest end of the room. Clarke looked at it, and raised his eyebrows. \"Yes, that is the chair,\" said Raymond. \"We may as well place it in position.\" He got up and wheeled the chair to the light, and began raising and lowering it, letting down the seat, setting the back at various angles, and adjusting the foot-rest. It looked comfortable enough, and Clarke passed his hand over the soft green velvet, as the doctor manipulated the levers. \"Now, Clarke, make yourself quite comfortable. I have a couple hours' work before me; I was obliged to leave certain matters to the last.\" Raymond went to the stone slab, and Clarke watched him drearily as he bent over a row of phials and lit the flame under the crucible. The doctor had a small hand-lamp, shaded as the larger one, on a ledge above his apparatus, and Clarke, who sat in the shadows, looked down at the great shadowy room, wondering at the bizarre effects of brilliant light and undefined darkness contrasting with one another. Soon he became conscious of an odd odour, at first the merest suggestion of odour, in the room, and as it grew more decided he felt surprised that he was not reminded of the chemist's shop or the surgery. Clarke found himself idly endeavouring to analyse the sensation, and half conscious, he began to think of a day, fifteen years ago, that he had spent roaming through the woods and meadows near his own home.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1400,
   "text": "It was a burning day at the beginning of August, the heat had dimmed the outlines of all things and all distances with a faint mist, and people who observed the thermometer spoke of an abnormal register, of a temperature that was almost tropical. Strangely that wonderful hot day of the fifties rose up again in Clarke's imagination; the sense of dazzling all-pervading sunlight seemed to blot out the shadows and the lights of the laboratory, and he felt again the heated air beating in gusts about his face, saw the shimmer rising from the turf, and heard the myriad murmur of the summer. \"I hope the smell doesn't annoy you, Clarke; there's nothing unwholesome about it. It may make you a bit sleepy, that's all.\" Clarke heard the words quite distinctly, and knew that Raymond was speaking to him, but for the life of him he could not rouse himself from his lethargy. He could only think of the lonely walk he had taken fifteen years ago; it was his last look at the fields and woods he had known since he was a child, and now it all stood out in brilliant light, as a picture, before him. Above all there came to his nostrils the scent of summer, the smell of flowers mingled, and the odour of the woods, of cool shaded places, deep in the green depths, drawn forth by the sun's heat; and the scent of the good earth, lying as it were with arms stretched forth, and smiling lips, overpowered all.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1449,
   "text": "His fancies made him wander, as he had wandered long ago, from the fields into the wood, tracking a little path between the shining undergrowth of beech-trees; and the trickle of water dropping from the limestone rock sounded as a clear melody in the dream. Thoughts began to go astray and to mingle with other thoughts; the beech alley was transformed to a path between ilex-trees, and here and there a vine climbed from bough to bough, and sent up waving tendrils and drooped with purple grapes, and the sparse grey-green leaves of a wild olive-tree stood out against the dark shadows of the ilex. Clarke, in the deep folds of dream, was conscious that the path from his father's house had led him into an undiscovered country, and he was wondering at the strangeness of it all, when suddenly, in place of the hum and murmur of the summer, an infinite silence seemed to fall on all things, and the wood was hushed, and for a moment in time he stood face to face there with a presence, that was neither man nor beast, neither the living nor the dead, but all things mingled, the form of all things but devoid of all form. And in that moment, the sacrament of body and soul was dissolved, and a voice seemed to cry \"Let us go hence,\" and then the darkness of darkness beyond the stars, the darkness of everlasting. When Clarke woke up with a start he saw Raymond pouring a few drops of some oily fluid into a green phial, which he stoppered tightly.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 783,
   "text": "\"You have been dozing,\" he said; \"the journey must have tired you out. It is done now. I am going to fetch Mary; I shall be back in ten minutes.\" Clarke lay back in his chair and wondered. It seemed as if he had but passed from one dream into another. He half expected to see the walls of the laboratory melt and disappear, and to awake in London, shuddering at his own sleeping fancies. But at last the door opened, and the doctor returned, and behind him came a girl of about seventeen, dressed all in white. She was so beautiful that Clarke did not wonder at what the doctor had written to him. She was blushing now over face and neck and arms, but Raymond seemed unmoved. \"Mary,\" he said, \"the time has come. You are quite free. Are you willing to trust yourself to me entirely?\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1427,
   "text": "\"Do you hear that, Clarke? You are my witness. Here is the chair, Mary. It is quite easy. Just sit in it and lean back. Are you ready?\" \"Yes, dear, quite ready. Give me a kiss before you begin.\" The doctor stooped and kissed her mouth, kindly enough. \"Now shut your eyes,\" he said. The girl closed her eyelids, as if she were tired, and longed for sleep, and Raymond placed the green phial to her nostrils. Her face grew white, whiter than her dress; she struggled faintly, and then with the feeling of submission strong within her, crossed her arms upon her breast as a little child about to say her prayers. The bright light of the lamp fell full upon her, and Clarke watched changes fleeting over her face as the changes of the hills when the summer clouds float across the sun. And then she lay all white and still, and the doctor turned up one of her eyelids. She was quite unconscious. Raymond pressed hard on one of the levers and the chair instantly sank back. Clarke saw him cutting away a circle, like a tonsure, from her hair, and the lamp was moved nearer. Raymond took a small glittering instrument from a little case, and Clarke turned away shudderingly. When he looked again the doctor was binding up the wound he had made. \"She will awake in five minutes.\" Raymond was still perfectly cool. \"There is nothing more to be done; we can only wait.\" The minutes passed slowly; they could hear a slow, heavy, ticking.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1084,
   "text": "There was an old clock in the passage. Clarke felt sick and faint; his knees shook beneath him, he could hardly stand. Suddenly, as they watched, they heard a long-drawn sigh, and suddenly did the colour that had vanished return to the girl's cheeks, and suddenly her eyes opened. Clarke quailed before them. They shone with an awful light, looking far away, and a great wonder fell upon her face, and her hands stretched out as if to touch what was invisible; but in an instant the wonder faded, and gave place to the most awful terror. The muscles of her face were hideously convulsed, she shook from head to foot; the soul seemed struggling and shuddering within the house of flesh. It was a horrible sight, and Clarke rushed forward, as she fell shrieking to the floor. Three days later Raymond took Clarke to Mary's bedside. She was lying wide-awake, rolling her head from side to side, and grinning vacantly. \"Yes,\" said the doctor, still quite cool, \"it is a great pity; she is a hopeless idiot. However, it could not be helped; and, after all, she has seen the Great God Pan.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1449,
   "text": "Mr. Clarke, the gentleman chosen by Dr. Raymond to witness the strange experiment of the god Pan, was a person in whose character caution and curiosity were oddly mingled; in his sober moments he thought of the unusual and eccentric with undisguised aversion, and yet, deep in his heart, there was a wide-eyed inquisitiveness with respect to all the more recondite and esoteric elements in the nature of men. The latter tendency had prevailed when he accepted Raymond's invitation, for though his considered judgment had always repudiated the doctor's theories as the wildest nonsense, yet he secretly hugged a belief in fantasy, and would have rejoiced to see that belief confirmed. The horrors that he witnessed in the dreary laboratory were to a certain extent salutary; he was conscious of being involved in an affair not altogether reputable, and for many years afterwards he clung bravely to the commonplace, and rejected all occasions of occult investigation. Indeed, on some homeopathic principle, he for some time attended the seances of distinguished mediums, hoping that the clumsy tricks of these gentlemen would make him altogether disgusted with mysticism of every kind, but the remedy, though caustic, was not efficacious. Clarke knew that he still pined for the unseen, and little by little, the old passion began to reassert itself, as the face of Mary, shuddering and convulsed with an unknown terror, faded slowly from his memory.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1524,
   "text": "Occupied all day in pursuits both serious and lucrative, the temptation to relax in the evening was too great, especially in the winter months, when the fire cast a warm glow over his snug bachelor apartment, and a bottle of some choice claret stood ready by his elbow. His dinner digested, he would make a brief pretence of reading the evening paper, but the mere catalogue of news soon palled upon him, and Clarke would find himself casting glances of warm desire in the direction of an old Japanese bureau, which stood at a pleasant distance from the hearth. Like a boy before a jam-closet, for a few minutes he would hover indecisive, but lust always prevailed, and Clarke ended by drawing up his chair, lighting a candle, and sitting down before the bureau. Its pigeon-holes and drawers teemed with documents on the most morbid subjects, and in the well reposed a large manuscript volume, in which he had painfully entered the gems of his collection. Clarke had a fine contempt for published literature; the most ghostly story ceased to interest him if it happened to be printed; his sole pleasure was in the reading, compiling, and rearranging what he called his \"Memoirs to prove the Existence of the Devil,\" and engaged in this pursuit the evening seemed to fly and the night appeared too short. On one particular evening, an ugly December night, black with fog, and raw with frost, Clarke hurried over his dinner, and scarcely deigned to observe his customary ritual of taking up the paper and laying it down again.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1001,
   "text": "He paced two or three times up and down the room, and opened the bureau, stood still a moment, and sat down. He leant back, absorbed in one of those dreams to which he was subject, and at length drew out his book, and opened it at the last entry. There were three or four pages densely covered with Clarke's round, set penmanship, and at the beginning he had written in a somewhat larger hand: Singular Narrative told me by my Friend, Dr. Phillips. He assures me that all the facts related therein are strictly and wholly True, but refuses to give either the Surnames of the Persons Concerned, or the Place where these Extraordinary Events occurred. Mr. Clarke began to read over the account for the tenth time, glancing now and then at the pencil notes he had made when it was told him by his friend. It was one of his humours to pride himself on a certain literary ability; he thought well of his style, and took pains in arranging the circumstances in dramatic order. He read the following story:--",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1451,
   "text": "The persons concerned in this statement are Helen V., who, if she is still alive, must now be a woman of twenty-three, Rachel M., since deceased, who was a year younger than the above, and Trevor W., an imbecile, aged eighteen. These persons were at the period of the story inhabitants of a village on the borders of Wales, a place of some importance in the time of the Roman occupation, but now a scattered hamlet, of not more than five hundred souls. It is situated on rising ground, about six miles from the sea, and is sheltered by a large and picturesque forest.Some eleven years ago, Helen V. came to the village under rather peculiar circumstances. It is understood that she, being an orphan, was adopted in her infancy by a distant relative, who brought her up in his own house until she was twelve years old. Thinking, however, that it would be better for the child to have playmates of her own age, he advertised in several local papers for a good home in a comfortable farmhouse for a girl of twelve, and this advertisement was answered by Mr. R., a well-to-do farmer in the above-mentioned village. His references proving satisfactory, the gentleman sent his adopted daughter to Mr. R., with a letter, in which he stipulated that the girl should have a room to herself, and stated that her guardians need be at no trouble in the matter of education, as she was already sufficiently educated for the position in life which she would occupy.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1412,
   "text": "In fact, Mr. R. was given to understand that the girl be allowed to find her own occupations and to spend her time almost as she liked. Mr. R. duly met her at the nearest station, a town seven miles away from his house, and seems to have remarked nothing extraordinary about the child except that she was reticent as to her former life and her adopted father. She was, however, of a very different type from the inhabitants of the village; her skin was a pale, clear olive, and her features were strongly marked, and of a somewhat foreign character. She appears to have settled down easily enough into farmhouse life, and became a favourite with the children, who sometimes went with her on her rambles in the forest, for this was her amusement. Mr. R. states that he has known her to go out by herself directly after their early breakfast, and not return till after dusk, and that, feeling uneasy at a young girl being out alone for so many hours, he communicated with her adopted father, who replied in a brief note that Helen must do as she chose. In the winter, when the forest paths are impassable, she spent most of her time in her bedroom, where she slept alone, according to the instructions of her relative. It was on one of these expeditions to the forest that the first of the singular incidents with which this girl is connected occurred, the date being about a year after her arrival at the village.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1555,
   "text": "The preceding winter had been remarkably severe, the snow drifting to a great depth, and the frost continuing for an unexampled period, and the summer following was as noteworthy for its extreme heat. On one of the very hottest days in this summer, Helen V. left the farmhouse for one of her long rambles in the forest, taking with her, as usual, some bread and meat for lunch. She was seen by some men in the fields making for the old Roman Road, a green causeway which traverses the highest part of the wood, and they were astonished to observe that the girl had taken off her hat, though the heat of the sun was already tropical. As it happened, a labourer, Joseph W. by name, was working in the forest near the Roman Road, and at twelve o'clock his little son, Trevor, brought the man his dinner of bread and cheese. After the meal, the boy, who was about seven years old at the time, left his father at work, and, as he said, went to look for flowers in the wood, and the man, who could hear him shouting with delight at his discoveries, felt no uneasiness. Suddenly, however, he was horrified at hearing the most dreadful screams, evidently the result of great terror, proceeding from the direction in which his son had gone, and he hastily threw down his tools and ran to see what had happened. Tracing his path by the sound, he met the little boy, who was running headlong, and was evidently terribly frightened, and on questioning him the man elicited that after picking a posy of flowers he felt tired, and lay down on the grass and fell asleep.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1400,
   "text": "He was suddenly awakened, as he stated, by a peculiar noise, a sort of singing he called it, and on peeping through the branches he saw Helen V. playing on the grass with a \"strange naked man,\" who he seemed unable to describe more fully. He said he felt dreadfully frightened and ran away crying for his father. Joseph W. proceeded in the direction indicated by his son, and found Helen V. sitting on the grass in the middle of a glade or open space left by charcoal burners. He angrily charged her with frightening his little boy, but she entirely denied the accusation and laughed at the child's story of a \"strange man,\" to which he himself did not attach much credence. Joseph W. came to the conclusion that the boy had woke up with a sudden fright, as children sometimes do, but Trevor persisted in his story, and continued in such evident distress that at last his father took him home, hoping that his mother would be able to soothe him. For many weeks, however, the boy gave his parents much anxiety; he became nervous and strange in his manner, refusing to leave the cottage by himself, and constantly alarming the household by waking in the night with cries of \"The man in the wood! father! father!\" In course of time, however, the impression seemed to have worn off, and about three months later he accompanied his father to the home of a gentleman in the neighborhood, for whom Joseph W.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1492,
   "text": "occasionally did work. The man was shown into the study, and the little boy was left sitting in the hall, and a few minutes later, while the gentleman was giving W. his instructions, they were both horrified by a piercing shriek and the sound of a fall, and rushing out they found the child lying senseless on the floor, his face contorted with terror. The doctor was immediately summoned, and after some examination he pronounced the child to be suffering form a kind of fit, apparently produced by a sudden shock. The boy was taken to one of the bedrooms, and after some time recovered consciousness, but only to pass into a condition described by the medical man as one of violent hysteria. The doctor exhibited a strong sedative, and in the course of two hours pronounced him fit to walk home, but in passing through the hall the paroxysms of fright returned and with additional violence. The father perceived that the child was pointing at some object, and heard the old cry, \"The man in the wood,\" and looking in the direction indicated saw a stone head of grotesque appearance, which had been built into the wall above one of the doors. It seems the owner of the house had recently made alterations in his premises, and on digging the foundations for some offices, the men had found a curious head, evidently of the Roman period, which had been placed in the manner described. The head is pronounced by the most experienced archaeologists of the district to be that of a faun or satyr.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1519,
   "text": "[Dr. Phillips tells me that he has seen the head in question, and assures me that he has never received such a vivid presentment of intense evil.] From whatever cause arising, this second shock seemed too severe for the boy Trevor, and at the present date he suffers from a weakness of intellect, which gives but little promise of amending. The matter caused a good deal of sensation at the time, and the girl Helen was closely questioned by Mr. R., but to no purpose, she steadfastly denying that she had frightened or in any way molested Trevor. The second event with which this girl's name is connected took place about six years ago, and is of a still more extraordinary character. At the beginning of the summer of 1882, Helen contracted a friendship of a peculiarly intimate character with Rachel M., the daughter of a prosperous farmer in the neighbourhood. This girl, who was a year younger than Helen, was considered by most people to be the prettier of the two, though Helen's features had to a great extent softened as she became older. The two girls, who were together on every available opportunity, presented a singular contrast, the one with her clear, olive skin and almost Italian appearance, and the other of the proverbial red and white of our rural districts. It must be stated that the payments made to Mr. R. for the maintenance of Helen were known in the village for their excessive liberality, and the impression was general that she would one day inherit a large sum of money from her relative.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1429,
   "text": "The parents of Rachel were therefore not averse from their daughter's friendship with the girl, and even encouraged the intimacy, though they now bitterly regret having done so. Helen still retained her extraordinary fondness for the forest, and on several occasions Rachel accompanied her, the two friends setting out early in the morning, and remaining in the wood until dusk. Once or twice after these excursions Mrs. M. thought her daughter's manner rather peculiar; she seemed languid and dreamy, and as it has been expressed, \"different from herself,\" but these peculiarities seem to have been thought too trifling for remark. One evening, however, after Rachel had come home, her mother heard a noise which sounded like suppressed weeping in the girl's room, and on going in found her lying, half undressed, upon the bed, evidently in the greatest distress. As soon as she saw her mother, she exclaimed, \"Ah, mother, mother, why did you let me go to the forest with Helen?\" Mrs. M. was astonished at so strange a question, and proceeded to make inquiries. Rachel told her a wild story. She said-- Clarke closed the book with a snap, and turned his chair towards the fire. When his friend sat one evening in that very chair, and told his story, Clarke had interrupted him at a point a little subsequent to this, had cut short his words in a paroxysm of horror. \"My God!\" he had exclaimed, \"think, think what you are saying.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1367,
   "text": "It is too incredible, too monstrous; such things can never be in this quiet world, where men and women live and die, and struggle, and conquer, or maybe fail, and fall down under sorrow, and grieve and suffer strange fortunes for many a year; but not this, Phillips, not such things as this. There must be some explanation, some way out of the terror. Why, man, if such a case were possible, our earth would be a nightmare.\" But Phillips had told his story to the end, concluding: \"Her flight remains a mystery to this day; she vanished in broad sunlight; they saw her walking in a meadow, and a few moments later she was not there.\" Clarke tried to conceive the thing again, as he sat by the fire, and again his mind shuddered and shrank back, appalled before the sight of such awful, unspeakable elements enthroned as it were, and triumphant in human flesh. Before him stretched the long dim vista of the green causeway in the forest, as his friend had described it; he saw the swaying leaves and the quivering shadows on the grass, he saw the sunlight and the flowers, and far away, far in the long distance, the two figures moved toward him. One was Rachel, but the other? Clarke had tried his best to disbelieve it all, but at the end of the account, as he had written it in his book, he had placed the inscription: ET DIABOLUS INCARNATE EST. ET HOMO FACTUS EST.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1492,
   "text": "THE CITY OF RESURRECTIONS \"Herbert! Good God! Is it possible?\" \"Yes, my name's Herbert. I think I know your face, too, but I don't remember your name. My memory is very queer.\" \"Don't you recollect Villiers of Wadham?\" \"So it is, so it is. I beg your pardon, Villiers, I didn't think I was begging of an old college friend. Good-night.\" \"My dear fellow, this haste is unnecessary. My rooms are close by, but we won't go there just yet. Suppose we walk up Shaftesbury Avenue a little way? But how in heaven's name have you come to this pass, Herbert?\" \"It's a long story, Villiers, and a strange one too, but you can hear it if you like.\" \"Come on, then. Take my arm, you don't seem very strong.\"The ill-assorted pair moved slowly up Rupert Street; the one in dirty, evil-looking rags, and the other attired in the regulation uniform of a man about town, trim, glossy, and eminently well-to-do. Villiers had emerged from his restaurant after an excellent dinner of many courses, assisted by an ingratiating little flask of Chianti, and, in that frame of mind which was with him almost chronic, had delayed a moment by the door, peering round in the dimly-lighted street in search of those mysterious incidents and persons with which the streets of London teem in every quarter and every hour. Villiers prided himself as a practised explorer of such obscure mazes and byways of London life, and in this unprofitable pursuit he displayed an assiduity which was worthy of more serious employment.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1586,
   "text": "Thus he stood by the lamp-post surveying the passers-by with undisguised curiosity, and with that gravity known only to the systematic diner, had just enunciated in his mind the formula: \"London has been called the city of encounters; it is more than that, it is the city of Resurrections,\" when these reflections were suddenly interrupted by a piteous whine at his elbow, and a deplorable appeal for alms. He looked around in some irritation, and with a sudden shock found himself confronted with the embodied proof of his somewhat stilted fancies. There, close beside him, his face altered and disfigured by poverty and disgrace, his body barely covered by greasy ill-fitting rags, stood his old friend Charles Herbert, who had matriculated on the same day as himself, with whom he had been merry and wise for twelve revolving terms. Different occupations and varying interests had interrupted the friendship, and it was six years since Villiers had seen Herbert; and now he looked upon this wreck of a man with grief and dismay, mingled with a certain inquisitiveness as to what dreary chain of circumstances had dragged him down to such a doleful pass. Villiers felt together with compassion all the relish of the amateur in mysteries, and congratulated himself on his leisurely speculations outside the restaurant. They walked on in silence for some time, and more than one passer-by stared in astonishment at the unaccustomed spectacle of a well-dressed man with an unmistakable beggar hanging on to his arm, and, observing this, Villiers led the way to an obscure street in Soho.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1424,
   "text": "Here he repeated his question. \"How on earth has it happened, Herbert? I always understood you would succeed to an excellent position in Dorsetshire. Did your father disinherit you? Surely not?\" \"No, Villiers; I came into all the property at my poor father's death; he died a year after I left Oxford. He was a very good father to me, and I mourned his death sincerely enough. But you know what young men are; a few months later I came up to town and went a good deal into society. Of course I had excellent introductions, and I managed to enjoy myself very much in a harmless sort of way. I played a little, certainly, but never for heavy stakes, and the few bets I made on races brought me in money--only a few pounds, you know, but enough to pay for cigars and such petty pleasures. It was in my second season that the tide turned. Of course you have heard of my marriage?\" \"No, I never heard anything about it.\" \"Yes, I married, Villiers. I met a girl, a girl of the most wonderful and most strange beauty, at the house of some people whom I knew. I cannot tell you her age; I never knew it, but, so far as I can guess, I should think she must have been about nineteen when I made her acquaintance. My friends had come to know her at Florence; she told them she was an orphan, the child of an English father and an Italian mother, and she charmed them as she charmed me. The first time I saw her was at an evening party.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1378,
   "text": "I was standing by the door talking to a friend, when suddenly above the hum and babble of conversation I heard a voice which seemed to thrill to my heart. She was singing an Italian song. I was introduced to her that evening, and in three months I married Helen. Villiers, that woman, if I can call her woman, corrupted my soul. The night of the wedding I found myself sitting in her bedroom in the hotel, listening to her talk. She was sitting up in bed, and I listened to her as she spoke in her beautiful voice, spoke of things which even now I would not dare whisper in the blackest night, though I stood in the midst of a wilderness. You, Villiers, you may think you know life, and London, and what goes on day and night in this dreadful city; for all I can say you may have heard the talk of the vilest, but I tell you you can have no conception of what I know, not in your most fantastic, hideous dreams can you have imaged forth the faintest shadow of what I have heard--and seen. Yes, seen. I have seen the incredible, such horrors that even I myself sometimes stop in the middle of the street and ask whether it is possible for a man to behold such things and live. In a year, Villiers, I was a ruined man, in body and soul--in body and soul.\" \"But your property, Herbert? You had land in Dorset.\" \"I sold it all; the fields and woods, the dear old house--everything.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1499,
   "text": "\"She took it all from me.\" \"Yes; she disappeared one night. I don't know where she went, but I am sure if I saw her again it would kill me. The rest of my story is of no interest; sordid misery, that is all. You may think, Villiers, that I have exaggerated and talked for effect; but I have not told you half. I could tell you certain things which would convince you, but you would never know a happy day again. You would pass the rest of your life, as I pass mine, a haunted man, a man who has seen hell.\" Villiers took the unfortunate man to his rooms, and gave him a meal. Herbert could eat little, and scarcely touched the glass of wine set before him. He sat moody and silent by the fire, and seemed relieved when Villiers sent him away with a small present of money. \"By the way, Herbert,\" said Villiers, as they parted at the door, \"what was your wife's name? You said Helen, I think? Helen what?\" \"The name she passed under when I met her was Helen Vaughan, but what her real name was I can't say. I don't think she had a name. No, no, not in that sense. Only human beings have names, Villiers; I can't say anymore. Good-bye; yes, I will not fail to call if I see any way in which you can help me. Good-night.\" The man went out into the bitter night, and Villiers returned to his fireside. There was something about Herbert which shocked him inexpressibly; not his poor rags nor the marks which poverty had set upon his face, but rather an indefinite terror which hung about him like a mist.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1473,
   "text": "He had acknowledged that he himself was not devoid of blame; the woman, he had avowed, had corrupted him body and soul, and Villiers felt that this man, once his friend, had been an actor in scenes evil beyond the power of words. His story needed no confirmation: he himself was the embodied proof of it. Villiers mused curiously over the story he had heard, and wondered whether he had heard both the first and the last of it. \"No,\" he thought, \"certainly not the last, probably only the beginning. A case like this is like a nest of Chinese boxes; you open one after the other and find a quainter workmanship in every box. Most likely poor Herbert is merely one of the outside boxes; there are stranger ones to follow.\" Villiers could not take his mind away from Herbert and his story, which seemed to grow wilder as the night wore on. The fire seemed to burn low, and the chilly air of the morning crept into the room; Villiers got up with a glance over his shoulder, and, shivering slightly, went to bed. A few days later he saw at his club a gentleman of his acquaintance, named Austin, who was famous for his intimate knowledge of London life, both in its tenebrous and luminous phases. Villiers, still full of his encounter in Soho and its consequences, thought Austin might possibly be able to shed some light on Herbert's history, and so after some casual talk he suddenly put the question: \"Do you happen to know anything of a man named Herbert--Charles Herbert?\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 231,
   "text": "Austin turned round sharply and stared at Villiers with some astonishment. \"Charles Herbert? Weren't you in town three years ago? No; then you have not heard of the Paul Street case? It caused a good deal of sensation at the time.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1423,
   "text": "\"Well, a gentleman, a man of very good position, was found dead, stark dead, in the area of a certain house in Paul Street, off Tottenham Court Road. Of course the police did not make the discovery; if you happen to be sitting up all night and have a light in your window, the constable will ring the bell, but if you happen to be lying dead in somebody's area, you will be left alone. In this instance, as in many others, the alarm was raised by some kind of vagabond; I don't mean a common tramp, or a public-house loafer, but a gentleman, whose business or pleasure, or both, made him a spectator of the London streets at five o'clock in the morning. This individual was, as he said, 'going home,' it did not appear whence or whither, and had occasion to pass through Paul Street between four and five a.m. Something or other caught his eye at Number 20; he said, absurdly enough, that the house had the most unpleasant physiognomy he had ever observed, but, at any rate, he glanced down the area and was a good deal astonished to see a man lying on the stones, his limbs all huddled together, and his face turned up. Our gentleman thought his face looked peculiarly ghastly, and so set off at a run in search of the nearest policeman. The constable was at first inclined to treat the matter lightly, suspecting common drunkenness; however, he came, and after looking at the man's face, changed his tone, quickly enough.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1423,
   "text": "The early bird, who had picked up this fine worm, was sent off for a doctor, and the policeman rang and knocked at the door till a slatternly servant girl came down looking more than half asleep. The constable pointed out the contents of the area to the maid, who screamed loudly enough to wake up the street, but she knew nothing of the man; had never seen him at the house, and so forth. Meanwhile, the original discoverer had come back with a medical man, and the next thing was to get into the area. The gate was open, so the whole quartet stumped down the steps. The doctor hardly needed a moment's examination; he said the poor fellow had been dead for several hours, and it was then the case began to get interesting. The dead man had not been robbed, and in one of his pockets were papers identifying him as--well, as a man of good family and means, a favourite in society, and nobody's enemy, as far as could be known. I don't give his name, Villiers, because it has nothing to do with the story, and because it's no good raking up these affairs about the dead when there are no relations living. The next curious point was that the medical men couldn't agree as to how he met his death. There were some slight bruises on his shoulders, but they were so slight that it looked as if he had been pushed roughly out of the kitchen door, and not thrown over the railings from the street or even dragged down the steps.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1446,
   "text": "But there were positively no other marks of violence about him, certainly none that would account for his death; and when they came to the autopsy there wasn't a trace of poison of any kind. Of course the police wanted to know all about the people at Number 20, and here again, so I have heard from private sources, one or two other very curious points came out. It appears that the occupants of the house were a Mr. and Mrs. Charles Herbert; he was said to be a landed proprietor, though it struck most people that Paul Street was not exactly the place to look for country gentry. As for Mrs. Herbert, nobody seemed to know who or what she was, and, between ourselves, I fancy the divers after her history found themselves in rather strange waters. Of course they both denied knowing anything about the deceased, and in default of any evidence against them they were discharged. But some very odd things came out about them. Though it was between five and six in the morning when the dead man was removed, a large crowd had collected, and several of the neighbours ran to see what was going on. They were pretty free with their comments, by all accounts, and from these it appeared that Number 20 was in very bad odour in Paul Street. The detectives tried to trace down these rumours to some solid foundation of fact, but could not get hold of anything. People shook their heads and raised their eyebrows and thought the Herberts rather 'queer,'",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1400,
   "text": "'would rather not be seen going into their house,' and so on, but there was nothing tangible. The authorities were morally certain the man met his death in some way or another in the house and was thrown out by the kitchen door, but they couldn't prove it, and the absence of any indications of violence or poisoning left them helpless. An odd case, wasn't it? But curiously enough, there's something more that I haven't told you. I happened to know one of the doctors who was consulted as to the cause of death, and some time after the inquest I met him, and asked him about it. 'Do you really mean to tell me,' I said, 'that you were baffled by the case, that you actually don't know what the man died of?' 'Pardon me,' he replied, 'I know perfectly well what caused death. Blank died of fright, of sheer, awful terror; I never saw features so hideously contorted in the entire course of my practice, and I have seen the faces of a whole host of dead.' The doctor was usually a cool customer enough, and a certain vehemence in his manner struck me, but I couldn't get anything more out of him. I suppose the Treasury didn't see their way to prosecuting the Herberts for frightening a man to death; at any rate, nothing was done, and the case dropped out of men's minds. Do you happen to know anything of Herbert?\" \"Well,\" replied Villiers, \"he was an old college friend of mine.\" \"You don't say so?",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1342,
   "text": "Have you ever seen his wife?\" \"No, I haven't. I have lost sight of Herbert for many years.\" \"It's queer, isn't it, parting with a man at the college gate or at Paddington, seeing nothing of him for years, and then finding him pop up his head in such an odd place. But I should like to have seen Mrs. Herbert; people said extraordinary things about her.\" \"What sort of things?\" \"Well, I hardly know how to tell you. Everyone who saw her at the police court said she was at once the most beautiful woman and the most repulsive they had ever set eyes on. I have spoken to a man who saw her, and I assure you he positively shuddered as he tried to describe the woman, but he couldn't tell why. She seems to have been a sort of enigma; and I expect if that one dead man could have told tales, he would have told some uncommonly queer ones. And there you are again in another puzzle; what could a respectable country gentleman like Mr. Blank (we'll call him that if you don't mind) want in such a very queer house as Number 20? It's altogether a very odd case, isn't it?\" \"It is indeed, Austin; an extraordinary case. I didn't think, when I asked you about my old friend, I should strike on such strange metal. Well, I must be off; good-day.\" Villiers went away, thinking of his own conceit of the Chinese boxes; here was quaint workmanship indeed.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1604,
   "text": "THE DISCOVERY IN PAUL STREET A few months after Villiers' meeting with Herbert, Mr. Clarke was sitting, as usual, by his after-dinner hearth, resolutely guarding his fancies from wandering in the direction of the bureau. For more than a week he had succeeded in keeping away from the \"Memoirs,\" and he cherished hopes of a complete self-reformation; but, in spite of his endeavours, he could not hush the wonder and the strange curiosity that the last case he had written down had excited within him. He had put the case, or rather the outline of it, conjecturally to a scientific friend, who shook his head, and thought Clarke getting queer, and on this particular evening Clarke was making an effort to rationalize the story, when a sudden knock at the door roused him from his meditations. \"Mr. Villiers to see you sir.\" \"Dear me, Villiers, it is very kind of you to look me up; I have not seen you for many months; I should think nearly a year. Come in, come in. And how are you, Villiers? Want any advice about investments?\" \"No, thanks, I fancy everything I have in that way is pretty safe. No, Clarke, I have really come to consult you about a rather curious matter that has been brought under my notice of late. I am afraid you will think it all rather absurd when I tell my tale. I sometimes think so myself, and that's just what I made up my mind to come to you, as I know you're a practical man.\" Mr. Villiers was ignorant of the \"Memoirs to prove the Existence of the Devil.\" \"Well, Villiers, I shall be happy to give you my advice, to the best of my ability. What is the nature of the case?\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1475,
   "text": "\"It's an extraordinary thing altogether. You know my ways; I always keep my eyes open in the streets, and in my time I have chanced upon some queer customers, and queer cases too, but this, I think, beats all. I was coming out of a restaurant one nasty winter night about three months ago; I had had a capital dinner and a good bottle of Chianti, and I stood for a moment on the pavement, thinking what a mystery there is about London streets and the companies that pass along them. A bottle of red wine encourages these fancies, Clarke, and I dare say I should have thought a page of small type, but I was cut short by a beggar who had come behind me, and was making the usual appeals. Of course I looked round, and this beggar turned out to be what was left of an old friend of mine, a man named Herbert. I asked him how he had come to such a wretched pass, and he told me. We walked up and down one of those long and dark Soho streets, and there I listened to his story. He said he had married a beautiful girl, some years younger than himself, and, as he put it, she had corrupted him body and soul. He wouldn't go into details; he said he dare not, that what he had seen and heard haunted him by night and day, and when I looked in his face I knew he was speaking the truth. There was something about the man that made me shiver. I don't know why, but it was there. I gave him a little money and sent him away, and I assure you that when he was gone I gasped for breath.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1472,
   "text": "His presence seemed to chill one's blood.\" \"Isn't this all just a little fanciful, Villiers? I suppose the poor fellow had made an imprudent marriage, and, in plain English, gone to the bad.\" \"Well, listen to this.\" Villiers told Clarke the story he had heard from Austin. \"You see,\" he concluded, \"there can be but little doubt that this Mr. Blank, whoever he was, died of sheer terror; he saw something so awful, so terrible, that it cut short his life. And what he saw, he most certainly saw in that house, which, somehow or other, had got a bad name in the neighbourhood. I had the curiosity to go and look at the place for myself. It's a saddening kind of street; the houses are old enough to be mean and dreary, but not old enough to be quaint. As far as I could see most of them are let in lodgings, furnished and unfurnished, and almost every door has three bells to it. Here and there the ground floors have been made into shops of the commonest kind; it's a dismal street in every way. I found Number 20 was to let, and I went to the agent's and got the key. Of course I should have heard nothing of the Herberts in that quarter, but I asked the man, fair and square, how long they had left the house and whether there had been other tenants in the meanwhile. He looked at me queerly for a minute, and told me the Herberts had left immediately after the unpleasantness, as he called it, and since then the house had been empty.\" Mr. Villiers paused for a moment.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1564,
   "text": "\"I have always been rather fond of going over empty houses; there's a sort of fascination about the desolate empty rooms, with the nails sticking in the walls, and the dust thick upon the window-sills. But I didn't enjoy going over Number 20, Paul Street. I had hardly put my foot inside the passage when I noticed a queer, heavy feeling about the air of the house. Of course all empty houses are stuffy, and so forth, but this was something quite different; I can't describe it to you, but it seemed to stop the breath. I went into the front room and the back room, and the kitchens downstairs; they were all dirty and dusty enough, as you would expect, but there was something strange about them all. I couldn't define it to you, I only know I felt queer. It was one of the rooms on the first floor, though, that was the worst. It was a largish room, and once on a time the paper must have been cheerful enough, but when I saw it, paint, paper, and everything were most doleful. But the room was full of horror; I felt my teeth grinding as I put my hand on the door, and when I went in, I thought I should have fallen fainting to the floor. However, I pulled myself together, and stood against the end wall, wondering what on earth there could be about the room to make my limbs tremble, and my heart beat as if I were at the hour of death. In one corner there was a pile of newspapers littered on the floor, and I began looking at them; they were papers of three or four years ago, some of them half torn, and some crumpled as if they had been used for packing.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1439,
   "text": "I turned the whole pile over, and amongst them I found a curious drawing; I will show it to you presently. But I couldn't stay in the room; I felt it was overpowering me. I was thankful to come out, safe and sound, into the open air. People stared at me as I walked along the street, and one man said I was drunk. I was staggering about from one side of the pavement to the other, and it was as much as I could do to take the key back to the agent and get home. I was in bed for a week, suffering from what my doctor called nervous shock and exhaustion. One of those days I was reading the evening paper, and happened to notice a paragraph headed: 'Starved to Death.' It was the usual style of thing; a model lodging-house in Marylebone, a door locked for several days, and a dead man in his chair when they broke in. 'The deceased,' said the paragraph, 'was known as Charles Herbert, and is believed to have been once a prosperous country gentleman. His name was familiar to the public three years ago in connection with the mysterious death in Paul Street, Tottenham Court Road, the deceased being the tenant of the house Number 20, in the area of which a gentleman of good position was found dead under circumstances not devoid of suspicion.' A tragic ending, wasn't it? But after all, if what he told me were true, which I am sure it was, the man's life was all a tragedy, and a tragedy of a stranger sort than they put on the boards.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1422,
   "text": "\"And that is the story, is it?\" said Clarke musingly. \"Yes, that is the story.\" \"Well, really, Villiers, I scarcely know what to say about it. There are, no doubt, circumstances in the case which seem peculiar, the finding of the dead man in the area of Herbert's house, for instance, and the extraordinary opinion of the physician as to the cause of death; but, after all, it is conceivable that the facts may be explained in a straightforward manner. As to your own sensations, when you went to see the house, I would suggest that they were due to a vivid imagination; you must have been brooding, in a semi-conscious way, over what you had heard. I don't exactly see what more can be said or done in the matter; you evidently think there is a mystery of some kind, but Herbert is dead; where then do you propose to look?\" \"I propose to look for the woman; the woman whom he married. She is the mystery.\" The two men sat silent by the fireside; Clarke secretly congratulating himself on having successfully kept up the character of advocate of the commonplace, and Villiers wrapped in his gloomy fancies. \"I think I will have a cigarette,\" he said at last, and put his hand in his pocket to feel for the cigarette-case. \"Ah!\" he said, starting slightly, \"I forgot I had something to show you. You remember my saying that I had found a rather curious sketch amongst the pile of old newspapers at the house in Paul Street?",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1502,
   "text": "Here it is.\" Villiers drew out a small thin parcel from his pocket. It was covered with brown paper, and secured with string, and the knots were troublesome. In spite of himself Clarke felt inquisitive; he bent forward on his chair as Villiers painfully undid the string, and unfolded the outer covering. Inside was a second wrapping of tissue, and Villiers took it off and handed the small piece of paper to Clarke without a word. There was dead silence in the room for five minutes or more; the two men sat so still that they could hear the ticking of the tall old-fashioned clock that stood outside in the hall, and in the mind of one of them the slow monotony of sound woke up a far, far memory. He was looking intently at the small pen-and-ink sketch of the woman's head; it had evidently been drawn with great care, and by a true artist, for the woman's soul looked out of the eyes, and the lips were parted with a strange smile. Clarke gazed still at the face; it brought to his memory one summer evening, long ago; he saw again the long lovely valley, the river winding between the hills, the meadows and the cornfields, the dull red sun, and the cold white mist rising from the water. He heard a voice speaking to him across the waves of many years, and saying \"Clarke, Mary will see the god Pan!\" and then he was standing in the grim room beside the doctor, listening to the heavy ticking of the clock, waiting and watching, watching the figure lying on the green chair beneath the lamplight.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1445,
   "text": "Mary rose up, and he looked into her eyes, and his heart grew cold within him. \"Who is this woman?\" he said at last. His voice was dry and hoarse. \"That is the woman who Herbert married.\" Clarke looked again at the sketch; it was not Mary after all. There certainly was Mary's face, but there was something else, something he had not seen on Mary's features when the white-clad girl entered the laboratory with the doctor, nor at her terrible awakening, nor when she lay grinning on the bed. Whatever it was, the glance that came from those eyes, the smile on the full lips, or the expression of the whole face, Clarke shuddered before it at his inmost soul, and thought, unconsciously, of Dr. Phillip's words, \"the most vivid presentment of evil I have ever seen.\" He turned the paper over mechanically in his hand and glanced at the back. \"Good God! Clarke, what is the matter? You are as white as death.\" Villiers had started wildly from his chair, as Clarke fell back with a groan, and let the paper drop from his hands. \"I don't feel very well, Villiers, I am subject to these attacks. Pour me out a little wine; thanks, that will do. I shall feel better in a few minutes.\" Villiers picked up the fallen sketch and turned it over as Clarke had done. \"You saw that?\" he said. \"That's how I identified it as being a portrait of Herbert's wife, or I should say his widow. How do you feel now?\" \"Better, thanks, it was only a passing faintness.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 695,
   "text": "I don't think I quite catch your meaning. What did you say enabled you to identify the picture?\" \"This word--'Helen'--was written on the back. Didn't I tell you her name was Helen? Yes; Helen Vaughan.\" Clarke groaned; there could be no shadow of doubt. \"Now, don't you agree with me,\" said Villiers, \"that in the story I have told you to-night, and in the part this woman plays in it, there are some very strange points?\" \"Yes, Villiers,\" Clarke muttered, \"it is a strange story indeed; a strange story indeed. You must give me time to think it over; I may be able to help you or I may not. Must you be going now? Well, good-night, Villiers, good-night. Come and see me in the course of a week.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1488,
   "text": "\"Do you know, Austin,\" said Villiers, as the two friends were pacing sedately along Piccadilly one pleasant morning in May, \"do you know I am convinced that what you told me about Paul Street and the Herberts is a mere episode in an extraordinary history? I may as well confess to you that when I asked you about Herbert a few months ago I had just seen him.\" \"You had seen him? Where?\" \"He begged of me in the street one night. He was in the most pitiable plight, but I recognized the man, and I got him to tell me his history, or at least the outline of it. In brief, it amounted to this--he had been ruined by his wife.\" \"He would not tell me; he would only say that she had destroyed him, body and soul. The man is dead now.\" \"And what has become of his wife?\" \"Ah, that's what I should like to know, and I mean to find her sooner or later. I know a man named Clarke, a dry fellow, in fact a man of business, but shrewd enough. You understand my meaning; not shrewd in the mere business sense of the word, but a man who really knows something about men and life. Well, I laid the case before him, and he was evidently impressed. He said it needed consideration, and asked me to come again in the course of a week. A few days later I received this extraordinary letter.\" Austin took the envelope, drew out the letter, and read it curiously. It ran as follows:-- \"MY DEAR VILLIERS,--I have thought over the matter on which you consulted me the other night, and my advice to you is this.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1512,
   "text": "Throw the portrait into the fire, blot out the story from your mind. Never give it another thought, Villiers, or you will be sorry. You will think, no doubt, that I am in possession of some secret information, and to a certain extent that is the case. But I only know a little; I am like a traveller who has peered over an abyss, and has drawn back in terror. What I know is strange enough and horrible enough, but beyond my knowledge there are depths and horrors more frightful still, more incredible than any tale told of winter nights about the fire. I have resolved, and nothing shall shake that resolve, to explore no whit farther, and if you value your happiness you will make the same determination. \"Come and see me by all means; but we will talk on more cheerful topics than this.\" Austin folded the letter methodically, and returned it to Villiers. \"It is certainly an extraordinary letter,\" he said, \"what does he mean by the portrait?\" \"Ah! I forgot to tell you I have been to Paul Street and have made a discovery.\" Villiers told his story as he had told it to Clarke, and Austin listened in silence. He seemed puzzled. \"How very curious that you should experience such an unpleasant sensation in that room!\" he said at length. \"I hardly gather that it was a mere matter of the imagination; a feeling of repulsion, in short.\" \"No, it was more physical than mental. It was as if I were inhaling at every breath some deadly fume, which seemed to penetrate to every nerve and bone and sinew of my body.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1415,
   "text": "I felt racked from head to foot, my eyes began to grow dim; it was like the entrance of death.\" \"Yes, yes, very strange certainly. You see, your friend confesses that there is some very black story connected with this woman. Did you notice any particular emotion in him when you were telling your tale?\" \"Yes, I did. He became very faint, but he assured me that it was a mere passing attack to which he was subject.\" \"Did you believe him?\" \"I did at the time, but I don't now. He heard what I had to say with a good deal of indifference, till I showed him the portrait. It was then that he was seized with the attack of which I spoke. He looked ghastly, I assure you.\" \"Then he must have seen the woman before. But there might be another explanation; it might have been the name, and not the face, which was familiar to him. What do you think?\" \"I couldn't say. To the best of my belief it was after turning the portrait in his hands that he nearly dropped from the chair. The name, you know, was written on the back.\" \"Quite so. After all, it is impossible to come to any resolution in a case like this. I hate melodrama, and nothing strikes me as more commonplace and tedious than the ordinary ghost story of commerce; but really, Villiers, it looks as if there were something very queer at the bottom of all this.\" The two men had, without noticing it, turned up Ashley Street, leading northward from Piccadilly.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 634,
   "text": "It was a long street, and rather a gloomy one, but here and there a brighter taste had illuminated the dark houses with flowers, and gay curtains, and a cheerful paint on the doors. Villiers glanced up as Austin stopped speaking, and looked at one of these houses; geraniums, red and white, drooped from every sill, and daffodil-coloured curtains were draped back from each window. \"It looks cheerful, doesn't it?\" he said. \"Yes, and the inside is still more cheery. One of the pleasantest houses of the season, so I have heard. I haven't been there myself, but I've met several men who have, and they tell me it's uncommonly jovial.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1439,
   "text": "\"I couldn't tell you. I have heard she comes from South America, but after all, who she is is of little consequence. She is a very wealthy woman, there's no doubt of that, and some of the best people have taken her up. I hear she has some wonderful claret, really marvellous wine, which must have cost a fabulous sum. Lord Argentine was telling me about it; he was there last Sunday evening. He assures me he has never tasted such a wine, and Argentine, as you know, is an expert. By the way, that reminds me, she must be an oddish sort of woman, this Mrs. Beaumont. Argentine asked her how old the wine was, and what do you think she said? 'About a thousand years, I believe.' Lord Argentine thought she was chaffing him, you know, but when he laughed she said she was speaking quite seriously and offered to show him the jar. Of course, he couldn't say anything more after that; but it seems rather antiquated for a beverage, doesn't it? Why, here we are at my rooms. Come in, won't you?\" \"Thanks, I think I will. I haven't seen the curiosity-shop for a while.\" It was a room furnished richly, yet oddly, where every jar and bookcase and table, and every rug and jar and ornament seemed to be a thing apart, preserving each its own individuality. \"Anything fresh lately?\" said Villiers after a while. \"No; I think not; you saw those queer jugs, didn't you? I thought so. I don't think I have come across anything for the last few weeks.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 612,
   "text": "Austin glanced around the room from cupboard to cupboard, from shelf to shelf, in search of some new oddity. His eyes fell at last on an odd chest, pleasantly and quaintly carved, which stood in a dark corner of the room. \"Ah,\" he said, \"I was forgetting, I have got something to show you.\" Austin unlocked the chest, drew out a thick quarto volume, laid it on the table, and resumed the cigar he had put down. \"Did you know Arthur Meyrick the painter, Villiers?\" \"A little; I met him two or three times at the house of a friend of mine. What has become of him? I haven't heard his name mentioned for some time.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1418,
   "text": "\"You don't say so! Quite young, wasn't he?\" \"Yes; only thirty when he died.\" \"What did he die of?\" \"I don't know. He was an intimate friend of mine, and a thoroughly good fellow. He used to come here and talk to me for hours, and he was one of the best talkers I have met. He could even talk about painting, and that's more than can be said of most painters. About eighteen months ago he was feeling rather overworked, and partly at my suggestion he went off on a sort of roving expedition, with no very definite end or aim about it. I believe New York was to be his first port, but I never heard from him. Three months ago I got this book, with a very civil letter from an English doctor practising at Buenos Ayres, stating that he had attended the late Mr. Meyrick during his illness, and that the deceased had expressed an earnest wish that the enclosed packet should be sent to me after his death. That was all.\" \"And haven't you written for further particulars?\" \"I have been thinking of doing so. You would advise me to write to the doctor?\" \"Certainly. And what about the book?\" \"It was sealed up when I got it. I don't think the doctor had seen it.\" \"It is something very rare? Meyrick was a collector, perhaps?\" \"No, I think not, hardly a collector. Now, what do you think of these Ainu jugs?\" \"They are peculiar, but I like them. But aren't you going to show me poor Meyrick's legacy?\" \"Yes, yes, to be sure.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 427,
   "text": "The fact is, it's rather a peculiar sort of thing, and I haven't shown it to any one. I wouldn't say anything about it if I were you. There it is.\" Villiers took the book, and opened it at haphazard. \"It isn't a printed volume, then?\" he said. \"No. It is a collection of drawings in black and white by my poor friend Meyrick.\" Villiers turned to the first page, it was blank; the second bore a brief inscription, which he read:",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1451,
   "text": "Silet per diem universus, nec sine horrore secretus est; lucet nocturnis ignibus, chorus Aegipanum undique personatur: audiuntur et cantus tibiarum, et tinnitus cymbalorum per oram maritimam. On the third page was a design which made Villiers start and look up at Austin; he was gazing abstractedly out of the window. Villiers turned page after page, absorbed, in spite of himself, in the frightful Walpurgis Night of evil, strange monstrous evil, that the dead artist had set forth in hard black and white. The figures of Fauns and Satyrs and Aegipans danced before his eyes, the darkness of the thicket, the dance on the mountain-top, the scenes by lonely shores, in green vineyards, by rocks and desert places, passed before him: a world before which the human soul seemed to shrink back and shudder. Villiers whirled over the remaining pages; he had seen enough, but the picture on the last leaf caught his eye, as he almost closed the book. \"Do you know who that is?\" It was a woman's face, alone on the white page. \"Know who it is? No, of course not.\" \"It is Mrs. Herbert.\" \"I am perfectly sure of it. Poor Meyrick! He is one more chapter in her history.\" \"But what do you think of the designs?\" \"They are frightful. Lock the book up again, Austin. If I were you I would burn it; it must be a terrible companion even though it be in a chest.\" \"Yes, they are singular drawings. But I wonder what connection there could be between Meyrick and Mrs.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 374,
   "text": "Herbert, or what link between her and these designs?\" \"Ah, who can say? It is possible that the matter may end here, and we shall never know, but in my own opinion this Helen Vaughan, or Mrs. Herbert, is only the beginning. She will come back to London, Austin; depend on it, she will come back, and we shall hear more about her then. I doubt it will be very pleasant news.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1667,
   "text": "Lord Argentine was a great favourite in London Society. At twenty he had been a poor man, decked with the surname of an illustrious family, but forced to earn a livelihood as best he could, and the most speculative of money-lenders would not have entrusted him with fifty pounds on the chance of his ever changing his name for a title, and his poverty for a great fortune. His father had been near enough to the fountain of good things to secure one of the family livings, but the son, even if he had taken orders, would scarcely have obtained so much as this, and moreover felt no vocation for the ecclesiastical estate. Thus he fronted the world with no better armour than the bachelor's gown and the wits of a younger son's grandson, with which equipment he contrived in some way to make a very tolerable fight of it. At twenty-five Mr. Charles Aubernon saw himself still a man of struggles and of warfare with the world, but out of the seven who stood before him and the high places of his family three only remained. These three, however, were \"good lives,\" but yet not proof against the Zulu assegais and typhoid fever, and so one morning Aubernon woke up and found himself Lord Argentine, a man of thirty who had faced the difficulties of existence, and had conquered. The situation amused him immensely, and he resolved that riches should be as pleasant to him as poverty had always been. Argentine, after some little consideration, came to the conclusion that dining, regarded as a fine art, was perhaps the most amusing pursuit open to fallen humanity, and thus his dinners became famous in London, and an invitation to his table a thing covetously desired.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1435,
   "text": "After ten years of lordship and dinners Argentine still declined to be jaded, still persisted in enjoying life, and by a kind of infection had become recognized as the cause of joy in others, in short, as the best of company. His sudden and tragical death therefore caused a wide and deep sensation. People could scarcely believe it, even though the newspaper was before their eyes, and the cry of \"Mysterious Death of a Nobleman\" came ringing up from the street. But there stood the brief paragraph: \"Lord Argentine was found dead this morning by his valet under distressing circumstances. It is stated that there can be no doubt that his lordship committed suicide, though no motive can be assigned for the act. The deceased nobleman was widely known in society, and much liked for his genial manner and sumptuous hospitality. He is succeeded by,\" etc., etc. By slow degrees the details came to light, but the case still remained a mystery. The chief witness at the inquest was the deceased's valet, who said that the night before his death Lord Argentine had dined with a lady of good position, whose name was suppressed in the newspaper reports. At about eleven o'clock Lord Argentine had returned, and informed his man that he should not require his services till the next morning. A little later the valet had occasion to cross the hall and was somewhat astonished to see his master quietly letting himself out at the front door.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1630,
   "text": "He had taken off his evening clothes, and was dressed in a Norfolk coat and knickerbockers, and wore a low brown hat. The valet had no reason to suppose that Lord Argentine had seen him, and though his master rarely kept late hours, thought little of the occurrence till the next morning, when he knocked at the bedroom door at a quarter to nine as usual. He received no answer, and, after knocking two or three times, entered the room, and saw Lord Argentine's body leaning forward at an angle from the bottom of the bed. He found that his master had tied a cord securely to one of the short bed-posts, and, after making a running noose and slipping it round his neck, the unfortunate man must have resolutely fallen forward, to die by slow strangulation. He was dressed in the light suit in which the valet had seen him go out, and the doctor who was summoned pronounced that life had been extinct for more than four hours. All papers, letters, and so forth seemed in perfect order, and nothing was discovered which pointed in the most remote way to any scandal either great or small. Here the evidence ended; nothing more could be discovered. Several persons had been present at the dinner-party at which Lord Argentine had assisted, and to all these he seemed in his usual genial spirits. The valet, indeed, said he thought his master appeared a little excited when he came home, but confessed that the alteration in his manner was very slight, hardly noticeable, indeed. It seemed hopeless to seek for any clue, and the suggestion that Lord Argentine had been suddenly attacked by acute suicidal mania was generally accepted.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1490,
   "text": "It was otherwise, however, when within three weeks, three more gentlemen, one of them a nobleman, and the two others men of good position and ample means, perished miserably in the almost precisely the same manner. Lord Swanleigh was found one morning in his dressing-room, hanging from a peg affixed to the wall, and Mr. Collier-Stuart and Mr. Herries had chosen to die as Lord Argentine. There was no explanation in either case; a few bald facts; a living man in the evening, and a body with a black swollen face in the morning. The police had been forced to confess themselves powerless to arrest or to explain the sordid murders of Whitechapel; but before the horrible suicides of Piccadilly and Mayfair they were dumbfoundered, for not even the mere ferocity which did duty as an explanation of the crimes of the East End, could be of service in the West. Each of these men who had resolved to die a tortured shameful death was rich, prosperous, and to all appearances in love with the world, and not the acutest research should ferret out any shadow of a lurking motive in either case. There was a horror in the air, and men looked at one another's faces when they met, each wondering whether the other was to be the victim of the fifth nameless tragedy. Journalists sought in vain for their scrapbooks for materials whereof to concoct reminiscent articles; and the morning paper was unfolded in many a house with a feeling of awe; no man knew when or where the next blow would light.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1415,
   "text": "A short while after the last of these terrible events, Austin came to see Mr. Villiers. He was curious to know whether Villiers had succeeded in discovering any fresh traces of Mrs. Herbert, either through Clarke or by other sources, and he asked the question soon after he had sat down. \"No,\" said Villiers, \"I wrote to Clarke, but he remains obdurate, and I have tried other channels, but without any result. I can't find out what became of Helen Vaughan after she left Paul Street, but I think she must have gone abroad. But to tell the truth, Austin, I haven't paid much attention to the matter for the last few weeks; I knew poor Herries intimately, and his terrible death has been a great shock to me, a great shock.\" \"I can well believe it,\" answered Austin gravely, \"you know Argentine was a friend of mine. If I remember rightly, we were speaking of him that day you came to my rooms.\" \"Yes; it was in connection with that house in Ashley Street, Mrs. Beaumont's house. You said something about Argentine's dining there.\" \"Quite so. Of course you know it was there Argentine dined the night before--before his death.\" \"No, I had not heard that.\" \"Oh, yes; the name was kept out of the papers to spare Mrs. Beaumont. Argentine was a great favourite of hers, and it is said she was in a terrible state for sometime after.\" A curious look came over Villiers' face; he seemed undecided whether to speak or not.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1407,
   "text": "Austin began again. \"I never experienced such a feeling of horror as when I read the account of Argentine's death. I didn't understand it at the time, and I don't now. I knew him well, and it completely passes my understanding for what possible cause he--or any of the others for the matter of that--could have resolved in cold blood to die in such an awful manner. You know how men babble away each other's characters in London, you may be sure any buried scandal or hidden skeleton would have been brought to light in such a case as this; but nothing of the sort has taken place. As for the theory of mania, that is very well, of course, for the coroner's jury, but everybody knows that it's all nonsense. Suicidal mania is not small-pox.\" Austin relapsed into gloomy silence. Villiers sat silent, also, watching his friend. The expression of indecision still fleeted across his face; he seemed as if weighing his thoughts in the balance, and the considerations he was resolving left him still silent. Austin tried to shake off the remembrance of tragedies as hopeless and perplexed as the labyrinth of Daedalus, and began to talk in an indifferent voice of the more pleasant incidents and adventures of the season. \"That Mrs. Beaumont,\" he said, \"of whom we were speaking, is a great success; she has taken London almost by storm. I met her the other night at Fulham's; she is really a remarkable woman.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1452,
   "text": "\"You have met Mrs. Beaumont?\" \"Yes; she had quite a court around her. She would be called very handsome, I suppose, and yet there is something about her face which I didn't like. The features are exquisite, but the expression is strange. And all the time I was looking at her, and afterwards, when I was going home, I had a curious feeling that very expression was in some way or another familiar to me.\" \"You must have seen her in the Row.\" \"No, I am sure I never set eyes on the woman before; it is that which makes it puzzling. And to the best of my belief I have never seen anyone like her; what I felt was a kind of dim far-off memory, vague but persistent. The only sensation I can compare it to, is that odd feeling one sometimes has in a dream, when fantastic cities and wondrous lands and phantom personages appear familiar and accustomed.\" Villiers nodded and glanced aimlessly round the room, possibly in search of something on which to turn the conversation. His eyes fell on an old chest somewhat like that in which the artist's strange legacy lay hid beneath a Gothic scutcheon. \"Have you written to the doctor about poor Meyrick?\" he asked. \"Yes; I wrote asking for full particulars as to his illness and death. I don't expect to have an answer for another three weeks or a month. I thought I might as well inquire whether Meyrick knew an Englishwoman named Herbert, and if so, whether the doctor could give me any information about her.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1550,
   "text": "But it's very possible that Meyrick fell in with her at New York, or Mexico, or San Francisco; I have no idea as to the extent or direction of his travels.\" \"Yes, and it's very possible that the woman may have more than one name.\" \"Exactly. I wish I had thought of asking you to lend me the portrait of her which you possess. I might have enclosed it in my letter to Dr. Matthews.\" \"So you might; that never occurred to me. We might send it now. Hark! what are those boys calling?\" While the two men had been talking together a confused noise of shouting had been gradually growing louder. The noise rose from the eastward and swelled down Piccadilly, drawing nearer and nearer, a very torrent of sound; surging up streets usually quiet, and making every window a frame for a face, curious or excited. The cries and voices came echoing up the silent street where Villiers lived, growing more distinct as they advanced, and, as Villiers spoke, an answer rang up from the pavement: \"The West End Horrors; Another Awful Suicide; Full Details!\" Austin rushed down the stairs and bought a paper and read out the paragraph to Villiers as the uproar in the street rose and fell. The window was open and the air seemed full of noise and terror. \"Another gentleman has fallen a victim to the terrible epidemic of suicide which for the last month has prevailed in the West End. Mr. Sidney Crashaw, of Stoke House, Fulham, and King's Pomeroy, Devon, was found, after a prolonged search, hanging dead from the branch of a tree in his garden at one o'clock today.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1367,
   "text": "The deceased gentleman dined last night at the Carlton Club and seemed in his usual health and spirits. He left the club at about ten o'clock, and was seen walking leisurely up St. James's Street a little later. Subsequent to this his movements cannot be traced. On the discovery of the body medical aid was at once summoned, but life had evidently been long extinct. So far as is known, Mr. Crashaw had no trouble or anxiety of any kind. This painful suicide, it will be remembered, is the fifth of the kind in the last month. The authorities at Scotland Yard are unable to suggest any explanation of these terrible occurrences.\" Austin put down the paper in mute horror. \"I shall leave London to-morrow,\" he said, \"it is a city of nightmares. How awful this is, Villiers!\" Mr. Villiers was sitting by the window quietly looking out into the street. He had listened to the newspaper report attentively, and the hint of indecision was no longer on his face. \"Wait a moment, Austin,\" he replied, \"I have made up my mind to mention a little matter that occurred last night. It stated, I think, that Crashaw was last seen alive in St. James's Street shortly after ten?\" \"Yes, I think so. I will look again. Yes, you are quite right.\" \"Quite so. Well, I am in a position to contradict that statement at all events. Crashaw was seen after that; considerably later indeed.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1477,
   "text": "\"Because I happened to see Crashaw myself at about two o'clock this morning.\" \"You saw Crashaw? You, Villiers?\" \"Yes, I saw him quite distinctly; indeed, there were but a few feet between us.\" \"Where, in Heaven's name, did you see him?\" \"Not far from here. I saw him in Ashley Street. He was just leaving a house.\" \"Did you notice what house it was?\" \"Yes. It was Mrs. Beaumont's.\" \"Villiers! Think what you are saying; there must be some mistake. How could Crashaw be in Mrs. Beaumont's house at two o'clock in the morning? Surely, surely, you must have been dreaming, Villiers; you were always rather fanciful.\" \"No; I was wide awake enough. Even if I had been dreaming as you say, what I saw would have roused me effectually.\" \"What you saw? What did you see? Was there anything strange about Crashaw? But I can't believe it; it is impossible.\" \"Well, if you like I will tell you what I saw, or if you please, what I think I saw, and you can judge for yourself.\" \"Very good, Villiers.\" The noise and clamour of the street had died away, though now and then the sound of shouting still came from the distance, and the dull, leaden silence seemed like the quiet after an earthquake or a storm. Villiers turned from the window and began speaking.\"I was at a house near Regent's Park last night, and when I came away the fancy took me to walk home instead of taking a hansom. It was a clear pleasant night enough, and after a few minutes I had the streets pretty much to myself.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1169,
   "text": "It's a curious thing, Austin, to be alone in London at night, the gas-lamps stretching away in perspective, and the dead silence, and then perhaps the rush and clatter of a hansom on the stones, and the fire starting up under the horse's hoofs. I walked along pretty briskly, for I was feeling a little tired of being out in the night, and as the clocks were striking two I turned down Ashley Street, which, you know, is on my way. It was quieter than ever there, and the lamps were fewer; altogether, it looked as dark and gloomy as a forest in winter. I had done about half the length of the street when I heard a door closed very softly, and naturally I looked up to see who was abroad like myself at such an hour. As it happens, there is a street lamp close to the house in question, and I saw a man standing on the step. He had just shut the door and his face was towards me, and I recognized Crashaw directly. I never knew him to speak to, but I had often seen him, and I am positive that I was not mistaken in my man. I looked into his face for a moment, and then--I will confess the truth--I set off at a good run, and kept it up till I was within my own door.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1516,
   "text": "\"Why? Because it made my blood run cold to see that man's face. I could never have supposed that such an infernal medley of passions could have glared out of any human eyes; I almost fainted as I looked. I knew I had looked into the eyes of a lost soul, Austin, the man's outward form remained, but all hell was within it. Furious lust, and hate that was like fire, and the loss of all hope and horror that seemed to shriek aloud to the night, though his teeth were shut; and the utter blackness of despair. I am sure that he did not see me; he saw nothing that you or I can see, but what he saw I hope we never shall. I do not know when he died; I suppose in an hour, or perhaps two, but when I passed down Ashley Street and heard the closing door, that man no longer belonged to this world; it was a devil's face I looked upon.\" There was an interval of silence in the room when Villiers ceased speaking. The light was failing, and all the tumult of an hour ago was quite hushed. Austin had bent his head at the close of the story, and his hand covered his eyes. \"What can it mean?\" he said at length. \"Who knows, Austin, who knows? It's a black business, but I think we had better keep it to ourselves, for the present at any rate. I will see if I cannot learn anything about that house through private channels of information, and if I do light upon anything I will let you know.\" THE ENCOUNTER IN SOHO Three weeks later Austin received a note from Villiers, asking him to call either that afternoon or the next.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1031,
   "text": "He chose the nearer date, and found Villiers sitting as usual by the window, apparently lost in meditation on the drowsy traffic of the street. There was a bamboo table by his side, a fantastic thing, enriched with gilding and queer painted scenes, and on it lay a little pile of papers arranged and docketed as neatly as anything in Mr. Clarke's office. \"Well, Villiers, have you made any discoveries in the last three weeks?\" \"I think so; I have here one or two memoranda which struck me as singular, and there is a statement to which I shall call your attention.\" \"And these documents relate to Mrs. Beaumont? It was really Crashaw whom you saw that night standing on the doorstep of the house in Ashley Street?\" \"As to that matter my belief remains unchanged, but neither my inquiries nor their results have any special relation to Crashaw. But my investigations have had a strange issue. I have found out who Mrs. Beaumont is!\" \"Who is she? In what way do you mean?\" \"I mean that you and I know her better under another name.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1434,
   "text": "\"Herbert!\" Austin repeated the word, dazed with astonishment. \"Yes, Mrs. Herbert of Paul Street, Helen Vaughan of earlier adventures unknown to me. You had reason to recognize the expression of her face; when you go home look at the face in Meyrick's book of horrors, and you will know the sources of your recollection.\" \"And you have proof of this?\" \"Yes, the best of proof; I have seen Mrs. Beaumont, or shall we say Mrs. Herbert?\" \"Where did you see her?\" \"Hardly in a place where you would expect to see a lady who lives in Ashley Street, Piccadilly. I saw her entering a house in one of the meanest and most disreputable streets in Soho. In fact, I had made an appointment, though not with her, and she was precise to both time and place.\" \"All this seems very wonderful, but I cannot call it incredible. You must remember, Villiers, that I have seen this woman, in the ordinary adventure of London society, talking and laughing, and sipping her coffee in a commonplace drawing-room with commonplace people. But you know what you are saying.\" \"I do; I have not allowed myself to be led by surmises or fancies. It was with no thought of finding Helen Vaughan that I searched for Mrs. Beaumont in the dark waters of the life of London, but such has been the issue.\" \"You must have been in strange places, Villiers.\"\"Yes, I have been in very strange places. It would have been useless, you know, to go to Ashley Street, and ask Mrs.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1437,
   "text": "Beaumont to give me a short sketch of her previous history. No; assuming, as I had to assume, that her record was not of the cleanest, it would be pretty certain that at some previous time she must have moved in circles not quite so refined as her present ones. If you see mud at the top of a stream, you may be sure that it was once at the bottom. I went to the bottom. I have always been fond of diving into Queer Street for my amusement, and I found my knowledge of that locality and its inhabitants very useful. It is, perhaps, needless to say that my friends had never heard the name of Beaumont, and as I had never seen the lady, and was quite unable to describe her, I had to set to work in an indirect way. The people there know me; I have been able to do some of them a service now and again, so they made no difficulty about giving their information; they were aware I had no communication direct or indirect with Scotland Yard. I had to cast out a good many lines, though, before I got what I wanted, and when I landed the fish I did not for a moment suppose it was my fish. But I listened to what I was told out of a constitutional liking for useless information, and I found myself in possession of a very curious story, though, as I imagined, not the story I was looking for. It was to this effect. Some five or six years ago, a woman named Raymond suddenly made her appearance in the neighbourhood to which I am referring.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1579,
   "text": "She was described to me as being quite young, probably not more than seventeen or eighteen, very handsome, and looking as if she came from the country. I should be wrong in saying that she found her level in going to this particular quarter, or associating with these people, for from what I was told, I should think the worst den in London far too good for her. The person from whom I got my information, as you may suppose, no great Puritan, shuddered and grew sick in telling me of the nameless infamies which were laid to her charge. After living there for a year, or perhaps a little more, she disappeared as suddenly as she came, and they saw nothing of her till about the time of the Paul Street case. At first she came to her old haunts only occasionally, then more frequently, and finally took up her abode there as before, and remained for six or eight months. It's of no use my going into details as to the life that woman led; if you want particulars you can look at Meyrick's legacy. Those designs were not drawn from his imagination. She again disappeared, and the people of the place saw nothing of her till a few months ago. My informant told me that she had taken some rooms in a house which he pointed out, and these rooms she was in the habit of visiting two or three times a week and always at ten in the morning. I was led to expect that one of these visits would be paid on a certain day about a week ago, and I accordingly managed to be on the look-out in company with my cicerone at a quarter to ten, and the hour and the lady came with equal punctuality.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1401,
   "text": "My friend and I were standing under an archway, a little way back from the street, but she saw us, and gave me a glance that I shall be long in forgetting. That look was quite enough for me; I knew Miss Raymond to be Mrs. Herbert; as for Mrs. Beaumont she had quite gone out of my head. She went into the house, and I watched it till four o'clock, when she came out, and then I followed her. It was a long chase, and I had to be very careful to keep a long way in the background, and yet not lose sight of the woman. She took me down to the Strand, and then to Westminster, and then up St. James's Street, and along Piccadilly. I felt queerish when I saw her turn up Ashley Street; the thought that Mrs. Herbert was Mrs. Beaumont came into my mind, but it seemed too impossible to be true. I waited at the corner, keeping my eye on her all the time, and I took particular care to note the house at which she stopped. It was the house with the gay curtains, the home of flowers, the house out of which Crashaw came the night he hanged himself in his garden. I was just going away with my discovery, when I saw an empty carriage come round and draw up in front of the house, and I came to the conclusion that Mrs. Herbert was going out for a drive, and I was right. There, as it happened, I met a man I know, and we stood talking together a little distance from the carriage-way, to which I had my back.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 445,
   "text": "We had not been there for ten minutes when my friend took off his hat, and I glanced round and saw the lady I had been following all day. 'Who is that?' I said, and his answer was 'Mrs. Beaumont; lives in Ashley Street.' Of course there could be no doubt after that. I don't know whether she saw me, but I don't think she did. I went home at once, and, on consideration, I thought that I had a sufficiently good case with which to go to Clarke.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1565,
   "text": "\"Because I am sure that Clarke is in possession of facts about this woman, facts of which I know nothing.\" Mr. Villiers leaned back in his chair and looked reflectively at Austin for a moment before he answered: \"My idea was that Clarke and I should call on Mrs. Beaumont.\" \"You would never go into such a house as that? No, no, Villiers, you cannot do it. Besides, consider; what result...\" \"I will tell you soon. But I was going to say that my information does not end here; it has been completed in an extraordinary manner. \"Look at this neat little packet of manuscript; it is paginated, you see, and I have indulged in the civil coquetry of a ribbon of red tape. It has almost a legal air, hasn't it? Run your eye over it, Austin. It is an account of the entertainment Mrs. Beaumont provided for her choicer guests. The man who wrote this escaped with his life, but I do not think he will live many years. The doctors tell him he must have sustained some severe shock to the nerves.\" Austin took the manuscript, but never read it. Opening the neat pages at haphazard his eye was caught by a word and a phrase that followed it; and, sick at heart, with white lips and a cold sweat pouring like water from his temples, he flung the paper down. \"Take it away, Villiers, never speak of this again. Are you made of stone, man? Why, the dread and horror of death itself, the thoughts of the man who stands in the keen morning air on the black platform, bound, the bell tolling in his ears, and waits for the harsh rattle of the bolt, are as nothing compared to this.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1634,
   "text": "I will not read it; I should never sleep again.\" \"Very good. I can fancy what you saw. Yes; it is horrible enough; but after all, it is an old story, an old mystery played in our day, and in dim London streets instead of amidst the vineyards and the olive gardens. We know what happened to those who chanced to meet the Great God Pan, and those who are wise know that all symbols are symbols of something, not of nothing. It was, indeed, an exquisite symbol beneath which men long ago veiled their knowledge of the most awful, most secret forces which lie at the heart of all things; forces before which the souls of men must wither and die and blacken, as their bodies blacken under the electric current. Such forces cannot be named, cannot be spoken, cannot be imagined except under a veil and a symbol, a symbol to the most of us appearing a quaint, poetic fancy, to some a foolish tale. But you and I, at all events, have known something of the terror that may dwell in the secret place of life, manifested under human flesh; that which is without form taking to itself a form. Oh, Austin, how can it be? How is it that the very sunlight does not turn to blackness before this thing, the hard earth melt and boil beneath such a burden?\" Villiers was pacing up and down the room, and the beads of sweat stood out on his forehead. Austin sat silent for a while, but Villiers saw him make a sign upon his breast. \"I say again, Villiers, you will surely never enter such a house as that? You would never pass out alive.\" \"Yes, Austin, I shall go out alive--I, and Clarke with me.\" \"What do you mean? You cannot, you would not dare...\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1571,
   "text": "\"Wait a moment. The air was very pleasant and fresh this morning; there was a breeze blowing, even through this dull street, and I thought I would take a walk. Piccadilly stretched before me a clear, bright vista, and the sun flashed on the carriages and on the quivering leaves in the park. It was a joyous morning, and men and women looked at the sky and smiled as they went about their work or their pleasure, and the wind blew as blithely as upon the meadows and the scented gorse. But somehow or other I got out of the bustle and the gaiety, and found myself walking slowly along a quiet, dull street, where there seemed to be no sunshine and no air, and where the few foot-passengers loitered as they walked, and hung indecisively about corners and archways. I walked along, hardly knowing where I was going or what I did there, but feeling impelled, as one sometimes is, to explore still further, with a vague idea of reaching some unknown goal. Thus I forged up the street, noting the small traffic of the milk-shop, and wondering at the incongruous medley of penny pipes, black tobacco, sweets, newspapers, and comic songs which here and there jostled one another in the short compass of a single window. I think it was a cold shudder that suddenly passed through me that first told me that I had found what I wanted. I looked up from the pavement and stopped before a dusty shop, above which the lettering had faded, where the red bricks of two hundred years ago had grimed to black; where the windows had gathered to themselves the dust of winters innumerable.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1403,
   "text": "I saw what I required; but I think it was five minutes before I had steadied myself and could walk in and ask for it in a cool voice and with a calm face. I think there must even then have been a tremor in my words, for the old man who came out of the back parlour, and fumbled slowly amongst his goods, looked oddly at me as he tied the parcel. I paid what he asked, and stood leaning by the counter, with a strange reluctance to take up my goods and go. I asked about the business, and learnt that trade was bad and the profits cut down sadly; but then the street was not what it was before traffic had been diverted, but that was done forty years ago, 'just before my father died,' he said. I got away at last, and walked along sharply; it was a dismal street indeed, and I was glad to return to the bustle and the noise. Would you like to see my purchase?\" Austin said nothing, but nodded his head slightly; he still looked white and sick. Villiers pulled out a drawer in the bamboo table, and showed Austin a long coil of cord, hard and new; and at one end was a running noose. \"It is the best hempen cord,\" said Villiers, \"just as it used to be made for the old trade, the man told me. Not an inch of jute from end to end.\" Austin set his teeth hard, and stared at Villiers, growing whiter as he looked. \"You would not do it,\" he murmured at last. \"You would not have blood on your hands. My God!\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1363,
   "text": "he exclaimed, with sudden vehemence, \"you cannot mean this, Villiers, that you will make yourself a hangman?\" \"No. I shall offer a choice, and leave Helen Vaughan alone with this cord in a locked room for fifteen minutes. If when we go in it is not done, I shall call the nearest policeman. That is all.\" \"I must go now. I cannot stay here any longer; I cannot bear this. Good-night.\" \"Good-night, Austin.\" The door shut, but in a moment it was open again, and Austin stood, white and ghastly, in the entrance. \"I was forgetting,\" he said, \"that I too have something to tell. I have received a letter from Dr. Harding of Buenos Ayres. He says that he attended Meyrick for three weeks before his death.\" \"And does he say what carried him off in the prime of life? It was not fever?\" \"No, it was not fever. According to the doctor, it was an utter collapse of the whole system, probably caused by some severe shock. But he states that the patient would tell him nothing, and that he was consequently at some disadvantage in treating the case.\" \"Is there anything more?\" \"Yes. Dr. Harding ends his letter by saying: 'I think this is all the information I can give you about your poor friend. He had not been long in Buenos Ayres, and knew scarcely any one, with the exception of a person who did not bear the best of characters, and has since left--a Mrs. Vaughan.'\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1466,
   "text": "[Amongst the papers of the well-known physician, Dr. Robert Matheson, of Ashley Street, Piccadilly, who died suddenly, of apoplectic seizure, at the beginning of 1892, a leaf of manuscript paper was found, covered with pencil jottings. These notes were in Latin, much abbreviated, and had evidently been made in great haste. The MS. was only deciphered with difficulty, and some words have up to the present time evaded all the efforts of the expert employed. The date, \"XXV Jul. 1888,\" is written on the right-hand corner of the MS. The following is a translation of Dr. Matheson's manuscript.] \"Whether science would benefit by these brief notes if they could be published, I do not know, but rather doubt. But certainly I shall never take the responsibility of publishing or divulging one word of what is here written, not only on account of my oath given freely to those two persons who were present, but also because the details are too abominable. It is probably that, upon mature consideration, and after weighting the good and evil, I shall one day destroy this paper, or at least leave it under seal to my friend D., trusting in his discretion, to use it or to burn it, as he may think fit. \"As was befitting, I did all that my knowledge suggested to make sure that I was suffering under no delusion. At first astounded, I could hardly think, but in a minute's time I was sure that my pulse was steady and regular, and that I was in my real and true senses.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1526,
   "text": "I then fixed my eyes quietly on what was before me. \"Though horror and revolting nausea rose up within me, and an odour of corruption choked my breath, I remained firm. I was then privileged or accursed, I dare not say which, to see that which was on the bed, lying there black like ink, transformed before my eyes. The skin, and the flesh, and the muscles, and the bones, and the firm structure of the human body that I had thought to be unchangeable, and permanent as adamant, began to melt and dissolve. \"I know that the body may be separated into its elements by external agencies, but I should have refused to believe what I saw. For here there was some internal force, of which I knew nothing, that caused dissolution and change. \"Here too was all the work by which man had been made repeated before my eyes. I saw the form waver from sex to sex, dividing itself from itself, and then again reunited. Then I saw the body descend to the beasts whence it ascended, and that which was on the heights go down to the depths, even to the abyss of all being. The principle of life, which makes organism, always remained, while the outward form changed. \"The light within the room had turned to blackness, not the darkness of night, in which objects are seen dimly, for I could see clearly and without difficulty. But it was the negation of light; objects were presented to my eyes, if I may say so, without any medium, in such a manner that if there had been a prism in the room I should have seen no colours represented in it.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 655,
   "text": "\"I watched, and at last I saw nothing but a substance as jelly. Then the ladder was ascended again... [here the MS. is illegible] ...for one instance I saw a Form, shaped in dimness before me, which I will not farther describe. But the symbol of this form may be seen in ancient sculptures, and in paintings which survived beneath the lava, too foul to be spoken of... as a horrible and unspeakable shape, neither man nor beast, was changed into human form, there came finally death. \"I who saw all this, not without great horror and loathing of soul, here write my name, declaring all that I have set on this paper to be true. \"ROBERT MATHESON, Med. Dr.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1455,
   "text": "...Such, Raymond, is the story of what I know and what I have seen. The burden of it was too heavy for me to bear alone, and yet I could tell it to none but you. Villiers, who was with me at the last, knows nothing of that awful secret of the wood, of how what we both saw die, lay upon the smooth, sweet turf amidst the summer flowers, half in sun and half in shadow, and holding the girl Rachel's hand, called and summoned those companions, and shaped in solid form, upon the earth we tread upon, the horror which we can but hint at, which we can only name under a figure. I would not tell Villiers of this, nor of that resemblance, which struck me as with a blow upon my heart, when I saw the portrait, which filled the cup of terror at the end. What this can mean I dare not guess. I know that what I saw perish was not Mary, and yet in the last agony Mary's eyes looked into mine. Whether there can be any one who can show the last link in this chain of awful mystery, I do not know, but if there be any one who can do this, you, Raymond, are the man. And if you know the secret, it rests with you to tell it or not, as you please.I am writing this letter to you immediately on my getting back to town. I have been in the country for the last few days; perhaps you may be able to guess in which part. While the horror and wonder of London was at its height--for \"Mrs. Beaumont,\" as I have told you, was well known in society--I wrote to my friend Dr.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1493,
   "text": "Phillips, giving some brief outline, or rather hint, of what happened, and asking him to tell me the name of the village where the events he had related to me occurred. He gave me the name, as he said with the less hesitation, because Rachel's father and mother were dead, and the rest of the family had gone to a relative in the State of Washington six months before. The parents, he said, had undoubtedly died of grief and horror caused by the terrible death of their daughter, and by what had gone before that death. On the evening of the day which I received Phillips' letter I was at Caermaen, and standing beneath the mouldering Roman walls, white with the winters of seventeen hundred years, I looked over the meadow where once had stood the older temple of the \"God of the Deeps,\" and saw a house gleaming in the sunlight. It was the house where Helen had lived. I stayed at Caermaen for several days. The people of the place, I found, knew little and had guessed less. Those whom I spoke to on the matter seemed surprised that an antiquarian (as I professed myself to be) should trouble about a village tragedy, of which they gave a very commonplace version, and, as you may imagine, I told nothing of what I knew. Most of my time was spent in the great wood that rises just above the village and climbs the hillside, and goes down to the river in the valley; such another long lovely valley, Raymond, as that on which we looked one summer night, walking to and fro before your house.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1418,
   "text": "For many an hour I strayed through the maze of the forest, turning now to right and now to left, pacing slowly down long alleys of undergrowth, shadowy and chill, even under the midday sun, and halting beneath great oaks; lying on the short turf of a clearing where the faint sweet scent of wild roses came to me on the wind and mixed with the heavy perfume of the elder, whose mingled odour is like the odour of the room of the dead, a vapour of incense and corruption. I stood at the edges of the wood, gazing at all the pomp and procession of the foxgloves towering amidst the bracken and shining red in the broad sunshine, and beyond them into deep thickets of close undergrowth where springs boil up from the rock and nourish the water-weeds, dank and evil. But in all my wanderings I avoided one part of the wood; it was not till yesterday that I climbed to the summit of the hill, and stood upon the ancient Roman road that threads the highest ridge of the wood. Here they had walked, Helen and Rachel, along this quiet causeway, upon the pavement of green turf, shut in on either side by high banks of red earth, and tall hedges of shining beech, and here I followed in their steps, looking out, now and again, through partings in the boughs, and seeing on one side the sweep of the wood stretching far to right and left, and sinking into the broad level, and beyond, the yellow sea, and the land over the sea.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1671,
   "text": "On the other side was the valley and the river and hill following hill as wave on wave, and wood and meadow, and cornfield, and white houses gleaming, and a great wall of mountain, and far blue peaks in the north. And so at last I came to the place. The track went up a gentle slope, and widened out into an open space with a wall of thick undergrowth around it, and then, narrowing again, passed on into the distance and the faint blue mist of summer heat. And into this pleasant summer glade Rachel passed a girl, and left it, who shall say what? I did not stay long there. In a small town near Caermaen there is a museum, containing for the most part Roman remains which have been found in the neighbourhood at various times. On the day after my arrival in Caermaen I walked over to the town in question, and took the opportunity of inspecting the museum. After I had seen most of the sculptured stones, the coffins, rings, coins, and fragments of tessellated pavement which the place contains, I was shown a small square pillar of white stone, which had been recently discovered in the wood of which I have been speaking, and, as I found on inquiry, in that open space where the Roman road broadens out. On one side of the pillar was an inscription, of which I took a note. Some of the letters have been defaced, but I do not think there can be any doubt as to those which I supply. The inscription is as follows: DEVOMNODENT--i-- FLA--v--IVSSENILISPOSSV--it-- PROPTERNVP--tias-- --qua--SVIDITSVBVMB--ra-- \"To the great god Nodens (the god of the Great Deep or Abyss) Flavius Senilis has erected this pillar on account of the marriage which he saw beneath the shade.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 207,
   "text": "The custodian of the museum informed me that local antiquaries were much puzzled, not by the inscription, or by any difficulty in translating it, but as to the circumstance or rite to which allusion is made.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1432,
   "text": "...And now, my dear Clarke, as to what you tell me about Helen Vaughan, whom you say you saw die under circumstances of the utmost and almost incredible horror. I was interested in your account, but a good deal, nay all, of what you told me I knew already. I can understand the strange likeness you remarked in both the portrait and in the actual face; you have seen Helen's mother. You remember that still summer night so many years ago, when I talked to you of the world beyond the shadows, and of the god Pan. You remember Mary. She was the mother of Helen Vaughan, who was born nine months after that night.Mary never recovered her reason. She lay, as you saw her, all the while upon her bed, and a few days after the child was born she died. I fancy that just at the last she knew me; I was standing by the bed, and the old look came into her eyes for a second, and then she shuddered and groaned and died. It was an ill work I did that night when you were present; I broke open the door of the house of life, without knowing or caring what might pass forth or enter in. I recollect your telling me at the time, sharply enough, and rightly too, in one sense, that I had ruined the reason of a human being by a foolish experiment, based on an absurd theory. You did well to blame me, but my theory was not all absurdity. What I said Mary would see she saw, but I forgot that no human eyes can look on such a sight with impunity.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 1272,
   "text": "And I forgot, as I have just said, that when the house of life is thus thrown open, there may enter in that for which we have no name, and human flesh may become the veil of a horror one dare not express. I played with energies which I did not understand, you have seen the ending of it. Helen Vaughan did well to bind the cord about her neck and die, though the death was horrible. The blackened face, the hideous form upon the bed, changing and melting before your eyes from woman to man, from man to beast, and from beast to worse than beast, all the strange horror that you witness, surprises me but little. What you say the doctor whom you sent for saw and shuddered at I noticed long ago; I knew what I had done the moment the child was born, and when it was scarcely five years old I surprised it, not once or twice but several times with a playmate, you may guess of what kind. It was for me a constant, an incarnate horror, and after a few years I felt I could bear it no more, and I sent Helen Vaughan away. You know now what frightened the boy in the wood. The rest of the strange story, and all else that you tell me, as discovered by your friend, I have contrived to learn from time to time, almost to the last chapter. And now Helen is with her companions...",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  }
 ]
}