{
 "author": [
  "Hubbard, Elbert"
 ],
 "title": [
  "John Jacob Astor"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "CT",
  "Astor, John Jacob, 1763-1848",
  "Businessmen -- United States -- Biography"
 ],
 "id": "412",
 "genre": [
  "biography"
 ],
 "paragraphs": [
  {
   "size": 626,
   "text": "LITTLE JOURNEYS TO THE HOMES OF GREAT BUSINESS MEN The man who makes it the habit of his life to go to bed at nine o'clock, usually gets rich and is always reliable. Of course, going to bed does not make him rich--I merely mean that such a man will in all probability be up early in the morning and do a big day's work, so his weary bones put him to bed early. Rogues do their work at night. Honest men work by day. It's all a matter of habit, and good habits in America make any man rich. Wealth is a result of habit. Victor Hugo says, \"When you open a school, you close a prison.\" This seems to require a little explanation.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 743,
   "text": "Victor Hugo did not have in mind a theological school, nor yet a young ladies' seminary, nor an English boarding-school, nor a military academy, and least of all a parochial institute. What he was thinking of was a school where people--young and old--were taught to be self-respecting, self-reliant and efficient--to care for themselves, to help bear the burdens of the world, to assist themselves by adding to the happiness of others. Victor Hugo fully realized that the only education that serves is the one that increases human efficiency, not the one that retards it. An education for honors, ease, medals, degrees, titles, position--immunity--may tend to exalt the individual ego, but it weakens the race and its gain on the whole is nil.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 633,
   "text": "Men are rich only as they give. He who gives great service, gets great returns. Action and reaction are equal, and the radiatory power of the planets balances their attraction. The love you keep is the love you give away. A bumptious colored person wearing a derby tipped over one eye, and a cigar in his mouth pointing to the northwest, walked into a hardware store and remarked, \"Lemme see your razors.\" The clerk smiled pleasantly and asked, \"Do you want a razor to shave with?\" \"Naw,\" said the colored person, \"--for social purposes.\" An education for social purposes is n't of any more use than a razor purchased for a like use.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 642,
   "text": "An education which merely fits a person to prey on society, and occasionally slash it up, is a predatory preparation for a life of uselessness, and closes no prison. Rather it opens a prison and takes captive at least one man. The only education that makes free is the one that tends to human efficiency. Teach children to work, play, laugh, fletcherize, study, think, and yet again--work, and we will raze every prison. There is only one prison, and its name is Inefficiency. Amid the bastions of this bastile of the brain the guards are Pride, Pretense, Greed, Gluttony, Selfishness. Increase human efficiency and you set the captives free.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 602,
   "text": "\"The Teutonic tribes have captured the world because of their efficiency,\" says Lecky the historian. He then adds that he himself is a Celt. The two statements taken together reveal Lecky to be a man without prejudice. When the Irish tell the truth about the Dutch the millennium approaches. Should the quibbler arise and say that the Dutch are not Germans, I will reply, true, but the Germans are Dutch--at least they are of Dutch descent. The Germans are great simply because they have the homely and indispensable virtues of prudence, patience and industry. There is no copyright on these qualities.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 645,
   "text": "God can do many things, but so far, He has never been able to make a strong race of people and leave these ingredients out of the formula. As a nation, Holland first developed them so that they became the characteristic of the whole people. It was the slow, steady stream of Hollanders pushing southward that civilized Germany. Music as a science was born in Holland. The grandfather of Beethoven was a Dutchman. Gutenberg's forebears were from Holland. And when the Hollanders had gone clear through Germany, and then traversed Italy, and came back home by way of Venice, they struck the rock of spiritual resources and the waters gushed forth.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 600,
   "text": "Since Rembrandt carried portraiture to the point of perfection, two hundred and fifty years ago, Holland has been a land of artists--and it is so even unto this day. John Jacob Astor was born of a Dutch family that had migrated down to Heidelberg from Antwerp. Through some strange freak of atavism the father of the boy bred back, and was more or less of a stone-age cave-dweller. He was a butcher by trade, in the little town of Waldorf, a few miles from Heidelberg. A butcher's business then was to travel around and kill the pet pig, or sheep, or cow that the tender-hearted owners dare not harm.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 833,
   "text": "The butcher was a pariah, a sort of unofficial, industrial hangman. At the same time he was more or less of a genius, for he climbed steeples, dug wells, and did all kinds of disagreeable jobs that needed to be done, and from which sober and cautious men shrank like unwashed wool. One such man--a German, too--lives in East Aurora. I joined him, accidentally, in walking along a country road the other day. He carried a big basket on his arm, and was peacefully smoking a big Dutch pipe. We talked of music and he was regretting the decline of a taste for Bach, when he shifted the basket to the other arm. \"What have you in the basket?\" I asked. And here is the answer, \"Noddings--but dynamite. I vas going up on der hill, already, to blow me oud some stumps oud.\" And I suddenly bethought me of an engagement I had at the village.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 684,
   "text": "John Jacob Astor was the youngest of four sons, and as many daughters. The brothers ran away early in life, and went to sea or joined the army. One of these boys came to America, and followed his father's trade of butcher. Jacob Astor, the happy father of John Jacob, used to take the boy with him on his pig-killing expeditions. This for two reasons--one, so the lad would learn a trade, and the other to make sure that the boy did not run away. Parents who hold their children by force have a very slender claim upon them. The pastor of the local Lutheran Church took pity on this boy, who had such disgust for his father's trade and hired him to work in his garden and run errands.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 708,
   "text": "The intelligence and alertness of the lad made him look like good timber for a minister. He learned to read and was duly confirmed as a member of the church. Under the kindly care of the village parson John Jacob grew in mind and body--his estate was to come later. When he was seventeen, his father came and made a formal demand for his services. The young man must take up his father's work of butchering. That night John Jacob walked out of Waldorf by the wan light of the moon, headed for Antwerp. He carried a big red handkerchief in which his worldly goods were knotted, and in his heart he had the blessings of the Lutheran clergyman, who walked with him for half a mile, and said a prayer at parting.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 627,
   "text": "To have youth, high hope, right intent, health and a big red handkerchief is to be greatly blessed. John Jacob got a job next day as oarsman on a lumber raft. He reached Antwerp in a week. There he got a job on the docks as a laborer. The next day he was promoted to checker-off. The captain of a ship asked him to go to London and figure up the manifests on the way. He went. The captain of the ship recommended him to the company in London, and the boy was soon piling up wealth at the rate of a guinea a month. In September, Seventeen Hundred and Eighty-three, came the news to London that George Washington had surrendered.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 710,
   "text": "In any event, peace had been declared--Cornwallis had forced the issue, so the Americans had stopped fighting. A little later it was given out that England had given up her American Colonies, and they were free. Intuitively John Jacob Astor felt that the \"New World\" was the place for him. He bought passage on a sailing ship bound for Baltimore, at a cost of five pounds. He then fastened five pounds in a belt around his waist, and with the rest of his money--after sending two pounds home to his father, with a letter of love--bought a dozen German flutes. He had learned to play on this instrument with proficiency, and in America he thought there would be an opening for musicians and musical instruments.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 642,
   "text": "John Jacob was then nearly twenty years of age. The ship sailed in November, but did not reach Baltimore until the middle of March, having to put back to sea on account of storms when within sight of the Chesapeake. Then a month was spent later hunting for the Chesapeake. There was plenty of time for flute-playing and making of plans. On board ship he met a German, twenty years older than himself, who was a fur trader and had been home on a visit. John Jacob played the flute and the German friend told stories of fur trading among the Indians. Young Astor's curiosity was excited. The Waldorf-Astoria plan of flute-playing was forgotten.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 612,
   "text": "He fed on fur trading. The habits of the animals, the value of their pelts, the curing of the furs, their final market, was all gone over again and again. The two extra months at sea gave him an insight into a great business and he had the time to fletcherize his ideas. He thought about it--wrote about it in his diary, for he was at the journal-age. Wolves, bears badgers, minks, and muskrats, filled his dreams. Arriving in Baltimore he was disappointed to learn that there were no fur traders there. He started for New York. Here he found work with a certain Robert Bowne, a Quaker, who bought and sold furs.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 607,
   "text": "Young Astor set himself to learn the business--every part of it. He was always sitting on the curb at the door before the owner got around in the morning, carrying a big key to open the warehouse. He was the last to leave at night. He pounded furs with a stick, salted them, sorted them, took them to the tanners, brought them home. He worked, and as he worked, learned. To secure the absolute confidence of a man, obey him. Only thus do you get him to lay aside his weapons, be he friend or enemy. Any dullard can be waited on and served, but to serve requires judgment, skill, tact, patience and industry.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 649,
   "text": "The qualities that make a youth a good servant are the basic ones for mastership. Astor's alertness, willingness, loyalty, and ability to obey, delivered his employer over into his hands. Robert Bowne, the good old Quaker, insisted that Jacob should call him Robert; and from boarding the young man with a near-by war widow who took cheap boarders, Bowne took young Astor to his own house, and raised his pay from two dollars a week to six. Bowne had made an annual trip to Montreal for many years. Montreal was the metropolis for furs. Bowne went to Montreal himself because he did not know of any one he could trust to carry the message to Garcia.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 618,
   "text": "Those who knew furs and had judgment were not honest, and those who were honest did not know furs. Honest fools are really no better than rogues, as far as practical purposes are concerned. Bowne once found a man who was honest and also knew furs, but alas! he had a passion for drink, and no prophet could foretell his \"periodic,\" until after it occurred. Young Astor had been with Bowne only a year. He spoke imperfect English, but he did not drink nor gamble, and he knew furs and was honest. Bowne started him off for Canada with a belt full of gold; his only weapon was a German flute that he carried in his hand.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 612,
   "text": "Bowne being a Quaker did not believe in guns. Flutes were a little out of his line, too, but he preferred them to flintlocks. John Jacob Astor ascended the Hudson River to Albany, and then with pack on his back, struck north, alone, through the forest for Lake Champlain. As he approached an Indian settlement he played his flute. The aborigines showed no disposition to give him the hook. He hired Indians to paddle him up to the Canadian border. He reached Montreal. The fur traders there knew Bowne as a very sharp buyer, and so had their quills out on his approach. But young Astor was seemingly indifferent.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 634,
   "text": "His manner was courteous and easy. He got close to his man, and took his pick of the pelts at fair prices. He expended all of his money, and even bought on credit, for there are men who always have credit. Young Astor found Indian nature to be simply human nature. The savage was a man, and courtesy, gentleness and fairly good flute-playing soothed his savage breast. Astor had beads and blankets, a flute and a smile. The Indians carried his goods by relays and then passed him on with guttural certificates as to character, to other red men, and at last he reached New York without the loss of a pelt or the dampening of his ardor.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 721,
   "text": "Bowne was delighted. To young Astor it was nothing. He had in his blood the success corpuscle. He might have remained with Bowne and become a partner in the business, but Bowne had business limitations and Astor had n't. So after a three years' apprenticeship, Astor knew all that Bowne did and all he himself could imagine besides. So he resigned. In Seventeen Hundred and Eighty-six, John Jacob Astor began business on his own account in a little store on Water Street, New York. There was one room and a basement. He had saved a few hundred dollars; his brother, the butcher, had loaned him a few hundred more, and Robert Bowne had contributed a bale of skins to be paid for \"at thy own price and thy own convenience.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 663,
   "text": "Astor had made friends with the Indians up the Hudson clear to Albany, and they were acting as recruiting agents for him. He was a bit boastful of the fact that he had taught an Indian to play the flute, and anyway he had sold the savage the instrument for a bale of beaver pelts, with a bearskin thrown in for good measure. It was a musical achievement as well as a commercial one. Having collected several thousand dollars' worth of furs he shipped them to London and embarked as a passenger in the steerage. The trip showed him that ability to sell was quite as necessary as the ability to buy--a point which with all of his shrewdness Bowne had never guessed.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 711,
   "text": "In London furs were becoming a fad. Astor sorted and sifted his buyers, as he had his skins. He himself dressed in a suit of fur and thus proved his ability as an advertiser. He picked his men and charged all the traffic would bear. He took orders, on sample, from the nobility and sundry of the gentry, and thereby cut the middleman. All of the money he received for his skins, he invested in \"Indian Goods\"--colored cloth, beads, blankets, knives, axes, and musical instruments. His was the first store in New York that carried a stock of musical instruments. These he sold to savages, and also he supplied the stolid Dutch the best of everything in this particular line from a bazoo to a Stradivarius violin.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 708,
   "text": "When he got back to New York, he at once struck out through the wilderness to buy furs of the Indians, or better still, to interest them in bringing furs to him. He knew the value of friendship in trade as no man of the time did. He went clear through to Lake Erie, down to Niagara Falls, along Lake Ontario, across to Lake Champlain and then down the Hudson. He foresaw the great city of Buffalo, and Rochester as well, only he said that Rochester would probably be situated directly on the Lake. But the water-power of the Genesee Falls proved a stronger drawing power than the Lake Front. He prophesied that along the banks of the Niagara Falls would be built the greatest manufacturing city in the world.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 657,
   "text": "There were flour-mills and sawmills there then. The lumber first used in building the city of Buffalo was brought from the sawmills at \"The Falls.\" Electric power, of course, was then a thing unguessed, but Astor prophesied the Erie Canal, and made good guesses as to where prosperous cities would appear along its line. In Seventeen Hundred and Ninety, John Jacob Astor married Sarah Todd. Her mother was a Brevoort, and it was brought about by her coming to Astor to buy furs with which to make herself a coat. Her ability to judge furs and make them up won the heart of the dealer. The marriage brought young Astor into \"the best Dutch New York society,\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 672,
   "text": "a combination that was quite as exclusive then as now. This marriage was a business partnership as well as marital and proved a success in every way. Sarah was a worker, with all the good old Dutch qualities of patience, persistence, industry and economy. When her husband went on trips she kept store. She was the only partner in which he ever had implicit faith. And faith is the first requisite in success. Captain Cook had skirted the Pacific Coast from Cape Horn to Alaska, and had brought to the attention of the fur-dealing and fur-wearing world the sea-otter of the Northern Pacific. He also gave a psychological prophetic glimpse of the insidious sealskin sacque.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 554,
   "text": "In Seventeen Hundred and Ninety, a ship from the Pacific brought a hundred otterskins to New York. The skins were quickly sold to London buyers at exorbitant prices. The nobility wanted sea-otter, or \"Royal American Ermine,\" as they called it. The scarcity boomed the price. Ships were quickly fitted out and dispatched. Boats bound for the whale fisheries were diverted, and New Bedford had a spasm of jealousy. Astor encouraged these expeditions, but at first invested no money in them, as he considered them \"extra hazardous.\" He was not a speculator.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 646,
   "text": "Until the year Eighteen Hundred, Astor lived over his store in Water Street, but he then moved to the plain and modest house at Two Hundred and Twenty-three Broadway, on the site of the old Astor House. Here he lived for twenty-five years.The fur business was simple and very profitable. Astor now was confining himself mostly to beaver-skins. He fixed the price at one dollar, to be paid to the Indians or trappers. It cost fifty cents to prepare and transport the skin to London. There it was sold at from five to ten dollars. All of the money received for skins was then invested in English merchandise, which was sold in New York at a profit.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 748,
   "text": "In Eighteen Hundred, Astor owned three ships which he had bought so as to absolutely control his trade. Ascertaining that London dealers were reshipping furs to China, early in the century he dispatched one of his ships directly to the Orient, loaded with furs, with explicit written instructions to the captain as to what the cargo should be sold for. The money was to be invested in teas and silks. The ship sailed away, and had been gone a year. No tidings had come from her. Suddenly a messenger came with news that the ship was in the bay. We can imagine the interest of Mr. and Mrs. Astor as they locked their store and ran to the Battery. Sure enough, it was their ship, riding gently on the tide, snug, strong and safe as when she had left.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 753,
   "text": "The profit on this one voyage was seventy thousand dollars. By Eighteen Hundred and Ten, John Jacob Astor was worth two million dollars. He began to invest all his surplus money in New York real estate. He bought acreage property in the vicinity of Canal Street. Next he bought Richmond Hill, the estate of Aaron Burr. It consisted of one hundred and sixty acres just above Twenty-third Street. He paid for the land a thousand dollars an acre. People said Astor was crazy. In ten years he began to sell lots from the Richmond Hill property at the rate of five thousand dollars an acre. Fortunately for his estate he did not sell much of the land at this price, for it is this particular dirt that makes up that vast property known as \"The Astor Estate.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 683,
   "text": "During the Revolutionary War, Roger Morris, of Putnam County, New York, made the mistake of siding with the Tories. A mob collected, and Morris and his family escaped, taking ship to England. Before leaving, Morris declared his intention of coming back as soon as \"the insurrection was quelled.\" The British troops, we are reliably informed, failed to quell the insurrection. Roger Morris never came back. Roger Morris is known in history as the man who married Mary Philipse. And this lady lives in history because she had the felicity of having been proposed to by George Washington. It is George himself, tells of this in his Journal, and George you remember could not tell a lie.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 620,
   "text": "George was twenty-five, he was on his way to Boston, and was entertained at the Philipse house, the Plaza not having then been built. Mary was twenty, pink and lissome. She played the harpsichord. Immediately after supper George, finding himself alone in the parlor with the girl, proposed. He was an opportunist. The lady pleaded for time, which the Father of his Country declined to give. He was a soldier and demanded immediate surrender. A small quarrel followed, and George saddled his horse and rode on his way to fame and fortune. Mary thought he would come back, but George never proposed to the same lady twice.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 650,
   "text": "Yet he thought kindly of Mary and excused her conduct by recording, \"I think ye ladye was not in ye moode.\" Just twenty-two years after this bout with Cupid, General George Washington, Commander-in-Chief of the Continental Army, occupied the Roger Morris Mansion as headquarters, the occupants having fled. Washington had a sly sense of humor, and on the occasion of his moving into the mansion, remarked to Colonel Aaron Burr, his aide, \"I move in here for sentimental reasons--I have a small and indirect claim on the place.\" It was Washington who formally confiscated the property, and turned it over to the State of New York as contraband of war.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 650,
   "text": "The Morris estate of about fifty thousand acres was parceled out and sold by the State of New York to settlers. It seems, however, that Roger Morris had only a life interest in the estate and this was a legal point so fine that it was entirely overlooked in the joy of confiscation. Washington was a great soldier, but an indifferent lawyer. John Jacob Astor accidentally ascertained the facts. He was convinced that the heirs could not be robbed of their rights through the acts of a leaseholder, which, legally was the status of Roger Morris. Astor was a good real estate lawyer himself, but he referred the point to the best counsel he could find.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 716,
   "text": "They agreed with him. He next hunted up the heirs and bought their quitclaims for one hundred thousand dollars. He then notified the parties who had purchased the land, and they in turn made claim upon the State for protection. After much legal parleying the case was tried according to stipulation with the State of New York, directly, as defendant and Astor and the occupants as plaintiffs. Daniel Webster and Martin Van Buren appeared for the State, and an array of lesser legal lights for Astor. The case was narrowed down to the plain and simple point that Roger Morris was not the legal owner of the estate, and that the rightful heirs could not be made to suffer for the \"treason, contumacy and contravention\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 242,
   "text": "of another. Astor won, and as a compromise the State issued him twenty-year bonds bearing six per cent interest, for the neat sum of five hundred thousand dollars--not that Astor needed the money but finance was to him a game, and he had won.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 646,
   "text": "In front of the first A. T. Stewart store there used to be an old woman who sold apples. Regardless of weather, there she sat and mumbled her wares at the passer-by. She was a combination beggar and merchant, with a blundering wit, a ready tongue and a vocabulary unfit for publication. Her commercial genius is shown in the fact that she secured one good paying customer--Alexander T. Stewart. Stewart grew to believe in her as his spirit of good luck. Once when bargains had been offered at the Stewart store and the old woman was not at her place on the curb, the merchant-prince sent his carriage for her in hot haste \"lest offense be given.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 613,
   "text": "And the day was saved. When the original store was abandoned for the Stewart \"Palace\" the old apple woman with her box, basket and umbrella were tenderly taken along, too. John Jacob Astor had no such belief in luck omens, portents, or mascots as had A. T. Stewart. With him success was a sequence--a result--it was all cause and effect. A. T. Stewart did not trust entirely to luck, for he too, carefully devised and planned. But the difference between the Celtic and Teutonic mind is shown in that Stewart hoped to succeed, while Astor knew that he would. One was a bit anxious; the other exasperatingly placid.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 622,
   "text": "Astor took a deep interest in the Lewis and Clark expedition. He went to Washington to see Lewis, and questioned him at great length about the Northwest. Legend says that he gave the hardy discoverer a thousand dollars, which was a big amount for him to give away. Once a committee called on him with a subscription list for some worthy charity. Astor subscribed fifty dollars. One of the disappointed committee remarked, \"Oh, Mr. Astor, your son William gave us a hundred dollars.\" \"Yes,\" said the old man, \"But you must remember that William has a rich father.\" Washington Irving has told the story of Astoria at length.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 607,
   "text": "It was the one financial plunge taken by John Jacob Astor. And in spite of the fact that it failed, the whole affair does credit to the prophetic brain of Astor. \"This country will see a chain of growing and prosperous cities straight from New York to Astoria, Oregon,\" said this man in reply to a doubting questioner. He laid his plans before Congress, urging a line of army posts, forty miles apart, from the western extremity of Lake Superior to the Pacific. \"These forts or army posts will evolve into cities,\" said Astor, when he called on Thomas Jefferson, who was then President of the United States.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 643,
   "text": "Jefferson was interested, but non-committal. Astor exhibited maps of the Great Lakes, and the country beyond. He argued with a prescience then not possessed by any living man that at the western extremity of Lake Superior would grow up a great city. Yet in Eighteen Hundred and Seventy-six, Duluth was ridiculed by the caustic tongue of Proctor Knott, who asked, \"What will become of Duluth when the lumber crop is cut?\" Astor proceeded to say that another great city would grow up at the southern extremity of Lake Michigan. General Dearborn. Secretary of War under Jefferson had just established Fort Dearborn on the present site of Chicago.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 752,
   "text": "Astor commended this, and said: \"From a fort you get a trading post, and from a trading post you will get a city.\" He pointed out to Jefferson the site, on his map, of the Falls of St. Anthony. \"There you will have a fort some day, for wherever there is water-power, there will grow up mills for grinding grain and sawmills, as well. This place of power will have to be protected, and so you will have there a post which will eventually be replaced by a city.\" Yet Fort Snelling was nearly fifty years in the future and St. Paul and Minneapolis were dreams undreamed. Jefferson took time to think about it and then wrote Astor thus, \"Your beginning of a city on the Western Coast is a great acquisition, and I look forward to a time when our population",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 733,
   "text": "will spread itself up and down along the whole Pacific frontage, unconnected with us, excepting by ties of blood and common interest, and enjoying like us, the rights of self-government.\" The Pilgrim Fathers thought land that lay inward from the sea as valueless. The forest was an impassible barrier. Later, up to the time of George Washington, the Alleghanies were regarded as a natural barrier. Patrick Henry likened the Alleghany Mountains to the Alps that separated Italy from Germany and said, \"The mountain ranges are lines that God has set to separate one people from another.\" Later, statesmen have spoken of the ocean in the same way, as proof that a union of all countries under an international capital could never exist.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 607,
   "text": "Great as was Jefferson, he regarded the achievement of Lewis and Clarke as a feat and not an example. He looked upon the Rocky Mountains as a natural separation of peoples \"bound by ties of blood and mutual interest\" but otherwise unconnected. To pierce these mighty mountains with tunnels, and whisper across them with the human voice, were miracles unguessed. But Astor closed his eyes and saw pack-trains, mules laden with skins, winding across these mountains, and down to tide-water at Astoria. There his ships would be lying at the docks, ready to sail for the Far East. James J. Hill was yet to come.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 687,
   "text": "A company was formed, and two expeditions set out for the mouth of the Columbia River, one by land and the other by sea. The land expedition barely got through alive--it was a perilous undertaking, with accidents by flood and field and in the imminent deadly breech. But the route by the water was feasible.The town was founded and soon became a centre of commercial activity. Had Astor been on the ground to take personal charge, a city like Seattle would have bloomed and blossomed on the Pacific, fifty years ago. But power at Astoria was subdivided among several little men, who wore themselves out in a struggle for honors, and to see who would be greatest in the kingdom of heaven.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 618,
   "text": "John Jacob Astor was too far away to send a current of electricity through the vacuum of their minds, light up the recesses with reason, and shock them into sanity. Like those first settlers at Jamestown, the pioneers at Astoria saw only failure ahead, and that which we fear, we bring to pass. To settle a continent with men is almost as difficult as Nature's attempt to form a soil on a rocky surface. There came a grand grab at Astoria and it was each for himself and the devil take the hindermost--it was a stampede. System and order went by the board. The strongest stole the most, as usual, but all got a little.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 639,
   "text": "And England's gain in citizens was our loss. Astor lost a million dollars by the venture. He smiled calmly and said, \"The plan was right, but my men were weak, that is all. The gateway to China will be from the northwest. My plans were correct. Time will vindicate my reasoning.\" When the block on Broadway, bounded by Vesey and Barclay Streets, was cleared of its plain two story houses, preparatory to building the Astor House, wise men shook their heads and said, \"It's too far uptown.\" But the free bus that met all boats solved the difficulty, and gave the cue to hotel men all over the world. The hotel that runs full is a gold mine.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 639,
   "text": "Hungry men feed, and the beautiful part about the hotel business is that the customers are hungry the next day--also thirsty. Astor was worth ten million, but he took a personal delight in sitting in the lobby of the Astor House and watching the dollars roll into this palace that his brain had planned. To have an idea--to watch it grow--to then work it out, and see it made manifest in concrete substance, this was his joy. The Astor House was a bigger hostelry in its day than the Waldorf-Astoria is now. Astor was tall, thin, and commanding in appearance. He had only one hallucination, and that was that he spoke the English language.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 628,
   "text": "The accent he possessed at thirty was with him in all its pristine effulgence at eighty-five. \"Nopody vould know I vas a Cherman--aind't it?\" he used to say. He spoke French, a dash of Spanish and could parley in Choctaw, Ottawa, Mohawk and Huron. But they who speak several languages must not be expected to speak any one language well. Yet when John Jacob wrote it was English without a flaw. In all of his dealings he was uniquely honorable and upright. He paid and he made others pay. His word was his bond. He was not charitable in the sense of indiscriminate giving. \"To give something for nothing is to weaken the giver,\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 614,
   "text": "was one of his favorite sayings. That this attitude protected a miserly spirit, it is easy to say, but it is not wholly true. In his later years he carried with him a book containing a record of his possessions. This was his breviary. In it he took a very pardonable delight. He would visit a certain piece of property, and then turn to his book and see what it had cost him ten or twenty years before. To realize that his prophetic vision had been correct was to him a great source of satisfaction. His habits were of the best. He went to bed at nine o'clock, and was up before six. At seven he was at his office.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 648,
   "text": "He knew enough to eat sparingly and to walk, so he was never sick. Millionaires as a rule are woefully ignorant. Up to a certain sum, they grow with their acquisitions. Then they begin to wither at the heart. The care of a fortune is a penalty. I advise the gentle reader to think twice before accumulating ten millions. John Jacob Astor was exceptional in his combined love of money and love of books. History was at his tongue's end, and geography was his plaything. Fitz-Greene Halleck was his private secretary, hired on a basis of literary friendship. Washington Irving was a close friend, too, and first crossed the Atlantic on an Astor pass.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 833,
   "text": "He banked on Washington Irving's genius, and loaned him money to come and go, and buy a house. Irving was named in Astor's will as one of the trustees of the Astor Library Fund, and repaid all favors by writing \"Astoria.\" Astor died, aged eighty-six. It was a natural death, a thing that very seldom occurs. The machinery all ran down at once. Realizing his lack of book advantages, he left by his will four hundred thousand dollars to found the Astor Library, in order that others might profit where he had lacked. He also left fifty thousand dollars to his native town of Waldorf, a part of which money was used to found an Astor Library there God is surely good, for if millionaires were immortal, their money would cause them great misery and the swollen fortunes would crowd mankind, not only 'gainst the wall, but into the sea.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 707,
   "text": "Death is the deliverer, for Time checks power and equalizes all things, and gives the new generation a chance. Astor hated gamblers. He never confused gambling, as a mode of money getting, with actual production. He knew that gambling produces nothing--it merely transfers wealth, changes ownership. And since it involves loss of time and energy it is a positive waste. Yet to buy land and hold it, thus betting on its rise in value, is not production, either. Nevertheless, this was to Astor, legitimate and right. Henry George threw no shadow before, and no economist had ever written that to secure land and hold it unused, awaiting a rise in value, was a dog-in-the-manger, unethical and selfish policy.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 663,
   "text": "Morality is a matter of longitude and time. Astor was a member of the Dutch Reformed Church, and yet he lived out his days with a beautiful and perfect disbelief in revealed religion. He knew enough of biology to know that religions are not \"revealed\"--they are evolved. Yet he recognized the value of the Church as a social factor. To him it was a good police system, and so when rightly importuned he gave, with becoming moderation, to all faiths and creeds. A couple of generations back in his ancestry there was a renegade Jew who loved a Christian girl, and thereby moulted his religion. When Cupid crosses swords with a priest, religion gets a death stroke.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 890,
   "text": "This stream of free blood was the inheritance of John Jacob Astor. William B. Astor, the son of John Jacob, was brought up in the financial way he should go. He was studious, methodical, conservative, and had the good sense to carry out the wishes of his father. His son John Jacob Astor was very much like him, only of more neutral tint. The time is now ripe for another genius in the Astor family. If William B. Astor lacked the courage and initiative of his parent, he had more culture, and spoke English without an accent. The son of John Jacob Astor second, is William Waldorf Astor, who speaks English with an English accent, you know. John Jacob Astor, besides having the first store for the sale of musical instruments in America, organized the first orchestra of over twelve players. He brought over a leader from Germany, and did much to foster the love of music in the New World.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 630,
   "text": "Every worthy Maecenas imagines that he is a great painter, writer, sculptor or musician, side-tracked by material cares thrust upon him by unkind fate. John Jacob Astor once told Washington Irving that it was only business responsibility that prevented his being a novelist; and at other times he declared his intent to take up music as a profession as soon as he had gotten all of his securities properly tied up. And whether he worked out his dreams or not, there is no doubt but that they added to his peace, happiness and length of days. Happy is the man who escapes the critics by leaving his literary masterpiece in the ink.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  }
 ]
}