{
 "author": [
  "Appleton, Victor"
 ],
 "title": [
  "Tom Swift in the Land of Wonders; Or, The Underground Search for the Idol of Gold"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Swift, Tom (Fictitious character) -- Juvenile fiction",
  "PZ",
  "Adventure and adventurers -- Juvenile fiction",
  "Honduras -- Juvenile fiction",
  "Extinct cities -- Juvenile fiction"
 ],
 "id": "499",
 "genre": [
  "teen",
  "fiction",
  "adventure"
 ],
 "paragraphs": [
  {
   "size": 751,
   "text": "TOM SWIFT IN THE LAND OF WONDERS The Underground Search for the Idol of Gold AUTHOR OF \"TOM SWIFT AND HIS MOTORCYCLE,\" \"TOM SWIFT AND HIS BIG TUNNEL,\" \"THE MOVING PICTURE BOYS SERIES,\" \"THE MOTION PICTURE CHUMS SERIES,\" ETC.1 TOM SWIFT AND HIS MOTOR CYCLE 2 TOM SWIFT AND HIS MOTOR BOAT 3 TOM SWIFT AND HIS AIRSHIP 4 TOM SWIFT AND HIS SUBMARINE BOAT 5 TOM SWIFT AND HIS ELECTRIC RUNABOUT 6 TOM SWIFT AND HIS WIRELESS MESSAGE 7 TOM SWIFT AMONG THE DIAMOND MAKERS 8 TOM SWIFT IN THE CAVES OF ICE 9 TOM SWIFT AND HIS SKY RACER 10 TOM SWIFT AND HIS ELECTRIC RIFLE 11 TOM SWIFT IN THE CITY OF GOLD 12 TOM SWIFT AND HIS AIR GLIDER 13 TOM SWIFT IN CAPTIVITY 14 TOM SWIFT AND HIS WIZARD CAMERA 15 TOM SWIFT AND HIS GREAT SEARCHLIGHT 16 TOM SWIFT AND HIS GIANT",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 469,
   "text": "CANNON 17 TOM SWIFT AND HIS PHOTO TELEPHONE 18 TOM SWIFT AND HIS AERIAL WARSHIP 19 TOM SWIFT AND HIS BIG TUNNEL 20 TOM SWIFT IN THE LAND OF WONDERS 21 TOM SWIFT AND HIS WAR TANK 22 TOM SWIFT AND HIS AIR SCOUT 23 TOM SWIFT AND HIS UNDERSEA SEARCH 24 TOM SWIFT AMONG THE FIRE FIGHTERS 25 TOM SWIFT AND HIS ELECTRIC LOCOMOTIVE 26 TOM SWIFT AND HIS FLYING BOAT 27 TOM SWIFT AND HIS GREAT OIL GUSHER 28 TOM SWIFT AND HIS CHEST OF SECRETS 29 TOM SWIFT AND HIS AIRLINE EXPRESS",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 750,
   "text": "Tom Swift in the Land of Wonders I A WONDERFUL STORY II PROFESSOR BUMPER ARRIVES III BLESSINGS AND ENTHUSIASM IV FENIMORE BEECHER V THE LITTLE GREEN GOD VI UNPLEASANT NEWS VII TOM HEARS SOMETHING VIII OFF FOR HONDURAS IX VAL JACINTO X IN THE WILDS XI THE VAMPIRES XII A FALSE FRIEND XIII FORWARD AGAIN XIV A NEW GUIDE XV IN THE COILS XVI A MEETING IN THE JUNGLE XVII THE LOST MAP XVIII \"EL TIGRE!\" XIX POISONED ARROWS XX AN OLD LEGEND XXI THE CAVERN XXII THE STORM XXIII ENTOMBED ALIVE XXIV THE REVOLVING STONE XXV THE IDOL OF GOLD TOM SWIFT IN THE LAND OF WONDERS Tom Swift, who had been slowly looking through the pages of a magazine, in the contents of which he seemed to be deeply interested, turned the final folio, ruffled the sheets back again",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 605,
   "text": "to look at a certain map and drawing, and then, slapping the book down on a table before him, with a noise not unlike that of a shot, exclaimed: \"Well, that is certainly one wonderful story!\" \"What's it about, Tom?\" asked his chum, Ned Newton. \"Something about inside baseball, or a new submarine that can be converted into an airship on short notice?\" \"Neither one, you--you unscientific heathen,\" answered Tom, with a laugh at Ned. \"Though that isn't saying such a machine couldn't be invented.\" \"I believe you--that is if you got on its trail,\" returned Ned, and there was warm admiration in his voice.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 841,
   "text": "\"As for inside baseball, or outside, for that matter, I hardly believe I'd be able to tell third base from the second base, it's so long since I went to a game,\" proceeded Tom. \"I've been too busy on that new airship stabilizer dad gave me an idea for. I've been working too hard, that's a fact. I need a vacation, and maybe a good baseball game----\" He stopped and looked at the magazine he had so hastily slapped down. Something he had read in it seemed to fascinate him. \"I wonder if it can possibly be true,\" he went on. \"It sounds like the wildest dream of a professional sleep-walker; and yet, when I stop to think, it isn't much worse than some of the things we've gone through with, Ned.\" \"Say, for the love of rice-pudding! will you get down to brass tacks and strike a trial balance? What are you talking of, anyhow? Is it a joke?\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 637,
   "text": "\"Yes. What you just read in that magazine which seems to cause you so much excitement.\" \"Well, it may be a joke; and yet the professor seems very much in earnest about it,\" replied Tom. \"It certainly is one wonderful story!\" \"So you said before. Come on--the 'fillium' is busted. Splice it, or else put in a new reel and on with the show. I'd like to know what's doing. What professor are you talking of?\" \"Professor Swyington Bumper.\" \"Swyington Bumper?\" and Ned's voice showed that his memory was a bit hazy. \"Yes. You ought to remember him. He was on the steamer when I went down to Peru to help the Titus Brothers dig the big tunnel.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 611,
   "text": "That plotter Waddington, or some of his tools, dropped a bomb where it might have done us some injury, but Professor Bumper, who was a fellow passenger, on his way to South America to look for the lost city of Pelone, calmly picked up the bomb, plucked out the fuse, and saved us from bad injuries, if not death. And he was as cool about it as an ice-cream cone. Surely you remember!\" \"Swyington Bumper! Oh, yes, now I remember him,\" said Ned Newton. \"But what has he got to do with a wonderful story? Has he written more about the lost city of Pelone? If he has I don't see anything so very wonderful in that.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 658,
   "text": "\"There isn't,\" agreed Tom. \"But this isn't that,\" and Tom picked up the magazine and leafed it to find the article he had been reading. \"Let's have a look at it,\" suggested Ned. \"You act as though you might be vitally interested in it. Maybe you're thinking of joining forces with the professor again, as you did when you dug the big tunnel.\" \"Oh, no. I haven't any such idea,\" Tom said. \"I've got enough work laid out now to keep me in Shopton for the next year. I have no notion of going anywhere with Professor Bumper. Yet I can't help being impressed by this,\" and, having found the article in the magazine to which he referred, he handed it to his chum.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 616,
   "text": "\"Why, it's by Bumper himself!\" exclaimed Ned. \"Yes. Though there's nothing remarkable in that, seeing that he is constantly contributing articles to various publications or writing books. It's the story itself that's so wonderful. To save you the trouble of wading through a lot of scientific detail, which I know you don't care about, I'll tell you that the story is about a queer idol of solid gold, weighing many pounds, and, in consequence, of great value.\" \"Of solid gold you say?\" asked Ned eagerly. \"That's it. Got on your banking air already,\" Tom laughed. \"To sum it up for you--notice I use the word 'sum,'",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 612,
   "text": "which is very appropriate for a bank--the professor has got on the track of another lost or hidden city. This one, the name of which doesn't appear, is in the Copan valley of Honduras, and----\" \"Copan,\" interrupted Ned. \"It sounds like the name of some new floor varnish.\" \"Well, it isn't, though it might be,\" laughed Tom. \"Copan is a city, in the Department of Copan, near the boundary between Honduras and Guatemala. A fact I learned from the article and not because I remembered my geography.\" \"I was going to say,\" remarked Ned with a smile, \"that you were coming it rather strong on the school-book stuff.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 632,
   "text": "\"Oh, it's all plainly written down there,\" and Tom waved toward the magazine at which Ned was looking. \"As you'll see, if you take the trouble to go through it, as I did, Copan is, or maybe was, for all I know, one of the most important centers of the Mayan civilization.\" \"What's Mayan?\" asked Ned. \"You see I'm going to imbibe my information by the deductive rather than the excavative process,\" he added with a laugh. \"I see,\" laughed Tom. \"Well, Mayan refers to the Mayas, an aboriginal people of Yucatan. The Mayas had a peculiar civilization of their own, thousands of years ago, and their calendar system was so involved----\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 621,
   "text": "\"Never mind about dates,\" again interrupted Ned. \"Get down to brass tacks. I'm willing to take your word for it that there's a Copan valley in Honduras. But what has your friend Professor Bumper to do with it?\" \"This. He has come across some old manuscripts, or ancient document records, referring to this valley, and they state, according to this article he has written for the magazine, that somewhere in the valley is a wonderful city, traces of which have been found twenty to forty feet below the surface, on which great trees are growing, showing that the city was covered hundreds, if not thousands, of years ago.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 753,
   "text": "\"But where does the idol of gold come in?\" \"I'm coming to that,\" said Tom. \"Though, if Professor Bumper has his way, the idol will be coming out instead of coming in.\" \"You mean he wants to get it and take it away from the Copan valley, Tom?\" \"That's it, Ned. It has great value not only from the amount of pure gold that is in it, but as an antique. I fancy the professor is more interested in that aspect of it. But he's written a wonderful story, telling how he happened to come across the ancient manuscripts in the tomb of some old Indian whose mummy he unearthed on a trip to Central America. \"Then he tells of the trouble he had in discovering how to solve the key to the translation code; but when he did, he found a great story unfolded to him.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 633,
   "text": "\"This story has to do with the hidden city, and tells of the ancient civilization of those who lived in the Copan valley thousands of years ago. The people held this idol of gold to be their greatest treasure, and they put to death many of other tribes who sought to steal it.\" \"Whew!\" whistled Ned. \"That IS some yarn. But what is Professor Bumper going to do about it?\" \"I don't know. The article seems to be written with an idea of interesting scientists and research societies, so that they will raise money to conduct a searching expedition. \"Perhaps by this time the party may be organized--this magazine is several months old.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 624,
   "text": "I have been so busy on my stabilizer patent that I haven't kept up with current literature. Take it home and read it! Ned. That is if you're through telling me about my affairs,\" for Ned, who had formerly worked in the Shopton bank, had recently been made general financial manager of the interests of Tom and his father. The two were inventors and proverbially poor business men, though they had amassed a fortune. \"Your financial affairs are all right, Tom,\" said Ned. \"I have just been going over the books, and I'll submit a detailed report later.\" The telephone bell rang and Tom picked up the instrument from the desk.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 395,
   "text": "As he answered in the usual way and then listened a moment, a strange look came over his face. \"Well, this certainly is wonderful!\" he exclaimed, in much the same manner as when he had finished reading the article about the idol. \"It certainly is a strange coincidence,\" he added, speaking in an aside to Ned while he himself still listened to what was being told to him over the telephone wire.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 702,
   "text": "PROFESSOR BUMPER ARRIVES \"What's the matter, Tom? What is it?\" asked Ned Newton, attracted by the strange manner of his chum at the telephone. \"Has anything happened?\" But the young inventor was too busy listening to the unseen speaker to answer his chum, even if he heard what Ned remarked, which is doubtful. \"Well, I might as well wait until he is through,\" mused Ned, as he started to leave the room. Then as Tom motioned to him to remain, he murmured: \"He may have something to say to me later. But I wonder who is talking to him.\" There was no way of finding out, however, until Tom had a chance to talk to Ned, and at present the young scientist was eagerly listening to what came over the wire.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 693,
   "text": "Occasionally Ned could hear him say: \"You don't tell me! That is surprising! Yes--yes! Of course if it's true it means a big thing, I can understand that. What's that? No, I couldn't make a promise like that. I'm sorry, but----\" Then the person at the other end of the wire must have plunged into something very interesting and absorbing, for Tom did not again interrupt by interjected remarks. Tom Swift, as has been said, was an inventor, as was his father. Mr. Swift was now rather old and feeble, taking only a nominal part in the activities of the firm made up of himself and his son. But his inventions were still used, many of them being vital to the business and trade of this country.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 630,
   "text": "Tom and his father lived in the village of Shopton, New York, and their factories covered many acres of ground. Those who wish to read of the earliest activities of Tom in the inventive line are referred to the initial volume, \"Tom Swift and His Motor Cycle.\" From then on he and his father had many and exciting adventures. In a motor boat, an airship, and a submarine respectively the young inventor had gone through many perils. On some of the trips his chum, Ned Newton, accompanied him, and very often in the party was a Mr. Wakefield Damon, who had a curious habit of \"blessing\" everything that happened to strike his fancy.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 628,
   "text": "Besides Tom and his father, the Swift household was made up of Eradicate Sampson, a colored man-of-all-work, who, with his mule Boomerang, did what he could to keep the grounds around the house in order. There was also Mrs. Baggert, the housekeeper, Tom's mother being dead. Mr. Damon, living in a neighboring town, was a frequent visitor in the Swift home. Mary Nestor, a girl of Shopton, might also be mentioned. She and Tom were more than just good friends. Tom had an idea that some day----. But there, I promised not to tell that part, at least until the young people themselves were ready to have a certain fact announced.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 638,
   "text": "From one activity to another had Tom Swift gone, now constructing some important invention for himself, as among others, when he made the photo-telephone, or developed a great searchlight which he presented to the Government for use in detecting smugglers on the border. The book immediately preceding this is called \"Tom Swift and His Big Tunnel,\" and deals with the efforts of the young inventor to help a firm of contractors penetrate a mountain in Peru. How this was done and how, incidentally, the lost city of Pelone was discovered, bringing joy to the heart of Professor Swyington Bumper, will be found fully set forth in the book.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 604,
   "text": "Tom had been back from the Peru trip for some months, when we again find him interested in some of the work of Professor Bumper, as set forth in the magazine mentioned. \"Well, he certainly is having some conversation,\" reflected Ned, as, after more than five minutes, Tom's ear was still at the receiver of the instrument, into the transmitter of which he had said only a few words. \"All right,\" Tom finally answered, as he hung the receiver up, \"I'll be here,\" and then he turned to Ned, whose curiosity had been growing with the telephone talk, and remarked: \"That certainly was wonderful!\" \"What was?\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 635,
   "text": "asked Ned. \"Do you think I'm a mind reader to be able to guess?\" \"No, indeed! I beg your pardon. I'll tell you at once. But I couldn't break away. It was too important. To whom do you think I was talking just then?\" \"I can imagine almost any one, seeing I know something of what you have done. It might be almost anybody from some person you met up in the caves of ice to a red pygmy from the wilds of Africa.\" \"I'm afraid neither of them would be quite up to telephone talk yet,\" laughed Tom. \"No, this was the gentleman who wrote that interesting article about the idol of gold,\" and he motioned to the magazine Ned held in his hand.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 610,
   "text": "\"You don't mean Professor Bumper!\" \"That's just whom I do mean.\" \"What did he want? Where did he call from?\" \"He wants me to help organize an expedition to go to Central America--to the Copan valley, to be exact--to look for this somewhat mythical idol of gold. Incidentally the professor will gather in any other antiques of more or less value, if he can find any, and he hopes, even if he doesn't find the idol, to get enough historical material for half a dozen books, to say nothing of magazine articles.\" \"Where did he call from; did you say?\" \"I didn't say. But it was a long-distance call from New York.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 636,
   "text": "The Professor stopped off there on his way from Boston, where he has been lecturing before some society. And now he's coming here to see me,\" finished Tom. \"What! Is he going to lecture here?\" cried Ned. \"If he is, and spouts a whole lot of that bone-dry stuff about the ancient Mayan civilization and their antiquities, with side lights on how the old-time Indians used to scalp their enemies, I'm going to the moving pictures! I'm willing to be your financial manager, Tom Swift, but please don't ask me to be a high-brow. I wasn't built for that.\" \"Nor I, Ned. The professor isn't going to lecture. He's only going to talk, he says.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 600,
   "text": "\"He's going to try to induce me to join his expedition to the Copan valley.\" \"Do you feel inclined to go?\" \"No, Ned, I do not. I've got too many other irons in the fire. I shall have to give the professor a polite but firm refusal.\" \"Well, maybe you're right, Tom; and yet that idol of gold--GOLD--weighing how many pounds did you say?\" \"Oh, you're thinking of its money value, Ned, old man!\" \"Yes, I'd like to see what a big chunk of gold like that would bring. It must be quite a nugget. But I'm not likely to get a glimpse of it if you don't go with the professor.\" \"I don't see how I can go, Ned.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 482,
   "text": "But come over and meet the delightful gentleman when he arrives. I expect him day after to-morrow.\" \"I'll be here,\" promised Ned; and then he went downtown to attend to some matters connected with his new duties, which were much less irksome than those he had had when he had been in the bank. \"Well, Tom, have you heard any more about your friend?\" asked Ned, two days later, as he came to the Swift home with some papers needing the signature of the young inventor and his father.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 605,
   "text": "\"No, I haven't heard from him since he telephoned. But I guess he'll be here all right. He's very punctual. Did you see anything of my giant Koku as you came in?\" \"Yes, he and Eradicate were having an argument about who should move a heavy casting from one of the shops. Rad wanted to do it all alone, but Koku said he was like a baby now.\" \"Poor Rad is getting old,\" said Tom with a sigh. \"But he has been very faithful. He and Koku never seem to get along well together.\" Koku was an immense man, a veritable giant, one of two whom Tom had brought back with him after an exciting trip to a strange land.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 671,
   "text": "The giant's strength was very useful to the young inventor. \"Now Tom, about this business of leasing to the English Government the right to manufacture that new explosive of yours,\" began Ned, plunging into the business at hand. \"I think if you stick out a little you can get a better royalty price.\" \"But I don't want to gouge 'em, Ned. I'm satisfied with a fair profit. The trouble with you is you think too much of money. Now----\" At that moment a voice was heard in the hall of the house saying: \"Now, my dear lady, don't trouble yourself. I can find my way in to Tom Swift perfectly well by myself, and while I appreciate your courtesy I do not want to trouble you.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 444,
   "text": "\"No, don't come, Mrs. Baggert,\" added another voice. \"Bless my hat band, I think I know my way about the house by this time!\" \"Mr. Damon!\" ejaculated Ned. \"And Professor Bumper is with him,\" added Tom. \"Come in!\" he cried, opening the hall door, to confront a bald-headed man who stood peering at our hero with bright snapping eyes, like those of some big bird spying out the land from afar. \"Come in, Professor Bumper; and you too, Mr. Damon!\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 628,
   "text": "BLESSINGS AND ENTHUSIASM Greetings and inquiries as to health having been passed, not without numerous blessings on the part of Mr. Damon, the little party gathered in the library of the home of Tom Swift sat down and looked at one another. On Professor Bumper's face there was, plainly to be seen, a look of expectation, and it seemed to be shared by Mr. Damon, who seemed eager to burst into enthusiastic talk. On the other hand Tom Swift appeared a bit indifferent. Ned himself admitted that he was frankly curious. The story of the big idol of gold had occupied his thoughts for many hours. \"Well, I'm glad to see you both,\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 606,
   "text": "said Tom again. \"You got here all right, I see, Professor Bumper. But I didn't expect you to meet and bring Mr. Damon with you.\" \"I met him on the train,\" explained the author of the book on the lost city of Pelone, as well as books on other antiquities. \"I had no expectation of seeing him, and we were both surprised when we met on the express.\" \"It stopped at Waterfield, Tom,\" explained Mr. Damon, \"which it doesn't usually do, being an aristocratic sort of train, not given even to hesitating at our humble little town. There were some passengers to get off, which caused the flier to stop, I suppose.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 620,
   "text": "And, as I wanted to come over to see you, I got aboard.\" \"Glad you did,\" voiced Tom. \"Then I happened to see Professor Bumper a few seats ahead of me,\" went on Mr. Damon, \"and, bless my scarfpin! he was coming to see you also.\" \"Well, I'm doubly glad,\" answered Tom. \"So here we are,\" went on Mr. Damon, \"and you've simply got to come, Tom Swift. You must go with us!\" and Mr. Damon, in his enthusiasm, banged his fist down on the table with such force that he knocked some books to the floor. Koku, the giant, who was in the hall, opened the door and in his imperfect English asked: \"Master Tom knock for him bigs man?\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 603,
   "text": "\"No,\" answered Tom with a smile, \"I didn't knock or call you, Koku. Some books fell, that is all.\" \"Massa Tom done called fo' me, dat's what he done!\" broke in the petulant voice of Eradicate. \"No, Rad, I don't need anything,\" Tom said. \"Though you might make a pitcher of lemonade. It's rather warm.\" \"Right away, Massa Tom! Right away!\" cried the old colored man, eager to be of service. \"Me help, too!\" rumbled Koku, in his deep voice. \"Me punch de lemons!\" and away he hurried after Eradicate, fearful lest the old servant do all the honors. \"Same old Rad and Koku,\" observed Mr. Damon with a smile.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 653,
   "text": "\"But now, Tom, while they're making the lemonade, let's get down to business. You're going with us, of course!\" \"Where?\" asked Tom, more from habit than because he did not know. \"Where? Why to Honduras, of course! After the idol of gold! Why, bless my fountain pen, it's the most wonderful story I ever heard of! You've read Professor Bumper's article, of course. He told me you had. I read it on the train coming over. He also told me about it, and---- Well, I'm going with him, Tom Swift. \"And think of all the adventures that may befall us! We'll get lost in buried cities, ride down raging torrents on a raft, fall over a cliff maybe and be rescued.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 634,
   "text": "Why, it makes me feel quite young again!\" and Mr. Damon arose, to pace excitedly up and down the room. Up to this time Professor Bumper had said very little. He had sat still in his chair listening to Mr. Damon. But now that the latter had ceased, at least for a time, Tom and Ned looked toward the scientist. \"I understand, Tom,\" he said, \"that you read my article in the magazine, about the possibility of locating some of the lost and buried cities of Honduras?\" \"Yes, Ned and I each read it. It was quite wonderful.\" \"And yet there are more wonders to tell,\" went on the professor. \"I did not give all the details in that article.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 617,
   "text": "I will tell you some of them. I have brought copies of the documents with me,\" and he opened a small valise and took out several bundles tied with pink tape. \"As Mr. Damon said,\" he went on while arranging his papers, \"he met me on the train, and he was so taken by the story of the idol of gold that he agreed to accompany me to Central America.\" \"On one condition!\" put in the eccentric man. \"What's that? You didn't make any conditions while we were talking,\" said the scientist. \"Yes, I said I'd go if Tom Swift did.\" \"Oh, yes. You did say that. But I don't call that a condition, for of course Tom Swift will go.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 701,
   "text": "Now let me tell you something more than I could impart over the telephone. \"Soon after I called you up, Tom--and it was quite a coincidence that it should have been at a time when you had just finished my magazine article. Soon after that, as I was saying, I arranged to come on to Shopton. And now I'm glad we're all here together. \"But how comes it, Ned Newton, that you are not in the bank?\" \"I've left there,\" explained Ned. \"He's now general financial man for the Swift Company,\" Tom explained. \"My father and I found that we could not look after the inventing and experimental end, and money matters, too, and as Ned had had considerable experience this way we made him take over those worries,\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 739,
   "text": "and Tom laughed genially. \"No worries at all, as far as the Swift Company is concerned,\" returned Ned. \"Well, I guess you earn your salary,\" laughed Tom. \"But now, Professor Bumper, let's hear from you. Is there anything more about this idol of gold that you can tell us?\" \"Plenty, Tom, plenty. I could talk all day, and not get to the end of the story. But a lot of it would be scientific detail that might be too dry for you in spite of this excellent lemonade.\" Between them Koku and Eradicate had managed to make a pitcher of the beverage, though Mrs. Baggert, the housekeeper, told Tom afterward that the two had a quarrel in the kitchen as to who should squeeze the lemons, the giant insisting that he had the better right to \"punch\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 726,
   "text": "them. \"So, not to go into too many details,\" went on the professor, \"I'll just give you a brief outline of this story of the idol of gold. \"Honduras, as you of course know, is a republic of Central America, and it gets its name from something that happened on the fourth voyage of Columbus. He and his men had had days of weary sailing and had sought in vain for shallow water in which they might come to an anchorage. Finally they reached the point now known as Cape Gracias-a-Dios, and when they let the anchor go, and found that in a short time it came to rest on the floor of the ocean, some one of the sailors--perhaps Columbus himself--is said to have remarked: \"'Thank the Lord, we have left the deep waters (honduras)'",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 624,
   "text": "that being the Spanish word for unfathomable depths. So Honduras it was called, and has been to this day. \"It is a queer land with many traces of an ancient civilization, a civilization which I believe dates back farther than some in the far East. On the sculptured stones in the Copan valley there are characters which seem to resemble very ancient writing, but this pictographic writing is largely untranslatable. \"Honduras, I might add, is about the size of our state of Ohio. It is rather an elevated tableland, though there are stretches of tropical forest, but it is not so tropical a country as many suppose it to be.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 634,
   "text": "There is much gold scattered throughout Honduras, though of late it has not been found in large quantities. \"In the old days, however, before the Spaniards came, it was plentiful, so much, so that the natives made idols of it. And it is one of the largest of these idols--by name Quitzel--that I am going to seek.\" \"Do you know where it is?\" asked Ned. \"Well, it isn't locked up in a safe deposit box, of that I'm sure,\" laughed the professor. \"No, I don't know exactly where it is, except that it is somewhere in an ancient and buried city known as Kurzon. If I knew exactly where it was there wouldn't be much fun in going after it.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 681,
   "text": "And if it was known to others it would have been taken away long ago. \"No, we've got to hunt for the idol of gold in this land of wonders where I hope soon to be. Later on I'll show you the documents that put me on the track of this idol. Enough now to show you an old map I found, or, rather, a copy of it, and some of the papers that tell of the idol,\" and he spread out his packet of papers on the table in front of him, his eyes shining with excitement and pleasure. Mr. Damon, too, leaned eagerly forward. \"So, Tom Swift,\" went on the professor, \"I come to you for help in this matter. I want you to aid me in organizing an expedition to go to Honduras after the idol of gold.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 347,
   "text": "Will you?\" \"I'll help you, of course,\" said Tom. \"You may use any of my inventions you choose--my airships, my motor boats and submarines, even my giant cannon if you think you can take it with you. And as for the money part, Ned will arrange that for you. But as for going with you myself, it is out of the question. I can't. No Honduras for me!\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 613,
   "text": "Had Tom Swift's giant cannon been discharged somewhere in the vicinity of his home it could have caused but little more astonishment to Mr. Damon and Professor Bumper than did the simple announcement of the young inventor. The professor seemed to shrink back in his chair, collapsing like an automobile tire when the air is let out. As for Mr. Damon he jumped up and cried: But that is as far as he got--at least just then. He did not seem to know what to bless, but he looked as though he would have liked to include most of the universe. \"Surely you don't mean it, Tom Swift,\" gasped Professor Bumper at length.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 743,
   "text": "\"Won't you come with us?\" \"No,\" said Tom, slowly. \"Really I can't go. I'm working on an invention of a new aeroplane stabilizer, and if I go now it will be just at a time when I am within striking distance of success. And the stabilizer is very much needed.\" \"If it's a question of making a profit on it, Tom,\" began Mr. Damon, \"I can let you have some money until----\" \"Oh, no! It isn't the money!\" cried Tom. \"Don't think that for a moment. You see the European war has called for the use of a large number of aeroplanes, and as the pilots of them frequently have to fight, and so can not give their whole attention to the machines, some form of automatic stabilizer is needed to prevent them turning turtle, or going off at a wrong tangent.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 632,
   "text": "\"So I have been working out a sort of modified gyroscope, and it seems to answer the purpose. I have already received advance orders for a number of my devices from abroad, and as they are destined to save lives I feel that I ought to keep on with my work. \"I'd like to go, don't misunderstand me, but I can't go at this time. It is out of the question. If you wait a year, or maybe six months----\" \"No, it is impossible to wait, Tom,\" declared Professor Bumper. \"Is it so important then to hurry?\" asked Mr. Damon. \"You did not mention that to me, Professor Bumper.\" \"No, I did not have time. There are so many ends to my concerns.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 635,
   "text": "But, Tom Swift, you simply must go!\" \"I can't, my dear professor, much as I should like to.\" \"But, Tom, think of it!\" cried Mr. Damon, who was as much excited as was the little bald-headed scientist. \"You never saw such an idol of gold as this. What's its name?\" and he looked questioningly at the professor. \"Quitzel the idol is called,\" supplied Professor Bumper. \"And it is supposed to be in a buried city named Kurzon, somewhere in the Sierra de Merendon range of mountains, in the vicinity of the Copan valley. Copan is a city, or maybe we'll find it only a town when we get there, and it is not far from the borders of Guatemala.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 738,
   "text": "\"Tom, if I could show you the translations I have made of the ancient documents, referring to this idol and the wonderful city over which it kept guard, I'm sure you'd come with us.\" \"Please don't tempt me,\" Tom said with a laugh. \"I'm only too anxious to go, and if it wasn't for the stabilizer I'd be with you in a minute. But---- Well, you'll have to get along without me. Maybe I can join you later.\" \"What's this about the idol keeping guard over the ancient city?\" asked Ned, for he was interested in strange stories. \"It seems,\" explained the professor, \"that in the early days there was a strange race of people, inhabiting Central America, with a somewhat high civilization, only traces of which remained when the Spaniards came.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 686,
   "text": "\"But these traces, and such hieroglyphics, or, to be more exact pictographs, as I have been able to decipher from the old documents, tell of one country, or perhaps it was only a city, over which this great golden idol of Quitzel presided. \"There is in some of these papers a description of the idol, which is not exactly a beauty, judged from modern standards. But the main fact is that it is made of solid gold, and may weigh anywhere from one to two tons.\" \"Two tons of gold!\" cried New Newton. \"Why, if that's the case it would be worth----\" and he fell to doing a sum in mental arithmetic. \"I am not so concerned about the monetary value of the statue as I am about its antiquity,\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 654,
   "text": "went on Professor Bumper. \"There are other statues in this buried city of Kurzon, and though they may not be so valuable they will give me a wealth of material for my research work.\" \"How do you know there are other statues?\" asked Mr. Damon. \"Because my documents tell me so. It was because the people made other idols, in opposition, as it were, to Quitzel, that their city or country was destroyed. At least that is the legend. Quitzel, so the story goes, wanted to be the chief god, and when the image of a rival was set up in the temple near him, he toppled over in anger, and part of the temple went with him, the whole place being buried in ruins.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 660,
   "text": "All the inhabitants were killed, and trace of the ancient city was lost forever. No, I hope not forever, for I expect to find it.\" \"If all the people were killed, and the city buried, how did the story of Quitzel become known?\" asked Mr. Damon. \"One only of the priests in the temple of Quitzel escaped and set down part of the tale,\" said the professor. \"It is his narrative, or one based on it, that I have given you.\" \"And now, what I want to do, is to go and make a search for this buried city. I have fairly good directions as to how it may be reached. We will have little difficulty in getting to Honduras, as there are fruit steamers frequently sailing.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 626,
   "text": "Of course going into the interior--to the Copan valley--is going to be harder. But an expedition from a large college was recently there and succeeded, after much labor, in excavating part of a buried city. Whether or not it was Kurzon I am unable to say. \"But if there was one ancient city there must be more. So I want to make an attempt. And I counted on you, Tom. You have had considerable experience in strange quarters of the earth, and you're just the one to help me. I don't need money, for I have interested a certain millionaire, and my own college will put up part of the funds.\" \"Oh, it isn't a question of money,\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 665,
   "text": "said Tom. \"It's time.\" \"That's just what it is with me!\" exclaimed Professor Bumper. \"I haven't any time to lose. My rivals may, even now, be on their way to Honduras!\" \"Your rivals!\" cried Tom. \"You didn't say anything about them!\" \"No, I believe I didn't. There were so many other things to talk about. But there is a rival archaeologist who would ask nothing better than to get ahead of me in this matter. He is younger than I am, and youth is a big asset nowadays.\" \"Pooh! You're not old!\" cried Mr. Damon. \"You're no older than I am, and I'm still young. I'm a lot younger than some of these boys who are afraid to tackle a trip through a tropical wilderness,\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 632,
   "text": "and he playfully nudged Tom in the ribs. \"I'm not a bit afraid!\" retorted the young inventor. \"No, I know you're not,\" laughed Mr. Damon. \"But I've got to say something, Tom, to stir you up. Ned, how about you? Would you go?\" \"I can't, unless Tom does. You see I'm his financial man now.\" \"There you are, Tom Swift!\" cried Mr. Damon. \"You see you are holding back a number of persons just because you don't want to go.\" \"I certainly wouldn't like to go without Tom,\" said the professor slowly. \"I really need his help. You know, Tom, we would never have found the city of Pelone if it had not been for you and your marvelous powder.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 619,
   "text": "The conditions in the Copan valley are likely to be still more difficult to overcome, and I feel that I risk failure without your young energy and your inventive mind to aid in the work and to suggest possible means of attaining our object. Come, Tom, reconsider, and decide to make the trip.\" \"And my promise to go was dependent on Tom's agreement to accompany us,\" said Mr. Damon. \"Come on!\" urged the professor, much as one boy might urge another to take part in a ball game. \"Don't let my rival get ahead of me.\" \"I wouldn't like to see that,\" Tom said slowly. \"Who is he--any one I know?\" \"I don't believe so, Tom.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 648,
   "text": "He's connected with a large, new college that has plenty of money to spend on explorations and research work. Beecher is his name--Fenimore Beecher.\" \"Beecher!\" exclaimed Tom, and there was such a change in his manner that his friends could not help noticing it. He jumped to his feet, his eyes snapping, and he looked eagerly and anxiously at Professor Bumper. \"Did you say his name was Fenimore Beecher?\" Tom asked in a tense voice. \"That's what it is--Professor Fenimore Beecher. He is really a learned young man, and thoroughly in earnest, though I do not like his manner. But he is trying to get ahead of me, which may account for my feeling.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 629,
   "text": "Tom Swift did not answer. Instead he hurried from the room with a murmured apology. \"I'll be back in about five minutes,\" he said, as he went out. \"Well, what's up now?\" asked Mr. Damon of Ned, as the young inventor departed. \"What set him off that way?\" \"The mention of Beecher's name, evidently. Though I never heard him mention such a person before.\" \"Nor did I ever hear Professor Beecher speak of Tom,\" said the bald-headed scientist. \"Well, we'll just have to wait until----\" At that moment Tom came back into the room. \"Gentlemen,\" he said, \"I have reconsidered my refusal to go to the Copan valley after the idol of gold.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 686,
   "text": "I'm going with you!\" \"Good!\" cried Professor Bumper. \"Fine!\" ejaculated Mr. Damon. \"Bless my time-table! I thought you'd come around, Tom Swift.\" \"But what about your stabilizer?\" asked Ned. \"I was just talking to my father about it,\" the young inventor replied. \"He will be able to put the finishing touches on it. So I'll leave it with him. As soon as I can get ready I'll go, since you say haste is necessary, Professor Bumper.\" \"It is, if we are to get ahead of Beecher.\" \"Then we'll get ahead of him!\" cried Tom. \"I'm with you now from the start to the finish. I'll show him what I can do!\" he added, while Ned and the others wondered at the sudden change in their friend's manner.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 622,
   "text": "\"Tom how soon can we go?\" asked Professor Bumper, as he began arranging his papers, maps and documents ready to place them back in the valise. \"Within a week, if you want to start that soon.\" \"The sooner the better. A week will suit me. I don't know just what Beecher's plans are, but, he may try to get on the ground first. Though, without boasting, I may say that he has not had as much experience as I have had, thanks to you, Tom, when you helped me find the lost city of Pelone.\" \"Well, I hope we'll be as successful this time,\" murmured Tom. \"I don't want to see Beecher beat you.\" \"I didn't know you knew him, Tom,\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 603,
   "text": "said the professor. \"Oh, yes, I have met him, once,\" and there was something in Tom's manner, though he tried to speak indifferently, that made Ned believe there was more behind his chum's sudden change of determination than had yet appeared. \"He never mentioned you,\" went on Professor Bumper; \"yet the last time I saw him I said I was coming to see you, though I did not tell him why.\" \"No, he wouldn't be likely to speak of me,\" said Tom significantly. \"Well, if that's all settled, I guess I'll go back home and pack up,\" said Mr. Damon, making a move to depart. \"There's no special rush,\" Tom said.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 609,
   "text": "\"We won't leave for a week. I can't get ready in much less time than that.\" \"Bless my socks! I know that,\" ejaculated Mr. Damon. \"But if I get my things packed I can go to a hotel to stay while my wife is away. She might take a notion to come home unexpectedly, and, though she is a dear, good soul, she doesn't altogether approve of my going off on these wild trips with you, Tom Swift. But if I get all packed, and clear out, she can't find me and she can't hold me back. She is visiting her mother now. I can send her a wire from Kurzon after I get there.\" \"I don't believe the telegraph there is working,\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 622,
   "text": "laughed Professor Bumper. \"But suit yourself. I must go back to New York to arrange for the goods we'll have to take with us. In a week, Tom, we'll start.\" \"You must stay to dinner,\" Tom said. \"You can't get a train now anyhow, and father wants to meet you again. He's pretty well, considering his age. And he's much better I verily believe since I said I'd turn over to him the task of finishing the stabilizer. He likes to work.\" \"We'll stay and take the night train back,\" agreed Mr. Damon. \"It will be like old times, Tom,\" he went on, \"traveling off together into the wilds. Central America is pretty wild, isn't it?\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 387,
   "text": "he asked, as if in fear of being disappointed on that score. \"Oh, it's wild enough to suit any one,\" answered Professor Bumper. \"Well, now to settle a few details,\" observed Tom. \"Ned, what is the situation as regards the financial affairs of my father and myself? Nothing will come to grief if we go away, will there?\" \"I guess not, Tom. But are you going to take your father with you?\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 612,
   "text": "\"But you spoke of 'we.'\" \"I meant you and I are going.\" \"Sure, you! I wouldn't think of leaving you behind. You want Ned along, don't you, Professor?\" \"Of course. It will be an ideal party--we four. We'll have to take natives when we get to Honduras, and make up a mule pack-train for the interior. I had some thoughts of asking you to take an airship along, but it might frighten the Indians, and I shall have to depend on them for guides, as well as for porters. So it will be an old-fashioned expedition, in a way.\" Mr. Swift came in at this point to meet his old friends. \"The boy needs a little excitement,\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 602,
   "text": "he said. \"He's been puttering over that stabilizer invention too long. I can finish the model for him in a very short time.\" Professor Bumper told Mr. Swift something about the proposed trip, while Mr. Damon went out with Tom and Ned to one of the shops to look at a new model aeroplane the young inventor had designed. There was a merry party around the table at dinner, though now and then Ned noticed that Tom had an abstracted and preoccupied air. \"Thinking about the idol of gold?\" asked Ned in a whisper to his chum, when they were about to leave the table. \"The idol of gold? Oh, yes! Of course!",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 777,
   "text": "It will be great if we can bring that back with us.\" But the manner in which he said this made Ned feel sure that Tom had had other thoughts, and that he had used a little subterfuge in his answer. Ned was right, as he proved for himself a little later, when, Mr. Damon and the professor having gone home, the young financial secretary took his friend to a quiet corner and asked: \"What's the matter, Tom?\" \"Matter? What do you mean?\" \"I mean what made you make up your mind so quickly to go on this expedition when you heard Beecher was going?\" \"Oh--er--well, you wouldn't want to see our old friend Professor Bumper left, would you, after he had worked out the secret of the idol of gold? You wouldn't want some young whipper-snapper to beat him in the race, would you, Ned?\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 674,
   "text": "\"Neither would I. That's why I changed my mind. This Beecher isn't going to get that idol if I can stop him!\" \"You seem rather bitter against him.\" \"Bitter? Oh, not at all. I simply don't want to see my friends disappointed.\" \"Then Beecher isn't a friend of yours?\" \"Oh, I've met him, that is all,\" and Tom tried to speak indifferently. \"Humph!\" mused Ned, \"there's more here than I dreamed of. I'm going to get at the bottom of it.\" But though Ned tried to pump Tom, he was not successful. The young inventor admitted knowing the youthful scientist, but that was all, Tom reiterating his determination not to let Professor Bumper be beaten in the race for the idol of gold.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 637,
   "text": "\"Let me see,\" mused Ned, as he went home that evening. \"Tom did not change his mind until he heard Beecher's name mentioned. Now this shows that Beecher had something to do with it. The only reason Tom doesn't want Beecher to get this idol or find the buried city is because Professor Bumper is after it. And yet the professor is not an old or close friend of Tom's. They met only when Tom went to dig his big tunnel. There must be some other reason.\" Ned did some more thinking. Then he clapped his hands together, and a smile spread over his face. \"I believe I have it!\" he cried. \"The little green god as compared to the idol of gold!",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 610,
   "text": "That's it. I'm going to make a call on my way home.\" This he did, stopping at the home of Mary Nestor, a pretty girl, who, rumor had it, was tacitly engaged to Tom. Mary was not at home, but Mr. Nestor was, and for Ned's purpose this answered. \"Well, well, glad to see you!\" exclaimed Mary's father. \"Isn't Tom with you?\" he asked a moment later, seeing that Ned was alone. \"No, Tom isn't with me this evening,\" Ned answered. \"The fact is, he's getting ready to go off on another expedition, and I'm going with him.\" \"You young men are always going somewhere,\" remarked Mrs. Nestor. \"Where is it to this time?\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 711,
   "text": "\"Some place in Central America,\" Ned answered, not wishing to be too particular. He was wondering how he could find out what he wanted to know, when Mary's mother unexpectedly gave him just the information he was after. \"Central America!\" she exclaimed. \"Why, Father,\" and she looked at her husband, \"that's where Professor Beecher is going, isn't it?\" \"Yes, I believe he did mention something about that.\" \"Professor Beecher, the man who is an authority on Aztec ruins?\" asked Ned, taking a shot in the dark. \"Yes,\" said Mr. Nestor. \"And a mighty fine young man he is, too. I knew his father well. He was here on a visit not long ago, young Beecher was, and he talked most entertainingly about his discoveries.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 605,
   "text": "You remember how interested Mary was, Mother?\" \"Yes, she seemed to be,\" said Mrs. Nestor. \"Tom Swift dropped in during the course of the evening,\" she added to Ned, \"and Mary introduced him to Professor Beecher. But I can't say that Tom was much interested in the professor's talk.\" \"No?\" questioned Ned. \"No, not at all. But Tom did not stay long. He left just as Mary and the professor were drawing a map so the professor could indicate where he had once made a big discovery.\" \"I see,\" murmured Ned. \"Well, I suppose Tom must have been thinking of something else at the time.\" \"Very likely,\" agreed Mr.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 615,
   "text": "Nestor. \"But Tom missed a very profitable talk. I was very much interested myself in what the professor told us, and so was Mary. She invited Mr. Beecher to come again. He takes after his father in being very thorough in what he does. \"Sometimes I think,\" went on Mr. Nestor, \"that Tom isn't quite steady enough. He's thinking of so many things, perhaps, that he can't get his mind down to the commonplace. I remember he once sent something here in a box labeled 'dynamite.' Though there was no explosive in it, it gave us a great fright. But Tom is a boy, in spite of his years. Professor Beecher seems much older.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 538,
   "text": "We all like him very much.\" \"That's nice,\" said Ned, as he took his departure. He had found out what he had come to learn. \"I knew it!\" Ned exclaimed as he walked home. \"I knew something was in the wind. The little green god of jealousy has Tom in his clutches. That's why my inventive friend was so anxious to go on this expedition when he learned Beecher was to go. He wants to beat him. I guess the professor has plainly shown that he wouldn't like anything better than to cut Tom out with Mary. Whew! that's something to think about!\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 631,
   "text": "Ned Newton decided to keep to himself what he had heard at the Nestor home. Not for the world would he let Tom Swift know of the situation. \"That is, I won't let him know that I know,\" said Ned to himself, \"though he is probably as well aware of the situation as I am. But it sure is queer that this Professor Beecher should have taken such a fancy to Mary, and that her father should regard him so well. That is natural, I suppose. But I wonder how Mary herself feels about it. That is the part Tom would be most interested in. \"No wonder Tom wants to get ahead of this young college chap, who probably thinks he's the whole show.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 851,
   "text": "If he can find the buried city, and get the idol of gold, it would be a big feather in his cap. \"He'd have no end of honors heaped on him, and I suppose his hat wouldn't come within three sizes of fitting him. Then he'd stand in better than ever with Mr. Nestor. And, maybe, with Mary, too, though I think she is loyal to Tom. But one never can tell. \"However, I'm glad I know about it. I'll do all I can to help Tom, without letting him know that I know. And if I can do anything to help in finding that idol of gold for Professor Bumper, and, incidentally, Tom, I'll do it,\" and he spoke aloud in his enthusiasm. Ned, who was walking along in the darkness, clapped his open hand down on Tom's magazine he was carrying home to read again, and the resultant noise was a sharp crack. As it sounded a figure jumped from behind a tree and called tensely:",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 605,
   "text": "Ned stopped short, thinking he was to be the victim of a holdup, but his fears were allayed when he beheld one of the police force of Shopton confronting him. \"I heard what you said about gettin' the gold,\" went on the officer. \"I was walkin' along and I heard you talkin'. Where's your pal?\" \"I haven't any, Mr. Newbold,\" answered Ned with a laugh, as he recognized the man. \"Oh, pshaw! It's Ned Newton!\" exclaimed the disappointed officer. \"I thought you was talkin' to a confederate about gold, and figured maybe you was goin' to rob the bank.\" \"No, nothing like that,\" answered Ned, still much amused.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 644,
   "text": "\"I was talking to myself about a trip Tom Swift and I are going to take and----\" \"Oh, that's all right,\" responded the policeman. \"I can understand it, if it had anything to do with Tom. He's a great boy.\" \"Indeed he is,\" agreed Ned, making a mental resolve not to be so public with his thoughts in the future. He chatted for a moment with the officer, and then, bidding him good-night, walked on to his home, his mind in a whirl with conglomerate visions of buried cities, great grinning idols of gold, and rival professors seeking to be first at the goal. The next few days were busy ones for Tom, Ned and, in fact, the whole Swift household.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 708,
   "text": "Tom and his father had several consultations and conducted several experiments in regard to the new stabilizer, the completion of which was so earnestly desired. Mr. Swift was sure he could carry the invention to a successful conclusion. Ned was engaged in putting the financial affairs of the Swift Company in shape, so they would practically run themselves during his absence. Then, too, there was the packing of their baggage which must be seen to. Of course, the main details of the trip were left to Professor Bumper, who knew just what to do. He had told Tom and Ned that all they and Mr. Damon would have to do would be to meet him at the pier in New York, where they would find all arrangements made.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 630,
   "text": "One day, near the end of the week (the beginning of the next being set for the start) Eradicate came shuffling into the room where Tom was sorting out the possessions he desired to take with him, Ned assisting him in the task. \"Well, Rad, what is it?\" asked Tom, with businesslike energy. \"I done heah, Massa Tom, dat yo' all's gwine off on a long trip once mo'. Am dat so?\" \"Yes, that's so, Rad.\" \"Well, den, I'se come to ast yo' whut I'd bettah take wif me. Shall I took warm clothes or cool clothes?\" \"Well, if you were going, Rad,\" answered Tom with a smile, \"you'd need cool clothes, for we're going to a sort of jungle-land.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 678,
   "text": "But I'm sorry to say you're not going this trip.\" \"I---- I ain't gwine? Does yo' mean dat yo' all ain't gwine to take me, Massa Tom?\" \"That's it, Rad. It isn't any trip for you.\" \"Is certain not!\" broke in the voice of Koku, the giant, who entered with a big trunk Tom had sent him for. \"Master want strong man like a bull. He take Koku!\" \"Look heah!\" spluttered Eradicate, and his eyes flashed. \"Yo'--yo' giant yo'--yo' may be strong laik a bull, but ya' ain't got as much sense as mah mule, Boomerang! Massa Tom don't want no sich pusson wif him. He's gwine to take me.\" \"He take me!\" cried Koku, and his voice was a roar while he beat on his mighty chest with his huge fists.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 619,
   "text": "Tom, seeing that the dispute was likely to be bothersome, winked at Ned and began to speak. \"I don't believe you'd like it there, Rad--not where we're going. It's a bad country. Why the mosquitoes there bite holes in you--raise bumps on you as big as eggs.\" \"Oh, good land!\" ejaculated the old colored man. \"Am dat so Massa Tom?\" \"It sure is. Then there's another kind of bug that burrows under your fingernails, and if you don't get 'em out, your fingers drop off.\" \"Oh, good land, Massa Tom! Am dat a fact?\" \"It sure is. I don't want to see those things happen to you, Rad.\" Slowly the old colored man shook his head.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 602,
   "text": "\"I don't mahse'f,\" he said. \"I---- I guess I won't go.\" Eradicate did not stop to ask how Tom and Ned proposed to combat these two species of insects. But there remained Koku to dispose of, and he stood smiling broadly as Eradicate shuffled off. \"Me no 'fraid bugs,\" said the giant. \"No,\" said Tom, with a look at Ned, for he did not want to take the big man on the trip for various reasons. \"No, maybe not, Koku. Your skin is pretty tough. But I understand there are deep pools of water in the land where we are going, and in them lives a fish that has a hide like an alligator and a jaw like a shark.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 628,
   "text": "If you fall in it's all up with you.\" \"Dat true, Master Tom?\" and Koku's voice trembled. \"Well, I've never seen such a fish, I'm sure, but the natives tell about it.\" Koku seemed to be considering the matter. Strange as it may seem, the giant, though afraid of nothing human and brave when it came to a hand-to-claw argument with a wild animal, had a very great fear of the water and the unseen life within it. Even a little fresh-water crab in a brook was enough to send him shrieking to shore. So when Tom told of this curious fish, which many natives of Central America firmly believe in, the giant took thought with himself.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 609,
   "text": "Finally, he gave a sigh and said: \"Me stay home and keep bad mans out of master's shop.\" \"Yes, I guess that's the best thing for you,\" assented Tom with an air of relief. He and Ned had talked the matter over, and they had agreed that the presence of such a big man as Koku, in an expedition going on a more or less secret mission, would attract too much attention. \"Well, I guess that clears matters up,\" said Tom, as he looked over a collection of rifles and small arms, to decide which to take. \"We won't have them to worry about.\" \"No, only Professor Beecher,\" remarked Ned, with a sharp look at his chum.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 645,
   "text": "\"Oh, we'll dispose of him all right!\" asserted Tom boldly. \"He hasn't had any experience in business of this sort, and with what you and Professor Bumper and Mr. Damon know we ought to have little trouble in getting ahead of the young man.\" \"Not to speak of your own aid,\" added Ned. \"Oh, I'll do what I can, of course,\" said Tom, with an air of indifference. But Ned knew his chum would work ceaselessly to help get the idol of gold. Tom gave no sign that there was any complication in his affair with Mary Nestor, and of course Ned did not tell anything of what he knew about it. That night saw the preparations of Ned and Tom about completed.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 616,
   "text": "There were one or two matters yet to finish on Tom's part in relation to his business, but these offered no difficulties. The two chums were in the Swift home, talking over the prospective trip, when Mrs. Baggert, answering a ring at the front door, announced that Mr. Damon was outside. \"Tell him to come in,\" ordered Tom. \"Bless my baggage check!\" exclaimed the excitable man, as he shook hands with Tom and Ned and noted the packing evidences all about. \"You're ready to go to the land of wonders.\" \"The land of wonders?\" repeated Ned. \"Yes, that's what Professor Bumper calls the part of Honduras we're going to.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 337,
   "text": "And it must be wonderful, Tom. Think of whole cities, some of them containing idols and temples of gold, buried thirty and forty feet under the surface! Wonderful is hardly the name for it!\" \"It'll be great!\" cried Ned. \"I suppose you're ready, Mr. Damon--you and the professor?\" \"Yes. But, Tom, I have a bit of unpleasant news for you.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 813,
   "text": "\"Yes. You know Professor Bumper spoke of a rival--a man named Beecher who is a member of the faculty of a new and wealthy college.\" \"I heard him speak of him--yes,\" and the way Tom said it no one would have suspected that he had any personal interest in the matter. \"He isn't going to give his secret away,\" thought Ned. \"Well, this Professor Beecher, you know,\" went on Mr. Damon, \"also knows about the idol of gold, and is trying to get ahead of Professor Bumper in the search.\" \"He did say something of it, but nothing was certain,\" remarked Tom. \"But it is certain!\" exclaimed Mr. Damon. \"Bless my toothpick, it's altogether too certain!\" \"How is that?\" asked Tom. \"Is Beecher certainly going to Honduras?\" \"Yes, of course. But what is worse, he and his party will leave New York on the same steamer with us!\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 642,
   "text": "On hearing Mr. Damon's rather startling announcement, Tom and Ned looked at one another. There seemed to be something back of the simple statement--an ominous and portending \"something.\" \"On the same steamer with us, is he?\" mused Tom. \"How did you learn this?\" asked Ned. \"Just got a wire from Professor Bumper telling me. He asked me to telephone to you about it, as he was too busy to call up on the long distance from New York. But instead of 'phoning I decided to come over myself.\" \"Glad you did,\" said Tom, heartily. \"Did Professor Bumper want us to do anything special, now that it is certain his rival will be so close on his trail?\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 730,
   "text": "\"Yes, he asked me to warn you to be careful what you did and said in reference to the expedition.\" \"Then does he fear something?\" asked Ned. \"Yes, in a way. I think he is very much afraid this young Beecher will not only be first on the site of the underground city, but that he may be the first to discover the idol of gold. It would be a great thing for a young archaeologist like Beecher to accomplish a mission of this sort, and beat Professor Bumper in the race.\" \"Do you think that's why Beecher decided to go on the same steamer we are to take?\" asked Ned. \"Yes, I do,\" said Mr. Damon. \"Though from what Professor Bumper said I know he regards Professor Beecher as a perfectly honorable man, as well as a brilliant student.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 657,
   "text": "I do not believe Beecher or his party would stoop to anything dishonorable or underhand, though they would not hesitate, nor would we, to take advantage of every fair chance to win in the race.\" \"No, I suppose that's right,\" observed Tom; but there was a queer gleam in his eye, and his chum wondered if Tom did not have in mind the prospective race between himself and Fenimore Beecher for the regard of Mary Nestor. \"We'll do our best to win, and any one is at liberty to travel on the same steamer we are to take,\" added the young inventor, and his tone became more incisive. \"It will be all the livelier with two expeditions after the same golden idol,\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 625,
   "text": "remarked Ned. \"Yes, I think we're in for some excitement,\" observed Tom grimly. But even he did not realize all that lay before them ere they would reach Kurzon. Mr. Damon, having delivered his message, and remarking that his preparations for leaving were nearly completed, went back to Waterfield, from there to proceed to New York in a few days with Tom and Ned, to meet Professor Bumper. \"Well, I guess we have everything in pretty good shape,\" remarked Tom to his chum a day or so after the visit of Mr. Damon. \"Everything is packed, and as I have a few personal matters to attend to I think I'll take the afternoon off.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 880,
   "text": "\"Go to it!\" laughed Ned, guessing a thing of two. \"I've got a raft of stuff myself to look after, but don't let that keep you.\" \"If there is anything I can do,\" began Tom, \"don't hesitate to----\" \"Nonsense!\" exclaimed Ned. \"I can do it all alone. It's some of the company's business, anyhow, and I'm paid for looking after that.\" \"All right, then I'll cut along,\" Tom said, and he wore a relieved air. \"He's going to see Mary,\" observed Ned with a grin, as he observed Tom hop into his trim little roadster, which under his orders, Koku had polished and cleaned until it looked as though it had just come from the factory. A little later the trim and speedy car drew up in front of the Nestor home, and Tom bounded up on the front porch, his heart not altogether as light as his feet. \"No, I'm sorry, but Mary isn't in,\" said Mrs. Nestor, answering his inquiry after greeting him.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 615,
   "text": "\"No, she went on a little visit to her cousin's at Fayetteville. She said something about letting you know she was going.\" \"She did drop me a card,\" answered Tom, and, somehow he did not feel at all cheerful. \"But I thought it wasn't until next week she was going.\" \"That was her plan, Tom. But she changed it. Her cousin wired, asking her to advance the date, and this Mary did. There was something about a former school chum who was also to be at Myra's house--Myra is Mary's cousin you know.\" \"Yes, I know,\" assented the young inventor. \"And so Mary is gone. How long is she going to stay?\" \"Oh, about two weeks.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 629,
   "text": "She wasn't quite certain. It depends on the kind of a time she has, I suppose.\" \"Yes, I suppose so,\" agreed Tom. \"Well, if you write before I do you might say I called, Mrs. Nestor.\" \"I will, Tom. And I know Mary will be sorry she wasn't here to take a ride with you; it's such a nice day,\" and the lady smiled as she looked at the speedy roadster. \"Maybe--maybe you'd like to come for a spin?\" asked Tom, half desperately. \"No, thank you. I'm too old to be jounced around in one of those small cars.\" \"Nonsense! She rides as easily as a Pullman sleeper.\" \"Well, I have to go to a Red Cross meeting, anyhow, so I can't come, Tom.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 723,
   "text": "Thank you, just the same.\" Tom did not drive back immediately to his home. He wanted to do a bit of thinking, and he believed he could do it best by himself. So it was late afternoon when he again greeted Ned, who, meanwhile, had been kept very busy. \"Well?\" called Tom's chum. \"Um!\" was the only answer, and Tom called Koku to put the car away in the garage. \"Something wrong,\" mused Ned. The next three days were crowded with events and with work. Mr. Damon came over frequently to consult with Tom and Ned, and finally the last of their baggage had been packed, certain of Tom's inventions and implements sent on by express to New York to be taken to Honduras, and then our friends themselves followed to the metropolis.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 612,
   "text": "\"Good-bye, Tom,\" said his father. \"Good-bye, and good luck! If you don't get the idol of gold I'm sure you'll have experiences that will be valuable to you.\" \"We're going to get the idol of gold!\" said Tom determinedly. \"Look out for the bad bugs,\" suggested Eradicate. \"We will,\" promised Ned. Tom's last act was to send a message to Mary Nestor, and then he, with Ned and Mr. Damon, who blessed everything in sight from the gasoline in the automobile to the blue sky overhead, started for the station. New York was reached without incident. The trio put up at the hotel where Professor Bumper was to meet them.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 611,
   "text": "\"He hasn't arrived yet,\" said Tom, after glancing over the names on the hotel register and not seeing Professor Bumper's among them. \"Oh, he'll be here all right,\" asserted Mr. Damon. \"Bless my galvanic battery! he sent me a telegram at one o'clock this morning saying he'd be sure to meet us in New York. No fear of him not starting for the land of wonders.\" \"There are some other professors registered, though,\" observed Ned, as he glanced at the book, noting the names of several scientists of whom he and Tom had read. \"Yes. I wonder what they're doing in New York,\" replied Tom. \"They are from New England.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 476,
   "text": "Maybe there's a convention going on. Well, we'll have to wait, that's all, until Professor Bumper comes.\" And during that wait Tom heard something that surprised him and caused him no little worry. It was when Ned came back to his room, which adjoined Tom's, that the young treasurer gave his chum the news. \"I say, Tom!\" Ned exclaimed. \"Who do you think those professors are, whose names we saw on the register?\" \"I haven't the least idea.\" \"Why, they're of Beecher's party!\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 613,
   "text": "\"I happened to overhear two of them talking down in the lobby a while ago. They didn't make any secret of it. They spoke freely of going with Beecher to some ancient city in Honduras, to look for an idol of gold.\" \"They did? But where is Beecher?\" \"He hasn't joined them yet. Their plans have been changed. Instead of leaving on the same steamer we are to take in the morning they are to come on a later one. The professors here are waiting for Beecher to come.\" \"Why isn't he here now?\" \"Well, I heard one of the other scientists say that he had gone to a place called Fayetteville, and will come on from there.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 430,
   "text": "\"Fayetteville!\" ejaculated Tom. \"Yes. That isn't far from Shopton.\" \"I know,\" assented Tom. \"I wonder--I wonder why he is going there?\" \"I can tell you that, too.\" \"You can? You're a regular detective.\" \"No, I just happened to overhear it. Beecher is going to call on Mary Nestor in Fayetteville, so his friends here said he told them, and his call has to do with an important matter--to him!\" and Ned gazed curiously at his chum.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 757,
   "text": "Just what Tom's thoughts were, Ned, of course, could not guess. But by the flush that showed under the tan of his chum's cheeks the young financial secretary felt pretty certain that Tom was a bit apprehensive of the outcome of Professor Beecher's call on Mary Nestor. \"So he is going to see her about 'something important,' Ned?\" \"That's what some members of his party called it.\" \"And they're waiting here for him to join them?\" \"Yes. And it means waiting a week for another steamer. It must be something pretty important, don't you think, to cause Beecher to risk that delay in starting after the idol of gold?\" \"Important? Yes, I suppose so,\" assented Tom. \"And yet even if he waits for the next steamer he will get to Honduras nearly as soon as we do.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 623,
   "text": "\"The next boat is a faster one.\" \"Then why don't we take that? I hate dawdling along on a slow freighter.\" \"Well, for one thing it would hardly do to change now, when all our goods are on board. And besides, the captain of the _Relstab_, on which we are going to sail, is a friend of Professor Bumper's.\" \"Well, I'm just as glad Beecher and his party aren't going with us,\" resumed Ned, after a pause. \"It might make trouble.\" \"Oh, I'm ready for any trouble HE might make!\" quickly exclaimed Tom. He meant trouble that might be developed in going to Honduras, and starting the search for the lost city and the idol of gold.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 669,
   "text": "This kind of trouble Tom and his friends had experienced before, on other trips where rivals had sought to frustrate their ends. But, in his heart, though he said nothing to Ned about it, Tom was worried. Much as he disliked to admit it to himself, he feared the visit of Professor Beecher to Mary Nestor in Fayetteville had but one meaning. \"I wonder if he's going to propose to her,\" thought Tom. \"He has the field all to himself now, and her father likes him. That's in his favor. I guess Mr. Nestor has never quite forgiven me for that mistake about the dynamite box, and that wasn't my fault. Then, too, the Beecher and Nestor families have been friends for years.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 644,
   "text": "Yes, he surely has the inside edge on me, and if he gets her to throw me over---- Well, I won't give up without a fight!\" and Tom mentally girded himself for a battle of wits. \"He's relying on the prestige he'll get out of this idol of gold if his party finds it,\" thought on the young inventor. \"But I'll help find it first. I'm glad to have a little start of him, anyhow, even if it isn't more than two days. Though if our vessel is held back much by storms he may get on the ground first. However, that can't be helped. I'll do the best I can.\" These thoughts shot through Tom's mind even as Ned was asking his questions and making comments.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 422,
   "text": "Then the young inventor, shaking his shoulders as though to rid them of some weight, remarked: \"Well, come on out and see the sights. It will be long before we look on Broadway again.\" When the chums returned from their sightseeing excursion, they found that Professor Bumper had arrived. \"Where's Professor Bumper?\" asked Ned, the next day. \"In his room, going over books, papers and maps to make sure he has everything.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 600,
   "text": "Tom did not have to answer that last question. Into the apartment came bursting the excited individual himself. \"Bless my overshoes!\" he cried, \"I've been looking everywhere for you! Come on, there's no time to lose!\" \"What's the matter now?\" asked Ned. \"Is the hotel on fire?\" \"Has anything happened to Professor Bumper?\" Tom demanded, a wild idea forming in his head that perhaps some one of the Beecher party had tried to kidnap the discoverer of the lost city of Pelone. \"Oh, everything is all right,\" answered Mr. Damon. \"But it's nearly time for the show to start, and we don't want to be late.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 704,
   "text": "I have tickets.\" \"For what?\" asked Tom and Ned together. \"The movies,\" was the laughing reply. \"Bless my loose ribs! but I wouldn't miss him for anything. He's in a new play called 'Up in a Balloon Boys.' It's great!\" and Mr. Damon named a certain comic moving picture star in whose horse-play Mr. Damon took a curious interest. Tom and Ned were glad enough to go, Tom that he might have a chance to do a certain amount of thinking, and Ned because he was still boy enough to like moving pictures. \"I wonder, Tom,\" said Mr. Damon, as they came out of the theater two hours later, all three chuckling at the remembrance of what they had seen, \"I wonder you never turned your inventive mind to the movies.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 709,
   "text": "\"Maybe I will, some day,\" said Tom. He spoke rather uncertainly. The truth of the matter was that he was still thinking deeply of the visit of Professor Beecher to Mary Nestor, and wondering what it portended. But if Tom's sleep was troubled that night he said nothing of it to his friends. He was up early the next morning, for they were to leave that day, and there was still considerable to be done in seeing that their baggage and supplies were safely loaded, and in attending to the last details of some business matters. While at the hotel they had several glimpses of the members of the Beecher party who were awaiting the arrival of the young professor who was to lead them into the wilds of Honduras.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 652,
   "text": "But our friends did not seek the acquaintance of their rivals. The latter, likewise, remained by themselves, though they knew doubtless that there was likely to be a strenuous race for the possession of the idol of gold, then, it was presumed, buried deep in some forest-covered city. Professor Bumper had made his arrangements carefully. As he explained to his friends, they would take the steamer from New York to Puerto Cortes, one of the principal seaports of Honduras. This is a town of about three thousand inhabitants, with an excellent harbor and a big pier along which vessels can tie up and discharge their cargoes directly into waiting cars.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 518,
   "text": "The preparations were finally completed. The party went aboard the steamer, which was a large freight vessel, carrying a limited number of passengers, and late one afternoon swung down New York Bay. \"Off for Honduras!\" cried Ned gaily, as they passed the Statue of Liberty. \"I wonder what will happen before we see that little lady again.\" \"Who knows?\" asked Tom, shrugging his shoulders, Spanish fashion. And there came before him the vision of a certain \"little lady,\" about whom he had been thinking deeply of late.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 604,
   "text": "\"Rather tame, isn't it, Tom?\" \"Well, Ned, it isn't exactly like going up in an airship,\" and Tom Swift who was gazing over the rail down into the deep blue water of the Caribbean Sea, over which their vessel was then steaming, looked at his chum beside him. \"No, and your submarine voyage had it all over this one for excitement,\" went on Ned. \"When I think of that----\" \"Bless my sea legs!\" interrupted Mr. Damon, overhearing the conversation. \"Don't speak of THAT trip. My wife never forgave me for going on it. But I had a fine time,\" he added with a twinkle of his eyes. \"Yes, that was quite a trip,\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 741,
   "text": "observed Tom, as his mind went back to it. \"But this one isn't over yet remember. And I shouldn't be surprised if we had a little excitement very soon.\" \"What do you mean?\" asked Ned. Up to this time the voyage from New York down into the tropical seas had been anything but exciting. There were not many passengers besides themselves, and the weather had been fine. At first, used as they were to the actions of unscrupulous rivals in trying to thwart their efforts, Tom and Ned had been on the alert for any signs of hidden enemies on board the steamer. But aside from a little curiosity when it became known that they were going to explore little-known portions of Honduras, the other passengers took hardly any interest in our travelers.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 632,
   "text": "It was thought best to keep secret the fact that they were going to search for a wonderful idol of gold. Not even the mule and ox-cart drivers, whom they would hire to take them into the wilds of the interior would be told of the real object of the search. It would be given out that they were looking for interesting ruins of ancient cities, with a view to getting such antiquities as might be there. \"What do you mean?\" asked Ned again, when Tom did not answer him immediately. \"What's the excitement?\" \"I think we're in for a storm,\" was the reply. \"The barometer is falling and I see the crew going about making everything snug.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 621,
   "text": "So we may have a little trouble toward this end of our trip.\" \"Let it come!\" exclaimed Mr. Damon. \"We're not afraid of trouble, Tom Swift, are we?\" \"No, to be sure we're not. And yet it looks as though the storm would be a bad one.\" \"Then I am going to see if my books and papers are ready, so I can get them together in a hurry in case we have to take to the life-boats,\" said Professor Bumper, coming on deck at that moment. \"It won't do to lose them. If we didn't have the map we might not be able to find----\" \"Ahem!\" exclaimed Tom, with unnecessary emphasis it seemed. \"I'll help you go over your papers, Professor,\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 812,
   "text": "he added, and with a wink and a motion of his hand, he enjoined silence on his friend. Ned looked around for a reason for this, and observed a man, evidently of Spanish extraction, passing them as he paced up and down the deck. \"What's the matter?\" asked the scientist in a whisper, as the man went on. \"Do you know him? Is he a----?\" \"I don't know anything about him,\" said Tom; \"but it is best not to speak of our trip before strangers.\" \"You are right, Tom,\" said Professor Bumper. \"I'll be more careful.\" A storm was brewing, that was certain. A dull, sickly yellow began to obscure the sky, and the water, from a beautiful blue, turned a slate color and ran along the sides of the vessel with a hissing sound as though the sullen waves would ask nothing better than to suck the craft down into their depths.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 817,
   "text": "The wind, which had been freshening, now sang in louder tones as it hummed through the rigging and the funnel stays and bowled over the receiving conductors of the wireless. Sharp commands from the ship's officers hastened the work of the crew in making things snug, and life lines were strung along deck for the safety of such of the passengers as might venture up when the blow began. The storm was not long in coming. The howling of the wind grew louder, flecks of foam began to separate themselves from the crests of the waves, and the vessel pitched, rolled and tossed more violently. At first Tom and his friends thought they were in for no more than an ordinary blow, but as the storm progressed, and the passengers became aware of the anxiety on the part of the officers and crew, the alarm spread among them.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 821,
   "text": "It really was a violent storm, approaching a hurricane in force, and at one time it seemed as though the craft, having been heeled far over under a staggering wave that swept her decks, would not come back to an even keel. There was a panic among some of the passengers, and a few excited men behaved in a way that caused prompt action on the part of the first officer, who drove them back to the main cabin under threat of a revolver. For the men were determined to get to the lifeboats, and a small craft would not have had a minute to live in such seas as were running. But the vessel proved herself sturdier than the timid ones had dared to hope, and she was soon running before the blast, going out of her course, it is true, but avoiding the danger among the many cays, or small islands, that dot the Caribbean Sea.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 716,
   "text": "There was nothing to do but to let the storm blow itself out, which it did in two days. Then came a period of delightful weather. The cargo had shifted somewhat, which gave the steamer a rather undignified list. This, as well as the loss of a deckhand overboard, was the effect of the hurricane, and though the end of the trip came amid sunshine and sweet-scented tropical breezes, many could not forget the dangers through which they had passed. In due time Tom and his party found themselves safely housed in the small hotel at Puerto Cortes, their belongings stored in a convenient warehouse and themselves, rather weary by reason of the stress of weather, ready for the start into the interior wilds of Honduras.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 727,
   "text": "\"How are we going to make the trip?\" asked Ned, as they sat at supper, the first night after their arrival, eating of several dishes, the red-pepper condiments of which caused frequent trips to the water pitcher. \"We can go in two ways, and perhaps we shall find it to our advantage to use both means,\" said Professor Bumper. \"To get to this city of Kurzon,\" he proceeded in a low voice, so that none of the others in the dining-room would hear them, \"we will have to go either by mule back or boat to a point near Copan. As near as I can tell by the ancient maps, Kurzon is in the Copan valley. \"Now the Chamelecon river seems to run to within a short distance of there, but there is no telling how far up it may be navigable.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 608,
   "text": "If we can go by boat it will be much more comfortable. Travel by mules and ox-carts is slow and sure, but the roads are very bad, as I have heard from friends who have made explorations in Honduras. \"And, as I said, we may have to use both land and water travel to get us where we want to go. We can proceed as far as possible up the river, and then take to the mules.\" \"What about arranging for boats and animals?\" asked Tom. \"I should think----\" He suddenly ceased talking and reached for the water, taking several large swallows. \"Whew!\" he exclaimed, when he could catch his breath. \"That was a hot one.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 686,
   "text": "\"What did you do?\" asked Ned. \"Bit into a nest of red pepper. Guess I'll have to tell that cook to scatter his hits. He's bunching 'em too much in my direction,\" and Tom wiped the tears from his eyes. \"To answer your question,\" said Professor Bumper, \"I will say that I have made partial arrangements for men and animals, and boats if it is found feasible to use them. I've been in correspondence with one of the merchants here, and he promised to make arrangements for us.\" \"When do we leave?\" asked Mr. Damon. \"As soon as possible. I am not going to risk anything by delay,\" and it was evident the professor referred to his young rival whose arrival might be expected almost any time.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 657,
   "text": "As the party was about to leave the table, they were approached by a tall, dignified Spaniard who bowed low, rather exaggeratedly low, Ned thought, and addressed them in fairly good English. \"Your pardons, Senors,\" he began, \"but if it will please you to avail yourself of the humble services of myself, I shall have great pleasure in guiding you into the interior. I have at my command both mules and boats.\" \"How do you know we are going into the interior?\" asked Tom, a bit sharply, for he did not like the assurance of the man. \"Pardon, Senor. I saw that you are from the States. And those from the States do not come to Honduras except for two reasons.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 893,
   "text": "To travel and make explorations or to start trade, and professors do not usually engage in trade,\" and he bowed to Professor Bumper. \"I saw your name on the register,\" he proceeded, \"and it was not difficult to guess your mission,\" and he flashed a smile on the party, his white teeth showing brilliantly beneath his small, black moustache. \"I make it my business to outfit traveling parties, either for business, pleasure or scientific matters. I am, at your service, Val Jacinto,\" and he introduced himself with another low bow. For a moment Tom and his friends hardly knew how to accept this offer. It might be, as the man had said, that he was a professional tour conductor, like those who have charge of Egyptian donkey-boys and guides. Or might he not be a spy? This occurred to Tom no less than to Professor Bumper. They looked at one another while Val Jacinto bowed again and murmured:",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 627,
   "text": "\"Can you provide means for taking us to the Copan valley?\" asked the professor. \"You are right in one respect. I am a scientist and I purpose doing some exploring near Copan. Can you get us there?\" \"Most expensively--I mean, most expeditionlessly,\" said Val Jacinto eagerly. \"Pardon my unhappy English. I forget at times. The charges will be most moderate. I can send you by boat as far as the river travel is good, and then have mules and ox-carts in waiting.\" \"How far is it?\" asked Tom. \"A hundred miles as the vulture flies, Senor, but much farther by river and road. We shall be a week going.\" \"A hundred miles in a week!\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 602,
   "text": "groaned Ned. \"Say, Tom, if you had your aeroplane we'd be there in an hour.\" \"Yes, but we haven't it. However, we're in no great rush.\" \"But we must not lose time,\" said Professor Bumper. \"I shall consider your offer,\" he added to Val Jacinto. \"Very good, Senor. I am sure you will be pleased with the humble service I may offer you, and my charges will be small. Adios,\" and he bowed himself away. \"What do you think of him?\" asked Ned, as they went up to their rooms in the hotel, or rather one large room, containing several beds. \"He's a pretty slick article,\" said Mr. Damon. \"Bless my check-book!",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 665,
   "text": "but he spotted us at once, in spite of our secrecy.\" \"I guess these guide purveyors are trained for that sort of thing,\" observed the scientist. \"I know my friends have often spoken of having had the same experience. However, I shall ask my friend, who is in business here, about this Val Jacinto, and if I find him all right we may engage him.\" Inquiries next morning brought the information, from the head of a rubber exporting firm with whom the professor was acquainted, that the Spaniard was regularly engaged in transporting parties into the interior, and was considered efficient, careful and as honest as possible, considering the men he engaged as workers.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 575,
   "text": "\"So we have decided to engage you,\" Professor Bumper informed Val Jacinto the afternoon following the meeting. \"I am more than pleased, Senor. I shall take you into the wilds of Honduras. At your service!\" and he bowed low. \"Humph! I don't just like the way our friend Val says that,\" observed Tom to Ned a little later. \"I'd have been better pleased if he had said he'd guide us into the wilds and out again.\" If Tom could have seen the crafty smile on the face of the Spaniard as the man left the hotel, the young inventor might have felt even less confidence in the guide.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 788,
   "text": "\"All aboard! Step lively now! This boat makes no stops this side of Boston!\" cried Ned Newton gaily, as he got into one of the several tree canoes provided for the transportation of the party up the Chamelecon river, for the first stage of their journey into the wilds of Honduras. \"All aboard! This reminds me of my old camping days, Tom.\" It brought those days back, in a measure, to Tom also. For there were a number of canoes filled with the goods of the party, while the members themselves occupied a larger one with their personal baggage. Strong, half-naked Indian paddlers were in charge of the canoes which were of sturdy construction and light draft, since the river, like most tropical streams, was of uncertain depths, choked here and there with sand bars or tropical growths.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 610,
   "text": "Finding that Val Jacinto was regularly engaged in the business of taking explorers and mine prospectors into the interior, Professor Bumper had engaged the man. He seemed to be efficient. At the promised time he had the canoes and paddlers on hand and the goods safely stowed away while one big craft was fitted up as comfortably as possible for the men of the party. As Ned remarked, it did look like a camping party, for in the canoes were tents, cooking utensils and, most important, mosquito canopies of heavy netting. The insect pests of Honduras, as in all tropical countries, are annoying and dangerous.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 655,
   "text": "Therefore it was imperative to sleep under mosquito netting. On the advice of Val Jacinto, who was to accompany them, the travelers were to go up the river about fifty miles. This was as far as it would be convenient to use the canoes, the guide told Tom and his friends, and from there on the trip to the Copan valley would be made on the backs of mules, which would carry most of the baggage and equipment. The heavier portions would be transported in ox-carts. As Professor Bumper expected to do considerable excavating in order to locate the buried city, or cities, as the case might be, he had to contract for a number of Indian diggers and laborers.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 612,
   "text": "These could be hired in Copan, it was said. The plan, therefore, was to travel by canoes during the less heated parts of the day, and tie up at night, making camp on shore in the net-protected tents. As for the Indians, they did not seem to mind the bites of the insects. They sometimes made a smudge fire, Val Jacinto had said, but that was all. \"Well, we haven't seen anything of Beecher and his friends,\" remarked the young inventor as they were about to start. \"No, he doesn't seem to have arrived,\" agreed Professor Bumper. \"We'll get ahead of him, and so much the better. \"Well, are we all ready to start?\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 629,
   "text": "he continued, as he looked over the little flotilla which carried his party and his goods. \"The sooner the better!\" cried Tom, and Ned fancied his chum was unusually eager. \"I guess he wants to make good before Beecher gets the chance to show Mary Nestor what he can do,\" thought Ned. \"Tom sure is after that idol of gold.\" \"You may start, Senor Jacinto,\" said the professor, and the guide called something in Indian dialect to the rowers. Lines were cast off and the boats moved out into the stream under the influence of the sturdy paddlers. \"Well, this isn't so bad,\" observed Ned, as he made himself comfortable in his canoe.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 663,
   "text": "\"How about it, Tom?\" \"Oh, no. But this is only the beginning.\" A canopy had been arranged over their boat to keep off the scorching rays of the sun. The boat containing the exploring party and Val Jacinto took the lead, the baggage craft following. At the place where it flowed into the bay on which Puerto Cortes was built, the stream was wide and deep. The guide called something to the Indians, who increased their stroke. \"I tell them to pull hard and that at the end of the day's journey they will have much rest and refreshment,\" he translated to Professor Bumper and the others. \"Bless my ham sandwich, but they'll need plenty of some sort of refreshment,\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 693,
   "text": "said Mr. Damon, with a sigh. \"I never knew it to be so hot.\" \"Don't complain yet,\" advised Tom, with a laugh. \"The worst is yet to come.\" It really was not unpleasant traveling, aside from the heat. And they had expected that, coming as they had to a tropical land. But, as Tom said, what lay before them might be worse. In a little while they had left behind them all signs of civilization. The river narrowed and flowed sluggishly between the banks which were luxuriant with tropical growth. Now and then some lonely Indian hut could be seen, and occasionally a craft propelled by a man who was trying to gain a meager living from the rubber forest which hemmed in the stream on either side.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 739,
   "text": "As the canoe containing the men was paddled along, there floated down beside it what seemed to be a big, rough log. \"I wonder if that is mahogany,\" remarked Mr. Damon, reaching over to touch it. \"Mahogany is one of the most valuable woods of Honduras, and if this is a log of that nature---- \"Bless my watch chain!\" he suddenly cried. \"It's alive!\" And the \"log\" was indeed so, for there was a sudden flash of white teeth, a long red opening showed, and then came a click as an immense alligator, having opened and closed his mouth, sank out of sight in a swirl of water. Mr. Damon drew back so suddenly that he tilted the canoe, and the black paddlers looked around wonderingly. \"Alligator,\" explained Jacinto succinctly, in their tongue.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 645,
   "text": "\"Bless my--bless my----\" hesitated Mr. Damon, and for one of the very few times in his life his language failed him. \"Are there many of them hereabouts?\" asked Ned, looking back at the swirl left by the saurian. \"Plenty,\" said the guide, with a shrug of his shoulders. He seemed to do as much talking that way, and with his hands, as he did in speech. \"The river is full of them.\" \"Dangerous?\" queried Tom. \"Don't go in swimming,\" was the significant advice. \"Wait, I'll show you,\" and he called up the canoe just behind. In this canoe was a quantity of provisions. There was a chunk of meat among other things, a gristly piece, seeing which Mr.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 629,
   "text": "Damon had objected to its being brought along, but the guide had said it would do for fish bait. With a quick motion of his hand, as he sat in the awning-covered stern with Tom, Ned and the others, Jacinto sent the chunk of meat out into the muddy stream. Hardly a second later there was a rushing in the water as though a submarine were about to come up. An ugly snout was raised, two rows of keen teeth snapped shut as a scissors-like jaw opened, and the meat was gone. \"See!\" was the guide's remark, and something like a cold shiver of fear passed over the white members of the party. \"This water is not made in which to swim.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 653,
   "text": "Be careful!\" \"We certainly shall,\" agreed Tom. \"They're fierce.\" \"And always hungry,\" observed Jacinto grimly. \"And to think that I--that I nearly had my hand on it,\" murmured Mr. Damon. \"Ugh! Bless my eyeglasses!\" \"The alligator nearly had your hand,\" said the guide. \"They can turn in the water like a flash, wherefore it is not wise to pat one on the tail lest it present its mouth instead.\" They paddled on up the river, the dusky Indians now and then breaking out into a chant that seemed to give their muscles new energy. The song, if song it was, passed from one boat to the other, and as the chant boomed forth the craft shot ahead more swiftly.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 633,
   "text": "They made a landing about noon, and lunch was served. Tom and his friends were hungry in spite of the heat. Moreover, they were experienced travelers and had learned not to fret over inconveniences and discomforts. The Indians ate by themselves, two acting as servants to Jacinto and the professor's party. As is usual in traveling in the tropics, a halt was made during the heated middle of the day. Then, as the afternoon shadows were waning, the party again took to the canoes and paddled on up the river. \"Do you know of a good place to stop during the night?\" asked Professor Bumper of Jacinto. \"Oh, yes; a most excellent place.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 620,
   "text": "It is where I always bring scientific parties I am guiding. You may rely on me.\" It was within an hour of dusk--none too much time to allow in which to pitch camp in the tropics, where night follows day suddenly--when a halt was called, as a turn of the river showed a little clearing on the edge of the forest-bound river. \"We stay here for the night,\" said Jacinto. \"It is a good place.\" \"It looks picturesque enough,\" observed Mr. Damon. \"But it is rather wild.\" \"We are a good distance from a settlement,\" agreed the guide. \"But one can not explore--and find treasure in cities,\" and he shrugged his shoulders again.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 640,
   "text": "\"Find treasure? What do you mean?\" asked Tom quickly. \"Do you think that we----?\" \"Pardon, Senor,\" replied Jacinto softly. \"I meant no offense. I think that all you scientific parties will take treasure if you can find it.\" \"We are looking for traces of the old Honduras civilization,\" put in Professor Bumper. \"And doubtless you will find it,\" was the somewhat too courteous answer of the guide. \"Make camp quickly!\" he called to the Indians in their tongue. \"You must soon get under the nets or you will be eaten alive!\" he told Tom. \"There are many mosquitoes here.\" The tents were set up, smudge fires built and supper quickly prepared.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 540,
   "text": "Dusk fell rapidly, and as Tom and Ned walked a little way down toward the river before turning in under the mosquito canopies, the young financial man said: \"Sort of lonesome and gloomy, isn't it, Tom?\" \"Yes. But you didn't expect to find a moving picture show in the wilds of Honduras, did you?\" \"No, and yet-- Look out! What's that?\" suddenly cried Ned, as a great soft, black shadow seemed to sweep out of a clump of trees toward him. Involuntarily he clutched Tom's arm and pointed, his face showing fear in the fast-gathering darkness.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 633,
   "text": "Tom Swift looked deliberately around. It was characteristic of him that, though by nature he was prompt in action, he never acted so hurriedly as to obscure his judgment. So, though now Ned showed a trace of strange excitement, Tom was cool. \"What is it?\" asked the young inventor. \"What's the matter? What did you think you saw, Ned; another alligator?\" \"Alligator? Nonsense! Up on shore? I saw a black shadow, and I didn't THINK I saw it, either. I really did.\" \"A shadow!\" he exclaimed. \"Since when were you afraid of shadows, Ned?\" \"I'm not afraid of ordinary shadows,\" answered Ned, and in his voice there was an uncertain tone.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 697,
   "text": "\"I'm not afraid of my shadow or yours, Tom, or anybody's that I can see. But this wasn't any human shadow. It was as if a great big blob of wet darkness had been waved over your head.\" \"That's a queer explanation,\" Tom said in a low voice. \"A great big blob of wet darkness!\" \"But that just describes it,\" went on Ned, looking up and around. \"It was just as if you were in some dark room, and some one waved a wet velvet cloak over your head--spooky like! It didn't make a sound, but there was a smell as if a den of some wild beast was near here. I remember that odor from the time we went hunting with your electric rifle in the jungle, and got near the den in the rocks where the tigers lived.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 650,
   "text": "\"Well, there is a wild beast smell all around here,\" admitted Tom, sniffing the air. \"It's the alligators in the river I guess. You know they have an odor of musk.\" \"Do you mean to say you didn't feel that shadow flying over us just now?\" asked Ned. \"Well, I felt something sail through the air, but I took it to be a big bird. I didn't pay much attention. To tell you the truth I was thinking about Beecher--wondering when he would get here,\" added Tom quickly as if to forestall any question as to whether or not his thoughts had to do with Beecher in connection with Tom's affair of the heart. \"Well it wasn't a bird--at least not a regular bird,\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 629,
   "text": "said Ned in a low voice, as once more he looked at the dark and gloomy jungle that stretched back from the river and behind the little clearing where the camp had been made. \"Come on!\" cried Tom, in what he tried to make a cheerful voice. \"This is getting on your nerves, Ned, and I didn't know you had any. Let's go back and turn in. I'm dog-tired and the mosquitoes are beginning to find that we're here. Let's get under the nets. Then the black shadows won't get you.\" Not at all unwilling to leave so gloomy a scene, Ned, after a brief glance up and down the dark river, followed his chum. They found Professor Bumper and Mr.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 632,
   "text": "Damon in their tent, a separate one having been set up for the two men adjoining that of the youths. \"Bless my fountain pen!\" exclaimed Mr. Damon, as he caught sight of Tom and Ned in the flickering light of the smudge fire between the two canvas shelters. \"We were just wondering what had become of you.\" \"We were chasing shadows!\" laughed Tom. \"At least Ned was. But you look cozy enough in there.\" It did, indeed, look cheerful in contrast to the damp and dark jungle all about. Professor Bumper, being an experienced traveler, knew how to provide for such comforts as were possible. Folding cots had been opened for himself, Mr.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 618,
   "text": "Damon and the guide to sleep on, others, similar, being set up in the tent where Tom and Ned were to sleep. In the middle of the tent the professor had made a table of his own and Mr. Damon's suit cases, and on this placed a small dry battery electric light. He was making some notes, doubtless for a future book. Jacinto was going about the camp, seeing that the Indians were at their duties, though most of them had gone directly to sleep after supper. \"Better get inside and under the nets,\" advised Professor Bumper to Tom and Ned. \"The mosquitoes here are the worst I ever saw.\" \"We're beginning to believe that,\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 468,
   "text": "returned Ned, who was unusually quiet. \"Come on, Tom. I can't stand it any longer. I'm itching in a dozen places now from their bites.\" As Tom and Ned had no wish for a light, which would be sure to attract insects, they entered their tent in the dark, and were soon stretched out in comparative comfort. Tom was just on the edge of a deep sleep when he heard Ned murmur: \"I can't understand it!\" \"What's that?\" asked the young inventor. \"I say I can't understand it.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 651,
   "text": "\"That shadow. It was real and yet----\" \"Oh, go to sleep!\" advised Tom, and, turning over, he was soon breathing heavily and regularly, indicating that he, at least, had taken his own advice. Ned, too, finally succumbed to the overpowering weariness of the first day of travel, and he, too, slept, though it was an uneasy slumber, disturbed by a feeling as though some one were holding a heavy black quilt over his head, preventing him from breathing. The feeling, sensation or dream--whatever it was--perhaps a nightmare--became at last so real to Ned that he struggled himself into wakefulness. With an effort he sat up, uttering an inarticulate cry.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 615,
   "text": "To his surprise he was answered. Some one asked: \"What is the matter?\" \"Who--who are you?\" asked Ned quickly, trying to peer through the darkness. \"This is Jacinto--your guide,\" was the soft answer. \"I was walking about camp and, hearing you murmuring, I came to your tent. Is anything wrong?\" For a moment Ned did not answer. He listened and could tell by the continued heavy and regular breathing of his chum that Tom was still asleep. \"Are you in our tent?\" asked Ned, at length: \"Yes,\" answered Jacinto. \"I came in to see what was the matter with you. Are you ill?\" \"No, of course not,\" said Ned, a bit shortly.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 727,
   "text": "\"I--I had a bad dream, that was all. All right now.\" \"For that I am glad. Try to get all the sleep you can, for we must start early to avoid the heat of the day,\" and there was the sound of the guide leaving and arranging the folds of the mosquito net behind him to keep out the night-flying insects. Once more Ned composed himself to sleep, and this time successfully, for he did not have any more unpleasant dreams. The quiet of the jungle settled down over the camp, at least the comparative quiet of the jungle, for there were always noises of some sort going on, from the fall of some rotten tree limb to the scream or growl of a wild beast, while, now and again, from the river came the pig-like grunts of the alligators.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 727,
   "text": "It was about two o'clock in the morning, as they ascertained later, when the whole camp--white travelers and all--was suddenly awakened by a wild scream. It seemed to come from one of the natives, who called out a certain word ever and over again. To Tom and Ned it sounded like: \"Oshtoo! Oshtoo! Oshtoo!\" \"What's the matter?\" cried Professor Bumper. \"The vampires!\" came the answering voice of Jacinto. \"One of the Indians has been attacked by a big vampire bat! Look out, every one! It may be a raid by the dangerous creatures! Be careful!\" Notwithstanding this warning Ned stuck his head out of the tent. The same instant he was aware of a dark enfolding shadow passing over him, and, with a shudder of fear, he jumped back.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 613,
   "text": "\"What is it? What's the matter?\" cried Tom springing from his cot and hastening to the side of his chum in the tent. \"What has happened, Ned?\" \"I don't know, but Jacinto is yelling something about vampires!\" \"Yes. Big bats. And he's warning us to be careful. I stuck my head out just now and I felt that same sort of shadow I felt this evening when we were down near the river.\" At that instant Tom flashed a pocket electric lamp he had taken from beneath his pillow and in the gleam of it he and Ned saw fluttering about the tent some dark, shadow-like form, at the sight of which Tom's chum cried: \"There it is!",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 794,
   "text": "That's the shadow! Look out!\" and he held up his hands instinctively to shield his face. \"Shadow!\" yelled Tom, unconsciously adding to the din that seemed to pervade every part of the camp. \"That isn't a shadow. It's substance. It's a monster bat, and here goes for a strike at it!\" He caught up his camera tripod which was near his cot, and made a swing with it at the creature that had flown into the tent through an opening it had made for itself. \"Look out!\" yelled Ned. \"If it's a vampire it'll----\" \"It won't do anything to me!\" shouted Tom, as he struck the creature, knocking it into the corner of the tent with a thud that told it must be completely stunned, if not killed. \"But what's it all about, anyhow?\" Tom asked. \"What's the row?\" From without the tent came the Indian cries of:",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 622,
   "text": "Mingled with them were calls of Jacinto, partly in Spanish, partly in the Indian tongue and partly in English. \"It is a raid by vampire bats!\" was all Tom and Ned could distinguish. \"We shall have to light fires to keep them away, if we can succeed. Every one grab up a club and strike hard!\" \"Come on!\" cried Tom, getting on some clothes by the light of his gleaming electric light which he had set on his cot. \"You're not going out there, are you?\" asked Ned. \"I certainly am! If there's a fight I want to be in it, bats or anything else. Here, you have a light like mine. Flash it on, and hang it somewhere on yourself.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 612,
   "text": "Then get a club and come on. The lights will blind the bats, and we can see to hit 'em!\" Tom's plan seemed to be a good one. His lamp and Ned's had small hooks on them, so they could be carried in the upper coat pocket, showing a gleam of light and leaving the hands free for use. Out of the tents rushed the young men to find Professor Bumper and Mr. Damon before them. The two men had clubs and were striking about in the half darkness, for now the Indians had set several fires aglow. And in the gleams, constantly growing brighter as more fuel was piled on, the young inventor and his chum saw a weird sight.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 736,
   "text": "Circling and wheeling about in the camp clearing were many of the black shadowy forms that had caused Ned such alarm. Great bats they were, and a dangerous species, if Jacinto was to be believed. The uncanny creatures flew in and out among the trees and tents, now swooping low near the Indians or the travelers. At such times clubs would be used, often with the effect of killing or stunning the flying pests. For a time it seemed as if the bats would fairly overwhelm the camp, so many of them were there. But the increasing lights, and the attacks made by the Indians and the white travelers turned the tide of battle, and, with silent flappings of their soft, velvety wings, the bats flew back to the jungle whence they had emerged.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 622,
   "text": "\"We are safe--for the present!\" exclaimed Jacinto with a sigh of relief. \"Do you think they will come back?\" asked Tom. \"They may--there is no telling.\" \"Bless my speedometer!\" cried Mr. Damon, \"If those beasts or birds--whatever they are--come back I'll go and hide in the river and take my chances with the alligators!\" \"The alligators aren't much worse,\" asserted Jacinto with a visible shiver. \"These vampire bats sometimes depopulate a whole village.\" \"Bless my shoe laces!\" cried Mr. Damon. \"You don't mean to say that the creatures can eat up a whole village?\" \"Not quite. Though they might if they got the chance,\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 603,
   "text": "was the answer of the Spanish guide. \"These vampire bats fly from place to place in great swarms, and they are so large and blood-thirsty that a few of them can kill a horse or an ox in a short time by sucking its blood. So when the villagers find they are visited by a colony of these vampires they get out, taking their live stock with them, and stay in caves or in densely wooded places until the bats fly on. Then the villagers come back. \"It was only a small colony that visited us tonight or we would have had more trouble. I do not think this lot will come back. We have killed too many of them,\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 702,
   "text": "and he looked about on the ground where many of the uncanny creatures were still twitching in the death struggle. \"Come back again!\" cried Mr. Damon. \"Bless my skin! I hope not! I've had enough of bats--and mosquitoes,\" he added, as he slapped at his face and neck. Indeed the party of whites were set upon by the night insects to such an extent that it was necessary to hurry back to the protection of the nets. Tom and Ned kicked outside the bat the former had killed in their tent, and then both went back to their cots. But it was some little time before they fell asleep. And they did not have much time to rest, for an early start must be made to avoid the terrible heat of the middle of the day.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 665,
   "text": "\"Whew!\" whistled Ned, as he and Tom arose in the gray dawn of the morning when Jacinto announced the breakfast which the Indian cook had prepared. \"That was some night! If this is a sample of the wilds of Honduras, give me the tameness of Shopton.\" \"Oh, we've gone through with worse than this,\" laughed Tom. \"It's all in the day's work. We've only got started. I guess we're a bit soft, Ned, though we had hard enough work in that tunnel-digging.\" After breakfast, while the Indians were making ready the canoes, Professor Bumper, who, in a previous visit to Central America, had become interested in the subject, made a brief examination of some of the dead bats.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 698,
   "text": "They were exceptionally large, some almost as big as hawks, and were of the sub-family _Desmodidae_, the scientist said. \"This is a true blood-sucking bat,\" went on the professor. \"This,\" and he pointed to the nose-leaves, \"is the sucking apparatus. The bat makes an opening in the skin with its sharp teeth and proceeds to extract the blood. I can well believe two or three of them, attacking a steer or mule at once, could soon weaken it so the animal would die.\" \"And a man, too?\" asked Ned. \"Well a man has hands with which to use weapons, but a helpless quadruped has not. Though if a sufficient number of these bats attacked a man at the same time, he would have small chance to escape alive.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 608,
   "text": "Their bites, too, may be poisonous for all I know.\" The Indians seemed glad to leave the \"place of the bats,\" as they called the camp site. Jacinto explained that the Indians believed a vampire could kill them while they slept, and they were very much afraid of the blood-sucking bats. There were many other species in the tropics, Professor Bumper explained, most of which lived on fruit or on insects they caught. The blood-sucking bats were comparatively few, and the migratory sort fewer still. \"Well, we're on our way once more,\" remarked Tom as again they were in the canoes being paddled up the river.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 615,
   "text": "\"How much longer does your water trip take, Professor?\" \"I hardly know,\" and Professor Bumper looked to Jacinto to answer. \"We go two more days in the canoes,\" the guide answered, \"and then we shall find the mules waiting for us at a place called Hidjio. From then on we travel by land until--well until you get to the place where you are going. \"I suppose you know where it is?\" he added, nodding toward the professor. \"I am leaving that part to you.\" \"Oh, I have a map, showing where I want to begin some excavations,\" was the answer. \"We must first go to Copan and see what arrangements we can make for laborers.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 604,
   "text": "After that--well, we shall trust to luck for what we shall find.\" \"There are said to be many curious things,\" went on Jacinto, speaking as though he had no interest. \"You have mentioned buried cities. Have you thought what may be in them--great heathen temples, idols, perhaps?\" For a moment none of the professor's companions spoke. It was as though Jacinto had tried to get some information. Finally the scientist said: \"Oh, yes, we may find an idol. I understand the ancient people, who were here long before the Spaniards came, worshiped idols. But we shall take whatever antiquities we find.\" \"Huh!\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 631,
   "text": "grunted Jacinto, and then he called to the paddlers to increase their strokes. The journey up the river was not very eventful. Many alligators were seen, and Tom and Ned shot several with the electric rifle. Toward the close of the third day's travel there was a cry from one of the rear boats, and an alarm of a man having fallen overboard was given. Tom turned in time to see the poor fellow's struggles, and at the same time there was a swirl in the water and a black object shot forward. \"An alligator is after him!\" yelled Ned. \"I see,\" observed Tom calmly. \"Hand me the rifle, Ned.\" Tom took quick aim and pulled the trigger.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 639,
   "text": "The explosive electric bullet went true to its mark, and the great animal turned over in a death struggle. But the river was filled with them, and no sooner had the one nearest the unfortunate Indian been disposed of than another made a dash for the man. There was a wild scream of agony and then a dark arm shot up above the red foam. The waters seethed and bubbled as the alligators fought under it for possession of the paddler. Tom fired bullet after bullet from his wonderful rifle into the spot, but though he killed some of the alligators this did not save the man's life. His body was not seen again, though search was made for it.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 607,
   "text": "The accident cast a little damper over the party, and there was a feeling of gloom among the Indians. Professor Bumper announced that he would see to it that the man's family did not want, and this seemed to give general satisfaction, especially to a brother who was with the party. Aside from being caught in a drenching storm and one or two minor accidents, nothing else of moment marked the remainder of the river journey, and at the end of the third day the canoes pulled to shore and a night camp was made. \"But where are the mules we are to use in traveling to-morrow?\" asked the professor of Jacinto.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 633,
   "text": "\"In the next village. We shall march there in the morning. No use to go there at night when all is dark.\" \"I suppose that is so.\" The Indians made camp as usual, the goods being brought from the canoes and piled up near the tents. Then night settled down. \"Hello!\" cried Tom, awakening the next morning to find the sun streaming into his tent. \"We must have overslept, Ned. We were to start before old Sol got in his heavy work, but we haven't had breakfast yet.\" \"I didn't hear any one call us,\" remarked Ned. \"Nor I. Wonder if we're the only lazy birds.\" He looked from the tent in time to see Mr. Damon and the professor emerging.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 283,
   "text": "Then Tom noticed something queer. The canoes were not on the river bank. There was not an Indian in sight, and no evidence of Jacinto. \"What's the matter?\" asked the young inventor. \"Have the others gone on ahead?\" \"I rather think they've gone back,\" was the professor's dry comment.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 890,
   "text": "\"Yes. The Indians seem to have deserted us at the ending of this stage of our journey.\" \"Bless my time-table!\" cried Mr. Damon. \"You don't say so! What does it mean? What has becomes of our friend Jacinto?\" \"I'm afraid he was rather a false friend,\" was the professor's answer. \"This is the note he left. He has gone and taken the canoes and all the Indians with him,\" and he held out a paper on which was some scribbled writing. \"What does it all mean?\" asked Tom, seeing that the note was written in Spanish, a tongue which he could speak slightly but read indifferently. \"This is some of Beecher's work,\" was Professor Bumper's grim comment. \"It seems that Jacinto was in his pay.\" \"In his pay!\" cried Mr. Damon. \"Do you mean that Beecher deliberately hired Jacinto to betray us?\" \"Well, no. Not that exactly. Here, I'll translate this note for you,\" and the professor proceeded to read:",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 684,
   "text": "\"Senors: I greatly regret the step I have to take, but I am a gentleman, and, having given my word, I must keep it. No harm shall come to you, I swear it on my honor!\" \"Queer idea of honor he has!\" commented Tom, grimly. Professor Bumper read on: \"Know then, that before I engaged myself to you I had been engaged by Professor Beecher through a friend to guide him into the Copan valley, where he wants to make some explorations, for what I know not, save maybe that it is for gold. I agreed, in case any rival expeditions came to lead them astray if I could. \"So, knowing from what you said that you were going to this place, I engaged myself to you, planning to do what I have done.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 688,
   "text": "I greatly regret it, as I have come to like you, but I had given my promise to Professor Beecher's friend, that I would first lead him to the Copan valley, and would keep others away until he had had a chance to do his exploration. \"So I have led you to this wilderness. It is far from the Copan, but you are near an Indian village, and you will be able to get help in a week or so. In the meanwhile you will not starve, as you have plenty of supplies. If you will travel northeast you will come again to Puerto Cortes in due season. As for the money I had from you, I deposit it to your credit, Professor Beecher having made me an allowance for steering rival parties on the wrong trail.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 459,
   "text": "So I lose nothing, and I save my honor. \"I write this note as I am leaving in the night with the Indians. I put some harmless sedative in your tea that you might sleep soundly, and not awaken until we were well on our way. Do not try to follow us, as the river will carry us swiftly away. And, let me add, there is no personal animosity on the part of Professor Beecher against you. I should have done to any rival expedition the same as I have done with you.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 765,
   "text": "For a moment there was silence, and then Tom Swift burst out with: \"Well, of all the mean, contemptible tricks of a human skunk this is the limit!\" \"Bless my hairbrush, but he is a scoundrel!\" ejaculated Mr. Damon, with great warmth. \"I'd like to start after him the biggest alligator in the river,\" was Ned's comment. Professor Bumper said nothing for several seconds. There was a strange look on his face, and then he laughed shortly, as though the humor of the situation appealed to him. \"Professor Beecher has more gumption than I gave him credit for,\" he said. \"It was a clever trick!\" \"Yes. I can't exactly agree that it was the right thing to do, but he, or some friend acting for him, seems to have taken precautions that we are not to suffer or lose money.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 603,
   "text": "Beecher goes on the theory that all is fair in love and war, I suppose, and he may call this a sort of scientific war.\" Ned wondered, as he looked at his chum, how much love there was in it. Clearly Beecher was determined to get that idol of gold. \"Well, it can't be helped, and we must make the best of it,\" said Tom, after a pause. \"True. But now, boys, let's have breakfast, and then we'll make what goods we can't take with us as snug as possible, until we can send the mule drivers after them,\" went on Professor Bumper. \"Send the mule drivers after them?\" questioned Ned. \"What do you mean to do?\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 671,
   "text": "\"Do? Why keep on, of course. You don't suppose I'm going to let a little thing like this stand between me and the discovery of Kurzon and the idol of gold, do you?\" \"But,\" began Mr. Damon, \"I don't see how--\" \"Oh, we'll find a way,\" interrupted Tom. \"It isn't the first time I've been pretty well stranded on an expedition of this kind, and sometimes from the same cause--the actions of a rival. Now we'll turn the tables on the other fellows and see how they like it. The professor's right--let's have breakfast. Jacinto seems to have told the truth. Nothing of ours is missing.\" Tom and Ned got the meal, and then a consultation was held as to what was best to be done.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 607,
   "text": "\"We can't go on any further by water, that's sure,\" said Tom. \"In the first place the river is too shallow, and secondly we have no canoes. So the only thing is to go on foot through the jungle.\" \"But how can we, and carry all this stuff?\" asked Ned. \"We needn't carry it!\" cried Professor Bumper. \"We'll leave it here, where it will be safe enough, and tramp on to the nearest Indian village. There we'll hire bearers to take our stuff on until we can get mules. I'm not going to turn back!\" \"Good!\" cried Mr. Damon. \"Bless my rubber boots! but that's what I say--keep on!\" \"Oh, no! we'll never turn back,\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 674,
   "text": "agreed Tom. \"But how can we manage it?\" asked Ned. \"We've just got to! And when you have to do a thing, it's a whole lot easier to do than if you just feel as though you ought to. So, lively is the word!\" cried Tom, in answer. \"We'll pack up what we can carry and leave the rest,\" added the scientist. Being an experienced traveler Professor Bumper had arranged his baggage so that it could be carried by porters if necessary. Everything could be put into small packages, including the tents and food supply. \"There are four of us,\" remarked Tom, \"and if we can not pack enough along with us to enable us to get to the nearest village, we had better go back to civilization.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 603,
   "text": "I'm not afraid to try.\" \"Nor I!\" cried Mr. Damon. The baggage, stores and supplies that were to be left behind were made as snug as possible, and so piled up that wild beasts could do the least harm. Then a pack was made up for each one to carry. They would take weapons, of course, Tom Swift's electric rifle being the one he choose for himself. They expected to be able to shoot game on their way, and this would provide them food in addition to the concentrated supply they carried. Small tents, in sections, were carried, there being two, one for Tom and Ned and one for Mr. Damon and the professor.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 669,
   "text": "As far as could be learned from a casual inspection, Jacinto and his deserting Indians had taken back with them only a small quantity of food. They were traveling light and down stream, and could reach the town much more quickly than they had come away from it. \"That Beecher certainly was slick,\" commented Professor Bumper when they were ready to start. \"He must have known about what time I would arrive, and he had Jacinto waiting for us. I thought it was too good to be true, to get an experienced guide like him so easily. But it was all planned, and I was so engrossed in thinking of the ancient treasures I hope to find that I never thought of a possible trick.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 680,
   "text": "Well, let's start!\" and he led the way into the jungle, carrying his heavy pack as lightly as did Tom. Professor Bumper had a general idea in which direction lay a number of native villages, and it was determined to head for them, blazing a path through the wilderness, so that the Indians could follow it back to the goods left behind. It was with rather heavy hearts that the party set off, but Tom's spirits could not long stay clouded, and the scientist was so good-natured about the affair and seemed so eager to do the utmost to render Beecher's trick void, that the others fell into a lighter mood, and went on more cheerfully, though the way was rough and the packs heavy.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 867,
   "text": "They stopped at noon under a bower they made of palms, and, spreading the nets over them, got a little rest after a lunch. Then, when the sun was less hot, they started off again. \"Forward is the word!\" cried Ned cheerfully. \"Forward!\"' They had not gone more than an hour on the second stage of their tramp when Tom, who was in the lead, following the direction laid out by the compass, suddenly stopped, and reached around for his electric rifle, which he was carrying at his back. \"What is it?\" asked Ned in a whisper. \"I don't know, but it's some big animal there in the bushes,\" was Tom's low-voiced answer. \"I'm ready for it.\" The rustling increased, and a form could be seen indistinctly. Tom aimed the deadly gun and stood ready to pull the trigger. Ned, who had a side view into the underbrush, gave a sudden cry. \"Don't shoot, Tom!\" he yelled. \"It's a man!\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 706,
   "text": "In spite of Ned Newton's cry, Tom's finger pressed the switch-trigger of the electric rifle, for previous experience had taught him that it was sometimes the best thing to awe the natives in out-of-the-way corners of the earth. But the young inventor quickly elevated the muzzle, and the deadly missile went hissing through the air over the head of a native Indian who, at that moment, stepped from the bush. The man, startled and alarmed, shrank back and was about to run into the jungle whence he had emerged. Small wonder if he had, considering the reception he so unwittingly met with. But Tom, aware of the necessity for making inquiries of one who knew that part of the jungle, quickly called to him.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 695,
   "text": "\"Hold on!\" he shouted. \"Wait a minute. I didn't mean that. I thought at first you were a tapir or a tiger. No harm intended. I say, Professor,\" Tom called back to the savant, \"you'd better speak to him in his lingo, I can't manage it. He may be useful in guiding us to that Indian village Jacinto told us of.\" This Professor Bumper did, being able to make himself understood in the queer part-Spanish dialect used by the native Hondurians, though he could not, of course, speak it as fluently as had Jacinto. Professor Bumper had made only a few remarks to the man who had so unexpectedly appeared out of the jungle when the scientist gave an exclamation of surprise at some of the answers made.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 620,
   "text": "\"Bless my moving picture!\" cried Mr. Damon. \"What's the matter now? Is anything wrong? Does he refuse to help us?\" \"No, it isn't that,\" was the answer. \"In fact he came here to help us. Tom, this is the brother of the Indian who fell overboard and who was eaten by the alligators. He says you were very kind to try to save his brother with your rifle, and for that reason he has come back to help us.\" \"Come back?\" queried Tom. \"Yes, he went off with the rest of the Indians when Jacinto deserted us, but he could not stand being a traitor, after you had tried to save his brother's life. These Indians are queer people.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 619,
   "text": "They don't show much emotion, but they have deep feelings. This one says he will devote himself to your service from now on. I believe we can count on him. He is deeply grateful to you, Tom.\" \"I'm glad of that for all our sakes. But what does he say about Jacinto?\" The professor asked some more questions, receiving answers, and then translated them. \"This Indian, whose name is Tolpec, says Jacinto is a fraud,\" exclaimed Professor Bumper. \"He made all the Indians leave us in the night, though many of them were willing to stay and fill the contract they had made. But Jacinto would not let them, making them desert.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 658,
   "text": "Tolpec went away with the others, but because of what Tom had done he planned to come back at the first chance and be our guide. Accordingly he jumped ashore from one of the canoes, and made his way to our camp. He got there, found it deserted and followed us, coming up just now.\" \"Well I'm glad I didn't frighten him off with my gun,\" remarked Tom grimly. \"So he agrees with us that Jacinto is a scoundrel, does he? I guess he might as well classify Professor Beecher in the same way.\" \"I am not quite so sure of that,\" said Professor Bumper slowly. \"I can not believe Beecher would play such a trick as this, though some over-zealous friend of his might.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 620,
   "text": "\"Oh, of course Beecher did it!\" cried Tom. \"He heard we were coming here, figured out that we'd start ahead of him, and he wanted to side-track us. Well, he did it all right,\" and Tom's voice was bitter. \"He has only side-tracked us for a while,\" announced Professor Bumper in cheerful tones. \"What do you mean?\" asked Mr. Damon. \"I mean that this Indian comes just in the nick of time. He is well acquainted with this part of the jungle, having lived here all his life, and he offers to guide us to a place where we can get mules to transport ourselves and our baggage to Copan.\" \"Fine!\" cried Ned. \"When can we start?\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 758,
   "text": "Once more the professor and the native conversed in the strange tongue, and then Professor Bumper announced: \"He says it will be better for us to go back where we left our things and camp there. He will stay with us to-night and in the morning go on to the nearest Indian town and come back with porters and helpers.\" \"I think that is good advice to follow,\" put in Tom, \"for we do need our goods; and if we reached the settlement ourselves, we would have to send back for our things, with the uncertainty of getting them all.\" So it was agreed that they would make a forced march back through the jungle to where they had been deserted by Jacinto. There they would make camp for the night, and until such time as Tolpec could return with a force of porters.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 611,
   "text": "It was not easy, that backward tramp through the jungle, especially as night had fallen. But the new Indian guide could see like a cat, and led the party along paths they never could have found by themselves. The use of their pocket electric lights was a great help, and possibly served to ward off the attacks of jungle beasts, for as they tramped along they could hear stealthy sounds in the underbush on either side of the path, as though tigers were stalking them. For there was in the woods an animal of the leopard family, called tiger or \"tigre\" by the natives, that was exceedingly fierce and dangerous.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 635,
   "text": "But watchfulness prevented any accident, and eventually the party reached the place where they had left their goods. Nothing had been disturbed, and finally a fire was made, the tents set up and a light meal, with hot tea served. \"We'll get ahead of Beecher yet,\" said Tom. \"You seem as anxious as Professor Bumper,\" observed Mr. Damon. \"I guess I am,\" admitted Tom. \"I want to see that idol of gold in the possession of our party.\" The night passed without incident, and then, telling his new friends that he would return as soon as possible with help, Tolpec, taking a small supply of food with him, set out through the jungle again.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 487,
   "text": "As the green vines and creepers closed after him, and the explorers were left alone with their possessions piled around them, Ned remarked: \"After all, I wonder if it was wise to let him go?\" \"Why not?\" asked Tom. \"Well, maybe he only wanted to get us back here, and then he'll desert, too. Maybe that's what he's done now, making us lose two or three days by inducing us to return, waiting for what will never happen--his return with other natives.\" A silence followed Ned's intimation.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 626,
   "text": "\"Ned, do you really think Tolpec is going to desert us?\" asked Tom. \"Well, I don't know,\" was the slowly given reply. \"It's a possibility, isn't it?\" \"Yes, it is,\" broke in Professor Bumper. \"But what if it is? We might as well trust him, and if he proves true, as I believe he will, we'll be so much better off. If he proves a traitor we'll only have lost a few days, for if he doesn't come back we can go on again in the way we started.\" \"But that's just it!\" complained Tom. \"We don't want to lose any time with that Beecher chap on our trail.\" \"I am not so very much concerned about him,\" remarked Professor Bumper, dryly.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 789,
   "text": "\"Why not?\" snapped out Mr. Damon. \"Well, because I think he'll have just about as hard work locating the hidden city, and finding the idol of gold, as we'll have. In other words it will be an even thing, unless he gets too far ahead of us, or keeps us back, and I don't believe he can do that now. \"So I thought it best to take a chance with this Indian. He would hardly have taken the trouble to come all the way back, and run the risks he did, just to delay us a few days. However, we'll soon know. Meanwhile, we'll take it easy and wait for the return of Tolpec and his friends.\" Though none of them liked to admit it, Ned's words had caused his three friends some anxiety, and though they busied themselves about the camp there was an air of waiting impatiently for something to occur.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 621,
   "text": "And waiting is about the hardest work there is. But there was nothing for it but to wait, and it might be at least a week, Professor Bumper said, before the Indian could return with a party of porters and mules to move their baggage. \"Yes, Tolpec has not only to locate the settlement,\" Tom admitted, \"but he must persuade the natives to come back with him. He may have trouble in that, especially if it is known that he has left Jacinto, who, I imagine, is a power among the tribes here.\" But there were only two things left to do--wait and hope. The travelers did both. Four days passed and there was no sign of Tolpec.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 687,
   "text": "Eagerly, and not a little anxiously, they watched the jungle path along which he had disappeared. \"Oh, come on!\" exclaimed Tom one morning, when the day seemed a bit cooler than its predecessor. \"Let's go for a hunt, or something! I'm tired of sitting around camp.\" \"Bless my watch hands! So am I!\" cried Mr. Damon. \"Let's all go for a trip. It will do us good.\" \"And perhaps I can get some specimens of interest,\" added Professor Bumper, who, in addition to being an archaeologist, was something of a naturalist. Accordingly, having made everything snug in camp, the party, Tom and Ned equipped with electric rifles, and the professor with a butterfly net and specimen boxes, set forth.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 783,
   "text": "Mr. Damon said he would carry a stout club as his weapon. The jungle, as usual, was teeming with life, but as Ned and Tom did not wish to kill wantonly they refrained from shooting until later in the day. For once it was dead, game did not keep well in that hot climate, and needed to be cooked almost immediately. \"We'll try some shots on our back trip,\" said the young inventor. Professor Bumper found plenty of his own particular kind of \"game\" which he caught in the net, transferring the specimens to the boxes he carried. There were beautiful butterflies, moths and strange bugs in the securing of which the scientist evinced great delight, though when one beetle nipped him firmly and painfully on his thumb his involuntary cry of pain was as real as that of any other person.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 606,
   "text": "\"But I didn't let him get away,\" he said in triumph when he had dropped the clawing insect into the cyanide bottle where death came painlessly. \"It is well worth a sore thumb.\" They wandered on through the jungle, taking care not to get too far from their camp, for they did not want to lose their way, nor did they want to be absent too long in case Tolpec and his native friends should return. \"Well, it's about time we shot something, I think,\" remarked Ned, when they had been out about two hours. \"Let's try for some of these wild turkeys. They ought to go well roasted even if it isn't Thanksgiving.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 683,
   "text": "\"I'm with you,\" agreed Tom. \"Let's see who has the best luck. But tone down the charge in your rifle and use a smaller projectile, or you'll have nothing but a bunch of feathers to show for your shot. The guns are loaded for deer.\" The change was made, and once more the two young men started off, a little ahead of Professor Bumper and Mr. Damon. Tom and Ned had not gone far, however, before they heard a strange cry from Mr. Damon. \"Tom! Ned!\" shouted the eccentric man, \"Here's a monster after me! Come quick!\" \"A tiger!\" ejaculated Tom, as he began once more to change the charge in his rifle to a larger one, running back, meanwhile, in the direction of the sound of the voice.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 620,
   "text": "There were really no tigers in Honduras, the jaguar being called a tiger by the natives, while the cougar is called a lion. The presence of these animals, often dangerous to man, had been indicated around camp, and it was possible that one had been bold enough to attack Mr. Damon, not through hunger, but because of being cornered. \"Come on, Ned!\" cried Tom. \"He's in some sort of trouble!\" But when, a moment later, the young inventor burst through a fringe of bushes and saw Mr. Damon standing in a little clearing, with upraised club, Tom could not repress a laugh. \"Kill it, Tom! Kill it!\" begged the eccentric man.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 631,
   "text": "\"Bless my insurance policy, but it's a terrible beast!\" And so it was, at first glance. For it was a giant iguana, one of the most repulsive-looking of the lizards. Not unlike an alligator in shape, with spikes on its head and tail, with a warty, squatty ridge-encrusted body, a big pouch beneath its chin, and long-toed claws, it was enough to strike terror into the heart of almost any one. Even the smaller ones look dangerous, and this one, which was about five feet long, looked capable of attacking a man and injuring him. As a matter of fact the iguanas are harmless, their shape and coloring being designed to protect them.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 619,
   "text": "\"Don't be afraid, Mr. Damon,\" called Tom, still laughing. \"It won't hurt you!\" \"I'm not so positive of that. It won't let me pass.\" \"Just take your club and poke it out of the way,\" the young inventor advised. \"It's only waiting to be shoved.\" \"Then you do it, Tom. Bless my looking glass, but I don't want to go near it! If my wife could see me now she'd say it served me just right.\" Mr. Damon was not a coward, but the giant iguana was not pleasant to look at. Tom, with the butt of his rifle, gave it a gentle shove, whereupon the creature scurried off through the brush as though glad to make its escape unscathed.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 637,
   "text": "\"I thought it was a new kind of alligator,\" said Mr. Damon with a sigh of relief. \"Where is it?\" asked Professor Bumper, coming up at this juncture. \"A new species of alligator? Let me see it!\" \"It's too horrible,\" said Mr. Damon. \"I never want to see one again. It was worse than a vampire bat!\" Notwithstanding this, when he heard that it was one of the largest sized iguanas ever seen, the professor started through the jungle after it. \"We can't take it with us if we get it,\" Tom called after his friend. \"We might take the skin,\" answered the professor. \"I have a standing order for such things from one of the museums I represent.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 607,
   "text": "I'd like to get it. Then they are often eaten. We can have a change of diet, you see.\" \"We'd better follow him,\" said Tom to Ned. \"We'll have to let the turkeys go for a while. He may get into trouble. Come on.\" Off they started through the jungle, trailing after the impetuous professor who was intent on capturing the iguana. The giant lizard's progress could be traced by the disturbance of the leaves and underbrush, and the professor was following as closely as possible. So fast did he go that Ned, Tom and Mr. Damon, following, lost sight of him several times, and Tom finally called: \"Wait a minute.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 745,
   "text": "We'll all be lost if you keep this up.\" \"I'll have him in another minute,\" answered the professor. \"I can almost reach him now. Then---- Oh!\" His voice ended in a scream that seemed to be one of terror. So sudden was the change that Tom and Ned, who were together, ahead of Mr. Damon, looked at one another in fear. \"What has happened?\" whispered Ned, pausing. \"Don't stop to ask--come on!\" shouted Tom. At that instant again came the voice of the savant. \"Tom! Ned!\" he gasped, rather than cried. \"I'm caught in the coils! Quick--quick if you would save me!\" \"In the coils!\" repeated Ned. \"What does he mean? Can the giant iguana----\" Tom Swift did not stop to answer. With his electric rifle in readiness, he leaped forward through the jungle.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 687,
   "text": "A MEETING IN THE JUNGLE Before Tom and Ned reached the place whence Professor Bumper had called, they heard strange noises, other than the imploring voice of their friend. It seemed as though some great body was threshing about in the jungle, lashing the trees, bushes and leaves about, and when the two young men, followed by Mr. Damon, reached the scene they saw that, in a measure, this really accounted for what they heard. Something like a great whip was beating about close to two trees that grew near together. And then, when the storm of twigs, leaves and dirt, caused by the leaping, threshing thing ceased for a moment, the onlookers saw something that filled them with terror.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 601,
   "text": "Between the two trees, and seemingly bound to them by a great coiled rope, spotted and banded, was the body of Professor Bumper. His arms were pinioned to his sides and there was horror and terror on his face, that looked imploringly at the youths from above the topmost coil of those encircling him. \"What is it?\" cried Mr. Damon, as he ran pantingly up. \"What has caught him? Is it the giant iguana?\" \"It's a snake--a great boa!\" gasped Tom. \"It has him in its coils. But it is wound around the trees, too. That alone prevents it from crushing the professor to death. \"Ned, be ready with your rifle.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 631,
   "text": "Put in the heaviest charge, and watch your chance to fire!\" The great, ugly head of the boa reared itself up from the coils which it had, with the quickness of thought, thrown about the man between the two trees. This species of snake is not poisonous, and kills its prey by crushing it to death, making it into a pulpy mass, with scarcely a bone left unbroken, after which it swallows its meal. The crushing power of one of these boas, some of which reach a length of thirty feet, with a body as large around as that of a full-grown man, is enormous. \"I'm going to fire!\" suddenly cried Tom. He had seen his chance and he took it.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 665,
   "text": "There was the faint report--the crack of the electric rifle--and the folds of the serpent seemed to relax. \"I see a good chance now,\" added Ned, who had taken the small charge from his weapon, replacing it with a heavier one. His rifle was also discharged in the direction of the snake, and Tom saw that the hit was a good one, right through the ugly head of the reptile. \"One other will be enough to make him loosen his coils!\" cried Tom, as he fired again, and such was the killing power of the electric bullets that the snake, though an immense one, and one that short of decapitation could have received many injuries without losing power, seemed to shrivel up.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 614,
   "text": "Its folds relaxed, and the coils of the great body fell in a heap at the roots of the two trees, between which the scientist had been standing. Professor Bumper seemed to fall backward as the grip of the serpent relaxed, but Tom, dropping his rifle, and calling to Ned to keep an eye on the snake, leaped forward and caught his friend. \"Are you hurt?\" asked Tom, carrying the limp form over to a grassy place. There was no answer, the savant's eyes were closed and he breathed but faintly. Ned Newton fired two more electric bullets into the still writhing body of the boa. \"I guess he's all in,\" he called to Tom.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 636,
   "text": "\"Bless my horseradish! And so our friend seems to be,\" commented Mr. Damon. \"Have you anything with which to revive him, Tom?\" \"Yes. Some ammonia. See if you can find a little water.\" \"I have some in my flask.\" Tom mixed a dose of the spirits which he carried with him, and this, forced between the pallid lips of the scientist, revived him. \"What happened?\" he asked faintly as he opened his eyes. \"Oh, yes, I remember,\" he added slowly. \"The boa----\" \"Don't try to talk,\" urged Tom. \"You're all right. The snake is dead, or dying. Are you much hurt?\" Professor Bumper appeared to be considering. He moved first one limb, then another.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 695,
   "text": "He seemed to have the power over all his muscles. \"I see how it happened,\" he said, as he sat up, after taking a little more of the ammonia. \"I was following the iguana, and when the big lizard came to a stop, in a little hollow place in the ground, at the foot of those two trees, I leaned over to slip a noose of rope about its neck. Then I felt myself caught, as if in the hands of a giant, and bound fast between the two trees.\" \"It was the big boa that whipped itself around you, as you leaned over,\" explained Tom, as Ned came up to announce that the snake was no longer dangerous. \"But when it coiled around you it also coiled around the two trees, you, fortunately slipping between them.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 648,
   "text": "Had it not been that their trunks took off some of the pressure of the coils you wouldn't have lasted a minute.\" \"Well, I was pretty badly squeezed as it was,\" remarked the professor. \"I hardly had breath enough left to call to you. I tried to fight off the serpent, but it was of no use.\" \"I should say not!\" cried Mr. Damon. \"Bless my circus ring! one might as well try to combat an elephant! But, my dear professor, are you all right now?\" \"I think so--yes. Though I shall be lame and stiff for a few days, I fear. I can hardly walk.\" Professor Bumper was indeed unable to go about much for a few days after his encounter with the great serpent.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 612,
   "text": "He stretched out in a hammock under trees in the camp clearing, and with his friends waited for the possible return of Tolpec and the porters. Ned and Tom made one or two short hunting trips, and on these occasions they kept a lookout in the direction the Indian had taken when he went away. \"For he's sure to come back that way--if he comes at all,\" declared Ned; \"which I am beginning to doubt.\" \"Well, he may not come,\" agreed Tom, who was beginning to lose some of his first hope. \"But he won't necessarily come from the same direction he took. He may have had to go in an entirely different way to get help.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 648,
   "text": "We'll hope for the best.\" A week passed. Professor Bumper was able to be about, and Tom and Ned noticed that there was an anxious look on his face. Was he, too, beginning to despair? \"Well, this isn't hunting for golden idols very fast,\" said Mr. Damon, the morning of the eighth day after their desertion by the faithless Jacinto. \"What do you say, Professor Bumper; ought we not to start off on our own account?\" \"We had better if Tolpec does not return today,\" was the answer. They had eaten breakfast, had put their camp in order, and were about to have a consultation on what was best to do, when Tom suddenly called to Ned, who was whistling:",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 670,
   "text": "Through the jungle came a faint sound of singing--not a harmonious air, but the somewhat barbaric chant of the natives. \"It is Tolpec coming back!\" cried Mr. Damon. \"Hurray! Now our troubles are over! Bless my meal ticket! Now we can start!\" \"It may be Jacinto,\" suggested Ned. \"Nonsense! you old cold-water pitcher!\" cried Tom. \"It's Tolpec! I can see him! He's a good scout all right!\" And then, walking at the head of a band of Indians who were weirdly chanting while behind them came a train of mules, was Tolpec, a cheerful grin covering his honest, if homely, dark face. \"Me come back!\" he exclaimed in gutteral English, using about half of his foreign vocabulary.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 645,
   "text": "\"I see you did,\" answered Professor Bumper in the man's own tongue. \"Glad to see you. Is everything all right?\" \"All right,\" was the answer. \"These Indians will take you where you want to go, and will not leave you as Jacinto did.\" \"We'll start in the morning!\" exclaimed the savant his own cheerful self again, now that there was a prospect of going further into the interior. \"Tell the men to get something to eat, Tolpec. There is plenty for all.\" \"Good!\" grunted the new guide and soon the hungry Indians, who had come far, were satisfying their hunger. As they ate Tolpec explained to Professor Bumper, who repeated it to the youths and Mr.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 617,
   "text": "Damon, that it had been necessary to go farther than he had intended to get the porters and mules. But the Indians were a friendly tribe, of which he was a member, and could be depended on. There was a feast and a sort of celebration in camp that night. Tom and Ned shot two deer, and these formed the main part of the feast and the Indians made merry about the fire until nearly midnight. They did not seem to mind in the least the swarms of mosquitoes and other bugs that flew about, attracted by the light. As for Tom Swift and his friends, their nets protected them. An early start was made the following morning.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 669,
   "text": "Such packages of goods and supplies as could not well be carried by the Indians in their head straps, were loaded on the backs of the pack-mules. Tolpec explained that on reaching the Indian village, where he had secured the porters, they could get some ox-carts which would be a convenience in traveling into the interior toward the Copan valley. The march onward for the next two days was tiresome; but the Indians Tolpec had secured were as faithful and efficient as he had described them, and good progress was made. There were a few accidents. One native fell into a swiftly running stream as they were fording it and lost a box containing some much-needed things.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 612,
   "text": "But as the man's life was saved Professor Bumper said it made up for the other loss. Another accident did not end so auspiciously. One of the bearers was bitten by a poisonous snake, and though prompt measures were taken, the poison spread so rapidly that the man died. In due season the Indian village was reached, where, after a day spent in holding funeral services over the dead bearer, preparations were made for proceeding farther. This time some of the bearers were left behind, and ox-carts were substituted for them, as it was possible to carry more goods this way. \"And now we're really off for Copan!\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 604,
   "text": "exclaimed Professor Bumper one morning, when the cavalcade, led by Tolpec in the capacity of head guide, started off. \"I hope we have no more delays.\" \"I hope not, either,\" agreed Tom. \"That Beecher may be there ahead of us.\" Weary marches fell to their portion. There were mountains to climb, streams to ford or swim, sending the carts over on rudely made rafts. There were storms to endure, and the eternal heat to fight. But finally the party emerged from the lowlands of the coast and went up in among the hills, where though the going was harder, the climate was better. It was not so hot and moist.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 766,
   "text": "Not wishing to attract attention in Copan itself, Professor Bumper and his party made a detour, and finally, after much consultation with Tom over the ancient maps, the scientist announced that he thought they were in the vicinity of the buried city. \"We will begin test excavations in the morning,\" he said. The party was in camp, and preparations were made for spending the night in the forest, when from among the trees there floated to the ears of our friends a queer Indian chant. \"Some one is coming,\" said Tom to Ned. Almost as he spoke there filed into the clearing where the camp had been set up, a cavalcade of white men, followed by Indians. And at the sight of one of the white men Tom Swift uttered a cry. \"Professor Beecher!\" gasped the young inventor.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 654,
   "text": "The on-marching company of white men, with their Indian attendants, came to a halt on the edge of the clearing as they caught sight of the tents already set up there. The barbaric chant of the native bearers ceased abruptly, and there was a look of surprise shown on the face of Professor Fenimore Beecher. For Professor Beecher it was, in the lead of the rival expedition. \"Bless my shoe laces!\" exclaimed Mr. Damon. \"Is it really Beecher?\" asked Ned, though he knew as well as Tom that it was the young archaeologist. \"It certainly is!\" declared Tom. \"And he has nerve to follow us so closely!\" \"Maybe he thinks we have nerve to get here ahead of him,\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 620,
   "text": "suggested Ned, smiling grimly. \"Probably,\" agreed Tom, with a short laugh. \"Well, it evidently surprises him to find us here at all, after the mean trick he played on us to get Jacinto to lead us into the jungle and desert us.\" \"That's right,\" assented Ned. \"Well, what's the next move?\" There seemed to be some doubt about this on the part of both expeditions. At the sight of Professor Beecher, Professor Bumper, who had come out of his tent, hurriedly turned to Tom and asked him what he thought it best to do. \"Do!\" exclaimed the eccentric Mr. Damon, not giving Tom time to reply. \"Why, stand your ground, of course!",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 672,
   "text": "Bless my house and lot! but we're here first! For the matter of that, I suppose the jungle is free and we can no more object to his coming here than he can to our coming. First come, first served, I suppose is the law of the forest.\" Meanwhile the surprise occasioned by the unexpected meeting of their rivals seemed to have spread something like consternation among the white members of the Beecher party. As for the natives they evidently did not care one way or the other. There was a hasty consultation among the professors accompanying Mr. Beecher, and then the latter himself advanced toward the tents of Tom and his friends and asked: \"How long have you been here?\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 621,
   "text": "\"I don't see that we are called upon to answer that question,\" replied Professor Bumper stiffly. \"Perhaps not, and yet----\" \"There is no perhaps about it!\" said Professor Bumper quickly. \"I know what your object is, as I presume you do mine. And, after what I may term your disgraceful and unsportsmanlike conduct toward me and my friends, I prefer not to have anything further to do with you. We must meet as strangers hereafter.\" \"Very well,\" and Professor Beecher's voice was as cold and uncompromising as was his rival's. \"Let it be as your wish. But I must say I don't know what you mean by unsportsmanlike conduct.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 442,
   "text": "\"An explanation would be wasted on you,\" said Professor Bumper stiffly. \"But in order that you may know I fully understand what you did I will say that your efforts to thwart us through your tool Jacinto came to nothing. We are here ahead of you.\" \"Jacinto!\" cried Professor Beecher in real or simulated surprise. \"Why, he was not my 'tool,' as you term it.\" \"Your denial is useless in the light of his confession,\" asserted Professor Bumper.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 604,
   "text": "\"Now look here!\" exclaimed the older professor, \"I do not propose to lower myself by quarreling with you. I know certainly what you and your party tried to do to prevent us from getting here. But we got out of the trap you set for us, and we are on the ground first. I recognize your right to make explorations as well as ourselves, and I presume you have not fallen so low that you will not recognize the unwritten law in a case of this kind--the law which says the right of discovery belongs to the one who first makes it.\" \"I shall certainly abide by such conduct as is usual under the circumstances,\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 642,
   "text": "said Professor Beecher more stiffly than before. \"At the same time I must deny having set a trap. And as for Jacinto----\" \"It will be useless to discuss it further!\" broke in Professor Bumper. \"Then no more need be said,\" retorted the younger man. \"I shall give orders to my friends, as well as to the natives, to keep away from your camp, and I shall expect you to do the same regarding mine.\" \"I should have suggested the same thing myself,\" came from Tom's friend, and the two rival scientists fairly glared at one another, the others of both parties looking on with interest. Professor Bumper turned and walked defiantly back to his tent.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 605,
   "text": "Professor Beecher did the same thing. Then, after a short consultation among the white members of the latter's organization, their tents were set up in another clearing, removed and separated by a screen of trees and bushes from those of Tom Swift's friends. The natives of the Beecher party also withdrew a little way from those of Professor Bumper's organization, and then preparations for spending the night in the jungle went on in the rival headquarters. \"Well, he certainly had nerve, to deny, practically, that he had set Jacinto up to do what he did,\" commented Tom. \"I should say so!\" agreed Ned.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 649,
   "text": "\"How do you imagine he got here nearly as soon as we did, when he did not start until later?\" asked Mr. Damon. \"He did not have the unfortunate experience of being deserted in the jungle,\" replied Tom. \"He probably had Jacinto, or some of that unprincipled scoundrel's friends, show him a short route to Copan and he came on from there.\" \"Well, I did hope we might have the ground to ourselves, at least for the preliminary explorations and excavations. But it is not to be. My rival is here,\" sighed Professor Bumper. \"Don't let that discourage you!\" exclaimed Tom. \"We can fight all the better now the foe is in the open, and we know where he is.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 647,
   "text": "\"Yes, Tom Swift, that is true,\" agreed the scientist. \"I am not going to give up, but I shall have to change my plans a little. Perhaps you will come into the tent with me,\" and he nodded to Tom and Ned. \"I want to talk over certain matters with you and Mr. Damon.\" \"Pleased to,\" assented the young inventor, and his financial secretary nodded. A little later, supper having been eaten, the camp made shipshape and the natives settled down, Tom, Ned, Mr. Damon and Professor Bumper assembled in the tent of the scientist, where a dry battery lamp gave sufficient illumination to show a number of maps and papers scattered over an improvised table.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 613,
   "text": "\"Now, gentlemen,\" said the professor, \"I have called you here to go over my plans more in detail than I have hitherto done, now we are on the ground. You know in a general way what I hope to accomplish, but the time has come when I must be specific. \"Aside from being on the spot, below which, or below the vicinity where, I believe, lies the lost city of Kurzon and, I hope, the idol of gold, a situation has arisen--an unexpected situation, I may say--which calls for different action from that I had counted on. \"I refer to the presence of my rival, Professor Beecher. I will not dwell now on what he has done.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 642,
   "text": "It is better to consider what he may do.\" \"That's right,\" agreed Ned. \"He may get up in the night, dig up this city and skip with that golden image before we know it.\" \"Hardly,\" grinned Tom. \"No,\" said Professor Bumper. \"Excavating buried cities in the jungle of Honduras is not as simple as that. There is much work to be done. But accidents may happen, and in case one should occur to me, and I be unable to prosecute the search, I want one of you to do it. For that reason I am going to show you the maps and ancient documents and point out to you where I believe the lost city lies. Now, if you will give me your attention, I'll proceed.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 684,
   "text": "The professor went over in detail the story of how he had found the old documents relating to the lost city of Kurzon, and of how, after much labor and research, he had located the city in the Copan valley. The great idol of gold was one of the chief possessions of Kurzon, and it was often referred to in the old papers; copies and translations of which the professor had with him. \"But this is the most valuable of all,\" he said, as he opened an oiled-silk packet. \"And before I show it to you, suppose you two young men take a look outside the tent.\" \"What for?\" asked Mr. Damon. \"To make sure that no emissaries from the Beecher crowd are sneaking around to overhear what we say,\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 604,
   "text": "was the somewhat bitter answer of the scientist. \"I do not trust him, in spite of his attempted denial.\" Tom and Ned took a quick but thorough observation outside the tent. The blackness of the jungle night was in strange contrast to the light they had just left. \"Doesn't seem to be any one around here,\" remarked Ned, after waiting a minute or two. \"No. All's quiet along the Potomac. Those Beecher natives are having some sort of a song-fest, though.\" In the distance, and from the direction of their rivals' camp, came the weird chant. \"Well, as long as they stay there we'll be all right,\" said Tom.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 627,
   "text": "\"Come on in. I'm anxious to hear what the professor has to say.\" \"Everything's quiet,\" reported Ned. \"Then give me your attention,\" begged the scientist. Carefully, as though about to exhibit some, precious jewel, he loosened the oiled-silk wrappings and showed a large map, on thin but tough paper. \"This is drawn from the old charts,\" the professor explained. \"I worked on it many months, and it is the only copy in the world. If it were to be destroyed I should have to go all the way back to New York to make another copy. I have the original there in a safe deposit vault.\" \"Wouldn't it have been wise to make two copies?\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 689,
   "text": "asked Tom. \"It would have only increased the risk. With one copy, and that constantly in my possession, I can be sure of my ground. Otherwise not. That is why I am so careful of this. Now I will show you why I believe we are about over the ancient city of Kurzon.\" \"Over it!\" cried Mr. Damon. \"Bless my gunpowder! What do you mean?\" and he looked down at the earthen floor of the tent as though expecting it to open and swallow him. \"I mean that the city, like many others of Central and South America, is buried below the refuse of centuries,\" went on the professor. \"Very soon, if we are fortunate, we shall be looking on the civilization of hundreds of years ago--how long no one knows.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 632,
   "text": "\"Considerable excavation has been done in Central America,\" went on Professor Bumper, \"and certain ruins have been brought to light. Near us are those of Copan, while toward the frontier are those of Quirigua, which are even better preserved than the former. We may visit them if we have time. But I have reason to believe that in this section of Copan is a large city, the existence of which has not been made certain of by any one save myself--and, perhaps, Professor Beecher. \"Certainly no part of it has seen the light of day for many centuries. It shall be our pleasure to uncover it, if possible, and secure the idol of gold.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 643,
   "text": "\"How long ago do you think the city was buried?\" asked Tom. \"It would be hard to say. From the carvings and hieroglyphics I have studied it would seem that the Mayan civilization lasted about five hundred years, and that it began perhaps in the year A. D. five hundred.\" \"That would mean,\" said Mr. Damon, \"that the ancient cities were in ruins, buried, perhaps, long before Columbus discovered the new world.\" \"Yes,\" assented the professor. \"Probably Kurzon, which we now seek, was buried deep for nearly five hundred years before Columbus landed at San Salvadore. The specimens of writing and architecture heretofore disclosed indicate that.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 650,
   "text": "But, as a matter of fact, it is very hard to decipher the Mayan pictographs. So far, little but the ability to read their calendars and numerical system is possessed by us, though we are gradually making headway. \"Now this is the map of the district, and by the markings you can see where I hope to find what I seek. We shall begin digging here,\" and he made a small mark with a pencil on the map. \"Of course,\" the professor explained, \"I may be wrong, and it will take some time to discover the error if we make one. When a city is buried thirty or forty feet deep beneath earth and great trees have grown over it, it is not easy to dig down to it.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 624,
   "text": "\"How do you ever expect to find it?\" asked Ned. \"Well, we will sink shafts here and there. If we find carved stones, the remains of ancient pottery and weapons, parts of buildings or building stones, we shall know we are on the right track,\" was the answer. \"And now that I have shown you the map, and explained how valuable it is, I will put it away again. We shall begin our excavations in the morning.\" \"At what point?\" asked Tom. \"At a point I shall indicate after a further consultation of the map. I must see the configuration of the country by daylight to decide. And now let's get some rest. We have had a hard day.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 605,
   "text": "The two tents housing the four white members of the Bumper party were close together, and it was decided that the night would be divided into four watches, to guard against possible treachery on the part of the Beecher crowd. \"It seems an unkind precaution to take against a fellow scientist,\" said Professor Bumper, \"but I can not afford to take chances after what has occurred.\" The others agreed with him, and though standing guard was not pleasant it was done. However the night passed without incident, and then came morning and the excitement of getting breakfast, over which the Indians made merry.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 612,
   "text": "They did not like the cold and darkness, and always welcomed the sun, no matter how hot. \"And now,\" cried Tom, when the meal was over, \"let us begin the work that has brought us here.\" \"Yes,\" agreed Professor Bumper, \"I will consult the map, and start the diggers where I think the city lies, far below the surface. Now, gentlemen, if you will give me your attention----\" He was seeking through his outer coat pockets, after an ineffectual search in the inner one. A strange look came over his face. \"What's the matter?\" asked Tom. \"The map--the map!\" gasped the professor. \"The map I was showing you last night!",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 364,
   "text": "The map that tells where we are to dig for the idol of gold! It's gone!\" \"The map gone?\" gasped Mr. Damon. \"I--I'm afraid so,\" faltered the professor. \"I put it away carefully, but now----\" He ceased speaking to make a further search in all his pockets. \"Maybe you left it in another coat,\" suggested Ned. \"Or maybe some of the Beecher crowd took it!\" snapped Tom.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 608,
   "text": "The four men gazed at one another. Consternation showed on the face of Professor Bumper, and was reflected, more or less, on the countenances of his companions. \"Are you sure the map is gone?\" asked Tom. \"I know how easy it is to mislay anything in a camp of this sort. I couldn't at first find my safety razor this morning, and when I did locate it the hoe was in one of my shoes. I'm sure a rat or some jungle animal must have dragged it there. Now maybe they took your map, Professor. That oiled silk in which it was wrapped might have appealed to the taste of a rat or a snake.\" \"It is no joking matter,\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 634,
   "text": "said Professor Bumper. \"But I know you appreciate the seriousness of it as much as I do, Tom. But I had the map in the pocket of this coat, and now it is gone!\" \"When did you put it there?\" asked Ned. \"This morning, just before I came to breakfast.\" \"Oh, then you have had it since last night!\" Tom ejaculated. \"Yes, I slept with it under my clothes that I rolled up for a pillow, and when it was my turn to stand guard I took it with me. Then I put it back again and went to sleep. When I awoke and dressed I put the packet in my pocket and ate breakfast. Now when I look for it--why, it's gone!\" \"The map or the oiled-silk package?\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 679,
   "text": "asked Mr. Damon, who, once having been a businessman, was sometimes a stickler for small points. \"Both,\" answered the professor. \"I opened the silk to tie it more smoothly, so it would not be such a lump in my pocket, and I made sure the map was inside.\" \"Then the whole thing has been taken--or you have lost it,\" suggested Ned. \"I am not in the habit of losing valuable maps,\" retorted the scientist. \"And the pocket of my coat I had made deep, for the purpose of carrying the long map. It could not drop out.\" \"Well, we mustn't overlook any possible chances,\" suggested Tom. \"Come on now, we'll search every inch of the ground over which you traveled this morning, Professor.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 622,
   "text": "\"It MUST be found,\" murmured the scientist. \"Without it all our work will go for naught.\" They all went into the tent where the professor and Mr. Damon had slept when they were not on guard. The camp was a busy place, with the Indians finishing their morning meal, and getting ready for the work of the day. For word had been given out that there would be no more long periods of travel. In consequence, efforts were being directed by the head men of the bearers to making a more permanent camp in the wilderness. Shelters of palm-thatched huts were being built, a site for cooking fires made, and, at the direction of Mr.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 608,
   "text": "Damon, to whom this part was entrusted, some sanitary regulations were insisted on. Leaving this busy scene, the four, with solemn faces, proceeded to the tent where it was hoped the map would be found. But though they went through everything, and traced and retraced every place the professor could remember having traversed about the canvas shelter, no signs of the important document could be found. \"I don't believe I dropped it out of my pocket,\" said the scientist, for perhaps the twentieth time. \"Then it was taken,\" declared Tom. \"That's what I say!\" chimed in Ned. \"And by some of Beecher's party!\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 608,
   "text": "\"Easy, my boy,\" cautioned Mr. Damon. \"We don't want to make accusations we can't prove.\" \"That is true,\" agreed Professor Bumper. \"But, though I am sorry to say it of a fellow archaelogist, I can not help thinking Beecher had something to do with the taking of my map.\" \"But how could any of them get it?\" asked Mr. Damon. \"You say you had the map this morning, and certainly none of them has been in our camp since dawn, though of course it is possible that some of them sneaked in during the night.\" \"It does seem a mystery how it could have been taken in open daylight, while we were about camp together,\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 614,
   "text": "said Tom. \"But is the loss such a grave one, Professor Bumper?\" \"Very grave. In fact I may say it is impossible to proceed with the excavating without the map.\" \"Then what are we to do?\" asked Ned. \"We must get it back!\" declared Tom. \"Yes,\" agreed the scientist, \"we can not work without it. As soon as I make a little further search, to make sure it could not have dropped in some out-of-the-way place, I shall go over to Professor Beecher's camp and demand that he give me back my property.\" \"Suppose he says he hasn't taken it?\" asked Tom. \"Well, I'm sure he either took it personally, or one of his party did.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 649,
   "text": "And yet I can't understand how they could have come here without our seeing them,\" and the professor shook his head in puzzled despair. A more detailed search did not reveal the missing map, and Mr. Damon and his friend the scientist were on the point of departing for the camp of their rivals, less than a mile away, when Tom had what really amounted to an inspiration. \"Look here, Professor!\" he cried. \"Can you remember any of the details of your map--say, for instance, where we ought to begin excavating to get at the wonders of the underground city?\" \"Well, Tom, I did intend to compare my map with the configuration of the country about here.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 748,
   "text": "There is a certain mountain which serves as a landmark and a guide for a starting point. I think that is it over there,\" and the scientist pointed to a distant snow-capped peak. The party had left the low and marshy land of the true jungle, and were among the foothills, though all about them was dense forest and underbush, which, in reality, was as much a jungle as the lower plains, but was less wet. \"The point where I believe we should start to dig,\" said the professor, \"is near the spot where the top of the mountain casts a shadow when the sun is one hour high. At least that is the direction given in the old manuscripts. So, though we can do little without the map, we might make a start by digging there.\" \"No, not there!\" exclaimed Tom.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 726,
   "text": "\"Because we don't want to let Beecher's crowd know that we are on the track of the idol of gold.\" \"But they know anyhow, for they have the map,\" commented Ned, puzzled by his chum's words. \"Maybe not,\" said Tom slowly. \"I think this is a time for a big bluff. It may work and it may not. Beecher's crowd either has the map or they have not. If they have it they will lose no time in trying to find the right place to start digging and then they'll begin excavating. \"Very good! If they do that we have a right to dig near the same place. But if they have not the map, which is possible, and if we start to dig where the professor's memory tells him is the right spot, we'll only give them the tip, and they'll dig there also.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 601,
   "text": "\"I'm sure they have the map,\" the professor said. \"But I believe your plan is a good one, Tom.\" \"Just what do you propose doing?\" asked Ned. \"Fooling 'em!\" exclaimed Tom quickly. \"We'll dig in some place remote from the spot where the mountain casts its shadow. They will think, if they haven't the map, that we are proceeding by it, and they'll dig, too. When they find nothing, as will also happen to us, they may go away. \"If, on the other hand, they have the map, and see us digging at a spot not indicated on it, they will be puzzled, knowing we must have some idea of where the buried city lies.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 617,
   "text": "They will think the map is at fault, perhaps, and not make use of it. Then we can get it back.\" \"Bless my hatband!\" cried Mr. Damon. \"I believe you're right, Tom. We'll dig in the wrong place to fool 'em.\" And this was done. Search for the precious map was given up for the time being, and the professor and his friends set the natives to work digging shafts in the ground, as though sinking them down to the level of the buried city. But though this false work was prosecuted with vigor for several days, there was a feeling of despair among the Bumper party over the loss of the map. \"If we could only get it back!\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 616,
   "text": "exclaimed the professor, again and again. Meanwhile the Beecher party seemed inactive. True, some members of it did come over to look on from a respectful distance at what the diggers were doing. Some of the rival helpers, under the direction of the head of the expedition, also began sinking shafts. But they were not in the locality remembered by Professor Bumper as being correct. \"I can't imagine what they're up to,\" he said. \"If they have my map they would act differently, I should think.\" \"Whatever they're up to,\" answered Tom, \"the time has come when we can dig at the place where we can hope for results.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 616,
   "text": "And the following day shafts were started in the shadow of the mountain. Until some evidence should have been obtained by digging, as to the location beneath the surface of a buried city, there was nothing for the travelers to do but wait. Turns were taken in directing the efforts of the diggers, and an occasional inspection was made of the shafts. \"What do you expect to find first?\" asked Tom of Professor Bumper one day, when the latter was at the top of a shaft waiting for a bucket load of dirt to be hoisted up. \"Potsherds and artifacts,\" was the answer. \"What sort of bugs are they?\" asked Ned with a laugh.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 638,
   "text": "He and Tom were about to go hunting with their electric rifles. \"Artifacts are things made by the Indians--or whatever members of the race who built the ancient cities were called--such as household articles, vases, ornaments, tools and so on. Anything made by artificial means is called an artifact.\" \"And potsherds are things with those Chinese laundry ticket scratches on them,\" added Tom. \"Exactly,\" said the professor, laughing. \"Though some of the strange-appearing inscriptions give much valuable information. As soon as we find some of them--say a broken bit of pottery with hieroglyphics on--I will know I am on the right track.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 359,
   "text": "And while the scientist and Mr. Damon kept watch at the top of the shaft, Tom and Ned went out into the jungle to hunt. They had killed some game, and were stalking a fine big deer, which would provide a feast for the natives, when suddenly the silence of the lonely forest was broken by a piercing scream, followed by an agonized cry of \"El tigre! El tigre!\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 734,
   "text": "\"Did you hear that, Tom?\" asked Ned, in a hoarse whisper. \"Surely,\" was the cautious answer. \"Keep still, and I'll try for a shot.\" \"Better be quick,\" advised Ned in a tense voice. \"The chap who did that yelling seems to be in trouble!\" And as Ned's voice trailed off into a whisper, again came the cry, this time in frenzied pain. \"El tigre! El tigre!\" Then there was a jumble of words. \"It's over this way!\" and this time Ned shouted, seeing no need for low voices since the other was so loud. Tom looked to where Ned had parted the bushes alongside a jungle path. Through the opening the young inventor saw, in a little glade, that which caused him to take a firmer grip on his electric rifle, and also a firmer grip on his nerves.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 624,
   "text": "Directly in front of him and Ned, and not more than a hundred yards away, was a great tawny and spotted jaguar--the \"tigre\" or tiger of Central America. The beast, with lashing tail, stood over an Indian upon whom it seemed to have sprung from some lair, beating the unfortunate man to the ground. Nor had he fallen scatheless, for there was blood on the green leaves about him, and it was not the blood of the spotted beast. \"Oh, Tom, can you--can you----\" and Ned faltered. The young inventor understood the unspoken question. \"I think I can make a shot of it without hitting the man,\" he answered, never turning his head.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 667,
   "text": "\"It's a question, though, if the beast won't claw him in the death struggle. It won't last long, however, if the electric bullet goes to the right place, and I've got to take the chance.\" Cautiously Tom brought his weapon to bear. Quiet as Ned and he had been after the discovery, the jaguar seemed to feel that something was wrong. Intent on his prey, for a time he had stood over it, gloating. Now the brute glanced uneasily from side to side, its tail nervously twitching, and it seemed trying to gain, by a sniffing of the air, some information as to the direction in which danger lay, for Tom and Ned had stooped low, concealing themselves by a screen of leaves.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 669,
   "text": "The Indian, after his first frenzied outburst of fear, now lay quiet, as though fearing to move, moaning in pain. Suddenly the jaguar, attracted either by some slight movement on the part of Ned or Tom, or perhaps by having winded them, turned his head quickly and gazed with cruel eyes straight at the spot where the two young men stood behind the bushes. \"He's seen us,\" whispered Ned. \"Yes,\" assented Tom. \"And it's a perfect shot. Hope I don't miss!\" It was not like Tom Swift to miss, nor did he on this occasion. There was a slight report from the electric rifle--a report not unlike the crackle of the wireless--and the powerful projectile sped true to its mark.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 615,
   "text": "Straight through the throat and chest under the uplifted jaw of the jaguar it went--through heart and lungs. Then with a great coughing, sighing snarl the beast reared up, gave a convulsive leap forward toward its newly discovered enemies, and fell dead in a limp heap, just beyond the native over which it had been crouching before it delivered the death stroke, now never to fall. \"You did it, Tom! You did it!\" cried Ned, springing up from where he had been kneeling to give his chum a better chance to shoot. \"You did it, and saved the man's life!\" And Ned would have rushed out toward the still twitching body.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 683,
   "text": "\"Just a minute!\" interposed Tom. \"Those beasts sometimes have as many lives as a cat. I'll give it one more for luck.\" Another electric projectile through the head of the jaguar produced no further effect than to move the body slightly, and this proved conclusively that there was no life left. It was safe to approach, which Tom and Ned did. Their first thought, after a glance at the jaguar, was for the Indian. It needed but a brief examination to show that he was not badly hurt. The jaguar had leaped on him from a low tree as he passed under it, as the boys learned afterward, and had crushed the man to earth by the weight of the spotted body more than by a stroke of the paw.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 656,
   "text": "The American jaguar is not so formidable a beast as the native name of tiger would cause one to suppose, though they are sufficiently dangerous, and this one had rather badly clawed the Indian. Fortunately the scratches were on the fleshy parts of the arms and shoulders, where, though painful, they were not necessarily serious. \"But if you hadn't shot just when you did, Tom, it would have been all up with him,\" commented Ned. \"Oh, well, I guess you'd have hit him if I hadn't,\" returned the young inventor. \"But let's see what we can do for this chap.\" The man sat up wonderingly--hardly able to believe that he had been saved from the dreaded \"tigre.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 610,
   "text": "His wounds were bleeding rather freely, and as Tom and Ned carried with them a first-aid kit they now brought it into use. The wounds were bound up, the man was given water to drink and then, as he was able to walk, Tom and Ned offered to help him wherever he wanted to go. \"Blessed if I can tell whether he's one of our Indians or whether he belongs to the Beecher crowd,\" remarked Tom. \"Senor Beecher,\" said the Indian, adding, in Spanish, that he lived in the vicinity and had only lately been engaged by the young professor who hoped to discover the idol of gold before Tom's scientific friend could do so.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 437,
   "text": "Tom and Ned knew a little Spanish, and with that, and simple but expressive signs on the part of the Indian, they learned his story. He had his palm-thatched hut not far from the Beecher camp, in a small Indian village, and he, with others, had been hired on the arrival of the Beecher party to help with the excavations. These, for some reason, were delayed. \"Delayed because they daren't use the map they stole from us,\" commented Ned.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 630,
   "text": "The Indian, whose name, it developed, was Tal, as nearly as Tom and Ned could master it, had left camp to go to visit his wife and child in the jungle hut, intending to return to the Beecher camp at night. But as he passed through the forest the jaguar had dropped on him, bearing him to earth. \"But you saved my life, Senor,\" he said to Tom, dropping on one knee and trying to kiss Tom's hand, which our hero avoided. \"And now my life is yours,\" added the Indian. \"Well, you'd better get home with it and take care of it,\" said Tom. \"I'll have Professor Bumper come over and dress your scratches in a better and more careful way.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 621,
   "text": "The bandages we put on are only temporary.\" \"My wife she make a poultice of leaves--they cure me,\" said the Indian. \"I guess that will be the best way,\" observed Ned. \"These natives can doctor themselves for some things, better than we can.\" \"Well, we'll take him home,\" suggested Tom. \"He might keel over from loss of blood. Come on,\" he added to Tal, indicating his object. It was not far to the native's hut from the place where the jaguar had been killed, and there Tom and Ned underwent another demonstration of affection as soon as those of Tal's immediate family and the other natives understood what had happened.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 608,
   "text": "\"I hate this business!\" complained Tom, after having been knelt to by the Indian's wife and child, who called him the \"preserver\" and other endearing titles of the same kind. \"Come on, let's hike back.\" But Indian hospitality, especially after a life has been saved, is not so simple as all that. \"My life--my house--all that I own is yours,\" said Tal in deep gratitude. \"Take everything,\" and he waved his hand to indicate all the possessions in his humble hut. \"Thanks,\" answered Tom, \"but I guess you need all you have. That's a fine specimen of blow gun though,\" he added, seeing one hanging on the wall.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 632,
   "text": "\"I wouldn't mind having one like that. If you get well enough to make me one, Tal, and some arrows to go with it, I'd like it for a curiosity to hang in my room at home.\" \"The Senor shall have a dozen,\" promised the Indian. \"Look, Ned,\" went on Tom, pointing to the native weapon. \"I never saw one just like this. They use small arrows or darts, tipped with wild cotton, instead of feathers.\" \"These the arrows,\" explained Tal's wife, bringing a bundle from a corner of the one-room hut. As she held them out her husband gave a cry of fear. \"Poisoned arrows! Poisoned arrows!\" he exclaimed. \"One scratch and the senors are dead men.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 288,
   "text": "Put them away!\" In fear the Indian wife prepared to obey, but as she did so Tom Swift caught sight of the package and uttered a strange cry. \"Thundering hoptoads, Ned!\" he exclaimed. \"The poisoned arrows are wrapped in the piece of oiled silk that was around the professor's missing map!\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 665,
   "text": "Fascinated, Tom and Ned gazed at the package the Indian woman held out to them. Undoubtedly it was oiled silk on the outside, and through the almost transparent covering could be seen the small arrows, or darts, used in the blow gun. \"Where did you get that?\" asked Tom, pointing to the bundle and gazing sternly at Tal. \"What is the matter, Senor?\" asked the Indian in turn. \"Is it that you are afraid of the poisoned arrows? Be assured they will not harm you unless you are scratched by them.\" Tom and Ned found it difficult to comprehend all the rapid Spanish spoken by their host, but they managed to understand some, and his eloquent gestures made up the rest.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 680,
   "text": "\"We're not afraid,\" Tom said, noting that the oiled skin well covered the dangerous darts. \"But where did you get that?\" \"I picked it up, after another Indian had thrown it away. He got it in your camp, Senor. I will not lie to you. I did not steal. Valdez went to your camp to steal--he is a bad Indian--and he brought back this wrapping. It contained something he thought was gold, but it was not, so he----\" \"Quick! Yes! Tell us!\" demanded Tom eagerly. \"What did he do with the professor's map that was in the oiled silk? Where is it?\" \"Oh, Senors!\" exclaimed the Indian woman, thinking perhaps her husband was about to be dealt harshly with when she heard Tom's excited voice.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 610,
   "text": "\"Tal do no harm!\" \"No, he did no harm,\" went on Tom, in a reassuring tone. \"But he can do a whole lot of good if he tells us what became of the map that was in this oiled silk. Where is it?\" he asked again. \"Valdez burn it up,\" answered Tal. \"What, burned the professor's map?\" cried Ned. \"If that was in this yellow cloth--yes,\" answered the injured man. \"Valdez he is bad. He say to me he is going to your camp to see what he can take. How he got this I know not, but he come back one morning with the yellow package. I see him, but he make me promise not to tell. But you save my life I tell you everything.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 609,
   "text": "\"Valdez open the package; but it is not gold, though he think so because it is yellow, and the man with no hair on his head keep it in his pocket close, so close,\" and Tal hugged himself to indicate what he meant. \"That's Professor Bumper,\" explained Ned. \"How did Valdez get the map out of the professor's coat?\" asked Tom. \"Valdez he very much smart. When man with no hair on his head take coat off for a minute to eat breakfast Valdez take yellow thing out of pocket.\" \"The Indian must have sneaked into camp when we were eating,\" said Tom. \"Those from Beecher's party and our workers look all alike to us.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 620,
   "text": "We wouldn't know one from the other, and one of our rival's might slip in.\" \"One evidently did, if this is really the piece of oiled silk that was around the professor's map,\" said Ned. \"It certainly is the same,\" declared the young inventor. \"See, there is his name,\" and he stretched out his hand to point. \"Don't touch!\" cried Tal. \"Poisoned arrows snake poison--very dead-like and quick.\" \"Don't worry, I won't touch,\" said Tom grimly. \"But go on. You say Valdez sneaked into our camp, took the oiled-silk package from the coat pocket of Professor Bumper and went back to his own camp with it, thinking it was gold.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 629,
   "text": "\"Yes,\" answered Tal, though it is doubtful if he understood all that Tom said, as it was half Spanish and half English. But the Indian knew a little English, too. \"Valdez, when he find no gold is very mad. Only papers in the yellow silk-papers with queer marks on. Valdez think it maybe a charm to work evil, so he burn them up--all up!\" \"Burned that rare map!\" gasped Tom. \"All in fire,\" went on Tal, indicating by his hands the play of flames. \"Valdez throw away yellow silk, and I take for my arrows so rain not wash off poison. I give to you, if you like, with blow gun.\" \"No, thank you,\" answered Tom, in disappointed tones.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 603,
   "text": "\"The oiled silk is of no use without the map, and that's gone. Whew! but this is tough!\" he said to his chum. \"As long as it was only stolen there was a chance to get it back, but if it's burned, the jig is up.\" \"It looks so,\" agreed Ned. \"We'd better get back and tell the professor. It he can't get along without the map it's time he started a movement toward getting another. So it wasn't Beecher, after all, who got it.\" \"Evidently not,\" assented Tom. \"But I believe him capable of it.\" \"You haven't much use for him,\" remarked Ned. \"Huh!\" was all the answer given by his chum. \"I am sorry, Senors,\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 675,
   "text": "went on Tal, \"but I could not stop Valdez, and the burning of the papers----\" \"No, you could not help it,\" interrupted the young inventor. \"But it just happens that it brings bad luck to us. You see, Tal, the papers in this yellow covering, told of an old buried city that the bald-headed professor--the-man-with-no-hair-on-his-head--is very anxious to discover. It is somewhere under the ground,\" and he waved to the jungle all about them, pointing earthwards. \"Paper Valdez burn tell of lost city?\" asked Tal, his face lighting up. \"Yes. But now, of course, we can't tell where to dig for it.\" The Indian turned to his wife and talked rapidly with her in their own dialect.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 668,
   "text": "She, too, seemed greatly excited, making quick gestures. Finally she ran out of the hut. \"Where is she going?\" asked Tom suspiciously. \"To get her grandfather. He very old Indian. He know story of buried cities under trees. Very old story--what you call legend, maybe. But Goosal know. He tell same as his grandfather told him. You wait. Goosal come, and you listen.\" \"Good, Ned!\" suddenly cried Tom. \"Maybe, we'll get on the track of lost Kurzon after all, through some ancient Indian legend. Maybe we won't need the map!\" \"It hardly seems possible,\" said Ned slowly. \"What can these Indians know of buried cities that were out of existence before Columbus came here?",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 556,
   "text": "Why, they haven't any written history.\" \"No, and that may be just the reason they are more likely to be right,\" returned Tom. \"Legends handed down from one grandfather to another go back a good many hundred years. If they were written they might be destroyed as the professor's map was. Somehow or other, though I can't tell why, I begin to see daylight ahead of us.\" \"I wish I did,\" remarked Ned. \"Here comes Goosal I think,\" murmured Tom, and he pointed to an Indian, bent with the weight of years, who, led by Tal's wife, was slowly approaching the hut.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 651,
   "text": "\"Now Goosal can tell you,\" said Tal, evidently pleased that he had, in a measure, solved the problem caused by the burning of the professor's map. \"Goosal very old Indian. He know old stories--legends--very old.\" \"Well, if he can tell us how to find the buried city of Kurzon and the--the things in it,\" said Tom, \"he's all right!\" The aged Indian proceeded slowly toward the hut where the impatient youths awaited him. \"I know what you seek in the buried city,\" remarked Tal. \"Do you?\" cried Tom, wondering if some one had indiscreetly spoken of the idol of gold. \"Yes you want pieces of rock, with strange writings on them, old weapons, broken pots.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 662,
   "text": "I know. I have helped white men before.\" \"Yes, those are the things we want,\" agreed Tom, with a glance at his chum. \"That is--some of them. But does your wife's grandfather talk our language?\" \"No, but I can tell you what he says.\" By this time the old man, led by \"Mrs. Tal\"--as the young men called the wife of the Indian they had helped--entered the hut. He seemed nervous and shy, and glanced from Tom and Ned to his grandson-in-law, as the latter talked rapidly in the Indian dialect. Then Goosal made answer, but what it was all about the boys could not tell. \"Goosal say,\" translated Tal, \"that he know a story of a very old city away down under ground.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 631,
   "text": "\"Tell us about it!\" urged Tom eagerly. But a difficulty very soon developed. Tal's intentions were good, but he was not equal to the task of translating. Nor was the understanding of Tom and Ned of Spanish quite up to the mark. \"Say, this is too much for me!\" exclaimed Tom. \"We are losing the most valuable part of this by not understanding what Goosal says, and what Tal translates.\" \"What can we do?\" asked Ned. \"Get the professor here as soon as possible. He can manage this dialect, and he'll get the information at first hand. If Goosal can tell where to begin excavating for the city he ought to tell the professor, not us.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 646,
   "text": "\"That's right,\" agreed Ned. \"We'll bring the professor here as soon as we can.\" Accordingly they stopped the somewhat difficult task of listening to the translated story and told Tal, as well as they could, that they would bring the \"man-with-no-hair-on-his-head\" to listen to the tale. This seemed to suit the Indians, all of whom in the small colony appeared to be very grateful to Tom and Ned for having saved the life of Tal. \"That was a good shot you made when you bowled over the jaguar,\" said Ned, as the two young explorers started back to their camp. \"Better than I realized, if it leads to the discovery of Kurzon and the idol of gold,\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 636,
   "text": "remarked Tom. \"And to think we should come across the oiled-silk holding the poisoned arrows!\" went on Ned. \"That's the strangest part of the whole affair. If it hadn't been that you shot the jaguar this never would have come about.\" That Professor Bumper was astonished, and Mr. Damon likewise, when they heard the story of Tom and Ned, is stating it mildly. \"Come on!\" exclaimed the scientist, as Tom finished, \"we must see this Goosal at once. If my map is destroyed, and it seems to be, this old Indian may be our only hope. Where did he say the buried city was, Tom?\" \"Oh, somewhere in this vicinity, as nearly as I could make out.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 621,
   "text": "But you'd better talk with him yourself. We didn't say anything about the idol of gold.\" \"That's right. It's just as well to let the natives think we are only after ordinary relics.\" \"Bless my insurance policy!\" gasped Mr. Damon. \"It does not seem possible that we are on the right track.\" \"Well, I think we are, from what little information Goosal gave us,\" remarked Tom. \"This buried city of his must be a wonderful place.\" \"It is, if it is what I take it to be,\" agreed the professor. \"I told you I would bring you to a land of wonders, Tom Swift, and they have hardly begun yet. Come, I am anxious to talk to Goosal.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 630,
   "text": "In order that the Indians in the Bumper camp might not hear rumors of the new plan to locate the hidden city, and, at the same time, to keep rumors from spreading to the camp of the rivals, the scientist and his friends started a new shaft, and put a shift of men at work on it. \"We'll pretend we are on the right track, and very busy,\" said Tom. \"That will fool Beecher.\" \"Are you glad to know he did not take your map Professor Bumper?\" asked Mr. Damon. \"Well, yes. It is hard to believe such things of a fellow scientist.\" \"If he didn't take it he wanted to,\" said Tom. \"And he has done, or will do, things as unsportsmanlike.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 711,
   "text": "\"Oh, you are hardly fair, perhaps, Tom,\" commented Ned. \"Um!\" was all the answer he received. With the Indians in camp busy on the excavation work, and having ascertained that similar work was going on in the Beecher outfit, Professor Bumper, with Mr. Damon and the young men, set off to visit the Indian village and listen to Goosal's story. They passed the place where Tom had slain the jaguar, but nothing was left but the bones; the ants, vultures and jungle animals having picked them clean in the night. On the arrival of Tom and his friends at the Indian's hut, Goosal told, in language which Professor Bumper could understand, the ancient legend of the buried city as he had had it from his grandfather.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 707,
   "text": "\"But is that all you know about it, Goosal?\" asked the savant. \"No, Learned One. It is true most of what I have told you was told to me by my father and his father's father. But I--I myself--with these eyes, have looked upon the lost city.\" \"You have!\" cried the professor, this time in English. \"Where? When? Take us to it! How do you get here?\" \"Through the cavern of the dead,\" was the answer when the questions were modified. \"Bless my diamond ring!\" exclaimed Mr. Damon, when Professor Bumper translated the reply. \"What does he mean?\" And then, after some talk, this information came out. Years before, when Goosal was a young man, he had been taken by his grandfather on a journey through the jungle.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 604,
   "text": "They stopped one day at the foot of a high mountain, and, clearing away the brush and stones at a certain place, an entrance to a great cavern was revealed. This, it appeared, was the Indian burial ground, and had been used for generations. Goosal, though in fear and trembling, was lead through it, and came to another cavern, vaster than the first. And there he saw strange and wonderful sights, for it was the remains of a buried city, that had once been the home of a great and powerful tribe unlike the Indians--the ancient Mayas it would seem. \"Can you take us to this cavern?\" asked the professor.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 761,
   "text": "\"Yes,\" answered Goosal. \"I will lead to it those who saved the life of Tal--them and their friends. I will take you to the lost city!\" \"Good!\" cried Mr. Damon, when this had been translated. \"Now let Beecher try to play any more tricks on us! Ho! for the cavern and the lost city of Kurzon.\" \"And the idol of gold,\" said Tom Swift to himself. \"I hope we can get it ahead of Beecher. Perhaps if I can help in that--Oh, well, here's hoping, that's all!\" and a little smile curved his lips. Greatly excited by the strange news, but maintaining as calm an air outwardly as possible, so as not to excite the Indians, Tom and his friends returned to camp to prepare for their trip. Goosal had said the cavern lay distant more than a two-days' journey into the jungle.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 681,
   "text": "\"Now,\" remarked Tom, once they were back again in their camp, \"we must go about this trip to the cavern in a way that will cause no suspicion over there as to what our object is,\" and he nodded in the direction of the quarters of his rival. \"Do you mean to go off quietly?\" asked Ned. \"Yes. And to keep the work going on here, at these shafts,\" put in the scientist, \"so that if any of their spies happen to come here they will think we still believe the buried city to be just below us. To that end we must keep the Indians digging, though I am convinced now that it is useless.\" Accordingly preparations were made for an expedition into the jungle under the leadership of Goosal.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 627,
   "text": "Tal had not sufficiently recovered from the jaguar wounds to go with the party, but the old man, in spite of his years, was hale and hearty and capable of withstanding hardships. One of the most intelligent of the Indians was put in charge of the digging gangs as foreman, and told to keep them at work, and not to let them stray. Tolpec, whose brother Tom had tried to save, proved a treasure. He agreed to remain behind and look after the interests of his friends, and see that none of their baggage or stores were taken. \"Well, I guess we're as ready as we ever shall be,\" remarked Tom, as the cavalcade made ready to start.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 623,
   "text": "Mules carried the supplies that were to be taken into the jungle, and others of the sturdy animals were to be ridden by the travelers. The trail was not an easy one, Goosal warned them. Tom and his friends found it even worse than they had expected, for all their experience in jungle and mountain traveling. In places it was necessary to dismount and lead the mules along, sometimes pushing and dragging them. More than once the trail fairly hung on the edge of some almost bottomless gorge, and again it wound its way between great walls of rock, so poised that they appeared about to topple over and crush the travelers.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 668,
   "text": "But they kept on with dogged patience, through many hardships. To add to their troubles they seemed to have entered the abode of the fiercest mosquitoes encountered since coming to Honduras. At times it was necessary to ride along with hats covered with mosquito netting, and hands encased in gloves. They had taken plenty of condensed food with them, and they did not suffer in this respect. Game, too, was plentiful and the electric rifles of Tom and Ned added to the larder. One night, after a somewhat sound sleep induced by hard travel on the trail that day, Tom awoke to hear some one or something moving about among their goods, which included their provisions.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 606,
   "text": "\"Who's there?\" asked the young inventor sharply, as he reached for his electric rifle. There was no answer, but a rattling of the pans. \"Speak, or I'll fire!\" Tom warned, adding this in such Spanish as he could muster, for he thought it might be one of the Indians. No reply came, and then, seeing by the light of the stars a dark form moving in front of the tent occupied by himself and Ned, Tom fired. There was a combined grunt and squeal of pain, then a savage growl, and Ned yelled: \"What's the matter, Tom?\" for he had been awakened, and heard the crackle of the electrical discharge. \"I don't know,\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 655,
   "text": "Tom answered. \"But I shot something--or somebody!\" \"Maybe some of Beecher's crowd,\" ventured his chum. But when they got their electric torches, and focused them on the inert, black object, it was found to be a bear which had come to nose about the camp for dainty morsels. Bruin was quite dead, and as he was in prime condition there was a feast of bear meat at the following dinner. The white travelers found it rather too strong for their palates, but the Indians reveled in it. It was shortly after noon the next day, when Goosal, after remarking that a storm seemed brewing, announced that they would be at the entrance to the cavern in another hour.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 607,
   "text": "\"Good!\" cried Professor Bumper. \"At last we are near the buried city.\" \"Don't be too sure,\" advised Mr. Damon, \"We may be disappointed. Though I hope not for your sake, my dear Professor.\" Goosal now took the lead, and the old Indian, traveling on foot, for he said he could better look for the old landmark that way than on the back of a mule, walked slowly along a rough cliff. \"Here, somewhere, is the entrance to the cavern,\" said the aged man. \"It was many years ago that I was here--many years. But it seems as though yesterday. It is little changed.\" Indeed little did change in that land of wonders.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 666,
   "text": "Only nature caused what alterations there were. The hand of man had long been absent. Slowly Goosal walked along the rocky trail, on one side a sheer rock, towering a hundred feet or more toward the sky. On the other side a deep gash leading to a great fertile valley below. Suddenly the old man paused, and looked about him as though uncertain. Then, more slowly still, he put out his hand and pulled at some bushes that grew on a ledge of the rock. They came away, having no depth of earth, and a small opening was disclosed. \"It is here,\" said Goosal quietly. \"The entrance to the cavern that leads to the burial place of the dead, and the city that is dead also.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 680,
   "text": "It is here.\" He stood aside while the others hurried forward. It took but a few minutes to prove that he was right--at least as to the existence of the cavern--for the four men were soon peering into the opening. \"Come on!\" cried Tom, impetuously. \"Wait a moment,\" suggested the professor, \"Sometimes the air in these places is foul. We must test it.\" But a torch one of the Indians threw in burned with a steady glow. That test was conclusive at least. They made ready to enter. Torches of a light bark, that glowed with a steady flame and little smoke, had been provided, as well as a good supply of electric dry-battery lamps, and the way into the cavern was thus well lighted.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 643,
   "text": "At first the Indians were afraid to enter, but a word or two from Goosal reassured them, and they followed Professor Bumper, Tom, and the others into the cavern. For several hundred feet there was nothing remarkable about the cave. It was like any other cavern of the mountains, though wonderful for the number of crystal formations on the roof and walls--formations that sparkled like a million diamonds in the flickering lights. \"Talk about a wonderland!\" cried Tom. \"This is fairyland!\" A moment later, as Goosal walked on beside the professor and Tom, the aged Indian came to a pause, and, pointing ahead, murmured: \"The city of the dead!\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 674,
   "text": "They saw the niches cut in the rock walls, niches that held the countless bones of those who had died many, many years before. It was a vast Indian grave. \"Doubtless a wealth of material of historic interest here,\" said Professor Bumper, flashing his torch on the skeletons. \"But it will keep. Where is the city you spoke of, Goosal?\" \"Farther on, Senor. Follow me.\" Past the stone graves they went, deeper and deeper into the great cave. Their footsteps echoed and re-echoed. Suddenly Tom, who with Ned had gone a little ahead, came to a sudden halt and said: \"Well, this may be a burial place sure enough, but I think I see something alive all right--if it isn't a ghost.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 707,
   "text": "He pointed ahead. Surely those were lights flickering and moving about, and, yes, there were men carrying them. The Bumper party came to a surprised halt. The other lights advanced, and then, to the great astonishment of Professor Bumper and his friends, there confronted them in the cave several scientists of Professor Beecher's party and a score or more of Indians. Professor Hylop, who was known to Professor Bumper, stepped forward and asked sharply: \"What are you doing here?\" \"I might ask you the same thing,\" was the retort. \"You might, but you would not be answered,\" came sharply. \"We have a right here, having discovered this cavern, and we claim it under a concession of the Honduras Government.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 659,
   "text": "I shall have to ask you to withdraw.\" \"Do you mean leave here?\" asked Mr Damon. \"That is it, exactly. We first discovered this cave. We have been conducting explorations in it for several days, and we wish no outsiders.\" \"Are you speaking for Professor Beecher?\" asked Tom. \"I am. But he is here in the cave, and will speak for himself if you desire it. But I represent him, and I order you to leave. If you do not go peaceably we will use force. We have plenty of it,\" and he glanced back at the Indians grouped behind him--scowling savage Indians. \"We have no wish to intrude,\" observed Professor Bumper, \"and I fully recognize the right of prior discovery.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 621,
   "text": "But one member of our party (he did not say which one) was in this cave many years ago. He led us to it.\" \"Ours is a government concession!\" exclaimed Professor Hylop harshly. \"We want no intruders! Go!\" and he pointed toward the direction whence Tom's party had come. \"Drive them out!\" he ordered the Indians in Spanish, and with muttered threats the dark-skinned men advanced toward Tom and the others. \"You need not use force,\" said Professor Bumper. He and Professor Hylop had quarreled bitterly years before on some scientific matter, and the matter was afterward found to be wrong. Perhaps this made him vindictive.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 650,
   "text": "Tom stepped forward and started to protest, but Professor Bumper interposed. \"I guess there is no help for it but to go. It seems to be theirs by right of discovery and government concession,\" he said, in disappointed tone. \"Come friends\"; and dejectedly they retraced their steps. Followed by the threatening Indians, the Bumper party made its way back to the entrance. They had hoped for great things, but if the cavern gave access to the buried city--the ancient city of Kurzon on the chief altar of which stood the golden idol, Quitzel--it looked as though they were never to enter it. \"We'll have to get our Indians and drive those fellows out!\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 623,
   "text": "declared Tom. \"I'm not going to be beaten this way--and by Beecher!\" \"It is galling,\" declared Professor Bumper. \"Still he has right on his side, and I must give in to priority, as I would expect him to. It is the unwritten law.\" \"Then we've failed!\" cried Tom bitterly. \"Not yet,\" said Professor Bumper. \"If I can not unearth that buried city I may find another in this wonderland. I shall not give up.\" \"Hark! What's that noise?\" asked Tom, as they approached the entrance to the cave. \"Sounds like a great wind blowing,\" commented Ned. It was. As they stood in the entrance they looked out to find a fierce storm raging.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 416,
   "text": "The wind was sweeping down the rocky trail, the rain was falling in veritable bucketfuls from the overhanging cliff, and deafening thunder and blinding lightning roared and flashed. \"Surely you would not drive us out in this storm,\" said Professor Bumper to his former rival. \"You can not stay in the cave! You must get out!\" was the answer, as a louder crash of thunder than usual seemed to shake the very mountain.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 614,
   "text": "For an instant Tom and his friends paused at the entrance to the wonderful cavern, and looked at the raging storm. It seemed madness to venture out into it, yet they had been driven from the cave by those who had every right of discovery to say who, and who should not, partake of its hospitality. \"We can't go out into that blow!\" cried Ned. \"It's enough to loosen the very mountains!\" \"Let's stay here and defy them!\" murmured Tom. \"If the--if what we seek--is here we have as good a right to it as they have.\" \"We must go out,\" said Professor Bumper simply. \"I recognize the right of my rival to dispossess us.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 692,
   "text": "\"He may have the right, but it isn't human,\" said Mr. Damon. \"Bless my overshoes! If Beecher himself were here he wouldn't have the heart to send us out in this storm.\" \"I would not give him the satisfaction of appealing to him,\" remarked Professor Bumper. \"Come, we will go out. We have our ponchos, and we are not fair-weather explorers. If we can't get to the lost city one way we will another. Come my friends.\" And despite the downpour, the deafening thunder and the lightning that seemed ready to sear one's eyes, he walked out of the cave entrance, followed by Tom and the others. \"Come on!\" cried Tom, in a voice he tried to render confident, as they went out into the terrible storm.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 679,
   "text": "\"We'll beat 'em yet!\" The rain fell harder than ever. Small torrents were now rushing down the trail, and it was only a question of a few minutes before the place where they stood would be a raging river, so quickly does the rain collect in the mountains and speed toward the valleys. \"We must take to the forest!\" cried Tom. \"There'll be some shelter there, and I don't like the way the geography of this place is behaving. There may be a landslide at any moment.\" As he spoke he motioned upward through the mist of the rain to the sloping side of the mountain towering above them. Loose stones were beginning to roll down, accompanied by patches of earth loosened by the water.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 700,
   "text": "Some of the patches carried with them bunches of grass and small bushes. \"Yes, it will be best to move into the jungle,\" said the professor. \"Goosal, you had better take the lead.\" It was wonderful to see how well the aged Indian bore up in spite of his years, and walked on ahead. They had left their mules tethered some distance back, in a sheltering clump of trees, and they hoped the animals would be safe. The guide found a place where they could leave the trail, though going down a dangerous slope, and take to the forest. As carefully as possible they descended this, the rain continuing to fall, the wind to blow, the lightning to sizzle all about them and the thunder to boom in their ears.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 601,
   "text": "They went on until they were beneath the shelter of the thick jungle growth of trees, which kept off some of the pelting drops. \"This is better!\" exclaimed Ned, shaking his poncho and getting rid of some of the water that had settled on it. \"Bless my overcoat!\" cried Mr. Damon. \"We seem to have gotten out of the frying pan into the fire!\" \"How?\" asked Tom. \"We are partly sheltered here, though had we stayed in the cave in spite of----\" A deafening crash interrupted him, and following the flash one of the giant trees of the forest was seen to blaze up and then topple over. \"Struck by lightning!\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 627,
   "text": "yelled Ned. \"Yes; and it may happen to us!\" exclaimed Mr. Damon. \"We were safer from the lightning in the open. Maybe----\" Again came an interruption, but this time a different one. The very ground beneath their feet seemed to be shaking and trembling. \"What is it?\" gasped Ned, while Goosal fell on his knees and began fervently to pray. \"It's an earthquake!\" yelled Tom Swift. As he spoke there came another sound--the sound of a mass of earth in motion. It came from the direction of the mountain trail they had just left. They looked toward it and their horror-stricken eyes saw the whole side of the mountain sliding down.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 666,
   "text": "Slowly at first the earth slid down, but constantly gathering force and speed. In the face of this new disaster the rain seemed to have ceased and the thunder and lightning to be less severe. It was as though one force of nature gave way to the other. \"Look! Look!\" gasped Ned. In silence, which was broken now only by a low and ominous rumble, more menacing than had been the awful fury of the elements, the travelers looked. Suddenly there was a quicker movement of seemingly one whole section of the mountain. Great rocks and trees, carried down by the appalling force of the landslide were slipping over the trail, obliterating it as though it had never existed.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 443,
   "text": "\"There goes the entrance to the cavern!\" cried Ned, and as the others looked to where he pointed they saw the hole in the side of the mountain--the mouth of the cave that led to the lost city of Kurzon--completely covered by thousands of tons of earth and stones. \"That's the end of them!\" exclaimed Tom, as the rumble of the earthquake died away. \"Of----\" Ned stopped, his eyes staring. \"Of Professor Beecher's party. They're entombed alive!\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 641,
   "text": "Stunned, not alone by the realization of the awfulness of the fate of their rivals, but also by the terrific storm and the effect of the earthquake and the landslide, Tom and his friends remained for a moment gazing toward the mouth of the cavern, now completely out of sight, buried by a mass of broken trees, tangled bushes, rocks and earth. Somewhere, far beyond that mass, was the Beecher party, held prisoners in the cave that formed the entrance to the buried city. Tom was the first to come to a realization of what was needed to be done. \"We must help them!\" he exclaimed, and it was characteristic of him that he harbored no enmity.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 668,
   "text": "\"We must get a force of Indians and dig them out,\" was the prompt answer. At Tom's vigorous words Professor Bumper's forces were energized into action, and he stated: \"Fortunately we have plenty of excavating tools. We may be in time to save them. Come on! the storm seems to have passed as suddenly as it came up, and the earthquake, which, after all did not cover a wide area, seems to be over. We must start the work of rescue at once. We must go back to camp and get all the help we can muster.\" The storm, indeed, seemed to be over, but it was no easy matter to get back over the soggy, rain-soaked ground to the trail they had left to take shelter in the forest.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 607,
   "text": "Fortunately the earthquake had not involved that portion where they had left their mules, but most of the frightened animals had broken loose, and it was some little time before they could all be caught. \"It is no use to try to get back to camp tonight,\" said Tom, when the last of the pack and saddle animals had been corralled. \"It is getting late and there is no telling the condition of the trail. We must stay here until morning.\" \"But what about them?\" and Mr. Damon nodded in the direction of the entombed ones. \"We can help them best by waiting until the beginning of a new day,\" said the professor.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 644,
   "text": "\"We shall need a large force, and we could not bring it up to-night. Besides, Tom is right, and if we tried to go along the trail after dark, torn and disturbed as it is bound to be by the rain, we might get into difficulties ourselves. No, we must camp here until morning and then go for help.\" They all decided finally this was best. The professor, too, pointed out that their rivals were in a large and roomy cave, not likely to suffer from lack of air nor food or water, since they must have supplies with them. \"The only danger is that the cave has been crushed in,\" added Tom; \"but in that event we would be of no service to them anyhow.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 602,
   "text": "The night seemed very long, and it was a most uncomfortable one, because of the shock and exertions through which the party had passed. Added to this was the physical discomfort caused by the storm. But in time there was the light in the east that meant morning was at hand, and with it came action. A hasty breakfast, cups of steaming coffee forming a most welcome part, put them all in better condition, and once more they were on their way, heading back to the main camp where they had left their force of Indians. \"My!\" exclaimed Tom, as they made their way slowly along, \"it surely was some storm!",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 741,
   "text": "Look at those big trees uprooted over there. They're almost as big as the giant redwoods of California, and yet they were bowled over as if they were tenpins.\" \"I wonder if the wind did it or the earthquake,\" ventured Mr. Damon. \"No wind could do that,\" declared Ned. \"It must have been the landslide caused by the earthquake.\" \"The wind could do it if the ground was made soft by the rain; and that was probably what did it,\" suggested Tom. \"There is no harm in settling the point,\" commented Professor Bumper. \"It is not far off our trail, and will take only a few minutes to go over to the trees. I should like to get some photographs to accompany an article that perhaps I shall write on the effects of sudden and severe tropical storms.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 604,
   "text": "We will go to look at the overturned trees and then we'll hurry on to camp to get the rescue party.\" The uprooted trees lay on one side of the mountain trail, perhaps a mile from the mouth of the cave which had been covered over, entombing the Beecher party. Leaving the mules in charge of one of the Indians, Professor Bumper and his friends, accompanied by Goosal, approached the fallen trees. As they neared them they saw that in falling the trees had lifted with their roots a large mass of earth and imbedded rocks that had clung to the twisted and gnarled fibers. This mass was as large as a house.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 748,
   "text": "\"Look at the hole left when the roots pulled out!\" cried Ned. \"Why, it's like the crater of a small volcano!\" he added. And, as they stood on the edge of it looking curiously at the hole made, the others agreed with Tom's chum. Professor Bumper was looking about, trying to ascertain if there were any evidences of the earthquake in the vicinity, when Tom, who had cautiously gone a little way down into the excavation caused by the fallen trees, uttered a cry of surprise. \"Look!\" he shouted. \"Isn't that some sort of tunnel or underground passage?\" and he pointed to a square opening, perhaps seven feet high and nearly as broad, which extended, no one knew where, downward and onward from the side of the hole made by the uprooting of the trees.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 603,
   "text": "\"It's an underground passage all right,\" said Professor Bumper eagerly; \"and not a natural one, either. That was fashioned by the hand of man, if I am any judge. It seems to go right under the mountain, too. Friends, we must explore this! It may be of the utmost importance! Come, we have our electric torches, and we shall need them, for it's very dark in there,\" and he peered into the passage in front of which they all stood now. It seemed to have been tunneled through the earth, the sides being lined by either slabs of stone, or walls made by a sort of concrete. \"But what about the rescue work?\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 692,
   "text": "asked Mr. Damon. \"I am not forgetting Professor Beecher and his friends,\" answered the scientist. \"Perhaps this may be a better means of rescuing them than by digging them out, which will take a week at least,\" observed Tom. \"This a better way?\" asked Ned, pointing to the tunnel. \"That's it,\" confirmed the savant. \"If you will notice it extends back in the direction of the cave from which we were driven. Now if there is a buried city beneath all this jungle, this mountain of earth and stones, the accumulation of centuries, it is probably on the bottom of some vast cavern. It is my opinion that we were only in one end of that cavern, and this may be the entrance to another end of it.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 638,
   "text": "\"Then,\" asked Mr. Damon, \"do you mean that we can enter here, get into the cave that contains the buried city, or part of it, and find there Beecher and his friends?\" \"That's it. It is possible, and if we could it would save an immense lot of work, and probably be a surer way to save their lives than by digging a tunnel through the landslide to find the mouth of the cave where we first entered.\" \"It's a chance worth taking,\" said Mr. Damon. \"Of course it is a chance. But then everything connected with this expedition is; so one is no worse than another. As you say, we may find the entombed men more easily this way than any other.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 626,
   "text": "\"I wonder,\" said Tom slowly, \"if, by any chance, we shall find, through this passage, the lost city we are looking for.\" \"And the idol of gold,\" added Ned. \"Goosal, do you know anything about this?\" asked Professor Bumper. \"Did you ever hear of another passage leading to the cave where you saw the ancient city?\" \"No, Learned One, though I have heard stories about there being many cities, or parts of a big one, beneath the mountain, and when it was above ground there were many entrances to it.\" \"That settles it!\" cried the professor in English, having talked to Goosal in Spanish. \"We'll try this and see where it leads.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 639,
   "text": "They entered the stone-lined passage. In spite of the fact that it had probably been buried and concealed from light and air for centuries, as evidenced by the growth of the giant trees above it, the air was fresh. \"And this is one reason,\" said Tom, in commenting on this fact, \"why I believe it leads to some vast cavern which is connected in some fashion with the outer air. Well, perhaps we shall soon make a discovery.\" Eagerly and anxiously the little party pressed forward by the light of the pocket electric lamps. They were obsessed by two thoughts--what they might find and the necessity for aiding in the rescue of their rivals.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 608,
   "text": "On and on they went, the darkness illuminated only by the torches they carried. But they noticed that the air was still fresh, and that a gentle wind blew toward them. The passage was undoubtedly artificial, a tunnel made by the hands of men now long crumbled into dust. It had a slightly upward slope, and this, Professor Bumper said, indicated that it was bored upward and perhaps into the very heart of the mountain somewhere in the interior of which was the Beecher party. Just how far they went they did not know, but it must have been more than two miles. Yet they did not tire, for the way was smooth.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 665,
   "text": "Suddenly Tom, who, with Professor Bumper, was in the lead, uttered a cry, as he held his torch above his head and flashed it about in a circle. \"We're blocked!\" he exclaimed. \"We're up against a stone wall!\" It was but too true. Confronting them, and extending from side to side across the passage and from roof to floor, was a great rough stone. Immense and solid it seemed when they pushed on it in vain. \"Nothing short of dynamite will move that,\" said Ned in despair. \"This is a blind lead. We'll have to go back.\" \"But there must be something on the other side of that stone,\" cried Tom. \"See, it is pierced with holes, and through them comes a current of air.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 671,
   "text": "If we could only move the stone!\" \"I believe it is an ancient door,\" remarked Professor Bumper. Eagerly and frantically they tried to move it by their combined weight. The stone did not give the fraction of the breadth of a hair. \"We'll have to go back and get some of your big tunnel blasting powder, Tom,\" suggested Ned. As he spoke old Goosal glided forward. He had remained behind them in the passage while they were trying to move the rock. Now he said something in Spanish. \"What does he mean?\" asked Ned. \"He asks that he be allowed to try,\" translated Professor Bumper. \"Sometimes, he says, there is a secret way of opening stone doors in these underground caves.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 572,
   "text": "Let him try.\" Goosal seemed to be running his fingers lightly over the outer edge of the door. He was muttering to himself in his Indian tongue. Suddenly he uttered an exclamation, and, as he did so, there was a noise from the door itself. It was a grinding, scraping sound, a rumble as though rocks were being rolled one against the other. Then the astonished eyes of the adventurers saw the great stone door revolve on its axis and swing to one side, leaving a passage open through which they could pass. Goosal had discovered the hidden mechanism. What lay before them?",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 601,
   "text": "\"Forward! cried Tom Swift. \"Where?\" asked Mr Damon, hanging back for an instant. \"Bless my compass, Tom! do you know where you're going?\" \"I haven't the least idea, but it must lead to something, or the ancients who made this revolving stone door wouldn't have taken such care to block the passage.\" \"Ask Goosal if he knows anything about it,\" suggested Mr. Damon to the professor. \"He says he never was here before,\" translated the savant, \"but years ago, when he went into the hidden city by the cave we left yesterday, he saw doors like this which opened this way.\" \"Then we're on the right track!\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 662,
   "text": "cried Tom. \"If this is the same kind of door, it must lead to the same place. Ho for Kurzon and the idol of gold!\" As they passed through the stone door, Tom and Professor Bumper tried to get some idea of the mechanism by which it worked. But they found this impossible, it being hidden within the stone itself or in the adjoining walls. But, in order that it might not close of itself and entomb them, the portal was blocked open with stones found in the passage. \"It's always well to have a line of retreat open,\" said Tom. \"There's no telling what may lie beyond us.\" For a time there seemed to be nothing more than the same passage along which they had come.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 751,
   "text": "Then the passage suddenly widened, like the large end of a square funnel. Upward and outward the stone walls swept, and they saw dimly before them, in the light of their torches, a vast cavern, seemingly formed by the falling in of mountains, which, in toppling over, had met overhead in a sort of rough arch, thus protecting, in a great measure, that which lay beneath them. Goosal, who had brought with him some of the fiber bark torches, set a bundle of them aflame. As they flared up, a wondrous sight was revealed to Tom Swift and his friends. Stretching out before them, as though they stood at the end of an elevated street and gazed down on it, was a city--a large city, with streets, houses, open squares, temples, statues, fountains, dry for",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 692,
   "text": "centuries--a buried and forgotten city--a city in ruins--a city of the dead, now dry as dust, but still a city, or, rather, the strangely preserved remains of one. \"Look!\" whispered Tom. A louder voice just then, would have seemed a sacrilege. \"Look!\" \"Is it what we are looking for?\" asked Ned in a low voice. \"I believe it is,\" replied the professor. \"It is the lost city of Kurzon, or one just like it. And now if we can find the idol of gold our search will be ended--at least the major part of it.\" \"Where did you expect to find the idol?\" asked Tom. \"It should be in the main temple. Come, we will walk in the ancient streets--streets where no feet but ours have trod in many centuries.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 728,
   "text": "Come!\" In eager silence they pressed on through this newly discovered wonderland. For it was a wonderful city, or had been. Though much of it was in ruins, probably caused by an earthquake or an eruption from a volcano, the central portion, covered as it was by the overtoppling mountains that formed the arching roof, was well preserved. There were rude but beautiful stone buildings. There were archways; temples; public squares; and images, not at all beautiful, for they seemed to be of man-monsters--doubtless ancient gods. There were smoothly paved streets; wondrously carved fountains, some in ruins, all now as dry as bone, but which must have been places of beauty where youths and maidens gathered in the ancient days.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 620,
   "text": "Of the ancient population there was not a trace left. Tom and his friends penetrated some of the houses, but not so much as a bone or a heap of mouldering dust showed where the remains of the people were. Either they had fled at the approaching doom of the city and were buried elsewhere, or some strange fire or other force of nature had consumed and obliterated them. \"What a wealth of historic information I shall find here!\" murmured Professor Bumper, as he caught sight of many inscriptions in strange characters on the walls and buildings. \"I shall never get to the end of them.\" \"But what about the idol of gold?\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 772,
   "text": "asked Mr. Damon, \"Do you think you'll find that?\" \"We must hurry on to the temple over there,\" said the scientist, indicating a building further along. \"And then we must see about rescuing your rivals, Professor,\" put in Tom. \"Yes, Tom. But fortunately we are on the ground here before them,\" agreed the professor. Undoubtedly it was the chief temple, or place of worship, of the long-dead race which the explorers now entered. It was a building beautiful in its barbaric style, and yet simple. There were massive walls, and a great inner court, at the end of which seemed to be some sort of altar. And then, as they lighted fresh torches, and pressed forward with them and their electric lights, they saw that which caused a cry of satisfaction to burst from all of them.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 613,
   "text": "Yes, there it squatted, an ugly, misshapen, figure, a cross between a toad and a gila monster, half man, half beast, with big red eyes--rubies probably--that gleamed in the repulsive golden face. And the whole figure, weighing many pounds, seemed to be of SOLID GOLD! Eagerly the others followed Professor Bumper up the altar steps to the very throne of the golden idol. The scientist touched it, tried to raise it and make sure of its solidity and material. \"This is it!\" he cried. \"It is the idol of gold! I have found-- We have found it, for it belongs to all of us!\" \"Hurray!\" cried Tom Swift, and Ned and Mr.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 606,
   "text": "Damon joined in the cry. There was no need for silence or caution now; and yet, as they stood about the squat and ugly figure, which, in spite of its hideousness, was worth a fortune intrinsically and as an antique, they heard from the direction of the stone passage a noise. \"What is it?\" asked Tom Swift. There was a murmur of voices. \"Indians!\" cried Professor Bumper, recognizing the language--a mixture of Spanish and Indian. The cave was illuminated by the glare of other torches which seemed to rush forward. A moment later it was seen that they were being carried by a number of Indians. \"Friends,\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 613,
   "text": "murmured Goosal, using the Spanish term, \"Amigos.\" \"They are our own Indians!\" cried Tom Swift. \"I see Tolpec!\" and he pointed to the native who had deserted from Jacinto's force to help them. \"How did they get here?\" asked Professor Bumper. This was quickly told. In their camp, where, under the leadership of Tolpec they had been left to do the excavating, the natives had heard, seen and felt the effects of the storm and the earthquake, though it did little damage in their vicinity. But they became alarmed for the safety of the professor and his party and, at Tolpec's suggestion, set off in search of them.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 605,
   "text": "The Indians had seen, passing along the trail, the uprooted trees, and had noted the footsteps of the explorers going down to the stone passage. It was easy for them to determine that Tom and his friends had gone in, since the marks of their boots were plainly in evidence in the soft soil. None of the Indians was as much wrought up over the discovery of Kurzon and the idol as were the white adventurers. The gold, of course, meant something to the natives, but they were indifferent to the wonders of the underground city. Perhaps they had heard too many legends concerning such things to be impressed.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 659,
   "text": "\"That statue is yours--all yours,\" said old Goosal when he had talked with his relatives and friends among the natives. \"They all say what you find you keep, and we will help you keep it.\" \"That's good,\" murmured Professor Bumper. \"There was some doubt in my mind as to our right to this, but after all, the natives who live in this land are the original owners, and if they pass title to us it is clear. That settles the last difficulty.\" \"Except that of getting the idol out,\" said Mr. Damon. \"Oh, we'll accomplish that!\" cried Tom. \"I can hardly believe my good luck,\" declared Professor Bumper. \"I shall write a whole book on this idol alone and then----\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 702,
   "text": "Once more came an interruption. This time it was from another direction, but it was of the same character--an approaching band of torch-bearers. They were Indians, too, but leading them were a number of whites. And at their head was no less personage than Professor Beecher himself. For a moment, as the three parties stood together in the ancient temple, in the glare of many torches, no one spoke. Then Professor Bumper found his voice. \"We are glad to see you,\" he said to his rival. \"That is glad to see you alive, for we saw the landslide bury you. And we were coming to dig you out. We thought this cave--the cave of the buried city--would lead us to you easier than by digging through the slide.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 647,
   "text": "We have just discovered this idol,\" and he put his hand on the grim golden image. \"Oh, you have discovered it, have you?\" asked Professor Beecher, and his voice was bitter. \"Yes, not ten minutes ago. The natives have kindly acknowledged my right to it under the law of priority. I am sorry but----\" With a look of disgust and chagrined disappointment on his face, Professor Beecher turned to the other scientists and said: \"Let us go. We are too late. He has what I came after.\" \"Well, it is the fortune of war--and discovery,\" put in Mr. Hardy, one of the party who seemed the least ill-natured. \"Your luck might have been ours, Professor Bumper.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 610,
   "text": "I congratulate you.\" \"Thank you! Are you sure your party is all right--not in need of assistance? How did you get out of the place you were buried?\" \"Thank you! We do not require any help. It was good of you to think of us. But we got out the way we came in. We did not enter the tunnel as you did, but came in through another entrance which was not closed by the landslide. Then we made a turn through a gateway in a tunnel connecting with ours--a gateway which seems to have been opened by the earthquake--and we came here, just now. \"Too late, I see, to claim the discovery of the idol of gold,\" went on Mr.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 765,
   "text": "Hardy. \"But I trust you will be generous, and allow us to make observations of the buildings and other relics.\" \"As much as you please, and with the greatest pleasure in the world,\" was the prompt answer of Professor Bumper. \"All I lay sole claim to is the golden idol. You are at liberty to take whatever else you find in Kurzon and to make what observations you like.\" \"That is generous of you, and quite in contrast to--er--to the conduct of our leader. I trust he may awaken to a sense of the injustice he did you.\" But Professor Beecher was not there to hear this. He had stalked away in anger. \"Humph!\" grunted Tom. Then he continued: \"That story about a government concession was all a fake, Professor, else he'd have put up a fight now. Contemptible sneak!\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 675,
   "text": "In fact the story of Tom Swift's trip to the underground land of wonders is ended, for with the discovery of the idol of gold the main object of the expedition was accomplished. But their adventures were not over by any means, though there is not room in this volume to record them. Suffice it to say that means were at once taken to get the golden image out of the cave of the ancient city. It was not accomplished without hard work, for the gold was heavy, and Professor Bumper would not, naturally, consent to the shaving off of so much as an ear or part of the flat nose, to say nothing of one of the half dozen extra arms and legs with which the ugly idol was furnished.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 611,
   "text": "Finally it was safely taken out of the cave, and along the stone passage to the opening formed by the overthrown trees, and thence on to camp. And at the camp a surprise awaited Tom. Some long-delayed mail had been forwarded from the nearest place of civilization and there were letters for all, including several for our hero. One in particular he picked out first and read eagerly. \"Well, is every little thing all right, Tom?\" asked Ned, as he saw a cheerful grin spread itself over his chum's face. \"I should say it is, and then some! Look here, Ned. This is a letter from----\" \"I know. Mary Nestor. Go on.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 702,
   "text": "\"Oh, I'm a mind-reader.\" \"Huh! Well, you know she was away when I went to call to say good-bye, and I was a little afraid Beecher had got an inside edge on me.\" \"No, but he tried hard enough. He went to see Mary in Fayetteville, just as you heard, before he came on to join his party, but he didn't pay much of a visit to her.\" \"No. Mary told him he'd better hurry along to Central America, or wherever it was he intended going, as she didn't care for him as much as he flattered himself she did.\" \"Good!\" cried Ned. \"Shake, old man. I'm glad!\" \"Well, what's the matter? Didn't you read all of her letter?\" asked Ned when he saw his chum once more perusing the epistle. \"No. There's a postscript here.\"",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 669,
   "text": "\"'Sorry I couldn't see you before you left. It was a mistake, but when you come back----'\" \"Oh, that part isn't any of your affair!\" and, blushing under his tan, Tom thrust the letter into his pocket and strode away, while Ned laughed happily. With the idol of gold safe in their possession, Professor Bumper's party could devote their time to making other explorations in the buried city. This they did, as is testified to by a long list of books and magazine articles since turned out by the scientist, dealing strictly with archaeological subjects, touching on the ancient Mayan race and its civilization, with particular reference to their system of computing time.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 604,
   "text": "Professor Beecher, young and foolish, would not consent to delve into the riches of the ancient city, being too much chagrined over the loss of the idol. It seems he had really promised to give a part of it to Mary Nestor. But he never got the chance. His colleagues, after their first disappointment at being beaten, joined forces with Professor Bumper in exploring the old city, and made many valuable discoveries. In one point Professor Bumper had done his rival an injustice. That was in thinking Professor Beecher was responsible for the treachery of Jacinto. That was due to the plotter's own work.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 648,
   "text": "It was true that Professor Beecher had tentatively engaged Jacinto, and had sent word to him to keep other explorers away from the vicinity of the ancient city if possible; but Jacinto, who did not return Professor Bumper's money, as he had promised, had acted treacherously in order to enrich himself. Professor Beecher had nothing to do with that, nor had he with the taking of the map, as has been seen, the loss of which, after all, was a blessing in disguise, for Kurzon would never have been located by following the directions given there, as it was very inaccurate. In another point it was demonstrated that the old documents were at fault.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 664,
   "text": "This was in reference to the golden idol having been overthrown and another set up in its place, an act which had caused the destruction of Kurzon. It is true that the city was destroyed, or rather, buried, but this catastrophe was probably brought about by an earthquake. And another great idol, one of clay, was found, perhaps a rival of Quitzel, but it was this clay image which was thrown down and broken, and not the golden one. Perhaps an effort had been made, just before the burying of the city, to change idols and the system of worship, but Quitzel seemed to have held his own. The old manuscripts were not very reliable, it was found, except in general.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  },
  {
   "size": 895,
   "text": "\"Well, I guess this will hold Beecher for a while,\" said Tom, the night of the arrival of Mary's letter, and after he had written one in answer, which was dispatched by a runner to the nearest place whence mail could be forwarded. \"Yes, luck seems to favor you,\" replied Ned. \"You've had a hand in the discovery of the idol of gold, and----\" \"Yes. And I discovered something else I wasn't quite sure of,\" interrupted Tom, as he felt to make sure he had a certain letter safe in his pocket. It was several weeks later that the explorations of Kurzon came to an end--a temporary end, for the rainy season set in, when the tropics are unsuitable for white men. Tom, Professor Bumper, Ned and Mr. Damon set sail for the United States, the valuable idol of gold safe on board. And there, with their vessel plowing the blue waters of the Caribbean Sea, we will take leave of Tom Swift and his friends.",
   "persons": [],
   "locations": [],
   "organisations": [],
   "misc": [],
   "summaries": []
  }
 ]
}