{
 "author": [],
 "title": [
  "The Mayflower Compact"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "F001",
  "Massachusetts -- History -- New Plymouth, 1620-1691 -- Sources",
  "Pilgrims (New Plymouth Colony)",
  "Mayflower Compact (1620)"
 ],
 "id": "7",
 "genre": [
  "history"
 ],
 "paragraphs": [
  {
   "size": 616,
   "text": "All of the original Project Gutenberg Etexts from the 1970's were produced in ALL CAPS, no lower case. The computers we used then didn't have lower case at all. These original Project Gutenberg Etexts will be compiled into a file containing them all, in order to improve the content ratios of Etext to header material. The Mayflower Compact November 11, 1620 [This was November 21, old style calendar] In the name of God, Amen. We, whose names are underwritten, the Loyal Subjects of our dread Sovereigne Lord, King James, by the Grace of God, of Great Britaine, France, and Ireland, King, Defender of the Faith, &c.",
   "persons": [
    "God",
    "James"
   ],
   "locations": [
    "Great Britaine",
    "France",
    "Ireland"
   ],
   "organisations": [],
   "misc": [
    "Project Gutenberg Etexts",
    "Etext",
    "Mayflower Compact"
   ],
   "summaries": []
  },
  {
   "size": 715,
   "text": "Having undertaken for the Glory of God, and Advancement of the Christian Faith, and the Honour of our King and Country, a Voyage to plant the first colony in the Northerne Parts of Virginia; doe, by these Presents, solemnly and mutually in the Presence of God and one of another, covenant and combine ourselves together into a civill Body Politick, for our better Ordering and Preservation, and Furtherance of the Ends aforesaid; And by Virtue hereof do enact, constitute, and frame, such just and equall Laws, Ordinances, Acts, Constitutions, and Offices, from time to time, as shall be thought most meete and convenient for the Generall Good of the Colonie; unto which we promise all due Submission and Obedience.",
   "persons": [
    "God"
   ],
   "locations": [
    "Virginia"
   ],
   "organisations": [],
   "misc": [
    "Christian"
   ],
   "summaries": []
  },
  {
   "size": 886,
   "text": "In Witness whereof we have hereunto subscribed our names at Cape Cod the eleventh of November, in the Raigne of our Sovereigne Lord, King James of England, France, and Ireland, the eighteenth, and of Scotland, the fiftie-fourth, Anno. Domini, 1620. Mr. John Carver Mr. Stephen Hopkins Mr. William Bradford Digery Priest Mr. Edward Winslow Thomas Williams Mr. William Brewster Gilbert Winslow Isaac Allerton Edmund Margesson Miles Standish Peter Brown John Alden Richard Bitteridge John Turner George Soule Francis Eaton Edward Tilly James Chilton John Tilly John Craxton Francis Cooke John Billington Thomas Rogers Joses Fletcher Thomas Tinker John Goodman John Ridgate Mr. Samuel Fuller Edward Fuller Mr. Christopher Martin Richard Clark Mr. William Mullins Richard Gardiner Mr. William White Mr. John Allerton Mr. Richard Warren Thomas English John Howland Edward Doten Edward Liester",
   "persons": [
    "James",
    "John Carver",
    "Stephen Hopkins",
    "William Bradford",
    "Edward Winslow",
    "Thomas Williams",
    "William Brewster Gilbert Winslow",
    "Isaac Allerton",
    "Edmund Margesson",
    "Miles Standish",
    "Peter Brown",
    "John Alden",
    "Richard Bitteridge",
    "John Turner",
    "George Soule",
    "Francis Eaton",
    "Edward Tilly",
    "James Chilton",
    "John Tilly",
    "John Craxton",
    "Francis Cooke",
    "John Billington",
    "Thomas Rogers",
    "Joses Fletcher",
    "Thomas Tinker",
    "John Goodman",
    "John Ridgate",
    "Samuel Fuller",
    "Edward Fuller",
    "Christopher Martin Richard Clark",
    "William Mullins",
    "Richard Gardiner",
    "William White",
    "John Allerton",
    "Richard Warren Thomas English",
    "John Howland",
    "Edward Doten",
    "Edward Liester"
   ],
   "locations": [
    "Cape Cod",
    "England",
    "France",
    "Ireland",
    "Scotland"
   ],
   "organisations": [],
   "misc": [
    "Raigne"
   ],
   "summaries": []
  }
 ]
}