{
 "author": [
  "Burroughs, Edgar Rice"
 ],
 "title": [
  "At the Earth's Core"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Earth (Planet) -- Core -- Fiction",
  "Fantasy fiction",
  "Adventure stories",
  "Science fiction",
  "PS"
 ],
 "id": "123",
 "genre": [
  "fiction",
  "adventure",
  "fantasy"
 ],
 "text": "At the Earth's Core\n\n\nBy\n\nEdgar Rice Burroughs\n\n\n\nCONTENTS\n\n\n       PROLOG\n    I  TOWARD THE ETERNAL FIRES\n   II  A STRANGE WORLD\n  III  A CHANGE OF MASTERS\n   IV  DIAN THE BEAUTIFUL\n    V  SLAVES\n   VI  THE BEGINNING OF HORROR\n  VII  FREEDOM\n VIII  THE MAHAR TEMPLE\n   IX  THE FACE OF DEATH\n    X  PHUTRA AGAIN\n   XI  FOUR DEAD MAHARS\n  XII  PURSUIT\n XIII  THE SLY ONE\n  XIV  THE GARDEN OF EDEN\n   XV  BACK TO EARTH\n\n\n\n\nPROLOG\n\n\nIN THE FIRST PLACE PLEASE BEAR IN MIND THAT I do not expect you to\nbelieve this story.  Nor could you wonder had you witnessed a recent\nexperience of mine when, in the armor of blissful and stupendous\nignorance, I gaily narrated the gist of it to a Fellow of the Royal\nGeological Society on the occasion of my last trip to London.\n\nYou would surely have thought that I had been detected in no less a\nheinous crime than the purloining of the Crown Jewels from the Tower,\nor putting poison in the coffee of His Majesty the King.\n\nThe erudite gentleman in whom I confided congealed before I was half\nthrough!--it is all that saved him from exploding--and my dreams of an\nHonorary Fellowship, gold medals, and a niche in the Hall of Fame faded\ninto the thin, cold air of his arctic atmosphere.\n\nBut I believe the story, and so would you, and so would the learned\nFellow of the Royal Geological Society, had you and he heard it from\nthe lips of the man who told it to me.  Had you seen, as I did, the\nfire of truth in those gray eyes; had you felt the ring of sincerity in\nthat quiet voice; had you realized the pathos of it all--you, too,\nwould believe.  You would not have needed the final ocular proof that I\nhad--the weird rhamphorhynchus-like creature which he had brought back\nwith him from the inner world.\n\nI came upon him quite suddenly, and no less unexpectedly, upon the rim\nof the great Sahara Desert.  He was standing before a goat-skin tent\namidst a clump of date palms within a tiny oasis.  Close by was an Arab\ndouar of some eight or ten tents.\n\nI had come down from the north to hunt lion.  My party consisted of a\ndozen children of the desert--I was the only \"white\" man.  As we\napproached the little clump of verdure I saw the man come from his tent\nand with hand-shaded eyes peer intently at us.  At sight of me he\nadvanced rapidly to meet us.\n\n\"A white man!\" he cried.  \"May the good Lord be praised! I have been\nwatching you for hours, hoping against hope that THIS time there would\nbe a white man.  Tell me the date.  What year is it?\"\n\nAnd when I had told him he staggered as though he had been struck full\nin the face, so that he was compelled to grasp my stirrup leather for\nsupport.\n\n\"It cannot be!\" he cried after a moment.  \"It cannot be!  Tell me that\nyou are mistaken, or that you are but joking.\"\n\n\"I am telling you the truth, my friend,\" I replied.  \"Why should I\ndeceive a stranger, or attempt to, in so simple a matter as the date?\"\n\nFor some time he stood in silence, with bowed head.\n\n\"Ten years!\" he murmured, at last.  \"Ten years, and I thought that at\nthe most it could be scarce more than one!\" That night he told me his\nstory--the story that I give you here as nearly in his own words as I\ncan recall them.\n\n\n\nI\n\nTOWARD THE ETERNAL FIRES\n\n\nI WAS BORN IN CONNECTICUT ABOUT THIRTY YEARS ago.  My name is David\nInnes.  My father was a wealthy mine owner.  When I was nineteen he\ndied.  All his property was to be mine when I had attained my\nmajority--provided that I had devoted the two years intervening in\nclose application to the great business I was to inherit.\n\nI did my best to fulfil the last wishes of my parent--not because of\nthe inheritance, but because I loved and honored my father.  For six\nmonths I toiled in the mines and in the counting-rooms, for I wished to\nknow every minute detail of the business.\n\nThen Perry interested me in his invention.  He was an old fellow who\nhad devoted the better part of a long life to the perfection of a\nmechanical subterranean prospector.  As relaxation he studied\npaleontology.  I looked over his plans, listened to his arguments,\ninspected his working model--and then, convinced, I advanced the funds\nnecessary to construct a full-sized, practical prospector.\n\nI shall not go into the details of its construction--it lies out there\nin the desert now--about two miles from here.  Tomorrow you may care to\nride out and see it.  Roughly, it is a steel cylinder a hundred feet\nlong, and jointed so that it may turn and twist through solid rock if\nneed be.  At one end is a mighty revolving drill operated by an engine\nwhich Perry said generated more power to the cubic inch than any other\nengine did to the cubic foot.  I remember that he used to claim that\nthat invention alone would make us fabulously wealthy--we were going to\nmake the whole thing public after the successful issue of our first\nsecret trial--but Perry never returned from that trial trip, and I only\nafter ten years.\n\nI recall as it were but yesterday the night of that momentous occasion\nupon which we were to test the practicality of that wondrous invention.\nIt was near midnight when we repaired to the lofty tower in which Perry\nhad constructed his \"iron mole\" as he was wont to call the thing.  The\ngreat nose rested upon the bare earth of the floor.  We passed through\nthe doors into the outer jacket, secured them, and then passing on into\nthe cabin, which contained the controlling mechanism within the inner\ntube, switched on the electric lights.\n\nPerry looked to his generator; to the great tanks that held the\nlife-giving chemicals with which he was to manufacture fresh air to\nreplace that which we consumed in breathing; to his instruments for\nrecording temperatures, speed, distance, and for examining the\nmaterials through which we were to pass.\n\nHe tested the steering device, and overlooked the mighty cogs which\ntransmitted its marvelous velocity to the giant drill at the nose of\nhis strange craft.\n\nOur seats, into which we strapped ourselves, were so arranged upon\ntransverse bars that we would be upright whether the craft were\nploughing her way downward into the bowels of the earth, or running\nhorizontally along some great seam of coal, or rising vertically toward\nthe surface again.\n\nAt length all was ready.  Perry bowed his head in prayer.  For a moment\nwe were silent, and then the old man's hand grasped the starting lever.\nThere was a frightful roaring beneath us--the giant frame trembled and\nvibrated--there was a rush of sound as the loose earth passed up\nthrough the hollow space between the inner and outer jackets to be\ndeposited in our wake.  We were off!\n\nThe noise was deafening.  The sensation was frightful.  For a full\nminute neither of us could do aught but cling with the proverbial\ndesperation of the drowning man to the handrails of our swinging seats.\nThen Perry glanced at the thermometer.\n\n\"Gad!\" he cried, \"it cannot be possible--quick!  What does the distance\nmeter read?\"\n\nThat and the speedometer were both on my side of the cabin, and as I\nturned to take a reading from the former I could see Perry muttering.\n\n\"Ten degrees rise--it cannot be possible!\" and then I saw him tug\nfrantically upon the steering wheel.\n\nAs I finally found the tiny needle in the dim light I translated\nPerry's evident excitement, and my heart sank within me.  But when I\nspoke I hid the fear which haunted me.  \"It will be seven hundred feet,\nPerry,\" I said, \"by the time you can turn her into the horizontal.\"\n\n\"You'd better lend me a hand then, my boy,\" he replied, \"for I cannot\nbudge her out of the vertical alone.  God give that our combined\nstrength may be equal to the task, for else we are lost.\"\n\nI wormed my way to the old man's side with never a doubt but that the\ngreat wheel would yield on the instant to the power of my young and\nvigorous muscles.  Nor was my belief mere vanity, for always had my\nphysique been the envy and despair of my fellows.  And for that very\nreason it had waxed even greater than nature had intended, since my\nnatural pride in my great strength had led me to care for and develop\nmy body and my muscles by every means within my power.  What with\nboxing, football, and baseball, I had been in training since childhood.\n\nAnd so it was with the utmost confidence that I laid hold of the huge\niron rim; but though I threw every ounce of my strength into it, my\nbest effort was as unavailing as Perry's had been--the thing would not\nbudge--the grim, insensate, horrible thing that was holding us upon the\nstraight road to death!\n\nAt length I gave up the useless struggle, and without a word returned\nto my seat.  There was no need for words--at least none that I could\nimagine, unless Perry desired to pray.  And I was quite sure that he\nwould, for he never left an opportunity neglected where he might\nsandwich in a prayer.  He prayed when he arose in the morning, he\nprayed before he ate, he prayed when he had finished eating, and before\nhe went to bed at night he prayed again.  In between he often found\nexcuses to pray even when the provocation seemed far-fetched to my\nworldly eyes--now that he was about to die I felt positive that I\nshould witness a perfect orgy of prayer--if one may allude with such a\nsimile to so solemn an act.\n\nBut to my astonishment I discovered that with death staring him in the\nface Abner Perry was transformed into a new being.  From his lips there\nflowed--not prayer--but a clear and limpid stream of undiluted\nprofanity, and it was all directed at that quietly stubborn piece of\nunyielding mechanism.\n\n\"I should think, Perry,\" I chided, \"that a man of your professed\nreligiousness would rather be at his prayers than cursing in the\npresence of imminent death.\"\n\n\"Death!\" he cried.  \"Death is it that appalls you?  That is nothing by\ncomparison with the loss the world must suffer.  Why, David within this\niron cylinder we have demonstrated possibilities that science has\nscarce dreamed.  We have harnessed a new principle, and with it\nanimated a piece of steel with the power of ten thousand men.  That two\nlives will be snuffed out is nothing to the world calamity that entombs\nin the bowels of the earth the discoveries that I have made and proved\nin the successful construction of the thing that is now carrying us\nfarther and farther toward the eternal central fires.\"\n\nI am frank to admit that for myself I was much more concerned with our\nown immediate future than with any problematic loss which the world\nmight be about to suffer.  The world was at least ignorant of its\nbereavement, while to me it was a real and terrible actuality.\n\n\"What can we do?\" I asked, hiding my perturbation beneath the mask of a\nlow and level voice.\n\n\"We may stop here, and die of asphyxiation when our atmosphere tanks\nare empty,\" replied Perry, \"or we may continue on with the slight hope\nthat we may later sufficiently deflect the prospector from the vertical\nto carry us along the arc of a great circle which must eventually\nreturn us to the surface.  If we succeed in so doing before we reach\nthe higher internal temperature we may even yet survive.  There would\nseem to me to be about one chance in several million that we shall\nsucceed--otherwise we shall die more quickly but no more surely than as\nthough we sat supinely waiting for the torture of a slow and horrible\ndeath.\"\n\nI glanced at the thermometer.  It registered 110 degrees.  While we\nwere talking the mighty iron mole had bored its way over a mile into\nthe rock of the earth's crust.\n\n\"Let us continue on, then,\" I replied.  \"It should soon be over at this\nrate.  You never intimated that the speed of this thing would be so\nhigh, Perry.  Didn't you know it?\"\n\n\"No,\" he answered.  \"I could not figure the speed exactly, for I had no\ninstrument for measuring the mighty power of my generator.  I reasoned,\nhowever, that we should make about five hundred yards an hour.\"\n\n\"And we are making seven miles an hour,\" I concluded for him, as I sat\nwith my eyes upon the distance meter.  \"How thick is the Earth's crust,\nPerry?\" I asked.\n\n\"There are almost as many conjectures as to that as there are\ngeologists,\" was his answer.  \"One estimates it thirty miles, because\nthe internal heat, increasing at the rate of about one degree to each\nsixty to seventy feet depth, would be sufficient to fuse the most\nrefractory substances at that distance beneath the surface.  Another\nfinds that the phenomena of precession and nutation require that the\nearth, if not entirely solid, must at least have a shell not less than\neight hundred to a thousand miles in thickness.  So there you are.  You\nmay take your choice.\"\n\n\"And if it should prove solid?\" I asked.\n\n\"It will be all the same to us in the end, David,\" replied Perry.  \"At\nthe best our fuel will suffice to carry us but three or four days,\nwhile our atmosphere cannot last to exceed three.  Neither, then, is\nsufficient to bear us in safety through eight thousand miles of\nrock to the antipodes.\"\n\n\"If the crust is of sufficient thickness we shall come to a final stop\nbetween six and seven hundred miles beneath the earth's surface; but\nduring the last hundred and fifty miles of our journey we shall be\ncorpses.  Am I correct?\" I asked.\n\n\"Quite correct, David.  Are you frightened?\"\n\n\"I do not know.  It all has come so suddenly that I scarce believe that\neither of us realizes the real terrors of our position.  I feel that I\nshould be reduced to panic; but yet I am not.  I imagine that the shock\nhas been so great as to partially stun our sensibilities.\"\n\nAgain I turned to the thermometer.  The mercury was rising with less\nrapidity.  It was now but 140 degrees, although we had penetrated to a\ndepth of nearly four miles.  I told Perry, and he smiled.\n\n\"We have shattered one theory at least,\" was his only comment, and then\nhe returned to his self-assumed occupation of fluently cursing the\nsteering wheel.  I once heard a pirate swear, but his best efforts\nwould have seemed like those of a tyro alongside of Perry's masterful\nand scientific imprecations.\n\nOnce more I tried my hand at the wheel, but I might as well have\nessayed to swing the earth itself.  At my suggestion Perry stopped the\ngenerator, and as we came to rest I again threw all my strength into a\nsupreme effort to move the thing even a hair's breadth--but the results\nwere as barren as when we had been traveling at top speed.\n\nI shook my head sadly, and motioned to the starting lever.  Perry\npulled it toward him, and once again we were plunging downward toward\neternity at the rate of seven miles an hour.  I sat with my eyes glued\nto the thermometer and the distance meter.  The mercury was rising very\nslowly now, though even at 145 degrees it was almost unbearable within\nthe narrow confines of our metal prison.\n\nAbout noon, or twelve hours after our start upon this unfortunate\njourney, we had bored to a depth of eighty-four miles, at which point\nthe mercury registered 153 degrees F.\n\nPerry was becoming more hopeful, although upon what meager food he\nsustained his optimism I could not conjecture.  From cursing he had\nturned to singing--I felt that the strain had at last affected his\nmind.  For several hours we had not spoken except as he asked me for\nthe readings of the instruments from time to time, and I announced\nthem.  My thoughts were filled with vain regrets.  I recalled numerous\nacts of my past life which I should have been glad to have had a few\nmore years to live down.  There was the affair in the Latin Commons at\nAndover when Calhoun and I had put gunpowder in the stove--and nearly\nkilled one of the masters.  And then--but what was the use, I was about\nto die and atone for all these things and several more.  Already the\nheat was sufficient to give me a foretaste of the hereafter.  A few\nmore degrees and I felt that I should lose consciousness.\n\n\"What are the readings now, David?\" Perry's voice broke in upon my\nsomber reflections.\n\n\"Ninety miles and 153 degrees,\" I replied.\n\n\"Gad, but we've knocked that thirty-mile-crust theory into a cocked\nhat!\" he cried gleefully.\n\n\"Precious lot of good it will do us,\" I growled back.\n\n\"But my boy,\" he continued, \"doesn't that temperature reading mean\nanything to you?  Why it hasn't gone up in six miles.  Think of it,\nson!\"\n\n\"Yes, I'm thinking of it,\" I answered; \"but what difference will it\nmake when our air supply is exhausted whether the temperature is 153\ndegrees or 153,000?  We'll be just as dead, and no one will know the\ndifference, anyhow.\" But I must admit that for some unaccountable\nreason the stationary temperature did renew my waning hope.  What I\nhoped for I could not have explained, nor did I try.  The very fact, as\nPerry took pains to explain, of the blasting of several very exact and\nlearned scientific hypotheses made it apparent that we could not know\nwhat lay before us within the bowels of the earth, and so we might\ncontinue to hope for the best, at least until we were dead--when hope\nwould no longer be essential to our happiness.  It was very good, and\nlogical reasoning, and so I embraced it.\n\nAt one hundred miles the temperature had DROPPED TO 152 1/2 DEGREES!\nWhen I announced it Perry reached over and hugged me.\n\nFrom then on until noon of the second day, it continued to drop until\nit became as uncomfortably cold as it had been unbearably hot before.\nAt the depth of two hundred and forty miles our nostrils were assailed\nby almost overpowering ammonia fumes, and the temperature had dropped\nto TEN BELOW ZERO!  We suffered nearly two hours of this intense and\nbitter cold, until at about two hundred and forty-five miles from the\nsurface of the earth we entered a stratum of solid ice, when the\nmercury quickly rose to 32 degrees.  During the next three hours we\npassed through ten miles of ice, eventually emerging into another\nseries of ammonia-impregnated strata, where the mercury again fell to\nten degrees below zero.\n\nSlowly it rose once more until we were convinced that at last we were\nnearing the molten interior of the earth.  At four hundred miles the\ntemperature had reached 153 degrees.  Feverishly I watched the\nthermometer.  Slowly it rose.  Perry had ceased singing and was at last\npraying.\n\nOur hopes had received such a deathblow that the gradually increasing\nheat seemed to our distorted imaginations much greater than it really\nwas.  For another hour I saw that pitiless column of mercury rise and\nrise until at four hundred and ten miles it stood at 153 degrees.  Now\nit was that we began to hang upon those readings in almost breathless\nanxiety.\n\nOne hundred and fifty-three degrees had been the maximum temperature\nabove the ice stratum.  Would it stop at this point again, or would it\ncontinue its merciless climb?  We knew that there was no hope, and yet\nwith the persistence of life itself we continued to hope against\npractical certainty.\n\nAlready the air tanks were at low ebb--there was barely enough of the\nprecious gases to sustain us for another twelve hours.  But would we be\nalive to know or care?  It seemed incredible.\n\nAt four hundred and twenty miles I took another reading.\n\n\"Perry!\" I shouted.  \"Perry, man!  She's going down! She's going down!\nShe's 152 degrees again.\"\n\n\"Gad!\" he cried.  \"What can it mean?  Can the earth be cold at the\ncenter?\"\n\n\"I do not know, Perry,\" I answered; \"but thank God, if I am to die it\nshall not be by fire--that is all that I have feared.  I can face the\nthought of any death but that.\"\n\nDown, down went the mercury until it stood as low as it had seven miles\nfrom the surface of the earth, and then of a sudden the realization\nbroke upon us that death was very near.  Perry was the first to\ndiscover it.  I saw him fussing with the valves that regulate the air\nsupply.  And at the same time I experienced difficulty in breathing.\nMy head felt dizzy--my limbs heavy.\n\nI saw Perry crumple in his seat.  He gave himself a shake and sat erect\nagain.  Then he turned toward me.\n\n\"Good-bye, David,\" he said.  \"I guess this is the end,\" and then he\nsmiled and closed his eyes.\n\n\"Good-bye, Perry, and good luck to you,\" I answered, smiling back at\nhim.  But I fought off that awful lethargy.  I was very young--I did\nnot want to die.\n\nFor an hour I battled against the cruelly enveloping death that\nsurrounded me upon all sides.  At first I found that by climbing high\ninto the framework above me I could find more of the precious\nlife-giving elements, and for a while these sustained me.  It must have\nbeen an hour after Perry had succumbed that I at last came to the\nrealization that I could no longer carry on this unequal struggle\nagainst the inevitable.\n\nWith my last flickering ray of consciousness I turned mechanically\ntoward the distance meter.  It stood at exactly five hundred miles from\nthe earth's surface--and then of a sudden the huge thing that bore us\ncame to a stop.  The rattle of hurtling rock through the hollow jacket\nceased.  The wild racing of the giant drill betokened that it was\nrunning loose in AIR--and then another truth flashed upon me.  The\npoint of the prospector was ABOVE us.  Slowly it dawned on me that\nsince passing through the ice strata it had been above.  We had turned\nin the ice and sped upward toward the earth's crust.  Thank God! We\nwere safe!\n\nI put my nose to the intake pipe through which samples were to have\nbeen taken during the passage of the prospector through the earth, and\nmy fondest hopes were realized--a flood of fresh air was pouring into\nthe iron cabin.  The reaction left me in a state of collapse, and I\nlost consciousness.\n\n\n\nII\n\nA STRANGE WORLD\n\n\nI WAS UNCONSCIOUS LITTLE MORE THAN AN INSTANT, for as I lunged forward\nfrom the crossbeam to which I had been clinging, and fell with a crash\nto the floor of the cabin, the shock brought me to myself.\n\nMy first concern was with Perry.  I was horrified at the thought that\nupon the very threshold of salvation he might be dead.  Tearing open\nhis shirt I placed my ear to his breast.  I could have cried with\nrelief--his heart was beating quite regularly.\n\nAt the water tank I wetted my handkerchief, slapping it smartly across\nhis forehead and face several times.  In a moment I was rewarded by the\nraising of his lids.  For a time he lay wide-eyed and quite\nuncomprehending.  Then his scattered wits slowly foregathered, and he\nsat up sniffing the air with an expression of wonderment upon his face.\n\n\"Why, David,\" he cried at last, \"it's air, as sure as I live.  Why--why\nwhat does it mean?  Where in the world are we?  What has happened?\"\n\n\"It means that we're back at the surface all right, Perry,\" I cried;\n\"but where, I don't know.  I haven't opened her up yet.  Been too busy\nreviving you.  Lord, man, but you had a close squeak!\"\n\n\"You say we're back at the surface, David?  How can that be?  How long\nhave I been unconscious?\"\n\n\"Not long.  We turned in the ice stratum.  Don't you recall the sudden\nwhirling of our seats?  After that the drill was above you instead of\nbelow.  We didn't notice it at the time; but I recall it now.\"\n\n\"You mean to say that we turned back in the ice stratum, David?  That\nis not possible.  The prospector cannot turn unless its nose is\ndeflected from the outside--by some external force or resistance--the\nsteering wheel within would have moved in response.  The steering wheel\nhas not budged, David, since we started.  You know that.\"\n\nI did know it; but here we were with our drill racing in pure air, and\ncopious volumes of it pouring into the cabin.\n\n\"We couldn't have turned in the ice stratum, Perry, I know as well as\nyou,\" I replied; \"but the fact remains that we did, for here we are\nthis minute at the surface of the earth again, and I am going out to\nsee just where.\"\n\n\"Better wait till morning, David--it must be midnight now.\"\n\nI glanced at the chronometer.\n\n\"Half after twelve.  We have been out seventy-two hours, so it must be\nmidnight.  Nevertheless I am going to have a look at the blessed sky\nthat I had given up all hope of ever seeing again,\" and so saying I\nlifted the bars from the inner door, and swung it open.  There was\nquite a quantity of loose material in the jacket, and this I had to\nremove with a shovel to get at the opposite door in the outer shell.\n\nIn a short time I had removed enough of the earth and rock to the floor\nof the cabin to expose the door beyond.  Perry was directly behind me\nas I threw it open.  The upper half was above the surface of the\nground.  With an expression of surprise I turned and looked at\nPerry--it was broad daylight without!\n\n\"Something seems to have gone wrong either with our calculations or the\nchronometer,\" I said.  Perry shook his head--there was a strange\nexpression in his eyes.\n\n\"Let's have a look beyond that door, David,\" he cried.\n\nTogether we stepped out to stand in silent contemplation of a landscape\nat once weird and beautiful.  Before us a low and level shore stretched\ndown to a silent sea.  As far as the eye could reach the surface of the\nwater was dotted with countless tiny isles--some of towering, barren,\ngranitic rock--others resplendent in gorgeous trappings of tropical\nvegetation, myriad starred with the magnificent splendor of vivid\nblooms.\n\nBehind us rose a dark and forbidding wood of giant arborescent ferns\nintermingled with the commoner types of a primeval tropical forest.\nHuge creepers depended in great loops from tree to tree, dense\nunder-brush overgrew a tangled mass of fallen trunks and branches.\nUpon the outer verge we could see the same splendid coloring of\ncountless blossoms that glorified the islands, but within the dense\nshadows all seemed dark and gloomy as the grave.\n\nAnd upon all the noonday sun poured its torrid rays out of a cloudless\nsky.\n\n\"Where on earth can we be?\" I asked, turning to Perry.\n\nFor some moments the old man did not reply.  He stood with bowed head,\nburied in deep thought.  But at last he spoke.\n\n\"David,\" he said, \"I am not so sure that we are ON earth.\"\n\n\"What do you mean, Perry?\" I cried.  \"Do you think that we are dead, and\nthis is heaven?\" He smiled, and turning, pointing to the nose of the\nprospector protruding from the ground at our backs.\n\n\"But for that, David, I might believe that we were indeed come to the\ncountry beyond the Styx.  The prospector renders that theory\nuntenable--it, certainly, could never have gone to heaven.  However I\nam willing to concede that we actually may be in another world from\nthat which we have always known.  If we are not ON earth, there is\nevery reason to believe that we may be IN it.\"\n\n\"We may have quartered through the earth's crust and come out upon some\ntropical island of the West Indies,\" I suggested.  Again Perry shook\nhis head.\n\n\"Let us wait and see, David,\" he replied, \"and in the meantime suppose\nwe do a bit of exploring up and down the coast--we may find a native\nwho can enlighten us.\"\n\nAs we walked along the beach Perry gazed long and earnestly across the\nwater.  Evidently he was wrestling with a mighty problem.\n\n\"David,\" he said abruptly, \"do you perceive anything unusual about the\nhorizon?\"\n\nAs I looked I began to appreciate the reason for the strangeness of the\nlandscape that had haunted me from the first with an illusive\nsuggestion of the bizarre and unnatural--THERE WAS NO HORIZON!  As far\nas the eye could reach out the sea continued and upon its bosom floated\ntiny islands, those in the distance reduced to mere specks; but ever\nbeyond them was the sea, until the impression became quite real that\none was LOOKING UP at the most distant point that the eyes could\nfathom--the distance was lost in the distance.  That was all--there was\nno clear-cut horizontal line marking the dip of the globe below the\nline of vision.\n\n\"A great light is commencing to break on me,\" continued Perry, taking\nout his watch.  \"I believe that I have partially solved the riddle.  It\nis now two o'clock. When we emerged from the prospector the sun was\ndirectly above us.  Where is it now?\"\n\nI glanced up to find the great orb still motionless in the center of\nthe heaven.  And such a sun!  I had scarcely noticed it before.  Fully\nthrice the size of the sun I had known throughout my life, and\napparently so near that the sight of it carried the conviction that one\nmight almost reach up and touch it.\n\n\"My God, Perry, where are we?\" I exclaimed.  \"This thing is beginning\nto get on my nerves.\"\n\n\"I think that I may state quite positively, David,\" he commenced, \"that\nwe are--\" but he got no further.  From behind us in the vicinity of the\nprospector there came the most thunderous, awe-inspiring roar that ever\nhad fallen upon my ears.  With one accord we turned to discover the\nauthor of that fearsome noise.\n\nHad I still retained the suspicion that we were on earth the sight that\nmet my eyes would quite entirely have banished it.  Emerging from the\nforest was a colossal beast which closely resembled a bear.  It was\nfully as large as the largest elephant and with great forepaws armed\nwith huge claws.  Its nose, or snout, depended nearly a foot below its\nlower jaw, much after the manner of a rudimentary trunk.  The giant\nbody was covered by a coat of thick, shaggy hair.\n\nRoaring horribly it came toward us at a ponderous, shuffling trot.  I\nturned to Perry to suggest that it might be wise to seek other\nsurroundings--the idea had evidently occurred to Perry previously, for\nhe was already a hundred paces away, and with each second his\nprodigious bounds increased the distance.  I had never guessed what\nlatent speed possibilities the old gentleman possessed.\n\nI saw that he was headed toward a little point of the forest which ran\nout toward the sea not far from where we had been standing, and as the\nmighty creature, the sight of which had galvanized him into such\nremarkable action, was forging steadily toward me, I set off after\nPerry, though at a somewhat more decorous pace.  It was evident that\nthe massive beast pursuing us was not built for speed, so all that I\nconsidered necessary was to gain the trees sufficiently ahead of it to\nenable me to climb to the safety of some great branch before it came up.\n\nNotwithstanding our danger I could not help but laugh at Perry's\nfrantic capers as he essayed to gain the safety of the lower branches\nof the trees he now had reached.  The stems were bare for a distance of\nsome fifteen feet--at least on those trees which Perry attempted to\nascend, for the suggestion of safety carried by the larger of the\nforest giants had evidently attracted him to them.  A dozen times he\nscrambled up the trunks like a huge cat only to fall back to the ground\nonce more, and with each failure he cast a horrified glance over his\nshoulder at the oncoming brute, simultaneously emitting terror-stricken\nshrieks that awoke the echoes of the grim forest.\n\nAt length he spied a dangling creeper about the bigness of one's wrist,\nand when I reached the trees he was racing madly up it, hand over hand.\nHe had almost reached the lowest branch of the tree from which the\ncreeper depended when the thing parted beneath his weight and he fell\nsprawling at my feet.\n\nThe misfortune now was no longer amusing, for the beast was already too\nclose to us for comfort.  Seizing Perry by the shoulder I dragged him\nto his feet, and rushing to a smaller tree--one that he could easily\nencircle with his arms and legs--I boosted him as far up as I could,\nand then left him to his fate, for a glance over my shoulder revealed\nthe awful beast almost upon me.\n\nIt was the great size of the thing alone that saved me.  Its enormous\nbulk rendered it too slow upon its feet to cope with the agility of my\nyoung muscles, and so I was enabled to dodge out of its way and run\ncompletely behind it before its slow wits could direct it in pursuit.\n\nThe few seconds of grace that this gave me found me safely lodged in\nthe branches of a tree a few paces from that in which Perry had at last\nfound a haven.\n\nDid I say safely lodged?  At the time I thought we were quite safe, and\nso did Perry.  He was praying--raising his voice in thanksgiving at our\ndeliverance--and had just completed a sort of paeon of gratitude that\nthe thing couldn't climb a tree when without warning it reared up\nbeneath him on its enormous tail and hind feet, and reached those\nfearfully armed paws quite to the branch upon which he crouched.\n\nThe accompanying roar was all but drowned in Perry's scream of fright,\nand he came near tumbling headlong into the gaping jaws beneath him, so\nprecipitate was his impetuous haste to vacate the dangerous limb.  It\nwas with a deep sigh of relief that I saw him gain a higher branch in\nsafety.\n\nAnd then the brute did that which froze us both anew with horror.\nGrasping the tree's stem with his powerful paws he dragged down with\nall the great weight of his huge bulk and all the irresistible force of\nthose mighty muscles.  Slowly, but surely, the stem began to bend\ntoward him.  Inch by inch he worked his paws upward as the tree leaned\nmore and more from the perpendicular.  Perry clung chattering in a\npanic of terror.  Higher and higher into the bending and swaying tree\nhe clambered.  More and more rapidly was the tree top inclining toward\nthe ground.\n\nI saw now why the great brute was armed with such enormous paws.  The\nuse that he was putting them to was precisely that for which nature had\nintended them.  The sloth-like creature was herbivorous, and to feed\nthat mighty carcass entire trees must be stripped of their foliage.\nThe reason for its attacking us might easily be accounted for on the\nsupposition of an ugly disposition such as that which the fierce and\nstupid rhinoceros of Africa possesses.  But these were later\nreflections.  At the moment I was too frantic with apprehension on\nPerry's behalf to consider aught other than a means to save him from\nthe death that loomed so close.\n\nRealizing that I could outdistance the clumsy brute in the open, I\ndropped from my leafy sanctuary intent only on distracting the thing's\nattention from Perry long enough to enable the old man to gain the\nsafety of a larger tree.  There were many close by which not even the\nterrific strength of that titanic monster could bend.\n\nAs I touched the ground I snatched a broken limb from the tangled mass\nthat matted the jungle-like floor of the forest and, leaping unnoticed\nbehind the shaggy back, dealt the brute a terrific blow.  My plan\nworked like magic.  From the previous slowness of the beast I had been\nled to look for no such marvelous agility as he now displayed.\nReleasing his hold upon the tree he dropped on all fours and at the\nsame time swung his great, wicked tail with a force that would have\nbroken every bone in my body had it struck me; but, fortunately, I had\nturned to flee at the very instant that I felt my blow land upon the\ntowering back.\n\nAs it started in pursuit of me I made the mistake of running along the\nedge of the forest rather than making for the open beach.  In a moment\nI was knee-deep in rotting vegetation, and the awful thing behind me\nwas gaining rapidly as I floundered and fell in my efforts to extricate\nmyself.\n\nA fallen log gave me an instant's advantage, for climbing upon it I\nleaped to another a few paces farther on, and in this way was able to\nkeep clear of the mush that carpeted the surrounding ground.  But the\nzigzag course that this necessitated was placing such a heavy handicap\nupon me that my pursuer was steadily gaining upon me.\n\nSuddenly from behind I heard a tumult of howls, and sharp, piercing\nbarks--much the sound that a pack of wolves raises when in full cry.\nInvoluntarily I glanced backward to discover the origin of this new and\nmenacing note with the result that I missed my footing and went\nsprawling once more upon my face in the deep muck.\n\nMy mammoth enemy was so close by this time that I knew I must feel the\nweight of one of his terrible paws before I could rise, but to my\nsurprise the blow did not fall upon me.  The howling and snapping and\nbarking of the new element which had been infused into the melee now\nseemed centered quite close behind me, and as I raised myself upon my\nhands and glanced around I saw what it was that had distracted the\nDYRYTH, as I afterward learned the thing is called, from my trail.\n\nIt was surrounded by a pack of some hundred wolf-like creatures--wild\ndogs they seemed--that rushed growling and snapping in upon it from all\nsides, so that they sank their white fangs into the slow brute and were\naway again before it could reach them with its huge paws or sweeping\ntail.\n\nBut these were not all that my startled eyes perceived.  Chattering and\ngibbering through the lower branches of the trees came a company of\nmanlike creatures evidently urging on the dog pack.  They were to all\nappearances strikingly similar in aspect to the Negro of Africa.  Their\nskins were very black, and their features much like those of the more\npronounced Negroid type except that the head receded more rapidly above\nthe eyes, leaving little or no forehead.  Their arms were rather longer\nand their legs shorter in proportion to the torso than in man, and\nlater I noticed that their great toes protruded at right angles from\ntheir feet--because of their arboreal habits, I presume.  Behind them\ntrailed long, slender tails which they used in climbing quite as much\nas they did either their hands or feet.\n\nI had stumbled to my feet the moment that I discovered that the\nwolf-dogs were holding the dyryth at bay.  At sight of me several of\nthe savage creatures left off worrying the great brute to come slinking\nwith bared fangs toward me, and as I turned to run toward the trees\nagain to seek safety among the lower branches, I saw a number of the\nman-apes leaping and chattering in the foliage of the nearest tree.\n\nBetween them and the beasts behind me there was little choice, but at\nleast there was a doubt as to the reception these grotesque parodies on\nhumanity would accord me, while there was none as to the fate which\nawaited me beneath the grinning fangs of my fierce pursuers.\n\nAnd so I raced on toward the trees intending to pass beneath that which\nheld the man-things and take refuge in another farther on; but the\nwolf-dogs were very close behind me--so close that I had despaired of\nescaping them, when one of the creatures in the tree above swung down\nheadforemost, his tail looped about a great limb, and grasping me\nbeneath my armpits swung me in safety up among his fellows.\n\nThere they fell to examining me with the utmost excitement and\ncuriosity.  They picked at my clothing, my hair, and my flesh.  They\nturned me about to see if I had a tail, and when they discovered that I\nwas not so equipped they fell into roars of laughter.  Their teeth were\nvery large and white and even, except for the upper canines which were\na trifle longer than the others--protruding just a bit when the mouth\nwas closed.\n\nWhen they had examined me for a few moments one of them discovered that\nmy clothing was not a part of me, with the result that garment by\ngarment they tore it from me amidst peals of the wildest laughter.\nApelike, they essayed to don the apparel themselves, but their\ningenuity was not sufficient to the task and so they gave it up.\n\nIn the meantime I had been straining my eyes to catch a glimpse of\nPerry, but nowhere about could I see him, although the clump of trees\nin which he had first taken refuge was in full view.  I was much\nexercised by fear that something had befallen him, and though I called\nhis name aloud several times there was no response.\n\nTired at last of playing with my clothing the creatures threw it to the\nground, and catching me, one on either side, by an arm, started off at\na most terrifying pace through the tree tops.  Never have I experienced\nsuch a journey before or since--even now I oftentimes awake from a deep\nsleep haunted by the horrid remembrance of that awful experience.\n\nFrom tree to tree the agile creatures sprang like flying squirrels,\nwhile the cold sweat stood upon my brow as I glimpsed the depths\nbeneath, into which a single misstep on the part of either of my\nbearers would hurl me.  As they bore me along, my mind was occupied\nwith a thousand bewildering thoughts.  What had become of Perry?  Would\nI ever see him again?  What were the intentions of these half-human\nthings into whose hands I had fallen?  Were they inhabitants of the\nsame world into which I had been born?  No!  It could not be.  But yet\nwhere else?  I had not left that earth--of that I was sure.  Still\nneither could I reconcile the things which I had seen to a belief that\nI was still in the world of my birth.  With a sigh I gave it up.\n\n\n\nIII\n\nA CHANGE OF MASTERS\n\n\nWE MUST HAVE TRAVELED SEVERAL MILES THROUGH the dark and dismal wood\nwhen we came suddenly upon a dense village built high among the\nbranches of the trees.  As we approached it my escort broke into wild\nshouting which was immediately answered from within, and a moment later\na swarm of creatures of the same strange race as those who had captured\nme poured out to meet us.  Again I was the center of a wildly\nchattering horde.  I was pulled this way and that.  Pinched, pounded,\nand thumped until I was black and blue, yet I do not think that their\ntreatment was dictated by either cruelty or malice--I was a curiosity,\na freak, a new plaything, and their childish minds required the added\nevidence of all their senses to back up the testimony of their eyes.\n\nPresently they dragged me within the village, which consisted of\nseveral hundred rude shelters of boughs and leaves supported upon the\nbranches of the trees.\n\nBetween the huts, which sometimes formed crooked streets, were dead\nbranches and the trunks of small trees which connected the huts upon\none tree to those within adjoining trees; the whole network of huts and\npathways forming an almost solid flooring a good fifty feet above the\nground.\n\nI wondered why these agile creatures required connecting bridges\nbetween the trees, but later when I saw the motley aggregation of\nhalf-savage beasts which they kept within their village I realized the\nnecessity for the pathways.  There were a number of the same vicious\nwolf-dogs which we had left worrying the dyryth, and many goatlike\nanimals whose distended udders explained the reasons for their presence.\n\nMy guard halted before one of the huts into which I was pushed; then\ntwo of the creatures squatted down before the entrance--to prevent my\nescape, doubtless.  Though where I should have escaped to I certainly\nhad not the remotest conception.  I had no more than entered the dark\nshadows of the interior than there fell upon my ears the tones of a\nfamiliar voice, in prayer.\n\n\"Perry!\" I cried.  \"Dear old Perry!  Thank the Lord you are safe.\"\n\n\"David!  Can it be possible that you escaped?\" And the old man stumbled\ntoward me and threw his arms about me.\n\nHe had seen me fall before the dyryth, and then he had been seized by a\nnumber of the ape-creatures and borne through the tree tops to their\nvillage.  His captors had been as inquisitive as to his strange\nclothing as had mine, with the same result.  As we looked at each other\nwe could not help but laugh.\n\n\"With a tail, David,\" remarked Perry, \"you would make a very handsome\nape.\"\n\n\"Maybe we can borrow a couple,\" I rejoined.  \"They seem to be quite the\nthing this season.  I wonder what the creatures intend doing with us,\nPerry.  They don't seem really savage.  What do you suppose they can\nbe?  You were about to tell me where we are when that great hairy\nfrigate bore down upon us--have you really any idea at all?\"\n\n\"Yes, David,\" he replied, \"I know precisely where we are.  We have made\na magnificent discovery, my boy!  We have proved that the earth is\nhollow.  We have passed entirely through its crust to the inner world.\"\n\n\"Perry, you are mad!\"\n\n\"Not at all, David.  For two hundred and fifty miles our prospector\nbore us through the crust beneath our outer world.  At that point it\nreached the center of gravity of the five-hundred-mile-thick crust.  Up\nto that point we had been descending--direction is, of course, merely\nrelative.  Then at the moment that our seats revolved--the thing that\nmade you believe that we had turned about and were speeding upward--we\npassed the center of gravity and, though we did not alter the direction\nof our progress, yet we were in reality moving upward--toward the\nsurface of the inner world.  Does not the strange fauna and flora which\nwe have seen convince you that you are not in the world of your birth?\nAnd the horizon--could it present the strange aspects which we both\nnoted unless we were indeed standing upon the inside surface of a\nsphere?\"\n\n\"But the sun, Perry!\" I urged.  \"How in the world can the sun shine\nthrough five hundred miles of solid crust?\"\n\n\"It is not the sun of the outer world that we see here.  It is another\nsun--an entirely different sun--that casts its eternal noonday\neffulgence upon the face of the inner world.  Look at it now, David--if\nyou can see it from the doorway of this hut--and you will see that it\nis still in the exact center of the heavens.  We have been here for\nmany hours--yet it is still noon.\n\n\"And withal it is very simple, David.  The earth was once a nebulous\nmass.  It cooled, and as it cooled it shrank.  At length a thin crust\nof solid matter formed upon its outer surface--a sort of shell; but\nwithin it was partially molten matter and highly expanded gases.  As it\ncontinued to cool, what happened?  Centrifugal force hurled the\nparticles of the nebulous center toward the crust as rapidly as they\napproached a solid state.  You have seen the same principle practically\napplied in the modern cream separator.  Presently there was only a\nsmall super-heated core of gaseous matter remaining within a huge\nvacant interior left by the contraction of the cooling gases.  The\nequal attraction of the solid crust from all directions maintained this\nluminous core in the exact center of the hollow globe.  What remains of\nit is the sun you saw today--a relatively tiny thing at the exact\ncenter of the earth.  Equally to every part of this inner world it\ndiffuses its perpetual noonday light and torrid heat.\n\n\"This inner world must have cooled sufficiently to support animal life\nlong ages after life appeared upon the outer crust, but that the same\nagencies were at work here is evident from the similar forms of both\nanimal and vegetable creation which we have already seen.  Take the\ngreat beast which attacked us, for example.  Unquestionably a\ncounterpart of the Megatherium of the post-Pliocene period of the outer\ncrust, whose fossilized skeleton has been found in South America.\"\n\n\"But the grotesque inhabitants of this forest?\" I urged.  \"Surely they\nhave no counterpart in the earth's history.\"\n\n\"Who can tell?\" he rejoined.  \"They may constitute the link between ape\nand man, all traces of which have been swallowed by the countless\nconvulsions which have racked the outer crust, or they may be merely\nthe result of evolution along slightly different lines--either is quite\npossible.\"\n\nFurther speculation was interrupted by the appearance of several of our\ncaptors before the entrance of the hut.  Two of them entered and\ndragged us forth.  The perilous pathways and the surrounding trees were\nfilled with the black ape-men, their females, and their young.  There\nwas not an ornament, a weapon, or a garment among the lot.\n\n\"Quite low in the scale of creation,\" commented Perry.\n\n\"Quite high enough to play the deuce with us, though,\" I replied.  \"Now\nwhat do you suppose they intend doing with us?\"\n\nWe were not long in learning.  As on the occasion of our trip to the\nvillage we were seized by a couple of the powerful creatures and\nwhirled away through the tree tops, while about us and in our wake\nraced a chattering, jabbering, grinning horde of sleek, black\nape-things.\n\nTwice my bearers missed their footing, and my heart ceased beating as\nwe plunged toward instant death among the tangled deadwood beneath.\nBut on both occasions those lithe, powerful tails reached out and found\nsustaining branches, nor did either of the creatures loosen their grasp\nupon me.  In fact, it seemed that the incidents were of no greater\nmoment to them than would be the stubbing of one's toe at a street\ncrossing in the outer world--they but laughed uproariously and sped on\nwith me.\n\nFor some time they continued through the forest--how long I could not\nguess for I was learning, what was later borne very forcefully to my\nmind, that time ceases to be a factor the moment means for measuring it\ncease to exist.  Our watches were gone, and we were living beneath a\nstationary sun.  Already I was puzzled to compute the period of time\nwhich had elapsed since we broke through the crust of the inner world.\nIt might be hours, or it might be days--who in the world could tell\nwhere it was always noon!  By the sun, no time had elapsed--but my\njudgment told me that we must have been several hours in this strange\nworld.\n\nPresently the forest terminated, and we came out upon a level plain.  A\nshort distance before us rose a few low, rocky hills.  Toward these our\ncaptors urged us, and after a short time led us through a narrow pass\ninto a tiny, circular valley.  Here they got down to work, and we were\nsoon convinced that if we were not to die to make a Roman holiday, we\nwere to die for some other purpose.  The attitude of our captors\naltered immediately as they entered the natural arena within the rocky\nhills.  Their laughter ceased.  Grim ferocity marked their bestial\nfaces--bared fangs menaced us.\n\nWe were placed in the center of the amphitheater--the thousand\ncreatures forming a great ring about us.  Then a wolf-dog was\nbrought--HYAENODON Perry called it--and turned loose with us inside the\ncircle.  The thing's body was as large as that of a full-grown mastiff,\nits legs were short and powerful, and its jaws broad and strong.  Dark,\nshaggy hair covered its back and sides, while its breast and belly were\nquite white.  As it slunk toward us it presented a most formidable\naspect with its upcurled lips baring its mighty fangs.\n\nPerry was on his knees, praying.  I stooped and picked up a small\nstone.  At my movement the beast veered off a bit and commenced\ncircling us.  Evidently it had been a target for stones before.  The\nape-things were dancing up and down urging the brute on with savage\ncries, until at last, seeing that I did not throw, he charged us.\n\nAt Andover, and later at Yale, I had pitched on winning ball teams.  My\nspeed and control must both have been above the ordinary, for I made\nsuch a record during my senior year at college that overtures were made\nto me in behalf of one of the great major-league teams; but in the\ntightest pitch that ever had confronted me in the past I had never been\nin such need for control as now.\n\nAs I wound up for the delivery, I held my nerves and muscles under\nabsolute command, though the grinning jaws were hurtling toward me at\nterrific speed.  And then I let go, with every ounce of my weight and\nmuscle and science in back of that throw.  The stone caught the\nhyaenodon full upon the end of the nose, and sent him bowling over upon\nhis back.\n\nAt the same instant a chorus of shrieks and howls arose from the circle\nof spectators, so that for a moment I thought that the upsetting of\ntheir champion was the cause; but in this I soon saw that I was\nmistaken.  As I looked, the ape-things broke in all directions toward\nthe surrounding hills, and then I distinguished the real cause of their\nperturbation.  Behind them, streaming through the pass which leads into\nthe valley, came a swarm of hairy men--gorilla-like creatures armed\nwith spears and hatchets, and bearing long, oval shields.  Like demons\nthey set upon the ape-things, and before them the hyaenodon, which had\nnow regained its senses and its feet, fled howling with fright.  Past\nus swept the pursued and the pursuers, nor did the hairy ones accord us\nmore than a passing glance until the arena had been emptied of its\nformer occupants.  Then they returned to us, and one who seemed to have\nauthority among them directed that we be brought with them.\n\nWhen we had passed out of the amphitheater onto the great plain we saw\na caravan of men and women--human beings like ourselves--and for the\nfirst time hope and relief filled my heart, until I could have cried\nout in the exuberance of my happiness.  It is true that they were a\nhalf-naked, wild-appearing aggregation; but they at least were\nfashioned along the same lines as ourselves--there was nothing\ngrotesque or horrible about them as about the other creatures in this\nstrange, weird world.\n\nBut as we came closer, our hearts sank once more, for we discovered\nthat the poor wretches were chained neck to neck in a long line, and\nthat the gorilla-men were their guards.  With little ceremony Perry and\nI were chained at the end of the line, and without further ado the\ninterrupted march was resumed.\n\nUp to this time the excitement had kept us both up; but now the\ntiresome monotony of the long march across the sun-baked plain brought\non all the agonies consequent to a long-denied sleep.  On and on we\nstumbled beneath that hateful noonday sun.  If we fell we were prodded\nwith a sharp point.  Our companions in chains did not stumble.  They\nstrode along proudly erect.  Occasionally they would exchange words\nwith one another in a monosyllabic language.  They were a\nnoble-appearing race with well-formed heads and perfect physiques.  The\nmen were heavily bearded, tall and muscular; the women, smaller and\nmore gracefully molded, with great masses of raven hair caught into\nloose knots upon their heads.  The features of both sexes were well\nproportioned--there was not a face among them that would have been\ncalled even plain if judged by earthly standards.  They wore no\nornaments; but this I later learned was due to the fact that their\ncaptors had stripped them of everything of value.  As garmenture the\nwomen possessed a single robe of some light-colored, spotted hide,\nrather similar in appearance to a leopard's skin.  This they wore\neither supported entirely about the waist by a leathern thong, so that\nit hung partially below the knee on one side, or possibly looped\ngracefully across one shoulder.  Their feet were shod with skin\nsandals.  The men wore loin cloths of the hide of some shaggy beast,\nlong ends of which depended before and behind nearly to the ground.  In\nsome instances these ends were finished with the strong talons of the\nbeast from which the hides had been taken.\n\nOur guards, whom I already have described as gorilla-like men, were\nrather lighter in build than a gorilla, but even so they were indeed\nmighty creatures.  Their arms and legs were proportioned more in\nconformity with human standards, but their entire bodies were covered\nwith shaggy, brown hair, and their faces were quite as brutal as those\nof the few stuffed specimens of the gorilla which I had seen in the\nmuseums at home.\n\nTheir only redeeming feature lay in the development of the head above\nand back of the ears.  In this respect they were not one whit less\nhuman than we.  They were clothed in a sort of tunic of light cloth\nwhich reached to the knees.  Beneath this they wore only a loin cloth\nof the same material, while their feet were shod with thick hide of\nsome mammoth creature of this inner world.\n\nTheir arms and necks were encircled by many ornaments of metal--silver\npredominating--and on their tunics were sewn the heads of tiny reptiles\nin odd and rather artistic designs.  They talked among themselves as\nthey marched along on either side of us, but in a language which I\nperceived differed from that employed by our fellow prisoners.  When\nthey addressed the latter they used what appeared to be a third\nlanguage, and which I later learned is a mongrel tongue rather\nanalogous to the Pidgin-English of the Chinese coolie.\n\nHow far we marched I have no conception, nor has Perry.  Both of us\nwere asleep much of the time for hours before a halt was called--then\nwe dropped in our tracks.  I say \"for hours,\" but how may one measure\ntime where time does not exist!  When our march commenced the sun stood\nat zenith.  When we halted our shadows still pointed toward nadir.\nWhether an instant or an eternity of earthly time elapsed who may say.\nThat march may have occupied nine years and eleven months of the ten\nyears that I spent in the inner world, or it may have been accomplished\nin the fraction of a second--I cannot tell.  But this I do know that\nsince you have told me that ten years have elapsed since I departed\nfrom this earth I have lost all respect for time--I am commencing to\ndoubt that such a thing exists other than in the weak, finite mind of\nman.\n\n\n\nIV\n\nDIAN THE BEAUTIFUL\n\n\nWHEN OUR GUARDS AROUSED US FROM SLEEP WE were much refreshed.  They\ngave us food.  Strips of dried meat it was, but it put new life and\nstrength into us, so that now we too marched with high-held heads, and\ntook noble strides.  At least I did, for I was young and proud; but\npoor Perry hated walking.  On earth I had often seen him call a cab to\ntravel a square--he was paying for it now, and his old legs wobbled so\nthat I put my arm about him and half carried him through the balance of\nthose frightful marches.\n\nThe country began to change at last, and we wound up out of the level\nplain through mighty mountains of virgin granite.  The tropical verdure\nof the lowlands was replaced by hardier vegetation, but even here the\neffects of constant heat and light were apparent in the immensity of\nthe trees and the profusion of foliage and blooms.  Crystal streams\nroared through their rocky channels, fed by the perpetual snows which\nwe could see far above us.  Above the snowcapped heights hung masses of\nheavy clouds.  It was these, Perry explained, which evidently served\nthe double purpose of replenishing the melting snows and protecting\nthem from the direct rays of the sun.\n\nBy this time we had picked up a smattering of the bastard language in\nwhich our guards addressed us, as well as making good headway in the\nrather charming tongue of our co-captives. Directly ahead of me in the\nchain gang was a young woman.  Three feet of chain linked us together\nin a forced companionship which I, at least, soon rejoiced in.  For I\nfound her a willing teacher, and from her I learned the language of her\ntribe, and much of the life and customs of the inner world--at least\nthat part of it with which she was familiar.\n\nShe told me that she was called Dian the Beautiful, and that she\nbelonged to the tribe of Amoz, which dwells in the cliffs above the\nDarel Az, or shallow sea.\n\n\"How came you here?\" I asked her.\n\n\"I was running away from Jubal the Ugly One,\" she answered, as though\nthat was explanation quite sufficient.\n\n\"Who is Jubal the Ugly One?\" I asked.  \"And why did you run away from\nhim?\"\n\nShe looked at me in surprise.\n\n\"Why DOES a woman run away from a man?\" she answered my question with\nanother.\n\n\"They do not, where I come from,\" I replied.  \"Sometimes they run after\nthem.\"\n\nBut she could not understand.  Nor could I get her to grasp the fact\nthat I was of another world.  She was quite as positive that creation\nwas originated solely to produce her own kind and the world she lived\nin as are many of the outer world.\n\n\"But Jubal,\" I insisted.  \"Tell me about him, and why you ran away to\nbe chained by the neck and scourged across the face of a world.\"\n\n\"Jubal the Ugly One placed his trophy before my father's house.  It was\nthe head of a mighty tandor.  It remained there and no greater trophy\nwas placed beside it.  So I knew that Jubal the Ugly One would come and\ntake me as his mate.  None other so powerful wished me, or they would\nhave slain a mightier beast and thus have won me from Jubal.  My father\nis not a mighty hunter.  Once he was, but a sadok tossed him, and never\nagain had he the full use of his right arm.  My brother, Dacor the\nStrong One, had gone to the land of Sari to steal a mate for himself.\nThus there was none, father, brother, or lover, to save me from Jubal\nthe Ugly One, and I ran away and hid among the hills that skirt the\nland of Amoz.  And there these Sagoths found me and made me captive.\"\n\n\"What will they do with you?\" I asked.  \"Where are they taking us?\"\n\nAgain she looked her incredulity.\n\n\"I can almost believe that you are of another world,\" she said, \"for\notherwise such ignorance were inexplicable.  Do you really mean that\nyou do not know that the Sagoths are the creatures of the Mahars--the\nmighty Mahars who think they own Pellucidar and all that walks or grows\nupon its surface, or creeps or burrows beneath, or swims within its\nlakes and oceans, or flies through its air?  Next you will be telling\nme that you never before heard of the Mahars!\"\n\nI was loath to do it, and further incur her scorn; but there was no\nalternative if I were to absorb knowledge, so I made a clean breast of\nmy pitiful ignorance as to the mighty Mahars.  She was shocked.  But\nshe did her very best to enlighten me, though much that she said was as\nGreek would have been to her.  She described the Mahars largely by\ncomparisons.  In this way they were like unto thipdars, in that to the\nhairless lidi.\n\nAbout all I gleaned of them was that they were quite hideous, had\nwings, and webbed feet; lived in cities built beneath the ground; could\nswim under water for great distances, and were very, very wise.  The\nSagoths were their weapons of offense and defense, and the races like\nherself were their hands and feet--they were the slaves and servants\nwho did all the manual labor.  The Mahars were the heads--the\nbrains--of the inner world.  I longed to see this wondrous race of\nsupermen.\n\nPerry learned the language with me.  When we halted, as we occasionally\ndid, though sometimes the halts seemed ages apart, he would join in the\nconversation, as would Ghak the Hairy One, he who was chained just\nahead of Dian the Beautiful.  Ahead of Ghak was Hooja the Sly One.  He\ntoo entered the conversation occasionally.  Most of his remarks were\ndirected toward Dian the Beautiful.  It didn't take half an eye to see\nthat he had developed a bad case; but the girl appeared totally\noblivious to his thinly veiled advances.  Did I say thinly veiled?\nThere is a race of men in New Zealand, or Australia, I have forgotten\nwhich, who indicate their preference for the lady of their affections\nby banging her over the head with a bludgeon.  By comparison with this\nmethod Hooja's lovemaking might be called thinly veiled.  At first it\ncaused me to blush violently although I have seen several Old Years out\nat Rectors, and in other less fashionable places off Broadway, and in\nVienna, and Hamburg.\n\nBut the girl!  She was magnificent.  It was easy to see that she\nconsidered herself as entirely above and apart from her present\nsurroundings and company.  She talked with me, and with Perry, and with\nthe taciturn Ghak because we were respectful; but she couldn't even see\nHooja the Sly One, much less hear him, and that made him furious.  He\ntried to get one of the Sagoths to move the girl up ahead of him in the\nslave gang, but the fellow only poked him with his spear and told him\nthat he had selected the girl for his own property--that he would buy\nher from the Mahars as soon as they reached Phutra.  Phutra, it seemed,\nwas the city of our destination.\n\nAfter passing over the first chain of mountains we skirted a salt sea,\nupon whose bosom swam countless horrid things.  Seal-like creatures\nthere were with long necks stretching ten and more feet above their\nenormous bodies and whose snake heads were split with gaping mouths\nbristling with countless fangs.  There were huge tortoises too,\npaddling about among these other reptiles, which Perry said were\nPlesiosaurs of the Lias.  I didn't question his veracity--they might\nhave been most anything.\n\nDian told me they were tandorazes, or tandors of the sea, and that the\nother, and more fearsome reptiles, which occasionally rose from the\ndeep to do battle with them, were azdyryths, or sea-dyryths--Perry\ncalled them Ichthyosaurs.  They resembled a whale with the head of an\nalligator.\n\nI had forgotten what little geology I had studied at school--about all\nthat remained was an impression of horror that the illustrations of\nrestored prehistoric monsters had made upon me, and a well-defined\nbelief that any man with a pig's shank and a vivid imagination could\n\"restore\" most any sort of paleolithic monster he saw fit, and take\nrank as a first class paleontologist.  But when I saw these sleek,\nshiny carcasses shimmering in the sunlight as they emerged from the\nocean, shaking their giant heads; when I saw the waters roll from their\nsinuous bodies in miniature waterfalls as they glided hither and\nthither, now upon the surface, now half submerged; as I saw them meet,\nopen-mouthed, hissing and snorting, in their titanic and interminable\nwarring I realized how futile is man's poor, weak imagination by\ncomparison with Nature's incredible genius.\n\nAnd Perry!  He was absolutely flabbergasted.  He said so himself.\n\n\"David,\" he remarked, after we had marched for a long time beside that\nawful sea.  \"David, I used to teach geology, and I thought that I\nbelieved what I taught; but now I see that I did not believe it--that\nit is impossible for man to believe such things as these unless he sees\nthem with his own eyes.  We take things for granted, perhaps, because\nwe are told them over and over again, and have no way of disproving\nthem--like religions, for example; but we don't believe them, we only\nthink we do.  If you ever get back to the outer world you will find\nthat the geologists and paleontologists will be the first to set you\ndown a liar, for they know that no such creatures as they restore ever\nexisted.  It is all right to IMAGINE them as existing in an equally\nimaginary epoch--but now?  poof!\"\n\nAt the next halt Hooja the Sly One managed to find enough slack chain\nto permit him to worm himself back quite close to Dian.  We were all\nstanding, and as he edged near the girl she turned her back upon him in\nsuch a truly earthly feminine manner that I could scarce repress a\nsmile; but it was a short-lived smile for on the instant the Sly One's\nhand fell upon the girl's bare arm, jerking her roughly toward him.\n\nI was not then familiar with the customs or social ethics which\nprevailed within Pellucidar; but even so I did not need the appealing\nlook which the girl shot to me from her magnificent eyes to influence\nmy subsequent act.  What the Sly One's intention was I paused not to\ninquire; but instead, before he could lay hold of her with his other\nhand, I placed a right to the point of his jaw that felled him in his\ntracks.\n\nA roar of approval went up from those of the other prisoners and the\nSagoths who had witnessed the brief drama; not, as I later learned,\nbecause I had championed the girl, but for the neat and, to them,\nastounding method by which I had bested Hooja.\n\nAnd the girl?  At first she looked at me with wide, wondering eyes, and\nthen she dropped her head, her face half averted, and a delicate flush\nsuffused her cheek.  For a moment she stood thus in silence, and then\nher head went high, and she turned her back upon me as she had upon\nHooja.  Some of the prisoners laughed, and I saw the face of Ghak the\nHairy One go very black as he looked at me searchingly.  And what I\ncould see of Dian's cheek went suddenly from red to white.\n\nImmediately after we resumed the march, and though I realized that in\nsome way I had offended Dian the Beautiful I could not prevail upon her\nto talk with me that I might learn wherein I had erred--in fact I might\nquite as well have been addressing a sphinx for all the attention I\ngot.  At last my own foolish pride stepped in and prevented my making\nany further attempts, and thus a companionship that without my\nrealizing it had come to mean a great deal to me was cut off.\nThereafter I confined my conversation to Perry.  Hooja did not renew\nhis advances toward the girl, nor did he again venture near me.\n\nAgain the weary and apparently interminable marching became a perfect\nnightmare of horrors to me.  The more firmly fixed became the\nrealization that the girl's friendship had meant so much to me, the\nmore I came to miss it; and the more impregnable the barrier of silly\npride.  But I was very young and would not ask Ghak for the explanation\nwhich I was sure he could give, and that might have made everything all\nright again.\n\nOn the march, or during halts, Dian refused consistently to notice\nme--when her eyes wandered in my direction she looked either over my\nhead or directly through me.  At last I became desperate, and\ndetermined to swallow my self-esteem, and again beg her to tell me how\nI had offended, and how I might make reparation.  I made up my mind\nthat I should do this at the next halt.  We were approaching another\nrange of mountains at the time, and when we reached them, instead of\nwinding across them through some high-flung pass we entered a mighty\nnatural tunnel--a series of labyrinthine grottoes, dark as Erebus.\n\nThe guards had no torches or light of any description.  In fact we had\nseen no artificial light or sign of fire since we had entered\nPellucidar.  In a land of perpetual noon there is no need of light\nabove ground, yet I marveled that they had no means of lighting their\nway through these dark, subterranean passages.  So we crept along at a\nsnail's pace, with much stumbling and falling--the guards keeping up a\nsingsong chant ahead of us, interspersed with certain high notes which\nI found always indicated rough places and turns.\n\nHalts were now more frequent, but I did not wish to speak to Dian until\nI could see from the expression of her face how she was receiving my\napologies.  At last a faint glow ahead forewarned us of the end of the\ntunnel, for which I for one was devoutly thankful.  Then at a sudden\nturn we emerged into the full light of the noonday sun.\n\nBut with it came a sudden realization of what meant to me a real\ncatastrophe--Dian was gone, and with her a half-dozen other prisoners.\nThe guards saw it too, and the ferocity of their rage was terrible to\nbehold.  Their awesome, bestial faces were contorted in the most\ndiabolical expressions, as they accused each other of responsibility\nfor the loss.  Finally they fell upon us, beating us with their spear\nshafts, and hatchets.  They had already killed two near the head of the\nline, and were like to have finished the balance of us when their\nleader finally put a stop to the brutal slaughter.  Never in all my\nlife had I witnessed a more horrible exhibition of bestial rage--I\nthanked God that Dian had not been one of those left to endure it.\n\nOf the twelve prisoners who had been chained ahead of me each alternate\none had been freed commencing with Dian.  Hooja was gone.  Ghak\nremained.  What could it mean?  How had it been accomplished?  The\ncommander of the guards was investigating.  Soon he discovered that the\nrude locks which had held the neckbands in place had been deftly picked.\n\n\"Hooja the Sly One,\" murmured Ghak, who was now next to me in line.\n\"He has taken the girl that you would not have,\" he continued, glancing\nat me.\n\n\"That I would not have!\" I cried.  \"What do you mean?\"\n\nHe looked at me closely for a moment.\n\n\"I have doubted your story that you are from another world,\" he said at\nlast, \"but yet upon no other grounds could your ignorance of the ways\nof Pellucidar be explained.  Do you really mean that you do not know\nthat you offended the Beautiful One, and how?\"\n\n\"I do not know, Ghak,\" I replied.\n\n\"Then shall I tell you.  When a man of Pellucidar intervenes between\nanother man and the woman the other man would have, the woman belongs\nto the victor.  Dian the Beautiful belongs to you.  You should have\nclaimed her or released her.  Had you taken her hand, it would have\nindicated your desire to make her your mate, and had you raised her\nhand above her head and then dropped it, it would have meant that you\ndid not wish her for a mate and that you released her from all\nobligation to you.  By doing neither you have put upon her the greatest\naffront that a man may put upon a woman.  Now she is your slave.  No\nman will take her as mate, or may take her honorably, until he shall\nhave overcome you in combat, and men do not choose slave women as their\nmates--at least not the men of Pellucidar.\"\n\n\"I did not know, Ghak,\" I cried.  \"I did not know.  Not for all\nPellucidar would I have harmed Dian the Beautiful by word, or look, or\nact of mine.  I do not want her as my slave.  I do not want her as\nmy--\" but here I stopped.  The vision of that sweet and innocent face\nfloated before me amidst the soft mists of imagination, and where I had\non the second believed that I clung only to the memory of a gentle\nfriendship I had lost, yet now it seemed that it would have been\ndisloyalty to her to have said that I did not want Dian the Beautiful\nas my mate.  I had not thought of her except as a welcome friend in a\nstrange, cruel world.  Even now I did not think that I loved her.\n\nI believe Ghak must have read the truth more in my expression than in\nmy words, for presently he laid his hand upon my shoulder.\n\n\"Man of another world,\" he said, \"I believe you.  Lips may lie, but\nwhen the heart speaks through the eyes it tells only the truth.  Your\nheart has spoken to me.  I know now that you meant no affront to Dian\nthe Beautiful.  She is not of my tribe; but her mother is my sister.\nShe does not know it--her mother was stolen by Dian's father who came\nwith many others of the tribe of Amoz to battle with us for our\nwomen--the most beautiful women of Pellucidar.  Then was her father\nking of Amoz, and her mother was daughter of the king of Sari--to whose\npower I, his son, have succeeded.  Dian is the daughter of kings,\nthough her father is no longer king since the sadok tossed him and\nJubal the Ugly One wrested his kingship from him.  Because of her\nlineage the wrong you did her was greatly magnified in the eyes of all\nwho saw it.  She will never forgive you.\"\n\nI asked Ghak if there was not some way in which I could release the\ngirl from the bondage and ignominy I had unwittingly placed upon her.\n\n\"If ever you find her, yes,\" he answered.  \"Merely to raise her hand\nabove her head and drop it in the presence of others is sufficient to\nrelease her; but how may you ever find her, you who are doomed to a\nlife of slavery yourself in the buried city of Phutra?\"\n\n\"Is there no escape?\" I asked.\n\n\"Hooja the Sly One escaped and took the others with him,\" replied Ghak.\n\"But there are no more dark places on the way to Phutra, and once there\nit is not so easy--the Mahars are very wise.  Even if one escaped from\nPhutra there are the thipdars--they would find you, and then--\" the\nHairy One shuddered.  \"No, you will never escape the Mahars.\"\n\nIt was a cheerful prospect.  I asked Perry what he thought about it;\nbut he only shrugged his shoulders and continued a longwinded prayer he\nhad been at for some time.  He was wont to say that the only redeeming\nfeature of our captivity was the ample time it gave him for the\nimprovisation of prayers--it was becoming an obsession with him.  The\nSagoths had begun to take notice of his habit of declaiming throughout\nentire marches.  One of them asked him what he was saying--to whom he\nwas talking.  The question gave me an idea, so I answered quickly\nbefore Perry could say anything.\n\n\"Do not interrupt him,\" I said.  \"He is a very holy man in the world\nfrom which we come.  He is speaking to spirits which you cannot see--do\nnot interrupt him or they will spring out of the air upon you and rend\nyou limb from limb--like that,\" and I jumped toward the great brute\nwith a loud \"Boo!\" that sent him stumbling backward.\n\nI took a long chance, I realized, but if we could make any capital out\nof Perry's harmless mania I wanted to make it while the making was\nprime.  It worked splendidly.  The Sagoths treated us both with marked\nrespect during the balance of the journey, and then passed the word\nalong to their masters, the Mahars.\n\nTwo marches after this episode we came to the city of Phutra.  The\nentrance to it was marked by two lofty towers of granite, which guarded\na flight of steps leading to the buried city.  Sagoths were on guard\nhere as well as at a hundred or more other towers scattered about over\na large plain.\n\n\n\nV\n\nSLAVES\n\n\nAS WE DESCENDED THE BROAD STAIRCASE WHICH led to the main avenue of\nPhutra I caught my first sight of the dominant race of the inner world.\nInvoluntarily I shrank back as one of the creatures approached to\ninspect us.  A more hideous thing it would be impossible to imagine.\nThe all-powerful Mahars of Pellucidar are great reptiles, some six or\neight feet in length, with long narrow heads and great round eyes.\nTheir beak-like mouths are lined with sharp, white fangs, and the backs\nof their huge, lizard bodies are serrated into bony ridges from their\nnecks to the end of their long tails.  Their feet are equipped with\nthree webbed toes, while from the fore feet membranous wings, which are\nattached to their bodies just in front of the hind legs, protrude at an\nangle of 45 degrees toward the rear, ending in sharp points several\nfeet above their bodies.\n\nI glanced at Perry as the thing passed me to inspect him.  The old man\nwas gazing at the horrid creature with wide astonished eyes.  When it\npassed on, he turned to me.\n\n\"A rhamphorhynchus of the Middle Olitic, David,\" he said, \"but, gad,\nhow enormous!  The largest remains we ever have discovered have never\nindicated a size greater than that attained by an ordinary crow.\"\n\nAs we continued on through the main avenue of Phutra we saw many\nthousand of the creatures coming and going upon their daily duties.\nThey paid but little attention to us.  Phutra is laid out underground\nwith a regularity that indicates remarkable engineering skill.  It is\nhewn from solid limestone strata.  The streets are broad and of a\nuniform height of twenty feet.  At intervals tubes pierce the roof of\nthis underground city, and by means of lenses and reflectors transmit\nthe sunlight, softened and diffused, to dispel what would otherwise be\nCimmerian darkness.  In like manner air is introduced.\n\nPerry and I were taken, with Ghak, to a large public building, where\none of the Sagoths who had formed our guard explained to a Maharan\nofficial the circumstances surrounding our capture.  The method of\ncommunication between these two was remarkable in that no spoken words\nwere exchanged.  They employed a species of sign language.  As I was to\nlearn later, the Mahars have no ears, not any spoken language.  Among\nthemselves they communicate by means of what Perry says must be a sixth\nsense which is cognizant of a fourth dimension.\n\nI never did quite grasp him, though he endeavored to explain it to me\nupon numerous occasions.  I suggested telepathy, but he said no, that\nit was not telepathy since they could only communicate when in each\nothers' presence, nor could they talk with the Sagoths or the other\ninhabitants of Pellucidar by the same method they used to converse with\none another.\n\n\"What they do,\" said Perry, \"is to project their thoughts into the\nfourth dimension, when they become appreciable to the sixth sense of\ntheir listener.  Do I make myself quite clear?\"\n\n\"You do not, Perry,\" I replied.  He shook his head in despair, and\nreturned to his work.  They had set us to carrying a great accumulation\nof Maharan literature from one apartment to another, and there\narranging it upon shelves.  I suggested to Perry that we were in the\npublic library of Phutra, but later, as he commenced to discover the\nkey to their written language, he assured me that we were handling the\nancient archives of the race.\n\nDuring this period my thoughts were continually upon Dian the\nBeautiful.  I was, of course, glad that she had escaped the Mahars, and\nthe fate that had been suggested by the Sagoth who had threatened to\npurchase her upon our arrival at Phutra.  I often wondered if the\nlittle party of fugitives had been overtaken by the guards who had\nreturned to search for them.  Sometimes I was not so sure but that I\nshould have been more contented to know that Dian was here in Phutra,\nthan to think of her at the mercy of Hooja the Sly One.  Ghak, Perry,\nand I often talked together of possible escape, but the Sarian was so\nsteeped in his lifelong belief that no one could escape from the Mahars\nexcept by a miracle, that he was not much aid to us--his attitude was\nof one who waits for the miracle to come to him.\n\nAt my suggestion Perry and I fashioned some swords of scraps of iron\nwhich we discovered among some rubbish in the cells where we slept, for\nwe were permitted almost unrestrained freedom of action within the\nlimits of the building to which we had been assigned.  So great were\nthe number of slaves who waited upon the inhabitants of Phutra that\nnone of us was apt to be overburdened with work, nor were our masters\nunkind to us.\n\nWe hid our new weapons beneath the skins which formed our beds, and\nthen Perry conceived the idea of making bows and arrows--weapons\napparently unknown within Pellucidar.  Next came shields; but these I\nfound it easier to steal from the walls of the outer guardroom of the\nbuilding.\n\nWe had completed these arrangements for our protection after leaving\nPhutra when the Sagoths who had been sent to recapture the escaped\nprisoners returned with four of them, of whom Hooja was one.  Dian and\ntwo others had eluded them.  It so happened that Hooja was confined in\nthe same building with us.  He told Ghak that he had not seen Dian or\nthe others after releasing them within the dark grotto.  What had\nbecome of them he had not the faintest conception--they might be\nwandering yet, lost within the labyrinthine tunnel, if not dead from\nstarvation.\n\nI was now still further apprehensive as to the fate of Dian, and at\nthis time, I imagine, came the first realization that my affection for\nthe girl might be prompted by more than friendship.  During my waking\nhours she was constantly the subject of my thoughts, and when I slept\nher dear face haunted my dreams.  More than ever was I determined to\nescape the Mahars.\n\n\"Perry,\" I confided to the old man, \"if I have to search every inch of\nthis diminutive world I am going to find Dian the Beautiful and right\nthe wrong I unintentionally did her.\"  That was the excuse I made for\nPerry's benefit.\n\n\"Diminutive world!\" he scoffed.  \"You don't know what you are talking\nabout, my boy,\" and then he showed me a map of Pellucidar which he had\nrecently discovered among the manuscript he was arranging.\n\n\"Look,\" he cried, pointing to it, \"this is evidently water, and all\nthis land.  Do you notice the general configuration of the two areas?\nWhere the oceans are upon the outer crust, is land here.  These\nrelatively small areas of ocean follow the general lines of the\ncontinents of the outer world.\n\n\"We know that the crust of the globe is 500 miles in thickness; then\nthe inside diameter of Pellucidar must be 7,000 miles, and the\nsuperficial area 165,480,000 square miles.  Three-fourths of this is\nland.  Think of it!  A land area of 124,110,000 square miles!  Our own\nworld contains but 53,000,000 square miles of land, the balance of its\nsurface being covered by water.  Just as we often compare nations by\ntheir relative land areas, so if we compare these two worlds in the\nsame way we have the strange anomaly of a larger world within a smaller\none!\n\n\"Where within vast Pellucidar would you search for your Dian?  Without\nstars, or moon, or changing sun how could you find her even though you\nknew where she might be found?\"\n\nThe proposition was a corker.  It quite took my breath away; but I\nfound that it left me all the more determined to attempt it.\n\n\"If Ghak will accompany us we may be able to do it,\" I suggested.\n\nPerry and I sought him out and put the question straight to him.\n\n\"Ghak,\" I said, \"we are determined to escape from this bondage.  Will\nyou accompany us?\"\n\n\"They will set the thipdars upon us,\" he said, \"and then we shall be\nkilled; but--\" he hesitated--\"I would take the chance if I thought that\nI might possibly escape and return to my own people.\"\n\n\"Could you find your way back to your own land?\" asked Perry.  \"And\ncould you aid David in his search for Dian?\"\n\n\"Yes.\"\n\n\"But how,\" persisted Perry, \"could you travel to strange country\nwithout heavenly bodies or a compass to guide you?\"\n\nGhak didn't know what Perry meant by heavenly bodies or a compass, but\nhe assured us that you might blindfold any man of Pellucidar and carry\nhim to the farthermost corner of the world, yet he would be able to\ncome directly to his own home again by the shortest route.  He seemed\nsurprised to think that we found anything wonderful in it.  Perry said\nit must be some sort of homing instinct such as is possessed by certain\nbreeds of earthly pigeons.  I didn't know, of course, but it gave me an\nidea.\n\n\"Then Dian could have found her way directly to her own people?\" I\nasked.\n\n\"Surely,\" replied Ghak, \"unless some mighty beast of prey killed her.\"\n\nI was for making the attempted escape at once, but both Perry and Ghak\ncounseled waiting for some propitious accident which would insure us\nsome small degree of success.  I didn't see what accident could befall\na whole community in a land of perpetual daylight where the inhabitants\nhad no fixed habits of sleep.  Why, I am sure that some of the Mahars\nnever sleep, while others may, at long intervals, crawl into the dark\nrecesses beneath their dwellings and curl up in protracted slumber.\nPerry says that if a Mahar stays awake for three years he will make up\nall his lost sleep in a long year's snooze.  That may be all true, but\nI never saw but three of them asleep, and it was the sight of these\nthree that gave me a suggestion for our means of escape.\n\nI had been searching about far below the levels that we slaves were\nsupposed to frequent--possibly fifty feet beneath the main floor of the\nbuilding--among a network of corridors and apartments, when I came\nsuddenly upon three Mahars curled up upon a bed of skins.  At first I\nthought they were dead, but later their regular breathing convinced me\nof my error.  Like a flash the thought came to me of the marvelous\nopportunity these sleeping reptiles offered as a means of eluding the\nwatchfulness of our captors and the Sagoth guards.\n\nHastening back to Perry where he pored over a musty pile of, to me,\nmeaningless hieroglyphics, I explained my plan to him.  To my surprise\nhe was horrified.\n\n\"It would be murder, David,\" he cried.\n\n\"Murder to kill a reptilian monster?\" I asked in astonishment.\n\n\"Here they are not monsters, David,\" he replied.  \"Here they are the\ndominant race--we are the 'monsters'--the lower orders.  In Pellucidar\nevolution has progressed along different lines than upon the outer\nearth.  These terrible convulsions of nature time and time again wiped\nout the existing species--but for this fact some monster of the\nSaurozoic epoch might rule today upon our own world.  We see here what\nmight well have occurred in our own history had conditions been what\nthey have been here.\n\n\"Life within Pellucidar is far younger than upon the outer crust.  Here\nman has but reached a stage analogous to the Stone Age of our own\nworld's history, but for countless millions of years these reptiles\nhave been progressing.  Possibly it is the sixth sense which I am sure\nthey possess that has given them an advantage over the other and more\nfrightfully armed of their fellows; but this we may never know.  They\nlook upon us as we look upon the beasts of our fields, and I learn from\ntheir written records that other races of Mahars feed upon men--they\nkeep them in great droves, as we keep cattle.  They breed them most\ncarefully, and when they are quite fat, they kill and eat them.\"\n\nI shuddered.\n\n\"What is there horrible about it, David?\" the old man asked.  \"They\nunderstand us no better than we understand the lower animals of our own\nworld.  Why, I have come across here very learned discussions of the\nquestion as to whether gilaks, that is men, have any means of\ncommunication.  One writer claims that we do not even reason--that our\nevery act is mechanical, or instinctive.  The dominant race of\nPellucidar, David, have not yet learned that men converse among\nthemselves, or reason.  Because we do not converse as they do it is\nbeyond them to imagine that we converse at all.  It is thus that we\nreason in relation to the brutes of our own world.  They know that the\nSagoths have a spoken language, but they cannot comprehend it, or how\nit manifests itself, since they have no auditory apparatus.  They\nbelieve that the motions of the lips alone convey the meaning.  That\nthe Sagoths can communicate with us is incomprehensible to them.\n\n\"Yes, David,\" he concluded, \"it would entail murder to carry out your\nplan.\"\n\n\"Very well then, Perry.\" I replied.  \"I shall become a murderer.\"\n\nHe got me to go over the plan again most carefully, and for some reason\nwhich was not at the time clear to me insisted upon a very careful\ndescription of the apartments and corridors I had just explored.\n\n\"I wonder, David,\" he said at length, \"as you are determined to carry\nout your wild scheme, if we could not accomplish something of very real\nand lasting benefit for the human race of Pellucidar at the same time.\nListen, I have learned much of a most surprising nature from these\narchives of the Mahars.  That you may appreciate my plan I shall\nbriefly outline the history of the race.\n\n\"Once the males were all-powerful, but ages ago the females, little by\nlittle, assumed the mastery.  For other ages no noticeable change took\nplace in the race of Mahars.  It continued to progress under the\nintelligent and beneficent rule of the ladies.  Science took vast\nstrides.  This was especially true of the sciences which we know as\nbiology and eugenics.  Finally a certain female scientist announced the\nfact that she had discovered a method whereby eggs might be fertilized\nby chemical means after they were laid--all true reptiles, you know,\nare hatched from eggs.\n\n\"What happened?  Immediately the necessity for males ceased to\nexist--the race was no longer dependent upon them.  More ages elapsed\nuntil at the present time we find a race consisting exclusively of\nfemales.  But here is the point.  The secret of this chemical formula\nis kept by a single race of Mahars.  It is in the city of Phutra, and\nunless I am greatly in error I judge from your description of the\nvaults through which you passed today that it lies hidden in the cellar\nof this building.\n\n\"For two reasons they hide it away and guard it jealously.  First,\nbecause upon it depends the very life of the race of Mahars, and\nsecond, owing to the fact that when it was public property as at first\nso many were experimenting with it that the danger of over-population\nbecame very grave.\n\n\"David, if we can escape, and at the same time take with us this great\nsecret what will we not have accomplished for the human race within\nPellucidar!\" The very thought of it fairly overpowered me.  Why, we two\nwould be the means of placing the men of the inner world in their\nrightful place among created things.  Only the Sagoths would then stand\nbetween them and absolute supremacy, and I was not quite sure but that\nthe Sagoths owed all their power to the greater intelligence of the\nMahars--I could not believe that these gorilla-like beasts were the\nmental superiors of the human race of Pellucidar.\n\n\"Why, Perry,\" I exclaimed, \"you and I may reclaim a whole world!\nTogether we can lead the races of men out of the darkness of ignorance\ninto the light of advancement and civilization.  At one step we may\ncarry them from the Age of Stone to the twentieth century.  It's\nmarvelous--absolutely marvelous just to think about it.\"\n\n\"David,\" said the old man, \"I believe that God sent us here for just\nthat purpose--it shall be my life work to teach them His word--to lead\nthem into the light of His mercy while we are training their hearts and\nhands in the ways of culture and civilization.\"\n\n\"You are right, Perry,\" I said, \"and while you are teaching them to\npray I'll be teaching them to fight, and between us we'll make a race\nof men that will be an honor to us both.\"\n\nGhak had entered the apartment some time before we concluded our\nconversation, and now he wanted to know what we were so excited about.\nPerry thought we had best not tell him too much, and so I only\nexplained that I had a plan for escape.  When I had outlined it to him,\nhe seemed about as horror-struck as Perry had been; but for a different\nreason.  The Hairy One only considered the horrible fate that would be\nours were we discovered; but at last I prevailed upon him to accept my\nplan as the only feasible one, and when I had assured him that I would\ntake all the responsibility for it were we captured, he accorded a\nreluctant assent.\n\n\n\nVI\n\nTHE BEGINNING OF HORROR\n\n\nWITHIN PELLUCIDAR ONE TIME IS AS GOOD AS ANOTHER.  There were no nights\nto mask our attempted escape.  All must be done in broad daylight--all\nbut the work I had to do in the apartment beneath the building.  So we\ndetermined to put our plan to an immediate test lest the Mahars who\nmade it possible should awake before I reached them; but we were doomed\nto disappointment, for no sooner had we reached the main floor of the\nbuilding on our way to the pits beneath, than we encountered hurrying\nbands of slaves being hastened under strong Sagoth guard out of the\nedifice to the avenue beyond.\n\nOther Sagoths were darting hither and thither in search of other\nslaves, and the moment that we appeared we were pounced upon and\nhustled into the line of marching humans.\n\nWhat the purpose or nature of the general exodus we did not know, but\npresently through the line of captives ran the rumor that two escaped\nslaves had been recaptured--a man and a woman--and that we were\nmarching to witness their punishment, for the man had killed a Sagoth\nof the detachment that had pursued and overtaken them.\n\nAt the intelligence my heart sprang to my throat, for I was sure that\nthe two were of those who escaped in the dark grotto with Hooja the Sly\nOne, and that Dian must be the woman.  Ghak thought so too, as did\nPerry.\n\n\"Is there naught that we may do to save her?\" I asked Ghak.\n\n\"Naught,\" he replied.\n\nAlong the crowded avenue we marched, the guards showing unusual cruelty\ntoward us, as though we, too, had been implicated in the murder of\ntheir fellow.  The occasion was to serve as an object-lesson to all\nother slaves of the danger and futility of attempted escape, and the\nfatal consequences of taking the life of a superior being, and so I\nimagine that Sagoths felt amply justified in making the entire\nproceeding as uncomfortable and painful to us as possible.\n\nThey jabbed us with their spears and struck at us with the hatchets at\nthe least provocation, and at no provocation at all.  It was a most\nuncomfortable half-hour that we spent before we were finally herded\nthrough a low entrance into a huge building the center of which was\ngiven up to a good-sized arena.  Benches surrounded this open space\nupon three sides, and along the fourth were heaped huge bowlders which\nrose in receding tiers toward the roof.\n\nAt first I couldn't make out the purpose of this mighty pile of rock,\nunless it were intended as a rough and picturesque background for the\nscenes which were enacted in the arena before it, but presently, after\nthe wooden benches had been pretty well filled by slaves and Sagoths, I\ndiscovered the purpose of the bowlders, for then the Mahars began to\nfile into the enclosure.\n\nThey marched directly across the arena toward the rocks upon the\nopposite side, where, spreading their bat-like wings, they rose above\nthe high wall of the pit, settling down upon the bowlders above.  These\nwere the reserved seats, the boxes of the elect.\n\nReptiles that they are, the rough surface of a great stone is to them\nas plush as upholstery to us.  Here they lolled, blinking their hideous\neyes, and doubtless conversing with one another in their\nsixth-sense-fourth-dimension language.\n\nFor the first time I beheld their queen.  She differed from the others\nin no feature that was appreciable to my earthly eyes, in fact all\nMahars look alike to me: but when she crossed the arena after the\nbalance of her female subjects had found their bowlders, she was\npreceded by a score of huge Sagoths, the largest I ever had seen, and\non either side of her waddled a huge thipdar, while behind came another\nscore of Sagoth guardsmen.\n\nAt the barrier the Sagoths clambered up the steep side with truly\napelike agility, while behind them the haughty queen rose upon her\nwings with her two frightful dragons close beside her, and settled down\nupon the largest bowlder of them all in the exact center of that side\nof the amphitheater which is reserved for the dominant race.  Here she\nsquatted, a most repulsive and uninteresting queen; though doubtless\nquite as well assured of her beauty and divine right to rule as the\nproudest monarch of the outer world.\n\nAnd then the music started--music without sound!  The Mahars cannot\nhear, so the drums and fifes and horns of earthly bands are unknown\namong them.  The \"band\" consists of a score or more Mahars.  It filed\nout in the center of the arena where the creatures upon the rocks might\nsee it, and there it performed for fifteen or twenty minutes.\n\nTheir technic consisted in waving their tails and moving their heads in\na regular succession of measured movements resulting in a cadence which\nevidently pleased the eye of the Mahar as the cadence of our own\ninstrumental music pleases our ears.  Sometimes the band took measured\nsteps in unison to one side or the other, or backward and again\nforward--it all seemed very silly and meaningless to me, but at the end\nof the first piece the Mahars upon the rocks showed the first\nindications of enthusiasm that I had seen displayed by the dominant\nrace of Pellucidar.  They beat their great wings up and down, and smote\ntheir rocky perches with their mighty tails until the ground shook.\nThen the band started another piece, and all was again as silent as the\ngrave.  That was one great beauty about Mahar music--if you didn't\nhappen to like a piece that was being played all you had to do was shut\nyour eyes.\n\nWhen the band had exhausted its repertory it took wing and settled upon\nthe rocks above and behind the queen.  Then the business of the day was\non.  A man and woman were pushed into the arena by a couple of Sagoth\nguardsmen.  I leaned forward in my seat to scrutinize the\nfemale--hoping against hope that she might prove to be another than\nDian the Beautiful.  Her back was toward me for a while, and the sight\nof the great mass of raven hair piled high upon her head filled me with\nalarm.\n\nPresently a door in one side of the arena wall was opened to admit a\nhuge, shaggy, bull-like creature.\n\n\"A Bos,\" whispered Perry, excitedly.  \"His kind roamed the outer crust\nwith the cave bear and the mammoth ages and ages ago.  We have been\ncarried back a million years, David, to the childhood of a planet--is\nit not wondrous?\"\n\nBut I saw only the raven hair of a half-naked girl, and my heart stood\nstill in dumb misery at the sight of her, nor had I any eyes for the\nwonders of natural history.  But for Perry and Ghak I should have\nleaped to the floor of the arena and shared whatever fate lay in store\nfor this priceless treasure of the Stone Age.\n\nWith the advent of the Bos--they call the thing a thag within\nPellucidar--two spears were tossed into the arena at the feet of the\nprisoners.  It seemed to me that a bean shooter would have been as\neffective against the mighty monster as these pitiful weapons.\n\nAs the animal approached the two, bellowing and pawing the ground with\nthe strength of many earthly bulls, another door directly beneath us\nwas opened, and from it issued the most terrific roar that ever had\nfallen upon my outraged ears.  I could not at first see the beast from\nwhich emanated this fearsome challenge, but the sound had the effect of\nbringing the two victims around with a sudden start, and then I saw the\ngirl's face--she was not Dian!  I could have wept for relief.\n\nAnd now, as the two stood frozen in terror, I saw the author of that\nfearsome sound creeping stealthily into view.  It was a huge\ntiger--such as hunted the great Bos through the jungles primeval when\nthe world was young.  In contour and markings it was not unlike the\nnoblest of the Bengals of our own world, but as its dimensions were\nexaggerated to colossal proportions so too were its colorings\nexaggerated.  Its vivid yellows fairly screamed aloud; its whites were\nas eider down; its blacks glossy as the finest anthracite coal, and its\ncoat long and shaggy as a mountain goat.  That it is a beautiful animal\nthere is no gainsaying, but if its size and colors are magnified here\nwithin Pellucidar, so is the ferocity of its disposition.  It is not\nthe occasional member of its species that is a man hunter--all are man\nhunters; but they do not confine their foraging to man alone, for there\nis no flesh or fish within Pellucidar that they will not eat with\nrelish in the constant efforts which they make to furnish their huge\ncarcasses with sufficient sustenance to maintain their mighty thews.\n\nUpon one side of the doomed pair the thag bellowed and advanced, and\nupon the other tarag, the frightful, crept toward them with gaping\nmouth and dripping fangs.\n\nThe man seized the spears, handing one of them to the woman.  At the\nsound of the roaring of the tiger the bull's bellowing became a\nveritable frenzy of rageful noise.  Never in my life had I heard such\nan infernal din as the two brutes made, and to think it was all lost\nupon the hideous reptiles for whom the show was staged!\n\nThe thag was charging now from one side, and the tarag from the other.\nThe two puny things standing between them seemed already lost, but at\nthe very moment that the beasts were upon them the man grasped his\ncompanion by the arm and together they leaped to one side, while the\nfrenzied creatures came together like locomotives in collision.\n\nThere ensued a battle royal which for sustained and frightful ferocity\ntranscends the power of imagination or description.  Time and again the\ncolossal bull tossed the enormous tiger high into the air, but each\ntime that the huge cat touched the ground he returned to the encounter\nwith apparently undiminished strength, and seemingly increased ire.\n\nFor a while the man and woman busied themselves only with keeping out\nof the way of the two creatures, but finally I saw them separate and\neach creep stealthily toward one of the combatants.  The tiger was now\nupon the bull's broad back, clinging to the huge neck with powerful\nfangs while its long, strong talons ripped the heavy hide into shreds\nand ribbons.\n\nFor a moment the bull stood bellowing and quivering with pain and rage,\nits cloven hoofs widespread, its tail lashing viciously from side to\nside, and then, in a mad orgy of bucking it went careening about the\narena in frenzied attempt to unseat its rending rider.  It was with\ndifficulty that the girl avoided the first mad rush of the wounded\nanimal.\n\nAll its efforts to rid itself of the tiger seemed futile, until in\ndesperation it threw itself upon the ground, rolling over and over.  A\nlittle of this so disconcerted the tiger, knocking its breath from it I\nimagine, that it lost its hold and then, quick as a cat, the great thag\nwas up again and had buried those mighty horns deep in the tarag's\nabdomen, pinning him to the floor of the arena.\n\nThe great cat clawed at the shaggy head until eyes and ears were gone,\nand naught but a few strips of ragged, bloody flesh remained upon the\nskull.  Yet through all the agony of that fearful punishment the thag\nstill stood motionless pinning down his adversary, and then the man\nleaped in, seeing that the blind bull would be the least formidable\nenemy, and ran his spear through the tarag's heart.\n\nAs the animal's fierce clawing ceased, the bull raised his gory,\nsightless head, and with a horrid roar ran headlong across the arena.\nWith great leaps and bounds he came, straight toward the arena wall\ndirectly beneath where we sat, and then accident carried him, in one of\nhis mighty springs, completely over the barrier into the midst of the\nslaves and Sagoths just in front of us.  Swinging his bloody horns from\nside to side the beast cut a wide swath before him straight upward\ntoward our seats.  Before him slaves and gorilla-men fought in mad\nstampede to escape the menace of the creature's death agonies, for such\nonly could that frightful charge have been.\n\nForgetful of us, our guards joined in the general rush for the exits,\nmany of which pierced the wall of the amphitheater behind us.  Perry,\nGhak, and I became separated in the chaos which reigned for a few\nmoments after the beast cleared the wall of the arena, each intent upon\nsaving his own hide.\n\nI ran to the right, passing several exits choked with the fear mad mob\nthat were battling to escape.  One would have thought that an entire\nherd of thags was loose behind them, rather than a single blinded,\ndying beast; but such is the effect of panic upon a crowd.\n\n\n\nVII\n\nFREEDOM\n\n\nONCE OUT OF THE DIRECT PATH OF THE ANIMAL, fear of it left me, but\nanother emotion as quickly gripped me--hope of escape that the\ndemoralized condition of the guards made possible for the instant.\n\nI thought of Perry, and but for the hope that I might better encompass his\nrelease if myself free I should have put the thought of freedom from me\nat once.  As it was I hastened on toward the right searching for an\nexit toward which no Sagoths were fleeing, and at last I found it--a\nlow, narrow aperture leading into a dark corridor.\n\nWithout thought of the possible consequence, I darted into the shadows\nof the tunnel, feeling my way along through the gloom for some\ndistance.  The noises of the amphitheater had grown fainter and fainter\nuntil now all was as silent as the tomb about me.  Faint light filtered\nfrom above through occasional ventilating and lighting tubes, but it\nwas scarce sufficient to enable my human eyes to cope with the\ndarkness, and so I was forced to move with extreme care, feeling my way\nalong step by step with a hand upon the wall beside me.\n\nPresently the light increased and a moment later, to my delight, I came\nupon a flight of steps leading upward, at the top of which the\nbrilliant light of the noonday sun shone through an opening in the\nground.\n\nCautiously I crept up the stairway to the tunnel's end, and peering out\nsaw the broad plain of Phutra before me.  The numerous lofty, granite\ntowers which mark the several entrances to the subterranean city were\nall in front of me--behind, the plain stretched level and unbroken to\nthe nearby foothills.  I had come to the surface, then, beyond the\ncity, and my chances for escape seemed much enhanced.\n\nMy first impulse was to await darkness before attempting to cross the\nplain, so deeply implanted are habits of thought; but of a sudden I\nrecollected the perpetual noonday brilliance which envelops\nPellucidar, and with a smile I stepped forth into the daylight.\n\nRank grass, waist high, grows upon the plain of Phutra--the gorgeous\nflowering grass of the inner world, each particular blade of which is\ntipped with a tiny, five-pointed blossom--brilliant little stars of\nvarying colors that twinkle in the green foliage to add still another\ncharm to the weird, yet lovely, landscape.\n\nBut then the only aspect which attracted me was the distant hills in\nwhich I hoped to find sanctuary, and so I hastened on, trampling the\nmyriad beauties beneath my hurrying feet.  Perry says that the force of\ngravity is less upon the surface of the inner world than upon that of\nthe outer.  He explained it all to me once, but I was never\nparticularly brilliant in such matters and so most of it has escaped\nme.  As I recall it the difference is due in some part to the\ncounter-attraction of that portion of the earth's crust directly\nopposite the spot upon the face of Pellucidar at which one's\ncalculations are being made.  Be that as it may, it always seemed to me\nthat I moved with greater speed and agility within Pellucidar than upon\nthe outer surface--there was a certain airy lightness of step that was\nmost pleasing, and a feeling of bodily detachment which I can only\ncompare with that occasionally experienced in dreams.\n\nAnd as I crossed Phutra's flower-bespangled plain that time I seemed\nalmost to fly, though how much of the sensation was due to Perry's\nsuggestion and how much to actuality I am sure I do not know.  The more\nI thought of Perry the less pleasure I took in my new-found freedom.\nThere could be no liberty for me within Pellucidar unless the old man\nshared it with me, and only the hope that I might find some way to\nencompass his release kept me from turning back to Phutra.\n\nJust how I was to help Perry I could scarce imagine, but I hoped that\nsome fortuitous circumstance might solve the problem for me.  It was\nquite evident however that little less than a miracle could aid me, for\nwhat could I accomplish in this strange world, naked and unarmed?  It\nwas even doubtful that I could retrace my steps to Phutra should I once\npass beyond view of the plain, and even were that possible, what aid\ncould I bring to Perry no matter how far I wandered?\n\nThe case looked more and more hopeless the longer I viewed it, yet with\na stubborn persistency I forged ahead toward the foothills.  Behind me\nno sign of pursuit developed, before me I saw no living thing.  It was\nas though I moved through a dead and forgotten world.\n\nI have no idea, of course, how long it took me to reach the limit of\nthe plain, but at last I entered the foothills, following a pretty\nlittle canyon upward toward the mountains.  Beside me frolicked a\nlaughing brooklet, hurrying upon its noisy way down to the silent sea.\nIn its quieter pools I discovered many small fish, of four-or\nfive-pound weight I should imagine.  In appearance, except as to size\nand color, they were not unlike the whale of our own seas.  As I\nwatched them playing about I discovered, not only that they suckled\ntheir young, but that at intervals they rose to the surface to breathe\nas well as to feed upon certain grasses and a strange, scarlet lichen\nwhich grew upon the rocks just above the water line.\n\nIt was this last habit that gave me the opportunity I craved to capture\none of these herbivorous cetaceans--that is what Perry calls them--and\nmake as good a meal as one can on raw, warm-blooded fish; but I had\nbecome rather used, by this time, to the eating of food in its natural\nstate, though I still balked on the eyes and entrails, much to the\namusement of Ghak, to whom I always passed these delicacies.\n\nCrouching beside the brook, I waited until one of the diminutive purple\nwhales rose to nibble at the long grasses which overhung the water, and\nthen, like the beast of prey that man really is, I sprang upon my\nvictim, appeasing my hunger while he yet wriggled to escape.\n\nThen I drank from the clear pool, and after washing my hands and face\ncontinued my flight.  Above the source of the brook I encountered a\nrugged climb to the summit of a long ridge.  Beyond was a steep\ndeclivity to the shore of a placid, inland sea, upon the quiet surface\nof which lay several beautiful islands.\n\nThe view was charming in the extreme, and as no man or beast was to be\nseen that might threaten my new-found liberty, I slid over the edge of\nthe bluff, and half sliding, half falling, dropped into the delightful\nvalley, the very aspect of which seemed to offer a haven of peace and\nsecurity.\n\nThe gently sloping beach along which I walked was thickly strewn with\nstrangely shaped, colored shells; some empty, others still housing as\nvaried a multitude of mollusks as ever might have drawn out their\nsluggish lives along the silent shores of the antediluvian seas of the\nouter crust.  As I walked I could not but compare myself with the first\nman of that other world, so complete the solitude which surrounded me,\nso primal and untouched the virgin wonders and beauties of adolescent\nnature.  I felt myself a second Adam wending my lonely way through the\nchildhood of a world, searching for my Eve, and at the thought there\nrose before my mind's eye the exquisite outlines of a perfect face\nsurmounted by a loose pile of wondrous, raven hair.\n\nAs I walked, my eyes were bent upon the beach so that it was not until\nI had come quite upon it that I discovered that which shattered all my\nbeautiful dream of solitude and safety and peace and primal\noverlordship.  The thing was a hollowed log drawn upon the sands, and\nin the bottom of it lay a crude paddle.\n\nThe rude shock of awakening to what doubtless might prove some new form\nof danger was still upon me when I heard a rattling of loose stones\nfrom the direction of the bluff, and turning my eyes in that direction\nI beheld the author of the disturbance, a great copper-colored man,\nrunning rapidly toward me.\n\nThere was that in the haste with which he came which seemed quite\nsufficiently menacing, so that I did not need the added evidence of\nbrandishing spear and scowling face to warn me that I was in no safe\nposition, but whither to flee was indeed a momentous question.\n\nThe speed of the fellow seemed to preclude the possibility of escaping\nhim upon the open beach.  There was but a single alternative--the rude\nskiff--and with a celerity which equaled his, I pushed the thing into\nthe sea and as it floated gave a final shove and clambered in over the\nend.\n\nA cry of rage rose from the owner of the primitive craft, and an\ninstant later his heavy, stone-tipped spear grazed my shoulder and\nburied itself in the bow of the boat beyond.  Then I grasped the\npaddle, and with feverish haste urged the awkward, wobbly thing out\nupon the surface of the sea.\n\nA glance over my shoulder showed me that the copper-colored one had\nplunged in after me and was swimming rapidly in pursuit.  His mighty\nstrokes bade fair to close up the distance between us in short order,\nfor at best I could make but slow progress with my unfamiliar craft,\nwhich nosed stubbornly in every direction but that which I desired to\nfollow, so that fully half my energy was expended in turning its blunt\nprow back into the course.\n\nI had covered some hundred yards from shore when it became evident that\nmy pursuer must grasp the stern of the skiff within the next half-dozen\nstrokes.  In a frenzy of despair, I bent to the grandfather of all\npaddles in a hopeless effort to escape, and still the copper giant\nbehind me gained and gained.\n\nHis hand was reaching upward for the stern when I saw a sleek, sinuous\nbody shoot from the depths below.  The man saw it too, and the look of\nterror that overspread his face assured me that I need have no further\nconcern as to him, for the fear of certain death was in his look.\n\nAnd then about him coiled the great, slimy folds of a hideous monster\nof that prehistoric deep--a mighty serpent of the sea, with fanged\njaws, and darting forked tongue, with bulging eyes, and bony\nprotuberances upon head and snout that formed short, stout horns.\n\nAs I looked at that hopeless struggle my eyes met those of the doomed\nman, and I could have sworn that in his I saw an expression of hopeless\nappeal.  But whether I did or not there swept through me a sudden\ncompassion for the fellow.  He was indeed a brother-man, and that he\nmight have killed me with pleasure had he caught me was forgotten in\nthe extremity of his danger.\n\nUnconsciously I had ceased paddling as the serpent rose to engage my\npursuer, so now the skiff still drifted close beside the two.  The\nmonster seemed to be but playing with his victim before he closed his\nawful jaws upon him and dragged him down to his dark den beneath the\nsurface to devour him.  The huge, snakelike body coiled and uncoiled\nabout its prey.  The hideous, gaping jaws snapped in the victim's face.\nThe forked tongue, lightning-like, ran in and out upon the copper skin.\n\nNobly the giant battled for his life, beating with his stone hatchet\nagainst the bony armor that covered that frightful carcass; but for all\nthe damage he inflicted he might as well have struck with his open palm.\n\nAt last I could endure no longer to sit supinely by while a fellowman\nwas dragged down to a horrible death by that repulsive reptile.\nEmbedded in the prow of the skiff lay the spear that had been cast\nafter me by him whom I suddenly desired to save.  With a wrench I tore\nit loose, and standing upright in the wobbly log drove it with all the\nstrength of my two arms straight into the gaping jaws of the\nhydrophidian.\n\nWith a loud hiss the creature abandoned its prey to turn upon me, but\nthe spear, imbedded in its throat, prevented it from seizing me though\nit came near to overturning the skiff in its mad efforts to reach me.\n\n\n\nVIII\n\nTHE MAHAR TEMPLE\n\n\nTHE ABORIGINE, APPARENTLY UNINJURED, CLIMBED quickly into the skiff,\nand seizing the spear with me helped to hold off the infuriated\ncreature.  Blood from the wounded reptile was now crimsoning the waters\nabout us and soon from the weakening struggles it became evident that I\nhad inflicted a death wound upon it.  Presently its efforts to reach us\nceased entirely, and with a few convulsive movements it turned upon its\nback quite dead.\n\nAnd then there came to me a sudden realization of the predicament in\nwhich I had placed myself.  I was entirely within the power of the\nsavage man whose skiff I had stolen.  Still clinging to the spear I\nlooked into his face to find him scrutinizing me intently, and there we\nstood for some several minutes, each clinging tenaciously to the weapon\nthe while we gazed in stupid wonderment at each other.\n\nWhat was in his mind I do not know, but in my own was merely the\nquestion as to how soon the fellow would recommence hostilities.\n\nPresently he spoke to me, but in a tongue which I was unable to\ntranslate.  I shook my head in an effort to indicate my ignorance of\nhis language, at the same time addressing him in the bastard tongue\nthat the Sagoths use to converse with the human slaves of the Mahars.\n\nTo my delight he understood and answered me in the same jargon.\n\n\"What do you want of my spear?\" he asked.\n\n\"Only to keep you from running it through me,\" I replied.\n\n\"I would not do that,\" he said, \"for you have just saved my life,\" and\nwith that he released his hold upon it and squatted down in the bottom\nof the skiff.\n\n\"Who are you,\" he continued, \"and from what country do you come?\"\n\nI too sat down, laying the spear between us, and tried to explain how I\ncame to Pellucidar, and wherefrom, but it was as impossible for him to\ngrasp or believe the strange tale I told him as I fear it is for you\nupon the outer crust to believe in the existence of the inner world.\nTo him it seemed quite ridiculous to imagine that there was another\nworld far beneath his feet peopled by beings similar to himself, and he\nlaughed uproariously the more he thought upon it.  But it was ever\nthus.  That which has never come within the scope of our really\npitifully meager world-experience cannot be--our finite minds cannot\ngrasp that which may not exist in accordance with the conditions which\nobtain about us upon the outside of the insignificant grain of dust\nwhich wends its tiny way among the bowlders of the universe--the speck\nof moist dirt we so proudly call the World.\n\nSo I gave it up and asked him about himself.  He said he was a Mezop,\nand that his name was Ja.\n\n\"Who are the Mezops?\" I asked.  \"Where do they live?\"\n\nHe looked at me in surprise.\n\n\"I might indeed believe that you were from another world,\" he said,\n\"for who of Pellucidar could be so ignorant!  The Mezops live upon the\nislands of the seas.  In so far as I ever have heard no Mezop lives\nelsewhere, and no others than Mezops dwell upon islands, but of course\nit may be different in other far-distant lands.  I do not know.  At any\nrate in this sea and those near by it is true that only people of my\nrace inhabit the islands.\n\n\"We are fishermen, though we be great hunters as well, often going to\nthe mainland in search of the game that is scarce upon all but the\nlarger islands.  And we are warriors also,\" he added proudly.  \"Even\nthe Sagoths of the Mahars fear us.  Once, when Pellucidar was young,\nthe Sagoths were wont to capture us for slaves as they do the other men\nof Pellucidar, it is handed down from father to son among us that this\nis so; but we fought so desperately and slew so many Sagoths, and those\nof us that were captured killed so many Mahars in their own cities that\nat last they learned that it were better to leave us alone, and later\ncame the time that the Mahars became too indolent even to catch their\nown fish, except for amusement, and then they needed us to supply their\nwants, and so a truce was made between the races.  Now they give us\ncertain things which we are unable to produce in return for the fish\nthat we catch, and the Mezops and the Mahars live in peace.\n\n\"The great ones even come to our islands.  It is there, far from the\nprying eyes of their own Sagoths, that they practice their religious\nrites in the temples they have builded there with our assistance.  If\nyou live among us you will doubtless see the manner of their worship,\nwhich is strange indeed, and most unpleasant for the poor slaves they\nbring to take part in it.\"\n\nAs Ja talked I had an excellent opportunity to inspect him more\nclosely.  He was a huge fellow, standing I should say six feet six or\nseven inches, well developed and of a coppery red not unlike that of\nour own North American Indian, nor were his features dissimilar to\ntheirs.  He had the aquiline nose found among many of the higher\ntribes, the prominent cheek bones, and black hair and eyes, but his\nmouth and lips were better molded.  All in all, Ja was an impressive\nand handsome creature, and he talked well too, even in the miserable\nmakeshift language we were compelled to use.\n\nDuring our conversation Ja had taken the paddle and was propelling the\nskiff with vigorous strokes toward a large island that lay some\nhalf-mile from the mainland.  The skill with which he handled his crude\nand awkward craft elicited my deepest admiration, since it had been so\nshort a time before that I had made such pitiful work of it.\n\nAs we touched the pretty, level beach Ja leaped out and I followed him.\nTogether we dragged the skiff far up into the bushes that grew beyond\nthe sand.\n\n\"We must hide our canoes,\" explained Ja, \"for the Mezops of Luana are\nalways at war with us and would steal them if they found them,\" he\nnodded toward an island farther out at sea, and at so great a distance\nthat it seemed but a blur hanging in the distant sky.  The upward curve\nof the surface of Pellucidar was constantly revealing the impossible to\nthe surprised eyes of the outer-earthly. To see land and water curving\nupward in the distance until it seemed to stand on edge where it melted\ninto the distant sky, and to feel that seas and mountains hung\nsuspended directly above one's head required such a complete reversal\nof the perceptive and reasoning faculties as almost to stupefy one.\n\nNo sooner had we hidden the canoe than Ja plunged into the jungle,\npresently emerging into a narrow but well-defined trail which wound\nhither and thither much after the manner of the highways of all\nprimitive folk, but there was one peculiarity about this Mezop trail\nwhich I was later to find distinguished them from all other trails that\nI ever have seen within or without the earth.\n\nIt would run on, plain and clear and well defined to end suddenly in\nthe midst of a tangle of matted jungle, then Ja would turn directly\nback in his tracks for a little distance, spring into a tree, climb\nthrough it to the other side, drop onto a fallen log, leap over a low\nbush and alight once more upon a distinct trail which he would follow\nback for a short distance only to turn directly about and retrace his\nsteps until after a mile or less this new pathway ended as suddenly and\nmysteriously as the former section.  Then he would pass again across\nsome media which would reveal no spoor, to take up the broken thread of\nthe trail beyond.\n\nAs the purpose of this remarkable avenue dawned upon me I could not but\nadmire the native shrewdness of the ancient progenitor of the Mezops\nwho hit upon this novel plan to throw his enemies from his track and\ndelay or thwart them in their attempts to follow him to his deep-buried\ncities.\n\nTo you of the outer earth it might seem a slow and tortuous method of\ntraveling through the jungle, but were you of Pellucidar you would\nrealize that time is no factor where time does not exist.  So\nlabyrinthine are the windings of these trails, so varied the connecting\nlinks and the distances which one must retrace one's steps from the\npaths' ends to find them that a Mezop often reaches man's estate before\nhe is familiar even with those which lead from his own city to the sea.\n\nIn fact three-fourths of the education of the young male Mezop consists\nin familiarizing himself with these jungle avenues, and the status of\nan adult is largely determined by the number of trails which he can\nfollow upon his own island.  The females never learn them, since from\nbirth to death they never leave the clearing in which the village of\ntheir nativity is situated except they be taken to mate by a male from\nanother village, or captured in war by the enemies of their tribe.\n\nAfter proceeding through the jungle for what must have been upward of\nfive miles we emerged suddenly into a large clearing in the exact\ncenter of which stood as strange an appearing village as one might well\nimagine.\n\nLarge trees had been chopped down fifteen or twenty feet above the\nground, and upon the tops of them spherical habitations of woven twigs,\nmud covered, had been built.  Each ball-like house was surmounted by\nsome manner of carven image, which Ja told me indicated the identity of\nthe owner.\n\nHorizontal slits, six inches high and two or three feet wide, served to\nadmit light and ventilation.  The entrances to the house were through\nsmall apertures in the bases of the trees and thence upward by rude\nladders through the hollow trunks to the rooms above.  The houses\nvaried in size from two to several rooms.  The largest that I entered\nwas divided into two floors and eight apartments.\n\nAll about the village, between it and the jungle, lay beautifully\ncultivated fields in which the Mezops raised such cereals, fruits, and\nvegetables as they required.  Women and children were working in these\ngardens as we crossed toward the village.  At sight of Ja they saluted\ndeferentially, but to me they paid not the slightest attention.  Among\nthem and about the outer verge of the cultivated area were many\nwarriors.  These too saluted Ja, by touching the points of their spears\nto the ground directly before them.\n\nJa conducted me to a large house in the center of the village--the\nhouse with eight rooms--and taking me up into it gave me food and\ndrink.  There I met his mate, a comely girl with a nursing baby in her\narms.  Ja told her of how I had saved his life, and she was thereafter\nmost kind and hospitable toward me, even permitting me to hold and\namuse the tiny bundle of humanity whom Ja told me would one day rule\nthe tribe, for Ja, it seemed, was the chief of the community.\n\nWe had eaten and rested, and I had slept, much to Ja's amusement, for\nit seemed that he seldom if ever did so, and then the red man proposed\nthat I accompany him to the temple of the Mahars which lay not far from\nhis village.  \"We are not supposed to visit it,\" he said; \"but the\ngreat ones cannot hear and if we keep well out of sight they need never\nknow that we have been there.  For my part I hate them and always have,\nbut the other chieftains of the island think it best that we continue\nto maintain the amicable relations which exist between the two races;\notherwise I should like nothing better than to lead my warriors amongst\nthe hideous creatures and exterminate them--Pellucidar would be a\nbetter place to live were there none of them.\"\n\nI wholly concurred in Ja's belief, but it seemed that it might be a\ndifficult matter to exterminate the dominant race of Pellucidar.  Thus\nconversing we followed the intricate trail toward the temple, which we\ncame upon in a small clearing surrounded by enormous trees similar to\nthose which must have flourished upon the outer crust during the\ncarboniferous age.\n\nHere was a mighty temple of hewn rock built in the shape of a rough\noval with rounded roof in which were several large openings.  No doors\nor windows were visible in the sides of the structure, nor was there\nneed of any, except one entrance for the slaves, since, as Ja\nexplained, the Mahars flew to and from their place of ceremonial,\nentering and leaving the building by means of the apertures in the roof.\n\n\"But,\" added Ja, \"there is an entrance near the base of which even the\nMahars know nothing.  Come,\" and he led me across the clearing and\nabout the end to a pile of loose rock which lay against the foot of the\nwall.  Here he removed a couple of large bowlders, revealing a small\nopening which led straight within the building, or so it seemed, though\nas I entered after Ja I discovered myself in a narrow place of extreme\ndarkness.\n\n\"We are within the outer wall,\" said Ja.  \"It is hollow.  Follow me\nclosely.\"\n\nThe red man groped ahead a few paces and then began to ascend a\nprimitive ladder similar to that which leads from the ground to the\nupper stories of his house.  We ascended for some forty feet when the\ninterior of the space between the walls commenced to grow lighter and\npresently we came opposite an opening in the inner wall which gave us\nan unobstructed view of the entire interior of the temple.\n\nThe lower floor was an enormous tank of clear water in which numerous\nhideous Mahars swam lazily up and down.  Artificial islands of granite\nrock dotted this artificial sea, and upon several of them I saw men and\nwomen like myself.\n\n\"What are the human beings doing here?\" I asked.\n\n\"Wait and you shall see,\" replied Ja.  \"They are to take a leading part\nin the ceremonies which will follow the advent of the queen.  You may\nbe thankful that you are not upon the same side of the wall as they.\"\n\nScarcely had he spoken than we heard a great fluttering of wings above\nand a moment later a long procession of the frightful reptiles of\nPellucidar winged slowly and majestically through the large central\nopening in the roof and circled in stately manner about the temple.\n\nThere were several Mahars first, and then at least twenty awe-inspiring\npterodactyls--thipdars, they are called within Pellucidar.  Behind\nthese came the queen, flanked by other thipdars as she had been when\nshe entered the amphitheater at Phutra.\n\nThree times they wheeled about the interior of the oval chamber, to\nsettle finally upon the damp, cold bowlders that fringe the outer edge\nof the pool.  In the center of one side the largest rock was reserved\nfor the queen, and here she took her place surrounded by her terrible\nguard.\n\nAll lay quiet for several minutes after settling to their places.  One\nmight have imagined them in silent prayer.  The poor slaves upon the\ndiminutive islands watched the horrid creatures with wide eyes.  The\nmen, for the most part, stood erect and stately with folded arms,\nawaiting their doom; but the women and children clung to one another,\nhiding behind the males.  They are a noble-looking race, these cave men\nof Pellucidar, and if our progenitors were as they, the human race of\nthe outer crust has deteriorated rather than improved with the march of\nthe ages.  All they lack is opportunity.  We have opportunity, and\nlittle else.\n\nNow the queen moved.  She raised her ugly head, looking about; then\nvery slowly she crawled to the edge of her throne and slid noiselessly\ninto the water.  Up and down the long tank she swam, turning at the\nends as you have seen captive seals turn in their tiny tanks, turning\nupon their backs and diving below the surface.\n\nNearer and nearer to the island she came until at last she remained at\nrest before the largest, which was directly opposite her throne.\nRaising her hideous head from the water she fixed her great, round eyes\nupon the slaves.  They were fat and sleek, for they had been brought\nfrom a distant Mahar city where human beings are kept in droves, and\nbred and fattened, as we breed and fatten beef cattle.\n\nThe queen fixed her gaze upon a plump young maiden.  Her victim tried\nto turn away, hiding her face in her hands and kneeling behind a woman;\nbut the reptile, with unblinking eyes, stared on with such fixity that\nI could have sworn her vision penetrated the woman, and the girl's arms\nto reach at last the very center of her brain.\n\nSlowly the reptile's head commenced to move to and fro, but the eyes\nnever ceased to bore toward the frightened girl, and then the victim\nresponded.  She turned wide, fear-haunted eyes toward the Mahar queen,\nslowly she rose to her feet, and then as though dragged by some unseen\npower she moved as one in a trance straight toward the reptile, her\nglassy eyes fixed upon those of her captor.  To the water's edge she\ncame, nor did she even pause, but stepped into the shallows beside the\nlittle island.  On she moved toward the Mahar, who now slowly retreated\nas though leading her victim on.  The water rose to the girl's knees,\nand still she advanced, chained by that clammy eye.  Now the water was\nat her waist; now her armpits.  Her fellows upon the island looked on\nin horror, helpless to avert her doom in which they saw a forecast of\ntheir own.\n\nThe Mahar sank now till only the long upper bill and eyes were exposed\nabove the surface of the water, and the girl had advanced until the end\nof that repulsive beak was but an inch or two from her face, her\nhorror-filled eyes riveted upon those of the reptile.\n\nNow the water passed above the girl's mouth and nose--her eyes and\nforehead all that showed--yet still she walked on after the retreating\nMahar.  The queen's head slowly disappeared beneath the surface and\nafter it went the eyes of her victim--only a slow ripple widened toward\nthe shores to mark where the two vanished.\n\nFor a time all was silence within the temple.  The slaves were\nmotionless in terror.  The Mahars watched the surface of the water for\nthe reappearance of their queen, and presently at one end of the tank\nher head rose slowly into view.  She was backing toward the surface,\nher eyes fixed before her as they had been when she dragged the\nhelpless girl to her doom.\n\nAnd then to my utter amazement I saw the forehead and eyes of the\nmaiden come slowly out of the depths, following the gaze of the reptile\njust as when she had disappeared beneath the surface.  On and on came\nthe girl until she stood in water that reached barely to her knees, and\nthough she had been beneath the surface sufficient time to have drowned\nher thrice over there was no indication, other than her dripping hair\nand glistening body, that she had been submerged at all.\n\nAgain and again the queen led the girl into the depths and out again,\nuntil the uncanny weirdness of the thing got on my nerves so that I\ncould have leaped into the tank to the child's rescue had I not taken a\nfirm hold of myself.\n\nOnce they were below much longer than usual, and when they came to the\nsurface I was horrified to see that one of the girl's arms was\ngone--gnawed completely off at the shoulder--but the poor thing gave no\nindication of realizing pain, only the horror in her set eyes seemed\nintensified.\n\nThe next time they appeared the other arm was gone, and then the\nbreasts, and then a part of the face--it was awful.  The poor creatures\non the islands awaiting their fate tried to cover their eyes with their\nhands to hide the fearful sight, but now I saw that they too were under\nthe hypnotic spell of the reptiles, so that they could only crouch in\nterror with their eyes fixed upon the terrible thing that was\ntranspiring before them.\n\nFinally the queen was under much longer than ever before, and when she\nrose she came alone and swam sleepily toward her bowlder.  The moment\nshe mounted it seemed to be the signal for the other Mahars to enter\nthe tank, and then commenced, upon a larger scale, a repetition of the\nuncanny performance through which the queen had led her victim.\n\nOnly the women and children fell prey to the Mahars--they being the\nweakest and most tender--and when they had satisfied their appetite for\nhuman flesh, some of them devouring two and three of the slaves, there\nwere only a score of full-grown men left, and I thought that for some\nreason these were to be spared, but such was far from the case, for as\nthe last Mahar crawled to her rock the queen's thipdars darted into the\nair, circled the temple once and then, hissing like steam engines,\nswooped down upon the remaining slaves.\n\nThere was no hypnotism here--just the plain, brutal ferocity of the\nbeast of prey, tearing, rending, and gulping its meat, but at that it\nwas less horrible than the uncanny method of the Mahars.  By the time\nthe thipdars had disposed of the last of the slaves the Mahars were all\nasleep upon their rocks, and a moment later the great pterodactyls\nswung back to their posts beside the queen, and themselves dropped into\nslumber.\n\n\"I thought the Mahars seldom, if ever, slept,\" I said to Ja.\n\n\"They do many things in this temple which they do not do elsewhere,\" he\nreplied.  \"The Mahars of Phutra are not supposed to eat human flesh,\nyet slaves are brought here by thousands and almost always you will\nfind Mahars on hand to consume them.  I imagine that they do not bring\ntheir Sagoths here, because they are ashamed of the practice, which is\nsupposed to obtain only among the least advanced of their race; but I\nwould wager my canoe against a broken paddle that there is no Mahar but\neats human flesh whenever she can get it.\"\n\n\"Why should they object to eating human flesh,\" I asked, \"if it is true\nthat they look upon us as lower animals?\"\n\n\"It is not because they consider us their equals that they are supposed\nto look with abhorrence upon those who eat our flesh,\" replied Ja; \"it\nis merely that we are warm-blooded animals.  They would not think of\neating the meat of a thag, which we consider such a delicacy, any more\nthan I would think of eating a snake.  As a matter of fact it is\ndifficult to explain just why this sentiment should exist among them.\"\n\n\"I wonder if they left a single victim,\" I remarked, leaning far out of\nthe opening in the rocky wall to inspect the temple better.  Directly\nbelow me the water lapped the very side of the wall, there being a\nbreak in the bowlders at this point as there was at several other\nplaces about the side of the temple.\n\nMy hands were resting upon a small piece of granite which formed a part\nof the wall, and all my weight upon it proved too much for it.  It\nslipped and I lunged forward.  There was nothing to save myself and I\nplunged headforemost into the water below.\n\nFortunately the tank was deep at this point, and I suffered no injury\nfrom the fall, but as I was rising to the surface my mind filled with\nthe horrors of my position as I thought of the terrible doom which\nawaited me the moment the eyes of the reptiles fell upon the creature\nthat had disturbed their slumber.\n\nAs long as I could I remained beneath the surface, swimming rapidly in\nthe direction of the islands that I might prolong my life to the\nutmost.  At last I was forced to rise for air, and as I cast a\nterrified glance in the direction of the Mahars and the thipdars I was\nalmost stunned to see that not a single one remained upon the rocks\nwhere I had last seen them, nor as I searched the temple with my eyes\ncould I discern any within it.\n\nFor a moment I was puzzled to account for the thing, until I realized\nthat the reptiles, being deaf, could not have been disturbed by the\nnoise my body made when it hit the water, and that as there is no such\nthing as time within Pellucidar there was no telling how long I had\nbeen beneath the surface.  It was a difficult thing to attempt to\nfigure out by earthly standards--this matter of elapsed time--but when\nI set myself to it I began to realize that I might have been submerged\na second or a month or not at all.  You have no conception of the\nstrange contradictions and impossibilities which arise when all methods\nof measuring time, as we know them upon earth, are non-existent.\n\nI was about to congratulate myself upon the miracle which had saved me\nfor the moment, when the memory of the hypnotic powers of the Mahars\nfilled me with apprehension lest they be practicing their uncanny art\nupon me to the end that I merely imagined that I was alone in the\ntemple.  At the thought cold sweat broke out upon me from every pore,\nand as I crawled from the water onto one of the tiny islands I was\ntrembling like a leaf--you cannot imagine the awful horror which even\nthe simple thought of the repulsive Mahars of Pellucidar induces in the\nhuman mind, and to feel that you are in their power--that they are\ncrawling, slimy, and abhorrent, to drag you down beneath the waters and\ndevour you!  It is frightful.\n\nBut they did not come, and at last I came to the conclusion that I was\nindeed alone within the temple.  How long I should be alone was the\nnext question to assail me as I swam frantically about once more in\nsearch of a means to escape.\n\nSeveral times I called to Ja, but he must have left after I tumbled\ninto the tank, for I received no response to my cries.  Doubtless he\nhad felt as certain of my doom when he saw me topple from our hiding\nplace as I had, and lest he too should be discovered, had hastened from\nthe temple and back to his village.\n\nI knew that there must be some entrance to the building beside the\ndoorways in the roof, for it did not seem reasonable to believe that\nthe thousands of slaves which were brought here to feed the Mahars the\nhuman flesh they craved would all be carried through the air, and so I\ncontinued my search until at last it was rewarded by the discovery of\nseveral loose granite blocks in the masonry at one end of the temple.\n\nA little effort proved sufficient to dislodge enough of these stones to\npermit me to crawl through into the clearing, and a moment later I had\nscurried across the intervening space to the dense jungle beyond.\n\nHere I sank panting and trembling upon the matted grasses beneath the\ngiant trees, for I felt that I had escaped from the grinning fangs of\ndeath out of the depths of my own grave.  Whatever dangers lay hidden\nin this island jungle, there could be none so fearsome as those which I\nhad just escaped.  I knew that I could meet death bravely enough if it\nbut came in the form of some familiar beast or man--anything other than\nthe hideous and uncanny Mahars.\n\n\n\nIX\n\nTHE FACE OF DEATH\n\n\nI MUST HAVE FALLEN ASLEEP FROM EXHAUSTION.  When I awoke I was very\nhungry, and after busying myself searching for fruit for a while, I set\noff through the jungle to find the beach.  I knew that the island was\nnot so large but that I could easily find the sea if I did but move in\na straight line, but there came the difficulty as there was no way in\nwhich I could direct my course and hold it, the sun, of course, being\nalways directly above my head, and the trees so thickly set that I\ncould see no distant object which might serve to guide me in a straight\nline.\n\nAs it was I must have walked for a great distance since I ate four\ntimes and slept twice before I reached the sea, but at last I did so,\nand my pleasure at the sight of it was greatly enhanced by the chance\ndiscovery of a hidden canoe among the bushes through which I had\nstumbled just prior to coming upon the beach.\n\nI can tell you that it did not take me long to pull that awkward craft\ndown to the water and shove it far out from shore.  My experience with\nJa had taught me that if I were to steal another canoe I must be quick\nabout it and get far beyond the owner's reach as soon as possible.\n\nI must have come out upon the opposite side of the island from that at\nwhich Ja and I had entered it, for the mainland was nowhere in sight.\nFor a long time I paddled around the shore, though well out, before I\nsaw the mainland in the distance.  At the sight of it I lost no time in\ndirecting my course toward it, for I had long since made up my mind to\nreturn to Phutra and give myself up that I might be once more with\nPerry and Ghak the Hairy One.\n\nI felt that I was a fool ever to have attempted to escape alone,\nespecially in view of the fact that our plans were already well\nformulated to make a break for freedom together.  Of course I realized\nthat the chances of the success of our proposed venture were slim\nindeed, but I knew that I never could enjoy freedom without Perry so\nlong as the old man lived, and I had learned that the probability that\nI might find him was less than slight.\n\nHad Perry been dead, I should gladly have pitted my strength and wit\nagainst the savage and primordial world in which I found myself.  I\ncould have lived in seclusion within some rocky cave until I had found\nthe means to outfit myself with the crude weapons of the Stone Age, and\nthen set out in search of her whose image had now become the constant\ncompanion of my waking hours, and the central and beloved figure of my\ndreams.\n\nBut, to the best of my knowledge, Perry still lived and it was my duty\nand wish to be again with him, that we might share the dangers and\nvicissitudes of the strange world we had discovered.  And Ghak, too;\nthe great, shaggy man had found a place in the hearts of us both, for\nhe was indeed every inch a man and king.  Uncouth, perhaps, and brutal,\ntoo, if judged too harshly by the standards of effete twentieth-century\ncivilization, but withal noble, dignified, chivalrous, and loveable.\n\nChance carried me to the very beach upon which I had discovered Ja's\ncanoe, and a short time later I was scrambling up the steep bank to\nretrace my steps from the plain of Phutra.  But my troubles came when I\nentered the canyon beyond the summit, for here I found that several of\nthem centered at the point where I crossed the divide, and which one I\nhad traversed to reach the pass I could not for the life of me remember.\n\nIt was all a matter of chance and so I set off down that which seemed\nthe easiest going, and in this I made the same mistake that many of us\ndo in selecting the path along which we shall follow out the course of\nour lives, and again learned that it is not always best to follow the\nline of least resistance.\n\nBy the time I had eaten eight meals and slept twice I was convinced\nthat I was upon the wrong trail, for between Phutra and the inland sea\nI had not slept at all, and had eaten but once.  To retrace my steps to\nthe summit of the divide and explore another canyon seemed the only\nsolution of my problem, but a sudden widening and levelness of the\ncanyon just before me seemed to suggest that it was about to open into\na level country, and with the lure of discovery strong upon me I\ndecided to proceed but a short distance farther before I turned back.\n\nThe next turn of the canyon brought me to its mouth, and before me I\nsaw a narrow plain leading down to an ocean.  At my right the side of\nthe canyon continued to the water's edge, the valley lying to my left,\nand the foot of it running gradually into the sea, where it formed a\nbroad level beach.\n\nClumps of strange trees dotted the landscape here and there almost to\nthe water, and rank grass and ferns grew between.  From the nature of\nthe vegetation I was convinced that the land between the ocean and the\nfoothills was swampy, though directly before me it seemed dry enough\nall the way to the sandy strip along which the restless waters advanced\nand retreated.\n\nCuriosity prompted me to walk down to the beach, for the scene was very\nbeautiful.  As I passed along beside the deep and tangled vegetation of\nthe swamp I thought that I saw a movement of the ferns at my left, but\nthough I stopped a moment to look it was not repeated, and if anything\nlay hid there my eyes could not penetrate the dense foliage to discern\nit.\n\nPresently I stood upon the beach looking out over the wide and lonely\nsea across whose forbidding bosom no human being had yet ventured, to\ndiscover what strange and mysterious lands lay beyond, or what its\ninvisible islands held of riches, wonders, or adventure.  What savage\nfaces, what fierce and formidable beasts were this very instant\nwatching the lapping of the waves upon its farther shore!  How far did\nit extend?  Perry had told me that the seas of Pellucidar were small in\ncomparison with those of the outer crust, but even so this great ocean\nmight stretch its broad expanse for thousands of miles.  For countless\nages it had rolled up and down its countless miles of shore, and yet\ntoday it remained all unknown beyond the tiny strip that was visible\nfrom its beaches.\n\nThe fascination of speculation was strong upon me.  It was as though I\nhad been carried back to the birth time of our own outer world to look\nupon its lands and seas ages before man had traversed either.  Here was\na new world, all untouched.  It called to me to explore it.  I was\ndreaming of the excitement and adventure which lay before us could\nPerry and I but escape the Mahars, when something, a slight noise I\nimagine, drew my attention behind me.\n\nAs I turned, romance, adventure, and discovery in the abstract took\nwing before the terrible embodiment of all three in concrete form that\nI beheld advancing upon me.\n\nA huge, slimy amphibian it was, with toad-like body and the mighty jaws\nof an alligator.  Its immense carcass must have weighed tons, and yet\nit moved swiftly and silently toward me.  Upon one hand was the bluff\nthat ran from the canyon to the sea, on the other the fearsome swamp\nfrom which the creature had sneaked upon me, behind lay the mighty\nuntracked sea, and before me in the center of the narrow way that led\nto safety stood this huge mountain of terrible and menacing flesh.\n\nA single glance at the thing was sufficient to assure me that I was\nfacing one of those long-extinct, prehistoric creatures whose\nfossilized remains are found within the outer crust as far back as the\nTriassic formation, a gigantic labyrinthodon.  And there I was,\nunarmed, and, with the exception of a loin cloth, as naked as I had\ncome into the world.  I could imagine how my first ancestor felt that\ndistant, prehistoric morn that he encountered for the first time the\nterrifying progenitor of the thing that had me cornered now beside the\nrestless, mysterious sea.\n\nUnquestionably he had escaped, or I should not have been within\nPellucidar or elsewhere, and I wished at that moment that he had handed\ndown to me with the various attributes that I presumed I have inherited\nfrom him, the specific application of the instinct of self-preservation\nwhich saved him from the fate which loomed so close before me today.\n\nTo seek escape in the swamp or in the ocean would have been similar to\njumping into a den of lions to escape one upon the outside.  The sea\nand swamp both were doubtless alive with these mighty, carnivorous\namphibians, and if not, the individual that menaced me would pursue me\ninto either the sea or the swamp with equal facility.\n\nThere seemed nothing to do but stand supinely and await my end.  I\nthought of Perry--how he would wonder what had become of me.  I thought\nof my friends of the outer world, and of how they all would go on\nliving their lives in total ignorance of the strange and terrible fate\nthat had overtaken me, or unguessing the weird surroundings which had\nwitnessed the last frightful agony of my extinction.  And with these\nthoughts came a realization of how unimportant to the life and\nhappiness of the world is the existence of any one of us.  We may be\nsnuffed out without an instant's warning, and for a brief day our\nfriends speak of us with subdued voices.  The following morning, while\nthe first worm is busily engaged in testing the construction of our\ncoffin, they are teeing up for the first hole to suffer more acute\nsorrow over a sliced ball than they did over our, to us, untimely\ndemise.  The labyrinthodon was coming more slowly now.  He seemed to\nrealize that escape for me was impossible, and I could have sworn that\nhis huge, fanged jaws grinned in pleasurable appreciation of my\npredicament, or was it in anticipation of the juicy morsel which would\nso soon be pulp between those formidable teeth?\n\nHe was about fifty feet from me when I heard a voice calling to me from\nthe direction of the bluff at my left.  I looked and could have shouted\nin delight at the sight that met my eyes, for there stood Ja, waving\nfrantically to me, and urging me to run for it to the cliff's base.\n\nI had no idea that I should escape the monster that had marked me for\nhis breakfast, but at least I should not die alone.  Human eyes would\nwatch me end.  It was cold comfort I presume, but yet I derived some\nslight peace of mind from the contemplation of it.\n\nTo run seemed ridiculous, especially toward that steep and unscalable\ncliff, and yet I did so, and as I ran I saw Ja, agile as a monkey,\ncrawl down the precipitous face of the rocks, clinging to small\nprojections, and the tough creepers that had found root-hold here and\nthere.\n\nThe labyrinthodon evidently thought that Ja was coming to double his\nportion of human flesh, so he was in no haste to pursue me to the cliff\nand frighten away this other tidbit.  Instead he merely trotted along\nbehind me.\n\nAs I approached the foot of the cliff I saw what Ja intended doing, but\nI doubted if the thing would prove successful.  He had come down to\nwithin twenty feet of the bottom, and there, clinging with one hand to\na small ledge, and with his feet resting precariously upon tiny bushes\nthat grew from the solid face of the rock, he lowered the point of his\nlong spear until it hung some six feet above the ground.\n\nTo clamber up that slim shaft without dragging Ja down and\nprecipitating both to the same doom from which the copper-colored one\nwas attempting to save me seemed utterly impossible, and as I came near\nthe spear I told Ja so, and that I could not risk him to try to save\nmyself.\n\nBut he insisted that he knew what he was doing and was in no danger\nhimself.\n\n\"The danger is still yours,\" he called, \"for unless you move much more\nrapidly than you are now, the sithic will be upon you and drag you back\nbefore ever you are halfway up the spear--he can rear up and reach you\nwith ease anywhere below where I stand.\"\n\nWell, Ja should know his own business, I thought, and so I grasped the\nspear and clambered up toward the red man as rapidly as I could--being\nso far removed from my simian ancestors as I am.  I imagine the\nslow-witted sithic, as Ja called him, suddenly realized our intentions\nand that he was quite likely to lose all his meal instead of having it\ndoubled as he had hoped.\n\nWhen he saw me clambering up that spear he let out a hiss that fairly\nshook the ground, and came charging after me at a terrific rate.  I had\nreached the top of the spear by this time, or almost; another six\ninches would give me a hold on Ja's hand, when I felt a sudden wrench\nfrom below and glancing fearfully downward saw the mighty jaws of the\nmonster close on the sharp point of the weapon.\n\nI made a frantic effort to reach Ja's hand, the sithic gave a\ntremendous tug that came near to jerking Ja from his frail hold on the\nsurface of the rock, the spear slipped from his fingers, and still\nclinging to it I plunged feet foremost toward my executioner.\n\nAt the instant that he felt the spear come away from Ja's hand the\ncreature must have opened his huge jaws to catch me, for when I came\ndown, still clinging to the butt end of the weapon, the point yet\nrested in his mouth and the result was that the sharpened end\ntransfixed his lower jaw.\n\nWith the pain he snapped his mouth closed.  I fell upon his snout, lost\nmy hold upon the spear, rolled the length of his face and head, across\nhis short neck onto his broad back and from there to the ground.\n\nScarce had I touched the earth than I was upon my feet, dashing madly\nfor the path by which I had entered this horrible valley.  A glance\nover my shoulder showed me the sithic engaged in pawing at the spear\nstuck through his lower jaw, and so busily engaged did he remain in\nthis occupation that I had gained the safety of the cliff top before he\nwas ready to take up the pursuit.  When he did not discover me in sight\nwithin the valley he dashed, hissing, into the rank vegetation of the\nswamp and that was the last I saw of him.\n\n\n\nX\n\nPHUTRA AGAIN\n\n\nI HASTENED TO THE CLIFF EDGE ABOVE JA AND helped him to a secure\nfooting.  He would not listen to any thanks for his attempt to save me,\nwhich had come so near miscarrying.\n\n\"I had given you up for lost when you tumbled into the Mahar temple,\"\nhe said, \"for not even I could save you from their clutches, and you\nmay imagine my surprise when on seeing a canoe dragged up upon the\nbeach of the mainland I discovered your own footprints in the sand\nbeside it.\n\n\"I immediately set out in search of you, knowing as I did that you must\nbe entirely unarmed and defenseless against the many dangers which lurk\nupon the mainland both in the form of savage beasts and reptiles, and\nmen as well.  I had no difficulty in tracking you to this point.  It is\nwell that I arrived when I did.\"\n\n\"But why did you do it?\" I asked, puzzled at this show of friendship on\nthe part of a man of another world and a different race and color.\n\n\"You saved my life,\" he replied; \"from that moment it became my duty to\nprotect and befriend you.  I would have been no true Mezop had I evaded\nmy plain duty; but it was a pleasure in this instance for I like you.\nI wish that you would come and live with me.  You shall become a member\nof my tribe.  Among us there is the best of hunting and fishing, and\nyou shall have, to choose a mate from, the most beautiful girls of\nPellucidar.  Will you come?\"\n\nI told him about Perry then, and Dian the Beautiful, and how my duty\nwas to them first.  Afterward I should return and visit him--if I could\never find his island.\n\n\"Oh, that is easy, my friend,\" he said.  \"You need merely to come to\nthe foot of the highest peak of the Mountains of the Clouds.  There you\nwill find a river which flows into the Lural Az.  Directly opposite the\nmouth of the river you will see three large islands far out, so far\nthat they are barely discernible, the one to the extreme left as you\nface them from the mouth of the river is Anoroc, where I rule the tribe\nof Anoroc.\"\n\n\"But how am I to find the Mountains of the Clouds?\" I asked.  \"Men say\nthat they are visible from half Pellucidar,\" he replied.\n\n\"How large is Pellucidar?\" I asked, wondering what sort of theory these\nprimitive men had concerning the form and substance of their world.\n\n\"The Mahars say it is round, like the inside of a tola shell,\" he\nanswered, \"but that is ridiculous, since, were it true, we should fall\nback were we to travel far in any direction, and all the waters of\nPellucidar would run to one spot and drown us.  No, Pellucidar is quite\nflat and extends no man knows how far in all directions.  At the edges,\nso my ancestors have reported and handed down to me, is a great wall\nthat prevents the earth and waters from escaping over into the burning\nsea whereon Pellucidar floats; but I never have been so far from Anoroc\nas to have seen this wall with my own eyes.  However, it is quite\nreasonable to believe that this is true, whereas there is no reason at\nall in the foolish belief of the Mahars.  According to them\nPellucidarians who live upon the opposite side walk always with their\nheads pointed downward!\" and Ja laughed uproariously at the very\nthought.\n\nIt was plain to see that the human folk of this inner world had not\nadvanced far in learning, and the thought that the ugly Mahars had so\noutstripped them was a very pathetic one indeed.  I wondered how many\nages it would take to lift these people out of their ignorance even\nwere it given to Perry and me to attempt it.  Possibly we would be\nkilled for our pains as were those men of the outer world who dared\nchallenge the dense ignorance and superstitions of the earth's younger\ndays.  But it was worth the effort if the opportunity ever presented\nitself.\n\nAnd then it occurred to me that here was an opportunity--that I might\nmake a small beginning upon Ja, who was my friend, and thus note the\neffect of my teaching upon a Pellucidarian.\n\n\"Ja,\" I said, \"what would you say were I to tell you that in so far as\nthe Mahars' theory of the shape of Pellucidar is concerned it is\ncorrect?\"\n\n\"I would say,\" he replied, \"that either you are a fool, or took me for\none.\"\n\n\"But, Ja,\" I insisted, \"if their theory is incorrect how do you account\nfor the fact that I was able to pass through the earth from the outer\ncrust to Pellucidar.  If your theory is correct all is a sea of flame\nbeneath us, wherein no peoples could exist, and yet I come from a\ngreat world that is covered with human beings, and beasts, and birds,\nand fishes in mighty oceans.\"\n\n\"You live upon the under side of Pellucidar, and walk always with your\nhead pointed downward?\" he scoffed.  \"And were I to believe that, my\nfriend, I should indeed be mad.\"\n\nI attempted to explain the force of gravity to him, and by the means of\nthe dropped fruit to illustrate how impossible it would be for a body\nto fall off the earth under any circumstances.  He listened so intently\nthat I thought I had made an impression, and started the train of\nthought that would lead him to a partial understanding of the truth.\nBut I was mistaken.\n\n\"Your own illustration,\" he said finally, \"proves the falsity of your\ntheory.\"  He dropped a fruit from his hand to the ground.  \"See,\" he\nsaid, \"without support even this tiny fruit falls until it strikes\nsomething that stops it.  If Pellucidar were not supported upon the\nflaming sea it too would fall as the fruit falls--you have proven it\nyourself!\" He had me, that time--you could see it in his eye.\n\nIt seemed a hopeless job and I gave it up, temporarily at least, for\nwhen I contemplated the necessity explanation of our solar system and\nthe universe I realized how futile it would be to attempt to picture to\nJa or any other Pellucidarian the sun, the moon, the planets, and the\ncountless stars.  Those born within the inner world could no more\nconceive of such things than can we of the outer crust reduce to\nfactors appreciable to our finite minds such terms as space and\neternity.\n\n\"Well, Ja,\" I laughed, \"whether we be walking with our feet up or down,\nhere we are, and the question of greatest importance is not so much\nwhere we came from as where we are going now.  For my part I wish that\nyou could guide me to Phutra where I may give myself up to the Mahars\nonce more that my friends and I may work out the plan of escape which\nthe Sagoths interrupted when they gathered us together and drove us to\nthe arena to witness the punishment of the slaves who killed the\nguardsman.  I wish now that I had not left the arena for by this time\nmy friends and I might have made good our escape, whereas this delay\nmay mean the wrecking of all our plans, which depended for their\nconsummation upon the continued sleep of the three Mahars who lay in\nthe pit beneath the building in which we were confined.\"\n\n\"You would return to captivity?\" cried Ja.\n\n\"My friends are there,\" I replied, \"the only friends I have in\nPellucidar, except yourself.  What else may I do under the\ncircumstances?\"\n\nHe thought for a moment in silence.  Then he shook his head sorrowfully.\n\n\"It is what a brave man and a good friend should do,\" he said; \"yet it\nseems most foolish, for the Mahars will most certainly condemn you to\ndeath for running away, and so you will be accomplishing nothing for\nyour friends by returning.  Never in all my life have I heard of a\nprisoner returning to the Mahars of his own free will.  There are but\nfew who escape them, though some do, and these would rather die than be\nrecaptured.\"\n\n\"I see no other way, Ja,\" I said, \"though I can assure you that I would\nrather go to Sheol after Perry than to Phutra.  However, Perry is much\ntoo pious to make the probability at all great that I should ever be\ncalled upon to rescue him from the former locality.\"\n\nJa asked me what Sheol was, and when I explained, as best I could, he\nsaid, \"You are speaking of Molop Az, the flaming sea upon which\nPellucidar floats.  All the dead who are buried in the ground go there.\nPiece by piece they are carried down to Molop Az by the little demons\nwho dwell there.  We know this because when graves are opened we find\nthat the bodies have been partially or entirely borne off.  That is why\nwe of Anoroc place our dead in high trees where the birds may find them\nand bear them bit by bit to the Dead World above the Land of Awful\nShadow.  If we kill an enemy we place his body in the ground that it\nmay go to Molop Az.\"\n\nAs we talked we had been walking up the canyon down which I had come to\nthe great ocean and the sithic.  Ja did his best to dissuade me from\nreturning to Phutra, but when he saw that I was determined to do so, he\nconsented to guide me to a point from which I could see the plain where\nlay the city.  To my surprise the distance was but short from the beach\nwhere I had again met Ja.  It was evident that I had spent much time\nfollowing the windings of a tortuous canyon, while just beyond the ridge\nlay the city of Phutra near to which I must have come several times.\n\nAs we topped the ridge and saw the granite gate towers dotting the\nflowered plain at our feet Ja made a final effort to persuade me to\nabandon my mad purpose and return with him to Anoroc, but I was firm in\nmy resolve, and at last he bid me good-bye, assured in his own mind\nthat he was looking upon me for the last time.\n\nI was sorry to part with Ja, for I had come to like him very much\nindeed.  With his hidden city upon the island of Anoroc as a base, and\nhis savage warriors as escort Perry and I could have accomplished much\nin the line of exploration, and I hoped that were we successful in our\neffort to escape we might return to Anoroc later.\n\nThere was, however, one great thing to be accomplished first--at least\nit was the great thing to me--the finding of Dian the Beautiful.  I\nwanted to make amends for the affront I had put upon her in my\nignorance, and I wanted to--well, I wanted to see her again, and to be\nwith her.\n\nDown the hillside I made my way into the gorgeous field of flowers, and\nthen across the rolling land toward the shadowless columns that guard\nthe ways to buried Phutra.  At a quarter-mile from the nearest entrance\nI was discovered by the Sagoth guard, and in an instant four of the\ngorilla-men were dashing toward me.\n\nThough they brandished their long spears and yelled like wild Comanches\nI paid not the slightest attention to them, walking quietly toward them\nas though unaware of their existence.  My manner had the effect upon\nthem that I had hoped, and as we came quite near together they ceased\ntheir savage shouting.  It was evident that they had expected me to\nturn and flee at sight of them, thus presenting that which they most\nenjoyed, a moving human target at which to cast their spears.\n\n\"What do you here?\" shouted one, and then as he recognized me, \"Ho!  It\nis the slave who claims to be from another world--he who escaped when\nthe thag ran amuck within the amphitheater.  But why do you return,\nhaving once made good your escape?\"\n\n\"I did not 'escape',\" I replied.  \"I but ran away to avoid the thag, as\ndid others, and coming into a long passage I became confused and lost\nmy way in the foothills beyond Phutra.  Only now have I found my way\nback.\"\n\n\"And you come of your free will back to Phutra!\" exclaimed one of the\nguardsmen.\n\n\"Where else might I go?\" I asked.  \"I am a stranger within Pellucidar\nand know no other where than Phutra.  Why should I not desire to be in\nPhutra?  Am I not well fed and well treated?  Am I not happy?  What\nbetter lot could man desire?\"\n\nThe Sagoths scratched their heads.  This was a new one on them, and so\nbeing stupid brutes they took me to their masters whom they felt would\nbe better fitted to solve the riddle of my return, for riddle they\nstill considered it.\n\nI had spoken to the Sagoths as I had for the purpose of throwing them\noff the scent of my purposed attempt at escape.  If they thought that I\nwas so satisfied with my lot within Phutra that I would voluntarily\nreturn when I had once had so excellent an opportunity to escape, they\nwould never for an instant imagine that I could be occupied in\narranging another escape immediately upon my return to the city.\n\nSo they led me before a slimy Mahar who clung to a slimy rock within\nthe large room that was the thing's office.  With cold, reptilian eyes\nthe creature seemed to bore through the thin veneer of my deceit and\nread my inmost thoughts.  It heeded the story which the Sagoths told of\nmy return to Phutra, watching the gorilla-men's lips and fingers during\nthe recital.  Then it questioned me through one of the Sagoths.\n\n\"You say that you returned to Phutra of your own free will, because you\nthink yourself better off here than elsewhere--do you not know that you\nmay be the next chosen to give up your life in the interests of the\nwonderful scientific investigations that our learned ones are\ncontinually occupied with?\"\n\nI hadn't heard of anything of that nature, but I thought best not to\nadmit it.\n\n\"I could be in no more danger here,\" I said, \"than naked and unarmed in\nthe savage jungles or upon the lonely plains of Pellucidar.  I was\nfortunate, I think, to return to Phutra at all.  As it was I barely\nescaped death within the jaws of a huge sithic.  No, I am sure that I\nam safer in the hands of intelligent creatures such as rule Phutra.  At\nleast such would be the case in my own world, where human beings like\nmyself rule supreme.  There the higher races of man extend protection\nand hospitality to the stranger within their gates, and being a\nstranger here I naturally assumed that a like courtesy would be\naccorded me.\"\n\nThe Mahar looked at me in silence for some time after I ceased speaking\nand the Sagoth had translated my words to his master.  The creature\nseemed deep in thought.  Presently he communicated some message to the\nSagoth.  The latter turned, and motioning me to follow him, left the\npresence of the reptile.  Behind and on either side of me marched the\nbalance of the guard.\n\n\"What are they going to do with me?\" I asked the fellow at my right.\n\n\"You are to appear before the learned ones who will question you\nregarding this strange world from which you say you come.\"\n\nAfter a moment's silence he turned to me again.\n\n\"Do you happen to know,\" he asked, \"what the Mahars do to slaves who\nlie to them?\"\n\n\"No,\" I replied, \"nor does it interest me, as I have no intention of\nlying to the Mahars.\"\n\n\"Then be careful that you don't repeat the impossible tale you told\nSol-to-to just now--another world, indeed, where human beings rule!\" he\nconcluded in fine scorn.\n\n\"But it is the truth,\" I insisted.  \"From where else then did I come?\nI am not of Pellucidar.  Anyone with half an eye could see that.\"\n\n\"It is your misfortune then,\" he remarked dryly, \"that you may not be\njudged by one with but half an eye.\"\n\n\"What will they do with me,\" I asked, \"if they do not have a mind to\nbelieve me?\"\n\n\"You may be sentenced to the arena, or go to the pits to be used in\nresearch work by the learned ones,\" he replied.\n\n\"And what will they do with me there?\" I persisted.\n\n\"No one knows except the Mahars and those who go to the pits with them,\nbut as the latter never return, their knowledge does them but little\ngood.  It is said that the learned ones cut up their subjects while\nthey are yet alive, thus learning many useful things.  However I should\nnot imagine that it would prove very useful to him who was being cut\nup; but of course this is all but conjecture.  The chances are that ere\nlong you will know much more about it than I,\" and he grinned as he\nspoke.  The Sagoths have a well-developed sense of humor.\n\n\"And suppose it is the arena,\" I continued; \"what then?\"\n\n\"You saw the two who met the tarag and the thag the time that you\nescaped?\" he said.\n\n\"Yes.\"\n\n\"Your end in the arena would be similar to what was intended for them,\"\nhe explained, \"though of course the same kinds of animals might not be\nemployed.\"\n\n\"It is sure death in either event?\" I asked.\n\n\"What becomes of those who go below with the learned ones I do not\nknow, nor does any other,\" he replied; \"but those who go to the arena\nmay come out alive and thus regain their liberty, as did the two whom\nyou saw.\"\n\n\"They gained their liberty?  And how?\"\n\n\"It is the custom of the Mahars to liberate those who remain alive\nwithin the arena after the beasts depart or are killed.  Thus it has\nhappened that several mighty warriors from far distant lands, whom we\nhave captured on our slave raids, have battled the brutes turned in\nupon them and slain them, thereby winning their freedom.  In the\ninstance which you witnessed the beasts killed each other, but the\nresult was the same--the man and woman were liberated, furnished with\nweapons, and started on their homeward journey.  Upon the left shoulder\nof each a mark was burned--the mark of the Mahars--which will forever\nprotect these two from slaving parties.\"\n\n\"There is a slender chance for me then if I be sent to the arena, and\nnone at all if the learned ones drag me to the pits?\"\n\n\"You are quite right,\" he replied; \"but do not felicitate yourself too\nquickly should you be sent to the arena, for there is scarce one in a\nthousand who comes out alive.\"\n\nTo my surprise they returned me to the same building in which I had\nbeen confined with Perry and Ghak before my escape.  At the doorway I\nwas turned over to the guards there.\n\n\"He will doubtless be called before the investigators shortly,\" said he\nwho had brought me back, \"so have him in readiness.\"\n\nThe guards in whose hands I now found myself, upon hearing that I had\nreturned of my own volition to Phutra evidently felt that it would be\nsafe to give me liberty within the building as had been the custom\nbefore I had escaped, and so I was told to return to whatever duty had\nbeen mine formerly.\n\nMy first act was to hunt up Perry, whom I found poring as usual over\nthe great tomes that he was supposed to be merely dusting and\nrearranging upon new shelves.\n\nAs I entered the room he glanced up and nodded pleasantly to me, only\nto resume his work as though I had never been away at all.  I was both\nastonished and hurt at his indifference.  And to think that I was\nrisking death to return to him purely from a sense of duty and\naffection!\n\n\"Why, Perry!\" I exclaimed, \"haven't you a word for me after my long\nabsence?\"\n\n\"Long absence!\" he repeated in evident astonishment.  \"What do you\nmean?\"\n\n\"Are you crazy, Perry?  Do you mean to say that you have not missed me\nsince that time we were separated by the charging thag within the\narena?\"\n\n\"'That time',\" he repeated.  \"Why man, I have but just returned from\nthe arena!  You reached here almost as soon as I. Had you been much\nlater I should indeed have been worried, and as it is I had intended\nasking you about how you escaped the beast as soon as I had completed\nthe translation of this most interesting passage.\"\n\n\"Perry, you ARE mad,\" I exclaimed.  \"Why, the Lord only knows how long\nI have been away.  I have been to other lands, discovered a new race of\nhumans within Pellucidar, seen the Mahars at their worship in their\nhidden temple, and barely escaped with my life from them and from a\ngreat labyrinthodon that I met afterward, following my long and tedious\nwanderings across an unknown world.  I must have been away for months,\nPerry, and now you barely look up from your work when I return and\ninsist that we have been separated but a moment.  Is that any way to\ntreat a friend?  I'm surprised at you, Perry, and if I'd thought for a\nmoment that you cared no more for me than this I should not have\nreturned to chance death at the hands of the Mahars for your sake.\"\n\nThe old man looked at me for a long time before he spoke.  There was a\npuzzled expression upon his wrinkled face, and a look of hurt sorrow in\nhis eyes.\n\n\"David, my boy,\" he said, \"how could you for a moment doubt my love for\nyou?  There is something strange here that I cannot understand.  I know\nthat I am not mad, and I am equally sure that you are not; but how in\nthe world are we to account for the strange hallucinations that each of\nus seems to harbor relative to the passage of time since last we saw\neach other.  You are positive that months have gone by, while to me it\nseems equally certain that not more than an hour ago I sat beside you\nin the amphitheater.  Can it be that both of us are right and at the\nsame time both are wrong?  First tell me what time is, and then maybe I\ncan solve our problem.  Do you catch my meaning?\"\n\nI didn't and said so.\n\n\"Yes,\" continued the old man, \"we are both right.  To me, bent over my\nbook here, there has been no lapse of time.  I have done little or\nnothing to waste my energies and so have required neither food nor\nsleep, but you, on the contrary, have walked and fought and wasted\nstrength and tissue which must needs be rebuilt by nutriment and food,\nand so, having eaten and slept many times since last you saw me you\nnaturally measure the lapse of time largely by these acts.  As a matter\nof fact, David, I am rapidly coming to the conviction that there is no\nsuch thing as time--surely there can be no time here within Pellucidar,\nwhere there are no means for measuring or recording time.  Why, the\nMahars themselves take no account of such a thing as time.  I find here\nin all their literary works but a single tense, the present.  There\nseems to be neither past nor future with them.  Of course it is\nimpossible for our outer-earthly minds to grasp such a condition, but\nour recent experiences seem to demonstrate its existence.\"\n\nIt was too big a subject for me, and I said so, but Perry seemed to\nenjoy nothing better than speculating upon it, and after listening with\ninterest to my account of the adventures through which I had passed he\nreturned once more to the subject, which he was enlarging upon with\nconsiderable fluency when he was interrupted by the entrance of a\nSagoth.\n\n\"Come!\" commanded the intruder, beckoning to me.  \"The investigators\nwould speak with you.\"\n\n\"Good-bye, Perry!\" I said, clasping the old man's hand.  \"There may be\nnothing but the present and no such thing as time, but I feel that I am\nabout to take a trip into the hereafter from which I shall never\nreturn.  If you and Ghak should manage to escape I want you to promise\nme that you will find Dian the Beautiful and tell her that with my last\nwords I asked her forgiveness for the unintentional affront I put upon\nher, and that my one wish was to be spared long enough to right the\nwrong that I had done her.\"\n\nTears came to Perry's eyes.\n\n\"I cannot believe but that you will return, David,\" he said.  \"It would\nbe awful to think of living out the balance of my life without you\namong these hateful and repulsive creatures.  If you are taken away I\nshall never escape, for I feel that I am as well off here as I should\nbe anywhere within this buried world.  Good-bye, my boy, good-bye!\" and\nthen his old voice faltered and broke, and as he hid his face in his\nhands the Sagoth guardsman grasped me roughly by the shoulder and\nhustled me from the chamber.\n\n\n\nXI\n\nFOUR DEAD MAHARS\n\n\nA MOMENT LATER I WAS STANDING BEFORE A DOZEN Mahars--the social\ninvestigators of Phutra.  They asked me many questions, through a\nSagoth interpreter.  I answered them all truthfully.  They seemed\nparticularly interested in my account of the outer earth and the\nstrange vehicle which had brought Perry and me to Pellucidar.  I\nthought that I had convinced them, and after they had sat in silence\nfor a long time following my examination, I expected to be ordered\nreturned to my quarters.\n\nDuring this apparent silence they were debating through the medium of\nstrange, unspoken language the merits of my tale.  At last the head of\nthe tribunal communicated the result of their conference to the officer\nin charge of the Sagoth guard.\n\n\"Come,\" he said to me, \"you are sentenced to the experimental pits for\nhaving dared to insult the intelligence of the mighty ones with the\nridiculous tale you have had the temerity to unfold to them.\"\n\n\"Do you mean that they do not believe me?\" I asked, totally astonished.\n\n\"Believe you!\" he laughed.  \"Do you mean to say that you expected any\none to believe so impossible a lie?\"\n\nIt was hopeless, and so I walked in silence beside my guard down\nthrough the dark corridors and runways toward my awful doom.  At a low\nlevel we came upon a number of lighted chambers in which we saw many\nMahars engaged in various occupations.  To one of these chambers my\nguard escorted me, and before leaving they chained me to a side wall.\nThere were other humans similarly chained.  Upon a long table lay a\nvictim even as I was ushered into the room.  Several Mahars stood about\nthe poor creature holding him down so that he could not move.  Another,\ngrasping a sharp knife with her three-toed fore foot, was laying open\nthe victim's chest and abdomen.  No anesthetic had been administered\nand the shrieks and groans of the tortured man were terrible to hear.\nThis, indeed, was vivisection with a vengeance.  Cold sweat broke out\nupon me as I realized that soon my turn would come.  And to think that\nwhere there was no such thing as time I might easily imagine that my\nsuffering was enduring for months before death finally released me!\n\nThe Mahars had paid not the slightest attention to me as I had been\nbrought into the room.  So deeply immersed were they in their work that\nI am sure they did not even know that the Sagoths had entered with me.\nThe door was close by.  Would that I could reach it!  But those heavy\nchains precluded any such possibility.  I looked about for some means\nof escape from my bonds.  Upon the floor between me and the Mahars lay\na tiny surgical instrument which one of them must have dropped.  It\nlooked not unlike a button-hook, but was much smaller, and its point\nwas sharpened.  A hundred times in my boyhood days had I picked locks\nwith a buttonhook.  Could I but reach that little bit of polished steel\nI might yet effect at least a temporary escape.\n\nCrawling to the limit of my chain, I found that by reaching one hand as\nfar out as I could my fingers still fell an inch short of the coveted\ninstrument.  It was tantalizing!  Stretch every fiber of my being as I\nwould, I could not quite make it.\n\nAt last I turned about and extended one foot toward the object.  My\nheart came to my throat!  I could just touch the thing!  But suppose\nthat in my effort to drag it toward me I should accidentally shove it\nstill farther away and thus entirely out of reach!  Cold sweat broke\nout upon me from every pore.  Slowly and cautiously I made the effort.\nMy toes dropped upon the cold metal.  Gradually I worked it toward me\nuntil I felt that it was within reach of my hand and a moment later I\nhad turned about and the precious thing was in my grasp.\n\nAssiduously I fell to work upon the Mahar lock that held my chain.  It\nwas pitifully simple.  A child might have picked it, and a moment later\nI was free.  The Mahars were now evidently completing their work at the\ntable.  One already turned away and was examining other victims,\nevidently with the intention of selecting the next subject.\n\nThose at the table had their backs toward me.  But for the creature\nwalking toward us I might have escaped that moment.  Slowly the thing\napproached me, when its attention was attracted by a huge slave chained\na few yards to my right.  Here the reptile stopped and commenced to go\nover the poor devil carefully, and as it did so its back turned toward\nme for an instant, and in that instant I gave two mighty leaps that\ncarried me out of the chamber into the corridor beyond, down which I\nraced with all the speed I could command.\n\nWhere I was, or whither I was going, I knew not.  My only thought was\nto place as much distance as possible between me and that frightful\nchamber of torture.\n\nPresently I reduced my speed to a brisk walk, and later realizing the\ndanger of running into some new predicament, were I not careful, I\nmoved still more slowly and cautiously.  After a time I came to a\npassage that seemed in some mysterious way familiar to me, and\npresently, chancing to glance within a chamber which led from the\ncorridor I saw three Mahars curled up in slumber upon a bed of skins.\nI could have shouted aloud in joy and relief.  It was the same corridor\nand the same Mahars that I had intended to have lead so important a\nrole in our escape from Phutra.  Providence had indeed been kind to me,\nfor the reptiles still slept.\n\nMy one great danger now lay in returning to the upper levels in search\nof Perry and Ghak, but there was nothing else to be done, and so I\nhastened upward.  When I came to the frequented portions of the\nbuilding, I found a large burden of skins in a corner and these I\nlifted to my head, carrying them in such a way that ends and corners\nfell down about my shoulders completely hiding my face.  Thus disguised\nI found Perry and Ghak together in the chamber where we had been wont\nto eat and sleep.\n\nBoth were glad to see me, it was needless to say, though of course they\nhad known nothing of the fate that had been meted out to me by my\njudges.  It was decided that no time should now be lost before\nattempting to put our plan of escape to the test, as I could not hope\nto remain hidden from the Sagoths long, nor could I forever carry that\nbale of skins about upon my head without arousing suspicion.  However\nit seemed likely that it would carry me once more safely through the\ncrowded passages and chambers of the upper levels, and so I set out\nwith Perry and Ghak--the stench of the illy cured pelts fairly choking\nme.\n\nTogether we repaired to the first tier of corridors beneath the main\nfloor of the buildings, and here Perry and Ghak halted to await me.\nThe buildings are cut out of the solid limestone formation.  There is\nnothing at all remarkable about their architecture.  The rooms are\nsometimes rectangular, sometimes circular, and again oval in shape.\nThe corridors which connect them are narrow and not always straight.\nThe chambers are lighted by diffused sunlight reflected through tubes\nsimilar to those by which the avenues are lighted.  The lower the tiers\nof chambers, the darker.  Most of the corridors are entirely unlighted.\nThe Mahars can see quite well in semidarkness.\n\nDown to the main floor we encountered many Mahars, Sagoths, and slaves;\nbut no attention was paid to us as we had become a part of the domestic\nlife of the building.  There was but a single entrance leading from the\nplace into the avenue and this was well guarded by Sagoths--this\ndoorway alone were we forbidden to pass.  It is true that we were not\nsupposed to enter the deeper corridors and apartments except on special\noccasions when we were instructed to do so; but as we were considered a\nlower order without intelligence there was little reason to fear that\nwe could accomplish any harm by so doing, and so we were not hindered\nas we entered the corridor which led below.\n\nWrapped in a skin I carried three swords, and the two bows, and the\narrows which Perry and I had fashioned.  As many slaves bore\nskin-wrapped burdens to and fro my load attracted no comment.  Where I\nleft Ghak and Perry there were no other creatures in sight, and so I\nwithdrew one sword from the package, and leaving the balance of the\nweapons with Perry, started on alone toward the lower levels.\n\nHaving come to the apartment in which the three Mahars slept I entered\nsilently on tiptoe, forgetting that the creatures were without the\nsense of hearing.  With a quick thrust through the heart I disposed of\nthe first but my second thrust was not so fortunate, so that before I\ncould kill the next of my victims it had hurled itself against the\nthird, who sprang quickly up, facing me with wide-distended jaws.  But\nfighting is not the occupation which the race of Mahars loves, and when\nthe thing saw that I already had dispatched two of its companions, and\nthat my sword was red with their blood, it made a dash to escape me.\nBut I was too quick for it, and so, half hopping, half flying, it\nscurried down another corridor with me close upon its heels.\n\nIts escape meant the utter ruin of our plan, and in all probability my\ninstant death.  This thought lent wings to my feet; but even at my best\nI could do no more than hold my own with the leaping thing before me.\n\nOf a sudden it turned into an apartment on the right of the corridor,\nand an instant later as I rushed in I found myself facing two of the\nMahars.  The one who had been there when we entered had been occupied\nwith a number of metal vessels, into which had been put powders and\nliquids as I judged from the array of flasks standing about upon the\nbench where it had been working.  In an instant I realized what I had\nstumbled upon.  It was the very room for the finding of which Perry had\ngiven me minute directions.  It was the buried chamber in which was\nhidden the Great Secret of the race of Mahars.  And on the bench beside\nthe flasks lay the skin-bound book which held the only copy of the\nthing I was to have sought, after dispatching the three Mahars in their\nsleep.\n\nThere was no exit from the room other than the doorway in which I now\nstood facing the two frightful reptiles.  Cornered, I knew that they\nwould fight like demons, and they were well equipped to fight if fight\nthey must.  Together they launched themselves upon me, and though I ran\none of them through the heart on the instant, the other fastened its\ngleaming fangs about my sword arm above the elbow, and then with her\nsharp talons commenced to rake me about the body, evidently intent upon\ndisemboweling me.  I saw that it was useless to hope that I might\nrelease my arm from that powerful, viselike grip which seemed to be\nsevering my arm from my body.  The pain I suffered was intense, but it\nonly served to spur me to greater efforts to overcome my antagonist.\n\nBack and forth across the floor we struggled--the Mahar dealing me\nterrific, cutting blows with her fore feet, while I attempted to\nprotect my body with my left hand, at the same time watching for an\nopportunity to transfer my blade from my now useless sword hand to its\nrapidly weakening mate.  At last I was successful, and with what seemed\nto me my last ounce of strength I ran the blade through the ugly body\nof my foe.\n\nSoundless, as it had fought, it died, and though weak from pain and\nloss of blood, it was with an emotion of triumphant pride that I\nstepped across its convulsively stiffening corpse to snatch up the most\npotent secret of a world.  A single glance assured me it was the very\nthing that Perry had described to me.\n\nAnd as I grasped it did I think of what it meant to the human race of\nPellucidar--did there flash through my mind the thought that countless\ngenerations of my own kind yet unborn would have reason to worship me\nfor the thing that I had accomplished for them?  I did not.  I thought\nof a beautiful oval face, gazing out of limpid eyes, through a waving\nmass of jet-black hair.  I thought of red, red lips, God-made for\nkissing.  And of a sudden, apropos of nothing, standing there alone in\nthe secret chamber of the Mahars of Pellucidar, I realized that I loved\nDian the Beautiful.\n\n\n\nXII\n\nPURSUIT\n\n\nFOR AN INSTANT I STOOD THERE THINKING OF HER, and then, with a sigh, I\ntucked the book in the thong that supported my loin cloth, and turned\nto leave the apartment.  At the bottom of the corridor which leads\naloft from the lower chambers I whistled in accordance with the\nprearranged signal which was to announce to Perry and Ghak that I had\nbeen successful.  A moment later they stood beside me, and to my\nsurprise I saw that Hooja the Sly One accompanied them.\n\n\"He joined us,\" explained Perry, \"and would not be denied.  The fellow\nis a fox.  He scents escape, and rather than be thwarted of our chance\nnow I told him that I would bring him to you, and let you decide\nwhether he might accompany us.\"\n\nI had no love for Hooja, and no confidence in him.  I was sure that if\nhe thought it would profit him he would betray us; but I saw no way out\nof it now, and the fact that I had killed four Mahars instead of only\nthe three I had expected to, made it possible to include the fellow in\nour scheme of escape.\n\n\"Very well,\" I said, \"you may come with us, Hooja; but at the first\nintimation of treachery I shall run my sword through you.  Do you\nunderstand?\"\n\nHe said that he did.\n\nSome time later we had removed the skins from the four Mahars, and so\nsucceeded in crawling inside of them ourselves that there seemed an\nexcellent chance for us to pass unnoticed from Phutra.  It was not an\neasy thing to fasten the hides together where we had split them along\nthe belly to remove them from their carcasses, but by remaining out\nuntil the others had all been sewed in with my help, and then leaving\nan aperture in the breast of Perry's skin through which he could pass\nhis hands to sew me up, we were enabled to accomplish our design to\nreally much better purpose than I had hoped.  We managed to keep the\nheads erect by passing our swords up through the necks, and by the same\nmeans were enabled to move them about in a life-like manner.  We had\nour greatest difficulty with the webbed feet, but even that problem was\nfinally solved, so that when we moved about we did so quite naturally.\nTiny holes punctured in the baggy throats into which our heads were\nthrust permitted us to see well enough to guide our progress.\n\nThus we started up toward the main floor of the building.  Ghak headed\nthe strange procession, then came Perry, followed by Hooja, while I\nbrought up the rear, after admonishing Hooja that I had so arranged my\nsword that I could thrust it through the head of my disguise into his\nvitals were he to show any indication of faltering.\n\nAs the noise of hurrying feet warned me that we were entering the busy\ncorridors of the main level, my heart came up into my mouth.  It is\nwith no sense of shame that I admit that I was frightened--never before\nin my life, nor since, did I experience any such agony of soulsearing\nfear and suspense as enveloped me.  If it be possible to sweat blood, I\nsweat it then.\n\nSlowly, after the manner of locomotion habitual to the Mahars, when\nthey are not using their wings, we crept through throngs of busy\nslaves, Sagoths, and Mahars.  After what seemed an eternity we reached\nthe outer door which leads into the main avenue of Phutra.  Many\nSagoths loitered near the opening.  They glanced at Ghak as he padded\nbetween them.  Then Perry passed, and then Hooja.  Now it was my turn,\nand then in a sudden fit of freezing terror I realized that the warm\nblood from my wounded arm was trickling down through the dead foot of\nthe Mahar skin I wore and leaving its tell-tale mark upon the pavement,\nfor I saw a Sagoth call a companion's attention to it.\n\nThe guard stepped before me and pointing to my bleeding foot spoke to\nme in the sign language which these two races employ as a means of\ncommunication.  Even had I known what he was saying I could not have\nreplied with the dead thing that covered me.  I once had seen a great\nMahar freeze a presumptuous Sagoth with a look.  It seemed my only\nhope, and so I tried it.  Stopping in my tracks I moved my sword so\nthat it made the dead head appear to turn inquiring eyes upon the\ngorilla-man. For a long moment I stood perfectly still, eyeing the\nfellow with those dead eyes.  Then I lowered the head and started\nslowly on.  For a moment all hung in the balance, but before I touched\nhim the guard stepped to one side, and I passed on out into the avenue.\n\nOn we went up the broad street, but now we were safe for the very\nnumbers of our enemies that surrounded us on all sides.  Fortunately,\nthere was a great concourse of Mahars repairing to the shallow lake\nwhich lies a mile or more from the city.  They go there to indulge\ntheir amphibian proclivities in diving for small fish, and enjoying the\ncool depths of the water.  It is a fresh-water lake, shallow, and free\nfrom the larger reptiles which make the use of the great seas of\nPellucidar impossible for any but their own kind.\n\nIn the thick of the crowd we passed up the steps and out onto the\nplain.  For some distance Ghak remained with the stream that was\ntraveling toward the lake, but finally, at the bottom of a little gully\nhe halted, and there we remained until all had passed and we were\nalone.  Then, still in our disguises, we set off directly away from\nPhutra.\n\nThe heat of the vertical rays of the sun was fast making our horrible\nprisons unbearable, so that after passing a low divide, and entering a\nsheltering forest, we finally discarded the Mahar skins that had\nbrought us thus far in safety.\n\nI shall not weary you with the details of that bitter and galling\nflight.  How we traveled at a dogged run until we dropped in our\ntracks.  How we were beset by strange and terrible beasts.  How we\nbarely escaped the cruel fangs of lions and tigers the size of which\nwould dwarf into pitiful insignificance the greatest felines of the\nouter world.\n\nOn and on we raced, our one thought to put as much distance between\nourselves and Phutra as possible.  Ghak was leading us to his own\nland--the land of Sari.  No sign of pursuit had developed, and yet we\nwere sure that somewhere behind us relentless Sagoths were dogging our\ntracks.  Ghak said they never failed to hunt down their quarry until\nthey had captured it or themselves been turned back by a superior force.\n\nOur only hope, he said, lay in reaching his tribe which was quite\nstrong enough in their mountain fastness to beat off any number of\nSagoths.\n\nAt last, after what seemed months, and may, I now realize, have been\nyears, we came in sight of the dun escarpment which buttressed the\nfoothills of Sari.  At almost the same instant, Hooja, who looked ever\nquite as much behind as before, announced that he could see a body of\nmen far behind us topping a low ridge in our wake.  It was the\nlong-expected pursuit.\n\nI asked Ghak if we could make Sari in time to escape them.\n\n\"We may,\" he replied; \"but you will find that the Sagoths can move with\nincredible swiftness, and as they are almost tireless they are\ndoubtless much fresher than we.  Then--\" he paused, glancing at Perry.\n\nI knew what he meant.  The old man was exhausted.  For much of the\nperiod of our flight either Ghak or I had half supported him on the\nmarch.  With such a handicap, less fleet pursuers than the Sagoths\nmight easily overtake us before we could scale the rugged heights which\nconfronted us.\n\n\"You and Hooja go on ahead,\" I said.  \"Perry and I will make it if we\nare able.  We cannot travel as rapidly as you two, and there is no\nreason why all should be lost because of that.  It can't be helped--we\nhave simply to face it.\"\n\n\"I will not desert a companion,\" was Ghak's simple reply.  I hadn't\nknown that this great, hairy, primeval man had any such nobility of\ncharacter stowed away inside him.  I had always liked him, but now to\nmy liking was added honor and respect.  Yes, and love.\n\nBut still I urged him to go on ahead, insisting that if he could reach\nhis people he might be able to bring out a sufficient force to drive\noff the Sagoths and rescue Perry and myself.\n\nNo, he wouldn't leave us, and that was all there was to it, but he\nsuggested that Hooja might hurry on and warn the Sarians of the king's\ndanger.  It didn't require much urging to start Hooja--the naked idea\nwas enough to send him leaping on ahead of us into the foothills which\nwe now had reached.\n\nPerry realized that he was jeopardizing Ghak's life and mine and the\nold fellow fairly begged us to go on without him, although I knew that\nhe was suffering a perfect anguish of terror at the thought of falling\ninto the hands of the Sagoths.  Ghak finally solved the problem, in\npart, by lifting Perry in his powerful arms and carrying him.  While\nthe act cut down Ghak's speed he still could travel faster thus than\nwhen half supporting the stumbling old man.\n\n\n\nXIII\n\nTHE SLY ONE\n\n\nTHE SAGOTHS WERE GAINING ON US RAPIDLY, FOR once they had sighted us\nthey had greatly increased their speed.  On and on we stumbled up the\nnarrow canyon that Ghak had chosen to approach the heights of Sari.  On\neither side rose precipitous cliffs of gorgeous, parti-colored rock,\nwhile beneath our feet a thick mountain grass formed a soft and\nnoiseless carpet.  Since we had entered the canyon we had had no\nglimpse of our pursuers, and I was commencing to hope that they had\nlost our trail and that we would reach the now rapidly nearing cliffs\nin time to scale them before we should be overtaken.\n\nAhead we neither saw nor heard any sign which might betoken the success\nof Hooja's mission.  By now he should have reached the outposts of the\nSarians, and we should at least hear the savage cries of the tribesmen\nas they swarmed to arms in answer to their king's appeal for succor.\nIn another moment the frowning cliffs ahead should be black with\nprimeval warriors.  But nothing of the kind happened--as a matter of\nfact the Sly One had betrayed us.  At the moment that we expected to\nsee Sarian spearmen charging to our relief at Hooja's back, the craven\ntraitor was sneaking around the outskirts of the nearest Sarian\nvillage, that he might come up from the other side when it was too late\nto save us, claiming that he had become lost among the mountains.\n\nHooja still harbored ill will against me because of the blow I had\nstruck in Dian's protection, and his malevolent spirit was equal to\nsacrificing us all that he might be revenged upon me.\n\nAs we drew nearer the barrier cliffs and no sign of rescuing Sarians\nappeared Ghak became both angry and alarmed, and presently as the sound\nof rapidly approaching pursuit fell upon our ears, he called to me over\nhis shoulder that we were lost.\n\nA backward glance gave me a glimpse of the first of the Sagoths at the\nfar end of a considerable stretch of canyon through which we had just\npassed, and then a sudden turning shut the ugly creature from my view;\nbut the loud howl of triumphant rage which rose behind us was evidence\nthat the gorilla-man had sighted us.\n\nAgain the canyon veered sharply to the left, but to the right another\nbranch ran on at a lesser deviation from the general direction, so that\nappeared more like the main canyon than the lefthand branch.  The\nSagoths were now not over two hundred and fifty yards behind us, and I\nsaw that it was hopeless for us to expect to escape other than by a\nruse.  There was a bare chance of saving Ghak and Perry, and as I\nreached the branching of the canyon I took the chance.\n\nPausing there I waited until the foremost Sagoth hove into sight.  Ghak\nand Perry had disappeared around a bend in the left-hand canyon, and as\nthe Sagoth's savage yell announced that he had seen me I turned and\nfled up the right-hand branch.  My ruse was successful, and the entire\nparty of man-hunters raced headlong after me up one canyon while Ghak\nbore Perry to safety up the other.\n\nRunning has never been my particular athletic forte, and now when my\nvery life depended upon fleetness of foot I cannot say that I ran any\nbetter than on the occasions when my pitiful base running had called\ndown upon my head the rooter's raucous and reproachful cries of \"Ice\nWagon,\" and \"Call a cab.\"\n\nThe Sagoths were gaining on me rapidly.  There was one in particular,\nfleeter than his fellows, who was perilously close.  The canyon had\nbecome a rocky slit, rising roughly at a steep angle toward what seemed\na pass between two abutting peaks.  What lay beyond I could not even\nguess--possibly a sheer drop of hundreds of feet into the corresponding\nvalley upon the other side.  Could it be that I had plunged into a\ncul-de-sac?\n\nRealizing that I could not hope to outdistance the Sagoths to the top\nof the canyon I had determined to risk all in an attempt to check them\ntemporarily, and to this end had unslung my rudely made bow and plucked\nan arrow from the skin quiver which hung behind my shoulder.  As I\nfitted the shaft with my right hand I stopped and wheeled toward the\ngorilla-man.\n\nIn the world of my birth I never had drawn a shaft, but since our\nescape from Phutra I had kept the party supplied with small game by\nmeans of my arrows, and so, through necessity, had developed a fair\ndegree of accuracy.  During our flight from Phutra I had restrung my\nbow with a piece of heavy gut taken from a huge tiger which Ghak and I\nhad worried and finally dispatched with arrows, spear, and sword.  The\nhard wood of the bow was extremely tough and this, with the strength\nand elasticity of my new string, gave me unwonted confidence in my\nweapon.\n\nNever had I greater need of steady nerves than then--never were my\nnerves and muscles under better control.  I sighted as carefully and\ndeliberately as though at a straw target.  The Sagoth had never before\nseen a bow and arrow, but of a sudden it must have swept over his dull\nintellect that the thing I held toward him was some sort of engine of\ndestruction, for he too came to a halt, simultaneously swinging his\nhatchet for a throw.  It is one of the many methods in which they\nemploy this weapon, and the accuracy of aim which they achieve, even\nunder the most unfavorable circumstances, is little short of miraculous.\n\nMy shaft was drawn back its full length--my eye had centered its sharp\npoint upon the left breast of my adversary; and then he launched his\nhatchet and I released my arrow.  At the instant that our missiles flew\nI leaped to one side, but the Sagoth sprang forward to follow up his\nattack with a spear thrust.  I felt the swish of the hatchet as it\ngrazed my head, and at the same instant my shaft pierced the Sagoth's\nsavage heart, and with a single groan he lunged almost at my\nfeet--stone dead.  Close behind him were two more--fifty yards\nperhaps--but the distance gave me time to snatch up the dead\nguardsman's shield, for the close call his hatchet had just given me\nhad borne in upon me the urgent need I had for one.  Those which I had\npurloined at Phutra we had not been able to bring along because their\nsize precluded our concealing them within the skins of the Mahars which\nhad brought us safely from the city.\n\nWith the shield slipped well up on my left arm I let fly with another\narrow, which brought down a second Sagoth, and then as his fellow's\nhatchet sped toward me I caught it upon the shield, and fitted another\nshaft for him; but he did not wait to receive it.  Instead, he turned\nand retreated toward the main body of gorilla-men.  Evidently he had\nseen enough of me for the moment.\n\nOnce more I took up my flight, nor were the Sagoths apparently\noveranxious to press their pursuit so closely as before.  Unmolested I\nreached the top of the canyon where I found a sheer drop of two or\nthree hundred feet to the bottom of a rocky chasm; but on the left a\nnarrow ledge rounded the shoulder of the overhanging cliff.  Along this\nI advanced, and at a sudden turning, a few yards beyond the canyon's\nend, the path widened, and at my left I saw the opening to a large\ncave.  Before, the ledge continued until it passed from sight about\nanother projecting buttress of the mountain.\n\nHere, I felt, I could defy an army, for but a single foeman could\nadvance upon me at a time, nor could he know that I was awaiting him\nuntil he came full upon me around the corner of the turn.  About me lay\nscattered stones crumbled from the cliff above.  They were of various\nsizes and shapes, but enough were of handy dimensions for use as\nammunition in lieu of my precious arrows.  Gathering a number of stones\ninto a little pile beside the mouth of the cave I waited the advance of\nthe Sagoths.\n\nAs I stood there, tense and silent, listening for the first faint sound\nthat should announce the approach of my enemies, a slight noise from\nwithin the cave's black depths attracted my attention.  It might have\nbeen produced by the moving of the great body of some huge beast rising\nfrom the rock floor of its lair.  At almost the same instant I thought\nthat I caught the scraping of hide sandals upon the ledge beyond the\nturn.  For the next few seconds my attention was considerably divided.\n\nAnd then from the inky blackness at my right I saw two flaming eyes\nglaring into mine.  They were on a level that was over two feet above\nmy head.  It is true that the beast who owned them might be standing\nupon a ledge within the cave, or that it might be rearing up upon its\nhind legs; but I had seen enough of the monsters of Pellucidar to know\nthat I might be facing some new and frightful Titan whose dimensions\nand ferocity eclipsed those of any I had seen before.\n\nWhatever it was, it was coming slowly toward the entrance of the cave,\nand now, deep and forbidding, it uttered a low and ominous growl.  I\nwaited no longer to dispute possession of the ledge with the thing\nwhich owned that voice.  The noise had not been loud--I doubt if the\nSagoths heard it at all--but the suggestion of latent possibilities\nbehind it was such that I knew it would only emanate from a gigantic\nand ferocious beast.\n\nAs I backed along the ledge I soon was past the mouth of the cave,\nwhere I no longer could see those fearful flaming eyes, but an instant\nlater I caught sight of the fiendish face of a Sagoth as it warily\nadvanced beyond the cliff's turn on the far side of the cave's mouth.\nAs the fellow saw me he leaped along the ledge in pursuit, and after\nhim came as many of his companions as could crowd upon each other's\nheels.  At the same time the beast emerged from the cave, so that he\nand the Sagoths came face to face upon that narrow ledge.\n\nThe thing was an enormous cave bear, rearing its colossal bulk fully\neight feet at the shoulder, while from the tip of its nose to the end\nof its stubby tail it was fully twelve feet in length.  As it sighted\nthe Sagoths it emitted a most frightful roar, and with open mouth\ncharged full upon them.  With a cry of terror the foremost gorilla-man\nturned to escape, but behind him he ran full upon his on-rushing\ncompanions.\n\nThe horror of the following seconds is indescribable.  The Sagoth\nnearest the cave bear, finding his escape blocked, turned and leaped\ndeliberately to an awful death upon the jagged rocks three hundred feet\nbelow.  Then those giant jaws reached out and gathered in the\nnext--there was a sickening sound of crushing bones, and the mangled\ncorpse was dropped over the cliff's edge.  Nor did the mighty beast\neven pause in his steady advance along the ledge.\n\nShrieking Sagoths were now leaping madly over the precipice to escape\nhim, and the last I saw he rounded the turn still pursuing the\ndemoralized remnant of the man hunters.  For a long time I could hear\nthe horrid roaring of the brute intermingled with the screams and\nshrieks of his victims, until finally the awful sounds dwindled and\ndisappeared in the distance.\n\nLater I learned from Ghak, who had finally come to his tribesmen and\nreturned with a party to rescue me, that the ryth, as it is called,\npursued the Sagoths until it had exterminated the entire band.  Ghak\nwas, of course, positive that I had fallen prey to the terrible\ncreature, which, within Pellucidar, is truly the king of beasts.\n\nNot caring to venture back into the canyon, where I might fall prey\neither to the cave bear or the Sagoths I continued on along the ledge,\nbelieving that by following around the mountain I could reach the land\nof Sari from another direction.  But I evidently became confused by the\ntwisting and turning of the canyons and gullies, for I did not come to\nthe land of Sari then, nor for a long time thereafter.\n\n\n\nXIV\n\nTHE GARDEN OF EDEN\n\n\nWITH NO HEAVENLY GUIDE, IT IS LITTLE WONDER that I became confused and\nlost in the labyrinthine maze of those mighty hills.  What, in reality,\nI did was to pass entirely through them and come out above the valley\nupon the farther side.  I know that I wandered for a long time, until\ntired and hungry I came upon a small cave in the face of the limestone\nformation which had taken the place of the granite farther back.\n\nThe cave which took my fancy lay halfway up the precipitous side of a\nlofty cliff.  The way to it was such that I knew no extremely\nformidable beast could frequent it, nor was it large enough to make a\ncomfortable habitat for any but the smaller mammals or reptiles.  Yet\nit was with the utmost caution that I crawled within its dark interior.\n\nHere I found a rather large chamber, lighted by a narrow cleft in the\nrock above which let the sunlight filter in in sufficient quantities\npartially to dispel the utter darkness which I had expected.  The cave\nwas entirely empty, nor were there any signs of its having been\nrecently occupied.  The opening was comparatively small, so that after\nconsiderable effort I was able to lug up a bowlder from the valley\nbelow which entirely blocked it.\n\nThen I returned again to the valley for an armful of grasses and on\nthis trip was fortunate enough to knock over an orthopi, the diminutive\nhorse of Pellucidar, a little animal about the size of a fox terrier,\nwhich abounds in all parts of the inner world.  Thus, with food and\nbedding I returned to my lair, where after a meal of raw meat, to which\nI had now become quite accustomed, I dragged the bowlder before the\nentrance and curled myself upon a bed of grasses--a naked, primeval,\ncave man, as savagely primitive as my prehistoric progenitors.\n\nI awoke rested but hungry, and pushing the bowlder aside crawled out\nupon the little rocky shelf which was my front porch.  Before me spread\na small but beautiful valley, through the center of which a clear and\nsparkling river wound its way down to an inland sea, the blue waters of\nwhich were just visible between the two mountain ranges which embraced\nthis little paradise.  The sides of the opposite hills were green with\nverdure, for a great forest clothed them to the foot of the red and\nyellow and copper green of the towering crags which formed their\nsummit.  The valley itself was carpeted with a luxuriant grass, while\nhere and there patches of wild flowers made great splashes of vivid\ncolor against the prevailing green.\n\nDotted over the face of the valley were little clusters of palmlike\ntrees--three or four together as a rule.  Beneath these stood antelope,\nwhile others grazed in the open, or wandered gracefully to a nearby\nford to drink.  There were several species of this beautiful animal,\nthe most magnificent somewhat resembling the giant eland of Africa,\nexcept that their spiral horns form a complete curve backward over\ntheir ears and then forward again beneath them, ending in sharp and\nformidable points some two feet before the face and above the eyes.  In\nsize they remind one of a pure bred Hereford bull, yet they are very\nagile and fast.  The broad yellow bands that stripe the dark roan of\ntheir coats made me take them for zebra when I first saw them.  All in\nall they are handsome animals, and added the finishing touch to the\nstrange and lovely landscape that spread before my new home.\n\nI had determined to make the cave my headquarters, and with it as a\nbase make a systematic exploration of the surrounding country in search\nof the land of Sari.  First I devoured the remainder of the carcass of\nthe orthopi I had killed before my last sleep.  Then I hid the Great\nSecret in a deep niche at the back of my cave, rolled the bowlder\nbefore my front door, and with bow, arrows, sword, and shield scrambled\ndown into the peaceful valley.\n\nThe grazing herds moved to one side as I passed through them, the\nlittle orthopi evincing the greatest wariness and galloping to safest\ndistances.  All the animals stopped feeding as I approached, and after\nmoving to what they considered a safe distance stood contemplating me\nwith serious eyes and up-cocked ears.  Once one of the old bull\nantelopes of the striped species lowered his head and bellowed\nangrily--even taking a few steps in my direction, so that I thought he\nmeant to charge; but after I had passed, he resumed feeding as though\nnothing had disturbed him.\n\nNear the lower end of the valley I passed a number of tapirs, and\nacross the river saw a great sadok, the enormous double-horned\nprogenitor of the modern rhinoceros.  At the valley's end the cliffs\nupon the left ran out into the sea, so that to pass around them as I\ndesired to do it was necessary to scale them in search of a ledge along\nwhich I might continue my journey.  Some fifty feet from the base I\ncame upon a projection which formed a natural path along the face of\nthe cliff, and this I followed out over the sea toward the cliff's end.\n\nHere the ledge inclined rapidly upward toward the top of the\ncliffs--the stratum which formed it evidently having been forced up at\nthis steep angle when the mountains behind it were born.  As I climbed\ncarefully up the ascent my attention suddenly was attracted aloft by\nthe sound of strange hissing, and what resembled the flapping of wings.\n\nAnd at the first glance there broke upon my horrified vision the most\nfrightful thing I had seen even within Pellucidar.  It was a giant\ndragon such as is pictured in the legends and fairy tales of earth\nfolk.  Its huge body must have measured forty feet in length, while the\nbatlike wings that supported it in midair had a spread of fully thirty.\nIts gaping jaws were armed with long, sharp teeth, and its claw\nequipped with horrible talons.\n\nThe hissing noise which had first attracted my attention was issuing\nfrom its throat, and seemed to be directed at something beyond and\nbelow me which I could not see.  The ledge upon which I stood\nterminated abruptly a few paces farther on, and as I reached the end I\nsaw the cause of the reptile's agitation.\n\nSome time in past ages an earthquake had produced a fault at this\npoint, so that beyond the spot where I stood the strata had slipped\ndown a matter of twenty feet.  The result was that the continuation of\nmy ledge lay twenty feet below me, where it ended as abruptly as did\nthe end upon which I stood.\n\nAnd here, evidently halted in flight by this insurmountable break in\nthe ledge, stood the object of the creature's attack--a girl cowering\nupon the narrow platform, her face buried in her arms, as though to\nshut out the sight of the frightful death which hovered just above her.\n\nThe dragon was circling lower, and seemed about to dart in upon its\nprey.  There was no time to be lost, scarce an instant in which to\nweigh the possible chances that I had against the awfully armed\ncreature; but the sight of that frightened girl below me called out to\nall that was best in me, and the instinct for protection of the other\nsex, which nearly must have equaled the instinct of self-preservation\nin primeval man, drew me to the girl's side like an irresistible magnet.\n\nAlmost thoughtless of the consequences, I leaped from the end of the\nledge upon which I stood, for the tiny shelf twenty feet below.  At the\nsame instant the dragon darted in toward the girl, but my sudden advent\nupon the scene must have startled him for he veered to one side, and\nthen rose above us once more.\n\nThe noise I made as I landed beside her convinced the girl that the end\nhad come, for she thought I was the dragon; but finally when no cruel\nfangs closed upon her she raised her eyes in astonishment.  As they\nfell upon me the expression that came into them would be difficult to\ndescribe; but her feelings could scarcely have been one whit more\ncomplicated than my own--for the wide eyes that looked into mine were\nthose of Dian the Beautiful.\n\n\"Dian!\" I cried.  \"Dian!  Thank God that I came in time.\"\n\n\"You?\" she whispered, and then she hid her face again; nor could I tell\nwhether she were glad or angry that I had come.\n\nOnce more the dragon was sweeping toward us, and so rapidly that I had\nno time to unsling my bow.  All that I could do was to snatch up a\nrock, and hurl it at the thing's hideous face.  Again my aim was true,\nand with a hiss of pain and rage the reptile wheeled once more and\nsoared away.\n\nQuickly I fitted an arrow now that I might be ready at the next attack,\nand as I did so I looked down at the girl, so that I surprised her in a\nsurreptitious glance which she was stealing at me; but immediately, she\nagain covered her face with her hands.\n\n\"Look at me, Dian,\" I pleaded.  \"Are you not glad to see me?\"\n\nShe looked straight into my eyes.\n\n\"I hate you,\" she said, and then, as I was about to beg for a fair\nhearing she pointed over my shoulder.  \"The thipdar comes,\" she said,\nand I turned again to meet the reptile.\n\nSo this was a thipdar.  I might have known it.  The cruel bloodhound of\nthe Mahars.  The long-extinct pterodactyl of the outer world.  But this\ntime I met it with a weapon it never had faced before.  I had selected\nmy longest arrow, and with all my strength had bent the bow until the\nvery tip of the shaft rested upon the thumb of my left hand, and then\nas the great creature darted toward us I let drive straight for that\ntough breast.\n\nHissing like the escape valve of a steam engine, the mighty creature\nfell turning and twisting into the sea below, my arrow buried\ncompletely in its carcass.  I turned toward the girl.  She was looking\npast me.  It was evident that she had seen the thipdar die.\n\n\"Dian,\" I said, \"won't you tell me that you are not sorry that I have\nfound you?\"\n\n\"I hate you,\" was her only reply; but I imagined that there was less\nvehemence in it than before--yet it might have been but my imagination.\n\n\"Why do you hate me, Dian?\" I asked, but she did not answer me.\n\n\"What are you doing here?\" I asked, \"and what has happened to you since\nHooja freed you from the Sagoths?\"\n\nAt first I thought that she was going to ignore me entirely, but\nfinally she thought better of it.\n\n\"I was again running away from Jubal the Ugly One,\" she said.  \"After I\nescaped from the Sagoths I made my way alone back to my own land; but\non account of Jubal I did not dare enter the villages or let any of my\nfriends know that I had returned for fear that Jubal might find out.\nBy watching for a long time I found that my brother had not yet\nreturned, and so I continued to live in a cave beside a valley which my\nrace seldom frequents, awaiting the time that he should come back and\nfree me from Jubal.\n\n\"But at last one of Jubal's hunters saw me as I was creeping toward my\nfather's cave to see if my brother had yet returned and he gave the\nalarm and Jubal set out after me.  He has been pursuing me across many\nlands.  He cannot be far behind me now.  When he comes he will kill you\nand carry me back to his cave.  He is a terrible man.  I have gone as\nfar as I can go, and there is no escape,\" and she looked hopelessly up\nat the continuation of the ledge twenty feet above us.\n\n\"But he shall not have me,\" she suddenly cried, with great vehemence.\n\"The sea is there\"--she pointed over the edge of the cliff--\"and the\nsea shall have me rather than Jubal.\"\n\n\"But I have you now Dian,\" I cried; \"nor shall Jubal, nor any other\nhave you, for you are mine,\" and I seized her hand, nor did I lift it\nabove her head and let it fall in token of release.\n\nShe had risen to her feet, and was looking straight into my eyes with\nlevel gaze.\n\n\"I do not believe you,\" she said, \"for if you meant it you would have\ndone this when the others were present to witness it--then I should\ntruly have been your mate; now there is no one to see you do it, for\nyou know that without witnesses your act does not bind you to me,\" and\nshe withdrew her hand from mine and turned away.\n\nI tried to convince her that I was sincere, but she simply couldn't\nforget the humiliation that I had put upon her on that other occasion.\n\n\"If you mean all that you say you will have ample chance to prove it,\"\nshe said, \"if Jubal does not catch and kill you.  I am in your power,\nand the treatment you accord me will be the best proof of your\nintentions toward me.  I am not your mate, and again I tell you that I\nhate you, and that I should be glad if I never saw you again.\"\n\nDian certainly was candid.  There was no gainsaying that.  In fact I\nfound candor and directness to be quite a marked characteristic of the\ncave men of Pellucidar.  Finally I suggested that we make some attempt\nto gain my cave, where we might escape the searching Jubal, for I am\nfree to admit that I had no considerable desire to meet the formidable\nand ferocious creature, of whose mighty prowess Dian had told me when I\nfirst met her.  He it was who, armed with a puny knife, had met and\nkilled a cave bear in a hand-to-hand struggle.  It was Jubal who could\ncast his spear entirely through the armored carcass of the sadok at\nfifty paces.  It was he who had crushed the skull of a charging dyryth\nwith a single blow of his war club.  No, I was not pining to meet the\nUgly One--and it was quite certain that I should not go out and hunt for\nhim; but the matter was taken out of my hands very quickly, as is often\nthe way, and I did meet Jubal the Ugly One face to face.\n\nThis is how it happened.  I had led Dian back along the ledge the way\nshe had come, searching for a path that would lead us to the top of the\ncliff, for I knew that we could then cross over to the edge of my own\nlittle valley, where I felt certain we should find a means of ingress\nfrom the cliff top.  As we proceeded along the ledge I gave Dian minute\ndirections for finding my cave against the chance of something\nhappening to me.  I knew that she would be quite safely hidden away\nfrom pursuit once she gained the shelter of my lair, and the valley\nwould afford her ample means of sustenance.\n\nAlso, I was very much piqued by her treatment of me.  My heart was sad\nand heavy, and I wanted to make her feel badly by suggesting that\nsomething terrible might happen to me--that I might, in fact, be\nkilled.  But it didn't work worth a cent, at least as far as I could\nperceive.  Dian simply shrugged those magnificent shoulders of hers,\nand murmured something to the effect that one was not rid of trouble so\neasily as that.\n\nFor a while I kept still.  I was utterly squelched.  And to think that\nI had twice protected her from attack--the last time risking my life to\nsave hers.  It was incredible that even a daughter of the Stone Age\ncould be so ungrateful--so heartless; but maybe her heart partook of\nthe qualities of her epoch.\n\nPresently we found a rift in the cliff which had been widened and\nextended by the action of the water draining through it from the\nplateau above.  It gave us a rather rough climb to the summit, but\nfinally we stood upon the level mesa which stretched back for several\nmiles to the mountain range.  Behind us lay the broad inland sea,\ncurving upward in the horizonless distance to merge into the blue of\nthe sky, so that for all the world it looked as though the sea lapped\nback to arch completely over us and disappear beyond the distant\nmountains at our backs--the weird and uncanny aspect of the seascapes\nof Pellucidar balk description.\n\nAt our right lay a dense forest, but to the left the country was open\nand clear to the plateau's farther verge.  It was in this direction\nthat our way led, and we had turned to resume our journey when Dian\ntouched my arm.  I turned to her, thinking that she was about to make\npeace overtures; but I was mistaken.\n\n\"Jubal,\" she said, and nodded toward the forest.\n\nI looked, and there, emerging from the dense wood, came a perfect whale\nof a man.  He must have been seven feet tall, and proportioned\naccordingly.  He still was too far off to distinguish his features.\n\n\"Run,\" I said to Dian.  \"I can engage him until you get a good start.\nMaybe I can hold him until you have gotten entirely away,\" and then,\nwithout a backward glance, I advanced to meet the Ugly One.  I had\nhoped that Dian would have a kind word to say to me before she went,\nfor she must have known that I was going to my death for her sake; but\nshe never even so much as bid me good-bye, and it was with a heavy\nheart that I strode through the flower-bespangled grass to my doom.\n\nWhen I had come close enough to Jubal to distinguish his features I\nunderstood how it was that he had earned the sobriquet of Ugly One.\nApparently some fearful beast had ripped away one entire side of his\nface.  The eye was gone, the nose, and all the flesh, so that his jaws\nand all his teeth were exposed and grinning through the horrible scar.\n\nFormerly he may have been as good to look upon as the others of his\nhandsome race, and it may be that the terrible result of this encounter\nhad tended to sour an already strong and brutal character.  However\nthis may be it is quite certain that he was not a pretty sight, and now\nthat his features, or what remained of them, were distorted in rage at\nthe sight of Dian with another male, he was indeed most terrible to\nsee--and much more terrible to meet.\n\nHe had broken into a run now, and as he advanced he raised his mighty\nspear, while I halted and fitting an arrow to my bow took as steady aim\nas I could.  I was somewhat longer than usual, for I must confess that\nthe sight of this awful man had wrought upon my nerves to such an\nextent that my knees were anything but steady.  What chance had I\nagainst this mighty warrior for whom even the fiercest cave bear had no\nterrors!  Could I hope to best one who slaughtered the sadok and dyryth\nsinglehanded!  I shuddered; but, in fairness to myself, my fear was\nmore for Dian than for my own fate.\n\nAnd then the great brute launched his massive stone-tipped spear, and I\nraised my shield to break the force of its terrific velocity.  The\nimpact hurled me to my knees, but the shield had deflected the missile\nand I was unscathed.  Jubal was rushing upon me now with the only\nremaining weapon that he carried--a murderous-looking knife.  He was\ntoo close for a careful bowshot, but I let drive at him as he came,\nwithout taking aim.  My arrow pierced the fleshy part of his thigh,\ninflicting a painful but not disabling wound.  And then he was upon me.\n\nMy agility saved me for the instant.  I ducked beneath his raised arm,\nand when he wheeled to come at me again he found a sword's point in his\nface.  And a moment later he felt an inch or two of it in the muscles\nof his knife arm, so that thereafter he went more warily.\n\nIt was a duel of strategy now--the great, hairy man maneuvering to get\ninside my guard where he could bring those giant thews to play, while\nmy wits were directed to the task of keeping him at arm's length.\nThrice he rushed me, and thrice I caught his knife blow upon my shield.\nEach time my sword found his body--once penetrating to his lung.  He\nwas covered with blood by this time, and the internal hemorrhage\ninduced paroxysms of coughing that brought the red stream through the\nhideous mouth and nose, covering his face and breast with bloody froth.\nHe was a most unlovely spectacle, but he was far from dead.\n\nAs the duel continued I began to gain confidence, for, to be perfectly\ncandid, I had not expected to survive the first rush of that monstrous\nengine of ungoverned rage and hatred.  And I think that Jubal, from\nutter contempt of me, began to change to a feeling of respect, and then\nin his primitive mind there evidently loomed the thought that perhaps\nat last he had met his master, and was facing his end.\n\nAt any rate it is only upon this hypothesis that I can account for his\nnext act, which was in the nature of a last resort--a sort of forlorn\nhope, which could only have been born of the belief that if he did not\nkill me quickly I should kill him.  It happened on the occasion of his\nfourth charge, when, instead of striking at me with his knife, he\ndropped that weapon, and seizing my sword blade in both his hands\nwrenched the weapon from my grasp as easily as from a babe.\n\nFlinging it far to one side he stood motionless for just an instant\nglaring into my face with such a horrid leer of malignant triumph as to\nalmost unnerve me--then he sprang for me with his bare hands.  But it\nwas Jubal's day to learn new methods of warfare.  For the first time he\nhad seen a bow and arrows, never before that duel had he beheld a\nsword, and now he learned what a man who knows may do with his bare\nfists.\n\nAs he came for me, like a great bear, I ducked again beneath his\noutstretched arm, and as I came up planted as clean a blow upon his jaw\nas ever you have seen.  Down went that great mountain of flesh\nsprawling upon the ground.  He was so surprised and dazed that he lay\nthere for several seconds before he made any attempt to rise, and I\nstood over him with another dose ready when he should gain his knees.\n\nUp he came at last, almost roaring in his rage and mortification; but\nhe didn't stay up--I let him have a left fair on the point of the jaw\nthat sent him tumbling over on his back.  By this time I think Jubal\nhad gone mad with hate, for no sane man would have come back for more\nas many times as he did.  Time after time I bowled him over as fast as\nhe could stagger up, until toward the last he lay longer on the ground\nbetween blows, and each time came up weaker than before.\n\nHe was bleeding very profusely now from the wound in his lungs, and\npresently a terrific blow over the heart sent him reeling heavily to\nthe ground, where he lay very still, and somehow I knew at once that\nJubal the Ugly One would never get up again.  But even as I looked upon\nthat massive body lying there so grim and terrible in death, I could\nnot believe that I, single-handed, had bested this slayer of fearful\nbeasts--this gigantic ogre of the Stone Age.\n\nPicking up my sword I leaned upon it, looking down on the dead body of\nmy foeman, and as I thought of the battle I had just fought and won a\ngreat idea was born in my brain--the outcome of this and the suggestion\nthat Perry had made within the city of Phutra.  If skill and science\ncould render a comparative pygmy the master of this mighty brute, what\ncould not the brute's fellows accomplish with the same skill and\nscience.  Why all Pellucidar would be at their feet--and I would be\ntheir king and Dian their queen.\n\nDian!  A little wave of doubt swept over me.  It was quite within the\npossibilities of Dian to look down upon me even were I king.  She was\nquite the most superior person I ever had met--with the most convincing\nway of letting you know that she was superior.  Well, I could go to the\ncave, and tell her that I had killed Jubal, and then she might feel\nmore kindly toward me, since I had freed her of her tormentor.  I hoped\nthat she had found the cave easily--it would be terrible had I lost her\nagain, and I turned to gather up my shield and bow to hurry after her,\nwhen to my astonishment I found her standing not ten paces behind me.\n\n\"Girl!\" I cried, \"what are you doing here?  I thought that you had gone\nto the cave, as I told you to do.\"\n\nUp went her head, and the look that she gave me took all the majesty\nout of me, and left me feeling more like the palace janitor--if palaces\nhave janitors.\n\n\"As you told me to do!\" she cried, stamping her little foot.  \"I do as\nI please.  I am the daughter of a king, and furthermore, I hate you.\"\n\nI was dumbfounded--this was my thanks for saving her from Jubal!  I\nturned and looked at the corpse.  \"May be that I saved you from a worse\nfate, old man,\" I said, but I guess it was lost on Dian, for she never\nseemed to notice it at all.\n\n\"Let us go to my cave,\" I said, \"I am tired and hungry.\"\n\nShe followed along a pace behind me, neither of us speaking.  I was too\nangry, and she evidently didn't care to converse with the lower orders.\nI was mad all the way through, as I had certainly felt that at least a\nword of thanks should have rewarded me, for I knew that even by her own\nstandards, I must have done a very wonderful thing to have killed the\nredoubtable Jubal in a hand-to-hand encounter.\n\nWe had no difficulty in finding my lair, and then I went down into the\nvalley and bowled over a small antelope, which I dragged up the steep\nascent to the ledge before the door.  Here we ate in silence.\nOccasionally I glanced at her, thinking that the sight of her tearing\nat raw flesh with her hands and teeth like some wild animal would cause\na revulsion of my sentiments toward her; but to my surprise I found\nthat she ate quite as daintily as the most civilized woman of my\nacquaintance, and finally I found myself gazing in foolish rapture at\nthe beauties of her strong, white teeth.  Such is love.\n\nAfter our repast we went down to the river together and bathed our\nhands and faces, and then after drinking our fill went back to the\ncave.  Without a word I crawled into the farthest corner and, curling\nup, was soon asleep.\n\nWhen I awoke I found Dian sitting in the doorway looking out across the\nvalley.  As I came out she moved to one side to let me pass, but she\nhad no word for me.  I wanted to hate her, but I couldn't.  Every time\nI looked at her something came up in my throat, so that I nearly\nchoked.  I had never been in love before, but I did not need any aid in\ndiagnosing my case--I certainly had it and had it bad.  God, how I\nloved that beautiful, disdainful, tantalizing, prehistoric girl!\n\nAfter we had eaten again I asked Dian if she intended returning to her\ntribe now that Jubal was dead, but she shook her head sadly, and said\nthat she did not dare, for there was still Jubal's brother to be\nconsidered--his oldest brother.\n\n\"What has he to do with it?\" I asked.  \"Does he too want you, or has\nthe option on you become a family heirloom, to be passed on down from\ngeneration to generation?\"\n\nShe was not quite sure as to what I meant.\n\n\"It is probable,\" she said, \"that they all will want revenge for the\ndeath of Jubal--there are seven of them--seven terrible men.  Someone\nmay have to kill them all, if I am to return to my people.\"\n\nIt began to look as though I had assumed a contract much too large for\nme--about seven sizes, in fact.\n\n\"Had Jubal any cousins?\" I asked.  It was just as well to know the\nworst at once.\n\n\"Yes,\" replied Dian, \"but they don't count--they all have mates.\nJubal's brothers have no mates because Jubal could get none for\nhimself.  He was so ugly that women ran away from him--some have even\nthrown themselves from the cliffs of Amoz into the Darel Az rather than\nmate with the Ugly One.\"\n\n\"But what had that to do with his brothers?\" I asked.\n\n\"I forget that you are not of Pellucidar,\" said Dian, with a look of\npity mixed with contempt, and the contempt seemed to be laid on a\nlittle thicker than the circumstance warranted--as though to make quite\ncertain that I shouldn't overlook it.  \"You see,\" she continued, \"a\nyounger brother may not take a mate until all his older brothers have\ndone so, unless the older brother waives his prerogative, which Jubal\nwould not do, knowing that as long as he kept them single they would be\nall the keener in aiding him to secure a mate.\"\n\nNoticing that Dian was becoming more communicative I began to entertain\nhopes that she might be warming up toward me a bit, although upon what\nslender thread I hung my hopes I soon discovered.\n\n\"As you dare not return to Amoz,\" I ventured, \"what is to become of you\nsince you cannot be happy here with me, hating me as you do?\"\n\n\"I shall have to put up with you,\" she replied coldly, \"until you see\nfit to go elsewhere and leave me in peace, then I shall get along very\nwell alone.\"\n\nI looked at her in utter amazement.  It seemed incredible that even a\nprehistoric woman could be so cold and heartless and ungrateful.  Then\nI arose.\n\n\"I shall leave you NOW,\" I said haughtily, \"I have had quite enough of\nyour ingratitude and your insults,\" and then I turned and strode\nmajestically down toward the valley.  I had taken a hundred steps in\nabsolute silence, and then Dian spoke.\n\n\"I hate you!\" she shouted, and her voice broke--in rage, I thought.\n\nI was absolutely miserable, but I hadn't gone too far when I began to\nrealize that I couldn't leave her alone there without protection, to\nhunt her own food amid the dangers of that savage world.  She might\nhate me, and revile me, and heap indignity after indignity upon me, as\nshe already had, until I should have hated her; but the pitiful fact\nremained that I loved her, and I couldn't leave her there alone.\n\nThe more I thought about it the madder I got, so that by the time I\nreached the valley I was furious, and the result of it was that I\nturned right around and went up that cliff again as fast as I had come\ndown.  I saw that Dian had left the ledge and gone within the cave, but\nI bolted right in after her.  She was lying upon her face on the pile\nof grasses I had gathered for her bed.  When she heard me enter she\nsprang to her feet like a tigress.\n\n\"I hate you!\" she cried.\n\nComing from the brilliant light of the noonday sun into the\nsemidarkness of the cave I could not see her features, and I was rather\nglad, for I disliked to think of the hate that I should have read there.\n\nI never said a word to her at first.  I just strode across the cave and\ngrasped her by the wrists, and when she struggled, I put my arm around\nher so as to pinion her hands to her sides.  She fought like a tigress,\nbut I took my free hand and pushed her head back--I imagine that I had\nsuddenly turned brute, that I had gone back a thousand million years,\nand was again a veritable cave man taking my mate by force--and then I\nkissed that beautiful mouth again and again.\n\n\"Dian,\" I cried, shaking her roughly, \"I love you.  Can't you\nunderstand that I love you?  That I love you better than all else in\nthis world or my own?  That I am going to have you?  That love like\nmine cannot be denied?\"\n\nI noticed that she lay very still in my arms now, and as my eyes became\naccustomed to the light I saw that she was smiling--a very contented,\nhappy smile.  I was thunderstruck.  Then I realized that, very gently,\nshe was trying to disengage her arms, and I loosened my grip upon them\nso that she could do so.  Slowly they came up and stole about my neck,\nand then she drew my lips down to hers once more and held them there\nfor a long time.  At last she spoke.\n\n\"Why didn't you do this at first, David?  I have been waiting so long.\"\n\n\"What!\" I cried.  \"You said that you hated me!\"\n\n\"Did you expect me to run into your arms, and say that I loved you\nbefore I knew that you loved me?\" she asked.\n\n\"But I have told you right along that I love you,\" I said.  \"Love\nspeaks in acts,\" she replied.  \"You could have made your mouth say what\nyou wished it to say, but just now when you came and took me in your\narms your heart spoke to mine in the language that a woman's heart\nunderstands.  What a silly man you are, David.\"\n\n\"Then you haven't hated me at all, Dian?\" I asked.\n\n\"I have loved you always,\" she whispered, \"from the first moment that I\nsaw you, although I did not know it until that time you struck down\nHooja the Sly One, and then spurned me.\"\n\n\"But I didn't spurn you, dear,\" I cried.  \"I didn't know your ways--I\ndoubt if I do now.  It seems incredible that you could have reviled me\nso, and yet have cared for me all the time.\"\n\n\"You might have known,\" she said, \"when I did not run away from you\nthat it was not hate which chained me to you.  While you were battling\nwith Jubal, I could have run to the edge of the forest, and when I\nlearned the outcome of the combat it would have been a simple thing to\nhave eluded you and returned to my own people.\"\n\n\"But Jubal's brothers--and cousins--\" I reminded her, \"how about them?\"\n\nShe smiled, and hid her face on my shoulder.\n\n\"I had to tell you SOMETHING, David,\" she whispered.  \"I must needs\nhave SOME excuse for remaining near you.\"\n\n\"You little sinner!\" I exclaimed.  \"And you have caused me all this\nanguish for nothing!\"\n\n\"I have suffered even more,\" she answered simply, \"for I thought that\nyou did not love me, and I was helpless.  I couldn't come to you and\ndemand that my love be returned, as you have just come to me.  Just now\nwhen you went away hope went with you.  I was wretched, terrified,\nmiserable, and my heart was breaking.  I wept, and I have not done that\nbefore since my mother died,\" and now I saw that there was the moisture\nof tears about her eyes.  It was near to making me cry myself when I\nthought of all that poor child had been through.  Motherless and\nunprotected; hunted across a savage, primeval world by that hideous\nbrute of a man; exposed to the attacks of the countless fearsome\ndenizens of its mountains, its plains, and its jungles--it was a\nmiracle that she had survived it all.\n\nTo me it was a revelation of the things my early forebears must have\nendured that the human race of the outer crust might survive.  It made\nme very proud to think that I had won the love of such a woman.  Of\ncourse she couldn't read or write; there was nothing cultured or\nrefined about her as you judge culture and refinement; but she was the\nessence of all that is best in woman, for she was good, and brave, and\nnoble, and virtuous.  And she was all these things in spite of the fact\nthat their observance entailed suffering and danger and possible death.\n\nHow much easier it would have been to have gone to Jubal in the first\nplace!  She would have been his lawful mate.  She would have been queen\nin her own land--and it meant just as much to the cave woman to be a\nqueen in the Stone Age as it does to the woman of today to be a queen\nnow; it's all comparative glory any way you look at it, and if there\nwere only half-naked savages on the outer crust today, you'd find that\nit would be considerable glory to be the wife of a Dahomey chief.\n\nI couldn't help but compare Dian's action with that of a splendid young\nwoman I had known in New York--I mean splendid to look at and to talk\nto.  She had been head over heels in love with a chum of mine--a clean,\nmanly chap--but she had married a broken-down, disreputable old\ndebauchee because he was a count in some dinky little European\nprincipality that was not even accorded a distinctive color by Rand\nMcNally.\n\nYes, I was mighty proud of Dian.\n\nAfter a time we decided to set out for Sari, as I was anxious to see\nPerry, and to know that all was right with him.  I had told Dian about\nour plan of emancipating the human race of Pellucidar, and she was\nfairly wild over it.  She said that if Dacor, her brother, would only\nreturn he could easily be king of Amoz, and that then he and Ghak could\nform an alliance.  That would give us a flying start, for the Sarians\nand the Amozites were both very powerful tribes.  Once they had been\narmed with swords, and bows and arrows, and trained in their use we\nwere confident that they could overcome any tribe that seemed\ndisinclined to join the great army of federated states with which we\nwere planning to march upon the Mahars.\n\nI explained the various destructive engines of war which Perry and I\ncould construct after a little experimentation--gunpowder, rifles,\ncannon, and the like, and Dian would clap her hands, and throw her arms\nabout my neck, and tell me what a wonderful thing I was.  She was\nbeginning to think that I was omnipotent although I really hadn't done\nanything but talk--but that is the way with women when they love.\nPerry used to say that if a fellow was one-tenth as remarkable as his\nwife or mother thought him, he would have the world by the tail with a\ndown-hill drag.\n\nThe first time we started for Sari I stepped into a nest of poisonous\nvipers before we reached the valley.  A little fellow stung me on the\nankle, and Dian made me come back to the cave.  She said that I mustn't\nexercise, or it might prove fatal--if it had been a full-grown snake\nthat struck me she said, I wouldn't have moved a single pace from the\nnest--I'd have died in my tracks, so virulent is the poison.  As it was\nI must have been laid up for quite a while, though Dian's poultices of\nherbs and leaves finally reduced the swelling and drew out the poison.\n\nThe episode proved most fortunate, however, as it gave me an idea which\nadded a thousand-fold to the value of my arrows as missiles of offense\nand defense.  As soon as I was able to be about again, I sought out\nsome adult vipers of the species which had stung me, and having killed\nthem, I extracted their virus, smearing it upon the tips of several\narrows.  Later I shot a hyaenodon with one of these, and though my\narrow inflicted but a superficial flesh wound the beast crumpled in\ndeath almost immediately after he was hit.\n\nWe now set out once more for the land of the Sarians, and it was with\nfeelings of sincere regret that we bade good-bye to our beautiful\nGarden of Eden, in the comparative peace and harmony of which we had\nlived the happiest moments of our lives.  How long we had been there I\ndid not know, for as I have told you, time had ceased to exist for me\nbeneath that eternal noonday sun--it may have been an hour, or a month\nof earthly time; I do not know.\n\n\n\nXV\n\nBACK TO EARTH\n\n\nWE CROSSED THE RIVER AND PASSED THROUGH THE mountains beyond, and\nfinally we came out upon a great level plain which stretched away as\nfar as the eye could reach.  I cannot tell you in what direction it\nstretched even if you would care to know, for all the while that I was\nwithin Pellucidar I never discovered any but local methods of\nindicating direction--there is no north, no south, no east, no west.\nUP is about the only direction which is well defined, and that, of\ncourse, is DOWN to you of the outer crust.  Since the sun neither rises\nnor sets there is no method of indicating direction beyond visible\nobjects such as high mountains, forests, lakes, and seas.\n\nThe plain which lies beyond the white cliffs which flank the Darel Az\nupon the shore nearest the Mountains of the Clouds is about as near to\nany direction as any Pellucidarian can come.  If you happen not to have\nheard of the Darel Az, or the white cliffs, or the Mountains of the\nClouds you feel that there is something lacking, and long for the good\nold understandable northeast and southwest of the outer world.\n\nWe had barely entered the great plain when we discovered two enormous\nanimals approaching us from a great distance.  So far were they that we\ncould not distinguish what manner of beasts they might be, but as they\ncame closer, I saw that they were enormous quadrupeds, eighty or a\nhundred feet long, with tiny heads perched at the top of very long\nnecks.  Their heads must have been quite forty feet from the ground.\nThe beasts moved very slowly--that is their action was slow--but their\nstrides covered such a great distance that in reality they traveled\nconsiderably faster than a man walks.\n\nAs they drew still nearer we discovered that upon the back of each sat\na human being.  Then Dian knew what they were, though she never before\nhad seen one.\n\n\"They are lidis from the land of the Thorians,\" she cried.  \"Thoria\nlies at the outer verge of the Land of Awful Shadow.  The Thorians\nalone of all the races of Pellucidar ride the lidi, for nowhere else\nthan beside the dark country are they found.\"\n\n\"What is the Land of Awful Shadow?\" I asked.\n\n\"It is the land which lies beneath the Dead World,\" replied Dian; \"the\nDead World which hangs forever between the sun and Pellucidar above the\nLand of Awful Shadow.  It is the Dead World which makes the great\nshadow upon this portion of Pellucidar.\"\n\nI did not fully understand what she meant, nor am I sure that I do yet,\nfor I have never been to that part of Pellucidar from which the Dead\nWorld is visible; but Perry says that it is the moon of Pellucidar--a\ntiny planet within a planet--and that it revolves around the earth's\naxis coincidently with the earth, and thus is always above the same\nspot within Pellucidar.\n\nI remember that Perry was very much excited when I told him about this\nDead World, for he seemed to think that it explained the hitherto\ninexplicable phenomena of nutation and the precession of the equinoxes.\n\nWhen the two upon the lidis had come quite close to us we saw that one\nwas a man and the other a woman.  The former had held up his two hands,\npalms toward us, in sign of peace, and I had answered him in kind, when\nhe suddenly gave a cry of astonishment and pleasure, and slipping from\nhis enormous mount ran forward toward Dian, throwing his arms about her.\n\nIn an instant I was white with jealousy, but only for an instant; since\nDian quickly drew the man toward me, telling him that I was David, her\nmate.\n\n\"And this is my brother, Dacor the Strong One, David,\" she said to me.\n\nIt appeared that the woman was Dacor's mate.  He had found none to his\nliking among the Sari, nor farther on until he had come to the land of\nthe Thoria, and there he had found and fought for this very lovely\nThorian maiden whom he was bringing back to his own people.\n\nWhen they had heard our story and our plans they decided to accompany\nus to Sari, that Dacor and Ghak might come to an agreement relative to\nan alliance, as Dacor was quite as enthusiastic about the proposed\nannihilation of the Mahars and Sagoths as either Dian or I.\n\nAfter a journey which was, for Pellucidar, quite uneventful, we came to\nthe first of the Sarian villages which consists of between one and two\nhundred artificial caves cut into the face of a great cliff.  Here to\nour immense delight, we found both Perry and Ghak.  The old man was\nquite overcome at sight of me for he had long since given me up as dead.\n\nWhen I introduced Dian as my wife, he didn't quite know what to say,\nbut he afterward remarked that with the pick of two worlds I could not\nhave done better.\n\nGhak and Dacor reached a very amicable arrangement, and it was at a\ncouncil of the head men of the various tribes of the Sari that the\neventual form of government was tentatively agreed upon.  Roughly, the\nvarious kingdoms were to remain virtually independent, but there was to\nbe one great overlord, or emperor.  It was decided that I should be the\nfirst of the dynasty of the emperors of Pellucidar.\n\nWe set about teaching the women how to make bows and arrows, and poison\npouches.  The young men hunted the vipers which provided the virus, and\nit was they who mined the iron ore, and fashioned the swords under\nPerry's direction.  Rapidly the fever spread from one tribe to another\nuntil representatives from nations so far distant that the Sarians had\nnever even heard of them came in to take the oath of allegiance which\nwe required, and to learn the art of making the new weapons and using\nthem.\n\nWe sent our young men out as instructors to every nation of the\nfederation, and the movement had reached colossal proportions before\nthe Mahars discovered it.  The first intimation they had was when three\nof their great slave caravans were annihilated in rapid succession.\nThey could not comprehend that the lower orders had suddenly developed\na power which rendered them really formidable.\n\nIn one of the skirmishes with slave caravans some of our Sarians took a\nnumber of Sagoth prisoners, and among them were two who had been\nmembers of the guards within the building where we had been confined at\nPhutra.  They told us that the Mahars were frantic with rage when they\ndiscovered what had taken place in the cellars of the buildings.  The\nSagoths knew that something very terrible had befallen their masters,\nbut the Mahars had been most careful to see that no inkling of the true\nnature of their vital affliction reached beyond their own race.  How\nlong it would take for the race to become extinct it was impossible\neven to guess; but that this must eventually happen seemed inevitable.\n\nThe Mahars had offered fabulous rewards for the capture of any one of\nus alive, and at the same time had threatened to inflict the direst\npunishment upon whomever should harm us.  The Sagoths could not\nunderstand these seemingly paradoxical instructions, though their\npurpose was quite evident to me.  The Mahars wanted the Great Secret,\nand they knew that we alone could deliver it to them.\n\nPerry's experiments in the manufacture of gunpowder and the fashioning\nof rifles had not progressed as rapidly as we had hoped--there was a\nwhole lot about these two arts which Perry didn't know.  We were both\nassured that the solution of these problems would advance the cause of\ncivilization within Pellucidar thousands of years at a single stroke.\nThen there were various other arts and sciences which we wished to\nintroduce, but our combined knowledge of them did not embrace the\nmechanical details which alone could render them of commercial, or\npractical value.\n\n\"David,\" said Perry, immediately after his latest failure to produce\ngunpowder that would even burn, \"one of us must return to the outer\nworld and bring back the information we lack.  Here we have all the\nlabor and materials for reproducing anything that ever has been\nproduced above--what we lack is knowledge.  Let us go back and get that\nknowledge in the shape of books--then this world will indeed be at our\nfeet.\"\n\nAnd so it was decided that I should return in the prospector, which\nstill lay upon the edge of the forest at the point where we had first\npenetrated to the surface of the inner world.  Dian would not listen to\nany arrangement for my going which did not include her, and I was not\nsorry that she wished to accompany me, for I wanted her to see my\nworld, and I wanted my world to see her.\n\nWith a large force of men we marched to the great iron mole, which\nPerry soon had hoisted into position with its nose pointed back toward\nthe outer crust.  He went over all the machinery carefully.  He\nreplenished the air tanks, and manufactured oil for the engine.  At\nlast everything was ready, and we were about to set out when our\npickets, a long, thin line of which had surrounded our camp at all\ntimes, reported that a great body of what appeared to be Sagoths and\nMahars were approaching from the direction of Phutra.\n\nDian and I were ready to embark, but I was anxious to witness the first\nclash between two fair-sized armies of the opposing races of\nPellucidar.  I realized that this was to mark the historic beginning of\na mighty struggle for possession of a world, and as the first emperor\nof Pellucidar I felt that it was not alone my duty, but my right, to be\nin the thick of that momentous struggle.\n\nAs the opposing army approached we saw that there were many Mahars with\nthe Sagoth troops--an indication of the vast importance which the\ndominant race placed upon the outcome of this campaign, for it was not\ncustomary with them to take active part in the sorties which their\ncreatures made for slaves--the only form of warfare which they waged\nupon the lower orders.\n\nGhak and Dacor were both with us, having come primarily to view the\nprospector.  I placed Ghak with some of his Sarians on the right of our\nbattle line.  Dacor took the left, while I commanded the center.\nBehind us I stationed a sufficient reserve under one of Ghak's head\nmen.  The Sagoths advanced steadily with menacing spears, and I let\nthem come until they were within easy bowshot before I gave the word to\nfire.\n\nAt the first volley of poison-tipped arrows the front ranks of the\ngorilla-men crumpled to the ground; but those behind charged over the\nprostrate forms of their comrades in a wild, mad rush to be upon us\nwith their spears.  A second volley stopped them for an instant, and\nthen my reserve sprang through the openings in the firing line to\nengage them with sword and shield.  The clumsy spears of the Sagoths\nwere no match for the swords of the Sarian and Amozite, who turned the\nspear thrusts aside with their shields and leaped to close quarters\nwith their lighter, handier weapons.\n\nGhak took his archers along the enemy's flank, and while the swordsmen\nengaged them in front, he poured volley after volley into their\nunprotected left.  The Mahars did little real fighting, and were more\nin the way than otherwise, though occasionally one of them would fasten\nits powerful jaw upon the arm or leg of a Sarian.\n\nThe battle did not last a great while, for when Dacor and I led our men\nin upon the Sagoth's right with naked swords they were already so\ndemoralized that they turned and fled before us.  We pursued them for\nsome time, taking many prisoners and recovering nearly a hundred\nslaves, among whom was Hooja the Sly One.\n\nHe told me that he had been captured while on his way to his own land;\nbut that his life had been spared in hope that through him the Mahars\nwould learn the whereabouts of their Great Secret.  Ghak and I were\ninclined to think that the Sly One had been guiding this expedition to\nthe land of Sari, where he thought that the book might be found in\nPerry's possession; but we had no proof of this and so we took him in\nand treated him as one of us, although none liked him.  And how he\nrewarded my generosity you will presently learn.\n\nThere were a number of Mahars among our prisoners, and so fearful were\nour own people of them that they would not approach them unless\ncompletely covered from the sight of the reptiles by a piece of skin.\nEven Dian shared the popular superstition regarding the evil effects of\nexposure to the eyes of angry Mahars, and though I laughed at her fears\nI was willing enough to humor them if it would relieve her apprehension\nin any degree, and so she sat apart from the prospector, near which the\nMahars had been chained, while Perry and I again inspected every\nportion of the mechanism.\n\nAt last I took my place in the driving seat, and called to one of the\nmen without to fetch Dian.  It happened that Hooja stood quite close to\nthe doorway of the prospector, so that it was he who, without my\nknowledge, went to bring her; but how he succeeded in accomplishing the\nfiendish thing he did, I cannot guess, unless there were others in the\nplot to aid him.  Nor can I believe that, since all my people were\nloyal to me and would have made short work of Hooja had he suggested\nthe heartless scheme, even had he had time to acquaint another with it.\nIt was all done so quickly that I may only believe that it was the\nresult of sudden impulse, aided by a number of, to Hooja, fortuitous\ncircumstances occurring at precisely the right moment.\n\nAll I know is that it was Hooja who brought Dian to the prospector,\nstill wrapped from head to toe in the skin of an enormous cave lion\nwhich covered her since the Mahar prisoners had been brought into camp.\nHe deposited his burden in the seat beside me.  I was all ready to get\nunder way.  The good-byes had been said.  Perry had grasped my hand in\nthe last, long farewell.  I closed and barred the outer and inner\ndoors, took my seat again at the driving mechanism, and pulled the\nstarting lever.\n\nAs before on that far-gone night that had witnessed our first trial of\nthe iron monster, there was a frightful roaring beneath us--the giant\nframe trembled and vibrated--there was a rush of sound as the loose\nearth passed up through the hollow space between the inner and outer\njackets to be deposited in our wake.  Once more the thing was off.\n\nBut on the instant of departure I was nearly thrown from my seat by the\nsudden lurching of the prospector.  At first I did not realize what had\nhappened, but presently it dawned upon me that just before entering the\ncrust the towering body had fallen through its supporting scaffolding,\nand that instead of entering the ground vertically we were plunging\ninto it at a different angle.  Where it would bring us out upon the\nupper crust I could not even conjecture.  And then I turned to note the\neffect of this strange experience upon Dian.  She still sat shrouded in\nthe great skin.\n\n\"Come, come,\" I cried, laughing, \"come out of your shell.  No Mahar\neyes can reach you here,\" and I leaned over and snatched the lion skin\nfrom her.  And then I shrank back upon my seat in utter horror.\n\nThe thing beneath the skin was not Dian--it was a hideous Mahar.\nInstantly I realized the trick that Hooja had played upon me, and the\npurpose of it.  Rid of me, forever as he doubtless thought, Dian would\nbe at his mercy.  Frantically I tore at the steering wheel in an effort\nto turn the prospector back toward Pellucidar; but, as on that other\noccasion, I could not budge the thing a hair.\n\nIt is needless to recount the horrors or the monotony of that journey.\nIt varied but little from the former one which had brought us from the\nouter to the inner world.  Because of the angle at which we had entered\nthe ground the trip required nearly a day longer, and brought me out\nhere upon the sand of the Sahara instead of in the United States as I\nhad hoped.\n\nFor months I have been waiting here for a white man to come.  I dared\nnot leave the prospector for fear I should never be able to find it\nagain--the shifting sands of the desert would soon cover it, and then\nmy only hope of returning to my Dian and her Pellucidar would be gone\nforever.\n\nThat I ever shall see her again seems but remotely possible, for how\nmay I know upon what part of Pellucidar my return journey may\nterminate--and how, without a north or south or an east or a west may I\nhope ever to find my way across that vast world to the tiny spot where\nmy lost love lies grieving for me?\n\n\nThat is the story as David Innes told it to me in the goat-skin tent\nupon the rim of the great Sahara Desert.  The next day he took me out\nto see the prospector--it was precisely as he had described it.  So\nhuge was it that it could have been brought to this inaccessible part\nof the world by no means of transportation that existed there--it could\nonly have come in the way that David Innes said it came--up through the\ncrust of the earth from the inner world of Pellucidar.\n\nI spent a week with him, and then, abandoning my lion hunt, returned\ndirectly to the coast and hurried to London where I purchased a great\nquantity of stuff which he wished to take back to Pellucidar with him.\nThere were books, rifles, revolvers, ammunition, cameras, chemicals,\ntelephones, telegraph instruments, wire, tools and more books--books\nupon every subject under the sun.  He said he wanted a library with\nwhich they could reproduce the wonders of the twentieth century in the\nStone Age and if quantity counts for anything I got it for him.\n\nI took the things back to Algeria myself, and accompanied them to the\nend of the railroad; but from here I was recalled to America upon\nimportant business.  However, I was able to employ a very trustworthy\nman to take charge of the caravan--the same guide, in fact, who had\naccompanied me on the previous trip into the Sahara--and after writing\na long letter to Innes in which I gave him my American address, I saw\nthe expedition head south.\n\nAmong the other things which I sent to Innes was over five hundred\nmiles of double, insulated wire of a very fine gauge.  I had it packed\non a special reel at his suggestion, as it was his idea that he could\nfasten one end here before he left and by paying it out through the end\nof the prospector lay a telegraph line between the outer and inner\nworlds.  In my letter I told him to be sure to mark the terminus of the\nline very plainly with a high cairn, in case I was not able to reach\nhim before he set out, so that I might easily find and communicate with\nhim should he be so fortunate as to reach Pellucidar.\n\nI received several letters from him after I returned to America--in\nfact he took advantage of every northward-passing caravan to drop me\nword of some sort.  His last letter was written the day before he\nintended to depart.  Here it is.\n\n\nMY DEAR FRIEND:\n\nTomorrow I shall set out in quest of Pellucidar and Dian.  That is if\nthe Arabs don't get me.  They have been very nasty of late.  I don't\nknow the cause, but on two occasions they have threatened my life.\nOne, more friendly than the rest, told me today that they intended\nattacking me tonight.  It would be unfortunate should anything of that\nsort happen now that I am so nearly ready to depart.\n\nHowever, maybe I will be as well off, for the nearer the hour\napproaches, the slenderer my chances for success appear.\n\nHere is the friendly Arab who is to take this letter north for me, so\ngood-bye, and God bless you for your kindness to me.\n\nThe Arab tells me to hurry, for he sees a cloud of sand to the\nsouth--he thinks it is the party coming to murder me, and he doesn't\nwant to be found with me.  So good-bye again.\n\nYours,\n\nDAVID INNES.\n\n\nA year later found me at the end of the railroad once more, headed for\nthe spot where I had left Innes.  My first disappointment was when I\ndiscovered that my old guide had died within a few weeks of my return,\nnor could I find any member of my former party who could lead me to the\nsame spot.\n\nFor months I searched that scorching land, interviewing countless\ndesert sheiks in the hope that at last I might find one who had heard\nof Innes and his wonderful iron mole.  Constantly my eyes scanned the\nblinding waste of sand for the rocky cairn beneath which I was to find\nthe wires leading to Pellucidar--but always was I unsuccessful.\n\nAnd always do these awful questions harass me when I think of David\nInnes and his strange adventures.\n\nDid the Arabs murder him, after all, just on the eve of his departure?\nOr, did he again turn the nose of his iron monster toward the inner\nworld?  Did he reach it, or lies he somewhere buried in the heart of\nthe great crust?  And if he did come again to Pellucidar was it to\nbreak through into the bottom of one of her great island seas, or among\nsome savage race far, far from the land of his heart's desire?\n\nDoes the answer lie somewhere upon the bosom of the broad Sahara, at\nthe end of two tiny wires, hidden beneath a lost cairn?  I wonder."
}