{
 "author": [
  "Doyle, Arthur Conan"
 ],
 "title": [
  "The Poison Belt"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Science fiction",
  "Challenger, Professor (Fictitious character) -- Fiction",
  "PR"
 ],
 "id": "126",
 "genre": [
  "fiction"
 ],
 "text": "THE POISON BELT\n\n\nBY\n\nARTHUR CONAN DOYLE\n\n\n\n\n  Being an account of another adventure of\n  Prof. George E. Challenger, Lord John Roxton,\n  Prof. Summerlee, and Mr. E. D. Malone,\n  the discoverers of \"The Lost World\"\n\n\n\nTABLE OF CONTENTS\n\nChapter\n\n   I  THE BLURRING OF LINES\n  II  THE TIDE OF DEATH\n III  SUBMERGED\n  IV  A DIARY OF THE DYING\n   V  THE DEAD WORLD\n  VI  THE GREAT AWAKENING\n\n\n\n\nChapter I\n\nTHE BLURRING OF LINES\n\n\nIt is imperative that now at once, while these stupendous events are\nstill clear in my mind, I should set them down with that exactness of\ndetail which time may blur.  But even as I do so, I am overwhelmed by the\nwonder of the fact that it should be our little group of the \"Lost\nWorld\"--Professor Challenger, Professor Summerlee, Lord John Roxton, and\nmyself--who have passed through this amazing experience.\n\nWhen, some years ago, I chronicled in the Daily Gazette our epoch-making\njourney in South America, I little thought that it should ever fall to my\nlot to tell an even stranger personal experience, one which is unique in\nall human annals and must stand out in the records of history as a great\npeak among the humble foothills which surround it.  The event itself will\nalways be marvellous, but the circumstances that we four were together at\nthe time of this extraordinary episode came about in a most natural and,\nindeed, inevitable fashion.  I will explain the events which led up to it\nas shortly and as clearly as I can, though I am well aware that the\nfuller the detail upon such a subject the more welcome it will be to the\nreader, for the public curiosity has been and still is insatiable.\n\nIt was upon Friday, the twenty-seventh of August--a date forever\nmemorable in the history of the world--that I went down to the office of\nmy paper and asked for three days' leave of absence from Mr. McArdle, who\nstill presided over our news department.  The good old Scotchman shook\nhis head, scratched his dwindling fringe of ruddy fluff, and finally put\nhis reluctance into words.\n\n\"I was thinking, Mr. Malone, that we could employ you to advantage these\ndays.  I was thinking there was a story that you are the only man that\ncould handle as it should be handled.\"\n\n\"I am sorry for that,\" said I, trying to hide my disappointment.  \"Of\ncourse if I am needed, there is an end of the matter.  But the engagement\nwas important and intimate.  If I could be spared----\"\n\n\"Well, I don't see that you can.\"\n\nIt was bitter, but I had to put the best face I could upon it.  After\nall, it was my own fault, for I should have known by this time that a\njournalist has no right to make plans of his own.\n\n\"Then I'll think no more of it,\" said I with as much cheerfulness as I\ncould assume at so short a notice.  \"What was it that you wanted me to\ndo?\"\n\n\"Well, it was just to interview that deevil of a man down at Rotherfield.\"\n\n\"You don't mean Professor Challenger?\" I cried.\n\n\"Aye, it's just him that I do mean.  He ran young Alec Simpson of the\nCourier a mile down the high road last week by the collar of his coat and\nthe slack of his breeches.  You'll have read of it, likely, in the police\nreport.  Our boys would as soon interview a loose alligator in the zoo.\nBut you could do it, I'm thinking--an old friend like you.\"\n\n\"Why,\" said I, greatly relieved, \"this makes it all easy.  It so happens\nthat it was to visit Professor Challenger at Rotherfield that I was\nasking for leave of absence.  The fact is, that it is the anniversary of\nour main adventure on the plateau three years ago, and he has asked our\nwhole party down to his house to see him and celebrate the occasion.\"\n\n\"Capital!\" cried McArdle, rubbing his hands and beaming through his\nglasses.  \"Then you will be able to get his opeenions out of him.  In any\nother man I would say it was all moonshine, but the fellow has made good\nonce, and who knows but he may again!\"\n\n\"Get what out of him?\" I asked.  \"What has he been doing?\"\n\n\"Haven't you seen his letter on 'Scientific Possibeelities' in to-day's\nTimes?\"\n\n\"No.\"\n\nMcArdle dived down and picked a copy from the floor.\n\n\"Read it aloud,\" said he, indicating a column with his finger.  \"I'd be\nglad to hear it again, for I am not sure now that I have the man's\nmeaning clear in my head.\"\n\nThis was the letter which I read to the news editor of the Gazette:--\n\n\n\"SCIENTIFIC POSSIBILITIES\"\n\n\"Sir,--I have read with amusement, not wholly unmixed with some less\ncomplimentary emotion, the complacent and wholly fatuous letter of James\nWilson MacPhail which has lately appeared in your columns upon the\nsubject of the blurring of Fraunhofer's lines in the spectra both of the\nplanets and of the fixed stars.  He dismisses the matter as of no\nsignificance.  To a wider intelligence it may well seem of very great\npossible importance--so great as to involve the ultimate welfare of every\nman, woman, and child upon this planet.  I can hardly hope, by the use of\nscientific language, to convey any sense of my meaning to those\nineffectual people who gather their ideas from the columns of a daily\nnewspaper.  I will endeavour, therefore, to condescend to their\nlimitation and to indicate the situation by the use of a homely analogy\nwhich will be within the limits of the intelligence of your readers.\"\n\n\n\"Man, he's a wonder--a living wonder!\" said McArdle, shaking his head\nreflectively.  \"He'd put up the feathers of a sucking-dove and set up a\nriot in a Quakers' meeting.  No wonder he has made London too hot for\nhim.  It's a peety, Mr. Malone, for it's a grand brain!  We'll let's have\nthe analogy.\"\n\n\"We will suppose,\" I read, \"that a small bundle of connected corks was\nlaunched in a sluggish current upon a voyage across the Atlantic.  The\ncorks drift slowly on from day to day with the same conditions all round\nthem.  If the corks were sentient we could imagine that they would\nconsider these conditions to be permanent and assured.  But we, with our\nsuperior knowledge, know that many things might happen to surprise the\ncorks.  They might possibly float up against a ship, or a sleeping whale,\nor become entangled in seaweed.  In any case, their voyage would probably\nend by their being thrown up on the rocky coast of Labrador.  But what\ncould they know of all this while they drifted so gently day by day in\nwhat they thought was a limitless and homogeneous ocean?\n\n\"Your readers will possibly comprehend that the Atlantic, in this\nparable, stands for the mighty ocean of ether through which we drift and\nthat the bunch of corks represents the little and obscure planetary\nsystem to which we belong.  A third-rate sun, with its rag tag and\nbobtail of insignificant satellites, we float under the same daily\nconditions towards some unknown end, some squalid catastrophe which will\noverwhelm us at the ultimate confines of space, where we are swept over\nan etheric Niagara or dashed upon some unthinkable Labrador.  I see no\nroom here for the shallow and ignorant optimism of your correspondent,\nMr. James Wilson MacPhail, but many reasons why we should watch with a\nvery close and interested attention every indication of change in those\ncosmic surroundings upon which our own ultimate fate may depend.\"\n\n\"Man, he'd have made a grand meenister,\" said McArdle.  \"It just booms\nlike an organ.  Let's get doun to what it is that's troubling him.\"\n\n\"The general blurring and shifting of Fraunhofer's lines of the spectrum\npoint, in my opinion, to a widespread cosmic change of a subtle and\nsingular character.  Light from a planet is the reflected light of the\nsun.  Light from a star is a self-produced light.  But the spectra both\nfrom planets and stars have, in this instance, all undergone the same\nchange.  Is it, then, a change in those planets and stars?  To me such an\nidea is inconceivable.  What common change could simultaneously come upon\nthem all?  Is it a change in our own atmosphere?  It is possible, but in\nthe highest degree improbable, since we see no signs of it around us, and\nchemical analysis has failed to reveal it.  What, then, is the third\npossibility?  That it may be a change in the conducting medium, in that\ninfinitely fine ether which extends from star to star and pervades the\nwhole universe.  Deep in that ocean we are floating upon a slow current.\nMight that current not drift us into belts of ether which are novel and\nhave properties of which we have never conceived?  There is a change\nsomewhere.  This cosmic disturbance of the spectrum proves it.  It may be\na good change.  It may be an evil one.  It may be a neutral one.  We do\nnot know.  Shallow observers may treat the matter as one which can be\ndisregarded, but one who like myself is possessed of the deeper\nintelligence of the true philosopher will understand that the\npossibilities of the universe are incalculable and that the wisest man is\nhe who holds himself ready for the unexpected.  To take an obvious\nexample, who would undertake to say that the mysterious and universal\noutbreak of illness, recorded in your columns this very morning as having\nbroken out among the indigenous races of Sumatra, has no connection with\nsome cosmic change to which they may respond more quickly than the more\ncomplex peoples of Europe?  I throw out the idea for what it is worth.\nTo assert it is, in the present stage, as unprofitable as to deny it, but\nit is an unimaginative numskull who is too dense to perceive that it is\nwell within the bounds of scientific possibility.\n\n        \"Yours faithfully,\n             \"GEORGE EDWARD CHALLENGER.\n\n\"THE BRIARS, ROTHERFIELD.\"\n\n\n\"It's a fine, steemulating letter,\" said McArdle thoughtfully, fitting a\ncigarette into the long glass tube which he used as a holder.  \"What's\nyour opeenion of it, Mr. Malone?\"\n\nI had to confess my total and humiliating ignorance of the subject at\nissue.  What, for example, were Fraunhofer's lines?  McArdle had just\nbeen studying the matter with the aid of our tame scientist at the\noffice, and he picked from his desk two of those many-coloured spectral\nbands which bear a general resemblance to the hat-ribbons of some young\nand ambitious cricket club.  He pointed out to me that there were certain\nblack lines which formed crossbars upon the series of brilliant colours\nextending from the red at one end through gradations of orange, yellow,\ngreen, blue, and indigo to the violet at the other.\n\n\"Those dark bands are Fraunhofer's lines,\" said he.  \"The colours are\njust light itself.  Every light, if you can split it up with a prism,\ngives the same colours.  They tell us nothing.  It is the lines that\ncount, because they vary according to what it may be that produces the\nlight.  It is these lines that have been blurred instead of clear this\nlast week, and all the astronomers have been quarreling over the reason.\nHere's a photograph of the blurred lines for our issue to-morrow.  The\npublic have taken no interest in the matter up to now, but this letter of\nChallenger's in the Times will make them wake up, I'm thinking.\"\n\n\"And this about Sumatra?\"\n\n\"Well, it's a long cry from a blurred line in a spectrum to a sick nigger\nin Sumatra.  And yet the chiel has shown us once before that he knows\nwhat he's talking about.  There is some queer illness down yonder, that's\nbeyond all doubt, and to-day there's a cable just come in from Singapore\nthat the lighthouses are out of action in the Straits of Sundan, and two\nships on the beach in consequence.  Anyhow, it's good enough for you to\ninterview Challenger upon.  If you get anything definite, let us have a\ncolumn by Monday.\"\n\nI was coming out from the news editor's room, turning over my new mission\nin my mind, when I heard my name called from the waiting-room below.  It\nwas a telegraph-boy with a wire which had been forwarded from my lodgings\nat Streatham.  The message was from the very man we had been discussing,\nand ran thus:--\n\nMalone, 17, Hill Street, Streatham.--Bring oxygen.--Challenger.\n\n\"Bring oxygen!\"  The Professor, as I remembered him, had an elephantine\nsense of humour capable of the most clumsy and unwieldly gambollings.\nWas this one of those jokes which used to reduce him to uproarious\nlaughter, when his eyes would disappear and he was all gaping mouth and\nwagging beard, supremely indifferent to the gravity of all around him?  I\nturned the words over, but could make nothing even remotely jocose out of\nthem.  Then surely it was a concise order--though a very strange one.  He\nwas the last man in the world whose deliberate command I should care to\ndisobey.  Possibly some chemical experiment was afoot; possibly----Well,\nit was no business of mine to speculate upon why he wanted it.  I must\nget it.  There was nearly an hour before I should catch the train at\nVictoria.  I took a taxi, and having ascertained the address from the\ntelephone book, I made for the Oxygen Tube Supply Company in Oxford\nStreet.\n\nAs I alighted on the pavement at my destination, two youths emerged from\nthe door of the establishment carrying an iron cylinder, which, with some\ntrouble, they hoisted into a waiting motor-car.  An elderly man was at\ntheir heels scolding and directing in a creaky, sardonic voice.  He\nturned towards me.  There was no mistaking those austere features and\nthat goatee beard.  It was my old cross-grained companion, Professor\nSummerlee.\n\n\"What!\" he cried.  \"Don't tell me that _you_ have had one of these\npreposterous telegrams for oxygen?\"\n\nI exhibited it.\n\n\"Well, well!  I have had one too, and, as you see, very much against the\ngrain, I have acted upon it.  Our good friend is as impossible as ever.\nThe need for oxygen could not have been so urgent that he must desert the\nusual means of supply and encroach upon the time of those who are really\nbusier than himself.  Why could he not order it direct?\"\n\nI could only suggest that he probably wanted it at once.\n\n\"Or thought he did, which is quite another matter.  But it is superfluous\nnow for you to purchase any, since I have this considerable supply.\"\n\n\"Still, for some reason he seems to wish that I should bring oxygen too.\nIt will be safer to do exactly what he tells me.\"\n\nAccordingly, in spite of many grumbles and remonstrances from Summerlee,\nI ordered an additional tube, which was placed with the other in his\nmotor-car, for he had offered me a lift to Victoria.\n\nI turned away to pay off my taxi, the driver of which was very\ncantankerous and abusive over his fare.  As I came back to Professor\nSummerlee, he was having a furious altercation with the men who had\ncarried down the oxygen, his little white goat's beard jerking with\nindignation.  One of the fellows called him, I remember, \"a silly old\nbleached cockatoo,\" which so enraged his chauffeur that he bounded out of\nhis seat to take the part of his insulted master, and it was all we could\ndo to prevent a riot in the street.\n\nThese little things may seem trivial to relate, and passed as mere\nincidents at the time.  It is only now, as I look back, that I see their\nrelation to the whole story which I have to unfold.\n\nThe chauffeur must, as it seemed to me, have been a novice or else have\nlost his nerve in this disturbance, for he drove vilely on the way to the\nstation.  Twice we nearly had collisions with other equally erratic\nvehicles, and I remember remarking to Summerlee that the standard of\ndriving in London had very much declined.  Once we brushed the very edge\nof a great crowd which was watching a fight at the corner of the Mall.\nThe people, who were much excited, raised cries of anger at the clumsy\ndriving, and one fellow sprang upon the step and waved a stick above our\nheads.  I pushed him off, but we were glad when we had got clear of them\nand safe out of the park.  These little events, coming one after the\nother, left me very jangled in my nerves, and I could see from my\ncompanion's petulant manner that his own patience had got to a low ebb.\n\nBut our good humour was restored when we saw Lord John Roxton waiting for\nus upon the platform, his tall, thin figure clad in a yellow tweed\nshooting-suit.  His keen face, with those unforgettable eyes, so fierce\nand yet so humorous, flushed with pleasure at the sight of us.  His ruddy\nhair was shot with grey, and the furrows upon his brow had been cut a\nlittle deeper by Time's chisel, but in all else he was the Lord John who\nhad been our good comrade in the past.\n\n\"Hullo, Herr Professor!  Hullo, young fella!\" he shouted as he came\ntoward us.\n\nHe roared with amusement when he saw the oxygen cylinders upon the\nporter's trolly behind us.  \"So you've got them too!\" he cried.  \"Mine is\nin the van.  Whatever can the old dear be after?\"\n\n\"Have you seen his letter in the Times?\" I asked.\n\n\"What was it?\"\n\n\"Stuff and nonsense!\" said Summerlee harshly.\n\n\"Well, it's at the bottom of this oxygen business, or I am mistaken,\"\nsaid I.\n\n\"Stuff and nonsense!\" cried Summerlee again with quite unnecessary\nviolence.  We had all got into a first-class smoker, and he had already\nlit the short and charred old briar pipe which seemed to singe the end of\nhis long, aggressive nose.\n\n\"Friend Challenger is a clever man,\" said he with great vehemence.  \"No\none can deny it.  It's a fool that denies it.  Look at his hat.  There's\na sixty-ounce brain inside it--a big engine, running smooth, and turning\nout clean work.  Show me the engine-house and I'll tell you the size of\nthe engine.  But he is a born charlatan--you've heard me tell him so to\nhis face--a born charlatan, with a kind of dramatic trick of jumping into\nthe limelight.  Things are quiet, so friend Challenger sees a chance to\nset the public talking about him.  You don't imagine that he seriously\nbelieves all this nonsense about a change in the ether and a danger to\nthe human race?  Was ever such a cock-and-bull story in this life?\"\n\nHe sat like an old white raven, croaking and shaking with sardonic\nlaughter.\n\nA wave of anger passed through me as I listened to Summerlee.  It was\ndisgraceful that he should speak thus of the leader who had been the\nsource of all our fame and given us such an experience as no men have\never enjoyed.  I had opened my mouth to utter some hot retort, when Lord\nJohn got before me.\n\n\"You had a scrap once before with old man Challenger,\" said he sternly,\n\"and you were down and out inside ten seconds.  It seems to me, Professor\nSummerlee, he's beyond your class, and the best you can do with him is to\nwalk wide and leave him alone.\"\n\n\"Besides,\" said I, \"he has been a good friend to every one of us.\nWhatever his faults may be, he is as straight as a line, and I don't\nbelieve he ever speaks evil of his comrades behind their backs.\"\n\n\"Well said, young fellah-my-lad,\" said Lord John Roxton.  Then, with a\nkindly smile, he slapped Professor Summerlee upon his shoulder.  \"Come,\nHerr Professor, we're not going to quarrel at this time of day.  We've\nseen too much together.  But keep off the grass when you get near\nChallenger, for this young fellah and I have a bit of a weakness for the\nold dear.\"\n\nBut Summerlee was in no humour for compromise.  His face was screwed up\nin rigid disapproval, and thick curls of angry smoke rolled up from his\npipe.\n\n\"As to you, Lord John Roxton,\" he creaked, \"your opinion upon a matter of\nscience is of as much value in my eyes as my views upon a new type of\nshot-gun would be in yours.  I have my own judgment, sir, and I use it in\nmy own way.  Because it has misled me once, is that any reason why I\nshould accept without criticism anything, however far-fetched, which this\nman may care to put forward?  Are we to have a Pope of science, with\ninfallible decrees laid down _ex cathedra_, and accepted without question\nby the poor humble public?  I tell you, sir, that I have a brain of my\nown and that I should feel myself to be a snob and a slave if I did not\nuse it.  If it pleases you to believe this rigmarole about ether and\nFraunhofer's lines upon the spectrum, do so by all means, but do not ask\none who is older and wiser than yourself to share in your folly.  Is it\nnot evident that if the ether were affected to the degree which he\nmaintains, and if it were obnoxious to human health, the result of it\nwould already be apparent upon ourselves?\" Here he laughed with\nuproarious triumph over his own argument.  \"Yes, sir, we should already\nbe very far from our normal selves, and instead of sitting quietly\ndiscussing scientific problems in a railway train we should be showing\nactual symptoms of the poison which was working within us.  Where do we\nsee any signs of this poisonous cosmic disturbance?  Answer me that, sir!\nAnswer me that!  Come, come, no evasion!  I pin you to an answer!\"\n\nI felt more and more angry.  There was something very irritating and\naggressive in Summerlee's demeanour.\n\n\"I think that if you knew more about the facts you might be less positive\nin your opinion,\" said I.\n\nSummerlee took his pipe from his mouth and fixed me with a stony stare.\n\n\"Pray what do you mean, sir, by that somewhat impertinent observation?\"\n\n\"I mean that when I was leaving the office the news editor told me that a\ntelegram had come in confirming the general illness of the Sumatra\nnatives, and adding that the lights had not been lit in the Straits of\nSunda.\"\n\n\"Really, there should be some limits to human folly!\" cried Summerlee in\na positive fury.  \"Is it possible that you do not realize that ether, if\nfor a moment we adopt Challenger's preposterous supposition, is a\nuniversal substance which is the same here as at the other side of the\nworld?  Do you for an instant suppose that there is an English ether and\na Sumatran ether?  Perhaps you imagine that the ether of Kent is in some\nway superior to the ether of Surrey, through which this train is now\nbearing us.  There really are no bounds to the credulity and ignorance of\nthe average layman.  Is it conceivable that the ether in Sumatra should\nbe so deadly as to cause total insensibility at the very time when the\nether here has had no appreciable effect upon us whatever?  Personally, I\ncan truly say that I never felt stronger in body or better balanced in\nmind in my life.\"\n\n\"That may be.  I don't profess to be a scientific man,\" said I, \"though I\nhave heard somewhere that the science of one generation is usually the\nfallacy of the next.  But it does not take much common sense to see that,\nas we seem to know so little about ether, it might be affected by some\nlocal conditions in various parts of the world and might show an effect\nover there which would only develop later with us.\"\n\n\"With 'might' and 'may' you can prove anything,\" cried Summerlee\nfuriously.  \"Pigs may fly.  Yes, sir, pigs _may_ fly--but they don't.  It\nis not worth arguing with you.  Challenger has filled you with his\nnonsense and you are both incapable of reason.  I had as soon lay\narguments before those railway cushions.\"\n\n\"I must say, Professor Summerlee, that your manners do not seem to have\nimproved since I last had the pleasure of meeting you,\" said Lord John\nseverely.\n\n\"You lordlings are not accustomed to hear the truth,\" Summerlee answered\nwith a bitter smile.  \"It comes as a bit of a shock, does it not, when\nsomeone makes you realize that your title leaves you none the less a very\nignorant man?\"\n\n\"Upon my word, sir,\" said Lord John, very stern and rigid, \"if you were a\nyounger man you would not dare to speak to me in so offensive a fashion.\"\n\nSummerlee thrust out his chin, with its little wagging tuft of goatee\nbeard.\n\n\"I would have you know, sir, that, young or old, there has never been a\ntime in my life when I was afraid to speak my mind to an ignorant\ncoxcomb--yes, sir, an ignorant coxcomb, if you had as many titles as\nslaves could invent and fools could adopt.\"\n\nFor a moment Lord John's eyes blazed, and then, with a tremendous effort,\nhe mastered his anger and leaned back in his seat with arms folded and a\nbitter smile upon his face.  To me all this was dreadful and deplorable.\nLike a wave, the memory of the past swept over me, the good comradeship,\nthe happy, adventurous days--all that we had suffered and worked for and\nwon.  That it should have come to this--to insults and abuse!  Suddenly I\nwas sobbing--sobbing in loud, gulping, uncontrollable sobs which refused\nto be concealed.  My companions looked at me in surprise.  I covered my\nface with my hands.\n\n\"It's all right,\" said I.  \"Only--only it _is_ such a pity!\"\n\n\"You're ill, young fellah, that's what's amiss with you,\" said Lord John.\n\"I thought you were queer from the first.\"\n\n\"Your habits, sir, have not mended in these three years,\" said Summerlee,\nshaking his head.  \"I also did not fail to observe your strange manner\nthe moment we met.  You need not waste your sympathy, Lord John.  These\ntears are purely alcoholic.  The man has been drinking.  By the way, Lord\nJohn, I called you a coxcomb just now, which was perhaps unduly severe.\nBut the word reminds me of a small accomplishment, trivial but amusing,\nwhich I used to possess.  You know me as the austere man of science.  Can\nyou believe that I once had a well-deserved reputation in several\nnurseries as a farmyard imitator?  Perhaps I can help you to pass the\ntime in a pleasant way.  Would it amuse you to hear me crow like a cock?\"\n\n\"No, sir,\" said Lord John, who was still greatly offended, \"it would\n_not_ amuse me.\"\n\n\"My imitation of the clucking hen who had just laid an egg was also\nconsidered rather above the average.  Might I venture?\"\n\n\"No, sir, no--certainly not.\"\n\nBut in spite of this earnest prohibition, Professor Summerlee laid down\nhis pipe and for the rest of our journey he entertained--or failed to\nentertain--us by a succession of bird and animal cries which seemed so\nabsurd that my tears were suddenly changed into boisterous laughter,\nwhich must have become quite hysterical as I sat opposite this grave\nProfessor and saw him--or rather heard him--in the character of the\nuproarious rooster or the puppy whose tail had been trodden upon.  Once\nLord John passed across his newspaper, upon the margin of which he had\nwritten in pencil, \"Poor devil!  Mad as a hatter.\"  No doubt it was very\neccentric, and yet the performance struck me as extraordinarily clever\nand amusing.\n\nWhilst this was going on, Lord John leaned forward and told me some\ninterminable story about a buffalo and an Indian rajah which seemed to me\nto have neither beginning nor end.  Professor Summerlee had just begun to\nchirrup like a canary, and Lord John to get to the climax of his story,\nwhen the train drew up at Jarvis Brook, which had been given us as the\nstation for Rotherfield.\n\nAnd there was Challenger to meet us.  His appearance was glorious.  Not\nall the turkey-cocks in creation could match the slow, high-stepping\ndignity with which he paraded his own railway station and the benignant\nsmile of condescending encouragement with which he regarded everybody\naround him.  If he had changed in anything since the days of old, it was\nthat his points had become accentuated.  The huge head and broad sweep of\nforehead, with its plastered lock of black hair, seemed even greater than\nbefore.  His black beard poured forward in a more impressive cascade, and\nhis clear grey eyes, with their insolent and sardonic eyelids, were even\nmore masterful than of yore.\n\nHe gave me the amused hand-shake and encouraging smile which the head\nmaster bestows upon the small boy, and, having greeted the others and\nhelped to collect their bags and their cylinders of oxygen, he stowed us\nand them away in a large motor-car which was driven by the same impassive\nAustin, the man of few words, whom I had seen in the character of butler\nupon the occasion of my first eventful visit to the Professor.  Our\njourney led us up a winding hill through beautiful country.  I sat in\nfront with the chauffeur, but behind me my three comrades seemed to me to\nbe all talking together.  Lord John was still struggling with his buffalo\nstory, so far as I could make out, while once again I heard, as of old,\nthe deep rumble of Challenger and the insistent accents of Summerlee as\ntheir brains locked in high and fierce scientific debate.  Suddenly\nAustin slanted his mahogany face toward me without taking his eyes from\nhis steering-wheel.\n\n\"I'm under notice,\" said he.\n\n\"Dear me!\" said I.\n\nEverything seemed strange to-day.  Everyone said queer, unexpected\nthings.  It was like a dream.\n\n\"It's forty-seven times,\" said Austin reflectively.\n\n\"When do you go?\" I asked, for want of some better observation.\n\n\"I don't go,\" said Austin.\n\nThe conversation seemed to have ended there, but presently he came back\nto it.\n\n\"If I was to go, who would look after 'im?\"  He jerked his head toward\nhis master.  \"Who would 'e get to serve 'im?\"\n\n\"Someone else,\" I suggested lamely.\n\n\"Not 'e.  No one would stay a week.  If I was to go, that 'ouse would run\ndown like a watch with the mainspring out.  I'm telling you because\nyou're 'is friend, and you ought to know.  If I was to take 'im at 'is\nword--but there, I wouldn't have the 'eart.  'E and the missus would be\nlike two babes left out in a bundle.  I'm just everything.  And then 'e\ngoes and gives me notice.\"\n\n\"Why would no one stay?\" I asked.\n\n\"Well, they wouldn't make allowances, same as I do.  'E's a very clever\nman, the master--so clever that 'e's clean balmy sometimes.  I've seen\n'im right off 'is onion, and no error.  Well, look what 'e did this\nmorning.\"\n\n\"What did he do?\"\n\nAustin bent over to me.\n\n\"'E bit the 'ousekeeper,\" said he in a hoarse whisper.\n\n\"Bit her?\"\n\n\"Yes, sir.  Bit 'er on the leg.  I saw 'er with my own eyes startin' a\nmarathon from the 'all-door.\"\n\n\"Good gracious!\"\n\n\"So you'd say, sir, if you could see some of the goings on.  'E don't\nmake friends with the neighbors.  There's some of them thinks that when\n'e was up among those monsters you wrote about, it was just ''Ome, Sweet\n'Ome' for the master, and 'e was never in fitter company.  That's what\n_they_ say.  But I've served 'im ten years, and I'm fond of 'im, and,\nmind you, 'e's a great man, when all's said an' done, and it's an honor\nto serve 'im.  But 'e does try one cruel at times.  Now look at that,\nsir.  That ain't what you might call old-fashioned 'ospitality, is it\nnow?  Just you read it for yourself.\"\n\nThe car on its lowest speed had ground its way up a steep, curving\nascent.  At the corner a notice-board peered over a well-clipped hedge.\nAs Austin said, it was not difficult to read, for the words were few and\narresting:--\n\n                 +---------------------------------------+\n                 |               WARNING.                |\n                 |                ----                   |\n                 |  Visitors, Pressmen, and Mendicants   |\n                 |        are not encouraged.            |\n                 |                                       |\n                 |                  G. E. CHALLENGER.    |\n                 +---------------------------------------+\n\n\n\"No, it's not what you might call 'earty,\" said Austin, shaking his head\nand glancing up at the deplorable placard.  \"It wouldn't look well in a\nChristmas card.  I beg your pardon, sir, for I haven't spoke as much as\nthis for many a long year, but to-day my feelings seem to 'ave got the\nbetter of me.  'E can sack me till 'e's blue in the face, but I ain't\ngoing, and that's flat.  I'm 'is man and 'e's my master, and so it will\nbe, I expect, to the end of the chapter.\"\n\nWe had passed between the white posts of a gate and up a curving drive,\nlined with rhododendron bushes.  Beyond stood a low brick house, picked\nout with white woodwork, very comfortable and pretty.  Mrs. Challenger, a\nsmall, dainty, smiling figure, stood in the open doorway to welcome us.\n\n\"Well, my dear,\" said Challenger, bustling out of the car, \"here are our\nvisitors.  It is something new for us to have visitors, is it not?  No\nlove lost between us and our neighbors, is there?  If they could get rat\npoison into our baker's cart, I expect it would be there.\"\n\n\"It's dreadful--dreadful!\" cried the lady, between laughter and tears.\n\"George is always quarreling with everyone.  We haven't a friend on the\ncountryside.\"\n\n\"It enables me to concentrate my attention upon my incomparable wife,\"\nsaid Challenger, passing his short, thick arm round her waist.  Picture a\ngorilla and a gazelle, and you have the pair of them.  \"Come, come, these\ngentlemen are tired from the journey, and luncheon should be ready.  Has\nSarah returned?\"\n\nThe lady shook her head ruefully, and the Professor laughed loudly and\nstroked his beard in his masterful fashion.\n\n\"Austin,\" he cried, \"when you have put up the car you will kindly help\nyour mistress to lay the lunch.  Now, gentlemen, will you please step\ninto my study, for there are one or two very urgent things which I am\nanxious to say to you.\"\n\n\n\nChapter II\n\nTHE TIDE OF DEATH\n\n\nAs we crossed the hall the telephone-bell rang, and we were the\ninvoluntary auditors of Professor Challenger's end of the ensuing\ndialogue.  I say \"we,\" but no one within a hundred yards could have\nfailed to hear the booming of that monstrous voice, which reverberated\nthrough the house.  His answers lingered in my mind.\n\n\"Yes, yes, of course, it is I....  Yes, certainly, _the_ Professor\nChallenger, the famous Professor, who else?...  Of course, every word of\nit, otherwise I should not have written it....  I shouldn't be\nsurprised....  There is every indication of it....  Within a day or so at\nthe furthest....  Well, I can't help that, can I?...  Very unpleasant, no\ndoubt, but I rather fancy it will affect more important people than you.\nThere is no use whining about it....  No, I couldn't possibly.  You must\ntake your chance....  That's enough, sir.  Nonsense!  I have something\nmore important to do than to listen to such twaddle.\"\n\nHe shut off with a crash and led us upstairs into a large airy apartment\nwhich formed his study.  On the great mahogany desk seven or eight\nunopened telegrams were lying.\n\n\"Really,\" he said as he gathered them up, \"I begin to think that it would\nsave my correspondents' money if I were to adopt a telegraphic address.\nPossibly 'Noah, Rotherfield,' would be the most appropriate.\"\n\nAs usual when he made an obscure joke, he leaned against the desk and\nbellowed in a paroxysm of laughter, his hands shaking so that he could\nhardly open the envelopes.\n\n\"Noah!  Noah!\" he gasped, with a face of beetroot, while Lord John and I\nsmiled in sympathy and Summerlee, like a dyspeptic goat, wagged his head\nin sardonic disagreement.  Finally Challenger, still rumbling and\nexploding, began to open his telegrams.  The three of us stood in the bow\nwindow and occupied ourselves in admiring the magnificent view.\n\nIt was certainly worth looking at.  The road in its gentle curves had\nreally brought us to a considerable elevation--seven hundred feet, as we\nafterwards discovered.  Challenger's house was on the very edge of the\nhill, and from its southern face, in which was the study window, one\nlooked across the vast stretch of the weald to where the gentle curves of\nthe South Downs formed an undulating horizon.  In a cleft of the hills a\nhaze of smoke marked the position of Lewes.  Immediately at our feet\nthere lay a rolling plain of heather, with the long, vivid green\nstretches of the Crowborough golf course, all dotted with the players.  A\nlittle to the south, through an opening in the woods, we could see a\nsection of the main line from London to Brighton.  In the immediate\nforeground, under our very noses, was a small enclosed yard, in which\nstood the car which had brought us from the station.\n\nAn ejaculation from Challenger caused us to turn.  He had read his\ntelegrams and had arranged them in a little methodical pile upon his\ndesk.  His broad, rugged face, or as much of it as was visible over the\nmatted beard, was still deeply flushed, and he seemed to be under the\ninfluence of some strong excitement.\n\n\"Well, gentlemen,\" he said, in a voice as if he was addressing a public\nmeeting, \"this is indeed an interesting reunion, and it takes place under\nextraordinary--I may say unprecedented--circumstances.  May I ask if you\nhave observed anything upon your journey from town?\"\n\n\"The only thing which I observed,\" said Summerlee with a sour smile, \"was\nthat our young friend here has not improved in his manners during the\nyears that have passed.  I am sorry to state that I have had to seriously\ncomplain of his conduct in the train, and I should be wanting in\nfrankness if I did not say that it has left a most unpleasant impression\nin my mind.\"\n\n\"Well, well, we all get a bit prosy sometimes,\" said Lord John.  \"The\nyoung fellah meant no real harm.  After all, he's an International, so if\nhe takes half an hour to describe a game of football he has more right to\ndo it than most folk.\"\n\n\"Half an hour to describe a game!\" I cried indignantly.  \"Why, it was you\nthat took half an hour with some long-winded story about a buffalo.\nProfessor Summerlee will be my witness.\"\n\n\"I can hardly judge which of you was the most utterly wearisome,\" said\nSummerlee.  \"I declare to you, Challenger, that I never wish to hear of\nfootball or of buffaloes so long as I live.\"\n\n\"I have never said one word to-day about football,\" I protested.\n\nLord John gave a shrill whistle, and Summerlee shook his head sadly.\n\n\"So early in the day too,\" said he.  \"It is indeed deplorable.  As I sat\nthere in sad but thoughtful silence----\"\n\n\"In silence!\" cried Lord John.  \"Why, you were doin' a music-hall turn of\nimitations all the way--more like a runaway gramophone than a man.\"\n\nSummerlee drew himself up in bitter protest.\n\n\"You are pleased to be facetious, Lord John,\" said he with a face of\nvinegar.\n\n\"Why, dash it all, this is clear madness,\" cried Lord John.  \"Each of us\nseems to know what the others did and none of us knows what he did\nhimself.  Let's put it all together from the first.  We got into a\nfirst-class smoker, that's clear, ain't it?  Then we began to quarrel\nover friend Challenger's letter in the Times.\"\n\n\"Oh, you did, did you?\" rumbled our host, his eyelids beginning to droop.\n\n\"You said, Summerlee, that there was no possible truth in his contention.\"\n\n\"Dear me!\" said Challenger, puffing out his chest and stroking his beard.\n\"No possible truth!  I seem to have heard the words before.  And may I\nask with what arguments the great and famous Professor Summerlee\nproceeded to demolish the humble individual who had ventured to express\nan opinion upon a matter of scientific possibility?  Perhaps before he\nexterminates that unfortunate nonentity he will condescend to give some\nreasons for the adverse views which he has formed.\"\n\nHe bowed and shrugged and spread open his hands as he spoke with his\nelaborate and elephantine sarcasm.\n\n\"The reason was simple enough,\" said the dogged Summerlee.  \"I contended\nthat if the ether surrounding the earth was so toxic in one quarter that\nit produced dangerous symptoms, it was hardly likely that we three in the\nrailway carriage should be entirely unaffected.\"\n\nThe explanation only brought uproarious merriment from Challenger.  He\nlaughed until everything in the room seemed to rattle and quiver.\n\n\"Our worthy Summerlee is, not for the first time, somewhat out of touch\nwith the facts of the situation,\" said he at last, mopping his heated\nbrow.  \"Now, gentlemen, I cannot make my point better than by detailing\nto you what I have myself done this morning.  You will the more easily\ncondone any mental aberration upon your own part when you realize that\neven I have had moments when my balance has been disturbed.  We have had\nfor some years in this household a housekeeper--one Sarah, with whose\nsecond name I have never attempted to burden my memory.  She is a woman\nof a severe and forbidding aspect, prim and demure in her bearing, very\nimpassive in her nature, and never known within our experience to show\nsigns of any emotion.  As I sat alone at my breakfast--Mrs. Challenger is\nin the habit of keeping her room of a morning--it suddenly entered my\nhead that it would be entertaining and instructive to see whether I could\nfind any limits to this woman's inperturbability.  I devised a simple but\neffective experiment.  Having upset a small vase of flowers which stood\nin the centre of the cloth, I rang the bell and slipped under the table.\nShe entered and, seeing the room empty, imagined that I had withdrawn to\nthe study.  As I had expected, she approached and leaned over the table\nto replace the vase.  I had a vision of a cotton stocking and an\nelastic-sided boot.  Protruding my head, I sank my teeth into the calf of\nher leg.  The experiment was successful beyond belief.  For some moments\nshe stood paralyzed, staring down at my head.  Then with a shriek she\ntore herself free and rushed from the room.  I pursued her with some\nthoughts of an explanation, but she flew down the drive, and some minutes\nafterwards I was able to pick her out with my field-glasses travelling\nvery rapidly in a south-westerly direction.  I tell you the anecdote for\nwhat it is worth.  I drop it into your brains and await its germination.\nIs it illuminative?  Has it conveyed anything to your minds?  What do\n_you_ think of it, Lord John?\"\n\nLord John shook his head gravely.\n\n\"You'll be gettin' into serious trouble some of these days if you don't\nput a brake on,\" said he.\n\n\"Perhaps you have some observation to make, Summerlee?\"\n\n\"You should drop all work instantly, Challenger, and take three months in\na German watering-place,\" said he.\n\n\"Profound!  Profound!\" cried Challenger.  \"Now, my young friend, is it\npossible that wisdom may come from you where your seniors have so\nsignally failed?\"\n\nAnd it did.  I say it with all modesty, but it did.  Of course, it all\nseems obvious enough to you who know what occurred, but it was not so\nvery clear when everything was new.  But it came on me suddenly with the\nfull force of absolute conviction.\n\n\"Poison!\" I cried.\n\nThen, even as I said the word, my mind flashed back over the whole\nmorning's experiences, past Lord John with his buffalo, past my own\nhysterical tears, past the outrageous conduct of Professor Summerlee, to\nthe queer happenings in London, the row in the park, the driving of the\nchauffeur, the quarrel at the oxygen warehouse.  Everything fitted\nsuddenly into its place.\n\n\"Of course,\" I cried again.  \"It is poison.  We are all poisoned.\"\n\n\"Exactly,\" said Challenger, rubbing his hands, \"we are all poisoned.  Our\nplanet has swum into the poison belt of ether, and is now flying deeper\ninto it at the rate of some millions of miles a minute.  Our young friend\nhas expressed the cause of all our troubles and perplexities in a single\nword, 'poison.'\"\n\nWe looked at each other in amazed silence.  No comment seemed to meet the\nsituation.\n\n\"There is a mental inhibition by which such symptoms can be checked and\ncontrolled,\" said Challenger.  \"I cannot expect to find it developed in\nall of you to the same point which it has reached in me, for I suppose\nthat the strength of our different mental processes bears some proportion\nto each other.  But no doubt it is appreciable even in our young friend\nhere.  After the little outburst of high spirits which so alarmed my\ndomestic I sat down and reasoned with myself.  I put it to myself that I\nhad never before felt impelled to bite any of my household.  The impulse\nhad then been an abnormal one.  In an instant I perceived the truth.  My\npulse upon examination was ten beats above the usual, and my reflexes\nwere increased.  I called upon my higher and saner self, the real G. E.\nC., seated serene and impregnable behind all mere molecular disturbance.\nI summoned him, I say, to watch the foolish mental tricks which the\npoison would play.  I found that I was indeed the master.  I could\nrecognize and control a disordered mind.  It was a remarkable exhibition\nof the victory of mind over matter, for it was a victory over that\nparticular form of matter which is most intimately connected with mind.\nI might almost say that mind was at fault and that personality controlled\nit.  Thus, when my wife came downstairs and I was impelled to slip behind\nthe door and alarm her by some wild cry as she entered, I was able to\nstifle the impulse and to greet her with dignity and restraint.  An\noverpowering desire to quack like a duck was met and mastered in the same\nfashion.\n\n\"Later, when I descended to order the car and found Austin bending over\nit absorbed in repairs, I controlled my open hand even after I had lifted\nit and refrained from giving him an experience which would possibly have\ncaused him to follow in the steps of the housekeeper.  On the contrary, I\ntouched him on the shoulder and ordered the car to be at the door in time\nto meet your train.  At the present instant I am most forcibly tempted to\ntake Professor Summerlee by that silly old beard of his and to shake his\nhead violently backwards and forwards.  And yet, as you see, I am\nperfectly restrained.  Let me commend my example to you.\"\n\n\"I'll look out for that buffalo,\" said Lord John.\n\n\"And I for the football match.\"\n\n\"It may be that you are right, Challenger,\" said Summerlee in a chastened\nvoice.  \"I am willing to admit that my turn of mind is critical rather\nthan constructive and that I am not a ready convert to any new theory,\nespecially when it happens to be so unusual and fantastic as this one.\nHowever, as I cast my mind back over the events of the morning, and as I\nreconsider the fatuous conduct of my companions, I find it easy to\nbelieve that some poison of an exciting kind was responsible for their\nsymptoms.\"\n\nChallenger slapped his colleague good-humouredly upon the shoulder.  \"We\nprogress,\" said he.  \"Decidedly we progress.\"\n\n\"And pray, sir,\" asked Summerlee humbly, \"what is your opinion as to the\npresent outlook?\"\n\n\"With your permission I will say a few words upon that subject.\" He\nseated himself upon his desk, his short, stumpy legs swinging in front of\nhim.  \"We are assisting at a tremendous and awful function.  It is, in my\nopinion, the end of the world.\"\n\nThe end of the world!  Our eyes turned to the great bow-window and we\nlooked out at the summer beauty of the country-side, the long slopes of\nheather, the great country-houses, the cozy farms, the pleasure-seekers\nupon the links.\n\nThe end of the world!  One had often heard the words, but the idea that\nthey could ever have an immediate practical significance, that it should\nnot be at some vague date, but now, to-day, that was a tremendous, a\nstaggering thought.  We were all struck solemn and waited in silence for\nChallenger to continue.  His overpowering presence and appearance lent\nsuch force to the solemnity of his words that for a moment all the\ncrudities and absurdities of the man vanished, and he loomed before us as\nsomething majestic and beyond the range of ordinary humanity.  Then to\nme, at least, there came back the cheering recollection of how twice\nsince we had entered the room he had roared with laughter.  Surely, I\nthought, there are limits to mental detachment.  The crisis cannot be so\ngreat or so pressing after all.\n\n\"You will conceive a bunch of grapes,\" said he, \"which are covered by\nsome infinitesimal but noxious bacillus.  The gardener passes it through\na disinfecting medium.  It may be that he desires his grapes to be\ncleaner.  It may be that he needs space to breed some fresh bacillus less\nnoxious than the last.  He dips it into the poison and they are gone.\nOur Gardener is, in my opinion, about to dip the solar system, and the\nhuman bacillus, the little mortal vibrio which twisted and wriggled upon\nthe outer rind of the earth, will in an instant be sterilized out of\nexistence.\"\n\nAgain there was silence.  It was broken by the high trill of the\ntelephone-bell.\n\n\"There is one of our bacilli squeaking for help,\" said he with a grim\nsmile.  \"They are beginning to realize that their continued existence is\nnot really one of the necessities of the universe.\"\n\nHe was gone from the room for a minute or two.  I remember that none of\nus spoke in his absence.  The situation seemed beyond all words or\ncomments.\n\n\"The medical officer of health for Brighton,\" said he when he returned.\n\"The symptoms are for some reason developing more rapidly upon the sea\nlevel.  Our seven hundred feet of elevation give us an advantage.  Folk\nseem to have learned that I am the first authority upon the question.  No\ndoubt it comes from my letter in the Times.  That was the mayor of a\nprovincial town with whom I talked when we first arrived.  You may have\nheard me upon the telephone.  He seemed to put an entirely inflated value\nupon his own life.  I helped him to readjust his ideas.\"\n\nSummerlee had risen and was standing by the window.  His thin, bony hands\nwere trembling with his emotion.\n\n\"Challenger,\" said he earnestly, \"this thing is too serious for mere\nfutile argument.  Do not suppose that I desire to irritate you by any\nquestion I may ask.  But I put it to you whether there may not be some\nfallacy in your information or in your reasoning.  There is the sun\nshining as brightly as ever in the blue sky.  There are the heather and\nthe flowers and the birds.  There are the folk enjoying themselves upon\nthe golf-links and the laborers yonder cutting the corn.  You tell us\nthat they and we may be upon the very brink of destruction--that this\nsunlit day may be that day of doom which the human race has so long\nawaited.  So far as we know, you found this tremendous judgment upon\nwhat?  Upon some abnormal lines in a spectrum--upon rumours from\nSumatra--upon some curious personal excitement which we have discerned in\neach other.  This latter symptom is not so marked but that you and we\ncould, by a deliberate effort, control it.  You need not stand on\nceremony with us, Challenger.  We have all faced death together before\nnow.  Speak out, and let us know exactly where we stand, and what, in\nyour opinion, are our prospects for our future.\"\n\nIt was a brave, good speech, a speech from that stanch and strong spirit\nwhich lay behind all the acidities and angularities of the old zoologist.\nLord John rose and shook him by the hand.\n\n\"My sentiment to a tick,\" said he.  \"Now, Challenger, it's up to you to\ntell us where we are.  We ain't nervous folk, as you know well; but when\nit comes to makin' a week-end visit and finding you've run full butt into\nthe Day of Judgment, it wants a bit of explainin'.  What's the danger,\nand how much of it is there, and what are we goin' to do to meet it?\"\n\nHe stood, tall and strong, in the sunshine at the window, with his brown\nhand upon the shoulder of Summerlee.  I was lying back in an armchair, an\nextinguished cigarette between my lips, in that sort of half-dazed state\nin which impressions become exceedingly distinct.  It may have been a new\nphase of the poisoning, but the delirious promptings had all passed away\nand were succeeded by an exceedingly languid and, at the same time,\nperceptive state of mind.  I was a spectator.  It did not seem to be any\npersonal concern of mine.  But here were three strong men at a great\ncrisis, and it was fascinating to observe them.  Challenger bent his\nheavy brows and stroked his beard before he answered.  One could see that\nhe was very carefully weighing his words.\n\n\"What was the last news when you left London?\" he asked.\n\n\"I was at the Gazette office about ten,\" said I.  \"There was a Reuter\njust come in from Singapore to the effect that the sickness seemed to be\nuniversal in Sumatra and that the lighthouses had not been lit in\nconsequence.\"\n\n\"Events have been moving somewhat rapidly since then,\" said Challenger,\npicking up his pile of telegrams.  \"I am in close touch both with the\nauthorities and with the press, so that news is converging upon me from\nall parts.  There is, in fact, a general and very insistent demand that I\nshould come to London; but I see no good end to be served.  From the\naccounts the poisonous effect begins with mental excitement; the rioting\nin Paris this morning is said to have been very violent, and the Welsh\ncolliers are in a state of uproar.  So far as the evidence to hand can be\ntrusted, this stimulative stage, which varies much in races and in\nindividuals, is succeeded by a certain exaltation and mental lucidity--I\nseem to discern some signs of it in our young friend here--which, after\nan appreciable interval, turns to coma, deepening rapidly into death.  I\nfancy, so far as my toxicology carries me, that there are some vegetable\nnerve poisons----\"\n\n\"Datura,\" suggested Summerlee.\n\n\"Excellent!\" cried Challenger.  \"It would make for scientific precision\nif we named our toxic agent.  Let it be daturon.  To you, my dear\nSummerlee, belongs the honour--posthumous, alas, but none the less\nunique--of having given a name to the universal destroyer, the Great\nGardener's disinfectant.  The symptoms of daturon, then, may be taken to\nbe such as I indicate.  That it will involve the whole world and that no\nlife can possibly remain behind seems to me to be certain, since ether is\na universal medium.  Up to now it has been capricious in the places which\nit has attacked, but the difference is only a matter of a few hours, and\nit is like an advancing tide which covers one strip of sand and then\nanother, running hither and thither in irregular streams, until at last\nit has submerged it all.  There are laws at work in connection with the\naction and distribution of daturon which would have been of deep interest\nhad the time at our disposal permitted us to study them.  So far as I can\ntrace them\"--here he glanced over his telegrams--\"the less developed\nraces have been the first to respond to its influence.  There are\ndeplorable accounts from Africa, and the Australian aborigines appear to\nhave been already exterminated.  The Northern races have as yet shown\ngreater resisting power than the Southern.  This, you see, is dated from\nMarseilles at nine-forty-five this morning.  I give it to you verbatim:--\n\n\"'All night delirious excitement throughout Provence.  Tumult of vine\ngrowers at Nimes.  Socialistic upheaval at Toulon.  Sudden illness\nattended by coma attacked population this morning.  _Peste foudroyante_.\nGreat numbers of dead in the streets.  Paralysis of business and\nuniversal chaos.'\n\n\"An hour later came the following, from the same source:--\n\n\"'We are threatened with utter extermination.  Cathedrals and churches\nfull to overflowing.  The dead outnumber the living.  It is inconceivable\nand horrible.  Decease seems to be painless, but swift and inevitable.'\n\n\"There is a similar telegram from Paris, where the development is not yet\nas acute.  India and Persia appear to be utterly wiped out.  The Slavonic\npopulation of Austria is down, while the Teutonic has hardly been\naffected.  Speaking generally, the dwellers upon the plains and upon the\nseashore seem, so far as my limited information goes, to have felt the\neffects more rapidly than those inland or on the heights.  Even a little\nelevation makes a considerable difference, and perhaps if there be a\nsurvivor of the human race, he will again be found upon the summit of\nsome Ararat.  Even our own little hill may presently prove to be a\ntemporary island amid a sea of disaster.  But at the present rate of\nadvance a few short hours will submerge us all.\"\n\nLord John Roxton wiped his brow.\n\n\"What beats me,\" said he, \"is how you could sit there laughin' with that\nstack of telegrams under your hand.  I've seen death as often as most\nfolk, but universal death--it's awful!\"\n\n\"As to the laughter,\" said Challenger, \"you will bear in mind that, like\nyourselves, I have not been exempt from the stimulating cerebral effects\nof the etheric poison.  But as to the horror with which universal death\nappears to inspire you, I would put it to you that it is somewhat\nexaggerated.  If you were sent to sea alone in an open boat to some\nunknown destination, your heart might well sink within you.  The\nisolation, the uncertainty, would oppress you.  But if your voyage were\nmade in a goodly ship, which bore within it all your relations and your\nfriends, you would feel that, however uncertain your destination might\nstill remain, you would at least have one common and simultaneous\nexperience which would hold you to the end in the same close communion.\nA lonely death may be terrible, but a universal one, as painless as this\nwould appear to be, is not, in my judgment, a matter for apprehension.\nIndeed, I could sympathize with the person who took the view that the\nhorror lay in the idea of surviving when all that is learned, famous, and\nexalted had passed away.\"\n\n\"What, then, do you propose to do?\" asked Summerlee, who had for once\nnodded his assent to the reasoning of his brother scientist.\n\n\"To take our lunch,\" said Challenger as the boom of a gong sounded\nthrough the house.  \"We have a cook whose omelettes are only excelled by\nher cutlets.  We can but trust that no cosmic disturbance has dulled her\nexcellent abilities.  My Scharzberger of '96 must also be rescued, so far\nas our earnest and united efforts can do it, from what would be a\ndeplorable waste of a great vintage.\"  He levered his great bulk off the\ndesk, upon which he had sat while he announced the doom of the planet.\n\"Come,\" said he.  \"If there is little time left, there is the more need\nthat we should spend it in sober and reasonable enjoyment.\"\n\nAnd, indeed, it proved to be a very merry meal.  It is true that we could\nnot forget our awful situation.  The full solemnity of the event loomed\never at the back of our minds and tempered our thoughts.  But surely it\nis the soul which has never faced death which shies strongly from it at\nthe end.  To each of us men it had, for one great epoch in our lives,\nbeen a familiar presence.  As to the lady, she leaned upon the strong\nguidance of her mighty husband and was well content to go whither his\npath might lead.  The future was our fate.  The present was our own.  We\npassed it in goodly comradeship and gentle merriment.  Our minds were, as\nI have said, singularly lucid.  Even I struck sparks at times.  As to\nChallenger, he was wonderful!  Never have I so realized the elemental\ngreatness of the man, the sweep and power of his understanding.\nSummerlee drew him on with his chorus of subacid criticism, while Lord\nJohn and I laughed at the contest and the lady, her hand upon his sleeve,\ncontrolled the bellowings of the philosopher.  Life, death, fate, the\ndestiny of man--these were the stupendous subjects of that memorable\nhour, made vital by the fact that as the meal progressed strange, sudden\nexaltations in my mind and tinglings in my limbs proclaimed that the\ninvisible tide of death was slowly and gently rising around us.  Once I\nsaw Lord John put his hand suddenly to his eyes, and once Summerlee\ndropped back for an instant in his chair.  Each breath we breathed was\ncharged with strange forces.  And yet our minds were happy and at ease.\nPresently Austin laid the cigarettes upon the table and was about to\nwithdraw.\n\n\"Austin!\" said his master.\n\n\"Yes, sir?\"\n\n\"I thank you for your faithful service.\"  A smile stole over the\nservant's gnarled face.\n\n\"I've done my duty, sir.\"\n\n\"I'm expecting the end of the world to-day, Austin.\"\n\n\"Yes, sir.  What time, sir?\"\n\n\"I can't say, Austin.  Before evening.\"\n\n\"Very good, sir.\"\n\nThe taciturn Austin saluted and withdrew.  Challenger lit a cigarette,\nand, drawing his chair closer to his wife's, he took her hand in his.\n\n\"You know how matters stand, dear,\" said he.  \"I have explained it also\nto our friends here.  You're not afraid are you?\"\n\n\"It won't be painful, George?\"\n\n\"No more than laughing-gas at the dentist's.  Every time you have had it\nyou have practically died.\"\n\n\"But that is a pleasant sensation.\"\n\n\"So may death be.  The worn-out bodily machine can't record its\nimpression, but we know the mental pleasure which lies in a dream or a\ntrance.  Nature may build a beautiful door and hang it with many a gauzy\nand shimmering curtain to make an entrance to the new life for our\nwondering souls.  In all my probings of the actual, I have always found\nwisdom and kindness at the core; and if ever the frightened mortal needs\ntenderness, it is surely as he makes the passage perilous from life to\nlife.  No, Summerlee, I will have none of your materialism, for I, at\nleast, am too great a thing to end in mere physical constituents, a\npacket of salts and three bucketfuls of water.  Here--here\"--and he beat\nhis great head with his huge, hairy fist--\"there is something which uses\nmatter, but is not of it--something which might destroy death, but which\ndeath can never destroy.\"\n\n\"Talkin' of death,\" said Lord John.  \"I'm a Christian of sorts, but it\nseems to me there was somethin' mighty natural in those ancestors of ours\nwho were buried with their axes and bows and arrows and the like, same as\nif they were livin' on just the same as they used to.  I don't know,\" he\nadded, looking round the table in a shamefaced way, \"that I wouldn't feel\nmore homely myself if I was put away with my old .450 Express and the\nfowlin'-piece, the shorter one with the rubbered stock, and a clip or two\nof cartridges--just a fool's fancy, of course, but there it is.  How does\nit strike you, Herr Professor?\"\n\n\"Well,\" said Summerlee, \"since you ask my opinion, it strikes me as an\nindefensible throwback to the Stone Age or before it.  I'm of the\ntwentieth century myself, and would wish to die like a reasonable\ncivilized man.  I don't know that I am more afraid of death than the rest\nof you, for I am an oldish man, and, come what may, I can't have very\nmuch longer to live; but it is all against my nature to sit waiting\nwithout a struggle like a sheep for the butcher.  Is it quite certain,\nChallenger, that there is nothing we can do?\"\n\n\"To save us--nothing,\" said Challenger.  \"To prolong our lives a few\nhours and thus to see the evolution of this mighty tragedy before we are\nactually involved in it--that may prove to be within my powers.  I have\ntaken certain steps----\"\n\n\"The oxygen?\"\n\n\"Exactly.  The oxygen.\"\n\n\"But what can oxygen effect in the face of a poisoning of the ether?\nThere is not a greater difference in quality between a brick-bat and a\ngas than there is between oxygen and ether.  They are different planes of\nmatter.  They cannot impinge upon one another.  Come, Challenger, you\ncould not defend such a proposition.\"\n\n\"My good Summerlee, this etheric poison is most certainly influenced by\nmaterial agents.  We see it in the methods and distribution of the\noutbreak.  We should not _a priori_ have expected it, but it is\nundoubtedly a fact.  Hence I am strongly of opinion that a gas like\noxygen, which increases the vitality and the resisting power of the body,\nwould be extremely likely to delay the action of what you have so happily\nnamed the daturon.  It may be that I am mistaken, but I have every\nconfidence in the correctness of my reasoning.\"\n\n\"Well,\" said Lord John, \"if we've got to sit suckin' at those tubes like\nso many babies with their bottles, I'm not takin' any.\"\n\n\"There will be no need for that,\" Challenger answered.  \"We have made\narrangements--it is to my wife that you chiefly owe it--that her boudoir\nshall be made as airtight as is practicable.  With matting and varnished\npaper.\"\n\n\"Good heavens, Challenger, you don't suppose you can keep out ether with\nvarnished paper?\"\n\n\"Really, my worthy friend, you are a trifle perverse in missing the\npoint.  It is not to keep out the ether that we have gone to such\ntrouble.  It is to keep in the oxygen.  I trust that if we can ensure an\natmosphere hyper-oxygenated to a certain point, we may be able to retain\nour senses.  I had two tubes of the gas and you have brought me three\nmore.  It is not much, but it is something.\"\n\n\"How long will they last?\"\n\n\"I have not an idea.  We will not turn them on until our symptoms become\nunbearable.  Then we shall dole the gas out as it is urgently needed.  It\nmay give us some hours, possibly even some days, on which we may look out\nupon a blasted world.  Our own fate is delayed to that extent, and we\nwill have the very singular experience, we five, of being, in all\nprobability, the absolute rear guard of the human race upon its march\ninto the unknown.  Perhaps you will be kind enough now to give me a hand\nwith the cylinders.  It seems to me that the atmosphere already grows\nsomewhat more oppressive.\"\n\n\n\nChapter III\n\nSUBMERGED\n\n\nThe chamber which was destined to be the scene of our unforgettable\nexperience was a charmingly feminine sitting-room, some fourteen or\nsixteen feet square.  At the end of it, divided by a curtain of red\nvelvet, was a small apartment which formed the Professor's dressing-room.\nThis in turn opened into a large bedroom.  The curtain was still hanging,\nbut the boudoir and dressing-room could be taken as one chamber for the\npurposes of our experiment.  One door and the window frame had been\nplastered round with varnished paper so as to be practically sealed.\nAbove the other door, which opened on to the landing, there hung a\nfanlight which could be drawn by a cord when some ventilation became\nabsolutely necessary.  A large shrub in a tub stood in each corner.\n\n\"How to get rid of our excessive carbon dioxide without unduly wasting\nour oxygen is a delicate and vital question,\" said Challenger, looking\nround him after the five iron tubes had been laid side by side against\nthe wall.  \"With longer time for preparation I could have brought the\nwhole concentrated force of my intelligence to bear more fully upon the\nproblem, but as it is we must do what we can.  The shrubs will be of some\nsmall service.  Two of the oxygen tubes are ready to be turned on at an\ninstant's notice, so that we cannot be taken unawares.  At the same time,\nit would be well not to go far from the room, as the crisis may be a\nsudden and urgent one.\"\n\nThere was a broad, low window opening out upon a balcony.  The view\nbeyond was the same as that which we had already admired from the study.\nLooking out, I could see no sign of disorder anywhere.  There was a road\ncurving down the side of the hill, under my very eyes.  A cab from the\nstation, one of those prehistoric survivals which are only to be found in\nour country villages, was toiling slowly up the hill.  Lower down was a\nnurse girl wheeling a perambulator and leading a second child by the\nhand.  The blue reeks of smoke from the cottages gave the whole\nwidespread landscape an air of settled order and homely comfort.  Nowhere\nin the blue heaven or on the sunlit earth was there any foreshadowing of\na catastrophe.  The harvesters were back in the fields once more and the\ngolfers, in pairs and fours, were still streaming round the links.  There\nwas so strange a turmoil within my own head, and such a jangling of my\noverstrung nerves, that the indifference of those people was amazing.\n\n\"Those fellows don't seem to feel any ill effects,\" said I, pointing down\nat the links.\n\n\"Have you played golf?\" asked Lord John.\n\n\"No, I have not.\"\n\n\"Well, young fellah, when you do you'll learn that once fairly out on a\nround, it would take the crack of doom to stop a true golfer.  Halloa!\nThere's that telephone-bell again.\"\n\nFrom time to time during and after lunch the high, insistent ring had\nsummoned the Professor.  He gave us the news as it came through to him in\na few curt sentences.  Such terrific items had never been registered in\nthe world's history before.  The great shadow was creeping up from the\nsouth like a rising tide of death.  Egypt had gone through its delirium\nand was now comatose.  Spain and Portugal, after a wild frenzy in which\nthe Clericals and the Anarchists had fought most desperately, were now\nfallen silent.  No cable messages were received any longer from South\nAmerica.  In North America the southern states, after some terrible\nracial rioting, had succumbed to the poison.  North of Maryland the\neffect was not yet marked, and in Canada it was hardly perceptible.\nBelgium, Holland, and Denmark had each in turn been affected.  Despairing\nmessages were flashing from every quarter to the great centres of\nlearning, to the chemists and the doctors of world-wide repute, imploring\ntheir advice.  The astronomers too were deluged with inquiries.  Nothing\ncould be done.  The thing was universal and beyond our human knowledge or\ncontrol.  It was death--painless but inevitable--death for young and old,\nfor weak and strong, for rich and poor, without hope or possibility of\nescape.  Such was the news which, in scattered, distracted messages, the\ntelephone had brought us.  The great cities already knew their fate and\nso far as we could gather were preparing to meet it with dignity and\nresignation.  Yet here were our golfers and laborers like the lambs who\ngambol under the shadow of the knife.  It seemed amazing.  And yet how\ncould they know?  It had all come upon us in one giant stride.  What was\nthere in the morning paper to alarm them?  And now it was but three in\nthe afternoon.  Even as we looked some rumour seemed to have spread, for\nwe saw the reapers hurrying from the fields.  Some of the golfers were\nreturning to the club-house.  They were running as if taking refuge from\na shower.  Their little caddies trailed behind them.  Others were\ncontinuing their game.  The nurse had turned and was pushing her\nperambulator hurriedly up the hill again.  I noticed that she had her\nhand to her brow.  The cab had stopped and the tired horse, with his head\nsunk to his knees, was resting.  Above there was a perfect summer\nsky--one huge vault of unbroken blue, save for a few fleecy white clouds\nover the distant downs.  If the human race must die to-day, it was at\nleast upon a glorious death-bed.  And yet all that gentle loveliness of\nnature made this terrific and wholesale destruction the more pitiable and\nawful.  Surely it was too goodly a residence that we should be so\nswiftly, so ruthlessly, evicted from it!\n\nBut I have said that the telephone-bell had rung once more.  Suddenly I\nheard Challenger's tremendous voice from the hall.\n\n\"Malone!\" he cried.  \"You are wanted.\"\n\nI rushed down to the instrument.  It was McArdle speaking from London.\n\n\"That you, Mr. Malone?\" cried his familiar voice.  \"Mr. Malone, there are\nterrible goings-on in London.  For God's sake, see if Professor\nChallenger can suggest anything that can be done.\"\n\n\"He can suggest nothing, sir,\" I answered.  \"He regards the crisis as\nuniversal and inevitable.  We have some oxygen here, but it can only\ndefer our fate for a few hours.\"\n\n\"Oxygen!\" cried the agonized voice.  \"There is no time to get any.  The\noffice has been a perfect pandemonium ever since you left in the morning.\nNow half of the staff are insensible.  I am weighed down with heaviness\nmyself.  From my window I can see the people lying thick in Fleet Street.\nThe traffic is all held up.  Judging by the last telegrams, the whole\nworld----\"\n\nHis voice had been sinking, and suddenly stopped.  An instant later I\nheard through the telephone a muffled thud, as if his head had fallen\nforward on the desk.\n\n\"Mr. McArdle!\" I cried.  \"Mr. McArdle!\"\n\nThere was no answer.  I knew as I replaced the receiver that I should\nnever hear his voice again.\n\nAt that instant, just as I took a step backwards from the telephone, the\nthing was on us.  It was as if we were bathers, up to our shoulders in\nwater, who suddenly are submerged by a rolling wave.  An invisible hand\nseemed to have quietly closed round my throat and to be gently pressing\nthe life from me.  I was conscious of immense oppression upon my chest,\ngreat tightness within my head, a loud singing in my ears, and bright\nflashes before my eyes.  I staggered to the balustrades of the stair.  At\nthe same moment, rushing and snorting like a wounded buffalo, Challenger\ndashed past me, a terrible vision, with red-purple face, engorged eyes,\nand bristling hair.  His little wife, insensible to all appearance, was\nslung over his great shoulder, and he blundered and thundered up the\nstair, scrambling and tripping, but carrying himself and her through\nsheer will-force through that mephitic atmosphere to the haven of\ntemporary safety.  At the sight of his effort I too rushed up the steps,\nclambering, falling, clutching at the rail, until I tumbled half\nsenseless upon by face on the upper landing.  Lord John's fingers of\nsteel were in the collar of my coat, and a moment later I was stretched\nupon my back, unable to speak or move, on the boudoir carpet.  The woman\nlay beside me, and Summerlee was bunched in a chair by the window, his\nhead nearly touching his knees.  As in a dream I saw Challenger, like a\nmonstrous beetle, crawling slowly across the floor, and a moment later I\nheard the gentle hissing of the escaping oxygen.  Challenger breathed two\nor three times with enormous gulps, his lungs roaring as he drew in the\nvital gas.\n\n\"It works!\" he cried exultantly.  \"My reasoning has been justified!\" He\nwas up on his feet again, alert and strong.  With a tube in his hand he\nrushed over to his wife and held it to her face.  In a few seconds she\nmoaned, stirred, and sat up.  He turned to me, and I felt the tide of\nlife stealing warmly through my arteries.  My reason told me that it was\nbut a little respite, and yet, carelessly as we talk of its value, every\nhour of existence now seemed an inestimable thing.  Never have I known\nsuch a thrill of sensuous joy as came with that freshet of life.  The\nweight fell away from my lungs, the band loosened from my brow, a sweet\nfeeling of peace and gentle, languid comfort stole over me.  I lay\nwatching Summerlee revive under the same remedy, and finally Lord John\ntook his turn.  He sprang to his feet and gave me a hand to rise, while\nChallenger picked up his wife and laid her on the settee.\n\n\"Oh, George, I am so sorry you brought me back,\" she said, holding him by\nthe hand.  \"The door of death is indeed, as you said, hung with\nbeautiful, shimmering curtains; for, once the choking feeling had passed,\nit was all unspeakably soothing and beautiful.  Why have you dragged me\nback?\"\n\n\"Because I wish that we make the passage together.  We have been together\nso many years.  It would be sad to fall apart at the supreme moment.\"\n\nFor a moment in his tender voice I caught a glimpse of a new Challenger,\nsomething very far from the bullying, ranting, arrogant man who had\nalternately amazed and offended his generation.  Here in the shadow of\ndeath was the innermost Challenger, the man who had won and held a\nwoman's love.  Suddenly his mood changed and he was our strong captain\nonce again.\n\n\"Alone of all mankind I saw and foretold this catastrophe,\" said he with\na ring of exultation and scientific triumph in his voice.  \"As to you, my\ngood Summerlee, I trust your last doubts have been resolved as to the\nmeaning of the blurring of the lines in the spectrum and that you will no\nlonger contend that my letter in the Times was based upon a delusion.\"\n\nFor once our pugnacious colleague was deaf to a challenge.  He could but\nsit gasping and stretching his long, thin limbs, as if to assure himself\nthat he was still really upon this planet.  Challenger walked across to\nthe oxygen tube, and the sound of the loud hissing fell away till it was\nthe most gentle sibilation.\n\n\"We must husband our supply of the gas,\" said he.  \"The atmosphere of the\nroom is now strongly hyperoxygenated, and I take it that none of us feel\nany distressing symptoms.  We can only determine by actual experiments\nwhat amount added to the air will serve to neutralize the poison.  Let us\nsee how that will do.\"\n\nWe sat in silent nervous tension for five minutes or more, observing our\nown sensations.  I had just begun to fancy that I felt the constriction\nround my temples again when Mrs. Challenger called out from the sofa that\nshe was fainting.  Her husband turned on more gas.\n\n\"In pre-scientific days,\" said he, \"they used to keep a white mouse in\nevery submarine, as its more delicate organization gave signs of a\nvicious atmosphere before it was perceived by the sailors.  You, my dear,\nwill be our white mouse.  I have now increased the supply and you are\nbetter.\"\n\n\"Yes, I am better.\"\n\n\"Possibly we have hit upon the correct mixture.  When we have ascertained\nexactly how little will serve we shall be able to compute how long we\nshall be able to exist.  Unfortunately, in resuscitating ourselves we\nhave already consumed a considerable proportion of this first tube.\"\n\n\"Does it matter?\" asked Lord John, who was standing with his hands in his\npockets close to the window.  \"If we have to go, what is the use of\nholdin' on?  You don't suppose there's any chance for us?\"\n\nChallenger smiled and shook his head.\n\n\"Well, then, don't you think there is more dignity in takin' the jump and\nnot waitin' to be pushed in?  If it must be so, I'm for sayin' our\nprayers, turnin' off the gas, and openin' the window.\"\n\n\"Why not?\" said the lady bravely.  \"Surely, George, Lord John is right\nand it is better so.\"\n\n\"I most strongly object,\" cried Summerlee in a querulous voice.  \"When we\nmust die let us by all means die, but to deliberately anticipate death\nseems to me to be a foolish and unjustifiable action.\"\n\n\"What does our young friend say to it?\" asked Challenger.\n\n\"I think we should see it to the end.\"\n\n\"And I am strongly of the same opinion,\" said he.\n\n\"Then, George, if you say so, I think so too,\" cried the lady.\n\n\"Well, well, I'm only puttin' it as an argument,\" said Lord John.  \"If\nyou all want to see it through I am with you.  It's dooced interestin',\nand no mistake about that.  I've had my share of adventures in my life,\nand as many thrills as most folk, but I'm endin' on my top note.\"\n\n\"Granting the continuity of life,\" said Challenger.\n\n\"A large assumption!\" cried Summerlee.  Challenger stared at him in\nsilent reproof.\n\n\"Granting the continuity of life,\" said he, in his most didactic manner,\n\"none of us can predicate what opportunities of observation one may have\nfrom what we may call the spirit plane to the plane of matter.  It surely\nmust be evident to the most obtuse person\" (here he glared a Summerlee)\n\"that it is while we are ourselves material that we are most fitted to\nwatch and form a judgment upon material phenomena.  Therefore it is only\nby keeping alive for these few extra hours that we can hope to carry on\nwith us to some future existence a clear conception of the most\nstupendous event that the world, or the universe so far as we know it,\nhas ever encountered.  To me it would seem a deplorable thing that we\nshould in any way curtail by so much as a minute so wonderful an\nexperience.\"\n\n\"I am strongly of the same opinion,\" cried Summerlee.\n\n\"Carried without a division,\" said Lord John.  \"By George, that poor\ndevil of a chauffeur of yours down in the yard has made his last journey.\nNo use makin' a sally and bringin' him in?\"\n\n\"It would be absolute madness,\" cried Summerlee.\n\n\"Well, I suppose it would,\" said Lord John.  \"It couldn't help him and\nwould scatter our gas all over the house, even if we ever got back alive.\nMy word, look at the little birds under the trees!\"\n\nWe drew four chairs up to the long, low window, the lady still resting\nwith closed eyes upon the settee.  I remember that the monstrous and\ngrotesque idea crossed my mind--the illusion may have been heightened by\nthe heavy stuffiness of the air which we were breathing--that we were in\nfour front seats of the stalls at the last act of the drama of the world.\n\nIn the immediate foreground, beneath our very eyes, was the small yard\nwith the half-cleaned motor-car standing in it.  Austin, the chauffeur,\nhad received his final notice at last, for he was sprawling beside the\nwheel, with a great black bruise upon his forehead where it had struck\nthe step or mud-guard in falling.  He still held in his hand the nozzle\nof the hose with which he had been washing down his machine.  A couple of\nsmall plane trees stood in the corner of the yard, and underneath them\nlay several pathetic little balls of fluffy feathers, with tiny feet\nuplifted.  The sweep of death's scythe had included everything, great and\nsmall, within its swath.\n\nOver the wall of the yard we looked down upon the winding road, which led\nto the station.  A group of the reapers whom we had seen running from the\nfields were lying all pell-mell, their bodies crossing each other, at the\nbottom of it.  Farther up, the nurse-girl lay with her head and shoulders\npropped against the slope of the grassy bank.  She had taken the baby\nfrom the perambulator, and it was a motionless bundle of wraps in her\narms.  Close behind her a tiny patch upon the roadside showed where the\nlittle boy was stretched.  Still nearer to us was the dead cab-horse,\nkneeling between the shafts.  The old driver was hanging over the\nsplash-board like some grotesque scarecrow, his arms dangling absurdly in\nfront of him.  Through the window we could dimly discern that a young man\nwas seated inside.  The door was swinging open and his hand was grasping\nthe handle, as if he had attempted to leap forth at the last instant.  In\nthe middle distance lay the golf links, dotted as they had been in the\nmorning with the dark figures of the golfers, lying motionless upon the\ngrass of the course or among the heather which skirted it.  On one\nparticular green there were eight bodies stretched where a foursome with\nits caddies had held to their game to the last.  No bird flew in the blue\nvault of heaven, no man or beast moved upon the vast countryside which\nlay before us.  The evening sun shone its peaceful radiance across it,\nbut there brooded over it all the stillness and the silence of universal\ndeath--a death in which we were so soon to join.  At the present instant\nthat one frail sheet of glass, by holding in the extra oxygen which\ncounteracted the poisoned ether, shut us off from the fate of all our\nkind.  For a few short hours the knowledge and foresight of one man could\npreserve our little oasis of life in the vast desert of death and save us\nfrom participation in the common catastrophe.  Then the gas would run\nlow, we too should lie gasping upon that cherry-coloured boudoir carpet,\nand the fate of the human race and of all earthly life would be complete.\nFor a long time, in a mood which was too solemn for speech, we looked out\nat the tragic world.\n\n\"There is a house on fire,\" said Challenger at last, pointing to a column\nof smoke which rose above the trees.  \"There will, I expect, be many\nsuch--possibly whole cities in flames--when we consider how many folk may\nhave dropped with lights in their hands.  The fact of combustion is in\nitself enough to show that the proportion of oxygen in the atmosphere is\nnormal and that it is the ether which is at fault.  Ah, there you see\nanother blaze on the top of Crowborough Hill.  It is the golf clubhouse,\nor I am mistaken.  There is the church clock chiming the hour.  It would\ninterest our philosophers to know that man-made mechanisms have survived\nthe race who made it.\"\n\n\"By George!\" cried Lord John, rising excitedly from his chair.  \"What's\nthat puff of smoke?  It's a train.\"\n\nWe heard the roar of it, and presently it came flying into sight, going\nat what seemed to me to be a prodigious speed.  Whence it had come, or\nhow far, we had no means of knowing.  Only by some miracle of luck could\nit have gone any distance.  But now we were to see the terrific end of\nits career.  A train of coal trucks stood motionless upon the line.  We\nheld our breath as the express roared along the same track.  The crash\nwas horrible.  Engine and carriages piled themselves into a hill of\nsplintered wood and twisted iron.  Red spurts of flame flickered up from\nthe wreckage until it was all ablaze.  For half an hour we sat with\nhardly a word, stunned by the stupendous sight.\n\n\"Poor, poor people!\" cried Mrs. Challenger at last, clinging with a\nwhimper to her husband's arm.\n\n\"My dear, the passengers on that train were no more animate than the\ncoals into which they crashed or the carbon which they have now become,\"\nsaid Challenger, stroking her hand soothingly.  \"It was a train of the\nliving when it left Victoria, but it was driven and freighted by the dead\nlong before it reached its fate.\"\n\n\"All over the world the same thing must be going on,\" said I as a vision\nof strange happenings rose before me.  \"Think of the ships at sea--how\nthey will steam on and on, until the furnaces die down or until they run\nfull tilt upon some beach.  The sailing ships too--how they will back and\nfill with their cargoes of dead sailors, while their timbers rot and\ntheir joints leak, till one by one they sink below the surface.  Perhaps\na century hence the Atlantic may still be dotted with the old drifting\nderelicts.\"\n\n\"And the folk in the coal-mines,\" said Summerlee with a dismal chuckle.\n\"If ever geologists should by any chance live upon earth again they will\nhave some strange theories of the existence of man in carboniferous\nstrata.\"\n\n\"I don't profess to know about such things,\" remarked Lord John, \"but it\nseems to me the earth will be 'To let, empty,' after this.  When once our\nhuman crowd is wiped off it, how will it ever get on again?\"\n\n\"The world was empty before,\" Challenger answered gravely.  \"Under laws\nwhich in their inception are beyond and above us, it became peopled.  Why\nmay the same process not happen again?\"\n\n\"My dear Challenger, you can't mean that?\"\n\n\"I am not in the habit, Professor Summerlee, of saying things which I do\nnot mean.  The observation is trivial.\"  Out went the beard and down came\nthe eyelids.\n\n\"Well, you lived an obstinate dogmatist, and you mean to die one,\" said\nSummerlee sourly.\n\n\"And you, sir, have lived an unimaginative obstructionist and never can\nhope now to emerge from it.\"\n\n\"Your worst critics will never accuse you of lacking imagination,\"\nSummerlee retorted.\n\n\"Upon my word!\" said Lord John.  \"It would be like you if you used up our\nlast gasp of oxygen in abusing each other.  What can it matter whether\nfolk come back or not?  It surely won't be in our time.\"\n\n\"In that remark, sir, you betray your own very pronounced limitations,\"\nsaid Challenger severely.  \"The true scientific mind is not to be tied\ndown by its own conditions of time and space.  It builds itself an\nobservatory erected upon the border line of present, which separates the\ninfinite past from the infinite future.  From this sure post it makes its\nsallies even to the beginning and to the end of all things.  As to death,\nthe scientific mind dies at its post working in normal and methodic\nfashion to the end.  It disregards so petty a thing as its own physical\ndissolution as completely as it does all other limitations upon the plane\nof matter.  Am I right, Professor Summerlee?\"\n\nSummerlee grumbled an ungracious assent.\n\n\"With certain reservations, I agree,\" said he.\n\n\"The ideal scientific mind,\" continued Challenger--\"I put it in the third\nperson rather than appear to be too self-complacent--the ideal scientific\nmind should be capable of thinking out a point of abstract knowledge in\nthe interval between its owner falling from a balloon and reaching the\nearth.  Men of this strong fibre are needed to form the conquerors of\nnature and the bodyguard of truth.\"\n\n\"It strikes me nature's on top this time,\" said Lord John, looking out of\nthe window.  \"I've read some leadin' articles about you gentlemen\ncontrollin' her, but she's gettin' a bit of her own back.\"\n\n\"It is but a temporary setback,\" said Challenger with conviction.  \"A few\nmillion years, what are they in the great cycle of time?  The vegetable\nworld has, as you can see, survived.  Look at the leaves of that plane\ntree.  The birds are dead, but the plant flourishes.  From this vegetable\nlife in pond and in marsh will come, in time, the tiny crawling\nmicroscopic slugs which are the pioneers of that great army of life in\nwhich for the instant we five have the extraordinary duty of serving as\nrear guard.  Once the lowest form of life has established itself, the\nfinal advent of man is as certain as the growth of the oak from the\nacorn.  The old circle will swing round once more.\"\n\n\"But the poison?\" I asked.  \"Will that not nip life in the bud?\"\n\n\"The poison may be a mere stratum or layer in the ether--a mephitic Gulf\nStream across that mighty ocean in which we float.  Or tolerance may be\nestablished and life accommodate itself to a new condition.  The mere\nfact that with a comparatively small hyperoxygenation of our blood we can\nhold out against it is surely a proof in itself that no very great change\nwould be needed to enable animal life to endure it.\"\n\nThe smoking house beyond the trees had burst into flames.  We could see\nthe high tongues of fire shooting up into the air.\n\n\"It's pretty awful,\" muttered Lord John, more impressed than I had ever\nseen him.\n\n\"Well, after all, what does it matter?\" I remarked.  \"The world is dead.\nCremation is surely the best burial.\"\n\n\"It would shorten us up if this house went ablaze.\"\n\n\"I foresaw the danger,\" said Challenger, \"and asked my wife to guard\nagainst it.\"\n\n\"Everything is quite safe, dear.  But my head begins to throb again.\nWhat a dreadful atmosphere!\"\n\n\"We must change it,\" said Challenger.  He bent over his cylinder of\noxygen.\n\n\"It's nearly empty,\" said he.  \"It has lasted us some three and a half\nhours.  It is now close on eight o'clock.  We shall get through the night\ncomfortably.  I should expect the end about nine o'clock to-morrow\nmorning.  We shall see one sunrise, which shall be all our own.\"\n\nHe turned on his second tube and opened for half a minute the fanlight\nover the door.  Then as the air became perceptibly better, but our own\nsymptoms more acute, he closed it once again.\n\n\"By the way,\" said he, \"man does not live upon oxygen alone.  It's dinner\ntime and over.  I assure you, gentlemen, that when I invited you to my\nhome and to what I had hoped would be an interesting reunion, I had\nintended that my kitchen should justify itself.  However, we must do what\nwe can.  I am sure that you will agree with me that it would be folly to\nconsume our air too rapidly by lighting an oil-stove.  I have some small\nprovision of cold meats, bread, and pickles which, with a couple of\nbottles of claret, may serve our turn.  Thank you, my dear--now as ever\nyou are the queen of managers.\"\n\nIt was indeed wonderful how, with the self-respect and sense of propriety\nof the British housekeeper, the lady had within a few minutes adorned the\ncentral table with a snow-white cloth, laid the napkins upon it, and set\nforth the simple meal with all the elegance of civilization, including an\nelectric torch lamp in the centre.  Wonderful also was it to find that\nour appetites were ravenous.\n\n\"It is the measure of our emotion,\" said Challenger with that air of\ncondescension with which he brought his scientific mind to the\nexplanation of humble facts.  \"We have gone through a great crisis.  That\nmeans molecular disturbance.  That in turn means the need for repair.\nGreat sorrow or great joy should bring intense hunger--not abstinence\nfrom food, as our novelists will have it.\"\n\n\"That's why the country folk have great feasts at funerals,\" I hazarded.\n\n\"Exactly.  Our young friend has hit upon an excellent illustration.  Let\nme give you another slice of tongue.\"\n\n\"The same with savages,\" said Lord John, cutting away at the beef.  \"I've\nseen them buryin' a chief up the Aruwimi River, and they ate a hippo that\nmust have weighed as much as a tribe.  There are some of them down New\nGuinea way that eat the late-lamented himself, just by way of a last tidy\nup.  Well, of all the funeral feasts on this earth, I suppose the one we\nare takin' is the queerest.\"\n\n\"The strange thing is,\" said Mrs. Challenger, \"that I find it impossible\nto feel grief for those who are gone.  There are my father and mother at\nBedford.  I know that they are dead, and yet in this tremendous universal\ntragedy I can feel no sharp sorrow for any individuals, even for them.\"\n\n\"And my old mother in her cottage in Ireland,\" said I.  \"I can see her in\nmy mind's eye, with her shawl and her lace cap, lying back with closed\neyes in the old high-backed chair near the window, her glasses and her\nbook beside her.  Why should I mourn her?  She has passed and I am\npassing, and I may be nearer her in some other life than England is to\nIreland.  Yet I grieve to think that that dear body is no more.\"\n\n\"As to the body,\" remarked Challenger, \"we do not mourn over the parings\nof our nails nor the cut locks of our hair, though they were once part of\nourselves.  Neither does a one-legged man yearn sentimentally over his\nmissing member.  The physical body has rather been a source of pain and\nfatigue to us.  It is the constant index of our limitations.  Why then\nshould we worry about its detachment from our psychical selves?\"\n\n\"If they can indeed be detached,\" Summerlee grumbled.  \"But, anyhow,\nuniversal death is dreadful.\"\n\n\"As I have already explained,\" said Challenger, \"a universal death must\nin its nature be far less terrible than a isolated one.\"\n\n\"Same in a battle,\" remarked Lord John.  \"If you saw a single man lying\non that floor with his chest knocked in and a hole in his face it would\nturn you sick.  But I've seen ten thousand on their backs in the Soudan,\nand it gave me no such feelin', for when you are makin' history the life\nof any man is too small a thing to worry over.  When a thousand million\npass over together, same as happened to-day, you can't pick your own\npartic'lar out of the crowd.\"\n\n\"I wish it were well over with us,\" said the lady wistfully.  \"Oh,\nGeorge, I am so frightened.\"\n\n\"You'll be the bravest of us all, little lady, when the time comes.  I've\nbeen a blusterous old husband to you, dear, but you'll just bear in mind\nthat G.  E.  C.  is as he was made and couldn't help himself.  After all,\nyou wouldn't have had anyone else?\"\n\n\"No one in the whole wide world, dear,\" said she, and put her arms round\nhis bull neck.  We three walked to the window and stood amazed at the\nsight which met our eyes.\n\nDarkness had fallen and the dead world was shrouded in gloom.  But right\nacross the southern horizon was one long vivid scarlet streak, waxing and\nwaning in vivid pulses of life, leaping suddenly to a crimson zenith and\nthen dying down to a glowing line of fire.\n\n\"Lewes is ablaze!\"\n\n\"No, it is Brighton which is burning,\" said Challenger, stepping across\nto join us.  \"You can see the curved back of the downs against the glow.\nThat fire is miles on the farther side of it.  The whole town must be\nalight.\"\n\nThere were several red glares at different points, and the pile of\n_debris_ upon the railway line was still smoldering darkly, but they all\nseemed mere pin-points of light compared to that monstrous conflagration\nthrobbing beyond the hills.  What copy it would have made for the\nGazette!  Had ever a journalist such an opening and so little chance of\nusing it--the scoop of scoops, and no one to appreciate it?  And then,\nsuddenly, the old instinct of recording came over me.  If these men of\nscience could be so true to their life's work to the very end, why should\nnot I, in my humble way, be as constant?  No human eye might ever rest\nupon what I had done.  But the long night had to be passed somehow, and\nfor me at least, sleep seemed to be out of the question.  My notes would\nhelp to pass the weary hours and to occupy my thoughts.  Thus it is that\nnow I have before me the notebook with its scribbled pages, written\nconfusedly upon my knee in the dim, waning light of our one electric\ntorch.  Had I the literary touch, they might have been worthy of the\noccasion. As it is, they may still serve to bring to other minds the\nlong-drawn emotions and tremors of that awful night.\n\n\n\nChapter IV\n\nA DIARY OF THE DYING\n\n\nHow strange the words look scribbled at the top of the empty page of my\nbook!  How stranger still that it is I, Edward Malone, who have written\nthem--I who started only some twelve hours ago from my rooms in Streatham\nwithout one thought of the marvels which the day was to bring forth!  I\nlook back at the chain of incidents, my interview with McArdle,\nChallenger's first note of alarm in the Times, the absurd journey in the\ntrain, the pleasant luncheon, the catastrophe, and now it has come to\nthis--that we linger alone upon an empty planet, and so sure is our fate\nthat I can regard these lines, written from mechanical professional habit\nand never to be seen by human eyes, as the words of one who is already\ndead, so closely does he stand to the shadowed borderland over which all\noutside this one little circle of friends have already gone.  I feel how\nwise and true were the words of Challenger when he said that the real\ntragedy would be if we were left behind when all that is noble and good\nand beautiful had passed.  But of that there can surely be no danger.\nAlready our second tube of oxygen is drawing to an end.  We can count the\npoor dregs of our lives almost to a minute.\n\nWe have just been treated to a lecture, a good quarter of an hour long,\nfrom Challenger, who was so excited that he roared and bellowed as if he\nwere addressing his old rows of scientific sceptics in the Queen's Hall.\nHe had certainly a strange audience to harangue:  his wife perfectly\nacquiescent and absolutely ignorant of his meaning, Summerlee seated in\nthe shadow, querulous and critical but interested, Lord John lounging in\na corner somewhat bored by the whole proceeding, and myself beside the\nwindow watching the scene with a kind of detached attention, as if it\nwere all a dream or something in which I had no personal interest\nwhatever.  Challenger sat at the centre table with the electric light\nilluminating the slide under the microscope which he had brought from his\ndressing room.  The small vivid circle of white light from the mirror\nleft half of his rugged, bearded face in brilliant radiance and half in\ndeepest shadow.  He had, it seems, been working of late upon the lowest\nforms of life, and what excited him at the present moment was that in the\nmicroscopic slide made up the day before he found the amoeba to be still\nalive.\n\n\"You can see it for yourselves,\" he kept repeating in great excitement.\n\"Summerlee, will you step across and satisfy yourself upon the point?\nMalone, will you kindly verify what I say?  The little spindle-shaped\nthings in the centre are diatoms and may be disregarded since they are\nprobably vegetable rather than animal.  But the right-hand side you will\nsee an undoubted amoeba, moving sluggishly across the field.  The upper\nscrew is the fine adjustment.  Look at it for yourselves.\"\n\nSummerlee did so and acquiesced.  So did I and perceived a little\ncreature which looked as if it were made of ground glass flowing in a\nsticky way across the lighted circle.  Lord John was prepared to take him\non trust.\n\n\"I'm not troublin' my head whether he's alive or dead,\" said he.  \"We\ndon't so much as know each other by sight, so why should I take it to\nheart?  I don't suppose he's worryin' himself over the state of _our_\nhealth.\"\n\nI laughed at this, and Challenger looked in my direction with his coldest\nand most supercilious stare.  It was a most petrifying experience.\n\n\"The flippancy of the half-educated is more obstructive to science than\nthe obtuseness of the ignorant,\" said he.  \"If Lord John Roxton would\ncondescend----\"\n\n\"My dear George, don't be so peppery,\" said his wife, with her hand on\nthe black mane that drooped over the microscope.  \"What can it matter\nwhether the amoeba is alive or not?\"\n\n\"It matters a great deal,\" said Challenger gruffly.\n\n\"Well, let's hear about it,\" said Lord John with a good-humoured smile.\n\"We may as well talk about that as anything else.  If you think I've been\ntoo off-hand with the thing, or hurt its feelin's in any way, I'll\napologize.\"\n\n\"For my part,\" remarked Summerlee in his creaky, argumentative voice, \"I\ncan't see why you should attach such importance to the creature being\nalive.  It is in the same atmosphere as ourselves, so naturally the\npoison does not act upon it.  If it were outside of this room it would be\ndead, like all other animal life.\"\n\n\"Your remarks, my good Summerlee,\" said Challenger with enormous\ncondescension (oh, if I could paint that over-bearing, arrogant face in\nthe vivid circle of reflection from the microscope mirror!)--\"your\nremarks show that you imperfectly appreciate the situation.  This\nspecimen was mounted yesterday and is hermetically sealed.  None of our\noxygen can reach it.  But the ether, of course, has penetrated to it, as\nto every other point upon the universe.  Therefore, it has survived the\npoison.  Hence, we may argue that every amoeba outside this room, instead\nof being dead, as you have erroneously stated, has really survived the\ncatastrophe.\"\n\n\"Well, even now I don't feel inclined to hip-hurrah about it,\" said Lord\nJohn.  \"What does it matter?\"\n\n\"It just matters this, that the world is a living instead of a dead one.\nIf you had the scientific imagination, you would cast your mind forward\nfrom this one fact, and you would see some few millions of years hence--a\nmere passing moment in the enormous flux of the ages--the whole world\nteeming once more with the animal and human life which will spring from\nthis tiny root.  You have seen a prairie fire where the flames have swept\nevery trace of grass or plant from the surface of the earth and left only\na blackened waste.  You would think that it must be forever desert.  Yet\nthe roots of growth have been left behind, and when you pass the place a\nfew years hence you can no longer tell where the black scars used to be.\nHere in this tiny creature are the roots of growth of the animal world,\nand by its inherent development, and evolution, it will surely in time\nremove every trace of this incomparable crisis in which we are now\ninvolved.\"\n\n\"Dooced interestin'!\" said Lord John, lounging across and looking through\nthe microscope.  \"Funny little chap to hang number one among the family\nportraits.  Got a fine big shirt-stud on him!\"\n\n\"The dark object is his nucleus,\" said Challenger with the air of a nurse\nteaching letters to a baby.\n\n\"Well, we needn't feel lonely,\" said Lord John laughing.  \"There's\nsomebody livin' besides us on the earth.\"\n\n\"You seem to take it for granted, Challenger,\" said Summerlee, \"that the\nobject for which this world was created was that it should produce and\nsustain human life.\"\n\n\"Well, sir, and what object do you suggest?\" asked Challenger, bristling\nat the least hint of contradiction.\n\n\"Sometimes I think that it is only the monstrous conceit of mankind which\nmakes him think that all this stage was erected for him to strut upon.\"\n\n\"We cannot be dogmatic about it, but at least without what you have\nventured to call monstrous conceit we can surely say that we are the\nhighest thing in nature.\"\n\n\"The highest of which we have cognizance.\"\n\n\"That, sir, goes without saying.\"\n\n\"Think of all the millions and possibly billions of years that the earth\nswung empty through space--or, if not empty, at least without a sign or\nthought of the human race.  Think of it, washed by the rain and scorched\nby the sun and swept by the wind for those unnumbered ages.  Man only\ncame into being yesterday so far as geological times goes.  Why, then,\nshould it be taken for granted that all this stupendous preparation was\nfor his benefit?\"\n\n\"For whose then--or for what?\"\n\nSummerlee shrugged his shoulders.\n\n\"How can we tell?  For some reason altogether beyond our conception--and\nman may have been a mere accident, a by-product evolved in the process.\nIt is as if the scum upon the surface of the ocean imagined that the\nocean was created in order to produce and sustain it, or a mouse in a\ncathedral thought that the building was its own proper ordained\nresidence.\"\n\nI have jotted down the very words of their argument, but now it\ndegenerates into a mere noisy wrangle with much polysyllabic scientific\njargon upon each side.  It is no doubt a privilege to hear two such\nbrains discuss the highest questions; but as they are in perpetual\ndisagreement, plain folk like Lord John and I get little that is positive\nfrom the exhibition.  They neutralize each other and we are left as they\nfound us.  Now the hubbub has ceased, and Summerlee is coiled up in his\nchair, while Challenger, still fingering the screws of his microscope, is\nkeeping up a continual low, deep, inarticulate growl like the sea after a\nstorm.  Lord John comes over to me, and we look out together into the\nnight.\n\nThere is a pale new moon--the last moon that human eyes will ever rest\nupon--and the stars are most brilliant.  Even in the clear plateau air of\nSouth America I have never seen them brighter.  Possibly this etheric\nchange has some effect upon light.  The funeral pyre of Brighton is still\nblazing, and there is a very distant patch of scarlet in the western sky,\nwhich may mean trouble at Arundel or Chichester, possibly even at\nPortsmouth.  I sit and muse and make an occasional note.  There is a\nsweet melancholy in the air.  Youth and beauty and chivalry and love--is\nthis to be the end of it all?  The starlit earth looks a dreamland of\ngentle peace.  Who would imagine it as the terrible Golgotha strewn with\nthe bodies of the human race?  Suddenly, I find myself laughing.\n\n\"Halloa, young fellah!\" says Lord John, staring at me in surprise.  \"We\ncould do with a joke in these hard times.  What was it, then?\"\n\n\"I was thinking of all the great unsolved questions,\" I answer, \"the\nquestions that we spent so much labor and thought over.  Think of\nAnglo-German competition, for example--or the Persian Gulf that my old\nchief was so keen about.  Whoever would have guessed, when we fumed and\nfretted so, how they were to be eventually solved?\"\n\nWe fall into silence again.  I fancy that each of us is thinking of\nfriends that have gone before.  Mrs. Challenger is sobbing quietly, and\nher husband is whispering to her.  My mind turns to all the most unlikely\npeople, and I see each of them lying white and rigid as poor Austin does\nin the yard.  There is McArdle, for example, I know exactly where he is,\nwith his face upon his writing desk and his hand on his own telephone,\njust as I heard him fall.  Beaumont, the editor, too--I suppose he is\nlying upon the blue-and-red Turkey carpet which adorned his sanctum.  And\nthe fellows in the reporters' room--Macdona and Murray and Bond.  They\nhad certainly died hard at work on their job, with note-books full of\nvivid impressions and strange happenings in their hands.  I could just\nimagine how this one would have been packed off to the doctors, and that\nother to Westminster, and yet a third to St.  Paul's.  What glorious rows\nof head-lines they must have seen as a last vision beautiful, never\ndestined to materialize in printer's ink!  I could see Macdona among the\ndoctors--\"Hope in Harley Street\"--Mac had always a weakness for\nalliteration.  \"Interview with Mr. Soley Wilson.\" \"Famous Specialist says\n'Never despair!'\" \"Our Special Correspondent found the eminent scientist\nseated upon the roof, whither he had retreated to avoid the crowd of\nterrified patients who had stormed his dwelling.  With a manner which\nplainly showed his appreciation of the immense gravity of the occasion,\nthe celebrated physician refused to admit that every avenue of hope had\nbeen closed.\"  That's how Mac would start.  Then there was Bond; he would\nprobably do St.  Paul's.  He fancied his own literary touch.  My word,\nwhat a theme for him!  \"Standing in the little gallery under the dome and\nlooking down upon that packed mass of despairing humanity, groveling at\nthis last instant before a Power which they had so persistently ignored,\nthere rose to my ears from the swaying crowd such a low moan of entreaty\nand terror, such a shuddering cry for help to the Unknown, that----\" and\nso forth.\n\nYes, it would be a great end for a reporter, though, like myself, he\nwould die with the treasures still unused.  What would Bond not give,\npoor chap, to see \"J.  H.  B.\" at the foot of a column like that?\n\nBut what drivel I am writing!  It is just an attempt to pass the weary\ntime.  Mrs. Challenger has gone to the inner dressing-room, and the\nProfessor says that she is asleep.  He is making notes and consulting\nbooks at the central table, as calmly as if years of placid work lay\nbefore him.  He writes with a very noisy quill pen which seems to be\nscreeching scorn at all who disagree with him.\n\nSummerlee has dropped off in his chair and gives from time to time a\npeculiarly exasperating snore.  Lord John lies back with his hands in his\npockets and his eyes closed.  How people can sleep under such conditions\nis more than I can imagine.\n\nThree-thirty a.m.  I have just wakened with a start.  It was five minutes\npast eleven when I made my last entry.  I remember winding up my watch\nand noting the time.  So I have wasted some five hours of the little span\nstill left to us.  Who would have believed it possible?  But I feel very\nmuch fresher, and ready for my fate--or try to persuade myself that I am.\nAnd yet, the fitter a man is, and the higher his tide of life, the more\nmust he shrink from death.  How wise and how merciful is that provision\nof nature by which his earthly anchor is usually loosened by many little\nimperceptible tugs, until his consciousness has drifted out of its\nuntenable earthly harbor into the great sea beyond!\n\nMrs. Challenger is still in the dressing room.  Challenger has fallen\nasleep in his chair.  What a picture!  His enormous frame leans back, his\nhuge, hairy hands are clasped across his waistcoat, and his head is so\ntilted that I can see nothing above his collar save a tangled bristle of\nluxuriant beard.  He shakes with the vibration of his own snoring.\nSummerlee adds his occasional high tenor to Challenger's sonorous bass.\nLord John is sleeping also, his long body doubled up sideways in a\nbasket-chair.  The first cold light of dawn is just stealing into the\nroom, and everything is grey and mournful.\n\nI look out at the sunrise--that fateful sunrise which will shine upon an\nunpeopled world.  The human race is gone, extinguished in a day, but the\nplanets swing round and the tides rise or fall, and the wind whispers,\nand all nature goes her way, down, as it would seem, to the very amoeba,\nwith never a sign that he who styled himself the lord of creation had\never blessed or cursed the universe with his presence.  Down in the yard\nlies Austin with sprawling limbs, his face glimmering white in the dawn,\nand the hose nozzle still projecting from his dead hand.  The whole of\nhuman kind is typified in that one half-ludicrous and half-pathetic\nfigure, lying so helpless beside the machine which it used to control.\n\n\nHere end the notes which I made at the time.  Henceforward events were\ntoo swift and too poignant to allow me to write, but they are too clearly\noutlined in my memory that any detail could escape me.\n\nSome chokiness in my throat made me look at the oxygen cylinders, and I\nwas startled at what I saw.  The sands of our lives were running very\nlow.  At some period in the night Challenger had switched the tube from\nthe third to the fourth cylinder.  Now it was clear that this also was\nnearly exhausted.  That horrible feeling of constriction was closing in\nupon me.  I ran across and, unscrewing the nozzle, I changed it to our\nlast supply.  Even as I did so my conscience pricked me, for I felt that\nperhaps if I had held my hand all of them might have passed in their\nsleep.  The thought was banished, however, by the voice of the lady from\nthe inner room crying:--\n\n\"George, George, I am stifling!\"\n\n\"It is all right, Mrs. Challenger,\" I answered as the others started to\ntheir feet.  \"I have just turned on a fresh supply.\"\n\nEven at such a moment I could not help smiling at Challenger, who with a\ngreat hairy fist in each eye was like a huge, bearded baby, new wakened\nout of sleep.  Summerlee was shivering like a man with the ague, human\nfears, as he realized his position, rising for an instant above the\nstoicism of the man of science.  Lord John, however, was as cool and\nalert as if he had just been roused on a hunting morning.\n\n\"Fifthly and lastly,\" said he, glancing at the tube.  \"Say, young fellah,\ndon't tell me you've been writin' up your impressions in that paper on\nyour knee.\"\n\n\"Just a few notes to pass the time.\"\n\n\"Well, I don't believe anyone but an Irishman would have done that.  I\nexpect you'll have to wait till little brother amoeba gets grown up\nbefore you'll find a reader.  He don't seem to take much stock of things\njust at present.  Well, Herr Professor, what are the prospects?\"\n\nChallenger was looking out at the great drifts of morning mist which lay\nover the landscape.  Here and there the wooded hills rose like conical\nislands out of this woolly sea.\n\n\"It might be a winding sheet,\" said Mrs. Challenger, who had entered in\nher dressing-gown.  \"There's that song of yours, George, 'Ring out the\nold, ring in the new.' It was prophetic.  But you are shivering, my poor\ndear friends.  I have been warm under a coverlet all night, and you cold\nin your chairs.  But I'll soon set you right.\"\n\nThe brave little creature hurried away, and presently we heard the\nsizzling of a kettle.  She was back soon with five steaming cups of cocoa\nupon a tray.\n\n\"Drink these,\" said she.  \"You will feel so much better.\"\n\nAnd we did.  Summerlee asked if he might light his pipe, and we all had\ncigarettes.  It steadied our nerves, I think, but it was a mistake, for\nit made a dreadful atmosphere in that stuffy room.  Challenger had to\nopen the ventilator.\n\n\"How long, Challenger?\" asked Lord John.\n\n\"Possibly three hours,\" he answered with a shrug.\n\n\"I used to be frightened,\" said his wife.  \"But the nearer I get to it,\nthe easier it seems.  Don't you think we ought to pray, George?\"\n\n\"You will pray, dear, if you wish,\" the big man answered, very gently.\n\"We all have our own ways of praying.  Mine is a complete acquiescence in\nwhatever fate may send me--a cheerful acquiescence.  The highest religion\nand the highest science seem to unite on that.\"\n\n\"I cannot truthfully describe my mental attitude as acquiescence and far\nless cheerful acquiescence,\" grumbled Summerlee over his pipe.  \"I submit\nbecause I have to.  I confess that I should have liked another year of\nlife to finish my classification of the chalk fossils.\"\n\n\"Your unfinished work is a small thing,\" said Challenger pompously, \"when\nweighed against the fact that my own _magnum opus_, 'The Ladder of Life,'\nis still in the first stages.  My brain, my reading, my experience--in\nfact, my whole unique equipment--were to be condensed into that\nepoch-making volume.  And yet, as I say, I acquiesce.\"\n\n\"I expect we've all left some loose ends stickin' out,\" said Lord John.\n\"What are yours, young fellah?\"\n\n\"I was working at a book of verses,\" I answered.\n\n\"Well, the world has escaped that, anyhow,\" said Lord John.  \"There's\nalways compensation somewhere if you grope around.\"\n\n\"What about you?\" I asked.\n\n\"Well, it just so happens that I was tidied up and ready.  I'd promised\nMerivale to go to Tibet for a snow leopard in the spring.  But it's hard\non you, Mrs. Challenger, when you have just built up this pretty home.\"\n\n\"Where George is, there is my home.  But, oh, what would I not give for\none last walk together in the fresh morning air upon those beautiful\ndowns!\"\n\nOur hearts re-echoed her words.  The sun had burst through the gauzy\nmists which veiled it, and the whole broad Weald was washed in golden\nlight.  Sitting in our dark and poisonous atmosphere that glorious,\nclean, wind-swept countryside seemed a very dream of beauty.  Mrs.\nChallenger held her hand stretched out to it in her longing.  We drew up\nchairs and sat in a semicircle in the window.  The atmosphere was already\nvery close.  It seemed to me that the shadows of death were drawing in\nupon us--the last of our race.  It was like an invisible curtain closing\ndown upon every side.\n\n\"That cylinder is not lastin' too well,\" said Lord John with a long gasp\nfor breath.\n\n\"The amount contained is variable,\" said Challenger, \"depending upon the\npressure and care with which it has been bottled.  I am inclined to agree\nwith you, Roxton, that this one is defective.\"\n\n\"So we are to be cheated out of the last hour of our lives,\" Summerlee\nremarked bitterly.  \"An excellent final illustration of the sordid age in\nwhich we have lived.  Well, Challenger, now is your time if you wish to\nstudy the subjective phenomena of physical dissolution.\"\n\n\"Sit on the stool at my knee and give me your hand,\" said Challenger to\nhis wife.  \"I think, my friends, that a further delay in this\ninsufferable atmosphere is hardly advisable.  You would not desire it,\ndear, would you?\"\n\nHis wife gave a little groan and sank her face against his leg.\n\n\"I've seen the folk bathin' in the Serpentine in winter,\" said Lord John.\n\"When the rest are in, you see one or two shiverin' on the bank, envyin'\nthe others that have taken the plunge.  It's the last that have the worst\nof it.  I'm all for a header and have done with it.\"\n\n\"You would open the window and face the ether?\"\n\n\"Better be poisoned than stifled.\"\n\nSummerlee nodded his reluctant acquiescence and held out his thin hand to\nChallenger.\n\n\"We've had our quarrels in our time, but that's all over,\" said he.  \"We\nwere good friends and had a respect for each other under the surface.\nGood-by!\"\n\n\"Good-by, young fellah!\" said Lord John.  \"The window's plastered up.\nYou can't open it.\"\n\nChallenger stooped and raised his wife, pressing her to his breast, while\nshe threw her arms round his neck.\n\n\"Give me that field-glass, Malone,\" said he gravely.\n\nI handed it to him.\n\n\"Into the hands of the Power that made us we render ourselves again!\" he\nshouted in his voice of thunder, and at the words he hurled the\nfield-glass through the window.\n\nFull in our flushed faces, before the last tinkle of falling fragments\nhad died away, there came the wholesome breath of the wind, blowing\nstrong and sweet.\n\nI don't know how long we sat in amazed silence.  Then as in a dream, I\nheard Challenger's voice once more.\n\n\"We are back in normal conditions,\" he cried.  \"The world has cleared the\npoison belt, but we alone of all mankind are saved.\"\n\n\n\nChapter V\n\nTHE DEAD WORLD\n\n\nI remember that we all sat gasping in our chairs, with that sweet, wet\nsouth-western breeze, fresh from the sea, flapping the muslin curtains\nand cooling our flushed faces.  I wonder how long we sat!  None of us\nafterwards could agree at all on that point.  We were bewildered,\nstunned, semi-conscious.  We had all braced our courage for death, but\nthis fearful and sudden new fact--that we must continue to live after we\nhad survived the race to which we belonged--struck us with the shock of a\nphysical blow and left us prostrate.  Then gradually the suspended\nmechanism began to move once more; the shuttles of memory worked; ideas\nweaved themselves together in our minds.  We saw, with vivid, merciless\nclearness, the relations between the past, the present, and the\nfuture--the lives that we had led and the lives which we would have to\nlive.  Our eyes turned in silent horror upon those of our companions and\nfound the same answering look in theirs.  Instead of the joy which men\nmight have been expected to feel who had so narrowly escaped an imminent\ndeath, a terrible wave of darkest depression submerged us.  Everything on\nearth that we loved had been washed away into the great, infinite,\nunknown ocean, and here were we marooned upon this desert island of a\nworld, without companions, hopes, or aspirations.  A few years' skulking\nlike jackals among the graves of the human race and then our belated and\nlonely end would come.\n\n\"It's dreadful, George, dreadful!\" the lady cried in an agony of sobs.\n\"If we had only passed with the others!  Oh, why did you save us?  I feel\nas if it is we that are dead and everyone else alive.\"\n\nChallenger's great eyebrows were drawn down in concentrated thought,\nwhile his huge, hairy paw closed upon the outstretched hand of his wife.\nI had observed that she always held out her arms to him in trouble as a\nchild would to its mother.\n\n\"Without being a fatalist to the point of nonresistance,\" said he, \"I\nhave always found that the highest wisdom lies in an acquiescence with\nthe actual.\"  He spoke slowly, and there was a vibration of feeling in\nhis sonorous voice.\n\n\"I do _not_ acquiesce,\" said Summerlee firmly.\n\n\"I don't see that it matters a row of pins whether you acquiesce or\nwhether you don't,\" remarked Lord John.  \"You've got to take it, whether\nyou take it fightin' or take it lyin' down, so what's the odds whether\nyou acquiesce or not?\n\n\"I can't remember that anyone asked our permission before the thing\nbegan, and nobody's likely to ask it now.  So what difference can it make\nwhat we may think of it?\"\n\n\"It is just all the difference between happiness and misery,\" said\nChallenger with an abstracted face, still patting his wife's hand.  \"You\ncan swim with the tide and have peace in mind and soul, or you can thrust\nagainst it and be bruised and weary.  This business is beyond us, so let\nus accept it as it stands and say no more.\"\n\n\"But what in the world are we to do with our lives?\" I asked, appealing\nin desperation to the blue, empty heaven.\n\n\"What am I to do, for example?  There are no newspapers, so there's an\nend of my vocation.\"\n\n\"And there's nothin' left to shoot, and no more soldierin', so there's an\nend of mine,\" said Lord John.\n\n\"And there are no students, so there's an end of mine,\" cried Summerlee.\n\n\"But I have my husband and my house, so I can thank heaven that there is\nno end of mine,\" said the lady.\n\n\"Nor is there an end of mine,\" remarked Challenger, \"for science is not\ndead, and this catastrophe in itself will offer us many most absorbing\nproblems for investigation.\"\n\nHe had now flung open the windows and we were gazing out upon the silent\nand motionless landscape.\n\n\"Let me consider,\" he continued.  \"It was about three, or a little after,\nyesterday afternoon that the world finally entered the poison belt to the\nextent of being completely submerged.  It is now nine o'clock.  The\nquestion is, at what hour did we pass out from it?\"\n\n\"The air was very bad at daybreak,\" said I.\n\n\"Later than that,\" said Mrs. Challenger.  \"As late as eight o'clock I\ndistinctly felt the same choking at my throat which came at the outset.\"\n\n\"Then we shall say that it passed just after eight o'clock.  For\nseventeen hours the world has been soaked in the poisonous ether.  For\nthat length of time the Great Gardener has sterilized the human mold\nwhich had grown over the surface of His fruit.  Is it possible that the\nwork is incompletely done--that others may have survived besides\nourselves?\"\n\n\"That's what I was wonderin',\" said Lord John.  \"Why should we be the only\npebbles on the beach?\"\n\n\"It is absurd to suppose that anyone besides ourselves can possibly have\nsurvived,\" said Summerlee with conviction.  \"Consider that the poison was\nso virulent that even a man who is as strong as an ox and has not a nerve\nin his body, like Malone here, could hardly get up the stairs before he\nfell unconscious.  Is it likely that anyone could stand seventeen minutes\nof it, far less hours?\"\n\n\"Unless someone saw it coming and made preparation, same as old friend\nChallenger did.\"\n\n\"That, I think, is hardly probable,\" said Challenger, projecting his\nbeard and sinking his eyelids.  \"The combination of observation,\ninference, and anticipatory imagination which enabled me to foresee the\ndanger is what one can hardly expect twice in the same generation.\"\n\n\"Then your conclusion is that everyone is certainly dead?\"\n\n\"There can be little doubt of that.  We have to remember, however, that\nthe poison worked from below upwards and would possibly be less virulent\nin the higher strata of the atmosphere.  It is strange, indeed, that it\nshould be so; but it presents one of those features which will afford us\nin the future a fascinating field for study.  One could imagine,\ntherefore, that if one had to search for survivors one would turn one's\neyes with best hopes of success to some Tibetan village or some Alpine\nfarm, many thousands of feet above the sea level.\"\n\n\"Well, considerin' that there are no railroads and no steamers you might\nas well talk about survivors in the moon,\" said Lord John.  \"But what I'm\naskin' myself is whether it's really over or whether it's only half-time.\"\n\nSummerlee craned his neck to look round the horizon.  \"It seems clear and\nfine,\" said he in a very dubious voice; \"but so it did yesterday.  I am\nby no means assured that it is all over.\"\n\nChallenger shrugged his shoulders.\n\n\"We must come back once more to our fatalism,\" said he.  \"If the world\nhas undergone this experience before, which is not outside the range of\npossibility, it was certainly a very long time ago.  Therefore, we may\nreasonably hope that it will be very long before it occurs again.\"\n\n\"That's all very well,\" said Lord John, \"but if you get an earthquake\nshock you are mighty likely to have a second one right on the top of it.\nI think we'd be wise to stretch our legs and have a breath of air while\nwe have the chance.  Since our oxygen is exhausted we may just as well be\ncaught outside as in.\"\n\nIt was strange the absolute lethargy which had come upon us as a reaction\nafter our tremendous emotions of the last twenty-four hours.  It was both\nmental and physical, a deep-lying feeling that nothing mattered and that\neverything was a weariness and a profitless exertion.  Even Challenger\nhad succumbed to it, and sat in his chair, with his great head leaning\nupon his hands and his thoughts far away, until Lord John and I, catching\nhim by each arm, fairly lifted him on to his feet, receiving only the\nglare and growl of an angry mastiff for our trouble.  However, once we\nhad got out of our narrow haven of refuge into the wider atmosphere of\neveryday life, our normal energy came gradually back to us once more.\n\nBut what were we to begin to do in that graveyard of a world?  Could ever\nmen have been faced with such a question since the dawn of time?  It is\ntrue that our own physical needs, and even our luxuries, were assured for\nthe future.  All the stores of food, all the vintages of wine, all the\ntreasures of art were ours for the taking.  But what were we to _do_?\nSome few tasks appealed to us at once, since they lay ready to our hands.\nWe descended into the kitchen and laid the two domestics upon their\nrespective beds.  They seemed to have died without suffering, one in the\nchair by the fire, the other upon the scullery floor.  Then we carried in\npoor Austin from the yard.  His muscles were set as hard as a board in\nthe most exaggerated rigor mortis, while the contraction of the fibres\nhad drawn his mouth into a hard sardonic grin.  This symptom was\nprevalent among all who had died from the poison.  Wherever we went we\nwere confronted by those grinning faces, which seemed to mock at our\ndreadful position, smiling silently and grimly at the ill-fated survivors\nof their race.\n\n\"Look here,\" said Lord John, who had paced restlessly about the\ndining-room whilst we partook of some food, \"I don't know how you fellows\nfeel about it, but for my part, I simply _can't_ sit here and do nothin'.\"\n\n\"Perhaps,\" Challenger answered, \"you would have the kindness to suggest\nwhat you think we ought to do.\"\n\n\"Get a move on us and see all that has happened.\"\n\n\"That is what I should myself propose.\"\n\n\"But not in this little country village.  We can see from the window all\nthat this place can teach us.\"\n\n\"Where should we go, then?\"\n\n\"To London!\"\n\n\"That's all very well,\" grumbled Summerlee.  \"You may be equal to a\nforty-mile walk, but I'm not so sure about Challenger, with his stumpy\nlegs, and I am perfectly sure about myself.\" Challenger was very much\nannoyed.\n\n\"If you could see your way, sir, to confining your remarks to your own\nphysical peculiarities, you would find that you had an ample field for\ncomment,\" he cried.\n\n\"I had no intention to offend you, my dear Challenger,\" cried our\ntactless friend. \"You can't be held responsible for your own physique.\nIf nature has given you a short, heavy body you cannot possibly help\nhaving stumpy legs.\"\n\nChallenger was too furious to answer.  He could only growl and blink and\nbristle.  Lord John hastened to intervene before the dispute became more\nviolent.\n\n\"You talk of walking.  Why should we walk?\" said he.\n\n\"Do you suggest taking a train?\" asked Challenger, still simmering.\n\n\"What's the matter with the motor-car?  Why should we not go in that?\"\n\n\"I am not an expert,\" said Challenger, pulling at his beard reflectively.\n\"At the same time, you are right in supposing that the human intellect in\nits higher manifestations should be sufficiently flexible to turn itself\nto anything.  Your idea is an excellent one, Lord John.  I myself will\ndrive you all to London.\"\n\n\"You will do nothing of the kind,\" said Summerlee with decision.\n\n\"No, indeed, George!\" cried his wife.  \"You only tried once, and you\nremember how you crashed through the gate of the garage.\"\n\n\"It was a momentary want of concentration,\" said Challenger complacently.\n\"You can consider the matter settled.  I will certainly drive you all to\nLondon.\"\n\nThe situation was relieved by Lord John.\n\n\"What's the car?\" he asked.\n\n\"A twenty-horsepower Humber.\"\n\n\"Why, I've driven one for years,\" said he.  \"By George!\" he added.  \"I\nnever thought I'd live to take the whole human race in one load.  There's\njust room for five, as I remember it.  Get your things on, and I'll be\nready at the door by ten o'clock.\"\n\nSure enough, at the hour named, the car came purring and crackling from\nthe yard with Lord John at the wheel.  I took my seat beside him, while\nthe lady, a useful little buffer state, was squeezed in between the two\nmen of wrath at the back.  Then Lord John released his brakes, slid his\nlever rapidly from first to third, and we sped off upon the strangest\ndrive that ever human beings have taken since man first came upon the\nearth.\n\nYou are to picture the loveliness of nature upon that August day, the\nfreshness of the morning air, the golden glare of the summer sunshine,\nthe cloudless sky, the luxuriant green of the Sussex woods, and the deep\npurple of heather-clad downs.  As you looked round upon the many-coloured\nbeauty of the scene all thought of a vast catastrophe would have passed\nfrom your mind had it not been for one sinister sign--the solemn,\nall-embracing silence.  There is a gentle hum of life which pervades a\nclosely-settled country, so deep and constant that one ceases to observe\nit, as the dweller by the sea loses all sense of the constant murmur of\nthe waves.  The twitter of birds, the buzz of insects, the far-off echo\nof voices, the lowing of cattle, the distant barking of dogs, roar of\ntrains, and rattle of carts--all these form one low, unremitting note,\nstriking unheeded upon the ear.  We missed it now.  This deadly silence\nwas appalling.  So solemn was it, so impressive, that the buzz and rattle\nof our motor-car seemed an unwarrantable intrusion, an indecent disregard\nof this reverent stillness which lay like a pall over and round the ruins\nof humanity.  It was this grim hush, and the tall clouds of smoke which\nrose here and there over the country-side from smoldering buildings,\nwhich cast a chill into our hearts as we gazed round at the glorious\npanorama of the Weald.\n\nAnd then there were the dead!  At first those endless groups of drawn and\ngrinning faces filled us with a shuddering horror.  So vivid and mordant\nwas the impression that I can live over again that slow descent of the\nstation hill, the passing by the nurse-girl with the two babes, the sight\nof the old horse on his knees between the shafts, the cabman twisted\nacross his seat, and the young man inside with his hand upon the open\ndoor in the very act of springing out.  Lower down were six reapers all\nin a litter, their limbs crossing, their dead, unwinking eyes gazing\nupwards at the glare of heaven.  These things I see as in a photograph.\nBut soon, by the merciful provision of nature, the over-excited nerve\nceased to respond.  The very vastness of the horror took away from its\npersonal appeal.  Individuals merged into groups, groups into crowds,\ncrowds into a universal phenomenon which one soon accepted as the\ninevitable detail of every scene.  Only here and there, where some\nparticularly brutal or grotesque incident caught the attention, did the\nmind come back with a sudden shock to the personal and human meaning of\nit all.\n\nAbove all, there was the fate of the children.  That, I remember, filled\nus with the strongest sense of intolerable injustice.  We could have\nwept--Mrs. Challenger did weep--when we passed a great council school and\nsaw the long trail of tiny figures scattered down the road which led from\nit.  They had been dismissed by their terrified teachers and were\nspeeding for their homes when the poison caught them in its net.  Great\nnumbers of people were at the open windows of the houses.  In Tunbridge\nWells there was hardly one which had not its staring, smiling face.  At\nthe last instant the need of air, that very craving for oxygen which we\nalone had been able to satisfy, had sent them flying to the window.  The\nsidewalks too were littered with men and women, hatless and bonnetless,\nwho had rushed out of the houses.  Many of them had fallen in the\nroadway.  It was a lucky thing that in Lord John we had found an expert\ndriver, for it was no easy matter to pick one's way.  Passing through the\nvillages or towns we could only go at a walking pace, and once, I\nremember, opposite the school at Tonbridge, we had to halt some time\nwhile we carried aside the bodies which blocked our path.\n\n\nA few small, definite pictures stand out in my memory from amid that long\npanorama of death upon the Sussex and Kentish high roads.  One was that\nof a great, glittering motor-car standing outside the inn at the village\nof Southborough.  It bore, as I should guess, some pleasure party upon\ntheir return from Brighton or from Eastbourne.  There were three gaily\ndressed women, all young and beautiful, one of them with a Peking spaniel\nupon her lap.  With them were a rakish-looking elderly man and a young\naristocrat, his eyeglass still in his eye, his cigarette burned down to\nthe stub between the fingers of his begloved hand.  Death must have come\non them in an instant and fixed them as they sat.  Save that the elderly\nman had at the last moment torn out his collar in an effort to breathe,\nthey might all have been asleep.  On one side of the car a waiter with\nsome broken glasses beside a tray was huddled near the step.  On the\nother, two very ragged tramps, a man and a woman, lay where they had\nfallen, the man with his long, thin arm still outstretched, even as he\nhad asked for alms in his lifetime.  One instant of time had put\naristocrat, waiter, tramp, and dog upon one common footing of inert and\ndissolving protoplasm.\n\nI remember another singular picture, some miles on the London side of\nSevenoaks.  There is a large convent upon the left, with a long, green\nslope in front of it.  Upon this slope were assembled a great number of\nschool children, all kneeling at prayer.  In front of them was a fringe\nof nuns, and higher up the slope, facing towards them, a single figure\nwhom we took to be the Mother Superior.  Unlike the pleasure-seekers in\nthe motor-car, these people seemed to have had warning of their danger\nand to have died beautifully together, the teachers and the taught,\nassembled for their last common lesson.\n\nMy mind is still stunned by that terrific experience, and I grope vainly\nfor means of expression by which I can reproduce the emotions which we\nfelt.  Perhaps it is best and wisest not to try, but merely to indicate\nthe facts.  Even Summerlee and Challenger were crushed, and we heard\nnothing of our companions behind us save an occasional whimper from the\nlady.  As to Lord John, he was too intent upon his wheel and the\ndifficult task of threading his way along such roads to have time or\ninclination for conversation.  One phrase he used with such wearisome\niteration that it stuck in my memory and at last almost made me laugh as\na comment upon the day of doom.\n\n\"Pretty doin's!  What!\"\n\nThat was his ejaculation as each fresh tremendous combination of death\nand disaster displayed itself before us.  \"Pretty doin's!  What!\" he\ncried, as we descended the station hill at Rotherfield, and it was still\n\"Pretty doin's!  What!\" as we picked our way through a wilderness of\ndeath in the High Street of Lewisham and the Old Kent Road.\n\nIt was here that we received a sudden and amazing shock.  Out of the\nwindow of a humble corner house there appeared a fluttering handkerchief\nwaving at the end of a long, thin human arm.  Never had the sight of\nunexpected death caused our hearts to stop and then throb so wildly as\ndid this amazing indication of life.  Lord John ran the motor to the\ncurb, and in an instant we had rushed through the open door of the house\nand up the staircase to the second-floor front room from which the signal\nproceeded.\n\nA very old lady sat in a chair by the open window, and close to her, laid\nacross a second chair, was a cylinder of oxygen, smaller but of the same\nshape as those which had saved our own lives.  She turned her thin,\ndrawn, bespectacled face toward us as we crowded in at the doorway.\n\n\"I feared that I was abandoned here forever,\" said she, \"for I am an\ninvalid and cannot stir.\"\n\n\"Well, madam,\" Challenger answered, \"it is a lucky chance that we\nhappened to pass.\"\n\n\"I have one all-important question to ask you,\" said she.  \"Gentlemen, I\nbeg that you will be frank with me.  What effect will these events have\nupon London and North-Western Railway shares?\"\n\nWe should have laughed had it not been for the tragic eagerness with\nwhich she listened for our answer.  Mrs. Burston, for that was her name,\nwas an aged widow, whose whole income depended upon a small holding of\nthis stock.  Her life had been regulated by the rise and fall of the\ndividend, and she could form no conception of existence save as it was\naffected by the quotation of her shares.  In vain we pointed out to her\nthat all the money in the world was hers for the taking and was useless\nwhen taken.  Her old mind would not adapt itself to the new idea, and she\nwept loudly over her vanished stock.  \"It was all I had,\" she wailed.\n\"If that is gone I may as well go too.\"\n\nAmid her lamentations we found out how this frail old plant had lived\nwhere the whole great forest had fallen.  She was a confirmed invalid and\nan asthmatic.  Oxygen had been prescribed for her malady, and a tube was\nin her room at the moment of the crisis.  She had naturally inhaled some\nas had been her habit when there was a difficulty with her breathing.  It\nhad given her relief, and by doling out her supply she had managed to\nsurvive the night.  Finally she had fallen asleep and been awakened by\nthe buzz of our motor-car.  As it was impossible to take her on with us,\nwe saw that she had all necessaries of life and promised to communicate\nwith her in a couple of days at the latest.  So we left her, still\nweeping bitterly over her vanished stock.\n\nAs we approached the Thames the block in the streets became thicker and\nthe obstacles more bewildering.  It was with difficulty that we made our\nway across London Bridge.  The approaches to it upon the Middlesex side\nwere choked from end to end with frozen traffic which made all further\nadvance in that direction impossible.  A ship was blazing brightly\nalongside one of the wharves near the bridge, and the air was full of\ndrifting smuts and of a heavy acrid smell of burning.  There was a cloud\nof dense smoke somewhere near the Houses of Parliament, but it was\nimpossible from where we were to see what was on fire.\n\n\"I don't know how it strikes you,\" Lord John remarked as he brought his\nengine to a standstill, \"but it seems to me the country is more cheerful\nthan the town.  Dead London is gettin' on my nerves.  I'm for a cast\nround and then gettin' back to Rotherfield.\"\n\n\"I confess that I do not see what we can hope for here,\" said Professor\nSummerlee.\n\n\"At the same time,\" said Challenger, his great voice booming strangely\namid the silence, \"it is difficult for us to conceive that out of seven\nmillions of people there is only this one old woman who by some\npeculiarity of constitution or some accident of occupation has managed to\nsurvive this catastrophe.\"\n\n\"If there should be others, how can we hope to find them, George?\" asked\nthe lady.  \"And yet I agree with you that we cannot go back until we have\ntried.\"\n\nGetting out of the car and leaving it by the curb, we walked with some\ndifficulty along the crowded pavement of King William Street and entered\nthe open door of a large insurance office.  It was a corner house, and we\nchose it as commanding a view in every direction.  Ascending the stair,\nwe passed through what I suppose to have been the board-room, for eight\nelderly men were seated round a long table in the centre of it.  The high\nwindow was open and we all stepped out upon the balcony.  From it we\ncould see the crowded city streets radiating in every direction, while\nbelow us the road was black from side to side with the tops of the\nmotionless taxis.  All, or nearly all, had their heads pointed outwards,\nshowing how the terrified men of the city had at the last moment made a\nvain endeavor to rejoin their families in the suburbs or the country.\nHere and there amid the humbler cabs towered the great brass-spangled\nmotor-car of some wealthy magnate, wedged hopelessly among the dammed\nstream of arrested traffic.  Just beneath us there was such a one of\ngreat size and luxurious appearance, with its owner, a fat old man,\nleaning out, half his gross body through the window, and his podgy hand,\ngleaming with diamonds, outstretched as he urged his chauffeur to make a\nlast effort to break through the press.\n\nA dozen motor-buses towered up like islands in this flood, the passengers\nwho crowded the roofs lying all huddled together and across each others'\nlaps like a child's toys in a nursery.  On a broad lamp pedestal in the\ncentre of the roadway, a burly policeman was standing, leaning his back\nagainst the post in so natural an attitude that it was hard to realize\nthat he was not alive, while at his feet there lay a ragged newsboy with\nhis bundle of papers on the ground beside him.  A paper-cart had got\nblocked in the crowd, and we could read in large letters, black upon\nyellow, \"Scene at Lord's.  County Match Interrupted.\"  This must have\nbeen the earliest edition, for there were other placards bearing the\nlegend, \"Is It the End?  Great Scientist's Warning.\"  And another, \"Is\nChallenger Justified?  Ominous Rumours.\"\n\nChallenger pointed the latter placard out to his wife, as it thrust\nitself like a banner above the throng.  I could see him throw out his\nchest and stroke his beard as he looked at it.  It pleased and flattered\nthat complex mind to think that London had died with his name and his\nwords still present in their thoughts.  His feelings were so evident that\nthey aroused the sardonic comment of his colleague.\n\n\"In the limelight to the last, Challenger,\" he remarked.\n\n\"So it would appear,\" he answered complacently.  \"Well,\" he added as he\nlooked down the long vista of the radiating streets, all silent and all\nchoked up with death, \"I really see no purpose to be served by our\nstaying any longer in London.  I suggest that we return at once to\nRotherfield and then take counsel as to how we shall most profitably\nemploy the years which lie before us.\"\n\nOnly one other picture shall I give of the scenes which we carried back\nin our memories from the dead city.  It is a glimpse which we had of the\ninterior of the old church of St.  Mary's, which is at the very point\nwhere our car was awaiting us.  Picking our way among the prostrate\nfigures upon the steps, we pushed open the swing door and entered.  It\nwas a wonderful sight.  The church was crammed from end to end with\nkneeling figures in every posture of supplication and abasement.  At the\nlast dreadful moment, brought suddenly face to face with the realities of\nlife, those terrific realities which hang over us even while we follow\nthe shadows, the terrified people had rushed into those old city churches\nwhich for generations had hardly ever held a congregation.  There they\nhuddled as close as they could kneel, many of them in their agitation\nstill wearing their hats, while above them in the pulpit a young man in\nlay dress had apparently been addressing them when he and they had been\noverwhelmed by the same fate.  He lay now, like Punch in his booth, with\nhis head and two limp arms hanging over the ledge of the pulpit.  It was\na nightmare, the grey, dusty church, the rows of agonized figures, the\ndimness and silence of it all.  We moved about with hushed whispers,\nwalking upon our tip-toes.\n\nAnd then suddenly I had an idea.  At one corner of the church, near the\ndoor, stood the ancient font, and behind it a deep recess in which there\nhung the ropes for the bell-ringers.  Why should we not send a message\nout over London which would attract to us anyone who might still be\nalive?  I ran across, and pulling at the list-covered rope, I was\nsurprised to find how difficult it was to swing the bell.  Lord John had\nfollowed me.\n\n\"By George, young fellah!\" said he, pulling off his coat.  \"You've hit on\na dooced good notion.  Give me a grip and we'll soon have a move on it.\"\n\n\nBut, even then, so heavy was the bell that it was not until Challenger\nand Summerlee had added their weight to ours that we heard the roaring\nand clanging above our heads which told us that the great clapper was\nringing out its music.  Far over dead London resounded our message of\ncomradeship and hope to any fellow-man surviving.  It cheered our own\nhearts, that strong, metallic call, and we turned the more earnestly to\nour work, dragged two feet off the earth with each upward jerk of the\nrope, but all straining together on the downward heave, Challenger the\nlowest of all, bending all his great strength to the task and flopping up\nand down like a monstrous bull-frog, croaking with every pull.  It was at\nthat moment that an artist might have taken a picture of the four\nadventurers, the comrades of many strange perils in the past, whom fate\nhad now chosen for so supreme an experience.  For half an hour we worked,\nthe sweat dropping from our faces, our arms and backs aching with the\nexertion.  Then we went out into the portico of the church and looked\neagerly up and down the silent, crowded streets.  Not a sound, not a\nmotion, in answer to our summons.\n\n\"It's no use.  No one is left,\" I cried.\n\n\"We can do nothing more,\" said Mrs. Challenger.  \"For God's sake, George,\nlet us get back to Rotherfield.  Another hour of this dreadful, silent\ncity would drive me mad.\"\n\nWe got into the car without another word.  Lord John backed her round and\nturned her to the south.  To us the chapter seemed closed.  Little did we\nforesee the strange new chapter which was to open.\n\n\n\nChapter VI\n\nTHE GREAT AWAKENING\n\n\nAnd now I come to the end of this extraordinary incident, so\novershadowing in its importance, not only in our own small, individual\nlives, but in the general history of the human race.  As I said when I\nbegan my narrative, when that history comes to be written, this\noccurrence will surely stand out among all other events like a mountain\ntowering among its foothills.  Our generation has been reserved for a\nvery special fate since it has been chosen to experience so wonderful a\nthing.  How long its effect may last--how long mankind may preserve the\nhumility and reverence which this great shock has taught it--can only be\nshown by the future.  I think it is safe to say that things can never be\nquite the same again.  Never can one realize how powerless and ignorant\none is, and how one is upheld by an unseen hand, until for an instant\nthat hand has seemed to close and to crush.  Death has been imminent upon\nus.  We know that at any moment it may be again.  That grim presence\nshadows our lives, but who can deny that in that shadow the sense of\nduty, the feeling of sobriety and responsibility, the appreciation of the\ngravity and of the objects of life, the earnest desire to develop and\nimprove, have grown and become real with us to a degree that has leavened\nour whole society from end to end?  It is something beyond sects and\nbeyond dogmas.  It is rather an alteration of perspective, a shifting of\nour sense of proportion, a vivid realization that we are insignificant\nand evanescent creatures, existing on sufferance and at the mercy of the\nfirst chill wind from the unknown.  But if the world has grown graver\nwith this knowledge it is not, I think, a sadder place in consequence.\nSurely we are agreed that the more sober and restrained pleasures of the\npresent are deeper as well as wiser than the noisy, foolish hustle which\npassed so often for enjoyment in the days of old--days so recent and yet\nalready so inconceivable.  Those empty lives which were wasted in aimless\nvisiting and being visited, in the worry of great and unnecessary\nhouseholds, in the arranging and eating of elaborate and tedious meals,\nhave now found rest and health in the reading, the music, the gentle\nfamily communion which comes from a simpler and saner division of their\ntime.  With greater health and greater pleasure they are richer than\nbefore, even after they have paid those increased contributions to the\ncommon fund which have so raised the standard of life in these islands.\n\nThere is some clash of opinion as to the exact hour of the great\nawakening.  It is generally agreed that, apart from the difference of\nclocks, there may have been local causes which influenced the action of\nthe poison.  Certainly, in each separate district the resurrection was\npractically simultaneous.  There are numerous witnesses that Big Ben\npointed to ten minutes past six at the moment.  The Astronomer Royal has\nfixed the Greenwich time at twelve past six.  On the other hand, Laird\nJohnson, a very capable East Anglia observer, has recorded six-twenty as\nthe hour.  In the Hebrides it was as late as seven.  In our own case\nthere can be no doubt whatever, for I was seated in Challenger's study\nwith his carefully tested chronometer in front of me at the moment.  The\nhour was a quarter-past six.\n\n\nAn enormous depression was weighing upon my spirits.  The cumulative\neffect of all the dreadful sights which we had seen upon our journey was\nheavy upon my soul.  With my abounding animal health and great physical\nenergy any kind of mental clouding was a rare event.  I had the Irish\nfaculty of seeing some gleam of humor in every darkness.  But now the\nobscurity was appalling and unrelieved.  The others were downstairs\nmaking their plans for the future.  I sat by the open window, my chin\nresting upon my hand and my mind absorbed in the misery of our situation.\nCould we continue to live?  That was the question which I had begun to\nask myself.  Was it possible to exist upon a dead world?  Just as in\nphysics the greater body draws to itself the lesser, would we not feel an\noverpowering attraction from that vast body of humanity which had passed\ninto the unknown?  How would the end come?  Would it be from a return of\nthe poison?  Or would the earth be uninhabitable from the mephitic\nproducts of universal decay?  Or, finally, might our awful situation prey\nupon and unbalance our minds?  A group of insane folk upon a dead world!\nMy mind was brooding upon this last dreadful idea when some slight noise\ncaused me to look down upon the road beneath me.  The old cab horse was\ncoming up the hill!\n\nI was conscious at the same instant of the twittering of birds, of\nsomeone coughing in the yard below, and of a background of movement in\nthe landscape.  And yet I remember that it was that absurd, emaciated,\nsuperannuated cab-horse which held my gaze.  Slowly and wheezily it was\nclimbing the slope.  Then my eye traveled to the driver sitting hunched\nup upon the box and finally to the young man who was leaning out of the\nwindow in some excitement and shouting a direction.  They were all\nindubitably, aggressively alive!\n\nEverybody was alive once more!  Had it all been a delusion?  Was it\nconceivable that this whole poison belt incident had been an elaborate\ndream?  For an instant my startled brain was really ready to believe it.\nThen I looked down, and there was the rising blister on my hand where it\nwas frayed by the rope of the city bell.  It had really been so, then.\nAnd yet here was the world resuscitated--here was life come back in an\ninstant full tide to the planet.  Now, as my eyes wandered all over the\ngreat landscape, I saw it in every direction--and moving, to my\namazement, in the very same groove in which it had halted.  There were\nthe golfers.  Was it possible that they were going on with their game?\nYes, there was a fellow driving off from a tee, and that other group upon\nthe green were surely putting for the hole.  The reapers were slowly\ntrooping back to their work.  The nurse-girl slapped one of her charges\nand then began to push the perambulator up the hill.  Everyone had\nunconcernedly taken up the thread at the very point where they had\ndropped it.\n\nI rushed downstairs, but the hall door was open, and I heard the voices\nof my companions, loud in astonishment and congratulation, in the yard.\nHow we all shook hands and laughed as we came together, and how Mrs.\nChallenger kissed us all in her emotion, before she finally threw herself\ninto the bear-hug of her husband.\n\n\"But they could not have been asleep!\" cried Lord John.  \"Dash it all,\nChallenger, you don't mean to believe that those folk were asleep with\ntheir staring eyes and stiff limbs and that awful death grin on their\nfaces!\"\n\n\"It can only have been the condition that is called catalepsy,\" said\nChallenger.  \"It has been a rare phenomenon in the past and has\nconstantly been mistaken for death.  While it endures, the temperature\nfalls, the respiration disappears, the heartbeat is indistinguishable--in\nfact, it _is_ death, save that it is evanescent.  Even the most\ncomprehensive mind\"--here he closed his eyes and simpered--\"could hardly\nconceive a universal outbreak of it in this fashion.\"\n\n\"You may label it catalepsy,\" remarked Summerlee, \"but, after all, that\nis only a name, and we know as little of the result as we do of the\npoison which has caused it.  The most we can say is that the vitiated\nether has produced a temporary death.\"\n\nAustin was seated all in a heap on the step of the car.  It was his\ncoughing which I had heard from above.  He had been holding his head in\nsilence, but now he was muttering to himself and running his eyes over\nthe car.\n\n\"Young fat-head!\" he grumbled.  \"Can't leave things alone!\"\n\n\"What's the matter, Austin?\"\n\n\"Lubricators left running, sir.  Someone has been fooling with the car.\nI expect it's that young garden boy, sir.\"\n\nLord John looked guilty.\n\n\"I don't know what's amiss with me,\" continued Austin, staggering to his\nfeet.  \"I expect I came over queer when I was hosing her down.  I seem to\nremember flopping over by the step.  But I'll swear I never left those\nlubricator taps on.\"\n\nIn a condensed narrative the astonished Austin was told what had happened\nto himself and the world.  The mystery of the dripping lubricators was\nalso explained to him.  He listened with an air of deep distrust when\ntold how an amateur had driven his car and with absorbed interest to the\nfew sentences in which our experiences of the sleeping city were\nrecorded.  I can remember his comment when the story was concluded.\n\n\"Was you outside the Bank of England, sir?\"\n\n\"Yes, Austin.\"\n\n\"With all them millions inside and everybody asleep?\"\n\n\"That was so.\"\n\n\"And I not there!\" he groaned, and turned dismally once more to the\nhosing of his car.\n\nThere was a sudden grinding of wheels upon gravel.  The old cab had\nactually pulled up at Challenger's door.  I saw the young occupant step\nout from it.  An instant later the maid, who looked as tousled and\nbewildered as if she had that instant been aroused from the deepest\nsleep, appeared with a card upon a tray.  Challenger snorted ferociously\nas he looked at it, and his thick black hair seemed to bristle up in his\nwrath.\n\n\"A pressman!\" he growled.  Then with a deprecating smile:  \"After all, it\nis natural that the whole world should hasten to know what I think of\nsuch an episode.\"\n\n\"That can hardly be his errand,\" said Summerlee, \"for he was on the road\nin his cab before ever the crisis came.\"\n\nI looked at the card:  \"James Baxter, London Correspondent, New York\nMonitor.\"\n\n\"You'll see him?\" said I.\n\n\"Not I.\"\n\n\"Oh, George!  You should be kinder and more considerate to others.\nSurely you have learned something from what we have undergone.\"\n\nHe tut-tutted and shook his big, obstinate head.\n\n\"A poisonous breed!  Eh, Malone?  The worst weed in modern civilization,\nthe ready tool of the quack and the hindrance of the self-respecting man!\nWhen did they ever say a good word for me?\"\n\n\"When did you ever say a good word to them?\" I answered.  \"Come, sir,\nthis is a stranger who has made a journey to see you.  I am sure that you\nwon't be rude to him.\"\n\n\"Well, well,\" he grumbled, \"you come with me and do the talking.  I\nprotest in advance against any such outrageous invasion of my private\nlife.\"  Muttering and mumbling, he came rolling after me like an angry\nand rather ill-conditioned mastiff.\n\nThe dapper young American pulled out his notebook and plunged instantly\ninto his subject.\n\n\"I came down, sir,\" said he, \"because our people in America would very\nmuch like to hear more about this danger which is, in your opinion,\npressing upon the world.\"\n\n\"I know of no danger which is now pressing upon the world,\" Challenger\nanswered gruffly.\n\nThe pressman looked at him in mild surprise.\n\n\"I meant, sir, the chances that the world might run into a belt of\npoisonous ether.\"\n\n\"I do not now apprehend any such danger,\" said Challenger.\n\nThe pressman looked even more perplexed.\n\n\"You are Professor Challenger, are you not?\" he asked.\n\n\"Yes, sir; that is my name.\"\n\n\"I cannot understand, then, how you can say that there is no such danger.\nI am alluding to your own letter, published above your name in the London\nTimes of this morning.\"\n\nIt was Challenger's turn to look surprised.\n\n\"This morning?\" said he.  \"No London Times was published this morning.\"\n\n\"Surely, sir,\" said the American in mild remonstrance, \"you must admit\nthat the London Times is a daily paper.\"  He drew out a copy from his\ninside pocket.  \"Here is the letter to which I refer.\"\n\nChallenger chuckled and rubbed his hands.\n\n\"I begin to understand,\" said he.  \"So you read this letter this morning?\"\n\n\"Yes, sir.\"\n\n\"And came at once to interview me?\"\n\n\"Yes, sir.\"\n\n\"Did you observe anything unusual upon the journey down?\"\n\n\"Well, to tell the truth, your people seemed more lively and generally\nhuman than I have ever seen them.  The baggage man set out to tell me a\nfunny story, and that's a new experience for me in this country.\"\n\n\"Nothing else?\"\n\n\"Why, no, sir, not that I can recall.\"\n\n\"Well, now, what hour did you leave Victoria?\"\n\nThe American smiled.\n\n\"I came here to interview you, Professor, but it seems to be a case of\n'Is this nigger fishing, or is this fish niggering?' You're doing most of\nthe work.\"\n\n\"It happens to interest me.  Do you recall the hour?\"\n\n\"Sure.  It was half-past twelve.\"\n\n\"And you arrived?\"\n\n\"At a quarter-past two.\"\n\n\"And you hired a cab?\"\n\n\"That was so.\"\n\n\"How far do you suppose it is to the station?\"\n\n\"Well, I should reckon the best part of two miles.\"\n\n\"So how long do you think it took you?\"\n\n\"Well, half an hour, maybe, with that asthmatic in front.\"\n\n\"So it should be three o'clock?\"\n\n\"Yes, or a trifle after it.\"\n\n\"Look at your watch.\"\n\nThe American did so and then stared at us in astonishment.\n\n\"Say!\" he cried.  \"It's run down.  That horse has broken every record,\nsure.  The sun is pretty low, now that I come to look at it.  Well,\nthere's something here I don't understand.\"\n\n\"Have you no remembrance of anything remarkable as you came up the hill?\"\n\n\"Well, I seem to recollect that I was mighty sleepy once.  It comes back\nto me that I wanted to say something to the driver and that I couldn't\nmake him heed me.  I guess it was the heat, but I felt swimmy for a\nmoment.  That's all.\"\n\n\"So it is with the whole human race,\" said Challenger to me.  \"They have\nall felt swimmy for a moment.  None of them have as yet any comprehension\nof what has occurred.  Each will go on with his interrupted job as Austin\nhas snatched up his hose-pipe or the golfer continued his game.  Your\neditor, Malone, will continue the issue of his papers, and very much\namazed he will be at finding that an issue is missing.  Yes, my young\nfriend,\" he added to the American reporter, with a sudden mood of amused\ngeniality, \"it may interest you to know that the world has swum through\nthe poisonous current which swirls like the Gulf Stream through the ocean\nof ether.  You will also kindly note for your own future convenience that\nto-day is not Friday, August the twenty-seventh, but Saturday, August the\ntwenty-eighth, and that you sat senseless in your cab for twenty-eight\nhours upon the Rotherfield hill.\"\n\nAnd \"right here,\" as my American colleague would say, I may bring this\nnarrative to an end.  It is, as you are probably aware, only a fuller and\nmore detailed version of the account which appeared in the Monday edition\nof the Daily Gazette--an account which has been universally admitted to\nbe the greatest journalistic scoop of all time, which sold no fewer than\nthree-and-a-half million copies of the paper.  Framed upon the wall of my\nsanctum I retain those magnificent headlines:--\n\n\n                TWENTY-EIGHT HOURS' WORLD COMA\n                   UNPRECEDENTED EXPERIENCE\n                     CHALLENGER JUSTIFIED\n                   OUR CORRESPONDENT ESCAPES\n                     ENTHRALLING NARRATIVE\n                        THE OXYGEN ROOM\n                       WEIRD MOTOR DRIVE\n                          DEAD LONDON\n                  REPLACING THE MISSING PAGE\n                 GREAT FIRES AND LOSS OF LIFE\n                        WILL IT RECUR?\n\n\nUnderneath this glorious scroll came nine and a half columns of\nnarrative, in which appeared the first, last, and only account of the\nhistory of the planet, so far as one observer could draw it, during one\nlong day of its existence.  Challenger and Summerlee have treated the\nmatter in a joint scientific paper, but to me alone was left the popular\naccount.  Surely I can sing \"Nunc dimittis.\"  What is left but\nanti-climax in the life of a journalist after that!\n\nBut let me not end on sensational headlines and a merely personal\ntriumph.  Rather let me quote the sonorous passages in which the greatest\nof daily papers ended its admirable leader upon the subject--a leader\nwhich might well be filed for reference by every thoughtful man.\n\n\"It has been a well-worn truism,\" said the Times, \"that our human race\nare a feeble folk before the infinite latent forces which surround us.\nFrom the prophets of old and from the philosophers of our own time the\nsame message and warning have reached us.  But, like all oft-repeated\ntruths, it has in time lost something of its actuality and cogency.  A\nlesson, an actual experience, was needed to bring it home.  It is from\nthat salutory but terrible ordeal that we have just emerged, with minds\nwhich are still stunned by the suddenness of the blow and with spirits\nwhich are chastened by the realization of our own limitations and\nimpotence.  The world has paid a fearful price for its schooling.  Hardly\nyet have we learned the full tale of disaster, but the destruction by\nfire of New York, of Orleans, and of Brighton constitutes in itself one\nof the greatest tragedies in the history of our race.  When the account\nof the railway and shipping accidents has been completed, it will furnish\ngrim reading, although there is evidence to show that in the vast\nmajority of cases the drivers of trains and engineers of steamers\nsucceeded in shutting off their motive power before succumbing to the\npoison.  But the material damage, enormous as it is both in life and in\nproperty, is not the consideration which will be uppermost in our minds\nto-day.  All this may in time be forgotten.  But what will not be\nforgotten, and what will and should continue to obsess our imaginations,\nis this revelation of the possibilities of the universe, this destruction\nof our ignorant self-complacency, and this demonstration of how narrow is\nthe path of our material existence and what abysses may lie upon either\nside of it.  Solemnity and humility are at the base of all our emotions\nto-day.  May they be the foundations upon which a more earnest and\nreverent race may build a more worthy temple.\""
}