{
 "author": [
  "Burnett, Frances Hodgson"
 ],
 "title": [
  "Sara Crewe; Or, What Happened at Miss Minchin's Boarding School"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "London (England) -- Fiction",
  "Schools -- Fiction",
  "Boarding schools -- Fiction",
  "PZ",
  "Orphans -- Fiction",
  "PS"
 ],
 "id": "137",
 "genre": [
  "fiction"
 ],
 "text": "SARA CREWE\n\nOR\n\nWHAT HAPPENED AT MISS MINCHIN'S\n\nBY\n\nFRANCES HODGSON BURNETT\n\n\nIn the first place, Miss Minchin lived in London. Her home was a large,\ndull, tall one, in a large, dull square, where all the houses were\nalike, and all the sparrows were alike, and where all the door-knockers\nmade the same heavy sound, and on still days--and nearly all the days\nwere still--seemed to resound through the entire row in which the knock\nwas knocked. On Miss Minchin's door there was a brass plate. On the\nbrass plate there was inscribed in black letters,\n\n                   MISS MINCHIN'S\n\n          SELECT SEMINARY FOR YOUNG LADIES\n\nLittle Sara Crewe never went in or out of the house without reading that\ndoor-plate and reflecting upon it. By the time she was twelve, she had\ndecided that all her trouble arose because, in the first place, she was\nnot “Select,” and in the second she was not a “Young Lady.” When she was\neight years old, she had been brought to Miss Minchin as a pupil, and\nleft with her. Her papa had brought her all the way from India. Her\nmamma had died when she was a baby, and her papa had kept her with him\nas long as he could. And then, finding the hot climate was making her\nvery delicate, he had brought her to England and left her with Miss\nMinchin, to be part of the Select Seminary for Young Ladies. Sara, who\nhad always been a sharp little child, who remembered things, recollected\nhearing him say that he had not a relative in the world whom he knew\nof, and so he was obliged to place her at a boarding-school, and he had\nheard Miss Minchin's establishment spoken of very highly. The same day,\nhe took Sara out and bought her a great many beautiful clothes--clothes\nso grand and rich that only a very young and inexperienced man would\nhave bought them for a mite of a child who was to be brought up in a\nboarding-school. But the fact was that he was a rash, innocent young\nman, and very sad at the thought of parting with his little girl, who\nwas all he had left to remind him of her beautiful mother, whom he had\ndearly loved. And he wished her to have everything the most fortunate\nlittle girl could have; and so, when the polite saleswomen in the shops\nsaid, “Here is our very latest thing in hats, the plumes are exactly the\nsame as those we sold to Lady Diana Sinclair yesterday,” he immediately\nbought what was offered to him, and paid whatever was asked. The\nconsequence was that Sara had a most extraordinary wardrobe. Her dresses\nwere silk and velvet and India cashmere, her hats and bonnets were\ncovered with bows and plumes, her small undergarments were adorned with\nreal lace, and she returned in the cab to Miss Minchin's with a doll\nalmost as large as herself, dressed quite as grandly as herself, too.\n\nThen her papa gave Miss Minchin some money and went away, and for\nseveral days Sara would neither touch the doll, nor her breakfast, nor\nher dinner, nor her tea, and would do nothing but crouch in a small\ncorner by the window and cry. She cried so much, indeed, that she made\nherself ill. She was a queer little child, with old-fashioned ways and\nstrong feelings, and she had adored her papa, and could not be made to\nthink that India and an interesting bungalow were not better for her\nthan London and Miss Minchin's Select Seminary. The instant she had\nentered the house, she had begun promptly to hate Miss Minchin, and\nto think little of Miss Amelia Minchin, who was smooth and dumpy, and\nlisped, and was evidently afraid of her older sister. Miss Minchin was\ntall, and had large, cold, fishy eyes, and large, cold hands, which\nseemed fishy, too, because they were damp and made chills run down\nSara's back when they touched her, as Miss Minchin pushed her hair off\nher forehead and said:\n\n“A most beautiful and promising little girl, Captain Crewe. She will be\na favorite pupil; quite a favorite pupil, I see.”\n\nFor the first year she was a favorite pupil; at least she was indulged a\ngreat deal more than was good for her. And when the Select Seminary went\nwalking, two by two, she was always decked out in her grandest clothes,\nand led by the hand at the head of the genteel procession, by Miss\nMinchin herself. And when the parents of any of the pupils came, she was\nalways dressed and called into the parlor with her doll; and she used\nto hear Miss Minchin say that her father was a distinguished Indian\nofficer, and she would be heiress to a great fortune. That her father\nhad inherited a great deal of money, Sara had heard before; and also\nthat some day it would be hers, and that he would not remain long in the\narmy, but would come to live in London. And every time a letter came,\nshe hoped it would say he was coming, and they were to live together\nagain.\n\nBut about the middle of the third year a letter came bringing very\ndifferent news. Because he was not a business man himself, her papa had\ngiven his affairs into the hands of a friend he trusted. The friend had\ndeceived and robbed him. All the money was gone, no one knew exactly\nwhere, and the shock was so great to the poor, rash young officer, that,\nbeing attacked by jungle fever shortly afterward, he had no strength to\nrally, and so died, leaving Sara, with no one to take care of her.\n\nMiss Minchin's cold and fishy eyes had never looked so cold and fishy as\nthey did when Sara went into the parlor, on being sent for, a few days\nafter the letter was received.\n\nNo one had said anything to the child about mourning, so, in her\nold-fashioned way, she had decided to find a black dress for herself,\nand had picked out a black velvet she had outgrown, and came into the\nroom in it, looking the queerest little figure in the world, and a sad\nlittle figure too. The dress was too short and too tight, her face was\nwhite, her eyes had dark rings around them, and her doll, wrapped in a\npiece of old black crape, was held under her arm. She was not a pretty\nchild. She was thin, and had a weird, interesting little face, short\nblack hair, and very large, green-gray eyes fringed all around with\nheavy black lashes.\n\n“I am the ugliest child in the school,” she had said once, after staring\nat herself in the glass for some minutes.\n\nBut there had been a clever, good-natured little French teacher who had\nsaid to the music-master:\n\n“Zat leetle Crewe. Vat a child! A so ogly beauty! Ze so large eyes! ze\nso little spirituelle face. Waid till she grow up. You shall see!”\n\nThis morning, however, in the tight, small black frock, she looked\nthinner and odder than ever, and her eyes were fixed on Miss Minchin\nwith a queer steadiness as she slowly advanced into the parlor,\nclutching her doll.\n\n“Put your doll down!” said Miss Minchin.\n\n“No,” said the child, “I won't put her down; I want her with me. She is\nall I have. She has stayed with me all the time since my papa died.”\n\nShe had never been an obedient child. She had had her own way ever since\nshe was born, and there was about her an air of silent determination\nunder which Miss Minchin had always felt secretly uncomfortable. And\nthat lady felt even now that perhaps it would be as well not to insist\non her point. So she looked at her as severely as possible.\n\n“You will have no time for dolls in future,” she said; “you will have to\nwork and improve yourself, and make yourself useful.”\n\nSara kept the big odd eyes fixed on her teacher and said nothing.\n\n“Everything will be very different now,” Miss Minchin went on. “I sent\nfor you to talk to you and make you understand. Your father is dead. You\nhave no friends. You have no money. You have no home and no one to take\ncare of you.”\n\nThe little pale olive face twitched nervously, but the green-gray eyes\ndid not move from Miss Minchin's, and still Sara said nothing.\n\n“What are you staring at?” demanded Miss Minchin sharply. “Are you so\nstupid you don't understand what I mean? I tell you that you are quite\nalone in the world, and have no one to do anything for you, unless I\nchoose to keep you here.”\n\nThe truth was, Miss Minchin was in her worst mood. To be suddenly\ndeprived of a large sum of money yearly and a show pupil, and to find\nherself with a little beggar on her hands, was more than she could bear\nwith any degree of calmness.\n\n“Now listen to me,” she went on, “and remember what I say. If you work\nhard and prepare to make yourself useful in a few years, I shall let you\nstay here. You are only a child, but you are a sharp child, and you pick\nup things almost without being taught. You speak French very well, and\nin a year or so you can begin to help with the younger pupils. By the\ntime you are fifteen you ought to be able to do that much at least.”\n\n“I can speak French better than you, now,” said Sara; “I always spoke it\nwith my papa in India.” Which was not at all polite, but was painfully\ntrue; because Miss Minchin could not speak French at all, and, indeed,\nwas not in the least a clever person. But she was a hard, grasping\nbusiness woman; and, after the first shock of disappointment, had seen\nthat at very little expense to herself she might prepare this clever,\ndetermined child to be very useful to her and save her the necessity of\npaying large salaries to teachers of languages.\n\n“Don't be impudent, or you will be punished,” she said. “You will have\nto improve your manners if you expect to earn your bread. You are not a\nparlor boarder now. Remember that if you don't please me, and I send you\naway, you have no home but the street. You can go now.”\n\nSara turned away.\n\n“Stay,” commanded Miss Minchin, “don't you intend to thank me?”\n\nSara turned toward her. The nervous twitch was to be seen again in her\nface, and she seemed to be trying to control it.\n\n“What for?” she said.\n\n“For my kindness to you,” replied Miss Minchin. “For my kindness in\ngiving you a home.”\n\nSara went two or three steps nearer to her. Her thin little chest was\nheaving up and down, and she spoke in a strange, unchildish voice.\n\n“You are not kind,” she said. “You are not kind.” And she turned\nagain and went out of the room, leaving Miss Minchin staring after her\nstrange, small figure in stony anger.\n\nThe child walked up the staircase, holding tightly to her doll; she\nmeant to go to her bedroom, but at the door she was met by Miss Amelia.\n\n“You are not to go in there,” she said. “That is not your room now.”\n\n“Where is my room?” asked Sara.\n\n“You are to sleep in the attic next to the cook.”\n\nSara walked on. She mounted two flights more, and reached the door of\nthe attic room, opened it and went in, shutting it behind her. She\nstood against it and looked about her. The room was slanting-roofed and\nwhitewashed; there was a rusty grate, an iron bedstead, and some odd\narticles of furniture, sent up from better rooms below, where they had\nbeen used until they were considered to be worn out. Under the skylight\nin the roof, which showed nothing but an oblong piece of dull gray sky,\nthere was a battered old red footstool.\n\nSara went to it and sat down. She was a queer child, as I have said\nbefore, and quite unlike other children. She seldom cried. She did not\ncry now. She laid her doll, Emily, across her knees, and put her face\ndown upon her, and her arms around her, and sat there, her little black\nhead resting on the black crape, not saying one word, not making one\nsound.\n\n\nFrom that day her life changed entirely. Sometimes she used to feel as\nif it must be another life altogether, the life of some other child. She\nwas a little drudge and outcast; she was given her lessons at odd times\nand expected to learn without being taught; she was sent on errands by\nMiss Minchin, Miss Amelia and the cook. Nobody took any notice of her\nexcept when they ordered her about. She was often kept busy all day and\nthen sent into the deserted school-room with a pile of books to learn\nher lessons or practise at night. She had never been intimate with\nthe other pupils, and soon she became so shabby that, taking her queer\nclothes together with her queer little ways, they began to look upon\nher as a being of another world than their own. The fact was that, as\na rule, Miss Minchin's pupils were rather dull, matter-of-fact young\npeople, accustomed to being rich and comfortable; and Sara, with her\nelfish cleverness, her desolate life, and her odd habit of fixing her\neyes upon them and staring them out of countenance, was too much for\nthem.\n\n“She always looks as if she was finding you out,” said one girl, who was\nsly and given to making mischief. “I am,” said Sara promptly, when\nshe heard of it. “That's what I look at them for. I like to know about\npeople. I think them over afterward.”\n\nShe never made any mischief herself or interfered with any one. She\ntalked very little, did as she was told, and thought a great deal.\nNobody knew, and in fact nobody cared, whether she was unhappy or happy,\nunless, perhaps, it was Emily, who lived in the attic and slept on the\niron bedstead at night. Sara thought Emily understood her feelings,\nthough she was only wax and had a habit of staring herself. Sara used to\ntalk to her at night.\n\n“You are the only friend I have in the world,” she would say to her.\n“Why don't you say something? Why don't you speak? Sometimes I am sure\nyou could, if you would try. It ought to make you try, to know you are\nthe only thing I have. If I were you, I should try. Why don't you try?”\n\nIt really was a very strange feeling she had about Emily. It arose from\nher being so desolate. She did not like to own to herself that her only\nfriend, her only companion, could feel and hear nothing. She wanted to\nbelieve, or to pretend to believe, that Emily understood and sympathized\nwith her, that she heard her even though she did not speak in answer.\nShe used to put her in a chair sometimes and sit opposite to her on\nthe old red footstool, and stare at her and think and pretend about her\nuntil her own eyes would grow large with something which was almost like\nfear, particularly at night, when the garret was so still, when the only\nsound that was to be heard was the occasional squeak and scurry of rats\nin the wainscot. There were rat-holes in the garret, and Sara detested\nrats, and was always glad Emily was with her when she heard their\nhateful squeak and rush and scratching. One of her “pretends” was that\nEmily was a kind of good witch and could protect her. Poor little Sara!\neverything was “pretend” with her. She had a strong imagination; there\nwas almost more imagination than there was Sara, and her whole forlorn,\nuncared-for child-life was made up of imaginings. She imagined and\npretended things until she almost believed them, and she would scarcely\nhave been surprised at any remarkable thing that could have happened. So\nshe insisted to herself that Emily understood all about her troubles and\nwas really her friend.\n\n“As to answering,” she used to say, “I don't answer very often. I never\nanswer when I can help it. When people are insulting you, there is\nnothing so good for them as not to say a word--just to look at them and\nthink. Miss Minchin turns pale with rage when I do it. Miss Amelia looks\nfrightened, so do the girls. They know you are stronger than they are,\nbecause you are strong enough to hold in your rage and they are not,\nand they say stupid things they wish they hadn't said afterward. There's\nnothing so strong as rage, except what makes you hold it in--that's\nstronger. It's a good thing not to answer your enemies. I scarcely ever\ndo. Perhaps Emily is more like me than I am like myself. Perhaps she\nwould rather not answer her friends, even. She keeps it all in her\nheart.”\n\nBut though she tried to satisfy herself with these arguments, Sara did\nnot find it easy. When, after a long, hard day, in which she had been\nsent here and there, sometimes on long errands, through wind and cold\nand rain; and, when she came in wet and hungry, had been sent out again\nbecause nobody chose to remember that she was only a child, and that\nher thin little legs might be tired, and her small body, clad in\nits forlorn, too small finery, all too short and too tight, might be\nchilled; when she had been given only harsh words and cold, slighting\nlooks for thanks, when the cook had been vulgar and insolent; when Miss\nMinchin had been in her worst moods, and when she had seen the girls\nsneering at her among themselves and making fun of her poor, outgrown\nclothes--then Sara did not find Emily quite all that her sore, proud,\ndesolate little heart needed as the doll sat in her little old chair and\nstared.\n\nOne of these nights, when she came up to the garret cold, hungry, tired,\nand with a tempest raging in her small breast, Emily's stare seemed so\nvacant, her sawdust legs and arms so limp and inexpressive, that Sara\nlost all control over herself.\n\n“I shall die presently!” she said at first.\n\nEmily stared.\n\n“I can't bear this!” said the poor child, trembling. “I know I shall\ndie. I'm cold, I'm wet, I'm starving to death. I've walked a thousand\nmiles to-day, and they have done nothing but scold me from morning until\nnight. And because I could not find that last thing they sent me for,\nthey would not give me any supper. Some men laughed at me because my old\nshoes made me slip down in the mud. I'm covered with mud now. And they\nlaughed! Do you hear!”\n\nShe looked at the staring glass eyes and complacent wax face, and\nsuddenly a sort of heartbroken rage seized her. She lifted her little\nsavage hand and knocked Emily off the chair, bursting into a passion of\nsobbing.\n\n“You are nothing but a doll!” she cried.\n\n“Nothing but a doll-doll-doll! You care for nothing. You are stuffed\nwith sawdust. You never had a heart. Nothing could ever make you feel.\nYou are a doll!”\n\nEmily lay upon the floor, with her legs ignominiously doubled up over\nher head, and a new flat place on the end of her nose; but she was still\ncalm, even dignified.\n\nSara hid her face on her arms and sobbed. Some rats in the wall began\nto fight and bite each other, and squeak and scramble. But, as I have\nalready intimated, Sara was not in the habit of crying. After a while\nshe stopped, and when she stopped she looked at Emily, who seemed to be\ngazing at her around the side of one ankle, and actually with a kind of\nglassy-eyed sympathy. Sara bent and picked her up. Remorse overtook her.\n\n“You can't help being a doll,” she said, with a resigned sigh, “any more\nthan those girls downstairs can help not having any sense. We are not\nall alike. Perhaps you do your sawdust best.”\n\nNone of Miss Minchin's young ladies were very remarkable for being\nbrilliant; they were select, but some of them were very dull, and some\nof them were fond of applying themselves to their lessons. Sara, who\nsnatched her lessons at all sorts of untimely hours from tattered and\ndiscarded books, and who had a hungry craving for everything readable,\nwas often severe upon them in her small mind. They had books they never\nread; she had no books at all. If she had always had something to read,\nshe would not have been so lonely. She liked romances and history and\npoetry; she would read anything. There was a sentimental housemaid in\nthe establishment who bought the weekly penny papers, and subscribed\nto a circulating library, from which she got greasy volumes containing\nstories of marquises and dukes who invariably fell in love with\norange-girls and gypsies and servant-maids, and made them the proud\nbrides of coronets; and Sara often did parts of this maid's work so that\nshe might earn the privilege of reading these romantic histories. There\nwas also a fat, dull pupil, whose name was Ermengarde St. John, who was\none of her resources. Ermengarde had an intellectual father, who, in\nhis despairing desire to encourage his daughter, constantly sent her\nvaluable and interesting books, which were a continual source of grief\nto her. Sara had once actually found her crying over a big package of\nthem.\n\n“What is the matter with you?” she asked her, perhaps rather\ndisdainfully.\n\nAnd it is just possible she would not have spoken to her, if she had not\nseen the books. The sight of books always gave Sara a hungry feeling,\nand she could not help drawing near to them if only to read their\ntitles.\n\n“What is the matter with you?” she asked.\n\n“My papa has sent me some more books,” answered Ermengarde woefully,\n“and he expects me to read them.”\n\n“Don't you like reading?” said Sara.\n\n“I hate it!” replied Miss Ermengarde St. John. “And he will ask me\nquestions when he sees me: he will want to know how much I remember; how\nwould you like to have to read all those?”\n\n“I'd like it better than anything else in the world,” said Sara.\n\nErmengarde wiped her eyes to look at such a prodigy.\n\n“Oh, gracious!” she exclaimed.\n\nSara returned the look with interest. A sudden plan formed itself in her\nsharp mind.\n\n“Look here!” she said. “If you'll lend me those books, I'll read them\nand tell you everything that's in them afterward, and I'll tell it\nto you so that you will remember it. I know I can. The A B C children\nalways remember what I tell them.”\n\n“Oh, goodness!” said Ermengarde. “Do you think you could?”\n\n“I know I could,” answered Sara. “I like to read, and I always remember.\nI'll take care of the books, too; they will look just as new as they do\nnow, when I give them back to you.”\n\nErmengarde put her handkerchief in her pocket.\n\n“If you'll do that,” she said, “and if you'll make me remember, I'll\ngive you--I'll give you some money.”\n\n“I don't want your money,” said Sara. “I want your books--I want them.”\n And her eyes grew big and queer, and her chest heaved once.\n\n“Take them, then,” said Ermengarde; “I wish I wanted them, but I am not\nclever, and my father is, and he thinks I ought to be.”\n\nSara picked up the books and marched off with them. But when she was at\nthe door, she stopped and turned around.\n\n“What are you going to tell your father?” she asked.\n\n“Oh,” said Ermengarde, “he needn't know; he'll think I've read them.”\n\nSara looked down at the books; her heart really began to beat fast.\n\n“I won't do it,” she said rather slowly, “if you are going to tell him\nlies about it--I don't like lies. Why can't you tell him I read them and\nthen told you about them?”\n\n“But he wants me to read them,” said Ermengarde.\n\n“He wants you to know what is in them,” said Sara; “and if I can tell\nit to you in an easy way and make you remember, I should think he would\nlike that.”\n\n“He would like it better if I read them myself,” replied Ermengarde.\n\n“He will like it, I dare say, if you learn anything in any way,” said\nSara. “I should, if I were your father.”\n\nAnd though this was not a flattering way of stating the case, Ermengarde\nwas obliged to admit it was true, and, after a little more argument,\ngave in. And so she used afterward always to hand over her books to\nSara, and Sara would carry them to her garret and devour them; and after\nshe had read each volume, she would return it and tell Ermengarde about\nit in a way of her own. She had a gift for making things interesting.\nHer imagination helped her to make everything rather like a story,\nand she managed this matter so well that Miss St. John gained more\ninformation from her books than she would have gained if she had read\nthem three times over by her poor stupid little self. When Sara sat down\nby her and began to tell some story of travel or history, she made the\ntravellers and historical people seem real; and Ermengarde used to sit\nand regard her dramatic gesticulations, her thin little flushed cheeks,\nand her shining, odd eyes with amazement.\n\n“It sounds nicer than it seems in the book,” she would say. “I never\ncared about Mary, Queen of Scots, before, and I always hated the French\nRevolution, but you make it seem like a story.”\n\n“It is a story,” Sara would answer. “They are all stories. Everything is\na story--everything in this world. You are a story--I am a story--Miss\nMinchin is a story. You can make a story out of anything.”\n\n“I can't,” said Ermengarde.\n\nSara stared at her a minute reflectively.\n\n“No,” she said at last. “I suppose you couldn't. You are a little like\nEmily.”\n\n“Who is Emily?”\n\nSara recollected herself. She knew she was sometimes rather impolite in\nthe candor of her remarks, and she did not want to be impolite to a girl\nwho was not unkind--only stupid. Notwithstanding all her sharp little\nways she had the sense to wish to be just to everybody. In the hours she\nspent alone, she used to argue out a great many curious questions with\nherself. One thing she had decided upon was, that a person who was\nclever ought to be clever enough not to be unjust or deliberately unkind\nto any one. Miss Minchin was unjust and cruel, Miss Amelia was unkind\nand spiteful, the cook was malicious and hasty-tempered--they all were\nstupid, and made her despise them, and she desired to be as unlike them\nas possible. So she would be as polite as she could to people who in the\nleast deserved politeness.\n\n“Emily is--a person--I know,” she replied.\n\n“Do you like her?” asked Ermengarde.\n\n“Yes, I do,” said Sara.\n\nErmengarde examined her queer little face and figure again. She did\nlook odd. She had on, that day, a faded blue plush skirt, which barely\ncovered her knees, a brown Cloth sacque, and a pair of olive-green\nstockings which Miss Minchin had made her piece out with black ones,\nso that they would be long enough to be kept on. And yet Ermengarde was\nbeginning slowly to admire her. Such a forlorn, thin, neglected little\nthing as that, who could read and read and remember and tell you things\nso that they did not tire you all out! A child who could speak French,\nand who had learned German, no one knew how! One could not help staring\nat her and feeling interested, particularly one to whom the simplest\nlesson was a trouble and a woe.\n\n“Do you like me?” said Ermengarde, finally, at the end of her scrutiny.\n\nSara hesitated one second, then she answered:\n\n“I like you because you are not ill-natured--I like you for letting me\nread your books--I like you because you don't make spiteful fun of me\nfor what I can't help. It's not your fault that--”\n\nShe pulled herself up quickly. She had been going to say, “that you are\nstupid.”\n\n“That what?” asked Ermengarde.\n\n“That you can't learn things quickly. If you can't, you can't. If I can,\nwhy, I can--that's all.” She paused a minute, looking at the plump face\nbefore her, and then, rather slowly, one of her wise, old-fashioned\nthoughts came to her.\n\n“Perhaps,” she said, “to be able to learn things quickly isn't\neverything. To be kind is worth a good deal to other people. If Miss\nMinchin knew everything on earth, which she doesn't, and if she was like\nwhat she is now, she'd still be a detestable thing, and everybody would\nhate her. Lots of clever people have done harm and been wicked. Look at\nRobespierre--”\n\nShe stopped again and examined her companion's countenance.\n\n“Do you remember about him?” she demanded. “I believe you've forgotten.”\n\n“Well, I don't remember all of it,” admitted Ermengarde.\n\n“Well,” said Sara, with courage and determination, “I'll tell it to you\nover again.”\n\nAnd she plunged once more into the gory records of the French\nRevolution, and told such stories of it, and made such vivid pictures of\nits horrors, that Miss St. John was afraid to go to bed afterward, and\nhid her head under the blankets when she did go, and shivered until she\nfell asleep. But afterward she preserved lively recollections of the\ncharacter of Robespierre, and did not even forget Marie Antoinette and\nthe Princess de Lamballe.\n\n“You know they put her head on a pike and danced around it,” Sara had\nsaid; “and she had beautiful blonde hair; and when I think of her, I\nnever see her head on her body, but always on a pike, with those furious\npeople dancing and howling.”\n\nYes, it was true; to this imaginative child everything was a story; and\nthe more books she read, the more imaginative she became. One of her\nchief entertainments was to sit in her garret, or walk about it, and\n“suppose” things. On a cold night, when she had not had enough to eat,\nshe would draw the red footstool up before the empty grate, and say in\nthe most intense voice:\n\n“Suppose there was a grate, wide steel grate here, and a great glowing\nfire--a glowing fire--with beds of red-hot coal and lots of little\ndancing, flickering flames. Suppose there was a soft, deep rug, and this\nwas a comfortable chair, all cushions and crimson velvet; and suppose I\nhad a crimson velvet frock on, and a deep lace collar, like a child in\na picture; and suppose all the rest of the room was furnished in lovely\ncolors, and there were book-shelves full of books, which changed by\nmagic as soon as you had read them; and suppose there was a little table\nhere, with a snow-white cover on it, and little silver dishes, and in\none there was hot, hot soup, and in another a roast chicken, and in\nanother some raspberry-jam tarts with crisscross on them, and in another\nsome grapes; and suppose Emily could speak, and we could sit and eat our\nsupper, and then talk and read; and then suppose there was a soft, warm\nbed in the corner, and when we were tired we could go to sleep, and\nsleep as long as we liked.”\n\nSometimes, after she had supposed things like these for half an hour,\nshe would feel almost warm, and would creep into bed with Emily and fall\nasleep with a smile on her face.\n\n“What large, downy pillows!” she would whisper. “What white sheets\nand fleecy blankets!” And she almost forgot that her real pillows had\nscarcely any feathers in them at all, and smelled musty, and that her\nblankets and coverlid were thin and full of holes.\n\nAt another time she would “suppose” she was a princess, and then she\nwould go about the house with an expression on her face which was a\nsource of great secret annoyance to Miss Minchin, because it seemed as\nif the child scarcely heard the spiteful, insulting things said to her,\nor, if she heard them, did not care for them at all. Sometimes, while\nshe was in the midst of some harsh and cruel speech, Miss Minchin would\nfind the odd, unchildish eyes fixed upon her with something like a proud\nsmile in them. At such times she did not know that Sara was saying to\nherself:\n\n“You don't know that you are saying these things to a princess, and that\nif I chose I could wave my hand and order you to execution. I only spare\nyou because I am a princess, and you are a poor, stupid, old, vulgar\nthing, and don't know any better.”\n\nThis used to please and amuse her more than anything else; and queer and\nfanciful as it was, she found comfort in it, and it was not a bad thing\nfor her. It really kept her from being made rude and malicious by the\nrudeness and malice of those about her.\n\n“A princess must be polite,” she said to herself. And so when the\nservants, who took their tone from their mistress, were insolent and\nordered her about, she would hold her head erect, and reply to them\nsometimes in a way which made them stare at her, it was so quaintly\ncivil.\n\n“I am a princess in rags and tatters,” she would think, “but I am a\nprincess, inside. It would be easy to be a princess if I were dressed\nin cloth-of-gold; it is a great deal more of a triumph to be one all the\ntime when no one knows it. There was Marie Antoinette; when she was in\nprison, and her throne was gone, and she had only a black gown on,\nand her hair was white, and they insulted her and called her the Widow\nCapet,--she was a great deal more like a queen then than when she was so\ngay and had everything grand. I like her best then. Those howling mobs\nof people did not frighten her. She was stronger than they were even\nwhen they cut her head off.”\n\nOnce when such thoughts were passing through her mind the look in her\neyes so enraged Miss Minchin that she flew at Sara and boxed her ears.\n\nSara awakened from her dream, started a little, and then broke into a\nlaugh.\n\n“What are you laughing at, you bold, impudent child!” exclaimed Miss\nMinchin.\n\nIt took Sara a few seconds to remember she was a princess. Her cheeks\nwere red and smarting from the blows she had received.\n\n“I was thinking,” she said.\n\n“Beg my pardon immediately,” said Miss Minchin.\n\n“I will beg your pardon for laughing, if it was rude,” said Sara; “but I\nwon't beg your pardon for thinking.”\n\n“What were you thinking?” demanded Miss Minchin. “How dare you think?\nWhat were you thinking?”\n\nThis occurred in the school-room, and all the girls looked up from their\nbooks to listen. It always interested them when Miss Minchin flew at\nSara, because Sara always said something queer, and never seemed in the\nleast frightened. She was not in the least frightened now, though her\nboxed ears were scarlet, and her eyes were as bright as stars.\n\n“I was thinking,” she answered gravely and quite politely, “that you did\nnot know what you were doing.”\n\n“That I did not know what I was doing!” Miss Minchin fairly gasped.\n\n“Yes,” said Sara, “and I was thinking what would happen, if I were\na princess and you boxed my ears--what I should do to you. And I was\nthinking that if I were one, you would never dare to do it, whatever I\nsaid or did. And I was thinking how surprised and frightened you would\nbe if you suddenly found out--”\n\nShe had the imagined picture so clearly before her eyes, that she spoke\nin a manner which had an effect even on Miss Minchin. It almost seemed\nfor the moment to her narrow, unimaginative mind that there must be some\nreal power behind this candid daring.\n\n“What!” she exclaimed, “found out what?”\n\n“That I really was a princess,” said Sara, “and could do\nanything--anything I liked.”\n\n“Go to your room,” cried Miss Minchin breathlessly, “this instant. Leave\nthe school-room. Attend to your lessons, young ladies.”\n\nSara made a little bow.\n\n“Excuse me for laughing, if it was impolite,” she said, and walked out\nof the room, leaving Miss Minchin in a rage and the girls whispering\nover their books.\n\n“I shouldn't be at all surprised if she did turn out to be something,”\n said one of them. “Suppose she should!”\n\n\nThat very afternoon Sara had an opportunity of proving to herself\nwhether she was really a princess or not. It was a dreadful afternoon.\nFor several days it had rained continuously, the streets were chilly and\nsloppy; there was mud everywhere--sticky London mud--and over everything\na pall of fog and drizzle. Of course there were several long and\ntiresome errands to be done,--there always were on days like this,--and\nSara was sent out again and again, until her shabby clothes were damp\nthrough. The absurd old feathers on her forlorn hat were more draggled\nand absurd than ever, and her down-trodden shoes were so wet they could\nnot hold any more water. Added to this, she had been deprived of her\ndinner, because Miss Minchin wished to punish her. She was very hungry.\nShe was so cold and hungry and tired that her little face had a pinched\nlook, and now and then some kind-hearted person passing her in the\ncrowded street glanced at her with sympathy. But she did not know that.\nShe hurried on, trying to comfort herself in that queer way of hers by\npretending and “supposing,”--but really this time it was harder than she\nhad ever found it, and once or twice she thought it almost made her\nmore cold and hungry instead of less so. But she persevered obstinately.\n“Suppose I had dry clothes on,” she thought. “Suppose I had good shoes\nand a long, thick coat and merino stockings and a whole umbrella. And\nsuppose--suppose, just when I was near a baker's where they sold hot\nbuns, I should find sixpence--which belonged to nobody. Suppose, if\nI did, I should go into the shop and buy six of the hottest buns, and\nshould eat them all without stopping.”\n\nSome very odd things happen in this world sometimes. It certainly was\nan odd thing which happened to Sara. She had to cross the street just as\nshe was saying this to herself--the mud was dreadful--she almost had to\nwade. She picked her way as carefully as she could, but she could not\nsave herself much, only, in picking her way she had to look down at\nher feet and the mud, and in looking down--just as she reached the\npavement--she saw something shining in the gutter. A piece of silver--a\ntiny piece trodden upon by many feet, but still with spirit enough\nto shine a little. Not quite a sixpence, but the next thing to it--a\nfour-penny piece! In one second it was in her cold, little red and blue\nhand. “Oh!” she gasped. “It is true!”\n\nAnd then, if you will believe me, she looked straight before her at the\nshop directly facing her. And it was a baker's, and a cheerful, stout,\nmotherly woman, with rosy cheeks, was just putting into the window a\ntray of delicious hot buns,--large, plump, shiny buns, with currants in\nthem.\n\nIt almost made Sara feel faint for a few seconds--the shock and the\nsight of the buns and the delightful odors of warm bread floating up\nthrough the baker's cellar-window.\n\nShe knew that she need not hesitate to use the little piece of money.\nIt had evidently been lying in the mud for some time, and its owner was\ncompletely lost in the streams of passing people who crowded and jostled\neach other all through the day.\n\n“But I'll go and ask the baker's woman if she has lost a piece of\nmoney,” she said to herself, rather faintly.\n\nSo she crossed the pavement and put her wet foot on the step of the\nshop; and as she did so she saw something which made her stop.\n\nIt was a little figure more forlorn than her own--a little figure which\nwas not much more than a bundle of rags, from which small, bare, red and\nmuddy feet peeped out--only because the rags with which the wearer was\ntrying to cover them were not long enough. Above the rags appeared a\nshock head of tangled hair and a dirty face, with big, hollow, hungry\neyes.\n\nSara knew they were hungry eyes the moment she saw them, and she felt a\nsudden sympathy.\n\n“This,” she said to herself, with a little sigh, “is one of the\nPopulace--and she is hungrier than I am.”\n\nThe child--this “one of the Populace”--stared up at Sara, and shuffled\nherself aside a little, so as to give her more room. She was used to\nbeing made to give room to everybody. She knew that if a policeman\nchanced to see her, he would tell her to “move on.”\n\nSara clutched her little four-penny piece, and hesitated a few seconds.\nThen she spoke to her.\n\n“Are you hungry?” she asked.\n\nThe child shuffled herself and her rags a little more.\n\n“Ain't I jist!” she said, in a hoarse voice. “Jist ain't I!”\n\n“Haven't you had any dinner?” said Sara.\n\n“No dinner,” more hoarsely still and with more shuffling, “nor yet no\nbre'fast--nor yet no supper--nor nothin'.”\n\n“Since when?” asked Sara.\n\n“Dun'no. Never got nothin' to-day--nowhere. I've axed and axed.”\n\nJust to look at her made Sara more hungry and faint. But those queer\nlittle thoughts were at work in her brain, and she was talking to\nherself though she was sick at heart.\n\n“If I'm a princess,” she was saying--“if I'm a princess--! When they\nwere poor and driven from their thrones--they always shared--with the\nPopulace--if they met one poorer and hungrier. They always shared. Buns\nare a penny each. If it had been sixpence! I could have eaten six. It\nwon't be enough for either of us--but it will be better than nothing.”\n\n“Wait a minute,” she said to the beggar-child. She went into the shop.\nIt was warm and smelled delightfully. The woman was just going to put\nmore hot buns in the window.\n\n“If you please,” said Sara, “have you lost fourpence--a silver\nfourpence?” And she held the forlorn little piece of money out to her.\n\nThe woman looked at it and at her--at her intense little face and\ndraggled, once-fine clothes.\n\n“Bless us--no,” she answered. “Did you find it?”\n\n“In the gutter,” said Sara.\n\n“Keep it, then,” said the woman. “It may have been there a week, and\ngoodness knows who lost it. You could never find out.”\n\n“I know that,” said Sara, “but I thought I'd ask you.”\n\n“Not many would,” said the woman, looking puzzled and interested and\ngood-natured all at once. “Do you want to buy something?” she added, as\nshe saw Sara glance toward the buns.\n\n“Four buns, if you please,” said Sara; “those at a penny each.”\n\nThe woman went to the window and put some in a paper bag. Sara noticed\nthat she put in six.\n\n“I said four, if you please,” she explained. “I have only the\nfourpence.”\n\n“I'll throw in two for make-weight,” said the woman, with her\ngood-natured look. “I dare say you can eat them some time. Aren't you\nhungry?”\n\nA mist rose before Sara's eyes.\n\n“Yes,” she answered. “I am very hungry, and I am much obliged to you for\nyour kindness, and,” she was going to add, “there is a child outside who\nis hungrier than I am.” But just at that moment two or three customers\ncame in at once and each one seemed in a hurry, so she could only thank\nthe woman again and go out.\n\nThe child was still huddled up on the corner of the steps. She looked\nfrightful in her wet and dirty rags. She was staring with a stupid look\nof suffering straight before her, and Sara saw her suddenly draw the\nback of her roughened, black hand across her eyes to rub away the tears\nwhich seemed to have surprised her by forcing their way from under her\nlids. She was muttering to herself.\n\nSara opened the paper bag and took out one of the hot buns, which had\nalready warmed her cold hands a little.\n\n“See,” she said, putting the bun on the ragged lap, “that is nice and\nhot. Eat it, and you will not be so hungry.”\n\nThe child started and stared up at her; then she snatched up the bun and\nbegan to cram it into her mouth with great wolfish bites.\n\n“Oh, my! Oh, my!” Sara heard her say hoarsely, in wild delight.\n\n“Oh, my!”\n\nSara took out three more buns and put them down.\n\n“She is hungrier than I am,” she said to herself. “She's starving.” But\nher hand trembled when she put down the fourth bun. “I'm not starving,”\n she said--and she put down the fifth.\n\nThe little starving London savage was still snatching and devouring when\nshe turned away. She was too ravenous to give any thanks, even if she\nhad been taught politeness--which she had not. She was only a poor\nlittle wild animal.\n\n“Good-bye,” said Sara.\n\nWhen she reached the other side of the street she looked back. The child\nhad a bun in both hands, and had stopped in the middle of a bite to\nwatch her. Sara gave her a little nod, and the child, after another\nstare,--a curious, longing stare,--jerked her shaggy head in response,\nand until Sara was out of sight she did not take another bite or even\nfinish the one she had begun.\n\nAt that moment the baker-woman glanced out of her shop-window.\n\n“Well, I never!” she exclaimed. “If that young'un hasn't given her buns\nto a beggar-child! It wasn't because she didn't want them, either--well,\nwell, she looked hungry enough. I'd give something to know what she did\nit for.” She stood behind her window for a few moments and pondered.\nThen her curiosity got the better of her. She went to the door and spoke\nto the beggar-child.\n\n“Who gave you those buns?” she asked her.\n\nThe child nodded her head toward Sara's vanishing figure.\n\n“What did she say?” inquired the woman.\n\n“Axed me if I was 'ungry,” replied the hoarse voice.\n\n“What did you say?”\n\n“Said I was jist!”\n\n“And then she came in and got buns and came out and gave them to you,\ndid she?”\n\nThe child nodded.\n\n“How many?”\n\n“Five.”\n\nThe woman thought it over. “Left just one for herself,” she said, in\na low voice. “And she could have eaten the whole six--I saw it in her\neyes.”\n\nShe looked after the little, draggled, far-away figure, and felt more\ndisturbed in her usually comfortable mind than she had felt for many a\nday.\n\n“I wish she hadn't gone so quick,” she said. “I'm blest if she shouldn't\nhave had a dozen.”\n\nThen she turned to the child.\n\n“Are you hungry, yet?” she asked.\n\n“I'm allus 'ungry,” was the answer; “but 'tain't so bad as it was.”\n\n“Come in here,” said the woman, and she held open the shop-door.\n\nThe child got up and shuffled in. To be invited into a warm place full\nof bread seemed an incredible thing. She did not know what was going to\nhappen; she did not care, even.\n\n“Get yourself warm,” said the woman, pointing to a fire in a tiny back\nroom. “And, look here,--when you're hard up for a bite of bread, you can\ncome here and ask for it. I'm blest if I won't give it to you for that\nyoung un's sake.”\n\n\nSara found some comfort in her remaining bun. It was hot; and it was a\ngreat deal better than nothing. She broke off small pieces and ate them\nslowly to make it last longer.\n\n“Suppose it was a magic bun,” she said, “and a bite was as much as a\nwhole dinner. I should be over-eating myself if I went on like this.”\n\nIt was dark when she reached the square in which Miss Minchin's Select\nSeminary was situated; the lamps were lighted, and in most of the\nwindows gleams of light were to be seen. It always interested Sara to\ncatch glimpses of the rooms before the shutters were closed. She liked\nto imagine things about people who sat before the fires in the houses,\nor who bent over books at the tables. There was, for instance, the Large\nFamily opposite. She called these people the Large Family--not because\nthey were large, for indeed most of them were little,--but because there\nwere so many of them. There were eight children in the Large Family,\nand a stout, rosy mother, and a stout, rosy father, and a stout, rosy\ngrand-mamma, and any number of servants. The eight children were\nalways either being taken out to walk, or to ride in perambulators, by\ncomfortable nurses; or they were going to drive with their mamma; or\nthey were flying to the door in the evening to kiss their papa and\ndance around him and drag off his overcoat and look for packages in\nthe pockets of it; or they were crowding about the nursery windows\nand looking out and pushing each other and laughing,--in fact they were\nalways doing something which seemed enjoyable and suited to the tastes\nof a large family. Sara was quite attached to them, and had given them\nall names out of books. She called them the Montmorencys, when she did\nnot call them the Large Family. The fat, fair baby with the lace cap was\nEthelberta Beauchamp Montmorency; the next baby was Violet Cholmondely\nMontmorency; the little boy who could just stagger, and who had such\nround legs, was Sydney Cecil Vivian Montmorency; and then came Lilian\nEvangeline, Guy Clarence, Maud Marian, Rosalind Gladys, Veronica\nEustacia, and Claude Harold Hector.\n\nNext door to the Large Family lived the Maiden Lady, who had a\ncompanion, and two parrots, and a King Charles spaniel; but Sara was not\nso very fond of her, because she did nothing in particular but talk to\nthe parrots and drive out with the spaniel. The most interesting person\nof all lived next door to Miss Minchin herself. Sara called him the\nIndian Gentleman. He was an elderly gentleman who was said to have lived\nin the East Indies, and to be immensely rich and to have something the\nmatter with his liver,--in fact, it had been rumored that he had no\nliver at all, and was much inconvenienced by the fact. At any rate, he\nwas very yellow and he did not look happy; and when he went out to his\ncarriage, he was almost always wrapped up in shawls and overcoats, as\nif he were cold. He had a native servant who looked even colder than\nhimself, and he had a monkey who looked colder than the native servant.\nSara had seen the monkey sitting on a table, in the sun, in the\nparlor window, and he always wore such a mournful expression that she\nsympathized with him deeply.\n\n“I dare say,” she used sometimes to remark to herself, “he is thinking\nall the time of cocoanut trees and of swinging by his tail under a\ntropical sun. He might have had a family dependent on him too, poor\nthing!”\n\nThe native servant, whom she called the Lascar, looked mournful too, but\nhe was evidently very faithful to his master.\n\n“Perhaps he saved his master's life in the Sepoy rebellion,” she\nthought. “They look as if they might have had all sorts of adventures. I\nwish I could speak to the Lascar. I remember a little Hindustani.”\n\nAnd one day she actually did speak to him, and his start at the sound of\nhis own language expressed a great deal of surprise and delight. He was\nwaiting for his master to come out to the carriage, and Sara, who was\ngoing on an errand as usual, stopped and spoke a few words. She had a\nspecial gift for languages and had remembered enough Hindustani to make\nherself understood by him. When his master came out, the Lascar spoke\nto him quickly, and the Indian Gentleman turned and looked at her\ncuriously. And afterward the Lascar always greeted her with salaams of\nthe most profound description. And occasionally they exchanged a few\nwords. She learned that it was true that the Sahib was very rich--that\nhe was ill--and also that he had no wife nor children, and that England\ndid not agree with the monkey.\n\n“He must be as lonely as I am,” thought Sara. “Being rich does not seem\nto make him happy.”\n\nThat evening, as she passed the windows, the Lascar was closing the\nshutters, and she caught a glimpse of the room inside. There was a\nbright fire glowing in the grate, and the Indian Gentleman was sitting\nbefore it, in a luxurious chair. The room was richly furnished, and\nlooked delightfully comfortable, but the Indian Gentleman sat with his\nhead resting on his hand, and looked as lonely and unhappy as ever.\n\n“Poor man!” said Sara; “I wonder what you are `supposing'?”\n\nWhen she went into the house she met Miss Minchin in the hall.\n\n“Where have you wasted your time?” said Miss Minchin. “You have been out\nfor hours!”\n\n“It was so wet and muddy,” Sara answered. “It was hard to walk, because\nmy shoes were so bad and slipped about so.”\n\n“Make no excuses,” said Miss Minchin, “and tell no falsehoods.”\n\nSara went downstairs to the kitchen.\n\n“Why didn't you stay all night?” said the cook.\n\n“Here are the things,” said Sara, and laid her purchases on the table.\n\nThe cook looked over them, grumbling. She was in a very bad temper\nindeed.\n\n“May I have something to eat?” Sara asked rather faintly.\n\n“Tea's over and done with,” was the answer. “Did you expect me to keep\nit hot for you?”\n\nSara was silent a second.\n\n“I had no dinner,” she said, and her voice was quite low. She made it\nlow, because she was afraid it would tremble.\n\n“There's some bread in the pantry,” said the cook. “That's all you'll\nget at this time of day.”\n\nSara went and found the bread. It was old and hard and dry. The cook\nwas in too bad a humor to give her anything to eat with it. She had just\nbeen scolded by Miss Minchin, and it was always safe and easy to vent\nher own spite on Sara.\n\nReally it was hard for the child to climb the three long flights of\nstairs leading to her garret. She often found them long and steep when\nshe was tired, but to-night it seemed as if she would never reach the\ntop. Several times a lump rose in her throat and she was obliged to stop\nto rest.\n\n“I can't pretend anything more to-night,” she said wearily to herself.\n“I'm sure I can't. I'll eat my bread and drink some water and then go to\nsleep, and perhaps a dream will come and pretend for me. I wonder what\ndreams are.”\n\nYes, when she reached the top landing there were tears in her eyes, and\nshe did not feel like a princess--only like a tired, hungry, lonely,\nlonely child.\n\n“If my papa had lived,” she said, “they would not have treated me like\nthis. If my papa had lived, he would have taken care of me.”\n\nThen she turned the handle and opened the garret-door.\n\nCan you imagine it--can you believe it? I find it hard to believe it\nmyself. And Sara found it impossible; for the first few moments she\nthought something strange had happened to her eyes--to her mind--that\nthe dream had come before she had had time to fall asleep.\n\n“Oh!” she exclaimed breathlessly. “Oh! it isn't true! I know, I know\nit isn't true!” And she slipped into the room and closed the door and\nlocked it, and stood with her back against it, staring straight before\nher.\n\nDo you wonder? In the grate, which had been empty and rusty and cold\nwhen she left it, but which now was blackened and polished up quite\nrespectably, there was a glowing, blazing fire. On the hob was a little\nbrass kettle, hissing and boiling; spread upon the floor was a warm,\nthick rug; before the fire was a folding-chair, unfolded and with\ncushions on it; by the chair was a small folding-table, unfolded,\ncovered with a white cloth, and upon it were spread small covered\ndishes, a cup and saucer, and a tea-pot; on the bed were new, warm\ncoverings, a curious wadded silk robe, and some books. The little, cold,\nmiserable room seemed changed into Fairyland. It was actually warm and\nglowing.\n\n“It is bewitched!” said Sara. “Or I am bewitched. I only think I see\nit all; but if I can only keep on thinking it, I don't care--I don't\ncare--if I can only keep it up!”\n\nShe was afraid to move, for fear it would melt away. She stood with her\nback against the door and looked and looked. But soon she began to feel\nwarm, and then she moved forward.\n\n“A fire that I only thought I saw surely wouldn't feel warm,” she said.\n“It feels real--real.”\n\nShe went to it and knelt before it. She touched the chair, the table;\nshe lifted the cover of one of the dishes. There was something hot and\nsavory in it--something delicious. The tea-pot had tea in it, ready for\nthe boiling water from the little kettle; one plate had toast on it,\nanother, muffins.\n\n“It is real,” said Sara. “The fire is real enough to warm me; I can sit\nin the chair; the things are real enough to eat.”\n\nIt was like a fairy story come true--it was heavenly. She went to the\nbed and touched the blankets and the wrap. They were real too. She\nopened one book, and on the title-page was written in a strange hand,\n“The little girl in the attic.”\n\nSuddenly--was it a strange thing for her to do?--Sara put her face down\non the queer, foreign looking quilted robe and burst into tears.\n\n“I don't know who it is,” she said, “but somebody cares about me a\nlittle--somebody is my friend.”\n\nSomehow that thought warmed her more than the fire. She had never had\na friend since those happy, luxurious days when she had had everything;\nand those days had seemed such a long way off--so far away as to be only\nlike dreams--during these last years at Miss Minchin's.\n\nShe really cried more at this strange thought of having a friend--even\nthough an unknown one--than she had cried over many of her worst\ntroubles.\n\nBut these tears seemed different from the others, for when she had wiped\nthem away they did not seem to leave her eyes and her heart hot and\nsmarting.\n\nAnd then imagine, if you can, what the rest of the evening was like.\nThe delicious comfort of taking off the damp clothes and putting on the\nsoft, warm, quilted robe before the glowing fire--of slipping her cold\nfeet into the luscious little wool-lined slippers she found near her\nchair. And then the hot tea and savory dishes, the cushioned chair and\nthe books!\n\nIt was just like Sara, that, once having found the things real, she\nshould give herself up to the enjoyment of them to the very utmost. She\nhad lived such a life of imagining, and had found her pleasure so long\nin improbabilities, that she was quite equal to accepting any wonderful\nthing that happened. After she was quite warm and had eaten her supper\nand enjoyed herself for an hour or so, it had almost ceased to be\nsurprising to her that such magical surroundings should be hers. As\nto finding out who had done all this, she knew that it was out of the\nquestion. She did not know a human soul by whom it could seem in the\nleast degree probable that it could have been done.\n\n“There is nobody,” she said to herself, “nobody.” She discussed the\nmatter with Emily, it is true, but more because it was delightful to\ntalk about it than with a view to making any discoveries.\n\n“But we have a friend, Emily,” she said; “we have a friend.”\n\nSara could not even imagine a being charming enough to fill her grand\nideal of her mysterious benefactor. If she tried to make in her mind\na picture of him or her, it ended by being something glittering and\nstrange--not at all like a real person, but bearing resemblance to a\nsort of Eastern magician, with long robes and a wand. And when she fell\nasleep, beneath the soft white blanket, she dreamed all night of this\nmagnificent personage, and talked to him in Hindustani, and made salaams\nto him.\n\nUpon one thing she was determined. She would not speak to any one of\nher good fortune--it should be her own secret; in fact, she was\nrather inclined to think that if Miss Minchin knew, she would take her\ntreasures from her or in some way spoil her pleasure. So, when she went\ndown the next morning, she shut her door very tight and did her best to\nlook as if nothing unusual had occurred. And yet this was rather hard,\nbecause she could not help remembering, every now and then, with a sort\nof start, and her heart would beat quickly every time she repeated to\nherself, “I have a friend!”\n\nIt was a friend who evidently meant to continue to be kind, for when she\nwent to her garret the next night--and she opened the door, it must be\nconfessed, with rather an excited feeling--she found that the same hands\nhad been again at work, and had done even more than before. The fire and\nthe supper were again there, and beside them a number of other things\nwhich so altered the look of the garret that Sara quite lost her breath.\nA piece of bright, strange, heavy cloth covered the battered mantel, and\non it some ornaments had been placed. All the bare, ugly things which\ncould be covered with draperies had been concealed and made to look\nquite pretty. Some odd materials in rich colors had been fastened\nagainst the walls with sharp, fine tacks--so sharp that they could be\npressed into the wood without hammering. Some brilliant fans were pinned\nup, and there were several large cushions. A long, old wooden box was\ncovered with a rug, and some cushions lay on it, so that it wore quite\nthe air of a sofa.\n\nSara simply sat down, and looked, and looked again.\n\n“It is exactly like something fairy come true,” she said; “there isn't\nthe least difference. I feel as if I might wish for anything--diamonds\nand bags of gold--and they would appear! That couldn't be any stranger\nthan this. Is this my garret? Am I the same cold, ragged, damp Sara?\nAnd to think how I used to pretend, and pretend, and wish there were\nfairies! The one thing I always wanted was to see a fairy story come\ntrue. I am living in a fairy story! I feel as if I might be a fairy\nmyself, and be able to turn things into anything else!”\n\nIt was like a fairy story, and, what was best of all, it continued.\nAlmost every day something new was done to the garret. Some new comfort\nor ornament appeared in it when Sara opened her door at night, until\nactually, in a short time it was a bright little room, full of all sorts\nof odd and luxurious things. And the magician had taken care that the\nchild should not be hungry, and that she should have as many books as\nshe could read. When she left the room in the morning, the remains of\nher supper were on the table, and when she returned in the evening, the\nmagician had removed them, and left another nice little meal. Downstairs\nMiss Minchin was as cruel and insulting as ever, Miss Amelia was as\npeevish, and the servants were as vulgar. Sara was sent on errands, and\nscolded, and driven hither and thither, but somehow it seemed as if she\ncould bear it all. The delightful sense of romance and mystery lifted\nher above the cook's temper and malice. The comfort she enjoyed and\ncould always look forward to was making her stronger. If she came home\nfrom her errands wet and tired, she knew she would soon be warm, after\nshe had climbed the stairs. In a few weeks she began to look less thin.\nA little color came into her cheeks, and her eyes did not seem much too\nbig for her face.\n\nIt was just when this was beginning to be so apparent that Miss Minchin\nsometimes stared at her questioningly, that another wonderful thing\nhappened. A man came to the door and left several parcels. All were\naddressed (in large letters) to “the little girl in the attic.” Sara\nherself was sent to open the door, and she took them in. She laid\nthe two largest parcels down on the hall-table and was looking at the\naddress, when Miss Minchin came down the stairs.\n\n“Take the things upstairs to the young lady to whom they belong,” she\nsaid. “Don't stand there staring at them.”\n\n“They belong to me,” answered Sara, quietly.\n\n“To you!” exclaimed Miss Minchin. “What do you mean?”\n\n“I don't know where they came from,” said Sara, “but they're addressed\nto me.”\n\nMiss Minchin came to her side and looked at them with an excited\nexpression.\n\n“What is in them?” she demanded.\n\n“I don't know,” said Sara.\n\n“Open them!” she demanded, still more excitedly.\n\nSara did as she was told. They contained pretty and comfortable\nclothing,--clothing of different kinds; shoes and stockings and gloves,\na warm coat, and even an umbrella. On the pocket of the coat was pinned\na paper on which was written, “To be worn every day--will be replaced by\nothers when necessary.”\n\nMiss Minchin was quite agitated. This was an incident which suggested\nstrange things to her sordid mind. Could it be that she had made a\nmistake after all, and that the child so neglected and so unkindly\ntreated by her had some powerful friend in the background? It would not\nbe very pleasant if there should be such a friend, and he or she should\nlearn all the truth about the thin, shabby clothes, the scant food,\nthe hard work. She felt queer indeed and uncertain, and she gave a\nside-glance at Sara.\n\n“Well,” she said, in a voice such as she had never used since the day\nthe child lost her father--“well, some one is very kind to you. As you\nhave the things and are to have new ones when they are worn out, you\nmay as well go and put them on and look respectable; and after you\nare dressed, you may come downstairs and learn your lessons in the\nschool-room.”\n\nSo it happened that, about half an hour afterward, Sara struck the\nentire school-room of pupils dumb with amazement, by making her\nappearance in a costume such as she had never worn since the change of\nfortune whereby she ceased to be a show-pupil and a parlor-boarder. She\nscarcely seemed to be the same Sara. She was neatly dressed in a pretty\ngown of warm browns and reds, and even her stockings and slippers were\nnice and dainty.\n\n“Perhaps some one has left her a fortune,” one of the girls whispered.\n“I always thought something would happen to her, she is so queer.”\n\nThat night when Sara went to her room she carried out a plan she had\nbeen devising for some time. She wrote a note to her unknown friend. It\nran as follows:\n\n\n“I hope you will not think it is not polite that I should write this\nnote to you when you wish to keep yourself a secret, but I do not mean\nto be impolite, or to try to find out at all, only I want to thank you\nfor being so kind to me--so beautiful kind, and making everything like a\nfairy story. I am so grateful to you and I am so happy! I used to be so\nlonely and cold and, hungry, and now, oh, just think what you have done\nfor me! Please let me say just these words. It seems as if I ought to\nsay them. Thank you--thank you--thank you!\n\n“THE LITTLE GIRL IN THE ATTIC.”\n\n\nThe next morning she left this on the little table, and it was taken\naway with the other things; so she felt sure the magician had received\nit, and she was happier for the thought.\n\nA few nights later a very odd thing happened. She found something in the\nroom which she certainly would never have expected. When she came in\nas usual she saw something small and dark in her chair,--an odd, tiny\nfigure, which turned toward her a little, weird-looking, wistful face.\n\n“Why, it's the monkey!” she cried. “It is the Indian Gentleman's monkey!\nWhere can he have come from?”\n\nIt was the monkey, sitting up and looking so like a mite of a child\nthat it really was quite pathetic; and very soon Sara found out how he\nhappened to be in her room. The skylight was open, and it was easy to\nguess that he had crept out of his master's garret-window, which was\nonly a few feet away and perfectly easy to get in and out of, even for a\nclimber less agile than a monkey. He had probably climbed to the garret\non a tour of investigation, and getting out upon the roof, and being\nattracted by the light in Sara's attic, had crept in. At all events this\nseemed quite reasonable, and there he was; and when Sara went to him, he\nactually put out his queer, elfish little hands, caught her dress, and\njumped into her arms.\n\n“Oh, you queer, poor, ugly, foreign little thing!” said Sara, caressing\nhim. “I can't help liking you. You look like a sort of baby, but I am\nso glad you are not, because your mother could not be proud of you, and\nnobody would dare to say you were like any of your relations. But I do\nlike you; you have such a forlorn little look in your face. Perhaps you\nare sorry you are so ugly, and it's always on your mind. I wonder if you\nhave a mind?”\n\nThe monkey sat and looked at her while she talked, and seemed much\ninterested in her remarks, if one could judge by his eyes and his\nforehead, and the way he moved his head up and down, and held it\nsideways and scratched it with his little hand. He examined Sara quite\nseriously, and anxiously, too. He felt the stuff of her dress, touched\nher hands, climbed up and examined her ears, and then sat on her\nshoulder holding a lock of her hair, looking mournful but not at all\nagitated. Upon the whole, he seemed pleased with Sara.\n\n“But I must take you back,” she said to him, “though I'm sorry to have\nto do it. Oh, the company you would be to a person!”\n\nShe lifted him from her shoulder, set him on her knee, and gave him a\nbit of cake. He sat and nibbled it, and then put his head on one side,\nlooked at her, wrinkled his forehead, and then nibbled again, in the\nmost companionable manner.\n\n“But you must go home,” said Sara at last; and she took him in her arms\nto carry him downstairs. Evidently he did not want to leave the room,\nfor as they reached the door he clung to her neck and gave a little\nscream of anger.\n\n“You mustn't be an ungrateful monkey,” said Sara. “You ought to be\nfondest of your own family. I am sure the Lascar is good to you.”\n\nNobody saw her on her way out, and very soon she was standing on the\nIndian Gentleman's front steps, and the Lascar had opened the door for\nher.\n\n“I found your monkey in my room,” she said in Hindustani. “I think he\ngot in through the window.”\n\nThe man began a rapid outpouring of thanks; but, just as he was in the\nmidst of them, a fretful, hollow voice was heard through the open door\nof the nearest room. The instant he heard it the Lascar disappeared, and\nleft Sara still holding the monkey.\n\nIt was not many moments, however, before he came back bringing a\nmessage. His master had told him to bring Missy into the library. The\nSahib was very ill, but he wished to see Missy.\n\nSara thought this odd, but she remembered reading stories of Indian\ngentlemen who, having no constitutions, were extremely cross and full of\nwhims, and who must have their own way. So she followed the Lascar.\n\nWhen she entered the room the Indian Gentleman was lying on an easy\nchair, propped up with pillows. He looked frightfully ill. His yellow\nface was thin, and his eyes were hollow. He gave Sara a rather curious\nlook--it was as if she wakened in him some anxious interest.\n\n“You live next door?” he said.\n\n“Yes,” answered Sara. “I live at Miss Minchin's.”\n\n“She keeps a boarding-school?”\n\n“Yes,” said Sara.\n\n“And you are one of her pupils?”\n\nSara hesitated a moment.\n\n“I don't know exactly what I am,” she replied.\n\n“Why not?” asked the Indian Gentleman.\n\nThe monkey gave a tiny squeak, and Sara stroked him.\n\n“At first,” she said, “I was a pupil and a parlor boarder; but now--”\n\n“What do you mean by `at first'?” asked the Indian Gentleman.\n\n“When I was first taken there by my papa.”\n\n“Well, what has happened since then?” said the invalid, staring at her\nand knitting his brows with a puzzled expression.\n\n“My papa died,” said Sara. “He lost all his money, and there was\nnone left for me--and there was no one to take care of me or pay Miss\nMinchin, so--”\n\n“So you were sent up into the garret and neglected, and made into a\nhalf-starved little drudge!” put in the Indian Gentleman. “That is about\nit, isn't it?”\n\nThe color deepened on Sara's cheeks.\n\n“There was no one to take care of me, and no money,” she said. “I belong\nto nobody.”\n\n“What did your father mean by losing his money?” said the gentleman,\nfretfully.\n\nThe red in Sara's cheeks grew deeper, and she fixed her odd eyes on the\nyellow face.\n\n“He did not lose it himself,” she said. “He had a friend he was fond\nof, and it was his friend, who took his money. I don't know how. I don't\nunderstand. He trusted his friend too much.”\n\nShe saw the invalid start--the strangest start--as if he had been\nsuddenly frightened. Then he spoke nervously and excitedly:\n\n“That's an old story,” he said. “It happens every day; but sometimes\nthose who are blamed--those who do the wrong--don't intend it, and are\nnot so bad. It may happen through a mistake--a miscalculation; they may\nnot be so bad.”\n\n“No,” said Sara, “but the suffering is just as bad for the others. It\nkilled my papa.”\n\nThe Indian Gentleman pushed aside some of the gorgeous wraps that\ncovered him.\n\n“Come a little nearer, and let me look at you,” he said.\n\nHis voice sounded very strange; it had a more nervous and excited tone\nthan before. Sara had an odd fancy that he was half afraid to look at\nher. She came and stood nearer, the monkey clinging to her and watching\nhis master anxiously over his shoulder.\n\nThe Indian Gentleman's hollow, restless eyes fixed themselves on her.\n\n“Yes,” he said at last. “Yes; I can see it. Tell me your father's name.”\n\n“His name was Ralph Crewe,” said Sara. “Captain Crewe. Perhaps,”--a\nsudden thought flashing upon her,--“perhaps you may have heard of him?\nHe died in India.”\n\nThe Indian Gentleman sank back upon his pillows. He looked very weak,\nand seemed out of breath.\n\n“Yes,” he said, “I knew him. I was his friend. I meant no harm. If he\nhad only lived he would have known. It turned out well after all. He was\na fine young fellow. I was fond of him. I will make it right. Call--call\nthe man.”\n\nSara thought he was going to die. But there was no need to call the\nLascar. He must have been waiting at the door. He was in the room and by\nhis master's side in an instant. He seemed to know what to do. He lifted\nthe drooping head, and gave the invalid something in a small glass. The\nIndian Gentleman lay panting for a few minutes, and then he spoke in an\nexhausted but eager voice, addressing the Lascar in Hindustani:\n\n“Go for Carmichael,” he said. “Tell him to come here at once. Tell him I\nhave found the child!”\n\nWhen Mr. Carmichael arrived (which occurred in a very few minutes, for\nit turned out that he was no other than the father of the Large Family\nacross the street), Sara went home, and was allowed to take the monkey\nwith her. She certainly did not sleep very much that night, though the\nmonkey behaved beautifully, and did not disturb her in the least. It was\nnot the monkey that kept her awake--it was her thoughts, and her wonders\nas to what the Indian Gentleman had meant when he said, “Tell him I have\nfound the child.” “What child?” Sara kept asking herself.\n\n“I was the only child there; but how had he found me, and why did he\nwant to find me? And what is he going to do, now I am found? Is it\nsomething about my papa? Do I belong to somebody? Is he one of my\nrelations? Is something going to happen?”\n\nBut she found out the very next day, in the morning; and it seemed that\nshe had been living in a story even more than she had imagined. First,\nMr. Carmichael came and had an interview with Miss Minchin. And it\nappeared that Mr. Carmichael, besides occupying the important situation\nof father to the Large Family was a lawyer, and had charge of the\naffairs of Mr. Carrisford--which was the real name of the Indian\nGentleman--and, as Mr. Carrisford's lawyer, Mr. Carmichael had come to\nexplain something curious to Miss Minchin regarding Sara. But, being the\nfather of the Large Family, he had a very kind and fatherly feeling for\nchildren; and so, after seeing Miss Minchin alone, what did he do but\ngo and bring across the square his rosy, motherly, warm-hearted wife,\nso that she herself might talk to the little lonely girl, and tell her\neverything in the best and most motherly way.\n\nAnd then Sara learned that she was to be a poor little drudge and\noutcast no more, and that a great change had come in her fortunes; for\nall the lost fortune had come back to her, and a great deal had even\nbeen added to it. It was Mr. Carrisford who had been her father's\nfriend, and who had made the investments which had caused him the\napparent loss of his money; but it had so happened that after poor young\nCaptain Crewe's death one of the investments which had seemed at the\ntime the very worst had taken a sudden turn, and proved to be such a\nsuccess that it had been a mine of wealth, and had more than doubled the\nCaptain's lost fortune, as well as making a fortune for Mr. Carrisford\nhimself. But Mr. Carrisford had been very unhappy. He had truly loved\nhis poor, handsome, generous young friend, and the knowledge that he had\ncaused his death had weighed upon him always, and broken both his health\nand spirit. The worst of it had been that, when first he thought himself\nand Captain Crewe ruined, he had lost courage and gone away because he\nwas not brave enough to face the consequences of what he had done, and\nso he had not even known where the young soldier's little girl had\nbeen placed. When he wanted to find her, and make restitution, he\ncould discover no trace of her; and the certainty that she was poor and\nfriendless somewhere had made him more miserable than ever. When he had\ntaken the house next to Miss Minchin's he had been so ill and wretched\nthat he had for the time given up the search. His troubles and the\nIndian climate had brought him almost to death's door--indeed, he had\nnot expected to live more than a few months. And then one day the Lascar\nhad told him about Sara's speaking Hindustani, and gradually he had\nbegun to take a sort of interest in the forlorn child, though he had\nonly caught a glimpse of her once or twice and he had not connected\nher with the child of his friend, perhaps because he was too languid\nto think much about anything. But the Lascar had found out something\nof Sara's unhappy little life, and about the garret. One evening he had\nactually crept out of his own garret-window and looked into hers, which\nwas a very easy matter, because, as I have said, it was only a few feet\naway--and he had told his master what he had seen, and in a moment of\ncompassion the Indian Gentleman had told him to take into the wretched\nlittle room such comforts as he could carry from the one window to the\nother. And the Lascar, who had developed an interest in, and an odd\nfondness for, the child who had spoken to him in his own tongue, had\nbeen pleased with the work; and, having the silent swiftness and agile\nmovements of many of his race, he had made his evening journeys across\nthe few feet of roof from garret-window to garret-window, without any\ntrouble at all. He had watched Sara's movements until he knew exactly\nwhen she was absent from her room and when she returned to it, and so he\nhad been able to calculate the best times for his work. Generally he\nhad made them in the dusk of the evening; but once or twice, when he\nhad seen her go out on errands, he had dared to go over in the daytime,\nbeing quite sure that the garret was never entered by any one but\nherself. His pleasure in the work and his reports of the results had\nadded to the invalid's interest in it, and sometimes the master had\nfound the planning gave him something to think of, which made him almost\nforget his weariness and pain. And at last, when Sara brought home the\ntruant monkey, he had felt a wish to see her, and then her likeness to\nher father had done the rest.\n\n“And now, my dear,” said good Mrs. Carmichael, patting Sara's hand, “all\nyour troubles are over, I am sure, and you are to come home with me and\nbe taken care of as if you were one of my own little girls; and we are\nso pleased to think of having you with us until everything is settled,\nand Mr. Carrisford is better. The excitement of last night has made him\nvery weak, but we really think he will get well, now that such a load\nis taken from his mind. And when he is stronger, I am sure he will be as\nkind to you as your own papa would have been. He has a very good heart,\nand he is fond of children--and he has no family at all. But we must\nmake you happy and rosy, and you must learn to play and run about, as my\nlittle girls do--”\n\n“As your little girls do?” said Sara. “I wonder if I could. I used to\nwatch them and wonder what it was like. Shall I feel as if I belonged to\nsomebody?”\n\n“Ah, my love, yes!--yes!” said Mrs. Carmichael; “dear me, yes!” And her\nmotherly blue eyes grew quite moist, and she suddenly took Sara in her\narms and kissed her. That very night, before she went to sleep, Sara had\nmade the acquaintance of the entire Large Family, and such excitement\nas she and the monkey had caused in that joyous circle could hardly be\ndescribed. There was not a child in the nursery, from the Eton boy who\nwas the eldest, to the baby who was the youngest, who had not laid\nsome offering on her shrine. All the older ones knew something of her\nwonderful story. She had been born in India; she had been poor and\nlonely and unhappy, and had lived in a garret and been treated unkindly;\nand now she was to be rich and happy, and be taken care of. They were so\nsorry for her, and so delighted and curious about her, all at once. The\ngirls wished to be with her constantly, and the little boys wished to be\ntold about India; the second baby, with the short round legs, simply\nsat and stared at her and the monkey, possibly wondering why she had not\nbrought a hand-organ with her.\n\n“I shall certainly wake up presently,” Sara kept saying to herself.\n“This one must be a dream. The other one turned out to be real; but this\ncouldn't be. But, oh! how happy it is!”\n\nAnd even when she went to bed, in the bright, pretty room not far from\nMrs. Carmichael's own, and Mrs. Carmichael came and kissed her and\npatted her and tucked her in cozily, she was not sure that she would not\nwake up in the garret in the morning.\n\n“And oh, Charles, dear,” Mrs. Carmichael said to her husband, when she\nwent downstairs to him, “We must get that lonely look out of her eyes!\nIt isn't a child's look at all. I couldn't bear to see it in one of my\nown children. What the poor little love must have had to bear in that\ndreadful woman's house! But, surely, she will forget it in time.”\n\n\nBut though the lonely look passed away from Sara's face, she never quite\nforgot the garret at Miss Minchin's; and, indeed, she always liked to\nremember the wonderful night when the tired princess crept upstairs,\ncold and wet, and opening the door found fairy-land waiting for her. And\nthere was no one of the many stories she was always being called upon to\ntell in the nursery of the Large Family which was more popular than that\nparticular one; and there was no one of whom the Large Family were so\nfond as of Sara. Mr. Carrisford did not die, but recovered, and Sara\nwent to live with him; and no real princess could have been better taken\ncare of than she was. It seemed that the Indian Gentleman could not do\nenough to make her happy, and to repay her for the past; and the Lascar\nwas her devoted slave. As her odd little face grew brighter, it grew so\npretty and interesting that Mr. Carrisford used to sit and watch it many\nan evening, as they sat by the fire together.\n\nThey became great friends, and they used to spend hours reading and\ntalking together; and, in a very short time, there was no pleasanter\nsight to the Indian Gentleman than Sara sitting in her big chair on the\nopposite side of the hearth, with a book on her knee and her soft, dark\nhair tumbling over her warm cheeks. She had a pretty habit of looking\nup at him suddenly, with a bright smile, and then he would often say to\nher:\n\n“Are you happy, Sara?”\n\nAnd then she would answer:\n\n“I feel like a real princess, Uncle Tom.”\n\nHe had told her to call him Uncle Tom.\n\n“There doesn't seem to be anything left to `suppose,'” she added.\n\nThere was a little joke between them that he was a magician, and so\ncould do anything he liked; and it was one of his pleasures to invent\nplans to surprise her with enjoyments she had not thought of. Scarcely\na day passed in which he did not do something new for her. Sometimes she\nfound new flowers in her room; sometimes a fanciful little gift tucked\ninto some odd corner, sometimes a new book on her pillow;--once as they\nsat together in the evening they heard the scratch of a heavy paw on\nthe door of the room, and when Sara went to find out what it was, there\nstood a great dog--a splendid Russian boar-hound with a grand silver and\ngold collar. Stooping to read the inscription upon the collar, Sara was\ndelighted to read the words: “I am Boris; I serve the Princess Sara.”\n\nThen there was a sort of fairy nursery arranged for the entertainment of\nthe juvenile members of the Large Family, who were always coming to see\nSara and the Lascar and the monkey. Sara was as fond of the Large Family\nas they were of her. She soon felt as if she were a member of it, and\nthe companionship of the healthy, happy children was very good for\nher. All the children rather looked up to her and regarded her as the\ncleverest and most brilliant of creatures--particularly after it was\ndiscovered that she not only knew stories of every kind, and could\ninvent new ones at a moment's notice, but that she could help with\nlessons, and speak French and German, and discourse with the Lascar in\nHindustani.\n\nIt was rather a painful experience for Miss Minchin to watch her\nex-pupil's fortunes, as she had the daily opportunity to do, and to feel\nthat she had made a serious mistake, from a business point of view. She\nhad even tried to retrieve it by suggesting that Sara's education should\nbe continued under her care, and had gone to the length of making an\nappeal to the child herself.\n\n“I have always been very fond of you,” she said.\n\nThen Sara fixed her eyes upon her and gave her one of her odd looks.\n\n“Have you?” she answered.\n\n“Yes,” said Miss Minchin. “Amelia and I have always said you were\nthe cleverest child we had with us, and I am sure we could make you\nhappy--as a parlor boarder.”\n\nSara thought of the garret and the day her ears were boxed,--and of that\nother day, that dreadful, desolate day when she had been told that she\nbelonged to nobody; that she had no home and no friends,--and she kept\nher eyes fixed on Miss Minchin's face.\n\n“You know why I would not stay with you,” she said.\n\nAnd it seems probable that Miss Minchin did, for after that simple\nanswer she had not the boldness to pursue the subject. She merely sent\nin a bill for the expense of Sara's education and support, and she made\nit quite large enough. And because Mr. Carrisford thought Sara would\nwish it paid, it was paid. When Mr. Carmichael paid it he had a brief\ninterview with Miss Minchin in which he expressed his opinion with much\nclearness and force; and it is quite certain that Miss Minchin did not\nenjoy the conversation.\n\nSara had been about a month with Mr. Carrisford, and had begun to\nrealize that her happiness was not a dream, when one night the Indian\nGentleman saw that she sat a long time with her cheek on her hand\nlooking at the fire.\n\n“What are you `supposing,' Sara?” he asked. Sara looked up with a bright\ncolor on her cheeks.\n\n“I was `supposing,'” she said; “I was remembering that hungry day, and a\nchild I saw.”\n\n“But there were a great many hungry days,” said the Indian Gentleman,\nwith a rather sad tone in his voice. “Which hungry day was it?”\n\n“I forgot you didn't know,” said Sara. “It was the day I found the\nthings in my garret.”\n\nAnd then she told him the story of the bun-shop, and the fourpence, and\nthe child who was hungrier than herself; and somehow as she told it,\nthough she told it very simply indeed, the Indian Gentleman found it\nnecessary to shade his eyes with his hand and look down at the floor.\n\n“And I was `supposing' a kind of plan,” said Sara, when she had\nfinished; “I was thinking I would like to do something.”\n\n“What is it?” said her guardian in a low tone. “You may do anything you\nlike to do, Princess.”\n\n“I was wondering,” said Sara,--“you know you say I have a great deal of\nmoney--and I was wondering if I could go and see the bun-woman and\ntell her that if, when hungry children--particularly on those dreadful\ndays--come and sit on the steps or look in at the window, she would just\ncall them in and give them something to eat, she might send the bills to\nme and I would pay them--could I do that?”\n\n“You shall do it to-morrow morning,” said the Indian Gentleman.\n\n“Thank you,” said Sara; “you see I know what it is to be hungry, and it\nis very hard when one can't even pretend it away.”\n\n“Yes, yes, my dear,” said the Indian Gentleman. “Yes, it must be. Try\nto forget it. Come and sit on this footstool near my knee, and only\nremember you are a princess.”\n\n“Yes,” said Sara, “and I can give buns and bread to the Populace.” And\nshe went and sat on the stool, and the Indian Gentleman (he used to\nlike her to call him that, too, sometimes,--in fact very often) drew her\nsmall, dark head down upon his knee and stroked her hair.\n\nThe next morning a carriage drew up before the door of the baker's shop,\nand a gentleman and a little girl got out,--oddly enough, just as the\nbun-woman was putting a tray of smoking hotbuns into the window. When\nSara entered the shop the woman turned and looked at her and, leaving\nthe buns, came and stood behind the counter. For a moment she looked at\nSara very hard indeed, and then her good-natured face lighted up.\n\n“I'm that sure I remember you, miss,” she said. “And yet--”\n\n“Yes,” said Sara, “once you gave me six buns for fourpence, and--”\n\n“And you gave five of 'em to a beggar-child,” said the woman. “I've\nalways remembered it. I couldn't make it out at first. I beg pardon,\nsir, but there's not many young people that notices a hungry face in\nthat way, and I've thought of it many a time. Excuse the liberty, miss,\nbut you look rosier and better than you did that day.”\n\n“I am better, thank you,” said Sara, “and--and I am happier, and I have\ncome to ask you to do something for me.”\n\n“Me, miss!” exclaimed the woman, “why, bless you, yes, miss! What can I\ndo?”\n\nAnd then Sara made her little proposal, and the woman listened to it\nwith an astonished face.\n\n“Why, bless me!” she said, when she had heard it all. “Yes, miss, it'll\nbe a pleasure to me to do it. I am a working woman, myself, and can't\nafford to do much on my own account, and there's sights of trouble on\nevery side; but if you'll excuse me, I'm bound to say I've given many\na bit of bread away since that wet afternoon, just along o' thinkin' of\nyou. An' how wet an' cold you was, an' how you looked,--an' yet you give\naway your hot buns as if you was a princess.”\n\nThe Indian Gentleman smiled involuntarily, and Sara smiled a little too.\n“She looked so hungry,” she said. “She was hungrier than I was.”\n\n“She was starving,” said the woman. “Many's the time she's told me of it\nsince--how she sat there in the wet, and felt as if a wolf was a-tearing\nat her poor young insides.”\n\n“Oh, have you seen her since then?” exclaimed Sara. “Do you know where\nshe is?”\n\n“I know!” said the woman. “Why, she's in that there back room now, miss,\nan' has been for a month, an' a decent, well-meaning girl she's going to\nturn out, an' such a help to me in the day shop, an' in the kitchen, as\nyou'd scarce believe, knowing how she's lived.”\n\nShe stepped to the door of the little back parlor and spoke; and the\nnext minute a girl came out and followed her behind the counter. And\nactually it was the beggar-child, clean and neatly clothed, and looking\nas if she had not been hungry for a long time. She looked shy, but she\nhad a nice face, now that she was no longer a savage; and the wild look\nhad gone from her eyes. And she knew Sara in an instant, and stood and\nlooked at her as if she could never look enough.\n\n“You see,” said the woman, “I told her to come here when she was hungry,\nand when she'd come I'd give her odd jobs to do, an' I found she was\nwilling, an' somehow I got to like her; an' the end of it was I've given\nher a place an' a home, an' she helps me, an' behaves as well, an' is as\nthankful as a girl can be. Her name's Anne--she has no other.”\n\nThe two children stood and looked at each other a few moments. In Sara's\neyes a new thought was growing.\n\n“I'm glad you have such a good home,” she said. “Perhaps Mrs. Brown will\nlet you give the buns and bread to the children--perhaps you would like\nto do it--because you know what it is to be hungry, too.”\n\n“Yes, miss,” said the girl.\n\nAnd somehow Sara felt as if she understood her, though the girl said\nnothing more, and only stood still and looked, and looked after her as\nshe went out of the shop and got into the carriage and drove away."
}