{
 "author": [
  "Alcott, Louisa May"
 ],
 "title": [
  "Flower Fables"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Fairies -- Juvenile poetry",
  "Flowers -- Juvenile fiction",
  "PZ",
  "Flowers -- Juvenile poetry",
  "Children's stories, American",
  "Fairy tales -- United States",
  "Short stories"
 ],
 "id": "163",
 "genre": [
  "short stories",
  "teen",
  "fiction",
  "children"
 ],
 "text": "Flower Fables\n\n\nby\n\nLouisa May Alcott\n\n\n\n\n  \"Pondering shadows, colors, clouds\n  Grass-buds, and caterpillar shrouds\n  Boughs on which the wild bees settle,\n  Tints that spot the violet's petal.\"\n                            EMERSON'S WOOD-NOTES.\n\n\n\n                      TO\n                 ELLEN EMERSON,\n           FOR WHOM THEY WERE FANCIED,\n               THESE FLOWER FABLES\n                  ARE INSCRIBED,\n                  BY HER FRIEND,\n\n                           THE AUTHOR.\n\nBoston, Dec. 9, 1854.\n\n\n\n\nContents\n\n  The Frost King: or, The Power of Love\n  Eva's Visit to Fairy-Land\n  The Flower's Lesson\n  Lily-Bell and Thistledown\n  Little Bud\n  Clover-Blossom\n  Little Annie's Dream: or, The Fairy Flower\n  Ripple, the Water-Spirit\n  Fairy Song\n\n\n\n\nFLOWER FABLES.\n\n\nTHE summer moon shone brightly down upon the sleeping earth, while\nfar away from mortal eyes danced the Fairy folk.  Fire-flies hung\nin bright clusters on the dewy leaves, that waved in the cool\nnight-wind; and the flowers stood gazing, in very wonder, at the\nlittle Elves, who lay among the fern-leaves, swung in the vine-boughs,\nsailed on the lake in lily cups, or danced on the mossy ground,\nto the music of the hare-bells, who rung out their merriest peal\nin honor of the night.\n\nUnder the shade of a wild rose sat the Queen and her little\nMaids of Honor, beside the silvery mushroom where the feast\nwas spread.\n\n\"Now, my friends,\" said she, \"to while away the time till the bright\nmoon goes down, let us each tell a tale, or relate what we have done\nor learned this day.  I will begin with you, Sunny Lock,\" added she,\nturning to a lovely little Elf, who lay among the fragrant leaves\nof a primrose.\n\nWith a gay smile, \"Sunny Lock\" began her story.\n\n\"As I was painting the bright petals of a blue bell, it told me\nthis tale.\"\n\n\n\n\nTHE FROST-KING:\n       OR,\nTHE POWER OF LOVE.\n\n\nTHREE little Fairies sat in the fields eating their breakfast;\neach among the leaves of her favorite flower, Daisy, Primrose,\nand Violet, were happy as Elves need be.\n\nThe morning wind gently rocked them to and fro, and the sun\nshone warmly down upon the dewy grass, where butterflies spread\ntheir gay wings, and bees with their deep voices sung\namong the flowers; while the little birds hopped merrily about\nto peep at them.\n\nOn a silvery mushroom was spread the breakfast; little cakes\nof flower-dust lay on a broad green leaf, beside a crimson\nstrawberry, which, with sugar from the violet, and cream\nfrom the yellow milkweed, made a fairy meal, and their drink was\nthe dew from the flowers' bright leaves.\n\n\"Ah me,\" sighed Primrose, throwing herself languidly back,\n\"how warm the sun grows! give me another piece of strawberry,\nand then I must hasten away to the shadow of the ferns.  But\nwhile I eat, tell me, dear Violet, why are you all so sad?\nI have scarce seen a happy face since my return from Rose Land;\ndear friend, what means it?\"\n\n\"I will tell you,\" replied little Violet, the tears gathering\nin her soft eyes.  \"Our good Queen is ever striving to keep\nthe dear flowers from the power of the cruel Frost-King; many ways\nshe tried, but all have failed.  She has sent messengers to his court\nwith costly gifts; but all have returned sick for want of sunlight,\nweary and sad; we have watched over them, heedless of sun or shower,\nbut still his dark spirits do their work, and we are left to weep\nover our blighted blossoms.  Thus have we striven, and in vain;\nand this night our Queen holds council for the last time.  Therefore\nare we sad, dear Primrose, for she has toiled and cared for us,\nand we can do nothing to help or advise her now.\"\n\n\"It is indeed a cruel thing,\" replied her friend; \"but as we cannot\nhelp it, we must suffer patiently, and not let the sorrows of others\ndisturb our happiness.  But, dear sisters, see you not how high\nthe sun is getting?  I have my locks to curl, and my robe to prepare\nfor the evening; therefore I must be gone, or I shall be brown as\na withered leaf in this warm light.\"  So, gathering a tiny mushroom\nfor a parasol, she flew away; Daisy soon followed, and Violet was\nleft alone.\n\nThen she spread the table afresh, and to it came fearlessly the busy\nant and bee, gay butterfly and bird; even the poor blind mole and\nhumble worm were not forgotten; and with gentle words she gave to all,\nwhile each learned something of their kind little teacher; and the\nlove that made her own heart bright shone alike on all.\n\nThe ant and bee learned generosity, the butterfly and bird\ncontentment, the mole and worm confidence in the love of others;\nand each went to their home better for the little time they had been\nwith Violet.\n\nEvening came, and with it troops of Elves to counsel their good Queen,\nwho, seated on her mossy throne, looked anxiously upon the throng\nbelow, whose glittering wings and rustling robes gleamed like\nmany-colored flowers.\n\nAt length she rose, and amid the deep silence spoke thus:--\n\n\"Dear children, let us not tire of a good work, hard though it be\nand wearisome; think of the many little hearts that in their sorrow\nlook to us for help.  What would the green earth be without its\nlovely flowers, and what a lonely home for us!  Their beauty fills\nour hearts with brightness, and their love with tender thoughts.\nOught we then to leave them to die uncared for and alone?  They give\nto us their all; ought we not to toil unceasingly, that they may\nbloom in peace within their quiet homes?  We have tried to gain\nthe love of the stern Frost-King, but in vain; his heart is hard as\nhis own icy land; no love can melt, no kindness bring it back to\nsunlight and to joy.  How then may we keep our frail blossoms\nfrom his cruel spirits?  Who will give us counsel?  Who will be\nour messenger for the last time?  Speak, my subjects.\"\n\nThen a great murmuring arose, and many spoke, some for costlier gifts,\nsome for war; and the fearful counselled patience and submission.\n\nLong and eagerly they spoke, and their soft voices rose high.\n\nThen sweet music sounded on the air, and the loud tones were hushed,\nas in wondering silence the Fairies waited what should come.\n\nThrough the crowd there came a little form, a wreath of pure\nwhite violets lay among the bright locks that fell so softly\nround the gentle face, where a deep blush glowed, as, kneeling at\nthe throne, little Violet said:--\n\n\"Dear Queen, we have bent to the Frost-King's power, we have borne\ngifts unto his pride, but have we gone trustingly to him and\nspoken fearlessly of his evil deeds?  Have we shed the soft light\nof unwearied love around his cold heart, and with patient tenderness\nshown him how bright and beautiful love can make even the darkest lot?\n\n\"Our messengers have gone fearfully, and with cold looks and\ncourtly words offered him rich gifts, things he cared not for,\nand with equal pride has he sent them back.\n\n\"Then let me, the weakest of your band, go to him, trusting\nin the love I know lies hidden in the coldest heart.\n\n\"I will bear only a garland of our fairest flowers; these\nwill I wind about him, and their bright faces, looking lovingly\nin his, will bring sweet thoughts to his dark mind, and their\nsoft breath steal in like gentle words.  Then, when he sees them\nfading on his breast, will he not sigh that there is no warmth there\nto keep them fresh and lovely?  This will I do, dear Queen, and\nnever leave his dreary home, till the sunlight falls on flowers\nfair as those that bloom in our own dear land.\"\n\nSilently the Queen had listened, but now, rising and placing her hand\non little Violet's head, she said, turning to the throng below:--\n\"We in our pride and power have erred, while this, the weakest and\nlowliest of our subjects, has from the innocence of her own pure heart\ncounselled us more wisely than the noblest of our train.\nAll who will aid our brave little messenger, lift your wands,\nthat we may know who will place their trust in the Power of Love.\"\n\nEvery fairy wand glistened in the air, as with silvery voices\nthey cried, \"Love and little Violet.\"\n\nThen down from the throne, hand in hand, came the Queen and Violet,\nand till the moon sank did the Fairies toil, to weave a wreath\nof the fairest flowers.  Tenderly they gathered them, with the\nnight-dew fresh upon their leaves, and as they wove chanted sweet\nspells, and whispered fairy blessings on the bright messengers\nwhom they sent forth to die in a dreary land, that their gentle\nkindred might bloom unharmed.\n\nAt length it was done; and the fair flowers lay glowing\nin the soft starlight, while beside them stood the Fairies, singing\nto the music of the wind-harps:--\n\n\n \"We are sending you, dear flowers,\n    Forth alone to die,\n  Where your gentle sisters may not weep\n    O'er the cold graves where you lie;\n  But you go to bring them fadeless life\n    In the bright homes where they dwell,\n  And you softly smile that 't is so,\n    As we sadly sing farewell.\n\n  O plead with gentle words for us,\n    And whisper tenderly\n  Of generous love to that cold heart,\n    And it will answer ye;\n  And though you fade in a dreary home,\n    Yet loving hearts will tell\n  Of the joy and peace that you have given:\n    Flowers, dear flowers, farewell!\"\n\n\nThe morning sun looked softly down upon the broad green earth,\nwhich like a mighty altar was sending up clouds of perfume from its\nbreast, while flowers danced gayly in the summer wind, and birds sang\ntheir morning hymn among the cool green leaves.  Then high above,\non shining wings, soared a little form.  The sunlight rested softly\non the silken hair, and the winds fanned lovingly the bright face,\nand brought the sweetest odors to cheer her on.\n\nThus went Violet through the clear air, and the earth looked\nsmiling up to her, as, with the bright wreath folded in her\narms, she flew among the soft, white clouds.\n\nOn and on she went, over hill and valley, broad rivers and\nrustling woods, till the warm sunlight passed away, the winds\ngrew cold, and the air thick with falling snow.  Then far below\nshe saw the Frost-King's home.  Pillars of hard, gray ice supported\nthe high, arched roof, hung with crystal icicles.  Dreary gardens\nlay around, filled with withered flowers and bare, drooping trees;\nwhile heavy clouds hung low in the dark sky, and a cold wind\nmurmured sadly through the wintry air.\n\nWith a beating heart Violet folded her fading wreath more closely\nto her breast, and with weary wings flew onward to the dreary palace.\n\nHere, before the closed doors, stood many forms with dark faces and\nharsh, discordant voices, who sternly asked the shivering little Fairy\nwhy she came to them.\n\nGently she answered, telling them her errand, beseeching them\nto let her pass ere the cold wind blighted her frail blossoms.\nThen they flung wide the doors, and she passed in.\n\nWalls of ice, carved with strange figures, were around her;\nglittering icicles hung from the high roof, and soft, white snow\ncovered the hard floors.  On a throne hung with clouds sat\nthe Frost-King; a crown of crystals bound his white locks, and\na dark mantle wrought with delicate frost-work was folded over\nhis cold breast.\n\nHis stern face could not stay little Violet, and on through\nthe long hall she went, heedless of the snow that gathered on\nher feet, and the bleak wind that blew around her; while the King\nwith wondering eyes looked on the golden light that played upon the\ndark walls as she passed.\n\nThe flowers, as if they knew their part, unfolded their bright leaves,\nand poured forth their sweetest perfume, as, kneeling at the throne,\nthe brave little Fairy said,--\n\n\"O King of blight and sorrow, send me not away till I have\nbrought back the light and joy that will make your dark home bright\nand beautiful again.  Let me call back to the desolate gardens the\nfair forms that are gone, and their soft voices blessing you will\nbring to your breast a never failing joy.  Cast by your icy crown\nand sceptre, and let the sunlight of love fall softly on your heart.\n\n\"Then will the earth bloom again in all its beauty, and your dim eyes\nwill rest only on fair forms, while music shall sound through these\ndreary halls, and the love of grateful hearts be yours.  Have pity\non the gentle flower-spirits, and do not doom them to an early death,\nwhen they might bloom in fadeless beauty, making us wiser by their\ngentle teachings, and the earth brighter by their lovely forms.\nThese fair flowers, with the prayers of all Fairy Land, I lay\nbefore you; O send me not away till they are answered.\"\n\nAnd with tears falling thick and fast upon their tender leaves,\nViolet laid the wreath at his feet, while the golden light grew ever\nbrighter as it fell upon the little form so humbly kneeling there.\n\nThe King's stern face grew milder as he gazed on the gentle Fairy,\nand the flowers seemed to look beseechingly upon him; while their\nfragrant voices sounded softly in his ear, telling of their dying\nsisters, and of the joy it gives to bring happiness to the weak\nand sorrowing.  But he drew the dark mantle closer over his breast\nand answered coldly,--\n\n\"I cannot grant your prayer, little Fairy; it is my will\nthe flowers should die.  Go back to your Queen, and tell her\nthat I cannot yield my power to please these foolish flowers.\"\n\nThen Violet hung the wreath above the throne, and with weary foot\nwent forth again, out into the cold, dark gardens, and still the\ngolden shadows followed her, and wherever they fell, flowers bloomed\nand green leaves rustled.\n\nThen came the Frost-Spirits, and beneath their cold wings the\nflowers died, while the Spirits bore Violet to a low, dark cell,\nsaying as they left her, that their King was angry that she had dared\nto stay when he had bid her go.\n\nSo all alone she sat, and sad thoughts of her happy home came back\nto her, and she wept bitterly.  But soon came visions of the gentle\nflowers dying in their forest homes, and their voices ringing\nin her ear, imploring her to save them.  Then she wept no longer,\nbut patiently awaited what might come.\n\nSoon the golden light gleamed faintly through the cell, and she heard\nlittle voices calling for help, and high up among the heavy cobwebs\nhung poor little flies struggling to free themselves, while their\ncruel enemies sat in their nets, watching their pain.\n\nWith her wand the Fairy broke the bands that held them, tenderly bound\nup their broken wings, and healed their wounds; while they lay in the\nwarm light, and feebly hummed their thanks to their kind deliverer.\n\nThen she went to the ugly brown spiders, and in gentle words\ntold them, how in Fairy Land their kindred spun all the elfin cloth,\nand in return the Fairies gave them food, and then how happily they\nlived among the green leaves, spinning garments for their neighbors.\n\"And you too,\" said she, \"shall spin for me, and I will give you\nbetter food than helpless insects.  You shall live in peace,\nand spin your delicate threads into a mantle for the stern King;\nand I will weave golden threads amid the gray, that when folded over\nhis cold heart gentle thoughts may enter in and make it their home.\"\n\nAnd while she gayly sung, the little weavers spun their silken\nthreads, the flies on glittering wings flew lovingly above her head,\nand over all the golden light shone softly down.\n\nWhen the Frost-Spirits told their King, he greatly wondered and\noften stole to look at the sunny little room where friends and enemies\nworked peacefully together.  Still the light grew brighter, and\nfloated out into the cold air, where it hung like bright clouds\nabove the dreary gardens, whence all the Spirits' power could not\ndrive it; and green leaves budded on the naked trees, and\nflowers bloomed; but the Spirits heaped snow upon them, and\nthey bowed their heads and died.\n\nAt length the mantle was finished, and amid the gray threads\nshone golden ones, making it bright; and she sent it to the King,\nentreating him to wear it, for it would bring peace and love\nto dwell within his breast.\n\nBut he scornfully threw it aside, and bade his Spirits take her\nto a colder cell, deep in the earth; and there with harsh words\nthey left her.\n\nStill she sang gayly on, and the falling drops kept time so musically,\nthat the King in his cold ice-halls wondered at the low, sweet sounds\nthat came stealing up to him.\n\nThus Violet dwelt, and each day the golden light grew stronger; and\nfrom among the crevices of the rocky walls came troops of little\nvelvet-coated moles, praying that they might listen to the sweet\nmusic, and lie in the warm light.\n\n\"We lead,\" said they, \"a dreary life in the cold earth; the\nflower-roots are dead, and no soft dews descend for us to drink,\nno little seed or leaf can we find.  Ah, good Fairy, let us be\nyour servants: give us but a few crumbs of your daily bread, and we\nwill do all in our power to serve you.\"\n\nAnd Violet said, Yes; so day after day they labored to make\na pathway through the frozen earth, that she might reach the roots\nof the withered flowers; and soon, wherever through the dark galleries\nshe went, the soft light fell upon the roots of flowers, and they\nwith new life spread forth in the warm ground, and forced fresh sap\nto the blossoms above.  Brightly they bloomed and danced in the\nsoft light, and the Frost-Spirits tried in vain to harm them, for when\nthey came beneath the bright clouds their power to do evil left them.\n\nFrom his dark castle the King looked out on the happy flowers,\nwho nodded gayly to him, and in sweet colors strove to tell him\nof the good little Spirit, who toiled so faithfully below,\nthat they might live.  And when he turned from the brightness without,\nto his stately palace, it seemed so cold and dreary, that he folded\nViolet's mantle round him, and sat beneath the faded wreath upon his\nice-carved throne, wondering at the strange warmth that came from it;\ntill at length he bade his Spirits bring the little Fairy from\nher dismal prison.\n\nSoon they came hastening back, and prayed him to come and see\nhow lovely the dark cell had grown.  The rough floor was spread\nwith deep green moss, and over wall and roof grew flowery vines,\nfilling the air with their sweet breath; while above played the clear,\nsoft light, casting rosy shadows on the glittering drops that lay\namong the fragrant leaves; and beneath the vines stood Violet,\ncasting crumbs to the downy little moles who ran fearlessly about\nand listened as she sang to them.\n\nWhen the old King saw how much fairer she had made the dreary cell\nthan his palace rooms, gentle thoughts within whispered him to grant\nher prayer, and let the little Fairy go back to her friends and home;\nbut the Frost-Spirits breathed upon the flowers and bid him see how\nfrail they were, and useless to a King.  Then the stern, cold thoughts\ncame back again, and he harshly bid her follow him.\n\nWith a sad farewell to her little friends she followed him, and\nbefore the throne awaited his command.  When the King saw how pale and\nsad the gentle face had grown, how thin her robe, and weak her wings,\nand yet how lovingly the golden shadows fell around her and brightened\nas they lay upon the wand, which, guided by patient love, had made\nhis once desolate home so bright, he could not be cruel to the one\nwho had done so much for him, and in kindly tone he said,--\n\n\"Little Fairy, I offer you two things, and you may choose\nbetween them.  If I will vow never more to harm the flowers you may\nlove, will you go back to your own people and leave me and my Spirits\nto work our will on all the other flowers that bloom? The earth\nis broad, and we can find them in any land, then why should you care\nwhat happens to their kindred if your own are safe? Will you do this?\"\n\n\"Ah!\" answered Violet sadly, \"do you not know that beneath\nthe flowers' bright leaves there beats a little heart that loves\nand sorrows like our own?  And can I, heedless of their beauty,\ndoom them to pain and grief, that I might save my own dear blossoms\nfrom the cruel foes to which I leave them?  Ah no! sooner would I\ndwell for ever in your darkest cell, than lose the love of those\nwarm, trusting hearts.\"\n\n\"Then listen,\" said the King, \"to the task I give you.  You shall\nraise up for me a palace fairer than this, and if you can work\nthat miracle I will grant your prayer or lose my kingly crown.\nAnd now go forth, and begin your task; my Spirits shall not harm you,\nand I will wait till it is done before I blight another flower.\"\n\nThen out into the gardens went Violet with a heavy heart; for\nshe had toiled so long, her strength was nearly gone.  But the\nflowers whispered their gratitude, and folded their leaves as if they\nblessed her; and when she saw the garden filled with loving friends,\nwho strove to cheer and thank her for her care, courage and strength\nreturned; and raising up thick clouds of mist, that hid her from the\nwondering flowers, alone and trustingly she began her work.\n\nAs time went by, the Frost-King feared the task had been\ntoo hard for the Fairy; sounds were heard behind the walls of mist,\nbright shadows seen to pass within, but the little voice was never\nheard.  Meanwhile the golden light had faded from the garden,\nthe flowers bowed their heads, and all was dark and cold as when\nthe gentle Fairy came.\n\nAnd to the stern King his home seemed more desolate and sad; for\nhe missed the warm light, the happy flowers, and, more than all,\nthe gay voice and bright face of little Violet.  So he wandered\nthrough his dreary palace, wondering how he had been content\nto live before without sunlight and love.\n\nAnd little Violet was mourned as dead in Fairy-Land, and many tears\nwere shed, for the gentle Fairy was beloved by all, from the Queen\ndown to the humblest flower.  Sadly they watched over every bird\nand blossom which she had loved, and strove to be like her in\nkindly words and deeds.  They wore cypress wreaths, and spoke of her\nas one whom they should never see again.\n\nThus they dwelt in deepest sorrow, till one day there came to them an\nunknown messenger, wrapped in a dark mantle, who looked with wondering\neyes on the bright palace, and flower-crowned elves, who kindly\nwelcomed him, and brought fresh dew and rosy fruit to refresh the\nweary stranger.  Then he told them that he came from the Frost-King,\nwho begged the Queen and all her subjects to come and see the palace\nlittle Violet had built; for the veil of mist would soon be withdrawn,\nand as she could not make a fairer home than the ice-castle, the King\nwished her kindred near to comfort and to bear her home.  And while\nthe Elves wept, he told them how patiently she had toiled, how\nher fadeless love had made the dark cell bright and beautiful.\n\nThese and many other things he told them; for little Violet had won\nthe love of many of the Frost-Spirits, and even when they killed the\nflowers she had toiled so hard to bring to life and beauty, she spoke\ngentle words to them, and sought to teach them how beautiful is love.\nLong stayed the messenger, and deeper grew his wonder that the Fairy\ncould have left so fair a home, to toil in the dreary palace of his\ncruel master, and suffer cold and weariness, to give life and joy to\nthe weak and sorrowing.  When the Elves had promised they would come,\nhe bade farewell to happy Fairy-Land, and flew sadly home.\n\nAt last the time arrived, and out in his barren garden, under a canopy\nof dark clouds, sat the Frost-King before the misty wall, behind which\nwere heard low, sweet sounds, as of rustling trees and warbling birds.\n\nSoon through the air came many-colored troops of Elves.  First the\nQueen, known by the silver lilies on her snowy robe and the bright\ncrown in her hair, beside whom flew a band of Elves in crimson and\ngold, making sweet music on their flower-trumpets, while all around,\nwith smiling faces and bright eyes, fluttered her loving subjects.\n\nOn they came, like a flock of brilliant butterflies, their shining\nwings and many-colored garments sparkling in the dim air; and soon\nthe leafless trees were gay with living flowers, and their sweet\nvoices filled the gardens with music.  Like his subjects, the King\nlooked on the lovely Elves, and no longer wondered that little Violet\nwept and longed for her home.  Darker and more desolate seemed his\nstately home, and when the Fairies asked for flowers, he felt ashamed\nthat he had none to give them.\n\nAt length a warm wind swept through the gardens, and the mist-clouds\npassed away, while in silent wonder looked the Frost-King and\nthe Elves upon the scene before them.\n\nFar as eye could reach were tall green trees whose drooping boughs\nmade graceful arches, through which the golden light shone softly,\nmaking bright shadows on the deep green moss below, where the fairest\nflowers waved in the cool wind, and sang, in their low, sweet voices,\nhow beautiful is Love.\n\nFlowering vines folded their soft leaves around the trees,\nmaking green pillars of their rough trunks.  Fountains threw their\nbright waters to the roof, and flocks of silver-winged birds flew\nsinging among the flowers, or brooded lovingly above their nests.\nDoves with gentle eyes cooed among the green leaves, snow-white clouds\nfloated in the sunny shy, and the golden light, brighter than before,\nshone softly down.\n\nSoon through the long aisles came Violet, flowers and green leaves\nrustling as she passed.  On she went to the Frost-King's throne,\nbearing two crowns, one of sparkling icicles, the other of pure\nwhite lilies, and kneeling before him, said,--\n\n\"My task is done, and, thanks to the Spirits of earth and air, I have\nmade as fair a home as Elfin hands can form.  You must now decide.\nWill you be King of Flower-Land, and own my gentle kindred for your\nloving friends?  Will you possess unfading peace and joy, and the\ngrateful love of all the green earth's fragrant children?  Then take\nthis crown of flowers.  But if you can find no pleasure here,\ngo back to your own cold home, and dwell in solitude and darkness,\nwhere no ray of sunlight or of joy can enter.\n\n\"Send forth your Spirits to carry sorrow and desolation over\nthe happy earth, and win for yourself the fear and hatred of those\nwho would so gladly love and reverence you.  Then take this glittering\ncrown, hard and cold as your own heart will be, if you will shut out\nall that is bright and beautiful.  Both are before you.  Choose.\"\n\nThe old King looked at the little Fairy, and saw how lovingly\nthe bright shadows gathered round her, as if to shield her\nfrom every harm; the timid birds nestled in her bosom, and the\nflowers grew fairer as she looked upon them; while her gentle friends,\nwith tears in their bright eyes, folded their hands beseechingly,\nand smiled on her.\n\nKind thought came thronging to his mind, and he turned to look at\nthe two palaces.  Violet's, so fair and beautiful, with its rustling\ntrees, calm, sunny skies, and happy birds and flowers, all created\nby her patient love and care.  His own, so cold and dark and dreary,\nhis empty gardens where no flowers could bloom, no green trees dwell,\nor gay birds sing, all desolate and dim;--and while he gazed, his own\nSpirits, casting off their dark mantles, knelt before him and besought\nhim not to send them forth to blight the things the gentle Fairies\nloved so much.  \"We have served you long and faithfully,\" said they,\n\"give us now our freedom, that we may learn to be beloved by the sweet\nflowers we have harmed so long.  Grant the little Fairy's prayer;\nand let her go back to her own dear home.  She has taught us that\nLove is mightier than Fear.  Choose the Flower crown, and we will be\nthe truest subjects you have ever had.\"\n\nThen, amid a burst of wild, sweet music, the Frost-King placed\nthe Flower crown on his head, and knelt to little Violet; while far\nand near, over the broad green earth, sounded the voices of flowers,\nsinging their thanks to the gentle Fairy, and the summer wind\nwas laden with perfumes, which they sent as tokens of their gratitude;\nand wherever she went, old trees bent down to fold their slender\nbranches round her, flowers laid their soft faces against her own,\nand whispered blessings; even the humble moss bent over the little\nfeet, and kissed them as they passed.\n\nThe old King, surrounded by the happy Fairies, sat in Violet's\nlovely home, and watched his icy castle melt away beneath the bright\nsunlight; while his Spirits, cold and gloomy no longer, danced\nwith the Elves, and waited on their King with loving eagerness.\nBrighter grew the golden light, gayer sang the birds, and the\nharmonious voices of grateful flowers, sounding over the earth,\ncarried new joy to all their gentle kindred.\n\n\n Brighter shone the golden shadows;\n   On the cool wind softly came\n The low, sweet tones of happy flowers,\n   Singing little Violet's name.\n 'Mong the green trees was it whispered,\n   And the bright waves bore it on\n To the lonely forest flowers,\n   Where the glad news had not gone.\n\n Thus the Frost-King lost his kingdom,\n   And his power to harm and blight.\n Violet conquered, and his cold heart\n   Warmed with music, love, and light;\n And his fair home, once so dreary,\n   Gay with lovely Elves and flowers,\n Brought a joy that never faded\n   Through the long bright summer hours.\n\n Thus, by Violet's magic power,\n   All dark shadows passed away,\n And o'er the home of happy flowers\n   The golden light for ever lay.\n Thus the Fairy mission ended,\n   And all Flower-Land was taught\n The \"Power of Love,\" by gentle deeds\n   That little Violet wrought.\n\n\nAs Sunny Lock ceased, another little Elf came forward; and this was\nthe tale \"Silver Wing\" told.\n\n\n\nEVA'S VISIT TO FAIRY-LAND.\n\n\nDOWN among the grass and fragrant clover lay little Eva by the\nbrook-side, watching the bright waves, as they went singing by under\nthe drooping flowers that grew on its banks.  As she was wondering\nwhere the waters went, she heard a faint, low sound, as of far-off\nmusic.  She thought it was the wind, but not a leaf was stirring,\nand soon through the rippling water came a strange little boat.\n\nIt was a lily of the valley, whose tall stem formed the mast,\nwhile the broad leaves that rose from the roots, and drooped again\ntill they reached the water, were filled with gay little Elves,\nwho danced to the music of the silver lily-bells above, that rang\na merry peal, and filled the air with their fragrant breath.\n\nOn came the fairy boat, till it reached a moss-grown rock; and here\nit stopped, while the Fairies rested beneath the violet-leaves,\nand sang with the dancing waves.\n\nEva looked with wonder on their gay faces and bright garments, and\nin the joy of her heart sang too, and threw crimson fruit for the\nlittle folks to feast upon.\n\nThey looked kindly on the child, and, after whispering long among\nthemselves, two little bright-eyed Elves flew over the shining water,\nand, lighting on the clover-blossoms, said gently, \"Little maiden,\nmany thanks for your kindness; and our Queen bids us ask if you will\ngo with us to Fairy-Land, and learn what we can teach you.\"\n\n\"Gladly would I go with you, dear Fairies,\" said Eva, \"but I cannot\nsail in your little boat.  See!  I can hold you in my hand, and could\nnot live among you without harming your tiny kingdom, I am so large.\"\n\nThen the Elves laughed gayly, as they folded their arms about her,\nsaying, \"You are a good child, dear Eva, to fear doing harm to those\nweaker than yourself.  You cannot hurt us now.  Look in the water\nand see what we have done.\"\n\nEva looked into the brook, and saw a tiny child standing between\nthe Elves.  \"Now I can go with you,\" said she, \"but see, I can\nno longer step from the bank to yonder stone, for the brook seems now\nlike a great river, and you have not given me wings like yours.\"\n\nBut the Fairies took each a hand, and flew lightly over the stream.\nThe Queen and her subjects came to meet her, and all seemed glad to\nsay some kindly word of welcome to the little stranger.  They placed\na flower-crown upon her head, laid their soft faces against her own,\nand soon it seemed as if the gentle Elves had always been her friends.\n\n\"Now must we go home,\" said the Queen, \"and you shall go with us,\nlittle one.\"\n\nThen there was a great bustle, as they flew about on shining wings,\nsome laying cushions of violet leaves in the boat, others folding the\nQueen's veil and mantle more closely round her, lest the falling dews\nshould chill her.\n\nThe cool waves' gentle plashing against the boat, and the sweet chime\nof the lily-bells, lulled little Eva to sleep, and when she woke\nit was in Fairy-Land.  A faint, rosy light, as of the setting sun,\nshone on the white pillars of the Queen's palace as they passed in,\nand the sleeping flowers leaned gracefully on their stems, dreaming\nbeneath their soft green curtains.  All was cool and still, and the\nElves glided silently about, lest they should break their slumbers.\nThey led Eva to a bed of pure white leaves, above which drooped\nthe fragrant petals of a crimson rose.\n\n\"You can look at the bright colors till the light fades, and then\nthe rose will sing you to sleep,\" said the Elves, as they folded the\nsoft leaves about her, gently kissed her, and stole away.\n\nLong she lay watching the bright shadows, and listening to the song\nof the rose, while through the long night dreams of lovely things\nfloated like bright clouds through her mind; while the rose bent\nlovingly above her, and sang in the clear moonlight.\n\nWith the sun rose the Fairies, and, with Eva, hastened away to\nthe fountain, whose cool waters were soon filled with little forms,\nand the air ringing with happy voices, as the Elves floated in the\nblue waves among the fair white lilies, or sat on the green moss,\nsmoothing their bright locks, and wearing fresh garlands of dewy\nflowers.  At length the Queen came forth, and her subjects gathered\nround her, and while the flowers bowed their heads, and the trees\nhushed their rustling, the Fairies sang their morning hymn to\nthe Father of birds and blossoms, who had made the earth so fair a\nhome for them.\n\nThen they flew away to the gardens, and soon, high up among the\ntree-tops, or under the broad leaves, sat the Elves in little groups,\ntaking their breakfast of fruit and pure fresh dew; while the\nbright-winged birds came fearlessly among them, pecking the same\nripe berries, and dipping their little beaks in the same flower-cups,\nand the Fairies folded their arms lovingly about them, smoothed their\nsoft bosoms, and gayly sang to them.\n\n\"Now, little Eva,\" said they, \"you will see that Fairies are not\nidle, wilful Spirits, as mortals believe.  Come, we will show you\nwhat we do.\"\n\nThey led her to a lovely room, through whose walls of deep green\nleaves the light stole softly in.  Here lay many wounded insects,\nand harmless little creatures, whom cruel hands had hurt; and pale,\ndrooping flowers grew beside urns of healing herbs, from whose fresh\nleaves came a faint, sweet perfume.\n\nEva wondered, but silently followed her guide, little Rose-Leaf,\nwho with tender words passed among the delicate blossoms,\npouring dew on their feeble roots, cheering them with her loving words\nand happy smile.\n\nThen she went to the insects; first to a little fly who lay in a\nflower-leaf cradle.\n\n\"Do you suffer much, dear Gauzy-Wing?\" asked the Fairy.  \"I will\nbind up your poor little leg, and Zephyr shall rock you to sleep.\"\nSo she folded the cool leaves tenderly about the poor fly, bathed his\nwings, and brought him refreshing drink, while he hummed his thanks,\nand forgot his pain, as Zephyr softly sung and fanned him with her\nwaving wings.\n\nThey passed on, and Eva saw beside each bed a Fairy, who with gentle\nhands and loving words soothed the suffering insects.  At length\nthey stopped beside a bee, who lay among sweet honeysuckle flowers,\nin a cool, still place, where the summer wind blew in, and the green\nleaves rustled pleasantly.  Yet he seemed to find no rest, and\nmurmured of the pain he was doomed to bear.  \"Why must I lie here,\nwhile my kindred are out in the pleasant fields, enjoying the sunlight\nand the fresh air, and cruel hands have doomed me to this dark place\nand bitter pain when I have done no wrong?  Uncared for and forgotten,\nI must stay here among these poor things who think only of themselves.\nCome here, Rose-Leaf, and bind up my wounds, for I am far more useful\nthan idle bird or fly.\"\n\nThen said the Fairy, while she bathed the broken wing,--\n\n\"Love-Blossom, you should not murmur.  We may find happiness in\nseeking to be patient even while we suffer.  You are not forgotten or\nuncared for, but others need our care more than you, and to those\nwho take cheerfully the pain and sorrow sent, do we most gladly give\nour help.  You need not be idle, even though lying here in darkness\nand sorrow; you can be taking from your heart all sad and discontented\nfeelings, and if love and patience blossom there, you will be better\nfor the lonely hours spent here.  Look on the bed beside you; this\nlittle dove has suffered far greater pain than you, and all our care\ncan never ease it; yet through the long days he hath lain here, not an\nunkind word or a repining sigh hath he uttered.  Ah, Love-Blossom,\nthe gentle bird can teach a lesson you will be wiser and better for.\"\n\nThen a faint voice whispered, \"Little Rose-Leaf, come quickly, or\nI cannot thank you as I ought for all your loving care of me.\"\n\nSo they passed to the bed beside the discontented bee, and here upon\nthe softest down lay the dove, whose gentle eyes looked gratefully\nupon the Fairy, as she knelt beside the little couch, smoothed the\nsoft white bosom, folded her arms about it and wept sorrowing tears,\nwhile the bird still whispered its gratitude and love.\n\n\"Dear Fairy, the fairest flowers have cheered me with their sweet\nbreath, fresh dew and fragrant leaves have been ever ready for me,\ngentle hands to tend, kindly hearts to love; and for this I can only\nthank you and say farewell.\"\n\nThen the quivering wings were still, and the patient little dove\nwas dead; but the bee murmured no longer, and the dew from the flowers\nfell like tears around the quiet bed.\n\nSadly Rose-Leaf led Eva away, saying, \"Lily-Bosom shall have a grave\ntonight beneath our fairest blossoms, and you shall see that\ngentleness and love are prized far above gold or beauty, here in\nFairy-Land.  Come now to the Flower Palace, and see the Fairy Court.\"\n\nBeneath green arches, bright with birds and flowers, beside singing\nwaves, went Eva into a lofty hall.  The roof of pure white lilies\nrested on pillars of green clustering vines, while many-colored\nblossoms threw their bright shadows on the walls, as they danced below\nin the deep green moss, and their low, sweet voices sounded softly\nthrough the sunlit palace, while the rustling leaves kept time.\n\nBeside the throne stood Eva, and watched the lovely forms around her,\nas they stood, each little band in its own color, with glistening\nwings, and flower wands.\n\nSuddenly the music grew louder and sweeter, and the Fairies knelt,\nand bowed their heads, as on through the crowd of loving subjects\ncame the Queen, while the air was filled with gay voices singing\nto welcome her.\n\nShe placed the child beside her, saying, \"Little Eva, you shall see\nnow how the flowers on your great earth bloom so brightly.  A band\nof loving little gardeners go daily forth from Fairy-Land, to tend\nand watch them, that no harm may befall the gentle spirits that dwell\nbeneath their leaves.  This is never known, for like all good it is\nunseen by mortal eyes, and unto only pure hearts like yours do we\nmake known our secret.  The humblest flower that grows is visited by\nour messengers, and often blooms in fragrant beauty unknown, unloved\nby all save Fairy friends, who seek to fill the spirits with all sweet\nand gentle virtues, that they may not be useless on the earth; for the\nnoblest mortals stoop to learn of flowers.  Now, Eglantine, what have\nyou to tell us of your rosy namesakes on the earth?\"\n\nFrom a group of Elves, whose rose-wreathed wands showed the flower\nthey loved, came one bearing a tiny urn, and, answering the Queen,\nshe said,--\n\n\"Over hill and valley they are blooming fresh and fair as summer sun\nand dew can make them.  No drooping stem or withered leaf tells of any\nevil thought within their fragrant bosoms, and thus from the fairest\nof their race have they gathered this sweet dew, as a token of their\ngratitude to one whose tenderness and care have kept them pure and\nhappy; and this, the loveliest of their sisters, have I brought to\nplace among the Fairy flowers that never pass away.\"\n\nEglantine laid the urn before the Queen, and placed the fragrant rose\non the dewy moss beside the throne, while a murmur of approval went\nthrough the hall, as each elfin wand waved to the little Fairy\nwho had toiled so well and faithfully, and could bring so fair a gift\nto their good Queen.\n\nThen came forth an Elf bearing a withered leaf, while her many-colored\nrobe and the purple tulips in her hair told her name and charge.\n\n\"Dear Queen,\" she sadly said, \"I would gladly bring as pleasant\ntidings as my sister, but, alas! my flowers are proud and wilful,\nand when I went to gather my little gift of colored leaves for royal\ngarments, they bade me bring this withered blossom, and tell you\nthey would serve no longer one who will not make them Queen over all\nthe other flowers.  They would yield neither dew nor honey, but\nproudly closed their leaves and bid me go.\"\n\n\"Your task has been too hard for you,\" said the Queen kindly, as she\nplaced the drooping flower in the urn Eglantine had given, \"you will\nsee how this dew from a sweet, pure heart will give new life and\nloveliness even to this poor faded one.  So can you, dear Rainbow, by\nloving words and gentle teachings, bring back lost purity and peace\nto those whom pride and selfishness have blighted.  Go once again\nto the proud flowers, and tell them when they are queen of their own\nhearts they will ask no fairer kingdom.  Watch more tenderly than ever\nover them, see that they lack neither dew nor air, speak lovingly\nto them, and let no unkind word or deed of theirs anger you.  Let them\nsee by your patient love and care how much fairer they might be,\nand when next you come, you will be laden with gifts from humble,\nloving flowers.\"\n\nThus they told what they had done, and received from their Queen some\ngentle chiding or loving word of praise.\n\n\"You will be weary of this,\" said little Rose-Leaf to Eva; \"come now\nand see where we are taught to read the tales written on flower-leaves,\nand the sweet language of the birds, and all that can make a Fairy\nheart wiser and better.\"\n\nThen into a cheerful place they went, where were many groups of\nflowers, among whose leaves sat the child Elves, and learned from\ntheir flower-books all that Fairy hands had written there.  Some\nstudied how to watch the tender buds, when to spread them to the\nsunlight, and when to shelter them from rain; how to guard the\nripening seeds, and when to lay them in the warm earth or send them\non the summer wind to far off hills and valleys, where other Fairy\nhands would tend and cherish them, till a sisterhood of happy flowers\nsprang up to beautify and gladden the lonely spot where they had\nfallen.  Others learned to heal the wounded insects, whose frail limbs\na breeze could shatter, and who, were it not for Fairy hands, would\ndie ere half their happy summer life had gone.  Some learned how by\npleasant dreams to cheer and comfort mortal hearts, by whispered words\nof love to save from evil deeds those who had gone astray, to fill\nyoung hearts with gentle thoughts and pure affections, that no sin\nmight mar the beauty of the human flower; while others, like mortal\nchildren, learned the Fairy alphabet.  Thus the Elves made loving\nfriends by care and love, and no evil thing could harm them, for\nthose they helped to cherish and protect ever watched to shield and\nsave them.\n\nEva nodded to the gay little ones, as they peeped from among the\nleaves at the stranger, and then she listened to the Fairy lessons.\nSeveral tiny Elves stood on a broad leaf while the teacher sat\namong the petals of a flower that bent beside them, and asked\nquestions that none but Fairies would care to know.\n\n\"Twinkle, if there lay nine seeds within a flower-cup and the wind\nbore five away, how many would the blossom have?\"  \"Four,\" replied the\nlittle one.\n\n\"Rosebud, if a Cowslip opens three leaves in one day and four the\nnext, how many rosy leaves will there be when the whole flower\nhas bloomed?\"\n\n\"Seven,\" sang the gay little Elf.\n\n\"Harebell, if a silkworm spin one yard of Fairy cloth in an hour,\nhow many will it spin in a day?\"\n\n\"Twelve,\" said the Fairy child.\n\n\"Primrose, where lies Violet Island?\"\n\n\"In the Lake of Ripples.\"\n\n\"Lilla, you may bound Rose Land.\"\n\n\"On the north by Ferndale, south by Sunny Wave River, east by the hill\nof Morning Clouds, and west by the Evening Star.\"\n\n\"Now, little ones,\" said the teacher, \"you may go to your painting,\nthat our visitor may see how we repair the flowers that earthly hands\nhave injured.\"\n\nThen Eva saw how, on large, white leaves, the Fairies learned to\nimitate the lovely colors, and with tiny brushes to brighten the blush\non the anemone's cheek, to deepen the blue of the violet's eye, and\nadd new light to the golden cowslip.\n\n\"You have stayed long enough,\" said the Elves at length, \"we have\nmany things to show you.  Come now and see what is our dearest work.\"\n\nSo Eva said farewell to the child Elves, and hastened with little\nRose-Leaf to the gates.  Here she saw many bands of Fairies, folded in\ndark mantles that mortals might not know them, who, with the child\namong them, flew away over hill and valley.  Some went to the cottages\namid the hills, some to the sea-side to watch above the humble fisher\nfolks; but little Rose-Leaf and many others went into the noisy city.\n\nEva wondered within herself what good the tiny Elves could do in this\ngreat place; but she soon learned, for the Fairy band went among the\npoor and friendless, bringing pleasant dreams to the sick and old,\nsweet, tender thoughts of love and gentleness to the young, strength\nto the weak, and patient cheerfulness to the poor and lonely.\n\nThen the child wondered no longer, but deeper grew her love\nfor the tender-hearted Elves, who left their own happy home to cheer\nand comfort those who never knew what hands had clothed and fed them,\nwhat hearts had given of their own joy, and brought such happiness\nto theirs.\n\nLong they stayed, and many a lesson little Eva learned:  but when\nshe begged them to go back, they still led her on, saying, \"Our work\nis not yet done; shall we leave so many sad hearts when we may\ncheer them, so many dark homes that we may brighten?  We must stay\nyet longer, little Eva, and you may learn yet more.\"\n\nThen they went into a dark and lonely room, and here they found\na pale, sad-eyed child, who wept bitter tears over a faded flower.\n\n\"Ah,\" sighed the little one, \"it was my only friend, and I\ncherished it with all my lone heart's love; 't was all that made\nmy sad life happy; and it is gone.\"\n\nTenderly the child fastened the drooping stem, and placed it\nwhere the one faint ray of sunlight stole into the dreary room.\n\n\"Do you see,\" said the Elves, \"through this simple flower will we\nkeep the child pure and stainless amid the sin and sorrow around her.\nThe love of this shall lead her on through temptation and through\ngrief, and she shall be a spirit of joy and consolation to the sinful\nand the sorrowing.\"\n\nAnd with busy love toiled the Elves amid the withered leaves,\nand new strength was given to the flower; while, as day by day the\nfriendless child watered the growing buds, deeper grew her love for\nthe unseen friends who had given her one thing to cherish in her\nlonely home; sweet, gentle thoughts filled her heart as she bent\nabove it, and the blossom's fragrant breath was to her a whispered\nvoice of all fair and lovely things; and as the flower taught her,\nso she taught others.\n\nThe loving Elves brought her sweet dreams by night, and happy thoughts\nby day, and as she grew in childlike beauty, pure and patient amid\npoverty and sorrow, the sinful were rebuked, sorrowing hearts grew\nlight, and the weak and selfish forgot their idle fears, when they saw\nher trustingly live on with none to aid or comfort her.  The love\nshe bore the tender flower kept her own heart innocent and bright,\nand the pure human flower was a lesson to those who looked upon it;\nand soon the gloomy house was bright with happy hearts, that learned\nof the gentle child to bear poverty and grief as she had done, to\nforgive those who brought care and wrong to them, and to seek for\nhappiness in humble deeds of charity and love.\n\n\"Our work is done,\" whispered the Elves, and with blessings on the\ntwo fair flowers, they flew away to other homes;--to a blind old man\nwho dwelt alone with none to love him, till through long years of\ndarkness and of silent sorrow the heart within had grown dim and cold.\nNo sunlight could enter at the darkened eyes, and none were near\nto whisper gentle words, to cheer and comfort.\n\nThus he dwelt forgotten and alone, seeking to give no joy to others,\npossessing none himself.  Life was dark and sad till the untiring\nElves came to his dreary home, bringing sunlight and love.  They\nwhispered sweet words of comfort,--how, if the darkened eyes could\nfind no light without, within there might be never-failing happiness;\ngentle feelings and sweet, loving thoughts could make the heart fair,\nif the gloomy, selfish sorrow were but cast away, and all would be\nbright and beautiful.\n\nThey brought light-hearted children, who gathered round him, making\nthe desolate home fair with their young faces, and his sad heart gay\nwith their sweet, childish voices.  The love they bore he could not\ncast away, sunlight stole in, the dark thoughts passed away, and the\nearth was a pleasant home to him.\n\nThus their little hands led him back to peace and happiness,\nflowers bloomed beside his door, and their fragrant breath brought\nhappy thoughts of pleasant valleys and green hills; birds sang to him,\nand their sweet voices woke the music in his own soul, that never\nfailed to calm and comfort.  Happy sounds were heard in his once\nlonely home, and bright faces gathered round his knee, and listened\ntenderly while he strove to tell them all the good that gentleness and\nlove had done for him.\n\nStill the Elves watched near, and brighter grew the heart as kindly\nthoughts and tender feelings entered in, and made it their home;\nand when the old man fell asleep, above his grave little feet trod\nlightly, and loving hands laid fragrant flowers.\n\nThen went the Elves into the dreary prison-houses, where sad hearts\npined in lonely sorrow for the joy and freedom they had lost.  To\nthese came the loving band with tender words, telling of the peace\nthey yet might win by patient striving and repentant tears, thus\nwaking in their bosoms all the holy feelings and sweet affections\nthat had slept so long.\n\nThey told pleasant tales, and sang their sweetest songs to cheer and\ngladden, while the dim cells grew bright with the sunlight, and\nfragrant with the flowers the loving Elves had brought, and by their\ngentle teachings those sad, despairing hearts were filled with patient\nhope and earnest longing to win back their lost innocence and joy.\n\nThus to all who needed help or comfort went the faithful Fairies; and\nwhen at length they turned towards Fairy-Land, many were the grateful,\nhappy hearts they left behind.\n\nThen through the summer sky, above the blossoming earth, they\njourneyed home, happier for the joy they had given, wiser for the good\nthey had done.\n\nAll Fairy-Land was dressed in flowers, and the soft wind went singing\nby, laden with their fragrant breath.  Sweet music sounded through the\nair, and troops of Elves in their gayest robes hastened to the palace\nwhere the feast was spread.\n\nSoon the bright hall was filled with smiling faces and fair forms, and\nlittle Eva, as she stood beside the Queen, thought she had never seen\na sight so lovely.\n\nThe many-colored shadows of the fairest flowers played on the pure\nwhite walls, and fountains sparkled in the sunlight, making music\nas the cool waves rose and fell, while to and fro, with waving wings\nand joyous voices, went the smiling Elves, bearing fruit and honey,\nor fragrant garlands for each other's hair.\n\nLong they feasted, gayly they sang, and Eva, dancing merrily\namong them, longed to be an Elf that she might dwell forever\nin so fair a home.\n\nAt length the music ceased, and the Queen said, as she laid her hand\non little Eva's shining hair:--\n\n\"Dear child, tomorrow we must bear you home, for, much as we long\nto keep you, it were wrong to bring such sorrow to your loving earthly\nfriends; therefore we will guide you to the brook-side, and there say\nfarewell till you come again to visit us.  Nay, do not weep, dear\nRose-Leaf; you shall watch over little Eva's flowers, and when she\nlooks at them she will think of you.  Come now and lead her to the\nFairy garden, and show her what we think our fairest sight.  Weep\nno more, but strive to make her last hours with us happy as you can.\"\n\nWith gentle caresses and most tender words the loving Elves gathered\nabout the child, and, with Rose-Leaf by her side, they led her through\nthe palace, and along green, winding paths, till Eva saw what seemed\na wall of flowers rising before her, while the air was filled with the\nmost fragrant odors, and the low, sweet music as of singing blossoms.\n\n\"Where have you brought me, and what mean these lovely sounds?\"\nasked Eva.\n\n\"Look here, and you shall see,\" said Rose-Leaf, as she bent aside\nthe vines, \"but listen silently or you cannot hear.\"\n\nThen Eva, looking through the drooping vines, beheld a garden filled\nwith the loveliest flowers; fair as were all the blossoms she had seen\nin Fairy-Land, none were so beautiful as these.  The rose glowed\nwith a deeper crimson, the lily's soft leaves were more purely white,\nthe crocus and humble cowslip shone like sunlight, and the violet\nwas blue as the sky that smiled above it.\n\n\"How beautiful they are,\" whispered Eva, \"but, dear Rose-Leaf, why\ndo you keep them here, and why call you this your fairest sight?\"\n\n\"Look again, and I will tell you,\" answered the Fairy.\n\nEva looked, and saw from every flower a tiny form come forth to\nwelcome the Elves, who all, save Rose-Leaf, had flown above the wall,\nand were now scattering dew upon the flowers' bright leaves and\ntalking gayly with the Spirits, who gathered around them, and seemed\nfull of joy that they had come.  The child saw that each one wore the\ncolors of the flower that was its home.  Delicate and graceful were\nthe little forms, bright the silken hair that fell about each lovely\nface; and Eva heard the low, sweet murmur of their silvery voices and\nthe rustle of their wings.  She gazed in silent wonder, forgetting she\nknew not who they were, till the Fairy said,--\n\n\"These are the spirits of the flowers, and this the Fairy Home where\nthose whose hearts were pure and loving on the earth come to bloom in\nfadeless beauty here, when their earthly life is past.  The humblest\nflower that blooms has a home with us, for outward beauty is a\nworthless thing if all be not fair and sweet within.  Do you see\nyonder lovely spirit singing with my sister Moonlight?  a clover\nblossom was her home, and she dwelt unknown, unloved; yet patient and\ncontent, bearing cheerfully the sorrows sent her.  We watched and saw\nhow fair and sweet the humble flower grew, and then gladly bore her\nhere, to blossom with the lily and the rose.  The flowers' lives\nare often short, for cruel hands destroy them; therefore is it our\ngreatest joy to bring them hither, where no careless foot or wintry\nwind can harm them, where they bloom in quiet beauty, repaying our\ncare by their love and sweetest perfumes.\"\n\n\"I will never break another flower,\" cried Eva; \"but let me go\nto them, dear Fairy; I would gladly know the lovely spirits, and ask\nforgiveness for the sorrow I have caused.  May I not go in?\"\n\n\"Nay, dear Eva, you are a mortal child, and cannot enter here; but I\nwill tell them of the kind little maiden who has learned to love them,\nand they will remember you when you are gone.  Come now, for you have\nseen enough, and we must be away.\"\n\nOn a rosy morning cloud, surrounded by the loving Elves, went Eva\nthrough the sunny sky.  The fresh wind bore them gently on, and soon\nthey stood again beside the brook, whose waves danced brightly as if\nto welcome them.\n\n\"Now, ere we say farewell,\" said the Queen, as they gathered nearer\nto the child, \"tell me, dear Eva, what among all our Fairy gifts\nwill make you happiest, and it shall be yours.\"\n\n\"You good little Fairies,\" said Eva, folding them in her arms, for\nshe was no longer the tiny child she had been in Fairy-Land, \"you dear\ngood little Elves, what can I ask of you, who have done so much\nto make me happy, and taught me so many good and gentle lessons,\nthe memory of which will never pass away?  I can only ask of you the\npower to be as pure and gentle as yourselves, as tender and loving\nto the weak and sorrowing, as untiring in kindly deeds to all.  Grant\nme this gift, and you shall see that little Eva has not forgotten\nwhat you have taught her.\"\n\n\"The power shall be yours,\" said the Elves, and laid their soft hands\non her head; \"we will watch over you in dreams, and when you would have\ntidings of us, ask the flowers in your garden, and they will tell you\nall you would know.  Farewell.  Remember Fairy-Land and all your\nloving friends.\"\n\nThey clung about her tenderly, and little Rose-Leaf placed a flower\ncrown on her head, whispering softly, \"When you would come to us\nagain, stand by the brook-side and wave this in the air, and we will\ngladly take you to our home again.  Farewell, dear Eva.  Think of your\nlittle Rose-Leaf when among the flowers.\"\n\nLong Eva watched their shining wings, and listened to the music of\ntheir voices as they flew singing home, and when at length the last\nlittle form had vanished among the clouds, she saw that all around her\nwhere the Elves had been, the fairest flowers had sprung up, and the\nlonely brook-side was a blooming garden.\n\nThus she stood among the waving blossoms, with the Fairy garland in\nher hair, and happy feelings in her heart, better and wiser for her\nvisit to Fairy-Land.\n\n\"Now, Star-Twinkle, what have you to teach?\" asked the Queen.\n\n\"Nothing but a little song I heard the hare-bells singing,\" replied\nthe Fairy, and, taking her harp, sang, in a low, sweet voice:--\n\n\n\n\nTHE FLOWER'S LESSON.\n\n\n  THERE grew a fragrant rose-tree where the brook flows,\n  With two little tender buds, and one full rose;\n  When the sun went down to his bed in the west,\n  The little buds leaned on the rose-mother's breast,\n  While the bright eyed stars their long watch kept,\n  And the flowers of the valley in their green cradles slept;\n  Then silently in odors they communed with each other,\n  The two little buds on the bosom of their mother.\n  \"O sister,\" said the little one, as she gazed at the sky,\n  \"I wish that the Dew Elves, as they wander lightly by,\n  Would bring me a star; for they never grow dim,\n  And the Father does not need them to burn round him.\n  The shining drops of dew the Elves bring each day\n  And place in my bosom, so soon pass away;\n  But a star would glitter brightly through the long summer hours,\n  And I should be fairer than all my sister flowers.\n  That were better far than the dew-drops that fall\n  On the high and the low, and come alike to all.\n  I would be fair and stately, with a bright star to shine\n  And give a queenly air to this crimson robe of mine.\"\n  And proudly she cried, \"These fire-flies shall be\n  My jewels, since the stars can never come to me.\"\n  Just then a tiny dew-drop that hung o'er the dell\n  On the breast of the bud like a soft star fell;\n  But impatiently she flung it away from her leaf,\n  And it fell on her mother like a tear of grief,\n  While she folded to her breast, with wilful pride,\n  A glittering fire-fly that hung by her side.\n  \"Heed,\" said the mother rose, \"daughter mine,\n  Why shouldst thou seek for beauty not thine?\n  The Father hath made thee what thou now art;\n  And what he most loveth is a sweet, pure heart.\n  Then why dost thou take with such discontent\n  The loving gift which he to thee hath sent?\n  For the cool fresh dew will render thee far\n  More lovely and sweet than the brightest star;\n  They were made for Heaven, and can never come to shine\n  Like the fire-fly thou hast in that foolish breast of thine.\n  O my foolish little bud, do listen to thy mother;\n  Care only for true beauty, and seek for no other.\n  There will be grief and trouble in that wilful little heart;\n  Unfold thy leaves, my daughter, and let the fly depart.\"\n  But the proud little bud would have her own will,\n  And folded the fire-fly more closely still;\n  Till the struggling insect tore open the vest\n  Of purple and green, that covered her breast.\n  When the sun came up, she saw with grief\n  The blooming of her sister bud leaf by leaf.\n  While she, once as fair and bright as the rest,\n  Hung her weary head down on her wounded breast.\n  Bright grew the sunshine, and the soft summer air\n  Was filled with the music of flowers singing there;\n  But faint grew the little bud with thirst and pain,\n  And longed for the cool dew; but now 't was in vain.\n  Then bitterly she wept for her folly and pride,\n  As drooping she stood by her fair sister's side.\n  Then the rose mother leaned the weary little head\n  On her bosom to rest, and tenderly she said:\n  \"Thou hast learned, my little bud, that, whatever may betide,\n  Thou canst win thyself no joy by passion or by pride.\n  The loving Father sends the sunshine and the shower,\n  That thou mayst become a perfect little flower;--\n  The sweet dews to feed thee, the soft wind to cheer,\n  And the earth as a pleasant home, while thou art dwelling here.\n  Then shouldst thou not be grateful for all this kindly care,\n  And strive to keep thyself most innocent and fair?\n  Then seek, my little blossom, to win humility;\n  Be fair without, be pure within, and thou wilt happy be.\n  So when the quiet Autumn of thy fragrant life shall come,\n  Thou mayst pass away, to bloom in the Flower Spirits' home.\"\n  Then from the mother's breast, where it still lay hid,\n  Into the fading bud the dew-drop gently slid;\n  Stronger grew the little form, and happy tears fell,\n  As the dew did its silent work, and the bud grew well,\n  While the gentle rose leaned, with motherly pride,\n  O'er the fair little ones that bloomed at her side.\n\n  Night came again, and the fire-flies flew;\n  But the bud let them pass, and drank of the dew;\n  While the soft stars shone, from the still summer heaven,\n  On the happy little flower that had learned the lesson given.\n\n\nThe music-loving Elves clapped their hands, as Star-Twinkle ceased;\nand the Queen placed a flower crown, with a gentle smile, upon the\nFairy's head, saying,--\n\n\"The little bud's lesson shall teach us how sad a thing is pride,\nand that humility alone can bring true happiness to flower and Fairy.\nYou shall come next, Zephyr.\"\n\nAnd the little Fairy, who lay rocking to and fro upon a fluttering\nvine-leaf, thus began her story:--\n\n\"As I lay resting in the bosom of a cowslip that bent above the brook,\na little wind, tired of play, told me this tale of\n\n\n\nLILY-BELL AND THISTLEDOWN.\n\n\nONCE upon a time, two little Fairies went out into the world, to\nseek their fortune.  Thistledown was as gay and gallant a little Elf\nas ever spread a wing.  His purple mantle, and doublet of green, were\nembroidered with the brightest threads, and the plume in his cap\ncame always from the wing of the gayest butterfly.\n\nBut he was not loved in Fairy-Land, for, like the flower whose\nname and colors he wore, though fair to look upon, many were the\nlittle thorns of cruelty and selfishness that lay concealed by his\ngay mantle.  Many a gentle flower and harmless bird died by his hand,\nfor he cared for himself alone, and whatever gave him pleasure must\nbe his, though happy hearts were rendered sad, and peaceful homes\ndestroyed.\n\nSuch was Thistledown; but far different was his little friend,\nLily-Bell.  Kind, compassionate, and loving, wherever her gentle face\nwas seen, joy and gratitude were found; no suffering flower or insect,\nthat did not love and bless the kindly Fairy; and thus all Elf-Land\nlooked upon her as a friend.\n\nNor did this make her vain and heedless of others; she humbly dwelt\namong them, seeking to do all the good she might; and many a houseless\nbird and hungry insect that Thistledown had harmed did she feed and\nshelter, and in return no evil could befall her, for so many\nfriends were all about her, seeking to repay her tenderness and love\nby their watchful care.\n\nShe would not now have left Fairy-Land, but to help and counsel her\nwild companion, Thistledown, who, discontented with his quiet home,\nWOULD seek his fortune in the great world, and she feared he would\nsuffer from his own faults for others would not always be as gentle\nand forgiving as his kindred.  So the kind little Fairy left her home\nand friends to go with him; and thus, side by side, they flew beneath\nthe bright summer sky.\n\nOn and on, over hill and valley, they went, chasing the gay\nbutterflies, or listening to the bees, as they flew from flower to\nflower like busy little housewives, singing as they worked; till\nat last they reached a pleasant garden, filled with flowers and green,\nold trees.\n\n\"See,\" cried Thistledown, \"what a lovely home is here; let us rest\namong the cool leaves, and hear the flowers sing, for I am sadly tired\nand hungry.\"\n\nSo into the quiet garden they went, and the winds gayly welcomed them,\nwhile the flowers nodded on their stems, offering their bright leaves\nfor the Elves to rest upon, and fresh, sweet honey to refresh them.\n\n\"Now, dear Thistle, do not harm these friendly blossoms,\" said\nLily-Bell; \"see how kindly they spread their leaves, and offer us\ntheir dew.  It would be very wrong in you to repay their care with\ncruelty and pain.  You will be tender for my sake, dear Thistle.\"\n\nThen she went among the flowers, and they bent lovingly before her,\nand laid their soft leaves against her little face, that she might see\nhow glad they were to welcome one so good and gentle, and kindly\noffered their dew and honey to the weary little Fairy, who sat among\ntheir fragrant petals and looked smilingly on the happy blossoms, who,\nwith their soft, low voices, sang her to sleep.\n\nWhile Lily-Bell lay dreaming among the rose-leaves, Thistledown went\nwandering through the garden.  First he robbed the bees of their\nhoney, and rudely shook the little flowers, that he might get the dew\nthey had gathered to bathe their buds in.  Then he chased the bright\nwinged flies, and wounded them with the sharp thorn he carried for a\nsword; he broke the spider's shining webs, lamed the birds, and soon\nwherever he passed lay wounded insects and drooping flowers; while\nthe winds carried the tidings over the garden, and bird and blossom\nlooked upon him as an evil spirit, and fled away or closed their\nleaves, lest he should harm them.\n\nThus he went, leaving sorrow and pain behind him, till he came to the\nroses where Lily-Bell lay sleeping.  There, weary of his cruel sport,\nhe stayed to rest beneath a graceful rose-tree, where grew one\nblooming flower and a tiny bud.\n\n\"Why are you so slow in blooming, little one? You are too old to be\nrocked in your green cradle longer, and should be out among your\nsister flowers,\" said Thistle, as he lay idly in the shadow of the\ntree.\n\n\"My little bud is not yet strong enough to venture forth,\" replied the\nrose, as she bent fondly over it; \"the sunlight and the rain would\nblight her tender form, were she to blossom now, but soon she will be\nfit to bear them; till then she is content to rest beside her mother,\nand to wait.\"\n\n\"You silly flower,\" said Thistledown, \"see how quickly I will make you\nbloom! your waiting is all useless.\"  And speaking thus, he pulled\nrudely apart the folded leaves, and laid them open to the sun and air;\nwhile the rose mother implored the cruel Fairy to leave her little bud\nuntouched.\n\n\"It is my first, my only one,\" said she, \"and I have watched over it\nwith such care, hoping it would soon bloom beside me; and now you have\ndestroyed it.  How could you harm the little helpless one, that never\ndid aught to injure you?\"  And while her tears fell like summer rain,\nshe drooped in grief above the little bud, and sadly watched it fading\nin the sunlight; but Thistledown, heedless of the sorrow he had given,\nspread his wings and flew away.\n\nSoon the sky grew dark, and heavy drops began to fall.  Then Thistle\nhastened to the lily, for her cup was deep, and the white leaves\nfell like curtains over the fragrant bed; he was a dainty little Elf,\nand could not sleep among the clovers and bright buttercups.  But\nwhen he asked the flower to unfold her leaves and take him in, she\nturned her pale, soft face away, and answered sadly, \"I must shield my\nlittle drooping sisters whom you have harmed, and cannot let you in.\"\n\nThen Thistledown was very angry, and turned to find shelter among the\nstately roses; but they showed their sharp thorns, and, while their\nrosy faces glowed with anger, told him to begone, or they would repay\nhim for the wrong he had done their gentle kindred.\n\nHe would have stayed to harm them, but the rain fell fast, and he\nhurried away, saying, \"The tulips will take me in, for I have praised\ntheir beauty, and they are vain and foolish flowers.\"\n\nBut when he came, all wet and cold, praying for shelter among their\nthick leaves, they only laughed and said scornfully, \"We know you,\nand will not let you in, for you are false and cruel, and will\nonly bring us sorrow.  You need not come to us for another mantle,\nwhen the rain has spoilt your fine one; and do not stay here, or\nwe will do you harm.\"\n\nThen they waved their broad leaves stormily, and scattered the heavy\ndrops on his dripping garments.\n\n\"Now must I go to the humble daisies and blue violets,\" said Thistle,\n\"they will be glad to let in so fine a Fairy, and I shall die in\nthis cold wind and rain.\"\n\nSo away he flew, as fast as his heavy wings would bear him, to the\ndaisies; but they nodded their heads wisely, and closed their leaves\nyet closer, saying sharply,--\n\n\"Go away with yourself, and do not imagine we will open our leaves\nto you, and spoil our seeds by letting in the rain.  It serves you\nrightly; to gain our love and confidence, and repay it by such\ncruelty!  You will find no shelter here for one whose careless hand\nwounded our little friend Violet, and broke the truest heart that ever\nbeat in a flower's breast.  We are very angry with you, wicked Fairy;\ngo away and hide yourself.\"\n\n\"Ah,\" cried the shivering Elf, \"where can I find shelter? I will go\nto the violets:  they will forgive and take me in.\"\n\nBut the daisies had spoken truly; the gentle little flower was dead,\nand her blue-eyed sisters were weeping bitterly over her faded leaves.\n\n\"Now I have no friends,\" sighed poor Thistledown, \"and must die of\ncold.  Ah, if I had but minded Lily-Bell, I might now be dreaming\nbeneath some flower's leaves.\"\n\n\"Others can forgive and love, beside Lily-Bell and Violet,\" said\na faint, sweet voice; \"I have no little bud to shelter now, and you\ncan enter here.\"  It was the rose mother that spoke, and Thistle saw\nhow pale the bright leaves had grown, and how the slender stem was\nbowed.  Grieved, ashamed, and wondering at the flower's forgiving\nwords, he laid his weary head on the bosom he had filled with sorrow,\nand the fragrant leaves were folded carefully about him.\n\nBut he could find no rest.  The rose strove to comfort him; but when\nshe fancied he was sleeping, thoughts of her lost bud stole in, and\nthe little heart beat so sadly where he lay, that no sleep came; while\nthe bitter tears he had caused to flow fell more coldly on him than\nthe rain without.  Then he heard the other flowers whispering among\nthemselves of his cruelty, and the sorrow he had brought to their\nhappy home; and many wondered how the rose, who had suffered most,\ncould yet forgive and shelter him.\n\n\"Never could I forgive one who had robbed me of my children.  I could\nbow my head and die, but could give no happiness to one who had taken\nall my own,\" said Hyacinth, bending fondly over the little ones that\nblossomed by her side.\n\n\"Dear Violet is not the only one who will leave us,\" sobbed little\nMignonette; \"the rose mother will fade like her little bud, and we\nshall lose our gentlest teacher.  Her last lesson is forgiveness;\nlet us show our love for her, and the gentle stranger Lily-Bell,\nby allowing no unkind word or thought of him who has brought us all\nthis grief.\"\n\nThe angry words were hushed, and through the long night nothing was\nheard but the dropping of the rain, and the low sighs of the rose.\n\nSoon the sunlight came again, and with it Lily-Bell seeking for\nThistledown; but he was ashamed, and stole away.\n\nWhen the flowers told their sorrow to kind-hearted Lily-Bell, she wept\nbitterly at the pain her friend had given, and with loving words\nstrove to comfort those whom he had grieved; with gentle care she\nhealed the wounded birds, and watched above the flowers he had harmed,\nbringing each day dew and sunlight to refresh and strengthen, till all\nwere well again; and though sorrowing for their dead friends, still\nthey forgave Thistle for the sake of her who had done so much for\nthem.  Thus, erelong, buds fairer than that she had lost lay on the\nrose mother's breast, and for all she had suffered she was well repaid\nby the love of Lily-Bell and her sister flowers.\n\nAnd when bird, bee, and blossom were strong and fair again, the gentle\nFairy said farewell, and flew away to seek her friend, leaving behind\nmany grateful hearts, who owed their joy and life to her.\n\n\nMeanwhile, over hill and dale went Thistledown, and for a time was\nkind and gentle to every living thing.  He missed sadly the little\nfriend who had left her happy home to watch over him, but he was\ntoo proud to own his fault, and so went on, hoping she would find him.\n\nOne day he fell asleep, and when he woke the sun had set, and the dew\nbegan to fall; the flower-cups were closed, and he had nowhere to go,\ntill a friendly little bee, belated by his heavy load of honey, bid\nthe weary Fairy come with him.\n\n\"Help me to bear my honey home, and you can stay with us tonight,\"\nhe kindly said.\n\nSo Thistle gladly went with him, and soon they came to a pleasant\ngarden, where among the fairest flowers stood the hive, covered with\nvines and overhung with blossoming trees.  Glow-worms stood at the\ndoor to light them home, and as they passed in, the Fairy thought how\ncharming it must be to dwell in such a lovely place.  The floor of wax\nwas pure and white as marble, while the walls were formed of golden\nhoney-comb, and the air was fragrant with the breath of flowers.\n\n\"You cannot see our Queen to-night,\" said the little bee, \"but\nI will show you to a bed where you can rest.\"\n\nAnd he led the tired Fairy to a little cell, where on a bed of\nflower-leaves he folded his wings and fell asleep.\n\nAs the first ray of sunlight stole in, he was awakened by sweet music.\nIt was the morning song of the bees.\n\n\n  \"Awake! awake! for the earliest gleam\n     Of golden sunlight shines\n   On the rippling waves, that brightly flow\n     Beneath the flowering vines.\n   Awake! awake! for the low, sweet chant\n     Of the wild-birds' morning hymn\n   Comes floating by on the fragrant air,\n     Through the forest cool and dim;\n         Then spread each wing,\n         And work, and sing,\n   Through the long, bright sunny hours;\n         O'er the pleasant earth\n         We journey forth,\n   For a day among the flowers.\n\n  \"Awake! awake! for the summer wind\n     Hath bidden the blossoms unclose,\n   Hath opened the violet's soft blue eye,\n     And wakened the sleeping rose.\n   And lightly they wave on their slender stems\n     Fragrant, and fresh, and fair,\n   Waiting for us, as we singing come\n     To gather our honey-dew there.\n         Then spread each wing,\n         And work, and sing,\n   Through the long, bright sunny hours;\n         O'er the pleasant earth\n         We journey forth,\n   For a day among the flowers!\"\n\n\nSoon his friend came to bid him rise, as the Queen desired to speak\nwith him.  So, with his purple mantle thrown gracefully over his\nshoulder, and his little cap held respectfully in his hand, he\nfollowed Nimble-Wing to the great hall, where the Queen was being\nserved by her little pages.  Some bore her fresh dew and honey, some\nfanned her with fragrant flower-leaves, while others scattered the\nsweetest perfumes on the air.\n\n\"Little Fairy,\" said the Queen, \"you are welcome to my palace; and\nwe will gladly have you stay with us, if you will obey our laws.\nWe do not spend the pleasant summer days in idleness and pleasure, but\neach one labors for the happiness and good of all.  If our home is\nbeautiful, we have made it so by industry; and here, as one large,\nloving family, we dwell; no sorrow, care, or discord can enter in,\nwhile all obey the voice of her who seeks to be a wise and gentle\nQueen to them.  If you will stay with us, we will teach you many\nthings.  Order, patience, industry, who can teach so well as they\nwho are the emblems of these virtues?\n\n\"Our laws are few and simple.  You must each day gather your share of\nhoney, see that your cell is sweet and fresh, as you yourself must be;\nrise with the sun, and with him to sleep.  You must harm no flower in\ndoing your work, nor take more than your just share of honey; for they\nso kindly give us food, it were most cruel to treat them with aught\nsave gentleness and gratitude.  Now will you stay with us, and learn\nwhat even mortals seek to know, that labor brings true happiness?\"\n\nAnd Thistle said he would stay and dwell with them; for he was tired\nof wandering alone, and thought he might live here till Lily-Bell\nshould come, or till he was weary of the kind-hearted bees.  Then they\ntook away his gay garments, and dressed him like themselves, in the\nblack velvet cloak with golden bands across his breast.\n\n\"Now come with us,\" they said.  So forth into the green fields\nthey went, and made their breakfast among the dewy flowers; and then\ntill the sun set they flew from bud to blossom, singing as they went;\nand Thistle for a while was happier than when breaking flowers and\nharming gentle birds.\n\nBut he soon grew tired of working all day in the sun, and longed to be\nfree again.  He could find no pleasure with the industrious bees, and\nsighed to be away with his idle friends, the butterflies; so while the\nothers worked he slept or played, and then, in haste to get his share,\nhe tore the flowers, and took all they had saved for their own food.\nNor was this all; he told such pleasant tales of the life he led\nbefore he came to live with them, that many grew unhappy and\ndiscontented, and they who had before wished no greater joy than\nthe love and praise of their kind Queen, now disobeyed and blamed her\nfor all she had done for them.\n\nLong she bore with their unkind words and deeds; and when at length\nshe found it was the ungrateful Fairy who had wrought this trouble in\nher quiet kingdom, she strove, with sweet, forgiving words, to show\nhim all the wrong he had done; but he would not listen, and still went\non destroying the happiness of those who had done so much for him.\n\nThen, when she saw that no kindness could touch his heart, she said:--\n\n\"Thistledown, we took you in, a friendless stranger, fed and clothed\nyou, and made our home as pleasant to you as we could; and in return\nfor all our care, you have brought discontent and trouble to my\nsubjects, grief and care to me.  I cannot let my peaceful kingdom\nbe disturbed by you; therefore go and seek another home.  You may find\nother friends, but none will love you more than we, had you been\nworthy of it; so farewell.\"  And the doors of the once happy home\nhe had disturbed were closed behind him.\n\nThen he was very angry, and determined to bring some great sorrow on\nthe good Queen.  So he sought out the idle, wilful bees, whom he had\nfirst made discontented, bidding them follow him, and win the honey\nthe Queen had stored up for the winter.\n\n\"Let us feast and make merry in the pleasant summer-time,\" said\nThistle; \"winter is far off, why should we waste these lovely days,\ntoiling to lay up the food we might enjoy now.  Come, we will take\nwhat we have made, and think no more of what the Queen has said.\"\n\nSo while the industrious bees were out among the flowers, he led\nthe drones to the hive, and took possession of the honey, destroying\nand laying waste the home of the kind bees; then, fearing that\nin their grief and anger they might harm him, Thistle flew away to\nseek new friends.\n\n\nAfter many wanderings, he came at length to a great forest, and here\nbeside a still lake he stayed to rest. Delicate wood-flowers grew near\nhim in the deep green moss, with drooping heads, as if they listened\nto the soft wind singing among the pines.  Bright-eyed birds peeped\nat him from their nests, and many-colored insects danced above the\ncool, still lake.\n\n\"This is a pleasant place,\" said Thistle; \"it shall be my home for a\nwhile.  Come hither, blue dragon-fly, I would gladly make a friend of\nyou, for I am all alone.\"\n\nThe dragon-fly folded his shining wings beside the Elf, listened to\nthe tale he told, promised to befriend the lonely one, and strove\nto make the forest a happy home to him.\n\nSo here dwelt Thistle, and many kind friends gathered round him,\nfor he spoke gently to them, and they knew nothing of the cruel deeds\nhe had done; and for a while he was happy and content.  But at length\nhe grew weary of the gentle birds, and wild-flowers, and sought new\npleasure in destroying the beauty he was tired of; and soon the\nfriends who had so kindly welcomed him looked upon him as an evil\nspirit, and shrunk away as he approached.\n\nAt length his friend the dragon-fly besought him to leave the quiet\nhome he had disturbed.  Then Thistle was very angry, and while the\ndragon-fly was sleeping among the flowers that hung over the lake, he\nled an ugly spider to the spot, and bade him weave his nets about the\nsleeping insect, and bind him fast.  The cruel spider gladly obeyed\nthe ungrateful Fairy; and soon the poor fly could move neither leg nor\nwing.  Then Thistle flew away through the wood, leaving sorrow and\ntrouble behind him.\n\nHe had not journeyed far before he grew weary, and lay down to rest.\nLong he slept, and when he awoke, and tried to rise, his hands and\nwings were bound; while beside him stood two strange little figures,\nwith dark faces and garments, that rustled like withered leaves; who\ncried to him, as he struggled to get free,--\n\n\"Lie still, you naughty Fairy, you are in the Brownies' power, and\nshall be well punished for your cruelty ere we let you go.\"\n\nSo poor Thistle lay sorrowfully, wondering what would come of it,\nand wishing Lily-Bell would come to help and comfort him; but he had\nleft her, and she could not help him now.\n\nSoon a troop of Brownies came rustling through the air, and gathered\nround him, while one who wore an acorn-cup on his head, and was their\nKing, said, as he stood beside the trembling Fairy,--\n\n\"You have done many cruel things, and caused much sorrow to happy\nhearts; now you are in my power, and I shall keep you prisoner\ntill you have repented.  You cannot dwell on the earth without harming\nthe fair things given you to enjoy, so you shall live alone in\nsolitude and darkness, till you have learned to find happiness in\ngentle deeds, and forget yourself in giving joy to others.  When you\nhave learned this, I will set you free.\"\n\nThen the Brownies bore him to a high, dark rock, and, entering a\nlittle door, led him to a small cell, dimly lighted by a crevice\nthrough which came a single gleam of sunlight; and there, through\nlong, long days, poor Thistle sat alone, and gazed with wistful eyes\nat the little opening, longing to be out on the green earth.  No one\ncame to him, but the silent Brownies who brought his daily food; and\nwith bitter tears he wept for Lily-Bell, mourning his cruelty and\nselfishness, seeking to do some kindly deed that might atone for his\nwrong-doing.\n\nA little vine that grew outside his prison rock came creeping up,\nand looked in through the crevice, as if to cheer the lonely Fairy,\nwho welcomed it most gladly, and daily sprinkled its soft leaves\nwith his small share of water, that the little vine might live,\neven if it darkened more and more his dim cell.\n\nThe watchful Brownies saw this kind deed, and brought him fresh\nflowers, and many things, which Thistle gratefully received, though\nhe never knew it was his kindness to the vine that gained for him\nthese pleasures.\n\nThus did poor Thistle strive to be more gentle and unselfish, and\ngrew daily happier and better.\n\nNow while Thistledown was a captive in the lonely cell, Lily-Bell was\nseeking him far and wide, and sadly traced him by the sorrowing hearts\nhe had left behind.\n\nShe healed the drooping flowers, cheered the Queen Bee's grief,\nbrought back her discontented subjects, restored the home to peace\nand order, and left them blessing her.\n\nThus she journeyed on, till she reached the forest where Thistledown\nhad lost his freedom.  She unbound the starving dragon-fly, and tended\nthe wounded birds; but though all learned to love her, none could tell\nwhere the Brownies had borne her friend, till a little wind came\nwhispering by, and told her that a sweet voice had been heard, singing\nFairy songs, deep in a moss-grown rock.\n\nThen Lily-Bell went seeking through the forest, listening for the\nvoice.  Long she looked and listened in vain; when one day, as she was\nwandering through a lonely dell, she heard a faint, low sound of\nmusic, and soon a distant voice mournfully singing,--\n\n\n \"Bright shines the summer sun,\n    Soft is the summer air;\n  Gayly the wood-birds sing,\n    Flowers are blooming fair.\n\n \"But, deep in the dark, cold rock,\n    Sadly I dwell,\n  Longing for thee, dear friend,\n    Lily-Bell! Lily-Bell!\"\n\n\n\"Thistle, dear Thistle, where are you?\" joyfully cried Lily-Bell,\nas she flew from rock to rock.  But the voice was still, and she\nwould have looked in vain, had she not seen a little vine, whose green\nleaves fluttering to and fro seemed beckoning her to come; and as she\nstood among its flowers she sang,--\n\n\n \"Through sunlight and summer air\n    I have sought for thee long,\n  Guided by birds and flowers,\n    And now by thy song.\n\n \"Thistledown! Thistledown!\n    O'er hill and dell\n  Hither to comfort thee\n    Comes Lily-Bell.\"\n\n\nThen from the vine-leaves two little arms were stretched out to her,\nand Thistledown was found.  So Lily-Bell made her home in the shadow\nof the vine, and brought such joy to Thistle, that his lonely cell\nseemed pleasanter to him than all the world beside; and he grew daily\nmore like his gentle friend.  But it did not last long, for one day\nshe did not come.  He watched and waited long, for the little face\nthat used to peep smiling in through the vine-leaves.  He called and\nbeckoned through the narrow opening, but no Lily-Bell answered; and\nhe wept sadly as he thought of all she had done for him, and that now\nhe could not go to seek and help her, for he had lost his freedom\nby his own cruel and wicked deeds.\n\nAt last he besought the silent Brownie earnestly to tell him\nwhither she had gone.\n\n\"O let me go to her,\" prayed Thistle; \"if she is in sorrow, I will\ncomfort her, and show my gratitude for all she has done for me:  dear\nBrownie, set me free, and when she is found I will come and be your\nprisoner again.  I will bear and suffer any danger for her sake.\"\n\n\"Lily-Bell is safe,\" replied the Brownie; \"come, you shall learn\nthe trial that awaits you.\"\n\nThen he led the wondering Fairy from his prison, to a group of tall,\ndrooping ferns, beneath whose shade a large white lily had been\nplaced, forming a little tent, within which, on a couch of thick green\nmoss, lay Lily-Bell in a deep sleep; the sunlight stole softly in,\nand all was cool and still.\n\n\"You cannot wake her,\" said the Brownie, as Thistle folded his arms\ntenderly about her.  \"It is a magic slumber, and she will not wake\ntill you shall bring hither gifts from the Earth, Air, and Water\nSpirits.  'T is a long and weary task, for you have made no friends\nto help you, and will have to seek for them alone.  This is the trial\nwe shall give you; and if your love for Lily-Bell be strong enough\nto keep you from all cruelty and selfishness, and make you kind and\nloving as you should be, she will awake to welcome you, and love you\nstill more fondly than before.\"\n\nThen Thistle, with a last look on the little friend he loved so well,\nset forth alone to his long task.\n\n\nThe home of the Earth Spirits was the first to find, and no one\nwould tell him where to look.  So far and wide he wandered, through\ngloomy forests and among lonely hills, with none to cheer him when\nsad and weary, none to guide him on his way.\n\nOn he went, thinking of Lily-Bell, and for her sake bearing all;\nfor in his quiet prison many gentle feelings and kindly thoughts had\nsprung up in his heart, and he now strove to be friends with all, and\nwin for himself the love and confidence of those whom once he sought\nto harm and cruelly destroy.\n\nBut few believed him; for they remembered his false promises and\nevil deeds, and would not trust him now; so poor Thistle found few\nto love or care for him.\n\nLong he wandered, and carefully he sought; but could not find the\nEarth Spirits' home.  And when at length he reached the pleasant\ngarden where he and Lily-Bell first parted, he said within himself,--\n\n\"Here I will stay awhile, and try to win by kindly deeds the flowers'\nforgiveness for the pain and sorrow I brought them long ago; and they\nmay learn to love and trust me.  So, even if I never find the Spirits,\nI shall be worthier of Lily-Bell's affection if I strive to atone for\nthe wrong I have done.\"\n\nThen he went among the flowers, but they closed their leaves, and\nshrank away, trembling with fear; while the birds fled to hide\namong the leaves as he passed.\n\nThis grieved poor Thistle, and he longed to tell them how changed\nhe had become; but they would not listen.  So he tried to show, by\nquiet deeds of kindness, that he meant no harm to them; and soon\nthe kind-hearted birds pitied the lonely Fairy, and when he came near\nsang cheering songs, and dropped ripe berries in his path, for he\nno longer broke their eggs, or hurt their little ones.\n\nAnd when the flowers saw this, and found the once cruel Elf now\nwatering and tending little buds, feeding hungry insects, and\nhelping the busy ants to bear their heavy loads, they shared the pity\nof the birds, and longed to trust him; but they dared not yet.\n\nHe came one day, while wandering through the garden, to the little\nrose he had once harmed so sadly.  Many buds now bloomed beside her,\nand her soft face glowed with motherly pride, as she bent fondly over\nthem.  But when Thistle came, he saw with sorrow how she bade them\nclose their green curtains, and conceal themselves beneath the leaves,\nfor there was danger near; and, drooping still more closely over them,\nshe seemed to wait with trembling fear the cruel Fairy's coming.\n\nBut no rude hand tore her little ones away, no unkind words were\nspoken; but a soft shower of dew fell lightly on them, and Thistle,\nbending tenderly above them, said,--\n\n\"Dear flower, forgive the sorrow I once brought you, and trust me now\nfor Lily-Bell's sake.  Her gentleness has changed my cruelty to\nkindness, and I would gladly repay all for the harm I have done;\nbut none will love and trust me now.\"\n\nThen the little rose looked up, and while the dew-drops shone\nlike happy tears upon her leaves, she said,--\n\n\"I WILL love and trust you, Thistle, for you are indeed much\nchanged.  Make your home among us, and my sister flowers will soon\nlearn to love you as you deserve.  Not for sweet Lily-Bell's sake,\nbut for your own, will I become your friend; for you are kind and\ngentle now, and worthy of our love.  Look up, my little ones, there is\nno danger near; look up, and welcome Thistle to our home.\"\n\nThen the little buds raised their rosy faces, danced again upon\ntheir stems, and nodded kindly at Thistle, who smiled on them through\nhappy tears, and kissed the sweet, forgiving rose, who loved and\ntrusted him when most forlorn and friendless.\n\nBut the other flowers wondered among themselves, and Hyacinth said,--\n\n\"If Rose-Leaf is his friend, surely we may be; yet still I fear he may\nsoon grow weary of this gentleness, and be again the wicked Fairy he\nonce was, and we shall suffer for our kindness to him now.\"\n\n\"Ah, do not doubt him!\" cried warm-hearted little Mignonette; \"surely\nsome good spirit has changed the wicked Thistle into this good little\nElf.  See how tenderly he lifts aside the leaves that overshadow pale\nHarebell, and listen now how softly he sings as he rocks little\nEglantine to sleep.  He has done many friendly things, though none\nsave Rose-Leaf has been kind to him, and he is very sad.  Last night\nwhen I awoke to draw my curtains closer, he sat weeping in the\nmoonlight, so bitterly, I longed to speak a kindly word to him.\nDear sisters, let us trust him.\"\n\nAnd they all said little Mignonette was right; and, spreading wide\ntheir leaves, they bade him come, and drink their dew, and lie among\nthe fragrant petals, striving to cheer his sorrow.  Thistle told them\nall, and, after much whispering together, they said,--\n\n\"Yes, we will help you to find the Earth Spirits, for you are striving\nto be good, and for love of Lily-Bell we will do much for you.\"\n\nSo they called a little bright-eyed mole, and said, \"Downy-Back,\nwe have given you a pleasant home among our roots, and you are\na grateful little friend; so will you guide dear Thistle to the\nEarth Spirits' home?\"\n\nDowny-Back said, \"Yes,\" and Thistle, thanking the kindly flowers,\nfollowed his little guide, through long, dark galleries, deeper\nand deeper into the ground; while a glow-worm flew before to light\nthe way.  On they went, and after a while, reached a path lit up by\nbright jewels hung upon the walls.  Here Downy-Back, and Glimmer,\nthe glow-worm, left him, saying,--\n\n\"We can lead you no farther; you must now go on alone, and the music\nof the Spirits will guide you to their home.\"\n\nThen they went quickly up the winding path, and Thistle, guided\nby the sweet music, went on alone.\n\nHe soon reached a lovely spot, whose golden halls were bright\nwith jewels, which sparkled brightly, and threw many-colored shadows\non the shining garments of the little Spirits, who danced below\nto the melody of soft, silvery bells.\n\nLong Thistle stood watching the brilliant forms that flashed and\nsparkled round him; but he missed the flowers and the sunlight,\nand rejoiced that he was not an Earth Spirit.\n\nAt last they spied him out, and, gladly welcoming him, bade him join\nin their dance.  But Thistledown was too sad for that, and when he\ntold them all his story they no longer urged, but sought to comfort\nhim; and one whom they called little Sparkle (for her crown and robe\nshone with the brightest diamonds), said:  \"You will have to work\nfor us, ere you can win a gift to show the Brownies; do you see\nthose golden bells that make such music, as we wave them to and fro?\nWe worked long and hard ere they were won, and you can win one of\nthose, if you will do the task we give you.\"\n\nAnd Thistle said, \"No task will be too hard for me to do for dear\nLily-Bell's sake.\"\n\nThen they led him to a strange, dark place, lit up with torches;\nwhere troops of Spirits flew busily to and fro, among damp rocks, and\nthrough dark galleries that led far down into the earth.  \"What do\nthey here?\" asked Thistle.\n\n\"I will tell,\" replied little Sparkle, \"for I once worked here\nmyself.  Some of them watch above the flower-roots, and keep them\nfresh and strong; others gather the clear drops that trickle from the\ndamp rocks, and form a little spring, which, growing ever larger,\nrises to the light above, and gushes forth in some green field or\nlonely forest; where the wild-birds come to drink, and wood-flowers\nspread their thirsty leaves above the clear, cool waves, as they go\ndancing away, carrying joy and freshness wherever they go.  Others\nshape the bright jewels into lovely forms, and make the good-luck\npennies which we give to mortals whom we love.  And here you must toil\ntill the golden flower is won.\"\n\nThen Thistle went among the Spirits, and joined in their tasks;\nhe tended the flower-roots, gathered the water-drops, and formed the\ngood-luck pennies.  Long and hard he worked, and was often sad and\nweary, often tempted by unkind and selfish thoughts; but he thought\nof Lily-Bell, and strove to be kind and loving as she had been; and\nsoon the Spirits learned to love the patient Fairy, who had left his\nhome to toil among them for the sake of his gentle friend.\n\nAt length came little Sparkle to him, saying, \"You have done enough;\ncome now, and dance and feast with us, for the golden flower is won.\"\n\nBut Thistle could not stay, for half his task was not yet done; and\nhe longed for sunlight and Lily-Bell.  So, taking a kind farewell,\nhe hastened through the torch-lit path up to the light again; and,\nspreading his wings, flew over hill and dale till he reached the\nforest where Lily-Bell lay sleeping.\n\nIt was early morning, and the rosy light shone brightly through the\nlily-leaves upon her, as Thistle entered, and laid his first gift\nat the Brownie King's feet.\n\n\"You have done well,\" said he, \"we hear good tidings of you from\nbird and flower, and you are truly seeking to repair the evil\nyou have done.  Take now one look at your little friend, and then\ngo forth to seek from the Air Spirits your second gift.\"\n\nThen Thistle said farewell again to Lily-Bell, and flew far and wide\namong the clouds, seeking the Air Spirits; but though he wandered till\nhis weary wings could bear him no longer, it was in vain.  So, faint\nand sad, he lay down to rest on a broad vine-leaf, that fluttered\ngently in the wind; and as he lay, he saw beneath him the home\nof the kind bees whom he had so disturbed, and Lily-Bell had helped\nand comforted.\n\n\"I will seek to win their pardon, and show them that I am no longer\nthe cruel Fairy who so harmed them,\" thought Thistle, \"and when they\nbecome again my friends, I will ask their help to find the Air\nSpirits; and if I deserve it, they will gladly aid me on my way.\"\n\nSo he flew down into the field below, and hastened busily from\nflower to flower, till he had filled a tiny blue-bell with sweet,\nfresh honey.  Then he stole softly to the hive, and, placing it near\nthe door, concealed himself to watch.  Soon his friend Nimble-Wing\ncame flying home, and when he spied the little cup, he hummed with\njoy, and called his companions around him.\n\n\"Surely, some good Elf has placed it here for us,\" said they; \"let us\nbear it to our Queen; it is so fresh and fragrant it will be a fit\ngift for her\"; and they joyfully took it in, little dreaming who had\nplaced it there.\n\nSo each day Thistle filled a flower-cup, and laid it at the door;\nand each day the bees wondered more and more, for many strange things\nhappened.  The field-flowers told of the good spirit who watched\nabove them, and the birds sang of the same kind little Elf bringing\nsoft moss for their nests, and food for their hungry young ones;\nwhile all around the hive had grown fairer since the Fairy came.\n\nBut the bees never saw him, for he feared he had not yet done enough\nto win their forgiveness and friendship; so he lived alone among the\nvines, daily bringing them honey, and doing some kindly action.\n\nAt length, as he lay sleeping in a flower-bell, a little bee came\nwandering by, and knew him for the wicked Thistle; so he called his\nfriends, and, as they flew murmuring around him, he awoke.\n\n\"What shall we do to you, naughty Elf?\" said they.  \"You are in\nour power, and we will sting you if you are not still.\"\n\n\"Let us close the flower-leaves around him and leave him here\nto starve,\" cried one, who had not yet forgotten all the sorrow\nThistle had caused them long ago.\n\n\"No, no, that were very cruel, dear Buzz,\" said little Hum; \"let us\ntake him to our Queen, and she will tell us how to show our anger for\nthe wicked deeds he did.  See how bitterly he weeps; be kind to him,\nhe will not harm us more.\"\n\n\"You good little Hum!\" cried a kind-hearted robin who had hopped near\nto listen to the bees.  \"Dear friends, do you not know that this is\nthe good Fairy who has dwelt so quietly among us, watching over bird\nand blossom, giving joy to all he helps?  It is HE who brings the\nhoney-cup each day to you, and then goes silently away, that you may\nnever know who works so faithfully for you.  Be kind to him, for if\nhe has done wrong, he has repented of it, as you may see.\"\n\n\"Can this be naughty Thistle?\" said Nimble-Wing.\n\n\"Yes, it is I,\" said Thistle, \"but no longer cruel and unkind.  I have\ntried to win your love by patient industry.  Ah, trust me now, and you\nshall see I am not naughty Thistle any more.\"\n\nThen the wondering bees led him to their Queen, and when he had told\nhis tale, and begged their forgiveness, it was gladly given; and\nall strove to show him that he was loved and trusted.  Then he asked\nif they could tell him where the Air Spirits dwelt, for he must not\nforget dear Lily-Bell; and to his great joy the Queen said, \"Yes,\"\nand bade little Hum guide Thistle to Cloud-Land.\n\nLittle Hum joyfully obeyed; and Thistle followed him, as he flew\nhigher and higher among the soft clouds, till in the distance they saw\na radiant light.\n\n\"There is their home, and I must leave you now, dear Thistle,\" said\nthe little bee; and, bidding him farewell, he flew singing back; while\nThistle, following the light, soon found himself in the Air Spirits'\nhome.\n\nThe sky was gold and purple like an autumn sunset, and long walls of\nbrilliant clouds lay round him.  A rosy light shone through the silver\nmist, on gleaming columns and the rainbow roof; soft, fragrant winds\nwent whispering by, and airy little forms were flitting to and fro.\n\nLong Thistle wondered at the beauty round him; and then he went\namong the shining Spirits, told his tale, and asked a gift.\n\nBut they answered like the Earth Spirits.  \"You must serve us first,\nand then we will gladly give you a robe of sunlight like our own.\"\n\nAnd then they told him how they wafted flower-seeds over the earth,\nto beautify and brighten lonely spots; how they watched above the\nblossoms by day, and scattered dews at night, brought sunlight\ninto darkened places, and soft winds to refresh and cheer.\n\n\"These are the things we do,\" said they, \"and you must aid us\nfor a time.\"\n\nAnd Thistle gladly went with the lovely Spirits; by day he joined\nthe sunlight and the breeze in their silent work; by night, with\nStar-Light and her sister spirits, he flew over the moon-lit earth,\ndropping cool dew upon the folded flowers, and bringing happy dreams\nto sleeping mortals.  Many a kind deed was done, many a gentle word\nwas spoken; and each day lighter grew his heart, and stronger his\npower of giving joy to others.\n\nAt length Star-Light bade him work no more, and gladly gave him\nthe gift he had won.  Then his second task was done, and he flew gayly\nback to the green earth and slumbering Lily-Bell.\n\nThe silvery moonlight shone upon her, as he came to give his second\ngift; and the Brownie spoke more kindly than before.\n\n\"One more trial, Thistle, and she will awake.  Go bravely forth and\nwin your last and hardest gift.\"\n\n\nThen with a light heart Thistle journeyed away to the brooks and\nrivers, seeking the Water Spirits.  But he looked in vain; till,\nwandering through the forest where the Brownies took him captive,\nhe stopped beside the quiet lake.\n\nAs he stood here he heard a sound of pain, and, looking in the tall\ngrass at his side, he saw the dragon-fly whose kindness he once\nrepayed by pain and sorrow, and who now lay suffering and alone.\n\nThistle bent tenderly beside him, saying, \"Dear Flutter, do not\nfear me.  I will gladly ease your pain, if you will let me; I am your\nfriend, and long to show you how I grieve for all the wrong I did you,\nwhen you were so kind to me.  Forgive, and let me help and comfort\nyou.\"\n\nThen he bound up the broken wing, and spoke so tenderly that Flutter\ndoubted him no longer, and was his friend again.\n\nDay by day did Thistle watch beside him, making little beds of\ncool, fresh moss for him to rest upon, fanning him when he slept,\nand singing sweet songs to cheer him when awake.  And often when\npoor Flutter longed to be dancing once again over the blue waves,\nthe Fairy bore him in his arms to the lake, and on a broad leaf,\nwith a green flag for a sail, they floated on the still water; while\nthe dragon-fly's companions flew about them, playing merry games.\n\nAt length the broken wing was well, and Thistle said he must again\nseek the Water Spirits.  \"I can tell you where to find them,\" said\nFlutter; \"you must follow yonder little brook, and it will lead you\nto the sea, where the Spirits dwell.  I would gladly do more for you,\ndear Thistle, but I cannot, for they live deep beneath the waves.\nYou will find some kind friend to aid you on your way; and so\nfarewell.\"\n\nThistle followed the little brook, as it flowed through field and\nvalley, growing ever larger, till it reached the sea.  Here the wind\nblew freshly, and the great waves rolled and broke at Thistle's feet,\nas he stood upon the shore, watching the billows dancing and sparkling\nin the sun.\n\n\"How shall I find the Spirits in this great sea, with none to help or\nguide me? Yet it is my last task, and for Lily-Bell's sake I must not\nfear or falter now,\" said Thistle.  So he flew hither and thither\nover the sea, looking through the waves.  Soon he saw, far below,\nthe branches of the coral tree.\n\n\"They must be here,\" thought he, and, folding his wings, he plunged\ninto the deep, cold sea.  But he saw only fearful monsters and dark\nshapes that gathered round him; and, trembling with fear, he struggled\nup again.\n\nThe great waves tossed him to and fro, and cast him bruised and faint\nupon the shore.  Here he lay weeping bitterly, till a voice beside him\nsaid, \"Poor little Elf, what has befallen you?  These rough waves are\nnot fit playmates for so delicate a thing as you.  Tell me your\nsorrow, and I will comfort you.\"\n\nAnd Thistle, looking up, saw a white sea-bird at his side, who tried\nwith friendly words to cheer him.  So he told all his wanderings,\nand how he sought the Sea Spirits.\n\n\"Surely, if bee and blossom do their part to help you, birds should\naid you too,\" said the Sea-bird.  \"I will call my friend, the\nNautilus, and he will bear you safely to the Coral Palace where the\nSpirits dwell.\"\n\nSo, spreading his great wings, he flew away, and soon Thistle saw\na little boat come dancing over the waves, and wait beside the shore\nfor him.\n\nIn he sprang.  Nautilus raised his little sail to the wind, and the\nlight boat glided swiftly over the blue sea.  At last Thistle cried,\n\"I see lovely arches far below; let me go, it is the Spirits' home.\"\n\n\"Nay, close your eyes, and trust to me.  I will bear you safely down,\"\nsaid Nautilus.\n\nSo Thistle closed his eyes, and listened to the murmur of the sea,\nas they sank slowly through the waves.  The soft sound lulled him\nto sleep, and when he awoke the boat was gone, and he stood among\nthe Water Spirits, in their strange and lovely home.\n\nLofty arches of snow-white coral bent above him, and the walls\nof brightly tinted shells were wreathed with lovely sea-flowers, and\nthe sunlight shining on the waves cast silvery shadows on the ground,\nwhere sparkling stones glowed in the sand.  A cool, fresh wind swept\nthrough the waving garlands of bright sea-moss, and the distant murmur\nof dashing waves came softly on the air.  Soon troops of graceful\nSpirits flitted by, and when they found the wondering Elf, they\ngathered round him, bringing pearl-shells heaped with precious stones,\nand all the rare, strange gifts that lie beneath the sea.  But Thistle\nwished for none of these, and when his tale was told, the kindly\nSpirits pitied him; and little Pearl sighed, as she told him of the\nlong and weary task he must perform, ere he could win a crown of\nsnow-white pearls like those they wore.  But Thistle had gained\nstrength and courage in his wanderings, and did not falter now, when\nthey led him to a place among the coral-workers, and told him he must\nlabor here, till the spreading branches reached the light and air,\nthrough the waves that danced above.\n\nWith a patient hope that he might yet be worthy of Lily-Bell,\nthe Fairy left the lovely spirits and their pleasant home, to toil\namong the coral-builders, where all was strange and dim.  Long, long,\nhe worked; but still the waves rolled far above them, and his task was\nnot yet done; and many bitter tears poor Thistle shed, and sadly he\npined for air and sunlight, the voice of birds, and breath of flowers.\nOften, folded in the magic garments which the Spirits gave him, that\nhe might pass unharmed among the fearful creatures dwelling there,\nhe rose to the surface of the sea, and, gliding through the waves,\ngazed longingly upon the hills, now looking blue and dim so far away,\nor watched the flocks of summer birds, journeying to a warmer land;\nand they brought sad memories of green old forests, and sunny fields,\nto the lonely little Fairy floating on the great, wild sea.\n\nDay after day went by, and slowly Thistle's task drew towards an end.\nBusily toiled the coral-workers, but more busily toiled he; insect\nand Spirit daily wondered more and more, at the industry and patience\nof the silent little Elf, who had a friendly word for all, though\nhe never joined them in their sport.\n\nHigher and higher grew the coral-boughs, and lighter grew the Fairy's\nheart, while thoughts of dear Lily-Bell cheered him on, as day by day\nhe steadily toiled; and when at length the sun shone on his work,\nand it was done, he stayed but to take the garland he had won, and\nto thank the good Spirits for their love and care.  Then up through\nthe cold, blue waves he swiftly glided, and, shaking the bright drops\nfrom his wings, soared singing up to the sunny sky.\n\n\nOn through the fragrant air went Thistle, looking with glad face\nupon the fair, fresh earth below, where flowers looked smiling up,\nand green trees bowed their graceful heads as if to welcome him.  Soon\nthe forest where Lily-Bell lay sleeping rose before him, and as he\npassed along the cool, dim wood-paths, never had they seemed so fair.\n\nBut when he came where his little friend had slept, it was no longer\nthe dark, silent spot where he last saw her.  Garlands hung from every\ntree, and the fairest flowers filled the air with their sweet breath.\nBird's gay voices echoed far and wide, and the little brook went\nsinging by, beneath the arching ferns that bent above it; green\nleaves rustled in the summer wind, and the air was full of music.\nBut the fairest sight was Lily-Bell, as she lay on the couch of\nvelvet moss that Fairy hands had spread.  The golden flower lay\nbeside her, and the glittering robe was folded round her little form.\nThe warmest sunlight fell upon her, and the softest breezes lifted\nher shining hair.\n\nHappy tears fell fast, as Thistle folded his arms around her,\ncrying, \"O Lily-Bell, dear Lily-Bell, awake! I have been true to you,\nand now my task is done.\"\n\nThen, with a smile, Lily-Bell awoke, and looked with wondering eyes\nupon the beauty that had risen round her.\n\n\"Dear Thistle, what mean these fair things, and why are we in this\nlovely place?\"\n\n\"Listen, Lily-Bell,\" said the Brownie King, as he appeared beside her.\nAnd then he told all that Thistle had done to show his love for her;\nhow he had wandered far and wide to seek the Fairy gifts, and toiled\nlong and hard to win them; how he had been loving, true, and tender,\nwhen most lonely and forsaken.\n\n\"Bird, bee, and blossom have forgiven him, and none is more loved\nand trusted now by all, than the once cruel Thistle,\" said the King,\nas he bent down to the happy Elf, who bowed low before him.\n\n\"You have learned the beauty of a gentle, kindly heart, dear Thistle;\nand you are now worthy to become the friend of her for whom you have\ndone so much.  Place the crown upon her head, for she is Queen of all\nthe Forest Fairies now.\"\n\nAnd as the crown shone on the head that Lily-Bell bent down on\nThistle's breast, the forest seemed alive with little forms, who\nsprang from flower and leaf, and gathered round her, bringing gifts\nfor their new Queen.\n\n\"If I am Queen, then you are King, dear Thistle,\" said the Fairy.\n\"Take the crown, and I will have a wreath of flowers.  You have toiled\nand suffered for my sake, and you alone should rule over these little\nElves whose love you have won.\"\n\n\"Keep your crown, Lily-Bell, for yonder come the Spirits with their\ngifts to Thistle,\" said the Brownie.  And, as he pointed with his\nwand, out from among the mossy roots of an old tree came trooping\nthe Earth Spirits, their flower-bells ringing softly as they came,\nand their jewelled garments glittering in the sun.  On to where\nThistledown stood beneath the shadow of the flowers, with Lily-Bell\nbeside him, went the Spirits; and then forth sprang little Sparkle,\nwaving a golden flower, whose silvery music filled the air.  \"Dear\nThistle,\" said the shining Spirit, \"what you toiled so faithfully\nto win for another, let us offer now as a token of our love for you.\"\n\nAs she ceased, down through the air came floating bands of lovely\nAir Spirits, bringing a shining robe, and they too told their love\nfor the gentle Fairy who had dwelt with them.\n\nThen softly on the breeze came distant music, growing ever nearer,\ntill over the rippling waves came the singing Water Spirits, in their\nboats of many-colored shells; and as they placed their glittering\ncrown on Thistle's head, loud rang the flowers, and joyously sang\nthe birds, while all the Forest Fairies cried, with silvery voices,\n\"Lily-Bell and Thistledown!  Long live our King and Queen!\"\n\n\"Have you a tale for us too, dear Violet-Eye?\" said the Queen, as\nZephyr ceased.  The little Elf thus named looked from among the\nflower-leaves where she sat, and with a smile replied, \"As I was\nweaving garlands in the field, I heard a primrose tell this tale\nto her friend Golden-Rod.\"\n\n\n\nLITTLE BUD.\n\n\nIN a great forest, high up among the green boughs, lived Bird\nBrown-Breast, and his bright-eyed little mate.  They were now very\nhappy; their home was done, the four blue eggs lay in the soft nest,\nand the little wife sat still and patient on them, while the husband\nsang, and told her charming tales, and brought her sweet berries\nand little worms.\n\nThings went smoothly on, till one day she found in the nest a little\nwhite egg, with a golden band about it.\n\n\"My friend,\" cried she, \"come and see!  Where can this fine egg have\ncome from?  My four are here, and this also; what think you of it?\"\n\nThe husband shook his head gravely, and said, \"Be not alarmed, my\nlove; it is doubtless some good Fairy who has given us this, and we\nshall find some gift within; do not let us touch it, but do you sit\ncarefully upon it, and we shall see in time what has been sent us.\"\n\nSo they said nothing about it, and soon their home had four little\nchirping children; and then the white egg opened, and, behold,\na little maiden lay singing within.  Then how amazed were they,\nand how they welcomed her, as she lay warm beneath the mother's wing,\nand how the young birds did love her.\n\nGreat joy was in the forest, and proud were the parents of their\nfamily, and still more of the little one who had come to them;\nwhile all the neighbors flocked in, to see Dame Brown-Breast's\nlittle child.  And the tiny maiden talked to them, and sang so\nmerrily, that they could have listened for ever.  Soon she was\nthe joy of the whole forest, dancing from tree to tree, making\nevery nest her home, and none were ever so welcome as little Bud;\nand so they lived right merrily in the green old forest.\n\nThe father now had much to do to supply his family with food, and\nchoice morsels did he bring little Bud.  The wild fruits were her\nfood, the fresh dew in the flower-cups her drink, while the green\nleaves served her for little robes; and thus she found garments in\nthe flowers of the field, and a happy home with Mother Brown-Breast;\nand all in the wood, from the stately trees to the little mosses\nin the turf, were friends to the merry child.\n\nAnd each day she taught the young birds sweet songs, and as their gay\nmusic rang through the old forest, the stern, dark pines ceased their\nsolemn waving, that they might hear the soft sounds stealing through\nthe dim wood-paths, and mortal children came to listen, saying softly,\n\"Hear the flowers sing, and touch them not, for the Fairies are here.\"\n\nThen came a band of sad little Elves to Bud, praying that they might\nhear the sweet music; and when she took them by the hand, and spoke\ngently to them, they wept and said sadly, when she asked them whence\nthey came,--\n\n\"We dwelt once in Fairy-Land, and O how happy were we then! But alas!\nwe were not worthy of so fair a home, and were sent forth into the\ncold world.  Look at our robes, they are like the withered leaves;\nour wings are dim, our crowns are gone, and we lead sad, lonely lives\nin this dark forest.  Let us stay with you; your gay music sounds\nlike Fairy songs, and you have such a friendly way with you, and speak\nso gently to us.  It is good to be near one so lovely and so kind; and\nyou can tell us how we may again become fair and innocent.  Say we may\nstay with you, kind little maiden.\"\n\nAnd Bud said, \"Yes,\" and they stayed; but her kind little heart\nwas grieved that they wept so sadly, and all she could say could not\nmake them happy; till at last she said,--\n\n\"Do not weep, and I will go to Queen Dew-Drop, and beseech her\nto let you come back.  I will tell her that you are repentant,\nand will do anything to gain her love again; that you are sad, and\nlong to be forgiven.  This will I say, and more, and trust she will\ngrant my prayer.\"\n\n\"She will not say no to you, dear Bud,\" said the poor little Fairies;\n\"she will love you as we do, and if we can but come again to our lost\nhome, we cannot give you thanks enough.  Go, Bud, and if there be\npower in Fairy gifts, you shall be as happy as our hearts' best love\ncan make you.\"\n\nThe tidings of Bud's departure flew through the forest, and all her\nfriends came to say farewell, as with the morning sun she would go;\nand each brought some little gift, for the land of Fairies was\nfar away, and she must journey long.\n\n\"Nay, you shall not go on your feet, my child,\" said Mother\nBrown-Breast; \"your friend Golden-Wing shall carry you.  Call him\nhither, that I may seat you rightly, for if you should fall off\nmy heart would break.\"\n\nThen up came Golden-Wing, and Bud was safely seated on the cushion\nof violet-leaves; and it was really charming to see her merry little\nface, peeping from under the broad brim of her cow-slip hat, as\nher butterfly steed stood waving his bright wings in the sunlight.\nThen came the bee with his yellow honey-bags, which he begged she\nwould take, and the little brown spider that lived under the great\nleaves brought a veil for her hat, and besought her to wear it,\nlest the sun should shine too brightly; while the ant came bringing a\ntiny strawberry, lest she should miss her favorite fruit.  The mother\ngave her good advice, and the papa stood with his head on one side,\nand his round eyes twinkling with delight, to think that his\nlittle Bud was going to Fairy-Land.\n\nThen they all sang gayly together, till she passed out of sight\nover the hills, and they saw her no more.\n\n\nAnd now Bud left the old forest far behind her.  Golden-Wing\nbore her swiftly along, and she looked down on the green mountains,\nand the peasant's cottages, that stood among overshadowing trees;\nand the earth looked bright, with its broad, blue rivers winding\nthrough soft meadows, the singing birds, and flowers, who kept their\nbright eyes ever on the sky.\n\nAnd she sang gayly as they floated in the clear air, while her friend\nkept time with his waving wings, and ever as they went along all grew\nfairer; and thus they came to Fairy-Land.\n\nAs Bud passed through the gates, she no longer wondered that the\nexiled Fairies wept and sorrowed for the lovely home they had lost.\nBright clouds floated in the sunny sky, casting a rainbow light on\nthe Fairy palaces below, where the Elves were dancing; while the\nlow, sweet voices of the singing flowers sounded softly through the\nfragrant air, and mingled with the music of the rippling waves, as\nthey flowed on beneath the blossoming vines that drooped above them.\n\nAll was bright and beautiful; but kind little Bud would not linger,\nfor the forms of the weeping Fairies were before her; and\nthough the blossoms nodded gayly on their stems to welcome her,\nand the soft winds kissed her cheek, she would not stay, but on\nto the Flower Palace she went, into a pleasant hall whose walls\nwere formed of crimson roses, amid whose leaves sat little Elves,\nmaking sweet music on their harps.  When they saw Bud, they gathered\nround her, and led her through the flower-wreathed arches to a group\nof the most beautiful Fairies, who were gathered about a stately lily,\nin whose fragrant cup sat one whose purple robe and glittering crown\ntold she was their Queen.\n\nBud knelt before her, and, while tears streamed down her little face,\nshe told her errand, and pleaded earnestly that the exiled Fairies\nmight be forgiven, and not be left to pine far from their friends and\nkindred.  And as she prayed, many wept with her; and when she ceased,\nand waited for her answer, many knelt beside her, praying forgiveness\nfor the unhappy Elves.\n\nWith tearful eyes, Queen Dew-Drop replied,--\n\n\"Little maiden, your prayer has softened my heart.  They shall not be\nleft sorrowing and alone, nor shall you go back without a kindly word\nto cheer and comfort them.  We will pardon their fault, and when they\ncan bring hither a perfect Fairy crown, robe, and wand, they shall be\nagain received as children of their loving Queen.  The task is hard,\nfor none but the best and purest can form the Fairy garments; yet with\npatience they may yet restore their robes to their former brightness.\nFarewell, good little maiden; come with them, for but for you they\nwould have dwelt for ever without the walls of Fairy-Land.\"\n\n\"Good speed to you, and farewell,\" cried they all, as, with loving\nmessages to their poor friends, they bore her to the gates.\n\n\nDay after day toiled little Bud, cheering the Fairies, who,\nangry and disappointed, would not listen to her gentle words,\nbut turned away and sat alone weeping.  They grieved her kind heart\nwith many cruel words; but patiently she bore with them, and when\nthey told her they could never perform so hard a task, and must dwell\nfor ever in the dark forest, she answered gently, that the snow-white\nlily must be planted, and watered with repentant tears, before the\nrobe of innocence could be won; that the sun of love must shine\nin their hearts, before the light could return to their dim crowns,\nand deeds of kindness must be performed, ere the power would come\nagain to their now useless wands.\n\nThen they planted the lilies; but they soon drooped and died, and\nno light came to their crowns.  They did no gentle deeds, but cared\nonly for themselves; and when they found their labor was in vain,\nthey tried no longer, but sat weeping.  Bud, with ceaseless toil and\npatient care, tended the lilies, which bloomed brightly, the crowns\ngrew bright, and in her hands the wands had power over birds and\nblossoms, for she was striving to give happiness to others,\nforgetful of herself.  And the idle Fairies, with thankful words, took\nthe garments from her, and then with Bud went forth to Fairy-Land,\nand stood with beating hearts before the gates; where crowds of Fairy\nfriends came forth to welcome them.\n\nBut when Queen Dew-Drop touched them with her wand, as they passed in,\nthe light faded from their crowns, their robes became like withered\nleaves, and their wands were powerless.\n\nAmid the tears of all the Fairies, the Queen led them to the gates,\nand said,--\n\n\"Farewell! It is not in my power to aid you; innocence and love are\nnot within your hearts, and were it not for this untiring little\nmaiden, who has toiled while you have wept, you never would have\nentered your lost home.  Go and strive again, for till all is once\nmore fair and pure, I cannot call you mine.\"\n\n\"Farewell!\" sang the weeping Fairies, as the gates closed on their\noutcast friends; who, humbled and broken-hearted, gathered around Bud;\nand she, with cheering words, guided them back to the forest.\n\n\nTime passed on, and the Fairies had done nothing to gain their\nlovely home again.  They wept no longer, but watched little Bud,\nas she daily tended the flowers, restoring their strength and beauty,\nor with gentle words flew from nest to nest, teaching the little birds\nto live happily together; and wherever she went blessings fell, and\nloving hearts were filled with gratitude.\n\nThen, one by one, the Elves secretly did some little work of kindness,\nand found a quiet joy come back to repay them.  Flowers looked\nlovingly up as they passed, birds sang to cheer them when sad thoughts\nmade them weep.  And soon little Bud found out their gentle deeds,\nand her friendly words gave them new strength.  So day after day\nthey followed her, and like a band of guardian spirits they flew\nfar and wide, carrying with them joy and peace.\n\nAnd not only birds and flowers blessed them, but human beings also;\nfor with tender hands they guided little children from danger, and\nkept their young hearts free from evil thoughts; they whispered\nsoothing words to the sick, and brought sweet odors and fair flowers\nto their lonely rooms.  They sent lovely visions to the old and blind,\nto make their hearts young and bright with happy thoughts.\n\nBut most tenderly did they watch over the poor and sorrowing,\nand many a poor mother blessed the unseen hands that laid food\nbefore her hungry little ones, and folded warm garments round\ntheir naked limbs.  Many a poor man wondered at the fair flowers\nthat sprang up in his little garden-plot, cheering him with their\nbright forms, and making his dreary home fair with their loveliness,\nand looked at his once barren field, where now waved the golden corn,\nturning its broad leaves to the warm sun, and promising a store of\ngolden ears to give him food; while the care-worn face grew bright,\nand the troubled heart filled with gratitude towards the invisible\nspirits who had brought him such joy.\n\nThus time passed on, and though the exiled Fairies longed often for\ntheir home, still, knowing they did not deserve it, they toiled on,\nhoping one day to see the friends they had lost; while the joy of\ntheir own hearts made their life full of happiness.\n\nOne day came little Bud to them, saying,--\n\n\"Listen, dear friends.  I have a hard task to offer you.  It is a\ngreat sacrifice for you light loving Fairies to dwell through the long\nwinter in the dark, cold earth, watching over the flower roots, to keep\nthem free from the little grubs and worms that seek to harm them.\nBut in the sunny Spring when they bloom again, their love and\ngratitude will give you happy homes among their bright leaves.\n\n\"It is a wearisome task, and I can give you no reward for all your\ntender care, but the blessings of the gentle flowers you will have\nsaved from death.  Gladly would I aid you; but my winged friends are\npreparing for their journey to warmer lands, and I must help them\nteach their little ones to fly, and see them safely on their way.\nThen, through the winter, must I seek the dwellings of the poor\nand suffering, comfort the sick and lonely, and give hope and courage\nto those who in their poverty are led astray.  These things must I do;\nbut when the flowers bloom again I will be with you, to welcome back\nour friends from over the sea.\"\n\nThen, with tears, the Fairies answered, \"Ah, good little Bud, you have\ntaken the hardest task yourself, and who will repay you for all your\ndeeds of tenderness and mercy in the great world? Should evil befall\nyou, our hearts would break.  We will labor trustingly in the earth,\nand thoughts of you shall cheer us on; for without you we had been\nworthless beings, and never known the joy that kindly actions bring.\nYes, dear Bud, we will gladly toil among the roots, that the fair\nflowers may wear their gayest robes to welcome you.\"\n\nThen deep in the earth the Fairies dwelt, and no frost or snow\ncould harm the blossoms they tended.  Every little seed was laid\nin the soft earth, watered, and watched.  Tender roots were folded\nin withered leaves, that no chilling drops might reach them; and\nsafely dreamed the flowers, till summer winds should call them forth;\nwhile lighter grew each Fairy heart, as every gentle deed was\ntenderly performed.\n\nAt length the snow was gone, and they heard little voices calling them\nto come up; but patiently they worked, till seed and root were green\nand strong.  Then, with eager feet, they hastened to the earth above,\nwhere, over hill and valley, bright flowers and budding trees smiled\nin the warm sunlight, blossoms bent lovingly before them, and rang\ntheir colored bells, till the fragrant air was full of music; while\nthe stately trees waved their great arms above them, and scattered\nsoft leaves at their feet.\n\nThen came the merry birds, making the wood alive with their gay\nvoices, calling to one another, as they flew among the vines,\nbuilding their little homes.  Long waited the Elves, and at last\nshe came with Father Brown-Breast.  Happy days passed; and\nsummer flowers were in their fullest beauty, when Bud bade the Fairies\ncome with her.\n\n\nMounted on bright-winged butterflies, they flew over forest and\nmeadow, till with joyful eyes they saw the flower-crowned walls\nof Fairy-Land.\n\nBefore the gates they stood, and soon troops of loving Elves\ncame forth to meet them.  And on through the sunny gardens they went,\ninto the Lily Hall, where, among the golden stamens of a graceful\nflower, sat the Queen; while on the broad, green leaves around it\nstood the brighteyed little maids of honor.\n\nThen, amid the deep silence, little Bud, leading the Fairies to the\nthrone, said,--\n\n\"Dear Queen, I here bring back your subjects, wiser for their sorrow,\nbetter for their hard trial; and now might any Queen be proud of them,\nand bow to learn from them that giving joy and peace to others\nbrings it fourfold to us, bearing a double happiness in the blessings\nto those we help.  Through the dreary months, when they might have\ndwelt among fair Southern flowers, beneath a smiling sky, they toiled\nin the dark and silent earth, filling the hearts of the gentle Flower\nSpirits with grateful love, seeking no reward but the knowledge of\ntheir own good deeds, and the joy they always bring.  This they have\ndone unmurmuringly and alone; and now, far and wide, flower blessings\nfall upon them, and the summer winds bear the glad tidings unto those\nwho droop in sorrow, and new joy and strength it brings, as they look\nlongingly for the friends whose gentle care hath brought such\nhappiness to their fair kindred.\n\n\"Are they not worthy of your love, dear Queen? Have they not won\ntheir lovely home? Say they are pardoned, and you have gained\nthe love of hearts pure as the snow-white robes now folded over them.\"\n\nAs Bud ceased, she touched the wondering Fairies with her wand,\nand the dark faded garments fell away; and beneath, the robes\nof lily-leaves glittered pure and spotless in the sun-light.\nThen, while happy tears fell, Queen Dew-Drop placed the bright crowns\non the bowed heads of the kneeling Fairies, and laid before them\nthe wands their own good deeds had rendered powerful.\n\nThey turned to thank little Bud for all her patient love,\nbut she was gone; and high above, in the clear air, they saw\nthe little form journeying back to the quiet forest.\n\nShe needed no reward but the joy she had given.  The Fairy hearts\nwere pure again, and her work was done; yet all Fairy-Land had learned\na lesson from gentle little Bud.\n\n\n\"Now, little Sunbeam, what have you to tell us?\" said the Queen,\nlooking down on a bright-eyed Elf, who sat half hidden in the deep\nmoss at her feet.\n\n\"I too, like Star-Twinkle, have nothing but a song to offer,\"\nreplied the Fairy; and then, while the nightingale's sweet voice\nmingled with her own, she sang,--\n\n\n\nCLOVER-BLOSSOM.\n\n\n   IN a quiet, pleasant meadow,\n     Beneath a summer sky,\n   Where green old trees their branches waved,\n     And winds went singing by;\n   Where a little brook went rippling\n     So musically low,\n   And passing clouds cast shadows\n     On the waving grass below;\n   Where low, sweet notes of brooding birds\n     Stole out on the fragrant air,\n   And golden sunlight shone undimmed\n     On all most fresh and fair;--\n   There bloomed a lovely sisterhood\n     Of happy little flowers,\n   Together in this pleasant home,\n     Through quiet summer hours.\n   No rude hand came to gather them,\n     No chilling winds to blight;\n   Warm sunbeams smiled on them by day,\n     And soft dews fell at night.\n   So here, along the brook-side,\n     Beneath the green old trees,\n   The flowers dwelt among their friends,\n     The sunbeams and the breeze.\n\n   One morning, as the flowers awoke,\n     Fragrant, and fresh, and fair,\n   A little worm came creeping by,\n     And begged a shelter there.\n   \"Ah! pity and love me,\" sighed the worm,\n     \"I am lonely, poor, and weak;\n   A little spot for a resting-place,\n     Dear flowers, is all I seek.\n   I am not fair, and have dwelt unloved\n     By butterfly, bird, and bee.\n   They little knew that in this dark form\n     Lay the beauty they yet may see.\n   Then let me lie in the deep green moss,\n     And weave my little tomb,\n   And sleep my long, unbroken sleep\n     Till Spring's first flowers come.\n   Then will I come in a fairer dress,\n     And your gentle care repay\n   By the grateful love of the humble worm;\n     Kind flowers, O let me stay!\"\n   But the wild rose showed her little thorns,\n     While her soft face glowed with pride;\n   The violet hid beneath the drooping ferns,\n     And the daisy turned aside.\n   Little Houstonia scornfully laughed,\n     As she danced on her slender stem;\n   While the cowslip bent to the rippling waves,\n     And whispered the tale to them.\n   A blue-eyed grass looked down on the worm,\n     As it silently turned away,\n   And cried, \"Thou wilt harm our delicate leaves,\n     And therefore thou canst not stay.\"\n   Then a sweet, soft voice, called out from far,\n     \"Come hither, poor worm, to me;\n   The sun lies warm in this quiet spot,\n     And I'll share my home with thee.\"\n   The wondering flowers looked up to see\n     Who had offered the worm a home:\n   'T was a clover-blossom, whose fluttering leaves\n     Seemed beckoning him to come;\n   It dwelt in a sunny little nook,\n     Where cool winds rustled by,\n   And murmuring bees and butterflies came,\n     On the flower's breast to lie.\n   Down through the leaves the sunlight stole,\n     And seemed to linger there,\n   As if it loved to brighten the home\n     Of one so sweet and fair.\n   Its rosy face smiled kindly down,\n     As the friendless worm drew near;\n   And its low voice, softly whispering, said\n     \"Poor thing, thou art welcome here;\n   Close at my side, in the soft green moss,\n     Thou wilt find a quiet bed,\n   Where thou canst softly sleep till Spring,\n     With my leaves above thee spread.\n   I pity and love thee, friendless worm,\n     Though thou art not graceful or fair;\n   For many a dark, unlovely form,\n     Hath a kind heart dwelling there;\n   No more o'er the green and pleasant earth,\n     Lonely and poor, shalt thou roam,\n   For a loving friend hast thou found in me,\n     And rest in my little home.\"\n   Then, deep in its quiet mossy bed,\n     Sheltered from sun and shower,\n   The grateful worm spun its winter tomb,\n     In the shadow of the flower.\n   And Clover guarded well its rest,\n     Till Autumn's leaves were sere,\n   Till all her sister flowers were gone,\n     And her winter sleep drew near.\n   Then her withered leaves were softly spread\n     O'er the sleeping worm below,\n   Ere the faithful little flower lay\n     Beneath the winter snow.\n\n   Spring came again, and the flowers rose\n     From their quiet winter graves,\n   And gayly danced on their slender stems,\n     And sang with the rippling waves.\n   Softly the warm winds kissed their cheeks;\n     Brightly the sunbeams fell,\n   As, one by one, they came again\n     In their summer homes to dwell.\n   And little Clover bloomed once more,\n     Rosy, and sweet, and fair,\n   And patiently watched by the mossy bed,\n     For the worm still slumbered there.\n   Then her sister flowers scornfully cried,\n     As they waved in the summer air,\n   \"The ugly worm was friendless and poor;\n     Little Clover, why shouldst thou care?\n   Then watch no more, nor dwell alone,\n     Away from thy sister flowers;\n   Come, dance and feast, and spend with us\n     These pleasant summer hours.\n   We pity thee, foolish little flower,\n     To trust what the false worm said;\n   He will not come in a fairer dress,\n     For he lies in the green moss dead.\"\n   But little Clover still watched on,\n     Alone in her sunny home;\n   She did not doubt the poor worm's truth,\n     And trusted he would come.\n\n   At last the small cell opened wide,\n     And a glittering butterfly,\n   From out the moss, on golden wings,\n     Soared up to the sunny sky.\n   Then the wondering flowers cried aloud,\n     \"Clover, thy watch was vain;\n   He only sought a shelter here,\n     And never will come again.\"\n   And the unkind flowers danced for joy,\n     When they saw him thus depart;\n   For the love of a beautiful butterfly\n     Is dear to a flower's heart.\n   They feared he would stay in Clover's home,\n     And her tender care repay;\n   So they danced for joy, when at last he rose\n     And silently flew away.\n   Then little Clover bowed her head,\n     While her soft tears fell like dew;\n   For her gentle heart was grieved, to find\n     That her sisters' words were true,\n   And the insect she had watched so long\n     When helpless, poor, and lone,\n   Thankless for all her faithful care,\n     On his golden wings had flown.\n   But as she drooped, in silent grief,\n     She heard little Daisy cry,\n   \"O sisters, look!  I see him now,\n     Afar in the sunny sky;\n   He is floating back from Cloud-Land now,\n     Borne by the fragrant air.\n   Spread wide your leaves, that he may choose\n     The flower he deems most fair.\"\n   Then the wild rose glowed with a deeper blush,\n     As she proudly waved on her stem;\n   The Cowslip bent to the clear blue waves,\n     And made her mirror of them.\n   Little Houstonia merrily danced,\n     And spread her white leaves wide;\n   While Daisy whispered her joy and hope,\n     As she stood by her gay friends' side.\n   Violet peeped from the tall green ferns,\n     And lifted her soft blue eye\n   To watch the glittering form, that shone\n     Afar in the summer sky.\n   They thought no more of the ugly worm,\n     Who once had wakened their scorn;\n   But looked and longed for the butterfly now,\n     As the soft wind bore him on.\n\n   Nearer and nearer the bright form came,\n     And fairer the blossoms grew;\n   Each welcomed him, in her sweetest tones;\n     Each offered her honey and dew.\n   But in vain did they beckon, and smile, and call,\n     And wider their leaves unclose;\n   The glittering form still floated on,\n     By Violet, Daisy, and Rose.\n   Lightly it flew to the pleasant home\n     Of the flower most truly fair,\n   On Clover's breast he softly lit,\n     And folded his bright wings there.\n   \"Dear flower,\" the butterfly whispered low,\n     \"Long hast thou waited for me;\n   Now I am come, and my grateful love\n     Shall brighten thy home for thee;\n   Thou hast loved and cared for me, when alone,\n     Hast watched o'er me long and well;\n   And now will I strive to show the thanks\n     The poor worm could not tell.\n   Sunbeam and breeze shall come to thee,\n     And the coolest dews that fall;\n   Whate'er a flower can wish is thine,\n     For thou art worthy all.\n   And the home thou shared with the friendless worm\n     The butterfly's home shall be;\n   And thou shalt find, dear, faithful flower,\n     A loving friend in me.\"\n   Then, through the long, bright summer hours\n     Through sunshine and through shower,\n   Together in their happy home\n     Dwelt butterfly and flower.\n\n\n\"Ah, that is very lovely,\" cried the Elves, gathering round\nlittle Sunbeam as she ceased, to place a garland in her hair and\npraise her song.\n\n\"Now,\" said the Queen, \"call hither Moon-light and Summer-Wind,\nfor they have seen many pleasant things in their long wanderings,\nand will gladly tell us them.\"\n\n\"Most joyfully will we do our best, dear Queen,\" said the Elves,\nas they folded their wings beside her.\n\n\"Now, Summer-Wind,\" said Moonlight, \"till your turn comes, do you sit\nhere and fan me while I tell this tale of\n\n\n\nLITTLE ANNIE'S DREAM;\n  OR,\n  THE FAIRY FLOWER.\n\n\nIN a large and pleasant garden sat little Annie all alone, and\nshe seemed very sad, for drops that were not dew fell fast upon the\nflowers beside her, who looked wonderingly up, and bent still nearer,\nas if they longed to cheer and comfort her.  The warm wind lifted up\nher shining hair and softly kissed her cheek, while the sunbeams,\nlooking most kindly in her face, made little rainbows in her tears,\nand lingered lovingly about her.  But Annie paid no heed to sun,\nor wind, or flower; still the bright tears fell, and she forgot\nall but her sorrow.\n\n\"Little Annie, tell me why you weep,\" said a low voice in her ear;\nand, looking up, the child beheld a little figure standing on a\nvine-leaf at her side; a lovely face smiled on her, from amid\nbright locks of hair, and shining wings were folded on a white and\nglittering robe, that fluttered in the wind.\n\n\"Who are you, lovely little thing?\" cried Annie, smiling through\nher tears.\n\n\"I am a Fairy, little child, and am come to help and comfort you; now\ntell me why you weep, and let me be your friend,\" replied the spirit,\nas she smiled more kindly still on Annie's wondering face.\n\n\"And are you really, then, a little Elf, such as I read of\nin my fairy books?  Do you ride on butterflies, sleep in flower-cups,\nand live among the clouds?\"\n\n\"Yes, all these things I do, and many stranger still, that all\nyour fairy books can never tell; but now, dear Annie,\" said the Fairy,\nbending nearer, \"tell me why I found no sunshine on your face; why are\nthese great drops shining on the flowers, and why do you sit alone\nwhen BIRD and BEE are calling you to play?\"\n\n\"Ah, you will not love me any more if I should tell you all,\"\nsaid Annie, while the tears began to fall again; \"I am not happy,\nfor I am not good; how shall I learn to be a patient, gentle child?\ngood little Fairy, will you teach me how?\"\n\n\"Gladly will I aid you, Annie, and if you truly wish to be\na happy child, you first must learn to conquer many passions that\nyou cherish now, and make your heart a home for gentle feelings and\nhappy thoughts; the task is hard, but I will give this fairy flower\nto help and counsel you.  Bend hither, that I may place it in your\nbreast; no hand can take it hence, till I unsay the spell that\nholds it there.\"\n\nAs thus she spoke, the Elf took from her bosom a graceful flower,\nwhose snow-white leaves shone with a strange, soft light.  \"This is\na fairy flower,\" said the Elf, \"invisible to every eye save yours;\nnow listen while I tell its power, Annie.  When your heart is filled\nwith loving thoughts, when some kindly deed has been done, some duty\nwell performed, then from the flower there will arise the sweetest,\nsoftest fragrance, to reward and gladden you.  But when an unkind word\nis on your lips, when a selfish, angry feeling rises in your heart,\nor an unkind, cruel deed is to be done, then will you hear the soft,\nlow chime of the flower-bell; listen to its warning, let the word\nremain unspoken, the deed undone, and in the quiet joy of your own\nheart, and the magic perfume of your bosom flower, you will find\na sweet reward.\"\n\n\"O kind and generous Fairy, how can I ever thank you for this lovely\ngift!\" cried Annie.  \"I will be true, and listen to my little bell\nwhenever it may ring.  But shall I never see YOU more?  Ah! if you\nwould only stay with me, I should indeed be good.\"\n\n\"I cannot stay now, little Annie,\" said the Elf, \"but when\nanother Spring comes round, I shall be here again, to see how well\nthe fairy gift has done its work.  And now farewell, dear child;\nbe faithful to yourself, and the magic flower will never fade.\"\n\nThen the gentle Fairy folded her little arms around Annie's neck,\nlaid a soft kiss on her cheek, and, spreading wide her shining wings,\nflew singing up among the white clouds floating in the sky.\n\nAnd little Annie sat among her flowers, and watched with wondering joy\nthe fairy blossom shining on her breast.\n\nThe pleasant days of Spring and Summer passed away, and in\nlittle Annie's garden Autumn flowers were blooming everywhere,\nwith each day's sun and dew growing still more beautiful and bright;\nbut the fairy flower, that should have been the loveliest of all,\nhung pale and drooping on little Annie's bosom; its fragrance seemed\nquite gone, and the clear, low music of its warning chime rang often\nin her ear.\n\nWhen first the Fairy placed it there, she had been pleased with\nher new gift, and for a while obeyed the fairy bell, and often tried\nto win some fragrance from the flower, by kind and pleasant words\nand actions; then, as the Fairy said, she found a sweet reward in\nthe strange, soft perfume of the magic blossom, as it shone upon her\nbreast; but selfish thoughts would come to tempt her, she would yield,\nand unkind words fell from her lips; and then the flower drooped pale\nand scentless, the fairy bell rang mournfully, Annie would forget\nher better resolutions, and be again a selfish, wilful little child.\n\nAt last she tried no longer, but grew angry with the faithful flower,\nand would have torn it from her breast; but the fairy spell still\nheld it fast, and all her angry words but made it ring a louder,\nsadder peal.  Then she paid no heed to the silvery music sounding\nin her ear, and each day grew still more unhappy, discontented,\nand unkind; so, when the Autumn days came round, she was no better\nfor the gentle Fairy's gift, and longed for Spring, that it might\nbe returned; for now the constant echo of the mournful music made her\nvery sad.\n\nOne sunny morning, when the fresh, cool Winds were blowing,\nand not a cloud was in the sky, little Annie walked among her flowers,\nlooking carefully into each, hoping thus to find the Fairy, who alone\ncould take the magic blossom from her breast.  But she lifted up their\ndrooping leaves, peeped into their dewy cups in vain; no little Elf\nlay hidden there, and she turned sadly from them all, saying, \"I will\ngo out into the fields and woods, and seek her there.  I will not\nlisten to this tiresome music more, nor wear this withered flower\nlonger.\"  So out into the fields she went, where the long grass\nrustled as she passed, and timid birds looked at her from their nests;\nwhere lovely wild-flowers nodded in the wind, and opened wide their\nfragrant leaves, to welcome in the murmuring bees, while butterflies,\nlike winged flowers, danced and glittered in the sun.\n\nLittle Annie looked, searched, and asked them all if any one\ncould tell her of the Fairy whom she sought; but the birds looked\nwonderingly at her with their soft, bright eyes, and still sang on;\nthe flowers nodded wisely on their stems, but did not speak,\nwhile butterfly and bee buzzed and fluttered away, one far too busy,\nthe other too idle, to stay and tell her what she asked.\n\nThen she went through broad fields of yellow grain, that waved\naround her like a golden forest; here crickets chirped, grasshoppers\nleaped, and busy ants worked, but they could not tell her what\nshe longed to know.\n\n\"Now will I go among the hills,\" said Annie, \"she may be there.\"\nSo up and down the green hill-sides went her little feet; long she\nsearched and vainly she called; but still no Fairy came.  Then\nby the river-side she went, and asked the gay dragon-flies, and the\ncool white lilies, if the Fairy had been there; but the blue waves\nrippled on the white sand at her feet, and no voice answered her.\n\nThen into the forest little Annie went; and as she passed along the\ndim, cool paths, the wood-flowers smiled up in her face, gay squirrels\npeeped at her, as they swung amid the vines, and doves cooed softly\nas she wandered by; but none could answer her.  So, weary with\nher long and useless search, she sat amid the ferns, and feasted\non the rosy strawberries that grew beside her, watching meanwhile\nthe crimson evening clouds that glowed around the setting sun.\n\nThe night-wind rustled through the boughs, rocking the flowers\nto sleep; the wild birds sang their evening hymns, and all within\nthe wood grew calm and still; paler and paler grew the purple light,\nlower and lower drooped little Annie's head, the tall ferns bent\nto shield her from the dew, the whispering pines sang a soft lullaby;\nand when the Autumn moon rose up, her silver light shone on the child,\nwhere, pillowed on green moss, she lay asleep amid the wood-flowers\nin the dim old forest.\n\nAnd all night long beside her stood the Fairy she had sought, and\nby elfin spell and charm sent to the sleeping child this dream.\n\nLittle Annie dreamed she sat in her own garden, as she had often\nsat before, with angry feelings in her heart, and unkind words upon\nher lips.  The magic flower was ringing its soft warning, but she paid\nno heed to anything, save her own troubled thoughts; thus she sat,\nwhen suddenly a low voice whispered in her ear,--\n\n\"Little Annie, look and see the evil things that you are cherishing;\nI will clothe in fitting shapes the thoughts and feelings that now\ndwell within your heart, and you shall see how great their power\nbecomes, unless you banish them for ever.\"\n\nThen Annie saw, with fear and wonder, that the angry words she uttered\nchanged to dark, unlovely forms, each showing plainly from what fault\nor passion it had sprung.  Some of the shapes had scowling faces and\nbright, fiery eyes; these were the spirits of Anger.  Others, with\nsullen, anxious looks, seemed gathering up all they could reach, and\nAnnie saw that the more they gained, the less they seemed to have;\nand these she knew were shapes of Selfishness.  Spirits of Pride were\nthere, who folded their shadowy garments round them, and turned\nscornfully away from all the rest.  These and many others\nlittle Annie saw, which had come from her own heart, and taken form\nbefore her eyes.\n\nWhen first she saw them, they were small and weak; but as she looked\nthey seemed to grow and gather strength, and each gained a\nstrange power over her.  She could not drive them from her sight,\nand they grew ever stronger, darker, and more unlovely to her eyes.\nThey seemed to cast black shadows over all around, to dim the\nsunshine, blight the flowers, and drive away all bright and lovely\nthings; while rising slowly round her Annie saw a high, dark wall,\nthat seemed to shut out everything she loved; she dared not move,\nor speak, but, with a strange fear at her heart, sat watching the dim\nshapes that hovered round her.\n\nHigher and higher rose the shadowy wall, slowly the flowers near her\ndied, lingeringly the sunlight faded; but at last they both were gone,\nand left her all alone behind the gloomy wall.  Then the spirits\ngathered round her, whispering strange things in her ear, bidding her\nobey, for by her own will she had yielded up her heart to be their\nhome, and she was now their slave.  Then she could hear no more, but,\nsinking down among the withered flowers, wept sad and bitter tears,\nfor her lost liberty and joy; then through the gloom there shone\na faint, soft light, and on her breast she saw her fairy flower,\nupon whose snow-white leaves her tears lay shining.\n\nClearer and brighter grew the radiant light, till the evil spirits\nturned away to the dark shadow of the wall, and left the child alone.\n\nThe light and perfume of the flower seemed to bring new strength\nto Annie, and she rose up, saying, as she bent to kiss the blossom\non her breast, \"Dear flower, help and guide me now, and I will listen\nto your voice, and cheerfully obey my faithful fairy bell.\"\n\nThen in her dream she felt how hard the spirits tried to tempt\nand trouble her, and how, but for her flower, they would have led\nher back, and made all dark and dreary as before.  Long and hard\nshe struggled, and tears often fell; but after each new trial,\nbrighter shone her magic flower, and sweeter grew its breath, while\nthe spirits lost still more their power to tempt her.  Meanwhile,\ngreen, flowering vines crept up the high, dark wall, and hid its\nroughness from her sight; and over these she watched most tenderly,\nfor soon, wherever green leaves and flowers bloomed, the wall beneath\ngrew weak, and fell apart.  Thus little Annie worked and hoped,\ntill one by one the evil spirits fled away, and in their place\ncame shining forms, with gentle eyes and smiling lips, who gathered\nround her with such loving words, and brought such strength and joy\nto Annie's heart, that nothing evil dared to enter in; while slowly\nsank the gloomy wall, and, over wreaths of fragrant flowers, she\npassed out into the pleasant world again, the fairy gift no longer\npale and drooping, but now shining like a star upon her breast.\n\nThen the low voice spoke again in Annie's sleeping ear, saying,\n\"The dark, unlovely passions you have looked upon are in your heart;\nwatch well while they are few and weak, lest they should darken your\nwhole life, and shut out love and happiness for ever.  Remember well\nthe lesson of the dream, dear child, and let the shining spirits\nmake your heart their home.\"\n\nAnd with that voice sounding in her ear, little Annie woke to find\nit was a dream; but like other dreams it did not pass away; and as she\nsat alone, bathed in the rosy morning light, and watched the forest\nwaken into life, she thought of the strange forms she had seen, and,\nlooking down upon the flower on her breast, she silently resolved to\nstrive, as she had striven in her dream, to bring back light and\nbeauty to its faded leaves, by being what the Fairy hoped to render\nher, a patient, gentle little child.  And as the thought came to her\nmind, the flower raised its drooping head, and, looking up into the\nearnest little face bent over it, seemed by its fragrant breath to\nanswer Annie's silent thought, and strengthen her for what might come.\n\nMeanwhile the forest was astir, birds sang their gay good-morrows\nfrom tree to tree, while leaf and flower turned to greet the sun,\nwho rose up smiling on the world; and so beneath the forest boughs\nand through the dewy fields went little Annie home, better and wiser\nfor her dream.\n\n\nAutumn flowers were dead and gone, yellow leaves lay rustling on the\nground, bleak winds went whistling through the naked trees, and cold,\nwhite Winter snow fell softly down; yet now, when all without looked\ndark and dreary, on little Annie's breast the fairy flower bloomed\nmore beautiful than ever.  The memory of her forest dream had never\npassed away, and through trial and temptation she had been true, and\nkept her resolution still unbroken; seldom now did the warning bell\nsound in her ear, and seldom did the flower's fragrance cease to float\nabout her, or the fairy light to brighten all whereon it fell.\n\nSo, through the long, cold Winter, little Annie dwelt like a sunbeam\nin her home, each day growing richer in the love of others, and\nhappier in herself; often was she tempted, but, remembering her dream,\nshe listened only to the music of the fairy bell, and the unkind\nthought or feeling fled away, the smiling spirits of gentleness\nand love nestled in her heart, and all was bright again.\n\nSo better and happier grew the child, fairer and sweeter grew the\nflower, till Spring came smiling over the earth, and woke the flowers,\nset free the streams, and welcomed back the birds; then daily did\nthe happy child sit among her flowers, longing for the gentle Elf\nto come again, that she might tell her gratitude for all the magic\ngift had done.\n\nAt length, one day, as she sat singing in the sunny nook where\nall her fairest flowers bloomed, weary with gazing at the far-off sky\nfor the little form she hoped would come, she bent to look with joyful\nlove upon her bosom flower; and as she looked, its folded leaves\nspread wide apart, and, rising slowly from the deep white cup,\nappeared the smiling face of the lovely Elf whose coming she had\nwaited for so long.\n\n\"Dear Annie, look for me no longer; I am here on your own breast,\nfor you have learned to love my gift, and it has done its work\nmost faithfully and well,\" the Fairy said, as she looked into the\nhappy child's bright face, and laid her little arms most tenderly\nabout her neck.\n\n\"And now have I brought another gift from Fairy-Land, as a fit reward\nfor you, dear child,\" she said, when Annie had told all her gratitude\nand love; then, touching the child with her shining wand, the Fairy\nbid her look and listen silently.\n\nAnd suddenly the world seemed changed to Annie; for the air was filled\nwith strange, sweet sounds, and all around her floated lovely forms.\nIn every flower sat little smiling Elves, singing gayly as they rocked\namid the leaves.  On every breeze, bright, airy spirits came floating\nby; some fanned her cheek with their cool breath, and waved her long\nhair to and fro, while others rang the flower-bells, and made a\npleasant rustling among the leaves.  In the fountain, where the water\ndanced and sparkled in the sun, astride of every drop she saw merry\nlittle spirits, who plashed and floated in the clear, cool waves, and\nsang as gayly as the flowers, on whom they scattered glittering dew.\nThe tall trees, as their branches rustled in the wind, sang a low,\ndreamy song, while the waving grass was filled with little voices\nshe had never heard before.  Butterflies whispered lovely tales in\nher ear, and birds sang cheerful songs in a sweet language she had\nnever understood before.  Earth and air seemed filled with beauty\nand with music she had never dreamed of until now.\n\n\"O tell me what it means, dear Fairy! is it another and a lovelier\ndream, or is the earth in truth so beautiful as this?\" she cried,\nlooking with wondering joy upon the Elf, who lay upon the flower\nin her breast.\n\n\"Yes, it is true, dear child,\" replied the Fairy, \"and few are the\nmortals to whom we give this lovely gift; what to you is now so full\nof music and of light, to others is but a pleasant summer world;\nthey never know the language of butterfly or bird or flower, and they\nare blind to all that I have given you the power to see.  These fair\nthings are your friends and playmates now, and they will teach you\nmany pleasant lessons, and give you many happy hours; while the garden\nwhere you once sat, weeping sad and bitter tears, is now brightened\nby your own happiness, filled with loving friends by your own kindly\nthoughts and feelings; and thus rendered a pleasant summer home\nfor the gentle, happy child, whose bosom flower will never fade.\nAnd now, dear Annie, I must go; but every Springtime, with the\nearliest flowers, will I come again to visit you, and bring\nsome fairy gift.  Guard well the magic flower, that I may find all\nfair and bright when next I come.\"\n\nThen, with a kind farewell, the gentle Fairy floated upward\nthrough the sunny air, smiling down upon the child, until she vanished\nin the soft, white clouds, and little Annie stood alone in her\nenchanted garden, where all was brightened with the radiant light,\nand fragrant with the perfume of her fairy flower.\n\n\nWhen Moonlight ceased, Summer-Wind laid down her rose-leaf fan, and,\nleaning back in her acorn cup, told this tale of\n\n\n\nRIPPLE, THE WATER-SPIRIT.\n\n\nDOWN in the deep blue sea lived Ripple, a happy little Water-Spirit;\nall day long she danced beneath the coral arches, made garlands\nof bright ocean flowers, or floated on the great waves that sparkled\nin the sunlight; but the pastime that she loved best was lying\nin the many-colored shells upon the shore, listening to the low,\nmurmuring music the waves had taught them long ago; and here\nfor hours the little Spirit lay watching the sea and sky, while\nsinging gayly to herself.\n\nBut when tempests rose, she hastened down below the stormy billows,\nto where all was calm and still, and with her sister Spirits waited\ntill it should be fair again, listening sadly, meanwhile, to the cries\nof those whom the wild waves wrecked and cast into the angry sea,\nand who soon came floating down, pale and cold, to the Spirits'\npleasant home; then they wept pitying tears above the lifeless forms,\nand laid them in quiet graves, where flowers bloomed, and jewels\nsparkled in the sand.\n\nThis was Ripple's only grief, and she often thought of those who\nsorrowed for the friends they loved, who now slept far down in the dim\nand silent coral caves, and gladly would she have saved the lives\nof those who lay around her; but the great ocean was far mightier than\nall the tender-hearted Spirits dwelling in its bosom.  Thus she could\nonly weep for them, and lay them down to sleep where no cruel waves\ncould harm them more.\n\nOne day, when a fearful storm raged far and wide, and the Spirits saw\ngreat billows rolling like heavy clouds above their heads, and heard\nthe wild winds sounding far away, down through the foaming waves\na little child came floating to their home; its eyes were closed as if\nin sleep, the long hair fell like sea-weed round its pale, cold face,\nand the little hands still clasped the shells they had been gathering\non the beach, when the great waves swept it into the troubled sea.\n\nWith tender tears the Spirits laid the little form to rest upon its\nbed of flowers, and, singing mournful songs, as if to make its sleep\nmore calm and deep, watched long and lovingly above it, till the storm\nhad died away, and all was still again.\n\nWhile Ripple sang above the little child, through the distant roar\nof winds and waves she heard a wild, sorrowing voice, that seemed to\ncall for help.  Long she listened, thinking it was but the echo of\ntheir own plaintive song, but high above the music still sounded\nthe sad, wailing cry.  Then, stealing silently away, she glided up\nthrough foam and spray, till, through the parting clouds, the sunlight\nshone upon her from the tranquil sky; and, guided by the mournful\nsound, she floated on, till, close before her on the beach, she saw\na woman stretching forth her arms, and with a sad, imploring voice\npraying the restless sea to give her back the little child it had\nso cruelly borne away.  But the waves dashed foaming up among the\nbare rocks at her feet, mingling their cold spray with her tears,\nand gave no answer to her prayer.\n\nWhen Ripple saw the mother's grief, she longed to comfort her;\nso, bending tenderly beside her, where she knelt upon the shore,\nthe little Spirit told her how her child lay softly sleeping, far down\nin a lovely place, where sorrowing tears were shed, and gentle hands\nlaid garlands over him.  But all in vain she whispered kindly words;\nthe weeping mother only cried,--\n\n\"Dear Spirit, can you use no charm or spell to make the waves bring\nback my child, as full of life and strength as when they swept him\nfrom my side?  O give me back my little child, or let me lie beside\nhim in the bosom of the cruel sea.\"\n\n\"Most gladly will I help you if I can, though I have little power\nto use; then grieve no more, for I will search both earth and sea,\nto find some friend who can bring back all you have lost.  Watch daily\non the shore, and if I do not come again, then you will know my search\nhas been in vain.  Farewell, poor mother, you shall see your little\nchild again, if Fairy power can win him back.\"  And with these\ncheering words Ripple sprang into the sea; while, smiling through her\ntears, the woman watched the gentle Spirit, till her bright crown\nvanished in the waves.\n\nWhen Ripple reached her home, she hastened to the palace of the Queen,\nand told her of the little child, the sorrowing mother, and the\npromise she had made.\n\n\"Good little Ripple,\" said the Queen, when she had told her all,\n\"your promise never can be kept; there is no power below the sea\nto work this charm, and you can never reach the Fire-Spirits' home,\nto win from them a flame to warm the little body into life.  I pity\nthe poor mother, and would most gladly help her; but alas! I am a\nSpirit like yourself, and cannot serve you as I long to do.\"\n\n\"Ah, dear Queen! if you had seen her sorrow, you too would seek to\nkeep the promise I have made.  I cannot let her watch for ME in\nvain, till I have done my best: then tell me where the Fire-Spirits\ndwell, and I will ask of them the flame that shall give life to the\nlittle child and such great happiness to the sad, lonely mother:\ntell me the path, and let me go.\"\n\n\"It is far, far away, high up above the sun, where no Spirit ever\ndared to venture yet,\" replied the Queen.  \"I cannot show the path,\nfor it is through the air.  Dear Ripple, do not go, for you can\nnever reach that distant place: some harm most surely will befall;\nand then how shall we live, without our dearest, gentlest Spirit?\nStay here with us in your own pleasant home, and think no more of this,\nfor I can never let you go.\"\n\nBut Ripple would not break the promise she had made, and besought\nso earnestly, and with such pleading words, that the Queen at last\nwith sorrow gave consent, and Ripple joyfully prepared to go.  She,\nwith her sister Spirits, built up a tomb of delicate, bright-colored\nshells, wherein the child might lie, till she should come to wake him\ninto life; then, praying them to watch most faithfully above it,\nshe said farewell, and floated bravely forth, on her long, unknown\njourney, far away.\n\n\"I will search the broad earth till I find a path up to the sun,\nor some kind friend who will carry me; for, alas! I have no wings,\nand cannot glide through the blue air as through the sea,\" said Ripple\nto herself, as she went dancing over the waves, which bore her swiftly\nonward towards a distant shore.\n\nLong she journeyed through the pathless ocean, with no friends\nto cheer her, save the white sea-birds who went sweeping by, and\nonly stayed to dip their wide wings at her side, and then flew\nsilently away.  Sometimes great ships sailed by, and then with\nlonging eyes did the little Spirit gaze up at the faces that looked\ndown upon the sea; for often they were kind and pleasant ones, and\nshe gladly would have called to them and asked them to be friends.\nBut they would never understand the strange, sweet language that\nshe spoke, or even see the lovely face that smiled at them above the\nwaves; her blue, transparent garments were but water to their eyes,\nand the pearl chains in her hair but foam and sparkling spray; so,\nhoping that the sea would be most gentle with them, silently she\nfloated on her way, and left them far behind.\n\nAt length green hills were seen, and the waves gladly bore the little\nSpirit on, till, rippling gently over soft white sand, they left her\non the pleasant shore.\n\n\"Ah, what a lovely place it is!\" said Ripple, as she passed through\nsunny valleys, where flowers began to bloom, and young leaves rustled\non the trees.\n\n\"Why are you all so gay, dear birds?\" she asked, as their cheerful\nvoices sounded far and near; \"is there a festival over the earth,\nthat all is so beautiful and bright?\"\n\n\"Do you not know that Spring is coming? The warm winds whispered it\ndays ago, and we are learning the sweetest songs, to welcome her\nwhen she shall come,\" sang the lark, soaring away as the music gushed\nfrom his little throat.\n\n\"And shall I see her, Violet, as she journeys over the earth?\" asked\nRipple again.\n\n\"Yes, you will meet her soon, for the sunlight told me she was near;\ntell her we long to see her again, and are waiting to welcome her\nback,\" said the blue flower, dancing for joy on her stem, as she\nnodded and smiled on the Spirit.\n\n\"I will ask Spring where the Fire-Spirits dwell; she travels over\nthe earth each year, and surely can show me the way,\" thought Ripple,\nas she went journeying on.\n\nSoon she saw Spring come smiling over the earth; sunbeams and breezes\nfloated before, and then, with her white garments covered with\nflowers, with wreaths in her hair, and dew-drops and seeds falling\nfast from her hands the beautiful season came singing by.\n\n\"Dear Spring, will you listen, and help a poor little Spirit,\nwho seeks far and wide for the Fire-Spirits' home?\" cried Ripple; and\nthen told why she was there, and begged her to tell what she sought.\n\n\"The Fire-Spirits' home is far, far away, and I cannot guide you\nthere; but Summer is coming behind me,\" said Spring, \"and she may know\nbetter than I.  But I will give you a breeze to help you on your way;\nit will never tire nor fail, but bear you easily over land and sea.\nFarewell, little Spirit!  I would gladly do more, but voices are\ncalling me far and wide, and I cannot stay.\"\n\n\"Many thanks, kind Spring!\" cried Ripple, as she floated away on the\nbreeze; \"give a kindly word to the mother who waits on the shore, and\ntell her I have not forgotten my vow, but hope soon to see her again.\"\n\nThen Spring flew on with her sunshine and flowers, and Ripple went\nswiftly over hill and vale, till she came to the land where Summer\nwas dwelling.  Here the sun shone warmly down on the early fruit,\nthe winds blew freshly over fields of fragrant hay, and rustled with\na pleasant sound among the green leaves in the forests; heavy dews\nfell softly down at night, and long, bright days brought strength\nand beauty to the blossoming earth.\n\n\"Now I must seek for Summer,\" said Ripple, as she sailed slowly\nthrough the sunny sky.\n\n\"I am here, what would you with me, little Spirit?\" said a musical\nvoice in her ear; and, floating by her side, she saw a graceful form,\nwith green robes fluttering in the air, whose pleasant face looked\nkindly on her, from beneath a crown of golden sunbeams that cast\na warm, bright glow on all beneath.\n\nThen Ripple told her tale, and asked where she should go; but\nSummer answered,--\n\n\"I can tell no more than my young sister Spring where you may find\nthe Spirits that you seek; but I too, like her, will give a gift to\naid you.  Take this sunbeam from my crown; it will cheer and brighten\nthe most gloomy path through which you pass.  Farewell! I shall carry\ntidings of you to the watcher by the sea, if in my journey round the\nworld I find her there.\"\n\nAnd Summer, giving her the sunbeam, passed away over the distant\nhills, leaving all green and bright behind her.\n\nSo Ripple journeyed on again, till the earth below her shone\nwith yellow harvests waving in the sun, and the air was filled\nwith cheerful voices, as the reapers sang among the fields or in\nthe pleasant vineyards, where purple fruit hung gleaming through\nthe leaves; while the sky above was cloudless, and the changing\nforest-trees shone like a many-colored garland, over hill and plain;\nand here, along the ripening corn-fields, with bright wreaths of\ncrimson leaves and golden wheat-ears in her hair and on her purple\nmantle, stately Autumn passed, with a happy smile on her calm face,\nas she went scattering generous gifts from her full arms.\n\nBut when the wandering Spirit came to her, and asked for what she\nsought, this season, like the others, could not tell her where to go;\nso, giving her a yellow leaf, Autumn said, as she passed on,--\n\n\"Ask Winter, little Ripple, when you come to his cold home; he knows\nthe Fire-Spirits well, for when he comes they fly to the earth,\nto warm and comfort those dwelling there; and perhaps he can tell you\nwhere they are.  So take this gift of mine, and when you meet his\nchilly winds, fold it about you, and sit warm beneath its shelter,\ntill you come to sunlight again.  I will carry comfort to the\npatient woman, as my sisters have already done, and tell her you are\nfaithful still.\"\n\nThen on went the never-tiring Breeze, over forest, hill, and field,\ntill the sky grew dark, and bleak winds whistled by.  Then Ripple,\nfolded in the soft, warm leaf, looked sadly down on the earth,\nthat seemed to lie so desolate and still beneath its shroud of snow,\nand thought how bitter cold the leaves and flowers must be; for the\nlittle Water-Spirit did not know that Winter spread a soft white\ncovering above their beds, that they might safely sleep below till\nSpring should waken them again.  So she went sorrowfully on, till\nWinter, riding on the strong North-Wind, came rushing by, with\na sparkling ice-crown in his streaming hair, while from beneath his\ncrimson cloak, where glittering frost-work shone like silver threads,\nhe scattered snow-flakes far and wide.\n\n\"What do you seek with me, fair little Spirit, that you come\nso bravely here amid my ice and snow?  Do not fear me; I am warm\nat heart, though rude and cold without,\" said Winter, looking kindly\non her, while a bright smile shone like sunlight on his pleasant face,\nas it glowed and glistened in the frosty air.\n\nWhen Ripple told him why she had come, he pointed upward, where the\nsunlight dimly shone through the heavy clouds, saying,--\n\n\"Far off there, beside the sun, is the Fire-Spirits' home; and the\nonly path is up, through cloud and mist.  It is a long, strange path,\nfor a lonely little Spirit to be going; the Fairies are wild, wilful\nthings, and in their play may harm and trouble you.  Come back with\nme, and do not go this dangerous journey to the sky.  I'll gladly\nbear you home again, if you will come.\"\n\nBut Ripple said, \"I cannot turn back now, when I am nearly there.\nThe Spirits surely will not harm me, when I tell them why I am come;\nand if I win the flame, I shall be the happiest Spirit in the sea,\nfor my promise will be kept, and the poor mother happy once again.\nSo farewell, Winter!  Speak to her gently, and tell her to hope still,\nfor I shall surely come.\"\n\n\"Adieu, little Ripple!  May good angels watch above you!  Journey\nbravely on, and take this snow-flake that will never melt, as MY\ngift,\" Winter cried, as the North-Wind bore him on, leaving a cloud\nof falling snow behind.\n\n\"Now, dear Breeze,\" said Ripple, \"fly straight upward through the air,\nuntil we reach the place we have so long been seeking; Sunbeam shall\ngo before to light the way, Yellow-leaf shall shelter me from heat and\nrain, while Snow-flake shall lie here beside me till it comes of use.\nSo farewell to the pleasant earth, until we come again.  And now away,\nup to the sun!\"\n\nWhen Ripple first began her airy journey, all was dark and dreary;\nheavy clouds lay piled like hills around her, and a cold mist\nfilled the air but the Sunbeam, like a star, lit up the way, the leaf\nlay warmly round her, and the tireless wind went swiftly on.  Higher\nand higher they floated up, still darker and darker grew the air,\ncloser the damp mist gathered, while the black clouds rolled and\ntossed, like great waves, to and fro.\n\n\"Ah!\" sighed the weary little Spirit, \"shall I never see the light\nagain, or feel the warm winds on my cheek?  It is a dreary way indeed,\nand but for the Seasons' gifts I should have perished long ago; but\nthe heavy clouds MUST pass away at last, and all be fair again.\nSo hasten on, good Breeze, and bring me quickly to my journey's end.\"\n\nSoon the cold vapors vanished from her path, and sunshine shone\nupon her pleasantly; so she went gayly on, till she came up among\nthe stars, where many new, strange sights were to be seen.  With\nwondering eyes she looked upon the bright worlds that once seemed dim\nand distant, when she gazed upon them from the sea; but now they moved\naround her, some shining with a softly radiant light, some circled\nwith bright, many-colored rings, while others burned with a red,\nangry glare.  Ripple would have gladly stayed to watch them longer,\nfor she fancied low, sweet voices called her, and lovely faces\nseemed to look upon her as she passed; but higher up still, nearer\nto the sun, she saw a far-off light, that glittered like a brilliant\ncrimson star, and seemed to cast a rosy glow along the sky.\n\n\"The Fire-Spirits surely must be there, and I must stay no longer\nhere,\" said Ripple.  So steadily she floated on, till straight\nbefore her lay a broad, bright path, that led up to a golden arch,\nbeyond which she could see shapes flitting to and fro. As she drew\nnear, brighter glowed the sky, hotter and hotter grew the air, till\nRipple's leaf-cloak shrivelled up, and could no longer shield her from\nthe heat; then she unfolded the white snow-flake, and, gladly wrapping\nthe soft, cool mantle round her, entered through the shining arch.\n\nThrough the red mist that floated all around her, she could see\nhigh walls of changing light, where orange, blue, and violet flames\nwent flickering to and fro, making graceful figures as they danced\nand glowed; and underneath these rainbow arches, little Spirits\nglided, far and near, wearing crowns of fire, beneath which flashed\ntheir wild, bright eyes; and as they spoke, sparks dropped quickly\nfrom their lips, and Ripple saw with wonder, through their garments\nof transparent light, that in each Fairy's breast there burned a\nsteady flame, that never wavered or went out.\n\nAs thus she stood, the Spirits gathered round her, and their\nhot breath would have scorched her, but she drew the snow-cloak\ncloser round her, saying,--\n\n\"Take me to your Queen, that I may tell her why I am here, and ask\nfor what I seek.\"\n\nSo, through long halls of many-colored fire, they led her to\na Spirit fairer than the rest, whose crown of flames waved to and fro\nlike golden plumes, while, underneath her violet robe, the light\nwithin her breast glowed bright and strong.\n\n\"This is our Queen,\" the Spirits said, bending low before her,\nas she turned her gleaming eyes upon the stranger they had brought.\n\nThen Ripple told how she had wandered round the world in search\nof them, how the Seasons had most kindly helped her on, by giving\nSun-beam, Breeze, Leaf, and Flake; and how, through many dangers, she\nhad come at last to ask of them the magic flame that could give life\nto the little child again.\n\nWhen she had told her tale, the spirits whispered earnestly\namong themselves, while sparks fell thick and fast with every word;\nat length the Fire-Queen said aloud,--\n\n\"We cannot give the flame you ask, for each of us must take a part\nof it from our own breasts; and this we will not do, for the brighter\nour bosom-fire burns, the lovelier we are.  So do not ask us for this\nthing; but any other gift we will most gladly give, for we feel kindly\ntowards you, and will serve you if we may.\"\n\nBut Ripple asked no other boon, and, weeping sadly, begged them\nnot to send her back without the gift she had come so far to gain.\n\n\"O dear, warm-hearted Spirits! give me each a little light from your\nown breasts, and surely they will glow the brighter for this kindly\ndeed; and I will thankfully repay it if I can.\" As thus she spoke,\nthe Queen, who had spied out a chain of jewels Ripple wore upon her\nneck, replied,--\n\n\"If you will give me those bright, sparkling stones, I will bestow on\nyou a part of my own flame; for we have no such lovely things to wear\nabout our necks, and I desire much to have them.  Will you give it me\nfor what I offer, little Spirit?\"\n\nJoyfully Ripple gave her the chain; but, as soon as it touched her\nhand, the jewels melted like snow, and fell in bright drops to the\nground; at this the Queen's eyes flashed, and the Spirits gathered\nangrily about poor Ripple, who looked sadly at the broken chain,\nand thought in vain what she could give, to win the thing she longed\nso earnestly for.\n\n\"I have many fairer gems than these, in my home below the sea;\nand I will bring all I can gather far and wide, if you will grant\nmy prayer, and give me what I seek,\" she said, turning gently to\nthe fiery Spirits, who were hovering fiercely round her.\n\n\"You must bring us each a jewel that will never vanish from our hands\nas these have done,\" they said, \"and we will each give of our fire;\nand when the child is brought to life, you must bring hither all the\njewels you can gather from the depths of the sea, that we may try them\nhere among the flames; but if they melt away like these, then we shall\nkeep you prisoner, till you give us back the light we lend.  If you\nconsent to this, then take our gift, and journey home again; but\nfail not to return, or we shall seek you out.\"\n\nAnd Ripple said she would consent, though she knew not if the jewels\ncould be found; still, thinking of the promise she had made, she\nforgot all else, and told the Spirits what they asked most surely\nshould be done.  So each one gave a little of the fire from their\nbreasts, and placed the flame in a crystal vase, through which\nit shone and glittered like a star.\n\nThen, bidding her remember all she had promised them, they led her\nto the golden arch, and said farewell.\n\nSo, down along the shining path, through mist and cloud, she\ntravelled back; till, far below, she saw the broad blue sea she left\nso long ago.\n\nGladly she plunged into the clear, cool waves, and floated back\nto her pleasant home; where the Spirits gathered joyfully about her,\nlistening with tears and smiles, as she told all her many wanderings,\nand showed the crystal vase that she had brought.\n\n\"Now come,\" said they, \"and finish the good work you have so bravely\ncarried on.\" So to the quiet tomb they went, where, like a marble\nimage, cold and still, the little child was lying.  Then Ripple placed\nthe flame upon his breast, and watched it gleam and sparkle there,\nwhile light came slowly back into the once dim eyes, a rosy glow shone\nover the pale face, and breath stole through the parted lips; still\nbrighter and warmer burned the magic fire, until the child awoke\nfrom his long sleep, and looked in smiling wonder at the faces bending\nover him.\n\nThen Ripple sang for joy, and, with her sister Spirits, robed the\nchild in graceful garments, woven of bright sea-weed, while in\nhis shining hair they wreathed long garlands of their fairest flowers,\nand on his little arms hung chains of brilliant shells.\n\n\"Now come with us, dear child,\" said Ripple; \"we will bear you safely\nup into the sunlight and the pleasant air; for this is not your home,\nand yonder, on the shore, there waits a loving friend for you.\"\n\nSo up they went, through foam and spray, till on the beach, where\nthe fresh winds played among her falling hair, and the waves broke\nsparkling at her feet, the lonely mother still stood, gazing wistfully\nacross the sea.  Suddenly, upon a great blue billow that came rolling\nin, she saw the Water-Spirits smiling on her; and high aloft, in their\nwhite gleaming arms, her child stretched forth his hands to welcome\nher; while the little voice she so longed to hear again cried gayly,--\n\n\"See, dear mother, I am come; and look what lovely things the\ngentle Spirits gave, that I might seem more beautiful to you.\"\n\nThen gently the great wave broke, and rolled back to the sea, leaving\nRipple on the shore, and the child clasped in his mother's arms.\n\n\"O faithful little Spirit! I would gladly give some precious gift\nto show my gratitude for this kind deed; but I have nothing save\nthis chain of little pearls: they are the tears I shed, and the sea\nhas changed them thus, that I might offer them to you,\" the happy\nmother said, when her first joy was passed, and Ripple turned to go.\n\n\"Yes, I will gladly wear your gift, and look upon it as my fairest\nornament,\" the Water-Spirit said; and with the pearls upon her breast,\nshe left the shore, where the child was playing gayly to and fro,\nand the mother's glad smile shone upon her, till she sank beneath\nthe waves.\n\nAnd now another task was to be done; her promise to the\nFire-Spirits must be kept.  So far and wide she searched among\nthe caverns of the sea, and gathered all the brightest jewels\nshining there; and then upon her faithful Breeze once more went\njourneying through the sky.\n\nThe Spirits gladly welcomed her, and led her to the Queen,\nbefore whom she poured out the sparkling gems she had gathered\nwith such toil and care; but when the Spirits tried to form them\ninto crowns, they trickled from their hands like colored drops of dew,\nand Ripple saw with fear and sorrow how they melted one by one away,\ntill none of all the many she had brought remained.  Then the\nFire-Spirits looked upon her angrily, and when she begged them\nto be merciful, and let her try once more, saying,--\n\n\"Do not keep me prisoner here.  I cannot breathe the flames that\ngive you life, and but for this snow-mantle I too should melt away,\nand vanish like the jewels in your hands.  O dear Spirits, give me\nsome other task, but let me go from this warm place, where all is\nstrange and fearful to a Spirit of the sea.\"\n\nThey would not listen; and drew nearer, saying, while bright sparks\nshowered from their lips, \"We will not let you go, for you have\npromised to be ours if the gems you brought proved worthless; so fling\naway this cold white cloak, and bathe with us in the fire fountains,\nand help us bring back to our bosom flames the light we gave you\nfor the child.\"\n\nThen Ripple sank down on the burning floor, and felt that her life\nwas nearly done; for she well knew the hot air of the fire-palace\nwould be death to her.  The Spirits gathered round, and began to lift\nher mantle off; but underneath they saw the pearl chain, shining with\na clear, soft light, that only glowed more brightly when they laid\ntheir hands upon it.\n\n\"O give us this!\" cried they; \"it is far lovelier than all the rest,\nand does not melt away like them; and see how brilliantly it glitters\nin our hands.  If we may but have this, all will be well, and you\nare once more free.\"\n\nAnd Ripple, safe again beneath her snow flake, gladly gave\nthe chain to them; and told them how the pearls they now placed\nproudly on their breasts were formed of tears, which but for them\nmight still be flowing.  Then the Spirits smiled most kindly on her,\nand would have put their arms about her, and have kissed her cheek,\nbut she drew back, telling them that every touch of theirs was\nlike a wound to her.\n\n\"Then, if we may not tell our pleasure so, we will show it in a\ndifferent way, and give you a pleasant journey home.  Come out with\nus,\" the Spirits said, \"and see the bright path we have made for you.\"\nSo they led her to the lofty gate, and here, from sky to earth,\na lovely rainbow arched its radiant colors in the sun.\n\n\"This is indeed a pleasant road,\" said Ripple.  \"Thank you,\nfriendly Spirits, for your care; and now farewell.  I would gladly\nstay yet longer, but we cannot dwell together, and I am longing sadly\nfor my own cool home.  Now Sunbeam, Breeze, Leaf, and Flake, fly back\nto the Seasons whence you came, and tell them that, thanks to their\nkind gifts, Ripple's work at last is done.\"\n\nThen down along the shining pathway spread before her, the happy\nlittle Spirit glided to the sea.\n\n\n\"Thanks, dear Summer-Wind,\" said the Queen; \"we will remember the\nlessons you have each taught us, and when next we meet in Fern Dale,\nyou shall tell us more.  And now, dear Trip, call them from the lake,\nfor the moon is sinking fast, and we must hasten home.\"\n\nThe Elves gathered about their Queen, and while the rustling leaves\nwere still, and the flowers' sweet voices mingled with their own,\nthey sang this\n\n\n\nFAIRY SONG.\n\n\n   The moonlight fades from flower and tree,\n     And the stars dim one by one;\n   The tale is told, the song is sung,\n     And the Fairy feast is done.\n   The night-wind rocks the sleeping flowers,\n     And sings to them, soft and low.\n   The early birds erelong will wake:\n    'T is time for the Elves to go.\n\n   O'er the sleeping earth we silently pass,\n     Unseen by mortal eye,\n   And send sweet dreams, as we lightly float\n     Through the quiet moonlit sky;--\n   For the stars' soft eyes alone may see,\n     And the flowers alone may know,\n   The feasts we hold, the tales we tell:\n     So 't is time for the Elves to go.\n\n   From bird, and blossom, and bee,\n     We learn the lessons they teach;\n   And seek, by kindly deeds, to win\n     A loving friend in each.\n   And though unseen on earth we dwell,\n     Sweet voices whisper low,\n   And gentle hearts most joyously greet\n     The Elves where'er they go.\n\n   When next we meet in the Fairy dell,\n     May the silver moon's soft light\n   Shine then on faces gay as now,\n     And Elfin hearts as light.\n   Now spread each wing, for the eastern sky\n     With sunlight soon will glow.\n   The morning star shall light us home:\n     Farewell! for the Elves must go.\n\n\nAs the music ceased, with a soft, rustling sound the Elves\nspread their shining wings, and flew silently over the sleeping earth;\nthe flowers closed their bright eyes, the little winds were still,\nfor the feast was over, and the Fairy lessons ended."
}