{
 "author": [
  "Rowson, Mrs."
 ],
 "title": [
  "Charlotte Temple"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Soldiers -- Fiction",
  "Runaway teenagers -- Fiction",
  "Didactic fiction",
  "Elopement -- Fiction",
  "Seduction -- Fiction",
  "Teenage pregnancy -- Fiction",
  "Illegitimate children -- Fiction",
  "British -- New York (State) -- New York -- Fiction",
  "Betrayal -- Fiction",
  "Teenage girls -- Fiction",
  "Psychological fiction",
  "PS",
  "New York (N.Y.) -- Fiction"
 ],
 "id": "171",
 "genre": [
  "teen",
  "fiction",
  "children"
 ],
 "text": "CHARLOTTE TEMPLE\n\nBy Susanna Haswell Rowson\n\n\n\nContents:\n\nCHAPTER I. A Boarding School.\n\nCHAPTER II. Domestic Concerns.\n\nCHAPTER III. Unexpected Misfortunes.\n\nCHAPTER IV. Change of Fortune.\n\nCHAPTER V. Such Things Are.\n\nCHAPTER VI. An Intriguing Teacher.\n\nCHAPTER VII. Natural Sense of Propriety Inherent in the Female Bosom.\n\nCHAPTER VIII. Domestic Pleasures Planned.\n\nCHAPTER IX. We Know Not What a Day May Bring Forth.\n\nCHAPTER X. When We Have Excited Curiosity, It Is But an Act of\nGood Nature to Gratify it.\n\nCHAPTER XI. Conflict of Love and Duty.\n\nCHAPTER XII. Nature's last, best gift: Creature in whom excell'd,\nwhatever could To sight or thought be nam'd! Holy, divine! good,\namiable, and sweet! How thou art falln'!--\n\nCHAPTER XIII. Cruel Disappointment.\n\nCHAPTER XIV. Maternal Sorrow.\n\nCHAPTER XV. Embarkation.\n\nCHAPTER XVI. Necessary Digression.\n\nCHAPTER XVII. A Wedding.\n\n\nVOLUME II.\n\nCHAPTER XVIII. Reflections.\n\nCHAPTER XIX. A Mistake Discovered.\n\nCHAPTER XX. Virtue never appears so amiable as when reaching forth her\nhand to raise a fallen sister. Chapter of Accidents.\n\nCHAPTER XXI. Teach me to feel another's woe, To hide the fault I see,\nThat mercy I to others show That mercy show to me. POPE.\n\nCHAPTER XXII. Sorrows of the Heart.\n\nCHAPTER XXIII. A Man May Smile, and Smile, and Be a Villain.\n\nCHAPTER XXIV. Mystery Developed.\n\nCHAPTER XXV. Reception of a Letter.\n\nCHAPTER XXVI. What Might Be Expected.\n\nCHAPTER XXVII. Pensive she mourn'd, and hung her languid head, Like a\nfair lily overcharg'd with dew.\n\nCHAPTER XXVIII. A Trifling Retrospect.\n\nCHAPTER XXIX. We Go Forward Again.\n\nCHAPTER XXX. And what is friendship but a name, A charm that lulls to\nsleep, A shade that follows wealth and fame, But leaves the wretch to\nweep.\n\nCHAPTER XXXI. Subject Continued.\n\nCHAPTER XXXII. Reasons Why and Wherefore.\n\nCHAPTER XXXIII. Which People Void of Feeling Need Not Read.\n\nCHAPTER XXXIV. Retribution.\n\nCHAPTER XXXV. Conclusion.\n\n\n\n\n\nPREFACE.\n\nFOR the perusal of the young and thoughtless of the fair sex, this Tale\nof Truth is designed; and I could wish my fair readers to consider it as\nnot merely the effusion of Fancy, but as a reality. The circumstances\non which I have founded this novel were related to me some little time\nsince by an old lady who had personally known Charlotte, though she\nconcealed the real names of the characters, and likewise the place where\nthe unfortunate scenes were acted: yet as it was impossible to offer a\nrelation to the public in such an imperfect state, I have thrown over\nthe whole a slight veil of fiction, and substituted names and places\naccording to my own fancy. The principal characters in this little tale\nare now consigned to the silent tomb: it can therefore hurt the feelings\nof no one; and may, I flatter myself, be of service to some who are so\nunfortunate as to have neither friends to advise, or understanding to\ndirect them, through the various and unexpected evils that attend a\nyoung and unprotected woman in her first entrance into life.\n\nWhile the tear of compassion still trembled in my eye for the fate of\nthe unhappy Charlotte, I may have children of my own, said I, to\nwhom this recital may be of use, and if to your own children, said\nBenevolence, why not to the many daughters of Misfortune who, deprived\nof natural friends, or spoilt by a mistaken education, are thrown on an\nunfeeling world without the least power to defend themselves from the\nsnares not only of the other sex, but from the more dangerous arts of\nthe profligate of their own.\n\nSensible as I am that a novel writer, at a time when such a variety\nof works are ushered into the world under that name, stands but a poor\nchance for fame in the annals of literature, but conscious that I wrote\nwith a mind anxious for the happiness of that sex whose morals and\nconduct have so powerful an influence on mankind in general; and\nconvinced that I have not wrote a line that conveys a wrong idea to\nthe head or a corrupt wish to the heart, I shall rest satisfied in the\npurity of my own intentions, and if I merit not applause, I feel that I\ndread not censure.\n\nIf the following tale should save one hapless fair one from the errors\nwhich ruined poor Charlotte, or rescue from impending misery the heart\nof one anxious parent, I shall feel a much higher gratification in\nreflecting on this trifling performance, than could possibly result\nfrom the applause which might attend the most elegant finished piece\nof literature whose tendency might deprave the heart or mislead the\nunderstanding.\n\n\n\n\nCHARLOTTE TEMPLE,\n\n\n\n\nVOLUME I\n\n\n\nCHAPTER I.\n\nA BOARDING SCHOOL.\n\n“ARE you for a walk,” said Montraville to his companion, as they arose\nfrom table; “are you for a walk? or shall we order the chaise and\nproceed to Portsmouth?” Belcour preferred the former; and they sauntered\nout to view the town, and to make remarks on the inhabitants, as they\nreturned from church.\n\nMontraville was a Lieutenant in the army: Belcour was his brother\nofficer: they had been to take leave of their friends previous to their\ndeparture for America, and were now returning to Portsmouth, where the\ntroops waited orders for embarkation. They had stopped at Chichester\nto dine; and knowing they had sufficient time to reach the place of\ndestination before dark, and yet allow them a walk, had resolved, it\nbeing Sunday afternoon, to take a survey of the Chichester ladies as\nthey returned from their devotions.\n\nThey had gratified their curiosity, and were preparing to return to the\ninn without honouring any of the belles with particular notice, when\nMadame Du Pont, at the head of her school, descended from the church.\nSuch an assemblage of youth and innocence naturally attracted the young\nsoldiers: they stopped; and, as the little cavalcade passed, almost\ninvoluntarily pulled off their hats. A tall, elegant girl looked at\nMontraville and blushed: he instantly recollected the features of\nCharlotte Temple, whom he had once seen and danced with at a ball at\nPortsmouth. At that time he thought on her only as a very lovely child,\nshe being then only thirteen; but the improvement two years had made in\nher person, and the blush of recollection which suffused her cheeks as\nshe passed, awakened in his bosom new and pleasing ideas. Vanity led him\nto think that pleasure at again beholding him might have occasioned the\nemotion he had witnessed, and the same vanity led him to wish to see her\nagain.\n\n“She is the sweetest girl in the world,” said he, as he entered the inn.\nBelcour stared. “Did you not notice her?” continued Montraville: “she\nhad on a blue bonnet, and with a pair of lovely eyes of the same colour,\nhas contrived to make me feel devilish odd about the heart.”\n\n“Pho,” said Belcour, “a musket ball from our friends, the Americans, may\nin less than two months make you feel worse.”\n\n“I never think of the future,” replied Montraville; “but am determined\nto make the most of the present, and would willingly compound with any\nkind Familiar who would inform me who the girl is, and how I might be\nlikely to obtain an interview.”\n\nBut no kind Familiar at that time appearing, and the chaise which they\nhad ordered, driving up to the door, Montraville and his companion were\nobliged to take leave of Chichester and its fair inhabitant, and proceed\non their journey.\n\nBut Charlotte had made too great an impression on his mind to be easily\neradicated: having therefore spent three whole days in thinking on her\nand in endeavouring to form some plan for seeing her, he determined\nto set off for Chichester, and trust to chance either to favour or\nfrustrate his designs. Arriving at the verge of the town, he dismounted,\nand sending the servant forward with the horses, proceeded toward the\nplace, where, in the midst of an extensive pleasure ground, stood the\nmansion which contained the lovely Charlotte Temple. Montraville leaned\non a broken gate, and looked earnestly at the house. The wall which\nsurrounded it was high, and perhaps the Argus's who guarded the\nHesperian fruit within, were more watchful than those famed of old.\n\n“'Tis a romantic attempt,” said he; “and should I even succeed in seeing\nand conversing with her, it can be productive of no good: I must of\nnecessity leave England in a few days, and probably may never return;\nwhy then should I endeavour to engage the affections of this lovely\ngirl, only to leave her a prey to a thousand inquietudes, of which at\npresent she has no idea? I will return to Portsmouth and think no more\nabout her.”\n\nThe evening now was closed; a serene stillness reigned; and the\nchaste Queen of Night with her silver crescent faintly illuminated the\nhemisphere. The mind of Montraville was hushed into composure by the\nserenity of the surrounding objects. “I will think on her no more,” said\nhe, and turned with an intention to leave the place; but as he turned,\nhe saw the gate which led to the pleasure grounds open, and two women\ncome out, who walked arm-in-arm across the field.\n\n“I will at least see who these are,” said he. He overtook them, and\ngiving them the compliments of the evening, begged leave to see them\ninto the more frequented parts of the town: but how was he delighted,\nwhen, waiting for an answer, he discovered, under the concealment of a\nlarge bonnet, the face of Charlotte Temple.\n\nHe soon found means to ingratiate himself with her companion, who was a\nFrench teacher at the school, and, at parting, slipped a letter he had\npurposely written, into Charlotte's hand, and five guineas into that of\nMademoiselle, who promised she would endeavour to bring her young charge\ninto the field again the next evening.\n\n\n\n\nCHAPTER II.\n\nDOMESTIC CONCERNS.\n\nMR. Temple was the youngest son of a nobleman whose fortune was by no\nmeans adequate to the antiquity, grandeur, and I may add, pride of the\nfamily. He saw his elder brother made completely wretched by marrying a\ndisagreeable woman, whose fortune helped to prop the sinking dignity\nof the house; and he beheld his sisters legally prostituted to old,\ndecrepid men, whose titles gave them consequence in the eyes of the\nworld, and whose affluence rendered them splendidly miserable. “I will\nnot sacrifice internal happiness for outward shew,” said he: “I will\nseek Content; and, if I find her in a cottage, will embrace her with as\nmuch cordiality as I should if seated on a throne.”\n\nMr. Temple possessed a small estate of about five hundred pounds a year;\nand with that he resolved to preserve independence, to marry where the\nfeelings of his heart should direct him, and to confine his expenses\nwithin the limits of his income. He had a heart open to every generous\nfeeling of humanity, and a hand ready to dispense to those who wanted\npart of the blessings he enjoyed himself.\n\nAs he was universally known to be the friend of the unfortunate, his\nadvice and bounty was frequently solicited; nor was it seldom that he\nsought out indigent merit, and raised it from obscurity, confining his\nown expenses within a very narrow compass.\n\n“You are a benevolent fellow,” said a young officer to him one day; “and\nI have a great mind to give you a fine subject to exercise the goodness\nof your heart upon.”\n\n“You cannot oblige me more,” said Temple, “than to point out any way by\nwhich I can be serviceable to my fellow creatures.”\n\n“Come along then,” said the young man, “we will go and visit a man who\nis not in so good a lodging as he deserves; and, were it not that he\nhas an angel with him, who comforts and supports him, he must long since\nhave sunk under his misfortunes.” The young man's heart was too full\nto proceed; and Temple, unwilling to irritate his feelings by making\nfurther enquiries, followed him in silence, til they arrived at the\nFleet prison.\n\nThe officer enquired for Captain Eldridge: a person led them up several\npair of dirty stairs, and pointing to a door which led to a miserable,\nsmall apartment, said that was the Captain's room, and retired.\n\nThe officer, whose name was Blakeney, tapped at the door, and was bid to\nenter by a voice melodiously soft. He opened the door, and discovered to\nTemple a scene which rivetted him to the spot with astonishment.\n\nThe apartment, though small, and bearing strong marks of poverty, was\nneat in the extreme. In an arm-chair, his head reclined upon his hand,\nhis eyes fixed on a book which lay open before him, sat an aged man in\na Lieutenant's uniform, which, though threadbare, would sooner call a\nblush of shame into the face of those who could neglect real merit, than\ncause the hectic of confusion to glow on the cheeks of him who wore it.\n\nBeside him sat a lovely creature busied in painting a fan mount. She was\nfair as the lily, but sorrow had nipped the rose in her cheek before it\nwas half blown. Her eyes were blue; and her hair, which was light brown,\nwas slightly confined under a plain muslin cap, tied round with a black\nribbon; a white linen gown and plain lawn handkerchief composed\nthe remainder of her dress; and in this simple attire, she was more\nirresistibly charming to such a heart as Temple's, than she would have\nbeen, if adorned with all the splendor of a courtly belle.\n\nWhen they entered, the old man arose from his seat, and shaking Blakeney\nby the hand with great cordiality, offered Temple his chair; and there\nbeing but three in the room, seated himself on the side of his little\nbed with evident composure.\n\n“This is a strange place,” said he to Temple, “to receive visitors of\ndistinction in; but we must fit our feelings to our station. While I am\nnot ashamed to own the cause which brought me here, why should I blush\nat my situation? Our misfortunes are not our faults; and were it not for\nthat poor girl--”\n\nHere the philosopher was lost in the father. He rose hastily from his\nseat, and walking toward the window, wiped off a tear which he was\nafraid would tarnish the cheek of a sailor.\n\nTemple cast his eye on Miss Eldridge: a pellucid drop had stolen from\nher eyes, and fallen upon a rose she was painting. It blotted and\ndiscoloured the flower. “'Tis emblematic,” said he mentally: “the rose\nof youth and health soon fades when watered by the tear of affliction.”\n\n“My friend Blakeney,” said he, addressing the old man, “told me I could\nbe of service to you: be so kind then, dear Sir, as to point out some\nway in which I can relieve the anxiety of your heart and increase the\npleasures of my own.”\n\n“My good young man,” said Eldridge, “you know not what you offer. While\ndeprived of my liberty I cannot be free from anxiety on my own account;\nbut that is a trifling concern; my anxious thoughts extend to one more\ndear a thousand times than life: I am a poor weak old man, and must\nexpect in a few years to sink into silence and oblivion; but when I am\ngone, who will protect that fair bud of innocence from the blasts of\nadversity, or from the cruel hand of insult and dishonour.”\n\n“Oh, my father!” cried Miss Eldridge, tenderly taking his hand, “be not\nanxious on that account; for daily are my prayers offered to heaven that\nour lives may terminate at the same instant, and one grave receive us\nboth; for why should I live when deprived of my only friend.”\n\nTemple was moved even to tears. “You will both live many years,” said\nhe, “and I hope see much happiness. Cheerly, my friend, cheerly; these\npassing clouds of adversity will serve only to make the sunshine of\nprosperity more pleasing. But we are losing time: you might ere this\nhave told me who were your creditors, what were their demands, and other\nparticulars necessary to your liberation.”\n\n“My story is short,” said Mr. Eldridge, “but there are some particulars\nwhich will wring my heart barely to remember; yet to one whose offers\nof friendship appear so open and disinterested, I will relate every\ncircumstance that led to my present, painful situation. But my child,”\n continued he, addressing his daughter, “let me prevail on you to take\nthis opportunity, while my friends are with me, to enjoy the benefit of\nair and exercise.”\n\n“Go, my love; leave me now; to-morrow at your usual hour I will expect\nyou.”\n\nMiss Eldridge impressed on his cheek the kiss of filial affection, and\nobeyed.\n\n\n\n\nCHAPTER III.\n\nUNEXPECTED MISFORTUNES.\n\n“MY life,” said Mr. Eldridge, “till within these few years was marked by\nno particular circumstance deserving notice. I early embraced the life\nof a sailor, and have served my King with unremitted ardour for many\nyears. At the age of twenty-five I married an amiable woman; one son,\nand the girl who just now left us, were the fruits of our union. My\nboy had genius and spirit. I straitened my little income to give him a\nliberal education, but the rapid progress he made in his studies amply\ncompensated for the inconvenience. At the academy where he received his\neducation he commenced an acquaintance with a Mr. Lewis, a young man\nof affluent fortune: as they grew up their intimacy ripened into\nfriendship, and they became almost inseparable companions.\n\n“George chose the profession of a soldier. I had neither friends or\nmoney to procure him a commission, and had wished him to embrace a\nnautical life: but this was repugnant to his wishes, and I ceased to\nurge him on the subject.\n\n“The friendship subsisting between Lewis and my son was of such a nature\nas gave him free access to our family; and so specious was his manner\nthat we hesitated not to state to him all our little difficulties in\nregard to George's future views. He listened to us with attention, and\noffered to advance any sum necessary for his first setting out.\n\n“I embraced the offer, and gave him my note for the payment of it, but\nhe would not suffer me to mention any stipulated time, as he said I\nmight do it whenever most convenient to myself. About this time my dear\nLucy returned from school, and I soon began to imagine Lewis looked at\nher with eyes of affection. I gave my child a caution to beware of him,\nand to look on her mother as her friend. She was unaffectedly artless;\nand when, as I suspected, Lewis made professions of love, she confided\nin her parents, and assured us her heart was perfectly unbiassed in his\nfavour, and she would cheerfully submit to our direction.\n\n“I took an early opportunity of questioning him concerning his\nintentions towards my child: he gave an equivocal answer, and I forbade\nhim the house.\n\n“The next day he sent and demanded payment of his money. It was not in\nmy power to comply with the demand. I requested three days to endeavour\nto raise it, determining in that time to mortgage my half pay, and live\non a small annuity which my wife possessed, rather than be under an\nobligation to so worthless a man: but this short time was not allowed\nme; for that evening, as I was sitting down to supper, unsuspicious of\ndanger, an officer entered, and tore me from the embraces of my family.\n\n“My wife had been for some time in a declining state of health: ruin at\nonce so unexpected and inevitable was a stroke she was not prepared to\nbear, and I saw her faint into the arms of our servant, as I left my\nown habitation for the comfortless walls of a prison. My poor Lucy,\ndistracted with her fears for us both, sunk on the floor and endeavoured\nto detain me by her feeble efforts, but in vain; they forced open her\narms; she shrieked, and fell prostrate. But pardon me. The horrors of\nthat night unman me. I cannot proceed.”\n\nHe rose from his seat, and walked several times across the room: at\nlength, attaining more composure, he cried--“What a mere infant I am!\nWhy, Sir, I never felt thus in the day of battle.” “No,” said Temple;\n“but the truly brave soul is tremblingly alive to the feelings of\nhumanity.”\n\n“True,” replied the old man, (something like satisfaction darting across\nhis features) “and painful as these feelings are, I would not exchange\nthem for that torpor which the stoic mistakes for philosophy. How many\nexquisite delights should I have passed by unnoticed, but for these keen\nsensations, this quick sense of happiness or misery? Then let us, my\nfriend, take the cup of life as it is presented to us, tempered by the\nhand of a wise Providence; be thankful for the good, be patient under\nthe evil, and presume not to enquire why the latter predominates.”\n\n“This is true philosophy,” said Temple.\n\n“'Tis the only way to reconcile ourselves to the cross events of life,”\n replied he. “But I forget myself. I will not longer intrude on your\npatience, but proceed in my melancholy tale.\n\n“The very evening that I was taken to prison, my son arrived from\nIreland, where he had been some time with his regiment. From the\ndistracted expressions of his mother and sister, he learnt by whom I\nhad been arrested; and, late as it was, flew on the wings of wounded\naffection, to the house of his false friend, and earnestly enquired the\ncause of this cruel conduct. With all the calmness of a cool deliberate\nvillain, he avowed his passion for Lucy; declared her situation in\nlife would not permit him to marry her; but offered to release me\nimmediately, and make any settlement on her, if George would persuade\nher to live, as he impiously termed it, a life of honour.\n\n“Fired at the insult offered to a man and a soldier, my boy struck the\nvillain, and a challenge ensued. He then went to a coffee-house in\nthe neighbourhood and wrote a long affectionate letter to me, blaming\nhimself severely for having introduced Lewis into the family, or\npermitted him to confer an obligation, which had brought inevitable\nruin on us all. He begged me, whatever might be the event of the ensuing\nmorning, not to suffer regret or unavailing sorrow for his fate, to\nincrease the anguish of my heart, which he greatly feared was already\ninsupportable.\n\n“This letter was delivered to me early in the morning. It would be vain\nto attempt describing my feelings on the perusal of it; suffice it to\nsay, that a merciful Providence interposed, and I was for three weeks\ninsensible to miseries almost beyond the strength of human nature to\nsupport.\n\n“A fever and strong delirium seized me, and my life was despaired of. At\nlength, nature, overpowered with fatigue, gave way to the salutary power\nof rest, and a quiet slumber of some hours restored me to reason, though\nthe extreme weakness of my frame prevented my feeling my distress so\nacutely as I otherways should.\n\n“The first object that struck me on awaking, was Lucy sitting by my\nbedside; her pale countenance and sable dress prevented my enquiries for\npoor George: for the letter I had received from him, was the first thing\nthat occurred to my memory. By degrees the rest returned: I recollected\nbeing arrested, but could no ways account for being in this apartment,\nwhither they had conveyed me during my illness.\n\n“I was so weak as to be almost unable to speak. I pressed Lucy's hand,\nand looked earnestly round the apartment in search of another dear\nobject.\n\n“Where is your mother?” said I, faintly.\n\n“The poor girl could not answer: she shook her head in expressive\nsilence; and throwing herself on the bed, folded her arms about me, and\nburst into tears.\n\n“What! both gone?” said I.\n\n“Both,” she replied, endeavouring to restrain her emotions: “but they\nare happy, no doubt.”\n\nHere Mr. Eldridge paused: the recollection of the scene was too painful\nto permit him to proceed.\n\n\n\n\nCHAPTER IV.\n\nCHANGE OF FORTUNE.\n\n“IT was some days,” continued Mr. Eldridge, recovering himself, “before\nI could venture to enquire the particulars of what had happened during\nmy illness: at length I assumed courage to ask my dear girl how long her\nmother and brother had been dead: she told me, that the morning after\nmy arrest, George came home early to enquire after his mother's health,\nstaid with them but a few minutes, seemed greatly agitated at parting,\nbut gave them strict charge to keep up their spirits, and hope every\nthing would turn out for the best. In about two hours after, as they\nwere sitting at breakfast, and endeavouring to strike out some plan to\nattain my liberty, they heard a loud rap at the door, which Lucy running\nto open, she met the bleeding body of her brother, borne in by two men\nwho had lifted him from a litter, on which they had brought him from\nthe place where he fought. Her poor mother, weakened by illness and the\nstruggles of the preceding night, was not able to support this shock;\ngasping for breath, her looks wild and haggard, she reached the\napartment where they had carried her dying son. She knelt by the bed\nside; and taking his cold hand, 'my poor boy,' said she, 'I will not be\nparted from thee: husband! son! both at once lost. Father of mercies,\nspare me!' She fell into a strong convulsion, and expired in about two\nhours. In the mean time, a surgeon had dressed George's wounds; but they\nwere in such a situation as to bar the smallest hopes of recovery. He\nnever was sensible from the time he was brought home, and died that\nevening in the arms of his sister.\n\n“Late as it was when this event took place, my affectionate Lucy\ninsisted on coming to me. 'What must he feel,' said she, 'at our\napparent neglect, and how shall I inform him of the afflictions with\nwhich it has pleased heaven to visit us?'\n\n“She left the care of the dear departed ones to some neighbours who\nhad kindly come in to comfort and assist her; and on entering the house\nwhere I was confined, found me in the situation I have mentioned.\n\n“How she supported herself in these trying moments, I know not: heaven,\nno doubt, was with her; and her anxiety to preserve the life of one\nparent in some measure abated her affliction for the loss of the other.\n\n“My circumstances were greatly embarrassed, my acquaintance few,\nand those few utterly unable to assist me. When my wife and son were\ncommitted to their kindred earth, my creditors seized my house and\nfurniture, which not being sufficient to discharge all their demands,\ndetainers were lodged against me. No friend stepped forward to my\nrelief; from the grave of her mother, my beloved Lucy followed an almost\ndying father to this melancholy place.\n\n“Here we have been nearly a year and a half. My half-pay I have given\nup to satisfy my creditors, and my child supports me by her industry:\nsometimes by fine needlework, sometimes by painting. She leaves me\nevery night, and goes to a lodging near the bridge; but returns in\nthe morning, to cheer me with her smiles, and bless me by her duteous\naffection. A lady once offered her an asylum in her family; but she\nwould not leave me. 'We are all the world to each other,' said she. 'I\nthank God, I have health and spirits to improve the talents with which\nnature has endowed me; and I trust if I employ them in the support of a\nbeloved parent, I shall not be thought an unprofitable servant. While he\nlives, I pray for strength to pursue my employment; and when it pleases\nheaven to take one of us, may it give the survivor resignation to bear\nthe separation as we ought: till then I will never leave him.'”\n\n“But where is this inhuman persecutor?” said Temple.\n\n“He has been abroad ever since,” replied the old man; “but he has\nleft orders with his lawyer never to give up the note till the utmost\nfarthing is paid.”\n\n“And how much is the amount of your debts in all?” said Temple.\n\n“Five hundred pounds,” he replied.\n\nTemple started: it was more than he expected. “But something must be\ndone,” said he: “that sweet maid must not wear out her life in a prison.\nI will see you again to-morrow, my friend,” said he, shaking Eldridge's\nhand: “keep up your spirits: light and shade are not more happily\nblended than are the pleasures and pains of life; and the horrors of the\none serve only to increase the splendor of the other.”\n\n“You never lost a wife and son,” said Eldridge.\n\n“No,” replied he, “but I can feel for those that have.” Eldridge pressed\nhis hand as they went toward the door, and they parted in silence.\n\nWhen they got without the walls of the prison, Temple thanked his friend\nBlakeney for introducing him to so worthy a character; and telling him\nhe had a particular engagement in the city, wished him a good evening.\n\n“And what is to be done for this distressed man,” said Temple, as he\nwalked up Ludgate Hill. “Would to heaven I had a fortune that would\nenable me instantly to discharge his debt: what exquisite transport, to\nsee the expressive eyes of Lucy beaming at once with pleasure for her\nfather's deliverance, and gratitude for her deliverer: but is not my\nfortune affluence,” continued he, “nay superfluous wealth, when compared\nto the extreme indigence of Eldridge; and what have I done to deserve\nease and plenty, while a brave worthy officer starves in a prison? Three\nhundred a year is surely sufficient for all my wants and wishes: at any\nrate Eldridge must be relieved.”\n\nWhen the heart has will, the hands can soon find means to execute a good\naction.\n\nTemple was a young man, his feelings warm and impetuous; unacquainted\nwith the world, his heart had not been rendered callous by being\nconvinced of its fraud and hypocrisy. He pitied their sufferings,\noverlooked their faults, thought every bosom as generous as his own, and\nwould cheerfully have divided his last guinea with an unfortunate fellow\ncreature.\n\nNo wonder, then, that such a man (without waiting a moment for the\ninterference of Madam Prudence) should resolve to raise money sufficient\nfor the relief of Eldridge, by mortgaging part of his fortune.\n\nWe will not enquire too minutely into the cause which might actuate\nhim in this instance: suffice it to say, he immediately put the plan in\nexecution; and in three days from the time he first saw the unfortunate\nLieutenant, he had the superlative felicity of seeing him at liberty,\nand receiving an ample reward in the tearful eye and half articulated\nthanks of the grateful Lucy.\n\n“And pray, young man,” said his father to him one morning, “what are\nyour designs in visiting thus constantly that old man and his daughter?”\n\nTemple was at a loss for a reply: he had never asked himself the\nquestion: he hesitated; and his father continued--\n\n“It was not till within these few days that I heard in what manner\nyour acquaintance first commenced, and cannot suppose any thing but\nattachment to the daughter could carry you such imprudent lengths for\nthe father: it certainly must be her art that drew you in to mortgage\npart of your fortune.”\n\n“Art, Sir!” cried Temple eagerly. “Lucy Eldridge is as free from art as\nshe is from every other error: she is--”\n\n“Everything that is amiable and lovely,” said his father, interrupting\nhim ironically: “no doubt in your opinion she is a pattern of excellence\nfor all her sex to follow; but come, Sir, pray tell me what are your\ndesigns towards this paragon. I hope you do not intend to complete your\nfolly by marrying her.”\n\n“Were my fortune such as would support her according to her merit,\nI don't know a woman more formed to insure happiness in the married\nstate.”\n\n“Then prithee, my dear lad,” said his father, “since your rank and\nfortune are so much beneath what your PRINCESS might expect, be so kind\nas to turn your eyes on Miss Weatherby; who, having only an estate of\nthree thousand a year, is more upon a level with you, and whose father\nyesterday solicited the mighty honour of your alliance. I shall leave\nyou to consider on this offer; and pray remember, that your union with\nMiss Weatherby will put it in your power to be more liberally the friend\nof Lucy Eldridge.”\n\nThe old gentleman walked in a stately manner out of the room; and Temple\nstood almost petrified with astonishment, contempt, and rage.\n\n\n\n\nCHAPTER V.\n\nSUCH THINGS ARE.\n\nMISS Weatherby was the only child of a wealthy man, almost idolized by\nher parents, flattered by her dependants, and never contradicted even\nby those who called themselves her friends: I cannot give a better\ndescription than by the following lines.\n\n     The lovely maid whose form and face\n     Nature has deck'd with ev'ry grace,\n     But in whose breast no virtues glow,\n     Whose heart ne'er felt another's woe,\n     Whose hand ne'er smooth'd the bed of pain,\n     Or eas'd the captive's galling chain;\n     But like the tulip caught the eye,\n     Born just to be admir'd and die;\n     When gone, no one regrets its loss,\n     Or scarce remembers that it was.\n\nSuch was Miss Weatherby: her form lovely as nature could make it, but\nher mind uncultivated, her heart unfeeling, her passions impetuous, and\nher brain almost turned with flattery, dissipation, and pleasure; and\nsuch was the girl, whom a partial grandfather left independent mistress\nof the fortune before mentioned.\n\nShe had seen Temple frequently; and fancying she could never be happy\nwithout him, nor once imagining he could refuse a girl of her beauty and\nfortune, she prevailed on her fond father to offer the alliance to the\nold Earl of D----, Mr. Temple's father.\n\nThe Earl had received the offer courteously: he thought it a great match\nfor Henry; and was too fashionable a man to suppose a wife could be any\nimpediment to the friendship he professed for Eldridge and his daughter.\n\nUnfortunately for Temple, he thought quite otherwise: the conversation\nhe had just had with his father, discovered to him the situation of\nhis heart; and he found that the most affluent fortune would bring no\nincrease of happiness unless Lucy Eldridge shared it with him; and the\nknowledge of the purity of her sentiments, and the integrity of his own\nheart, made him shudder at the idea his father had started, of marrying\na woman for no other reason than because the affluence of her fortune\nwould enable him to injure her by maintaining in splendor the woman\nto whom his heart was devoted: he therefore resolved to refuse Miss\nWeatherby, and be the event what it might, offer his heart and hand to\nLucy Eldridge.\n\nFull of this determination, he fought his father, declared his\nresolution, and was commanded never more to appear in his presence.\nTemple bowed; his heart was too full to permit him to speak; he left the\nhouse precipitately, and hastened to relate the cause of his sorrows to\nhis good old friend and his amiable daughter.\n\nIn the mean time, the Earl, vexed to the soul that such a fortune should\nbe lost, determined to offer himself a candidate for Miss Weatherby's\nfavour.\n\nWhat wonderful changes are wrought by that reigning power, ambition! the\nlove-sick girl, when first she heard of Temple's refusal, wept, raved,\ntore her hair, and vowed to found a protestant nunnery with her fortune;\nand by commencing abbess, shut herself up from the sight of cruel\nungrateful man for ever.\n\nHer father was a man of the world: he suffered this first transport to\nsubside, and then very deliberately unfolded to her the offers of the\nold Earl, expatiated on the many benefits arising from an elevated\ntitle, painted in glowing colours the surprise and vexation of Temple\nwhen he should see her figuring as a Countess and his mother-in-law, and\nbegged her to consider well before she made any rash vows.\n\nThe DISTRESSED fair one dried her tears, listened patiently, and at\nlength declared she believed the surest method to revenge the slight put\non her by the son, would be to accept the father: so said so done, and\nin a few days she became the Countess D----.\n\nTemple heard the news with emotion: he had lost his father's favour\nby avowing his passion for Lucy, and he saw now there was no hope of\nregaining it: “but he shall not make me miserable,” said he. “Lucy and I\nhave no ambitious notions: we can live on three hundred a year for\nsome little time, till the mortgage is paid off, and then we shall have\nsufficient not only for the comforts but many of the little elegancies\nof life. We will purchase a little cottage, my Lucy,” said he, “and\nthither with your reverend father we will retire; we will forget there\nare such things as splendor, profusion, and dissipation: we will have\nsome cows, and you shall be queen of the dairy; in a morning, while I\nlook after my garden, you shall take a basket on your arm, and sally\nforth to feed your poultry; and as they flutter round you in token of\nhumble gratitude, your father shall smoke his pipe in a woodbine alcove,\nand viewing the serenity of your countenance, feel such real pleasure\ndilate his own heart, as shall make him forget he had ever been\nunhappy.”\n\nLucy smiled; and Temple saw it was a smile of approbation. He sought\nand found a cottage suited to his taste; thither, attended by Love and\nHymen, the happy trio retired; where, during many years of uninterrupted\nfelicity, they cast not a wish beyond the little boundaries of their own\ntenement. Plenty, and her handmaid, Prudence, presided at their board,\nHospitality stood at their gate, Peace smiled on each face, Content\nreigned in each heart, and Love and Health strewed roses on their\npillows.\n\nSuch were the parents of Charlotte Temple, who was the only pledge of\ntheir mutual love, and who, at the earnest entreaty of a particular\nfriend, was permitted to finish the education her mother had begun,\nat Madame Du Pont's school, where we first introduced her to the\nacquaintance of the reader.\n\n\n\n\nCHAPTER VI.\n\nAN INTRIGUING TEACHER.\n\nMADAME Du Pont was a woman every way calculated to take the care of\nyoung ladies, had that care entirely devolved on herself; but it was\nimpossible to attend the education of a numerous school without proper\nassistants; and those assistants were not always the kind of people\nwhose conversation and morals were exactly such as parents of delicacy\nand refinement would wish a daughter to copy. Among the teachers\nat Madame Du Pont's school, was Mademoiselle La Rue, who added to a\npleasing person and insinuating address, a liberal education and the\nmanners of a gentlewoman. She was recommended to the school by a lady\nwhose humanity overstepped the bounds of discretion: for though she\nknew Miss La Rue had eloped from a convent with a young officer, and, on\ncoming to England, had lived with several different men in open defiance\nof all moral and religious duties; yet, finding her reduced to the\nmost abject want, and believing the penitence which she professed to be\nsincere, she took her into her own family, and from thence recommended\nher to Madame Du Pont, as thinking the situation more suitable for\na woman of her abilities. But Mademoiselle possessed too much of the\nspirit of intrigue to remain long without adventures. At church, where\nshe constantly appeared, her person attracted the attention of a young\nman who was upon a visit at a gentleman's seat in the neighbourhood: she\nhad met him several times clandestinely; and being invited to come out\nthat evening, and eat some fruit and pastry in a summer-house belonging\nto the gentleman he was visiting, and requested to bring some of\nthe ladies with her, Charlotte being her favourite, was fixed on to\naccompany her.\n\nThe mind of youth eagerly catches at promised pleasure: pure and\ninnocent by nature, it thinks not of the dangers lurking beneath\nthose pleasures, till too late to avoid them: when Mademoiselle asked\nCharlotte to go with her, she mentioned the gentleman as a relation,\nand spoke in such high terms of the elegance of his gardens, the\nsprightliness of his conversation, and the liberality with which he ever\nentertained his guests, that Charlotte thought only of the pleasure she\nshould enjoy in the visit,--not on the imprudence of going without her\ngoverness's knowledge, or of the danger to which she exposed herself in\nvisiting the house of a gay young man of fashion.\n\nMadame Du Pont was gone out for the evening, and the rest of the ladies\nretired to rest, when Charlotte and the teacher stole out at the back\ngate, and in crossing the field, were accosted by Montraville, as\nmentioned in the first CHAPTER.\n\nCharlotte was disappointed in the pleasure she had promised herself\nfrom this visit. The levity of the gentlemen and the freedom of\ntheir conversation disgusted her. She was astonished at the liberties\nMademoiselle permitted them to take; grew thoughtful and uneasy, and\nheartily wished herself at home again in her own chamber.\n\nPerhaps one cause of that wish might be, an earnest desire to see the\ncontents of the letter which had been put into her hand by Montraville.\n\nAny reader who has the least knowledge of the world, will easily\nimagine the letter was made up of encomiums on her beauty, and vows of\neverlasting love and constancy; nor will he be surprised that a heart\nopen to every gentle, generous sentiment, should feel itself warmed by\ngratitude for a man who professed to feel so much for her; nor is it\nimprobable but her mind might revert to the agreeable person and martial\nappearance of Montraville.\n\nIn affairs of love, a young heart is never in more danger than\nwhen attempted by a handsome young soldier. A man of an indifferent\nappearance, will, when arrayed in a military habit, shew to advantage;\nbut when beauty of person, elegance of manner, and an easy method of\npaying compliments, are united to the scarlet coat, smart cockade, and\nmilitary sash, ah! well-a-day for the poor girl who gazes on him: she\nis in imminent danger; but if she listens to him with pleasure, 'tis all\nover with her, and from that moment she has neither eyes nor ears for\nany other object.\n\nNow, my dear sober matron, (if a sober matron should deign to turn over\nthese pages, before she trusts them to the eye of a darling daughter,)\nlet me intreat you not to put on a grave face, and throw down the book\nin a passion and declare 'tis enough to turn the heads of half the girls\nin England; I do solemnly protest, my dear madam, I mean no more by\nwhat I have here advanced, than to ridicule those romantic girls, who\nfoolishly imagine a red coat and silver epaulet constitute the fine\ngentleman; and should that fine gentleman make half a dozen fine\nspeeches to them, they will imagine themselves so much in love as\nto fancy it a meritorious action to jump out of a two pair of stairs\nwindow, abandon their friends, and trust entirely to the honour of a\nman, who perhaps hardly knows the meaning of the word, and if he does,\nwill be too much the modern man of refinement, to practice it in their\nfavour.\n\nGracious heaven! when I think on the miseries that must rend the heart\nof a doating parent, when he sees the darling of his age at first\nseduced from his protection, and afterwards abandoned, by the very\nwretch whose promises of love decoyed her from the paternal roof--when\nhe sees her poor and wretched, her bosom tom between remorse for her\ncrime and love for her vile betrayer--when fancy paints to me the good\nold man stooping to raise the weeping penitent, while every tear from\nher eye is numbered by drops from his bleeding heart, my bosom glows\nwith honest indignation, and I wish for power to extirpate those\nmonsters of seduction from the earth.\n\nOh my dear girls--for to such only am I writing--listen not to the voice\nof love, unless sanctioned by paternal approbation: be assured, it is\nnow past the days of romance: no woman can be run away with contrary\nto her own inclination: then kneel down each morning, and request kind\nheaven to keep you free from temptation, or, should it please to suffer\nyou to be tried, pray for fortitude to resist the impulse of inclination\nwhen it runs counter to the precepts of religion and virtue.\n\n\n\n\nCHAPTER VII.\n\nNATURAL SENSE OF PROPRIETY INHERENT IN THE FEMALE BOSOM.\n\n“I CANNOT think we have done exactly right in going out this evening,\nMademoiselle,” said Charlotte, seating herself when she entered her\napartment: “nay, I am sure it was not right; for I expected to be very\nhappy, but was sadly disappointed.”\n\n“It was your own fault, then,” replied Mademoiselle: “for I am sure\nmy cousin omitted nothing that could serve to render the evening\nagreeable.”\n\n“True,” said Charlotte: “but I thought the gentlemen were very free in\ntheir manner: I wonder you would suffer them to behave as they did.”\n\n“Prithee, don't be such a foolish little prude,” said the artful woman,\naffecting anger: “I invited you to go in hopes it would divert you, and\nbe an agreeable change of scene; however, if your delicacy was hurt by\nthe behaviour of the gentlemen, you need not go again; so there let it\nrest.”\n\n“I do not intend to go again,” said Charlotte, gravely taking off her\nbonnet, and beginning to prepare for bed: “I am sure, if Madame Du Pont\nknew we had been out to-night, she would be very angry; and it is ten to\none but she hears of it by some means or other.”\n\n“Nay, Miss,” said La Rue, “perhaps your mighty sense of propriety may\nlead you to tell her yourself: and in order to avoid the censure you\nwould incur, should she hear of it by accident, throw the blame on\nme: but I confess I deserve it: it will be a very kind return for that\npartiality which led me to prefer you before any of the rest of the\nladies; but perhaps it will give you pleasure,” continued she, letting\nfall some hypocritical tears, “to see me deprived of bread, and for an\naction which by the most rigid could only be esteemed an inadvertency,\nlose my place and character, and be driven again into the world, where I\nhave already suffered all the evils attendant on poverty.”\n\nThis was touching Charlotte in the most vulnerable part: she rose from\nher seat, and taking Mademoiselle's hand--“You know, my dear La Rue,”\n said she, “I love you too well, to do anything that would injure you in\nmy governess's opinion: I am only sorry we went out this evening.”\n\n“I don't believe it, Charlotte,” said she, assuming a little vivacity;\n“for if you had not gone out, you would not have seen the gentleman who\nmet us crossing the field; and I rather think you were pleased with his\nconversation.”\n\n“I had seen him once before,” replied Charlotte, “and thought him an\nagreeable man; and you know one is always pleased to see a person with\nwhom one has passed several cheerful hours. But,” said she pausing,\nand drawing the letter from her pocket, while a gentle suffusion of\nvermillion tinged her neck and face, “he gave me this letter; what shall\nI do with it?”\n\n“Read it, to be sure,” returned Mademoiselle.\n\n“I am afraid I ought not,” said Charlotte: “my mother has often told\nme, I should never read a letter given me by a young man, without first\ngiving it to her.”\n\n“Lord bless you, my dear girl,” cried the teacher smiling, “have you\na mind to be in leading strings all your life time. Prithee open the\nletter, read it, and judge for yourself; if you show it your mother, the\nconsequence will be, you will be taken from school, and a strict guard\nkept over you; so you will stand no chance of ever seeing the smart\nyoung officer again.”\n\n“I should not like to leave school yet,” replied Charlotte, “till I have\nattained a greater proficiency in my Italian and music. But you can, if\nyou please, Mademoiselle, take the letter back to Montraville, and\ntell him I wish him well, but cannot, with any propriety, enter into a\nclandestine correspondence with him.” She laid the letter on the table,\nand began to undress herself.\n\n“Well,” said La Rue, “I vow you are an unaccountable girl: have you\nno curiosity to see the inside now? for my part I could no more let a\nletter addressed to me lie unopened so long, than I could work miracles:\nhe writes a good hand,” continued she, turning the letter, to look at\nthe superscription.\n\n“'Tis well enough,” said Charlotte, drawing it towards her.\n\n“He is a genteel young fellow,” said La Rue carelessly, folding up her\napron at the same time; “but I think he is marked with the small pox.”\n\n“Oh you are greatly mistaken,” said Charlotte eagerly; “he has a\nremarkable clear skin and fine complexion.”\n\n“His eyes, if I could judge by what I saw,” said La Rue, “are grey and\nwant expression.”\n\n“By no means,” replied Charlotte; “they are the most expressive eyes\nI ever saw.” “Well, child, whether they are grey or black is of no\nconsequence: you have determined not to read his letter; so it is likely\nyou will never either see or hear from him again.”\n\nCharlotte took up the letter, and Mademoiselle continued--\n\n“He is most probably going to America; and if ever you should hear any\naccount of him, it may possibly be that he is killed; and though he\nloved you ever so fervently, though his last breath should be spent in\na prayer for your happiness, it can be nothing to you: you can feel\nnothing for the fate of the man, whose letters you will not open, and\nwhose sufferings you will not alleviate, by permitting him to think you\nwould remember him when absent, and pray for his safety.”\n\nCharlotte still held the letter in her hand: her heart swelled at the\nconclusion of Mademoiselle's speech, and a tear dropped upon the wafer\nthat closed it.\n\n“The wafer is not dry yet,” said she, “and sure there can be no great\nharm--” She hesitated. La Rue was silent. “I may read it, Mademoiselle,\nand return it afterwards.”\n\n“Certainly,” replied Mademoiselle.\n\n“At any rate I am determined not to answer it,” continued Charlotte, as\nshe opened the letter.\n\nHere let me stop to make one remark, and trust me my very heart aches\nwhile I write it; but certain I am, that when once a woman has stifled\nthe sense of shame in her own bosom, when once she has lost sight of the\nbasis on which reputation, honour, every thing that should be dear to\nthe female heart, rests, she grows hardened in guilt, and will spare\nno pains to bring down innocence and beauty to the shocking level with\nherself: and this proceeds from that diabolical spirit of envy, which\nrepines at seeing another in the full possession of that respect and\nesteem which she can no longer hope to enjoy.\n\nMademoiselle eyed the unsuspecting Charlotte, as she perused the letter,\nwith a malignant pleasure. She saw, that the contents had awakened new\nemotions in her youthful bosom: she encouraged her hopes, calmed her\nfears, and before they parted for the night, it was determined that she\nshould meet Montraville the ensuing evening.\n\n\n\n\nCHAPTER VIII.\n\nDOMESTIC PLEASURES PLANNED.\n\n“I THINK, my dear,” said Mrs. Temple, laying her hand on her husband's\narm as they were walking together in the garden, “I think next Wednesday\nis Charlotte's birth day: now I have formed a little scheme in my own\nmind, to give her an agreeable surprise; and if you have no objection,\nwe will send for her home on that day.” Temple pressed his wife's hand\nin token of approbation, and she proceeded.--“You know the little alcove\nat the bottom of the garden, of which Charlotte is so fond? I have an\ninclination to deck this out in a fanciful manner, and invite all her\nlittle friends to partake of a collation of fruit, sweetmeats, and other\nthings suitable to the general taste of young guests; and to make it\nmore pleasing to Charlotte, she shall be mistress of the feast, and\nentertain her visitors in this alcove. I know she will be delighted; and\nto complete all, they shall have some music, and finish with a dance.”\n\n“A very fine plan, indeed,” said Temple, smiling; “and you really\nsuppose I will wink at your indulging the girl in this manner? You will\nquite spoil her, Lucy; indeed you will.”\n\n“She is the only child we have,” said Mrs. Temple, the whole tenderness\nof a mother adding animation to her fine countenance; but it was withal\ntempered so sweetly with the meek affection and submissive duty of the\nwife, that as she paused expecting her husband's answer, he gazed at her\ntenderly, and found he was unable to refuse her request.\n\n“She is a good girl,” said Temple.\n\n“She is, indeed,” replied the fond mother exultingly, “a grateful,\naffectionate girl; and I am sure will never lose sight of the duty she\nowes her parents.”\n\n“If she does,” said he, “she must forget the example set her by the best\nof mothers.”\n\nMrs. Temple could not reply; but the delightful sensation that dilated\nher heart sparkled in her intelligent eyes and heightened the vermillion\non her cheeks.\n\nOf all the pleasures of which the human mind is sensible, there is\nnone equal to that which warms and expands the bosom, when listening to\ncommendations bestowed on us by a beloved object, and are conscious of\nhaving deserved them.\n\nYe giddy flutterers in the fantastic round of dissipation, who eagerly\nseek pleasure in the lofty dome, rich treat, and midnight revel--tell\nme, ye thoughtless daughters of folly, have ye ever found the phantom\nyou have so long sought with such unremitted assiduity? Has she not\nalways eluded your grasp, and when you have reached your hand to take\nthe cup she extends to her deluded votaries, have you not found the\nlong-expected draught strongly tinctured with the bitter dregs of\ndisappointment? I know you have: I see it in the wan cheek, sunk\neye, and air of chagrin, which ever mark the children of dissipation.\nPleasure is a vain illusion; she draws you on to a thousand follies,\nerrors, and I may say vices, and then leaves you to deplore your\nthoughtless credulity.\n\nLook, my dear friends, at yonder lovely Virgin, arrayed in a white robe\ndevoid of ornament; behold the meekness of her countenance, the\nmodesty of her gait; her handmaids are Humility, Filial Piety, Conjugal\nAffection, Industry, and Benevolence; her name is CONTENT; she holds\nin her hand the cup of true felicity, and when once you have formed an\nintimate acquaintance with these her attendants, nay you must admit them\nas your bosom friends and chief counsellors, then, whatever may be your\nsituation in life, the meek eyed Virgin wig immediately take up her\nabode with you.\n\nIs poverty your portion?--she will lighten your labours, preside at your\nfrugal board, and watch your quiet slumbers.\n\nIs your state mediocrity?--she will heighten every blessing you enjoy,\nby informing you how grateful you should be to that bountiful Providence\nwho might have placed you in the most abject situation; and, by teaching\nyou to weigh your blessings against your deserts, show you how much more\nyou receive than you have a right to expect.\n\nAre you possessed of affluence?--what an inexhaustible fund of happiness\nwill she lay before you! To relieve the distressed, redress the injured,\nin short, to perform all the good works of peace and mercy.\n\nContent, my dear friends, will blunt even the arrows of adversity, so\nthat they cannot materially harm you. She will dwell in the humblest\ncottage; she will attend you even to a prison. Her parent is Religion;\nher sisters, Patience and Hope. She will pass with you through life,\nsmoothing the rough paths and tread to earth those thorns which every\none must meet with as they journey onward to the appointed goal. She\nwill soften the pains of sickness, continue with you even in the\ncold gloomy hour of death, and, cheating you with the smiles of her\nheaven-born sister, Hope, lead you triumphant to a blissful eternity.\n\nI confess I have rambled strangely from my story: but what of that? if\nI have been so lucky as to find the road to happiness, why should I be\nsuch a niggard as to omit so good an opportunity of pointing out the way\nto others. The very basis of true peace of mind is a benevolent wish to\nsee all the world as happy as one's Self; and from my soul do I pity the\nselfish churl, who, remembering the little bickerings of anger, envy,\nand fifty other disagreeables to which frail mortality is subject, would\nwish to revenge the affront which pride whispers him he has received.\nFor my own part, I can safely declare, there is not a human being in\nthe universe, whose prosperity I should not rejoice in, and to whose\nhappiness I would not contribute to the utmost limit of my power: and\nmay my offences be no more remembered in the day of general retribution,\nthan as from my soul I forgive every offence or injury received from a\nfellow creature.\n\nMerciful heaven! who would exchange the rapture of such a reflexion for\nall the gaudy tinsel which the world calls pleasure!\n\nBut to return.--Content dwelt in Mrs. Temple's bosom, and spread a\ncharming animation over her countenance, as her husband led her in, to\nlay the plan she had formed (for the celebration of Charlotte's birth\nday,) before Mr. Eldridge.\n\n\n\n\nCHAPTER IX.\n\nWE KNOW NOT WHAT A DAY MAY BRING FORTH.\n\nVARIOUS were the sensations which agitated the mind of Charlotte, during\nthe day preceding the evening in which she was to meet Montraville.\nSeveral times did she almost resolve to go to her governess, show her\nthe letter, and be guided by her advice: but Charlotte had taken one\nstep in the ways of imprudence; and when that is once done, there are\nalways innumerable obstacles to prevent the erring person returning to\nthe path of rectitude: yet these obstacles, however forcible they may\nappear in general, exist chiefly in imagination.\n\nCharlotte feared the anger of her governess: she loved her mother,\nand the very idea of incurring her displeasure, gave her the greatest\nuneasiness: but there was a more forcible reason still remaining: should\nshe show the letter to Madame Du Pont, she must confess the means by\nwhich it came into her possession; and what would be the consequence?\nMademoiselle would be turned out of doors.\n\n“I must not be ungrateful,” said she. “La Rue is very kind to me;\nbesides I can, when I see Montraville, inform him of the impropriety of\nour continuing to see or correspond with each other, and request him to\ncome no more to Chichester.”\n\nHowever prudent Charlotte might be in these resolutions, she certainly\ndid not take a proper method to confirm herself in them. Several times\nin the course of the day, she indulged herself in reading over the\nletter, and each time she read it, the contents sunk deeper in her\nheart. As evening drew near, she caught herself frequently consulting\nher watch. “I wish this foolish meeting was over,” said she, by way of\napology to her own heart, “I wish it was over; for when I have seen him,\nand convinced him my resolution is not to be shaken, I shall feel my\nmind much easier.”\n\nThe appointed hour arrived. Charlotte and Mademoiselle eluded the eye of\nvigilance; and Montraville, who had waited their coming with impatience,\nreceived them with rapturous and unbounded acknowledgments for their\ncondescension: he had wisely brought Belcour with him to entertain\nMademoiselle, while he enjoyed an uninterrupted conversation with\nCharlotte.\n\nBelcour was a man whose character might be comprised in a few words; and\nas he will make some figure in the ensuing pages, I shall here describe\nhim. He possessed a genteel fortune, and had a liberal education;\ndissipated, thoughtless, and capricious, he paid little regard to\nthe moral duties, and less to religious ones: eager in the pursuit of\npleasure, he minded not the miseries he inflicted on others, provided\nhis own wishes, however extravagant, were gratified. Self, darling self,\nwas the idol he worshipped, and to that he would have sacrificed\nthe interest and happiness of all mankind. Such was the friend of\nMontraville: will not the reader be ready to imagine, that the man who\ncould regard such a character, must be actuated by the same feelings,\nfollow the same pursuits, and be equally unworthy with the person to\nwhom he thus gave his confidence?\n\nBut Montraville was a different character: generous in his disposition,\nliberal in his opinions, and good-natured almost to a fault; yet eager\nand impetuous in the pursuit of a favorite object, he staid not to\nreflect on the consequence which might follow the attainment of his\nwishes; with a mind ever open to conviction, had he been so fortunate\nas to possess a friend who would have pointed out the cruelty of\nendeavouring to gain the heart of an innocent artless girl, when he\nknew it was utterly impossible for him to marry her, and when the\ngratification of his passion would be unavoidable infamy and misery to\nher, and a cause of never-ceasing remorse to himself: had these dreadful\nconsequences been placed before him in a proper light, the humanity of\nhis nature would have urged him to give up the pursuit: but Belcour\nwas not this friend; he rather encouraged the growing passion of\nMontraville; and being pleased with the vivacity of Mademoiselle,\nresolved to leave no argument untried, which he thought might prevail on\nher to be the companion of their intended voyage; and he made no doubt\nbut her example, added to the rhetoric of Montraville, would persuade\nCharlotte to go with them.\n\nCharlotte had, when she went out to meet Montraville, flattered herself\nthat her resolution was not to be shaken, and that, conscious of the\nimpropriety of her conduct in having a clandestine intercourse with a\nstranger, she would never repeat the indiscretion.\n\nBut alas! poor Charlotte, she knew not the deceitfulness of her own\nheart, or she would have avoided the trial of her stability.\n\nMontraville was tender, eloquent, ardent, and yet respectful. “Shall I\nnot see you once more,” said he, “before I leave England? will you not\nbless me by an assurance, that when we are divided by a vast expanse of\nsea I shall not be forgotten?”\n\nCharlotte sighed.\n\n“Why that sigh, my dear Charlotte? could I flatter myself that a fear\nfor my safety, or a wish for my welfare occasioned it, how happy would\nit make me.”\n\n“I shall ever wish you well, Montraville,” said she; “but we must meet\nno more.” “Oh say not so, my lovely girl: reflect, that when I leave my\nnative land, perhaps a few short weeks may terminate my existence; the\nperils of the ocean--the dangers of war--”\n\n“I can hear no more,” said Charlotte in a tremulous voice. “I must leave\nyou.”\n\n“Say you will see me once again.”\n\n“I dare not,” said she.\n\n“Only for one half hour to-morrow evening: 'tis my last request. I shall\nnever trouble you again, Charlotte.”\n\n“I know not what to say,” cried Charlotte, struggling to draw her hands\nfrom him: “let me leave you now.”\n\n“And you will come to-morrow,” said Montraville.\n\n“Perhaps I may,” said she.\n\n“Adieu then. I will live upon that hope till we meet again.”\n\nHe kissed her hand. She sighed an adieu, and catching hold of\nMademoiselle's arm, hastily entered the garden gate.\n\n\n\n\nCHAPTER X.\n\nWHEN WE HAVE EXCITED CURIOSITY, IT IS BUT AN ACT OF GOOD NATURE TO\nGRATIFY IT.\n\nMONTRAVILLE was the youngest son of a gentleman of fortune, whose\nfamily being numerous, he was obliged to bring up his sons to genteel\nprofessions, by the exercise of which they might hope to raise\nthemselves into notice.\n\n“My daughters,” said he, “have been educated like gentlewomen; and\nshould I die before they are settled, they must have some provision\nmade, to place them above the snares and temptations which vice ever\nholds out to the elegant, accomplished female, when oppressed by the\nfrowns of poverty and the sting of dependance: my boys, with only\nmoderate incomes, when placed in the church, at the bar, or in the\nfield, may exert their talents, make themselves friends, and raise their\nfortunes on the basis of merit.”\n\nWhen Montraville chose the profession of arms, his father presented him\nwith a commission, and made him a handsome provision for his private\npurse. “Now, my boy,” said he, “go! seek glory in the field of battle.\nYou have received from me all I shall ever have it in my power to\nbestow: it is certain I have interest to gain you promotion; but be\nassured that interest shall never be exerted, unless by your future\nconduct you deserve it. Remember, therefore, your success in life\ndepends entirely on yourself. There is one thing I think it my duty to\ncaution you against; the precipitancy with which young men frequently\nrush into matrimonial engagements, and by their thoughtlessness draw\nmany a deserving woman into scenes of poverty and distress. A soldier\nhas no business to think of a wife till his rank is such as to place him\nabove the fear of bringing into the world a train of helpless innocents,\nheirs only to penury and affliction. If, indeed, a woman, whose fortune\nis sufficient to preserve you in that state of independence I would\nteach you to prize, should generously bestow herself on a young soldier,\nwhose chief hope of future prosperity depended on his success in the\nfield--if such a woman should offer--every barrier is removed, and I\nshould rejoice in an union which would promise so much felicity. But\nmark me, boy, if, on the contrary, you rush into a precipitate union\nwith a girl of little or no fortune, take the poor creature from a\ncomfortable home and kind friends, and plunge her into all the evils\na narrow income and increasing family can inflict, I will leave you to\nenjoy the blessed fruits of your rashness; for by all that is sacred,\nneither my interest or fortune shall ever be exerted in your favour. I\nam serious,” continued he, “therefore imprint this conversation on your\nmemory, and let it influence your future conduct. Your happiness will\nalways be dear to me; and I wish to warn you of a rock on which the\npeace of many an honest fellow has been wrecked; for believe me, the\ndifficulties and dangers of the longest winter campaign are much easier\nto be borne, than the pangs that would seize your heart, when you beheld\nthe woman of your choice, the children of your affection, involved\nin penury and distress, and reflected that it was your own folly and\nprecipitancy had been the prime cause of their sufferings.”\n\nAs this conversation passed but a few hours before Montraville took\nleave of his father, it was deeply impressed on his mind: when,\ntherefore, Belcour came with him to the place of assignation with\nCharlotte, he directed him to enquire of the French woman what were Miss\nTemple's expectations in regard to fortune.\n\nMademoiselle informed him, that though Charlotte's father possessed a\ngenteel independence, it was by no means probable that he could give his\ndaughter more than a thousand pounds; and in case she did not marry to\nhis liking, it was possible he might not give her a single SOUS; nor\ndid it appear the least likely, that Mr. Temple would agree to her union\nwith a young man on the point of embarking for the feat of war.\n\nMontraville therefore concluded it was impossible he should ever marry\nCharlotte Temple; and what end he proposed to himself by continuing the\nacquaintance he had commenced with her, he did not at that moment give\nhimself time to enquire.\n\n\n\n\nCHAPTER XI.\n\nCONFLICT OF LOVE AND DUTY.\n\nALMOST a week was now gone, and Charlotte continued every evening to\nmeet Montraville, and in her heart every meeting was resolved to be the\nlast; but alas! when Montraville at parting would earnestly intreat one\nmore interview, that treacherous heart betrayed her; and, forgetful\nof its resolution, pleaded the cause of the enemy so powerfully, that\nCharlotte was unable to resist. Another and another meeting succeeded;\nand so well did Montraville improve each opportunity, that the heedless\ngirl at length confessed no idea could be so painful to her as that of\nnever seeing him again.\n\n“Then we will never be parted,” said he.\n\n“Ah, Montraville,” replied Charlotte, forcing a smile, “how can it be\navoided? My parents would never consent to our union; and even could\nthey be brought to approve it, how should I bear to be separated from my\nkind, my beloved mother?”\n\n“Then you love your parents more than you do me, Charlotte?”\n\n“I hope I do,” said she, blushing and looking down, “I hope my affection\nfor them will ever keep me from infringing the laws of filial duty.”\n\n“Well, Charlotte,” said Montraville gravely, and letting go her hand,\n“since that is the case, I find I have deceived myself with fallacious\nhopes. I had flattered my fond heart, that I was dearer to Charlotte\nthan any thing in the world beside. I thought that you would for my sake\nhave braved the dangers of the ocean, that you would, by your affection\nand smiles, have softened the hardships of war, and, had it been my fate\nto fall, that your tenderness would cheer the hour of death, and smooth\nmy passage to another world. But farewel, Charlotte! I see you never\nloved me. I shall now welcome the friendly ball that deprives me of the\nsense of my misery.”\n\n“Oh stay, unkind Montraville,” cried she, catching hold of his arm, as\nhe pretended to leave her, “stay, and to calm your fears, I will here\nprotest that was it not for the fear of giving pain to the best of\nparents, and returning their kindness with ingratitude, I would follow\nyou through every danger, and, in studying to promote your happiness,\ninsure my own. But I cannot break my mother's heart, Montraville; I must\nnot bring the grey hairs of my doating grand-father with sorrow to the\ngrave, or make my beloved father perhaps curse the hour that gave me\nbirth.” She covered her face with her hands, and burst into tears.\n\n“All these distressing scenes, my dear Charlotte,” cried Montraville,\n“are merely the chimeras of a disturbed fancy. Your parents might\nperhaps grieve at first; but when they heard from your own hand that you\nwas with a man of honour, and that it was to insure your felicity by an\nunion with him, to which you feared they would never have given their\nassent, that you left their protection, they will, be assured, forgive\nan error which love alone occasioned, and when we return from America,\nreceive you with open arms and tears of joy.”\n\nBelcour and Mademoiselle heard this last speech, and conceiving it\na proper time to throw in their advice and persuasions, approached\nCharlotte, and so well seconded the entreaties of Montraville, that\nfinding Mademoiselle intended going with Belcour, and feeling her own\ntreacherous heart too much inclined to accompany them, the hapless\nCharlotte, in an evil hour, consented that the next evening they should\nbring a chaise to the end of the town, and that she would leave her\nfriends, and throw herself entirely on the protection of Montraville.\n“But should you,” said she, looking earnestly at him, her eyes full\nof tears, “should you, forgetful of your promises, and repenting the\nengagements you here voluntarily enter into, forsake and leave me on a\nforeign shore--” “Judge not so meanly of me,” said he. “The moment we\nreach our place of destination, Hymen shall sanctify our love; and when\nI shall forget your goodness, may heaven forget me.”\n\n“Ah,” said Charlotte, leaning on Mademoiselle's arm as they walked up\nthe garden together, “I have forgot all that I ought to have remembered,\nin consenting to this intended elopement.”\n\n“You are a strange girl,” said Mademoiselle: “you never know your\nown mind two minutes at a time. Just now you declared Montraville's\nhappiness was what you prized most in the world; and now I suppose\nyou repent having insured that happiness by agreeing to accompany him\nabroad.”\n\n“Indeed I do repent,” replied Charlotte, “from my soul: but while\ndiscretion points out the impropriety of my conduct, inclination urges\nme on to ruin.”\n\n“Ruin! fiddlestick!” said Mademoiselle; “am I not going with you? and do\nI feel any of these qualms?”\n\n“You do not renounce a tender father and mother,” said Charlotte.\n\n“But I hazard my dear reputation,” replied Mademoiselle, bridling.\n\n“True,” replied Charlotte, “but you do not feel what I do.” She then\nbade her good night: but sleep was a stranger to her eyes, and the tear\nof anguish watered her pillow.\n\n\n\n\nCHAPTER XII.\n\n     Nature's last, best gift:\n     Creature in whom excell'd, whatever could\n     To sight or thought be nam'd!\n     Holy, divine! good, amiable, and sweet!\n     How thou art fall'n!--\n\nWHEN Charlotte left her restless bed, her languid eye and pale cheek\ndiscovered to Madame Du Pont the little repose she had tasted.\n\n“My dear child,” said the affectionate governess, “what is the cause of\nthe languor so apparent in your frame? Are you not well?”\n\n“Yes, my dear Madam, very well,” replied Charlotte, attempting to smile,\n“but I know not how it was; I could not sleep last night, and my spirits\nare depressed this morning.”\n\n“Come cheer up, my love,” said the governess; “I believe I have brought\na cordial to revive them. I have just received a letter from your good\nmama, and here is one for yourself.”\n\nCharlotte hastily took the letter: it contained these words--\n\n“As to-morrow is the anniversary of the happy day that gave my beloved\ngirl to the anxious wishes of a maternal heart, I have requested your\ngoverness to let you come home and spend it with us; and as I know you\nto be a good affectionate child, and make it your study to improve in\nthose branches of education which you know will give most pleasure to\nyour delighted parents, as a reward for your diligence and attention\nI have prepared an agreeable surprise for your reception. Your\ngrand-father, eager to embrace the darling of his aged heart, will come\nin the chaise for you; so hold yourself in readiness to attend him\nby nine o'clock. Your dear father joins in every tender wish for your\nhealth and future felicity, which warms the heart of my dear Charlotte's\naffectionate mother, L. TEMPLE.”\n\n“Gracious heaven!” cried Charlotte, forgetting where she was, and\nraising her streaming eyes as in earnest supplication.\n\nMadame Du Pont was surprised. “Why these tears, my love?” said she.\n“Why this seeming agitation? I thought the letter would have rejoiced,\ninstead of distressing you.”\n\n“It does rejoice me,” replied Charlotte, endeavouring at composure, “but\nI was praying for merit to deserve the unremitted attentions of the best\nof parents.”\n\n“You do right,” said Madame Du Pont, “to ask the assistance of\nheaven that you may continue to deserve their love. Continue, my dear\nCharlotte, in the course you have ever pursued, and you will insure at\nonce their happiness and your own.”\n\n“Oh!” cried Charlotte, as her governess left her, “I have forfeited both\nfor ever! Yet let me reflect:--the irrevocable step is not yet taken:\nit is not too late to recede from the brink of a precipice, from which I\ncan only behold the dark abyss of ruin, shame, and remorse!”\n\nShe arose from her seat, and flew to the apartment of La Rue. “Oh\nMademoiselle!” said she, “I am snatched by a miracle from destruction!\nThis letter has saved me: it has opened my eyes to the folly I was\nso near committing. I will not go, Mademoiselle; I will not wound the\nhearts of those dear parents who make my happiness the whole study of\ntheir lives.”\n\n“Well,” said Mademoiselle, “do as you please, Miss; but pray understand\nthat my resolution is taken, and it is not in your power to alter it.\nI shall meet the gentlemen at the appointed hour, and shall not be\nsurprized at any outrage which Montraville may commit, when he finds\nhimself disappointed. Indeed I should not be astonished, was he to come\nimmediately here, and reproach you for your instability in the hearing\nof the whole school: and what will be the consequence? you will bear\nthe odium of having formed the resolution of eloping, and every girl\nof spirit will laugh at your want of fortitude to put it in execution,\nwhile prudes and fools will load you with reproach and contempt. You\nwill have lost the confidence of your parents, incurred their anger, and\nthe scoffs of the world; and what fruit do you expect to reap from this\npiece of heroism, (for such no doubt you think it is?) you will have the\npleasure to reflect, that you have deceived the man who adores you,\nand whom in your heart you prefer to all other men, and that you are\nseparated from him for ever.”\n\nThis eloquent harangue was given with such volubility, that Charlotte\ncould not find an opportunity to interrupt her, or to offer a single\nword till the whole was finished, and then found her ideas so confused,\nthat she knew not what to say.\n\nAt length she determined that she would go with Mademoiselle to the\nplace of assignation, convince Montraville of the necessity of adhering\nto the resolution of remaining behind; assure him of her affection, and\nbid him adieu.\n\nCharlotte formed this plan in her mind, and exulted in the certainty of\nits success. “How shall I rejoice,” said she, “in this triumph of reason\nover inclination, and, when in the arms of my affectionate parents, lift\nup my soul in gratitude to heaven as I look back on the dangers I have\nescaped!”\n\nThe hour of assignation arrived: Mademoiselle put what money and\nvaluables she possessed in her pocket, and advised Charlotte to do\nthe same; but she refused; “my resolution is fixed,” said she; “I will\nsacrifice love to duty.”\n\nMademoiselle smiled internally; and they proceeded softly down the back\nstairs and out of the garden gate. Montraville and Belcour were ready to\nreceive them.\n\n“Now,” said Montraville, taking Charlotte in his arms, “you are mine for\never.”\n\n“No,” said she, withdrawing from his embrace, “I am come to take an\neverlasting farewel.”\n\nIt would be useless to repeat the conversation that here ensued, suffice\nit to say, that Montraville used every argument that had formerly been\nsuccessful, Charlotte's resolution began to waver, and he drew her\nalmost imperceptibly towards the chaise.\n\n“I cannot go,” said she: “cease, dear Montraville, to persuade. I must\nnot: religion, duty, forbid.”\n\n“Cruel Charlotte,” said he, “if you disappoint my ardent hopes, by\nall that is sacred, this hand shall put a period to my existence. I\ncannot--will not live without you.”\n\n“Alas! my torn heart!” said Charlotte, “how shall I act?”\n\n“Let me direct you,” said Montraville, lifting her into the chaise.\n\n“Oh! my dear forsaken parents!” cried Charlotte.\n\nThe chaise drove off. She shrieked, and fainted into the arms of her\nbetrayer.\n\n\n\n\nCHAPTER XIII.\n\nCRUEL DISAPPOINTMENT.\n\n“WHAT pleasure,” cried Mr. Eldridge, as he stepped into the chaise to go\nfor his grand-daughter, “what pleasure expands the heart of an old\nman when he beholds the progeny of a beloved child growing up in every\nvirtue that adorned the minds of her parents. I foolishly thought, some\nfew years since, that every sense of joy was buried in the graves of my\ndear partner and my son; but my Lucy, by her filial affection, soothed\nmy soul to peace, and this dear Charlotte has twined herself round my\nheart, and opened such new scenes of delight to my view, that I almost\nforget I have ever been unhappy.”\n\nWhen the chaise stopped, he alighted with the alacrity of youth; so much\ndo the emotions of the soul influence the body.\n\nIt was half past eight o'clock; the ladies were assembled in the school\nroom, and Madame Du Pont was preparing to offer the morning sacrifice\nof prayer and praise, when it was discovered, that Mademoiselle and\nCharlotte were missing.\n\n“She is busy, no doubt,” said the governess, “in preparing Charlotte for\nher little excursion; but pleasure should never make us forget our duty\nto our Creator. Go, one of you, and bid them both attend prayers.”\n\nThe lady who went to summon them, soon returned, and informed\nthe governess, that the room was locked, and that she had knocked\nrepeatedly, but obtained no answer.\n\n“Good heaven!” cried Madame Du Pont, “this is very strange:” and turning\npale with terror, she went hastily to the door, and ordered it to be\nforced open. The apartment instantly discovered, that no person had been\nin it the preceding night, the beds appearing as though just made.\nThe house was instantly a scene of confusion: the garden, the pleasure\ngrounds were searched to no purpose, every apartment rang with the names\nof Miss Temple and Mademoiselle; but they were too distant to hear; and\nevery face wore the marks of disappointment.\n\nMr. Eldridge was sitting in the parlour, eagerly expecting his\ngrand-daughter to descend, ready equipped for her journey: he heard\nthe confusion that reigned in the house; he heard the name of Charlotte\nfrequently repeated. “What can be the matter?” said he, rising and\nopening the door: “I fear some accident has befallen my dear girl.”\n\nThe governess entered. The visible agitation of her countenance\ndiscovered that something extraordinary had happened.\n\n“Where is Charlotte?” said he, “Why does not my child come to welcome\nher doating parent?”\n\n“Be composed, my dear Sir,” said Madame Du Pont, “do not frighten\nyourself unnecessarily. She is not in the house at present; but as\nMademoiselle is undoubtedly with her, she will speedily return\nin safety; and I hope they will both be able to account for this\nunseasonable absence in such a manner as shall remove our present\nuneasiness.”\n\n“Madam,” cried the old man, with an angry look, “has my child been\naccustomed to go out without leave, with no other company or protector\nthan that French woman. Pardon me, Madam, I mean no reflections on your\ncountry, but I never did like Mademoiselle La Rue; I think she was a\nvery improper person to be entrusted with the care of such a girl\nas Charlotte Temple, or to be suffered to take her from under your\nimmediate protection.”\n\n“You wrong me, Mr. Eldridge,” replied she, “if you suppose I have ever\npermitted your grand-daughter to go out unless with the other ladies.\nI would to heaven I could form any probable conjecture concerning her\nabsence this morning, but it is a mystery which her return can alone\nunravel.” Servants were now dispatched to every place where there was\nthe least hope of hearing any tidings of the fugitives, but in vain.\nDreadful were the hours of horrid suspense which Mr. Eldridge passed\ntill twelve o'clock, when that suspense was reduced to a shocking\ncertainty, and every spark of hope which till then they had indulged,\nwas in a moment extinguished.\n\nMr. Eldridge was preparing, with a heavy heart, to return to his\nanxiously-expecting children, when Madame Du Pont received the following\nnote without either name or date.\n\n“Miss Temple is well, and wishes to relieve the anxiety of her\nparents, by letting them know she has voluntarily put herself under\nthe protection of a man whose future study shall be to make her happy.\nPursuit is needless; the measures taken to avoid discovery are too\neffectual to be eluded. When she thinks her friends are reconciled to\nthis precipitate step, they may perhaps be informed of her place of\nresidence. Mademoiselle is with her.”\n\nAs Madame Du Pont read these cruel lines, she turned pale as ashes, her\nlimbs trembled, and she was forced to call for a glass of water. She\nloved Charlotte truly; and when she reflected on the innocence and\ngentleness of her disposition, she concluded that it must have been\nthe advice and machinations of La Rue, which led her to this imprudent\naction; she recollected her agitation at the receipt of her mother's\nletter, and saw in it the conflict of her mind.\n\n“Does that letter relate to Charlotte?” said Mr. Eldridge, having waited\nsome time in expectation of Madame Du Pont's speaking.\n\n“It does,” said she. “Charlotte is well, but cannot return today.”\n\n“Not return, Madam? where is she? who will detain her from her fond,\nexpecting parents?”\n\n“You distract me with these questions, Mr. Eldridge. Indeed I know not\nwhere she is, or who has seduced her from her duty.”\n\nThe whole truth now rushed at once upon Mr. Eldridge's mind. “She has\neloped then,” said he. “My child is betrayed; the darling, the comfort\nof my aged heart, is lost. Oh would to heaven I had died but yesterday.”\n\nA violent gush of grief in some measure relieved him, and, after several\nvain attempts, he at length assumed sufficient composure to read the\nnote.\n\n“And how shall I return to my children?” said he: “how approach that\nmansion, so late the habitation of peace? Alas! my dear Lucy, how will\nyou support these heart-rending tidings? or how shall I be enabled to\nconsole you, who need so much consolation myself?”\n\nThe old man returned to the chaise, but the light step and cheerful\ncountenance were no more; sorrow filled his heart, and guided his\nmotions; he seated himself in the chaise, his venerable head reclined\nupon his bosom, his hands were folded, his eye fixed on vacancy, and\nthe large drops of sorrow rolled silently down his cheeks. There was a\nmixture of anguish and resignation depicted in his countenance, as if he\nwould say, henceforth who shall dare to boast his happiness, or even\nin idea contemplate his treasure, lest, in the very moment his heart is\nexulting in its own felicity, the object which constitutes that felicity\nshould be torn from him.\n\n\n\n\nCHAPTER XIV.\n\nMATERNAL SORROW.\n\nSLOW and heavy passed the time while the carriage was conveying Mr.\nEldridge home; and yet when he came in sight of the house, he wished a\nlonger reprieve from the dreadful task of informing Mr. and Mrs. Temple\nof their daughter's elopement.\n\nIt is easy to judge the anxiety of these affectionate parents, when they\nfound the return of their father delayed so much beyond the expected\ntime. They were now met in the dining parlour, and several of the young\npeople who had been invited were already arrived. Each different part of\nthe company was employed in the same manner, looking out at the windows\nwhich faced the road. At length the long-expected chaise appeared. Mrs.\nTemple ran out to receive and welcome her darling: her young companions\nflocked round the door, each one eager to give her joy on the return\nof her birth-day. The door of the chaise was opened: Charlotte was not\nthere. “Where is my child?” cried Mrs. Temple, in breathless agitation.\n\nMr. Eldridge could not answer: he took hold of his daughter's hand and\nled her into the house; and sinking on the first chair he came to, burst\ninto tears, and sobbed aloud.\n\n“She is dead,” cried Mrs. Temple. “Oh my dear Charlotte!” and clasping\nher hands in an agony of distress, fell into strong hysterics.\n\nMr. Temple, who had stood speechless with surprize and fear, now\nventured to enquire if indeed his Charlotte was no more. Mr. Eldridge\nled him into another apartment; and putting the fatal note into\nhis hand, cried--“Bear it like a Christian,” and turned from him,\nendeavouring to suppress his own too visible emotions.\n\nIt would be vain to attempt describing what Mr. Temple felt whilst he\nhastily ran over the dreadful lines: when he had finished, the paper\ndropt from his unnerved hand. “Gracious heaven!” said he, “could\nCharlotte act thus?” Neither tear nor sigh escaped him; and he sat\nthe image of mute sorrow, till roused from his stupor by the repeated\nshrieks of Mrs. Temple. He rose hastily, and rushing into the apartment\nwhere she was, folded his arms about her, and saying--“Let us be\npatient, my dear Lucy,” nature relieved his almost bursting heart by a\nfriendly gush of tears.\n\nShould any one, presuming on his own philosophic temper, look with an\neye of contempt on the man who could indulge a woman's weakness, let him\nremember that man was a father, and he will then pity the misery which\nwrung those drops from a noble, generous heart.\n\nMrs. Temple beginning to be a little more composed, but still imagining\nher child was dead, her husband, gently taking her hand, cried--“You are\nmistaken, my love. Charlotte is not dead.”\n\n“Then she is very ill, else why did she not come? But I will go to her:\nthe chaise is still at the door: let me go instantly to the dear girl.\nIf I was ill, she would fly to attend me, to alleviate my sufferings,\nand cheer me with her love.”\n\n“Be calm, my dearest Lucy, and I will tell you all,” said Mr. Temple.\n“You must not go, indeed you must not; it will be of no use.”\n\n“Temple,” said she, assuming a look of firmness and composure, “tell\nme the truth I beseech you. I cannot bear this dreadful suspense. What\nmisfortune has befallen my child? Let me know the worst, and I will\nendeavour to bear it as I ought.”\n\n“Lucy,” replied Mr. Temple, “imagine your daughter alive, and in no\ndanger of death: what misfortune would you then dread?”\n\n“There is one misfortune which is worse than death. But I know my child\ntoo well to suspect--”\n\n“Be not too confident, Lucy.”\n\n“Oh heavens!” said she, “what horrid images do you start: is it possible\nshe should forget--”\n\n“She has forgot us all, my love; she has preferred the love of a\nstranger to the affectionate protection of her friends.\n\n“Not eloped?” cried she eagerly.\n\nMr. Temple was silent.\n\n“You cannot contradict it,” said she. “I see my fate in those tearful\neyes. Oh Charlotte! Charlotte! how ill have you requited our tenderness!\nBut, Father of Mercies,” continued she, sinking on her knees, and\nraising her streaming eyes and clasped hands to heaven, “this once\nvouchsafe to hear a fond, a distracted mother's prayer. Oh let thy\nbounteous Providence watch over and protect the dear thoughtless girl,\nsave her from the miseries which I fear will be her portion, and oh!\nof thine infinite mercy, make her not a mother, lest she should one day\nfeel what I now suffer.”\n\nThe last words faultered on her tongue, and she fell fainting into the\narms of her husband, who had involuntarily dropped on his knees beside\nher.\n\nA mother's anguish, when disappointed in her tenderest hopes, none but\na mother can conceive. Yet, my dear young readers, I would have you read\nthis scene with attention, and reflect that you may yourselves one day\nbe mothers. Oh my friends, as you value your eternal happiness, wound\nnot, by thoughtless ingratitude, the peace of the mother who bore you:\nremember the tenderness, the care, the unremitting anxiety with which\nshe has attended to all your wants and wishes from earliest infancy to\nthe present day; behold the mild ray of affectionate applause that beams\nfrom her eye on the performance of your duty: listen to her reproofs\nwith silent attention; they proceed from a heart anxious for your future\nfelicity: you must love her; nature, all-powerful nature, has planted\nthe seeds of filial affection in your bosoms.\n\nThen once more read over the sorrows of poor Mrs. Temple, and remember,\nthe mother whom you so dearly love and venerate will feel the same, when\nyou, forgetful of the respect due to your maker and yourself, forsake\nthe paths of virtue for those of vice and folly.\n\n\n\n\nCHAPTER XV.\n\nEMBARKATION.\n\nIT was with the utmost difficulty that the united efforts of\nMademoiselle and Montraville could support Charlotte's spirits during\ntheir short ride from Chichester to Portsmouth, where a boat waited to\ntake them immediately on board the ship in which they were to embark for\nAmerica.\n\nAs soon as she became tolerably composed, she entreated pen and ink\nto write to her parents. This she did in the most affecting, artless\nmanner, entreating their pardon and blessing, and describing\nthe dreadful situation of her mind, the conflict she suffered in\nendeavouring to conquer this unfortunate attachment, and concluded\nwith saying, her only hope of future comfort consisted in the (perhaps\ndelusive) idea she indulged, of being once more folded in their\nprotecting arms, and hearing the words of peace and pardon from their\nlips.\n\nThe tears streamed incessantly while she was writing, and she was\nfrequently obliged to lay down her pen: but when the task was completed,\nand she had committed the letter to the care of Montraville to be sent\nto the post office, she became more calm, and indulging the delightful\nhope of soon receiving an answer that would seal her pardon, she in some\nmeasure assumed her usual cheerfulness.\n\nBut Montraville knew too well the consequences that must unavoidably\nensue, should this letter reach Mr. Temple: he therefore wisely resolved\nto walk on the deck, tear it in pieces, and commit the fragments to the\ncare of Neptune, who might or might not, as it suited his convenience,\nconvey them on shore.\n\nAll Charlotte's hopes and wishes were now concentred in one, namely that\nthe fleet might be detained at Spithead till she could receive a letter\nfrom her friends: but in this she was disappointed, for the second\nmorning after she went on board, the signal was made, the fleet weighed\nanchor, and in a few hours (the wind being favourable) they bid adieu to\nthe white cliffs of Al-bion.\n\nIn the mean time every enquiry that could be thought of was made by Mr.\nand Mrs. Temple; for many days did they indulge the fond hope that she\nwas merely gone off to be married, and that when the indissoluble knot\nwas once tied, she would return with the partner she had chosen, and\nentreat their blessing and forgiveness.\n\n“And shall we not forgive her?” said Mr. Temple.\n\n“Forgive her!” exclaimed the mother. “Oh yes, whatever be our errors,\nis she not our child? and though bowed to the earth even with shame\nand remorse, is it not our duty to raise the poor penitent, and whisper\npeace and comfort to her desponding soul? would she but return, with\nrapture would I fold her to my heart, and bury every remembrance of her\nfaults in the dear embrace.”\n\nBut still day after day passed on, and Charlotte did not appear,\nnor were any tidings to be heard of her: yet each rising morning was\nwelcomed by some new hope--the evening brought with it disappointment.\nAt length hope was no more; despair usurped her place; and the mansion\nwhich was once the mansion of peace, became the habitation of pale,\ndejected melancholy.\n\nThe cheerful smile that was wont to adorn the face of Mrs. Temple was\nfled, and had it not been for the support of unaffected piety, and a\nconsciousness of having ever set before her child the fairest example,\nshe must have sunk under this heavy affliction.\n\n“Since,” said she, “the severest scrutiny cannot charge me with any\nbreach of duty to have deserved this severe chastisement, I will bow\nbefore the power who inflicts it with humble resignation to his will;\nnor shall the duty of a wife be totally absorbed in the feelings of the\nmother; I will endeavour to appear more cheerful, and by appearing in\nsome measure to have conquered my own sorrow, alleviate the sufferings\nof my husband, and rouse him from that torpor into which this misfortune\nhas plunged him. My father too demands my care and attention: I must\nnot, by a selfish indulgence of my own grief, forget the interest those\ntwo dear objects take in my happiness or misery: I will wear a smile on\nmy face, though the thorn rankles in my heart; and if by so doing, I in\nthe smallest degree contribute to restore their peace of mind, I shall\nbe amply rewarded for the pain the concealment of my own feelings may\noccasion.”\n\nThus argued this excellent woman: and in the execution of so laudable\na resolution we shall leave her, to follow the fortunes of the hapless\nvictim of imprudence and evil counsellors.\n\n\n\n\nCHAPTER XVI.\n\nNECESSARY DIGRESSION.\n\nON board of the ship in which Charlotte and Mademoiselle were embarked,\nwas an officer of large unincumbered fortune and elevated rank, and whom\nI shall call Crayton.\n\nHe was one of those men, who, having travelled in their youth, pretend\nto have contracted a peculiar fondness for every thing foreign, and to\nhold in contempt the productions of their own country; and this affected\npartiality extended even to the women.\n\nWith him therefore the blushing modesty and unaffected simplicity of\nCharlotte passed unnoticed; but the forward pertness of La Rue, the\nfreedom of her conversation, the elegance of her person, mixed with a\ncertain engaging JE NE SAIS QUOI, perfectly enchanted him.\n\nThe reader no doubt has already developed the character of La Rue:\ndesigning, artful, and selfish, she had accepted the devoirs of Belcour\nbecause she was heartily weary of the retired life she led at the\nschool, wished to be released from what she deemed a slavery, and to\nreturn to that vortex of folly and dissipation which had once plunged\nher into the deepest misery; but her plan she flattered herself was now\nbetter formed: she resolved to put herself under the protection of no\nman till she had first secured a settlement; but the clandestine manner\nin which she left Madame Du Pont's prevented her putting this plan\nin execution, though Belcour solemnly protested he would make her a\nhandsome settlement the moment they arrived at Portsmouth. This he\nafterwards contrived to evade by a pretended hurry of business; La Rue\nreadily conceiving he never meant to fulfil his promise, determined to\nchange her battery, and attack the heart of Colonel Crayton. She soon\ndiscovered the partiality he entertained for her nation; and having\nimposed on him a feigned tale of distress, representing Belcour as a\nvillain who had seduced her from her friends under promise of marriage,\nand afterwards betrayed her, pretending great remorse for the errors she\nhad committed, and declaring whatever her affection for Belcour might\nhave been, it was now entirely extinguished, and she wished for nothing\nmore than an opportunity to leave a course of life which her soul\nabhorred; but she had no friends to apply to, they had all renounced\nher, and guilt and misery would undoubtedly be her future portion\nthrough life.\n\nCrayton was possessed of many amiable qualities, though the peculiar\ntrait in his character, which we have already mentioned, in a great\nmeasure threw a shade over them. He was beloved for his humanity and\nbenevolence by all who knew him, but he was easy and unsuspicious\nhimself, and became a dupe to the artifice of others.\n\nHe was, when very young, united to an amiable Parisian lady, and perhaps\nit was his affection for her that laid the foundation for the partiality\nhe ever retained for the whole nation. He had by her one daughter, who\nentered into the world but a few hours before her mother left it. This\nlady was universally beloved and admired, being endowed with all the\nvirtues of her mother, without the weakness of the father: she was\nmarried to Major Beauchamp, and was at this time in the same fleet with\nher father, attending her husband to New-York.\n\nCrayton was melted by the affected contrition and distress of La Rue:\nhe would converse with her for hours, read to her, play cards with her,\nlisten to all her complaints, and promise to protect her to the utmost\nof his power. La Rue easily saw his character; her sole aim was to\nawaken a passion in his bosom that might turn out to her advantage,\nand in this aim she was but too successful, for before the voyage was\nfinished, the infatuated Colonel gave her from under his hand a promise\nof marriage on their arrival at New-York, under forfeiture of five\nthousand pounds.\n\nAnd how did our poor Charlotte pass her time during a tedious and\ntempestuous passage? naturally delicate, the fatigue and sickness which\nshe endured rendered her so weak as to be almost entirely confined to\nher bed: yet the kindness and attention of Montraville in some measure\ncontributed to alleviate her sufferings, and the hope of hearing from\nher friends soon after her arrival, kept up her spirits, and cheered\nmany a gloomy hour.\n\nBut during the voyage a great revolution took place not only in the\nfortune of La Rue but in the bosom of Belcour: whilst in pursuit of\nhis amour with Mademoiselle, he had attended little to the interesting,\ninobtrusive charms of Charlotte, but when, cloyed by possession,\nand disgusted with the art and dissimulation of one, he beheld the\nsimplicity and gentleness of the other, the contrast became too striking\nnot to fill him at once with surprise and admiration. He frequently\nconversed with Charlotte; he found her sensible, well informed, but\ndiffident and unassuming. The languor which the fatigue of her body and\nperturbation of her mind spread over her delicate features, served only\nin his opinion to render her more lovely: he knew that Montraville did\nnot design to marry her, and he formed a resolution to endeavour to gain\nher himself whenever Montraville should leave her.\n\nLet not the reader imagine Belcour's designs were honourable. Alas! when\nonce a woman has forgot the respect due to herself, by yielding to the\nsolicitations of illicit love, they lose all their consequence, even in\nthe eyes of the man whose art has betrayed them, and for whose sake they\nhave sacrificed every valuable consideration.\n\n     The heedless Fair, who stoops to guilty joys,\n     A man may pity--but he must despise.\n\nNay, every libertine will think he has a right to insult her with his\nlicentious passion; and should the unhappy creature shrink from the\ninsolent overture, he will sneeringly taunt her with pretence of\nmodesty.\n\n\n\n\nCHAPTER XVII.\n\nA WEDDING.\n\nON the day before their arrival at New-York, after dinner, Crayton arose\nfrom his seat, and placing himself by Mademoiselle, thus addressed the\ncompany--\n\n“As we are now nearly arrived at our destined port, I think it but my\nduty to inform you, my friends, that this lady,” (taking her hand,) “has\nplaced herself under my protection. I have seen and severely felt the\nanguish of her heart, and through every shade which cruelty or malice\nmay throw over her, can discover the most amiable qualities. I thought\nit but necessary to mention my esteem for her before our disembarkation,\nas it is my fixed resolution, the morning after we land, to give her\nan undoubted title to my favour and protection by honourably uniting my\nfate to hers. I would wish every gentleman here therefore to remember\nthat her honour henceforth is mine, and,” continued he, looking at\nBelcour, “should any man presume to speak in the least disrespectfully\nof her, I shall not hesitate to pronounce him a scoundrel.”\n\nBelcour cast at him a smile of contempt, and bowing profoundly low,\nwished Mademoiselle much joy in the proposed union; and assuring\nthe Colonel that he need not be in the least apprehensive of any one\nthrowing the least odium on the character of his lady, shook him by the\nhand with ridiculous gravity, and left the cabin.\n\nThe truth was, he was glad to be rid of La Rue, and so he was but freed\nfrom her, he cared not who fell a victim to her infamous arts.\n\nThe inexperienced Charlotte was astonished at what she heard. She\nthought La Rue had, like herself, only been urged by the force of her\nattachment to Belcour, to quit her friends, and follow him to the feat\nof war: how wonderful then, that she should resolve to marry another\nman. It was certainly extremely wrong. It was indelicate. She mentioned\nher thoughts to Montraville. He laughed at her simplicity, called her a\nlittle idiot, and patting her on the cheek, said she knew nothing of\nthe world. “If the world sanctifies such things, 'tis a very bad world I\nthink,” said Charlotte. “Why I always understood they were to have been\nmarried when they arrived at New-York. I am sure Mademoiselle told me\nBelcour promised to marry her.”\n\n“Well, and suppose he did?”\n\n“Why, he should be obliged to keep his word I think.”\n\n“Well, but I suppose he has changed his mind,” said Montraville, “and\nthen you know the case is altered.”\n\nCharlotte looked at him attentively for a moment. A full sense of her\nown situation rushed upon her mind. She burst into tears, and remained\nsilent. Montraville too well understood the cause of her tears. He\nkissed her cheek, and bidding her not make herself uneasy, unable to\nbear the silent but keen remonstrance, hastily left her.\n\nThe next morning by sun-rise they found themselves at anchor before\nthe city of New-York. A boat was ordered to convey the ladies on shore.\nCrayton accompanied them; and they were shewn to a house of public\nentertainment. Scarcely were they seated when the door opened, and the\nColonel found himself in the arms of his daughter, who had landed a few\nminutes before him. The first transport of meeting subsided, Crayton\nintroduced his daughter to Mademoiselle La Rue, as an old friend of her\nmother's, (for the artful French woman had really made it appear to the\ncredulous Colonel that she was in the same convent with his first wife,\nand, though much younger, had received many tokens of her esteem and\nregard.)\n\n“If, Mademoiselle,” said Mrs. Beauchamp, “you were the friend of\nmy mother, you must be worthy the esteem of all good hearts.”\n “Mademoiselle will soon honour our family,” said Crayton, “by supplying\nthe place that valuable woman filled: and as you are married, my dear, I\nthink you will not blame--”\n\n“Hush, my dear Sir,” replied Mrs. Beauchamp: “I know my duty too well to\nscrutinize your conduct. Be assured, my dear father, your happiness\nis mine. I shall rejoice in it, and sincerely love the person who\ncontributes to it. But tell me,” continued she, turning to Charlotte,\n“who is this lovely girl? Is she your sister, Mademoiselle?”\n\nA blush, deep as the glow of the carnation, suffused the cheeks of\nCharlotte.\n\n“It is a young lady,” replied the Colonel, “who came in the same vessel\nwith us from England.' He then drew his daughter aside, and told her in\na whisper, Charlotte was the mistress of Montraville.\n\n“What a pity!” said Mrs. Beauchamp softly, (casting a most compassionate\nglance at her.) “But surely her mind is not depraved. The goodness of\nher heart is depicted in her ingenuous countenance.”\n\nCharlotte caught the word pity. “And am I already fallen so low?” said\nshe. A sigh escaped her, and a tear was ready to start, but Montraville\nappeared, and she checked the rising emotion. Mademoiselle went with the\nColonel and his daughter to another apartment. Charlotte remained with\nMontraville and Belcour. The next morning the Colonel performed his\npromise, and La Rue became in due form Mrs. Crayton, exulted in her\nown good fortune, and dared to look with an eye of contempt on the\nunfortunate but far less guilty Charlotte.\n\n\n\n\n\nVOLUME II\n\n\n\n\nCHAPTER XVIII.\n\nREFLECTIONS.\n\n“AND am I indeed fallen so low,” said Charlotte, “as to be only pitied?\nWill the voice of approbation no more meet my ear? and shall I never\nagain possess a friend, whose face will wear a smile of joy whenever I\napproach? Alas! how thoughtless, how dreadfully imprudent have I been! I\nknow not which is most painful to endure, the sneer of contempt, or the\nglance of compassion, which is depicted in the various countenances\nof my own sex: they are both equally humiliating. Ah! my dear parents,\ncould you now see the child of your affections, the daughter whom you so\ndearly loved, a poor solitary being, without society, here wearing out\nher heavy hours in deep regret and anguish of heart, no kind friend of\nher own sex to whom she can unbosom her griefs, no beloved mother, no\nwoman of character will appear in my company, and low as your Charlotte\nis fallen, she cannot associate with infamy.”\n\nThese were the painful reflections which occupied the mind of Charlotte.\nMontraville had placed her in a small house a few miles from New-York:\nhe gave her one female attendant, and supplied her with what money she\nwanted; but business and pleasure so entirely occupied his time, that\nhe had little to devote to the woman, whom he had brought from all her\nconnections, and robbed of innocence. Sometimes, indeed, he would steal\nout at the close of evening, and pass a few hours with her; and then so\nmuch was she attached to him, that all her sorrows were forgotten while\nblest with his society: she would enjoy a walk by moonlight, or sit\nby him in a little arbour at the bottom of the garden, and play on the\nharp, accompanying it with her plaintive, harmonious voice. But often,\nvery often, did he promise to renew his visits, and, forgetful of his\npromise, leave her to mourn her disappointment. What painful hours\nof expectation would she pass! She would sit at a window which looked\ntoward a field he used to cross, counting the minutes, and straining her\neyes to catch the first glimpse of his person, till blinded with tears\nof disappointment, she would lean her head on her hands, and give free\nvent to her sorrows: then catching at some new hope, she would again\nrenew her watchful position, till the shades of evening enveloped every\nobject in a dusky cloud: she would then renew her complaints, and, with\na heart bursting with disappointed love and wounded sensibility, retire\nto a bed which remorse had strewed with thorns, and court in vain that\ncomforter of weary nature (who seldom visits the unhappy) to come and\nsteep her senses in oblivion.\n\nWho can form an adequate idea of the sorrow that preyed upon the mind of\nCharlotte? The wife, whose breast glows with affection to her husband,\nand who in return meets only indifference, can but faintly conceive her\nanguish. Dreadfully painful is the situation of such a woman, but she\nhas many comforts of which our poor Charlotte was deprived. The duteous,\nfaithful wife, though treated with indifference, has one solid pleasure\nwithin her own bosom, she can reflect that she has not deserved\nneglect--that she has ever fulfilled the duties of her station with the\nstrictest exactness; she may hope, by constant assiduity and unremitted\nattention, to recall her wanderer, and be doubly happy in his returning\naffection; she knows he cannot leave her to unite himself to another: he\ncannot cast her out to poverty and contempt; she looks around her,\nand sees the smile of friendly welcome, or the tear of affectionate\nconsolation, on the face of every person whom she favours with her\nesteem; and from all these circumstances she gathers comfort: but the\npoor girl by thoughtless passion led astray, who, in parting with\nher honour, has forfeited the esteem of the very man to whom she has\nsacrificed every thing dear and valuable in life, feels his indifference\nin the fruit of her own folly, and laments her want of power to recall\nhis lost affection; she knows there is no tie but honour, and that, in\na man who has been guilty of seduction, is but very feeble: he may leave\nher in a moment to shame and want; he may marry and forsake her for\never; and should he, she has no redress, no friendly, soothing companion\nto pour into her wounded mind the balm of consolation, no benevolent\nhand to lead her back to the path of rectitude; she has disgraced her\nfriends, forfeited the good opinion of the world, and undone herself;\nshe feels herself a poor solitary being in the midst of surrounding\nmultitudes; shame bows her to the earth, remorse tears her distracted\nmind, and guilt, poverty, and disease close the dreadful scene: she\nsinks unnoticed to oblivion. The finger of contempt may point out to\nsome passing daughter of youthful mirth, the humble bed where lies this\nfrail sister of mortality; and will she, in the unbounded gaiety of her\nheart, exult in her own unblemished fame, and triumph over the silent\nashes of the dead? Oh no! has she a heart of sensibility, she will stop,\nand thus address the unhappy victim of folly--\n\n“Thou had'st thy faults, but sure thy sufferings have expiated them:\nthy errors brought thee to an early grave; but thou wert a\nfellow-creature--thou hast been unhappy--then be those errors forgotten.”\n\nThen, as she stoops to pluck the noxious weed from off the sod, a tear\nwill fall, and consecrate the spot to Charity.\n\nFor ever honoured be the sacred drop of humanity; the angel of mercy\nshall record its source, and the soul from whence it sprang shall be\nimmortal.\n\nMy dear Madam, contract not your brow into a frown of disapprobation. I\nmean not to extenuate the faults of those unhappy women who fall victims\nto guilt and folly; but surely, when we reflect how many errors we are\nourselves subject to, how many secret faults lie hid in the recesses of\nour hearts, which we should blush to have brought into open day (and yet\nthose faults require the lenity and pity of a benevolent judge, or\nawful would be our prospect of futurity) I say, my dear Madam, when we\nconsider this, we surely may pity the faults of others.\n\nBelieve me, many an unfortunate female, who has once strayed into the\nthorny paths of vice, would gladly return to virtue, was any generous\nfriend to endeavour to raise and re-assure her; but alas! it cannot be,\nyou say; the world would deride and scoff. Then let me tell you, Madam,\n'tis a very unfeeling world, and does not deserve half the blessings\nwhich a bountiful Providence showers upon it.\n\nOh, thou benevolent giver of all good! how shall we erring mortals\ndare to look up to thy mercy in the great day of retribution, if we now\nuncharitably refuse to overlook the errors, or alleviate the miseries,\nof our fellow-creatures.\n\n\n\n\nCHAPTER XIX.\n\nA MISTAKE DISCOVERED.\n\nJULIA Franklin was the only child of a man of large property, who, at\nthe age of eighteen, left her independent mistress of an unincumbered\nincome of seven hundred a year; she was a girl of a lively disposition,\nand humane, susceptible heart: she resided in New-York with an uncle,\nwho loved her too well, and had too high an opinion of her prudence, to\nscrutinize her actions so much as would have been necessary with many\nyoung ladies, who were not blest with her discretion: she was, at the\ntime Montraville arrived at New-York, the life of society, and the\nuniversal toast. Montraville was introduced to her by the following\naccident.\n\nOne night when he was upon guard, a dreadful fire broke out near Mr.\nFranklin's house, which, in a few hours, reduced that and several others\nto ashes; fortunately no lives were lost, and, by the assiduity of the\nsoldiers, much valuable property was saved from the flames. In the midst\nof the confusion an old gentleman came up to Montraville, and, putting\na small box into his hands, cried--“Keep it, my good Sir, till I come\nto you again;” and then rushing again into the thickest of the\ncrowd, Montraville saw him no more. He waited till the fire was quite\nextinguished and the mob dispersed; but in vain: the old gentleman did\nnot appear to claim his property; and Montraville, fearing to make any\nenquiry, lest he should meet with impostors who might lay claim, without\nany legal right, to the box, carried it to his lodgings, and locked it\nup: he naturally imagined, that the person who committed it to his care\nknew him, and would, in a day or two, reclaim it; but several weeks\npassed on, and no enquiry being made, he began to be uneasy, and\nresolved to examine the contents of the box, and if they were, as he\nsupposed, valuable, to spare no pains to discover, and restore them\nto the owner. Upon opening it, he found it contained jewels to a large\namount, about two hundred pounds in money, and a miniature picture set\nfor a bracelet. On examining the picture, he thought he had somewhere\nseen features very like it, but could not recollect where. A few\ndays after, being at a public assembly, he saw Miss Franklin, and the\nlikeness was too evident to be mistaken: he enquired among his brother\nofficers if any of them knew her, and found one who was upon terms of\nintimacy in the family: “then introduce me to her immediately,” said\nhe, “for I am certain I can inform her of something which will give her\npeculiar pleasure.”\n\nHe was immediately introduced, found she was the owner of the jewels,\nand was invited to breakfast the next morning in order to their\nrestoration. This whole evening Montraville was honoured with Julia's\nhand; the lively sallies of her wit, the elegance of her manner,\npowerfully charmed him: he forgot Charlotte, and indulged himself in\nsaying every thing that was polite and tender to Julia. But on retiring,\nrecollection returned. “What am I about?” said he: “though I cannot\nmarry Charlotte, I cannot be villain enough to forsake her, nor must\nI dare to trifle with the heart of Julia Franklin. I will return this\nbox,” said he, “which has been the source of so much uneasiness already,\nand in the evening pay a visit to my poor melancholy Charlotte, and\nendeavour to forget this fascinating Julia.”\n\nHe arose, dressed himself, and taking the picture out, “I will reserve\nthis from the rest,” said he, “and by presenting it to her when she\nthinks it is lost, enhance the value of the obligation.” He repaired to\nMr. Franklin's, and found Julia in the breakfast parlour alone.\n\n“How happy am I, Madam,” said he, “that being the fortunate instrument\nof saving these jewels has been the means of procuring me the\nacquaintance of so amiable a lady. There are the jewels and money all\nsafe.”\n\n“But where is the picture, Sir?” said Julia.\n\n“Here, Madam. I would not willingly part with it.”\n\n“It is the portrait of my mother,” said she, taking it from him: “'tis\nall that remains.” She pressed it to her lips, and a tear trembled in\nher eyes. Montraville glanced his eye on her grey night gown and black\nribbon, and his own feelings prevented a reply.\n\nJulia Franklin was the very reverse of Charlotte Temple: she was tall,\nelegantly shaped, and possessed much of the air and manner of a woman\nof fashion; her complexion was a clear brown, enlivened with the glow of\nhealth, her eyes, full, black, and sparkling, darted their intelligent\nglances through long silken lashes; her hair was shining brown, and her\nfeatures regular and striking; there was an air of innocent gaiety that\nplayed about her countenance, where good humour sat triumphant.\n\n“I have been mistaken,” said Montraville. “I imagined I loved Charlotte:\nbut alas! I am now too late convinced my attachment to her was merely\nthe impulse of the moment. I fear I have not only entailed lasting\nmisery on that poor girl, but also thrown a barrier in the way of my own\nhappiness, which it will be impossible to surmount. I feel I love Julia\nFranklin with ardour and sincerity; yet, when in her presence, I am\nsensible of my own inability to offer a heart worthy her acceptance, and\nremain silent.” Full of these painful thoughts, Montraville walked out\nto see Charlotte: she saw him approach, and ran out to meet him: she\nbanished from her countenance the air of discontent which ever appeared\nwhen he was absent, and met him with a smile of joy.\n\n“I thought you had forgot me, Montraville,” said she, “and was very\nunhappy.”\n\n“I shall never forget you, Charlotte,” he replied, pressing her hand.\n\nThe uncommon gravity of his countenance, and the brevity of his reply,\nalarmed her.\n\n“You are not well,” said she; “your hand is hot; your eyes are heavy;\nyou are very ill.”\n\n“I am a villain,” said he mentally, as he turned from her to hide his\nemotions.\n\n“But come,” continued she tenderly, “you shall go to bed, and I will sit\nby, and watch you; you will be better when you have slept.”\n\nMontraville was glad to retire, and by pretending sleep, hide the\nagitation of his mind from her penetrating eye. Charlotte watched by him\ntill a late hour, and then, lying softly down by his side, sunk into a\nprofound sleep, from whence she awoke not till late the next morning.\n\n\n\n\nCHAPTER XX.\n\n     Virtue never appears so amiable as when reaching forth\n     her hand to raise a fallen sister.\n\nCHAPTER OF ACCIDENTS.\n\nWHEN Charlotte awoke, she missed Montraville; but thinking he might have\narisen early to enjoy the beauties of the morning, she was preparing\nto follow him, when casting her eye on the table, she saw a note, and\nopening it hastily, found these words--\n\n“My dear Charlotte must not be surprised, if she does not see me again\nfor some time: unavoidable business will prevent me that pleasure: be\nassured I am quite well this morning; and what your fond imagination\nmagnified into illness, was nothing more than fatigue, which a few hours\nrest has entirely removed. Make yourself happy, and be certain of the\nunalterable friendship of\n\n“MONTRAVILLE.”\n\n\n“FRIENDSHIP!” said Charlotte emphatically, as she finished the note, “is\nit come to this at last? Alas! poor, forsaken Charlotte, thy doom is now\nbut too apparent. Montraville is no longer interested in thy happiness;\nand shame, remorse, and disappointed love will henceforth be thy only\nattendants.”\n\nThough these were the ideas that involuntarily rushed upon the mind\nof Charlotte as she perused the fatal note, yet after a few hours had\nelapsed, the syren Hope again took possession of her bosom, and she\nflattered herself she could, on a second perusal, discover an air of\ntenderness in the few lines he had left, which at first had escaped her\nnotice.\n\n“He certainly cannot be so base as to leave me,” said she, “and in\nstyling himself my friend does he not promise to protect me. I will not\ntorment myself with these causeless fears; I will place a confidence in\nhis honour; and sure he will not be so unjust as to abuse it.”\n\nJust as she had by this manner of reasoning brought her mind to some\ntolerable degree of composure, she was surprised by a visit from\nBelcour. The dejection visible in Charlotte's countenance, her swoln\neyes and neglected attire, at once told him she was unhappy: he made no\ndoubt but Montraville had, by his coldness, alarmed her suspicions,\nand was resolved, if possible, to rouse her to jealousy, urge her to\nreproach him, and by that means occasion a breach between them. “If I\ncan once convince her that she has a rival,” said he, “she will listen\nto my passion if it is only to revenge his slights.” Belcour knew but\nlittle of the female heart; and what he did know was only of those of\nloose and dissolute lives. He had no idea that a woman might fall a\nvictim to imprudence, and yet retain so strong a sense of honour, as to\nreject with horror and contempt every solicitation to a second fault.\nHe never imagined that a gentle, generous female heart, once tenderly\nattached, when treated with unkindness might break, but would never\nharbour a thought of revenge.\n\nHis visit was not long, but before he went he fixed a scorpion in the\nheart of Charlotte, whose venom embittered every future hour of her\nlife.\n\nWe will now return for a moment to Colonel Crayton. He had been three\nmonths married, and in that little time had discovered that the\nconduct of his lady was not so prudent as it ought to have been: but\nremonstrance was vain; her temper was violent; and to the Colonel's\ngreat misfortune he had conceived a sincere affection for her: she saw\nher own power, and, with the art of a Circe, made every action appear\nto him in what light she pleased: his acquaintance laughed at his\nblindness, his friends pitied his infatuation, his amiable daughter,\nMrs. Beauchamp, in secret deplored the loss of her father's affection,\nand grieved that he should be so entirely swayed by an artful, and, she\nmuch feared, infamous woman.\n\nMrs. Beauchamp was mild and engaging; she loved not the hurry and bustle\nof a city, and had prevailed on her husband to take a house a few\nmiles from New-York. Chance led her into the same neighbourhood with\nCharlotte; their houses stood within a short space of each other, and\ntheir gardens joined: she had not been long in her new habitation before\nthe figure of Charlotte struck her; she recollected her interesting\nfeatures; she saw the melancholy so conspicuous in her countenance,\nand her heart bled at the reflection, that perhaps deprived of honour,\nfriends, all that was valuable in life, she was doomed to linger out a\nwretched existence in a strange land, and sink broken-hearted into\nan untimely grave. “Would to heaven I could snatch her from so hard\na fate,” said she; “but the merciless world has barred the doors of\ncompassion against a poor weak girl, who, perhaps, had she one kind\nfriend to raise and reassure her, would gladly return to peace and\nvirtue; nay, even the woman who dares to pity, and endeavour to recall\na wandering sister, incurs the sneer of contempt and ridicule, for an\naction in which even angels are said to rejoice.”\n\nThe longer Mrs. Beauchamp was a witness to the solitary life Charlotte\nled, the more she wished to speak to her, and often as she saw her\ncheeks wet with the tears of anguish, she would say--“Dear sufferer, how\ngladly would I pour into your heart the balm of consolation, were it not\nfor the fear of derision.”\n\nBut an accident soon happened which made her resolve to brave even the\nscoffs of the world, rather than not enjoy the heavenly satisfaction of\ncomforting a desponding fellow-creature.\n\nMrs. Beauchamp was an early riser. She was one morning walking in the\ngarden, leaning on her husband's arm, when the sound of a harp attracted\ntheir notice: they listened attentively, and heard a soft melodious\nvoice distinctly sing the following stanzas:\n\n                    Thou glorious orb, supremely bright,\n                        Just rising from the sea,\n                    To cheer all nature with thy light,\n                        What are thy beams to me?\n                    In vain thy glories bid me rise,\n                        To hail the new-born day,\n                    Alas! my morning sacrifice\n                        Is still to weep and pray.\n                    For what are nature's charms combin'd,\n                        To one, whose weary breast\n                    Can neither peace nor comfort find,\n                        Nor friend whereon to rest?\n                    Oh! never! never! whilst I live\n                        Can my heart's anguish cease:\n                    Come, friendly death, thy mandate give,\n                        And let me be at peace.\n\n“'Tis poor Charlotte!” said Mrs. Beauchamp, the pellucid drop of\nhumanity stealing down her cheek.\n\nCaptain Beauchamp was alarmed at her emotion. “What Charlotte?” said he;\n“do you know her?”\n\nIn the accent of a pitying angel did she disclose to her husband\nCharlotte's unhappy situation, and the frequent wish she had formed of\nbeing serviceable to her. “I fear,” continued she, “the poor girl has\nbeen basely betrayed; and if I thought you would not blame me, I would\npay her a visit, offer her my friendship, and endeavour to restore\nto her heart that peace she seems to have lost, and so pathetically\nlaments. Who knows, my dear,” laying her hand affectionately on his arm,\n“who knows but she has left some kind, affectionate parents to lament\nher errors, and would she return, they might with rapture receive the\npoor penitent, and wash away her faults in tears of joy. Oh! what a\nglorious reflexion would it be for me could I be the happy instrument of\nrestoring her. Her heart may not be depraved, Beauchamp.”\n\n“Exalted woman!” cried Beauchamp, embracing her, “how dost thou rise\nevery moment in my esteem. Follow the impulse of thy generous heart,\nmy Emily. Let prudes and fools censure if they dare, and blame a\nsensibility they never felt; I will exultingly tell them that the heart\nthat is truly virtuous is ever inclined to pity and forgive the errors\nof its fellow-creatures.”\n\nA beam of exulting joy played round the animated countenance of Mrs.\nBeauchamp, at these encomiums bestowed on her by a beloved husband, the\nmost delightful sensations pervaded her heart, and, having breakfasted,\nshe prepared to visit Charlotte.\n\n\n\n\nCHAPTER XXI.\n\n                      Teach me to feel another's woe,\n                         To hide the fault I see,\n                      That mercy I to others show,\n                         That mercy show to me.       POPE.\n\nWHEN Mrs. Beauchamp was dressed, she began to feel embarrassed at the\nthought of beginning an acquaintance with Charlotte, and was distressed\nhow to make the first visit. “I cannot go without some introduction,”\n said she, “it will look so like impertinent curiosity.” At length\nrecollecting herself, she stepped into the garden, and gathering a few\nfine cucumbers, took them in her hand by way of apology for her visit.\n\nA glow of conscious shame vermillioned Charlotte's face as Mrs.\nBeauchamp entered.\n\n“You will pardon me, Madam,” said she, “for not having before paid my\nrespects to so amiable a neighbour; but we English people always keep up\nthat reserve which is the characteristic of our nation wherever we go. I\nhave taken the liberty to bring you a few cucumbers, for I observed you\nhad none in your garden.”\n\nCharlotte, though naturally polite and well-bred, was so confused she\ncould hardly speak. Her kind visitor endeavoured to relieve her by\nnot noticing her embarrassment. “I am come, Madam,” continued she, “to\nrequest you will spend the day with me. I shall be alone; and, as we are\nboth strangers in this country, we may hereafter be extremely happy in\neach other's friendship.”\n\n“Your friendship, Madam,” said Charlotte blushing, “is an honour to\nall who are favoured with it. Little as I have seen of this part of the\nworld, I am no stranger to Mrs. Beauchamp's goodness of heart and known\nhumanity: but my friendship--” She paused, glanced her eye upon her own\nvisible situation, and, spite of her endeavours to suppress them, burst\ninto tears.\n\nMrs. Beauchamp guessed the source from whence those tears flowed.\n“You seem unhappy, Madam,” said she: “shall I be thought worthy your\nconfidence? will you entrust me with the cause of your sorrow, and\nrest on my assurances to exert my utmost power to serve you.” Charlotte\nreturned a look of gratitude, but could not speak, and Mrs. Beauchamp\ncontinued--“My heart was interested in your behalf the first moment I\nsaw you, and I only lament I had not made earlier overtures towards an\nacquaintance; but I flatter myself you will henceforth consider me as\nyour friend.”\n\n“Oh Madam!” cried Charlotte, “I have forfeited the good opinion of all\nmy friends; I have forsaken them, and undone myself.”\n\n“Come, come, my dear,” said Mrs. Beauchamp, “you must not indulge\nthese gloomy thoughts: you are not I hope so miserable as you imagine\nyourself: endeavour to be composed, and let me be favoured with your\ncompany at dinner, when, if you can bring yourself to think me your\nfriend, and repose a confidence in me, I am ready to convince you it\nshall not be abused.” She then arose, and bade her good morning.\n\nAt the dining hour Charlotte repaired to Mrs. Beauchamp's, and during\ndinner assumed as composed an aspect as possible; but when the cloth\nwas removed, she summoned all her resolution and determined to make Mrs.\nBeauchamp acquainted with every circumstance preceding her unfortunate\nelopement, and the earnest desire she had to quit a way of life so\nrepugnant to her feelings.\n\nWith the benignant aspect of an angel of mercy did Mrs. Beauchamp listen\nto the artless tale: she was shocked to the soul to find how large a\nshare La Rue had in the seduction of this amiable girl, and a tear fell,\nwhen she reflected so vile a woman was now the wife of her father.\nWhen Charlotte had finished, she gave her a little time to collect her\nscattered spirits, and then asked her if she had never written to her\nfriends.\n\n“Oh yes, Madam,” said she, “frequently: but I have broke their hearts:\nthey are either dead or have cast me off for ever, for I have never\nreceived a single line from them.”\n\n“I rather suspect,” said Mrs. Beauchamp, “they have never had your\nletters: but suppose you were to hear from them, and they were willing\nto receive you, would you then leave this cruel Montraville, and return\nto them?”\n\n“Would I!” said Charlotte, clasping her hands; “would not the poor\nsailor, tost on a tempestuous ocean, threatened every moment with\ndeath, gladly return to the shore he had left to trust to its deceitful\ncalmness? Oh, my dear Madam, I would return, though to do it I were\nobliged to walk barefoot over a burning desert, and beg a scanty\npittance of each traveller to support my existence. I would endure it\nall cheerfully, could I but once more see my dear, blessed mother, hear\nher pronounce my pardon, and bless me before I died; but alas! I shall\nnever see her more; she has blotted the ungrateful Charlotte from her\nremembrance, and I shall sink to the grave loaded with her's and my\nfather's curse.”\n\nMrs. Beauchamp endeavoured to sooth her. “You shall write to them\nagain,” said she, “and I will see that the letter is sent by the first\npacket that sails for England; in the mean time keep up your spirits,\nand hope every thing, by daring to deserve it.”\n\nShe then turned the conversation, and Charlotte having taken a cup of\ntea, wished her benevolent friend a good evening.\n\n\n\n\nCHAPTER XXII.\n\nSORROWS OF THE HEART.\n\nWHEN Charlotte got home she endeavoured to collect her thoughts, and\ntook up a pen in order to address those dear parents, whom, spite of her\nerrors, she still loved with the utmost tenderness, but vain was every\neffort to write with the least coherence; her tears fell so fast\nthey almost blinded her; and as she proceeded to describe her unhappy\nsituation, she became so agitated that she was obliged to give over the\nattempt and retire to bed, where, overcome with the fatigue her mind had\nundergone, she fell into a slumber which greatly refreshed her, and she\narose in the morning with spirits more adequate to the painful task she\nhad to perform, and, after several attempts, at length concluded the\nfollowing letter to her mother--\n\nTO MRS. TEMPLE. NEW-YORK.\n\n“Will my once kind, my ever beloved mother, deign to receive a letter\nfrom her guilty, but repentant child? or has she, justly incensed at my\ningratitude, driven the unhappy Charlotte from her remembrance? Alas!\nthou much injured mother! shouldst thou even disown me, I dare not\ncomplain, because I know I have deserved it: but yet, believe me, guilty\nas I am, and cruelly as I have disappointed the hopes of the fondest\nparents, that ever girl had, even in the moment when, forgetful of my\nduty, I fled from you and happiness, even then I loved you most, and my\nheart bled at the thought of what you would suffer. Oh! never, never!\nwhilst I have existence, will the agony of that moment be erased from my\nmemory. It seemed like the separation of soul and body. What can I plead\nin excuse for my conduct? alas! nothing! That I loved my seducer is\nbut too true! yet powerful as that passion is when operating in a\nyoung heart glowing with sensibility, it never would have conquered my\naffection to you, my beloved parents, had I not been encouraged, nay,\nurged to take the fatally imprudent step, by one of my own sex, who,\nunder the mask of friendship, drew me on to ruin. Yet think not your\nCharlotte was so lost as to voluntarily rush into a life of infamy; no,\nmy dear mother, deceived by the specious appearance of my betrayer, and\nevery suspicion lulled asleep by the most solemn promises of marriage,\nI thought not those promises would so easily be forgotten. I never once\nreflected that the man who could stoop to seduction, would not hesitate\nto forsake the wretched object of his passion, whenever his capricious\nheart grew weary of her tenderness. When we arrived at this place, I\nvainly expected him to fulfil his engagements, but was at last fatally\nconvinced he had never intended to make me his wife, or if he had once\nthought of it, his mind was now altered. I scorned to claim from his\nhumanity what I could not obtain from his love: I was conscious of\nhaving forfeited the only gem that could render me respectable in the\neye of the world. I locked my sorrows in my own bosom, and bore my\ninjuries in silence. But how shall I proceed? This man, this cruel\nMontraville, for whom I sacrificed honour, happiness, and the love of my\nfriends, no longer looks on me with affection, but scorns the credulous\ngirl whom his art has made miserable. Could you see me, my dear parents,\nwithout society, without friends, stung with remorse, and (I feel the\nburning blush of shame die my cheeks while I write it) tortured with the\npangs of disappointed love; cut to the soul by the indifference of him,\nwho, having deprived me of every other comfort, no longer thinks it\nworth his while to sooth the heart where he has planted the thorn of\nnever-ceasing regret. My daily employment is to think of you and weep,\nto pray for your happiness and deplore my own folly: my nights are\nscarce more happy, for if by chance I close my weary eyes, and hope\nsome small forgetfulness of sorrow, some little time to pass in sweet\noblivion, fancy, still waking, wafts me home to you: I see your beloved\nforms, I kneel and hear the blessed words of peace and pardon. Extatic\njoy pervades my soul; I reach my arms to catch your dear embraces; the\nmotion chases the illusive dream; I wake to real misery. At other times\nI see my father angry and frowning, point to horrid caves, where, on the\ncold damp ground, in the agonies of death, I see my dear mother and my\nrevered grand-father. I strive to raise you; you push me from you, and\nshrieking cry--'Charlotte, thou hast murdered me!' Horror and despair\ntear every tortured nerve; I start, and leave my restless bed, weary and\nunrefreshed.\n\n“Shocking as these reflexions are, I have yet one more dreadful than the\nrest. Mother, my dear mother! do not let me quite break your heart when\nI tell you, in a few months I shall bring into the world an innocent\nwitness of my guilt. Oh my bleeding heart, I shall bring a poor little\nhelpless creature, heir to infamy and shame.\n\n“This alone has urged me once more to address you, to interest you in\nbehalf of this poor unborn, and beg you to extend your protection to the\nchild of your lost Charlotte; for my own part I have wrote so often, so\nfrequently have pleaded for forgiveness, and entreated to be received\nonce more beneath the paternal roof, that having received no answer, not\neven one line, I much fear you have cast me from you for ever.\n\n“But sure you cannot refuse to protect my innocent infant: it partakes\nnot of its mother's guilt. Oh my father, oh beloved mother, now do I\nfeel the anguish I inflicted on your hearts recoiling with double force\nupon my own.\n\n“If my child should be a girl (which heaven forbid) tell her the unhappy\nfate of her mother, and teach her to avoid my errors; if a boy, teach\nhim to lament my miseries, but tell him not who inflicted them, lest in\nwishing to revenge his mother's injuries, he should wound the peace of\nhis father.\n\n“And now, dear friends of my soul, kind guardians of my infancy,\nfarewell. I feel I never more must hope to see you; the anguish of my\nheart strikes at the strings of life, and in a short time I shall be\nat rest. Oh could I but receive your blessing and forgiveness before I\ndied, it would smooth my passage to the peaceful grave, and be a blessed\nforetaste of a happy eternity. I beseech you, curse me not, my adored\nparents, but let a tear of pity and pardon fall to the memory of your\nlost\n\n“CHARLOTTE.”\n\n\n\n\nCHAPTER XXIII.\n\nA MAN MAY SMILE, AND SMILE, AND BE A VILLAIN.\n\nWHILE Charlotte was enjoying some small degree of comfort in the\nconsoling friendship of Mrs. Beauchamp, Montraville was advancing\nrapidly in his affection towards Miss Franklin. Julia was an amiable\ngirl; she saw only the fair side of his character; she possessed an\nindependent fortune, and resolved to be happy with the man of her heart,\nthough his rank and fortune were by no means so exalted as she had a\nright to expect; she saw the passion which Montraville struggled to\nconceal; she wondered at his timidity, but imagined the distance fortune\nhad placed between them occasioned his backwardness, and made every\nadvance which strict prudence and a becoming modesty would permit.\nMontraville saw with pleasure he was not indifferent to her, but a\nspark of honour which animated his bosom would not suffer him to take\nadvantage of her partiality. He was well acquainted with Charlotte's\nsituation, and he thought there would be a double cruelty in forsaking\nher at such a time; and to marry Miss Franklin, while honour, humanity,\nevery sacred law, obliged him still to protect and support Charlotte,\nwas a baseness which his soul shuddered at.\n\nHe communicated his uneasiness to Belcour: it was the very thing this\npretended friend had wished. “And do you really,” said he, laughing,\n“hesitate at marrying the lovely Julia, and becoming master of her\nfortune, because a little foolish, fond girl chose to leave her friends,\nand run away with you to America. Dear Montraville, act more like a\nman of sense; this whining, pining Charlotte, who occasions you so much\nuneasiness, would have eloped with somebody else if she had not with\nyou.”\n\n“Would to heaven,” said Montraville, “I had never seen her; my regard\nfor her was but the momentary passion of desire, but I feel I shall love\nand revere Julia Franklin as long as I live; yet to leave poor Charlotte\nin her present situation would be cruel beyond description.”\n\n“Oh my good sentimental friend,” said Belcour, “do you imagine no body\nhas a right to provide for the brat but yourself.”\n\nMontraville started. “Sure,” said he, “you cannot mean to insinuate that\nCharlotte is false.”\n\n“I don't insinuate it,” said Belcour, “I know it.”\n\nMontraville turned pale as ashes. “Then there is no faith in woman,”\n said he.\n\n“While I thought you attached to her,” said Belcour with an air of\nindifference, “I never wished to make you uneasy by mentioning her\nperfidy, but as I know you love and are beloved by Miss Franklin, I was\ndetermined not to let these foolish scruples of honour step between you\nand happiness, or your tenderness for the peace of a perfidious girl\nprevent your uniting yourself to a woman of honour.”\n\n“Good heavens!” said Montraville, “what poignant reflections does a man\nendure who sees a lovely woman plunged in infamy, and is conscious he\nwas her first seducer; but are you certain of what you say, Belcour?”\n\n“So far,” replied he, “that I myself have received advances from her\nwhich I would not take advantage of out of regard to you: but hang it,\nthink no more about her. I dined at Franklin's to-day, and Julia bid\nme seek and bring you to tea: so come along, my lad, make good use of\nopportunity, and seize the gifts of fortune while they are within your\nreach.” Montraville was too much agitated to pass a happy evening even\nin the company of Julia Franklin: he determined to visit Charlotte early\nthe next morning, tax her with her falsehood, and take an everlasting\nleave of her; but when the morning came, he was commanded on duty, and\nfor six weeks was prevented from putting his design in execution.\nAt length he found an hour to spare, and walked out to spend it with\nCharlotte: it was near four o'clock in the afternoon when he arrived at\nher cottage; she was not in the parlour, and without calling the servant\nhe walked up stairs, thinking to find her in her bed room. He opened the\ndoor, and the first object that met his eyes was Charlotte asleep on the\nbed, and Belcour by her side.\n\n“Death and distraction,” said he, stamping, “this is too much. Rise,\nvillain, and defend yourself.” Belcour sprang from the bed. The noise\nawoke Charlotte; terrified at the furious appearance of Montraville, and\nseeing Belcour with him in the chamber, she caught hold of his arm as he\nstood by the bed-side, and eagerly asked what was the matter.\n\n“Treacherous, infamous girl,” said he, “can you ask? How came he here?”\n pointing to Belcour.\n\n“As heaven is my witness,” replied she weeping, “I do not know. I have\nnot seen him for these three weeks.”\n\n“Then you confess he sometimes visits you?”\n\n“He came sometimes by your desire.”\n\n“'Tis false; I never desired him to come, and you know I did not: but\nmark me, Charlotte, from this instant our connexion is at an end. Let\nBelcour, or any other of your favoured lovers, take you and provide for\nyou; I have done with you for ever.”\n\nHe was then going to leave her; but starting wildly from the bed, she\nthrew herself on her knees before him, protesting her innocence and\nentreating him not to leave her. “Oh Montraville,” said she, “kill me,\nfor pity's sake kill me, but do not doubt my fidelity. Do not leave me\nin this horrid situation; for the sake of your unborn child, oh! spurn\nnot the wretched mother from you.”\n\n“Charlotte,” said he, with a firm voice, “I shall take care that neither\nyou nor your child want any thing in the approaching painful hour; but\nwe meet no more.” He then endeavoured to raise her from the ground;\nbut in vain; she clung about his knees, entreating him to believe her\ninnocent, and conjuring Belcour to clear up the dreadful mystery.\n\nBelcour cast on Montraville a smile of contempt: it irritated him almost\nto madness; he broke from the feeble arms of the distressed girl; she\nshrieked and fell prostrate on the floor.\n\nMontraville instantly left the house and returned hastily to the city.\n\n\n\n\nCHAPTER XXIV.\n\nMYSTERY DEVELOPED.\n\nUNFORTUNATELY for Charlotte, about three weeks before this unhappy\nrencontre, Captain Beauchamp, being ordered to Rhode-Island, his lady\nhad accompanied him, so that Charlotte was deprived of her friendly\nadvice and consoling society. The afternoon on which Montraville had\nvisited her she had found herself languid and fatigued, and after making\na very slight dinner had lain down to endeavour to recruit her exhausted\nspirits, and, contrary to her expectations, had fallen asleep. She\nhad not long been lain down, when Belcour arrived, for he took every\nopportunity of visiting her, and striving to awaken her resentment\nagainst Montraville. He enquired of the servant where her mistress was,\nand being told she was asleep, took up a book to amuse himself: having\nsat a few minutes, he by chance cast his eyes towards the road, and saw\nMontraville approaching; he instantly conceived the diabolical scheme\nof ruining the unhappy Charlotte in his opinion for ever; he therefore\nstole softly up stairs, and laying himself by her side with the greatest\nprecaution, for fear she should awake, was in that situation discovered\nby his credulous friend.\n\nWhen Montraville spurned the weeping Charlotte from him, and left her\nalmost distracted with terror and despair, Belcour raised her from\nthe floor, and leading her down stairs, assumed the part of a tender,\nconsoling friend; she listened to the arguments he advanced with\napparent composure; but this was only the calm of a moment: the\nremembrance of Montraville's recent cruelty again rushed upon her mind:\nshe pushed him from her with some violence, and crying--“Leave me, Sir,\nI beseech you leave me, for much I fear you have been the cause of my\nfidelity being suspected; go, leave me to the accumulated miseries my\nown imprudence has brought upon me.”\n\nShe then left him with precipitation, and retiring to her own apartment,\nthrew herself on the bed, and gave vent to an agony of grief which it is\nimpossible to describe.\n\nIt now occurred to Belcour that she might possibly write to Montraville,\nand endeavour to convince him of her innocence: he was well aware of her\npathetic remonstrances, and, sensible of the tenderness of Montraville's\nheart, resolved to prevent any letters ever reaching him: he therefore\ncalled the servant, and, by the powerful persuasion of a bribe,\nprevailed with her to promise whatever letters her mistress might write\nshould be sent to him. He then left a polite, tender note for Charlotte,\nand returned to New-York. His first business was to seek Montraville,\nand endeavour to convince him that what had happened would ultimately\ntend to his happiness: he found him in his apartment, solitary, pensive,\nand wrapped in disagreeable reflexions.\n\n“Why how now, whining, pining lover?” said he, clapping him on the\nshoulder. Montraville started; a momentary flush of resentment crossed\nhis cheek, but instantly gave place to a death-like paleness, occasioned\nby painful remembrance remembrance awakened by that monitor, whom,\nthough we may in vain endeavour, we can never entirely silence.\n\n“Belcour,” said he, “you have injured me in a tender point.” “Prithee,\nJack,” replied Belcour, “do not make a serious matter of it: how could I\nrefuse the girl's advances? and thank heaven she is not your wife.”\n\n“True,” said Montraville; “but she was innocent when I first knew her.\nIt was I seduced her, Belcour. Had it not been for me, she had still\nbeen virtuous and happy in the affection and protection of her family.”\n\n“Pshaw,” replied Belcour, laughing, “if you had not taken advantage of\nher easy nature, some other would, and where is the difference, pray?”\n\n“I wish I had never seen her,” cried he passionately, and starting from\nhis seat. “Oh that cursed French woman,” added he with vehemence, “had\nit not been for her, I might have been happy--” He paused.\n\n“With Julia Franklin,” said Belcour. The name, like a sudden spark\nof electric fire, seemed for a moment to suspend his faculties--for a\nmoment he was transfixed; but recovering, he caught Belcour's hand, and\ncried--“Stop! stop! I beseech you, name not the lovely Julia and\nthe wretched Montraville in the same breath. I am a seducer, a mean,\nungenerous seducer of unsuspecting innocence. I dare not hope that\npurity like her's would stoop to unite itself with black, premeditated\nguilt: yet by heavens I swear, Belcour, I thought I loved the lost,\nabandoned Charlotte till I saw Julia--I thought I never could forsake\nher; but the heart is deceitful, and I now can plainly discriminate\nbetween the impulse of a youthful passion, and the pure flame of\ndisinterested affection.”\n\nAt that instant Julia Franklin passed the window, leaning on her uncle's\narm. She curtseyed as she passed, and, with the bewitching smile of\nmodest cheerfulness, cried--“Do you bury yourselves in the house this\nfine evening, gents?” There was something in the voice! the manner! the\nlook! that was altogether irresistible. “Perhaps she wishes my company,”\n said Montraville mentally, as he snatched up his hat: “if I thought she\nloved me, I would confess my errors, and trust to her generosity to pity\nand pardon me.” He soon overtook her, and offering her his arm, they\nsauntered to pleasant but unfrequented walks. Belcour drew Mr. Franklin\non one side and entered into a political discourse: they walked faster\nthan the young people, and Belcour by some means contrived entirely to\nlose sight of them. It was a fine evening in the beginning of autumn;\nthe last remains of day-light faintly streaked the western sky, while\nthe moon, with pale and virgin lustre in the room of gorgeous gold and\npurple, ornamented the canopy of heaven with silver, fleecy clouds,\nwhich now and then half hid her lovely face, and, by partly concealing,\nheightened every beauty; the zephyrs whispered softly through the trees,\nwhich now began to shed their leafy honours; a solemn silence reigned:\nand to a happy mind an evening such as this would give serenity, and\ncalm, unruffled pleasure; but to Montraville, while it soothed\nthe turbulence of his passions, it brought increase of melancholy\nreflections. Julia was leaning on his arm: he took her hand in his, and\npressing it tenderly, sighed deeply, but continued silent. Julia was\nembarrassed; she wished to break a silence so unaccountable, but was\nunable; she loved Montraville, she saw he was unhappy, and wished to\nknow the cause of his uneasiness, but that innate modesty, which nature\nhas implanted in the female breast, prevented her enquiring. “I am bad\ncompany, Miss Franklin,” said he, at last recollecting himself; “but\nI have met with something to-day that has greatly distressed me, and I\ncannot shake off the disagreeable impression it has made on my mind.”\n\n“I am sorry,” she replied, “that you have any cause of inquietude. I am\nsure if you were as happy as you deserve, and as all your friends wish\nyou--” She hesitated. “And might I,” replied he with some animation,\n“presume to rank the amiable Julia in that number?”\n\n“Certainly,” said she, “the service you have rendered me, the knowledge\nof your worth, all combine to make me esteem you.”\n\n“Esteem, my lovely Julia,” said he passionately, “is but a poor cold\nword. I would if I dared, if I thought I merited your attention--but\nno, I must not--honour forbids. I am beneath your notice, Julia, I am\nmiserable and cannot hope to be otherwise.” “Alas!” said Julia, “I pity\nyou.”\n\n“Oh thou condescending charmer,” said he, “how that sweet word cheers my\nsad heart. Indeed if you knew all, you would pity; but at the same time\nI fear you would despise me.”\n\nJust then they were again joined by Mr. Franklin and Belcour. It had\ninterrupted an interesting discourse. They found it impossible to\nconverse on indifferent subjects, and proceeded home in silence. At\nMr. Franklin's door Montraville again pressed Julia's hand, and faintly\narticulating “good night,” retired to his lodgings dispirited and\nwretched, from a consciousness that he deserved not the affection, with\nwhich he plainly saw he was honoured.\n\n\n\n\nCHAPTER XXV.\n\nRECEPTION OF A LETTER.\n\n“AND where now is our poor Charlotte?” said Mr. Temple one evening, as\nthe cold blasts of autumn whistled rudely over the heath, and the yellow\nappearance of the distant wood, spoke the near approach of winter. In\nvain the cheerful fire blazed on the hearth, in vain was he surrounded\nby all the comforts of life; the parent was still alive in his heart,\nand when he thought that perhaps his once darling child was ere this\nexposed to all the miseries of want in a distant land, without a friend\nto sooth and comfort her, without the benignant look of compassion to\ncheer, or the angelic voice of pity to pour the balm of consolation on\nher wounded heart; when he thought of this, his whole soul dissolved in\ntenderness; and while he wiped the tear of anguish from the eye of his\npatient, uncomplaining Lucy, he struggled to suppress the sympathizing\ndrop that started in his own.\n\n“Oh, my poor girl,” said Mrs. Temple, “how must she be altered, else\nsurely she would have relieved our agonizing minds by one line to\nsay she lived--to say she had not quite forgot the parents who almost\nidolized her.”\n\n“Gracious heaven,” said Mr. Temple, starting from his seat, “I, who would\nwish to be a father, to experience the agonizing pangs inflicted on a\nparent's heart by the ingratitude of a child?” Mrs. Temple wept: her\nfather took her hand; he would have said, “be comforted my child,”\n but the words died on his tongue. The sad silence that ensued was\ninterrupted by a loud rap at the door. In a moment a servant entered\nwith a letter in his hand.\n\nMrs. Temple took it from him: she cast her eyes upon the superscription;\nshe knew the writing. “'Tis Charlotte,” said she, eagerly breaking\nthe seal, “she has not quite forgot us.” But before she had half gone\nthrough the contents, a sudden sickness seized her; she grew cold and\ngiddy, and puffing it into her husband's hand, she cried--“Read it: I\ncannot.” Mr. Temple attempted to read it aloud, but frequently paused\nto give vent to his tears. “My poor deluded child,” said he, when he had\nfinished.\n\n“Oh, shall we not forgive the dear penitent?” said Mrs. Temple. “We\nmust, we will, my love; she is willing to return, and 'tis our duty to\nreceive her.”\n\n“Father of mercy,” said Mr. Eldridge, raising his clasped hands, “let\nme but live once more to see the dear wanderer restored to her afflicted\nparents, and take me from this world of sorrow whenever it seemeth best\nto thy wisdom.”\n\n“Yes, we will receive her,” said Mr. Temple; “we will endeavour to heal\nher wounded spirit, and speak peace and comfort to her agitated soul. I\nwill write to her to return immediately.'\n\n“Oh!” said Mrs. Temple, “I would if possible fly to her, support and\ncheer the dear sufferer in the approaching hour of distress, and tell\nher how nearly penitence is allied to virtue. Cannot we go and conduct\nher home, my love?” continued she, laying her hand on his arm. “My\nfather will surely forgive our absence if we go to bring home his\ndarling.”\n\n“You cannot go, my Lucy,” said Mr. Temple: “the delicacy of your frame\nwould but poorly sustain the fatigue of a long voyage; but I will go and\nbring the gentle penitent to your arms: we may still see many years of\nhappiness.”\n\nThe struggle in the bosom of Mrs. Temple between maternal and conjugal\ntenderness was long and painful. At length the former triumphed, and she\nconsented that her husband should set forward to New-York by the first\nopportunity: she wrote to her Charlotte in the tenderest, most consoling\nmanner, and looked forward to the happy hour, when she should again\nembrace her, with the most animated hope.\n\n\n\n\nCHAPTER XXVI.\n\nWHAT MIGHT BE EXPECTED.\n\nIN the mean time the passion Montraville had conceived for Julia\nFranklin daily encreased, and he saw evidently how much he was beloved\nby that amiable girl: he was likewise strongly prepossessed with an idea\nof Charlotte's perfidy. What wonder then if he gave himself up to the\ndelightful sensation which pervaded his bosom; and finding no obstacle\narise to oppose his happiness, he solicited and obtained the hand of\nJulia. A few days before his marriage he thus addressed Belcour:\n\n“Though Charlotte, by her abandoned conduct, has thrown herself from my\nprotection, I still hold myself bound to support her till relieved\nfrom her present condition, and also to provide for the child. I do not\nintend to see her again, but I will place a sum of money in your hands,\nwhich will amply supply her with every convenience; but should she\nrequire more, let her have it, and I will see it repaid. I wish I could\nprevail on the poor deluded girl to return to her friends: she was an\nonly child, and I make no doubt but that they would joyfully receive\nher; it would shock me greatly to see her henceforth leading a life of\ninfamy, as I should always accuse myself of being the primary cause of\nall her errors. If she should chuse to remain under your protection, be\nkind to her, Belcour, I conjure you. Let not satiety prompt you to treat\nher in such a manner, as may drive her to actions which necessity might\nurge her to, while her better reason disapproved them: she shall never\nwant a friend while I live, but I never more desire to behold her; her\npresence would be always painful to me, and a glance from her eye would\ncall the blush of conscious guilt into my cheek.\n\n“I will write a letter to her, which you may deliver when I am gone, as\nI shall go to St. Eustatia the day after my union with Julia, who will\naccompany me.”\n\nBelcour promised to fulfil the request of his friend, though nothing\nwas farther from his intentions, than the least design of delivering the\nletter, or making Charlotte acquainted with the provision Montraville\nhad made for her; he was bent on the complete ruin of the unhappy girl,\nand supposed, by reducing her to an entire dependance on him, to bring\nher by degrees to consent to gratify his ungenerous passion.\n\nThe evening before the day appointed for the nuptials of Montraville and\nJulia, the former refired early to his apartment; and ruminating on the\npast scenes of his life, suffered the keenest remorse in the remembrance\nof Charlotte's seduction. “Poor girl,” said he, “I will at least write\nand bid her adieu; I will too endeavour to awaken that love of virtue in\nher bosom which her unfortunate attachment to me has extinguished.” He\ntook up the pen and began to write, but words were denied him. How could\nhe address the woman whom he had seduced, and whom, though he thought\nunworthy his tenderness, he was about to bid adieu for ever? How should\nhe tell her that he was going to abjure her, to enter into the most\nindissoluble ties with another, and that he could not even own the\ninfant which she bore as his child? Several letters were begun and\ndestroyed: at length he completed the following:\n\nTO CHARLOTTE.\n\n“Though I have taken up my pen to address you, my poor injured girl, I\nfeel I am inadequate to the task; yet, however painful the endeavour, I\ncould not resolve upon leaving you for ever without one kind line to bid\nyou adieu, to tell you how my heart bleeds at the remembrance of what\nyou was, before you saw the hated Montraville. Even now imagination\npaints the scene, when, torn by contending passions, when, struggling\nbetween love and duty, you fainted in my arms, and I lifted you into\nthe chaise: I see the agony of your mind, when, recovering, you found\nyourself on the road to Portsmouth: but how, my gentle girl, how could\nyou, when so justly impressed with the value of virtue, how could you,\nwhen loving as I thought you loved me, yield to the solicitations of\nBelcour?\n\n“Oh Charlotte, conscience tells me it was I, villain that I am, who\nfirst taught you the allurements of guilty pleasure; it was I who\ndragged you from the calm repose which innocence and virtue ever enjoy;\nand can I, dare I tell you, it was not love prompted to the horrid deed?\nNo, thou dear, fallen angel, believe your repentant Montraville, when\nhe tells you the man who truly loves will never betray the object of his\naffection. Adieu, Charlotte: could you still find charms in a life of\nunoffend-ing innocence, return to your parents; you shall never want the\nmeans of support both for yourself and child. Oh! gracious heaven!\nmay that child be entirely free from the vices of its father and the\nweakness of its mother.\n\n“To-morrow--but no, I cannot tell you what to-morrow will produce;\nBelcour will inform you: he also has cash for you, which I beg you will\nask for whenever you may want it. Once more adieu: believe me could I\nhear you was returned to your friends, and enjoying that tranquillity of\nwhich I have robbed you, I should be as completely happy as even you,\nin your fondest hours, could wish me, but till then a gloom will obscure\nthe brightest prospects of MONTRAVILLE.”\n\nAfter he had sealed this letter he threw himself on the bed, and enjoyed\na few hours repose. Early in the morning Belcour tapped at his door: he\narose hastily, and prepared to meet his Julia at the altar.\n\n“This is the letter to Charlotte,” said he, giving it to Belcour: “take\nit to her when we are gone to Eustatia; and I conjure you, my dear\nfriend, not to use any sophistical arguments to prevent her return to\nvirtue; but should she incline that way, encourage her in the thought,\nand assist her to put her design in execution.”\n\n\n\n\nCHAPTER XXVII.\n\n     Pensive she mourn'd, and hung her languid head,\n     Like a fair lily overcharg'd with dew.\n\nCHARLOTTE had now been left almost three months a prey to her own\nmelancholy reflexions--sad companions indeed; nor did any one break in\nupon her solitude but Belcour, who once or twice called to enquire after\nher health, and tell her he had in vain endeavoured to bring Montraville\nto hear reason; and once, but only once, was her mind cheered by the\nreceipt of an affectionate letter from Mrs. Beauchamp. Often had she\nwrote to her perfidious seducer, and with the most persuasive eloquence\nendeavoured to convince him of her innocence; but these letters were\nnever suffered to reach the hands of Montraville, or they must, though\non the very eve of marriage, have prevented his deserting the wretched\ngirl. Real anguish of heart had in a great measure faded her charms, her\ncheeks were pale from want of rest, and her eyes, by frequent, indeed\nalmost continued weeping, were sunk and heavy. Sometimes a gleam of hope\nwould play about her heart when she thought of her parents--“They cannot\nsurely,” she would say, “refuse to forgive me; or should they deny their\npardon to me, they win not hate my innocent infant on account of its\nmother's errors.” How often did the poor mourner wish for the consoling\npresence of the benevolent Mrs. Beauchamp.\n\n“If she were here,” she would cry, “she would certainly comfort me, and\nsooth the distraction of my soul.”\n\nShe was sitting one afternoon, wrapped in these melancholy reflexions,\nwhen she was interrupted by the entrance of Belcour. Great as the\nalteration was which incessant sorrow had made on her person, she was\nstill interesting, still charming; and the unhallowed flame, which had\nurged Belcour to plant dissension between her and Montraville, still\nraged in his bosom: he was determined, if possible, to make her his\nmistress; nay, he had even conceived the diabolical scheme of taking her\nto New-York, and making her appear in every public place where it was\nlikely she should meet Montraville, that he might be a witness to his\nunmanly triumph.\n\nWhen he entered the room where Charlotte was sitting, he assumed\nthe look of tender, consolatory friendship. “And how does my lovely\nCharlotte?” said he, taking her hand: “I fear you are not so well as I\ncould wish.”\n\n“I am not well, Mr. Belcour,” said she, “very far from it; but the pains\nand infirmities of the body I could easily bear, nay, submit to them\nwith patience, were they not aggravated by the most insupportable\nanguish of my mind.”\n\n“You are not happy, Charlotte,” said he, with a look of well-dissembled\nsorrow.\n\n“Alas!” replied she mournfully, shaking her head, “how can I be happy,\ndeserted and forsaken as I am, without a friend of my own sex to whom I\ncan unburthen my full heart, nay, my fidelity suspected by the very man\nfor whom I have sacrificed every thing valuable in life, for whom I have\nmade myself a poor despised creature, an outcast from society, an object\nonly of contempt and pity.”\n\n“You think too meanly of yourself, Miss Temple: there is no one who\nwould dare to treat you with contempt: all who have the pleasure of\nknowing you must admire and esteem. You are lonely here, my dear girl;\ngive me leave to conduct you to New-York, where the agreeable society\nof some ladies, to whom I will introduce you, will dispel these sad\nthoughts, and I shall again see returning cheerfulness animate those\nlovely features.”\n\n“Oh never! never!” cried Charlotte, emphatically: “the virtuous part\nof my sex will scorn me, and I will never associate with infamy. No,\nBelcour, here let me hide my shame and sorrow, here let me spend my\nfew remaining days in obscurity, unknown and unpitied, here let me die\nunlamented, and my name sink to oblivion.” Here her tears stopped her\nutterance. Belcour was awed to silence: he dared not interrupt her; and\nafter a moment's pause she proceeded--“I once had conceived the\nthought of going to New-York to seek out the still dear, though cruel,\nungenerous Montraville, to throw myself at his feet, and entreat his\ncompassion; heaven knows, not for myself; if I am no longer beloved,\nI will not be indebted to his pity to redress my injuries, but I would\nhave knelt and entreated him not to forsake my poor unborn--” She could\nsay no more; a crimson glow rushed over her cheeks, and covering her\nface with her hands, she sobbed aloud.\n\nSomething like humanity was awakened in Belcour's breast by this\npathetic speech: he arose and walked towards the window; but the selfish\npassion which had taken possession of his heart, soon stifled these\nfiner emotions; and he thought if Charlotte was once convinced she had\nno longer any dependance on Montraville, she would more readily throw\nherself on his protection. Determined, therefore, to inform her of all\nthat had happened, he again resumed his seat; and finding she began to\nbe more composed, enquired if she had ever heard from Montraville since\nthe unfortunate recontre in her bed chamber.\n\n“Ah no,” said she. “I fear I shall never hear from him again.”\n\n“I am greatly of your opinion,” said Belcour, “for he has been for some\ntime past greatly attached--”\n\nAt the word “attached” a death-like paleness overspread the countenance\nof Charlotte, but she applied to some hartshorn which stood beside her,\nand Belcour proceeded.\n\n“He has been for some time past greatly attached to one Miss Franklin, a\npleasing lively girl, with a large fortune.”\n\n“She may be richer, may be handsomer,” cried Charlotte, “but cannot love\nhim so well. Oh may she beware of his art, and not trust him too far as\nI have done.”\n\n“He addresses her publicly,” said he, “and it was rumoured they were\nto be married before he sailed for Eustatia, whither his company is\nordered.”\n\n“Belcour,” said Charlotte, seizing his hand, and gazing at him\nearnestly, while her pale lips trembled with convulsive agony, “tell me,\nand tell me truly, I beseech you, do you think he can be such a villain\nas to marry another woman, and leave me to die with want and misery in\na strange land: tell me what you think; I can bear it very well; I\nwill not shrink from this heaviest stroke of fate; I have deserved my\nafflictions, and I will endeavour to bear them as I ought.”\n\n“I fear,” said Belcour, “he can be that villain.”\n\n“Perhaps,” cried she, eagerly interrupting him, “perhaps he is married\nalready: come, let me know the worst,” continued she with an affected\nlook of composure: “you need not be afraid, I shall not send the\nfortunate lady a bowl of poison.”\n\n“Well then, my dear girl,” said he, deceived by her appearance,\n“they were married on Thursday, and yesterday morning they sailed for\nEustatia.”\n\n“Married--gone--say you?” cried she in a distracted accent, “what\nwithout a last farewell, without one thought on my unhappy situation!\nOh Montraville, may God forgive your perfidy.” She shrieked, and Belcour\nsprang forward just in time to prevent her falling to the floor.\n\nAlarming faintings now succeeded each other, and she was conveyed to\nher bed, from whence she earnestly prayed she might never more arise.\nBelcour staid with her that night, and in the morning found her in a\nhigh fever. The fits she had been seized with had greatly terrified him;\nand confined as she now was to a bed of sickness, she was no longer an\nobject of desire: it is true for several days he went constantly to see\nher, but her pale, emaciated appearance disgusted him: his visits became\nless frequent; he forgot the solemn charge given him by Montraville; he\neven forgot the money entrusted to his care; and, the burning blush of\nindignation and shame tinges my cheek while I write it, this disgrace to\nhumanity and manhood at length forgot even the injured Charlotte; and,\nattracted by the blooming health of a farmer's daughter, whom he had\nseen in his frequent excursions to the country, he left the unhappy girl\nto sink unnoticed to the grave, a prey to sickness, grief, and penury;\nwhile he, having triumphed over the virtue of the artless cottager,\nrioted in all the intemperance of luxury and lawless pleasure.\n\n\n\n\nCHAPTER XXVIII.\n\nA TRIFLING RETROSPECT.\n\n“BLESS my heart,” cries my young, volatile reader, “I shall never have\npatience to get through these volumes, there are so many ahs! and\nohs! so much fainting, tears, and distress, I am sick to death of the\nsubject.” My dear, cheerful, innocent girl, for innocent I will\nsuppose you to be, or you would acutely feel the woes of Charlotte,\ndid conscience say, thus might it have been with me, had not Providence\ninterposed to snatch me from destruction: therefore, my lively, innocent\ngirl, I must request your patience: I am writing a tale of truth: I\nmean to write it to the heart: but if perchance the heart is rendered\nimpenetrable by unbounded prosperity, or a continuance in vice, I expect\nnot my tale to please, nay, I even expect it will be thrown by with\ndisgust. But softly, gentle fair one; I pray you throw it not aside till\nyou have perused the whole; mayhap you may find something therein to\nrepay you for the trouble. Methinks I see a sarcastic smile sit on your\ncountenance.--“And what,” cry you, “does the conceited author suppose\nwe can glean from these pages, if Charlotte is held up as an object of\nterror, to prevent us from falling into guilty errors? does not La Rue\ntriumph in her shame, and by adding art to guilt, obtain the affection\nof a worthy man, and rise to a station where she is beheld with respect,\nand cheerfully received into all companies. What then is the moral\nyou would inculcate? Would you wish us to think that a deviation\nfrom virtue, if covered by art and hypocrisy, is not an object of\ndetestation, but on the contrary shall raise us to fame and honour?\nwhile the hapless girl who falls a victim to her too great sensibility,\nshall be loaded with ignominy and shame?” No, my fair querist, I mean no\nsuch thing. Remember the endeavours of the wicked are often suffered to\nprosper, that in the end their fall may be attended with more bitterness\nof heart; while the cup of affliction is poured out for wise and\nsalutary ends, and they who are compelled to drain it even to the bitter\ndregs, often find comfort at the bottom; the tear of penitence blots\ntheir offences from the book of fate, and they rise from the heavy,\npainful trial, purified and fit for a mansion in the kingdom of\neternity.\n\nYes, my young friends, the tear of compassion shall fall for the fate of\nCharlotte, while the name of La Rue shall be detested and despised. For\nCharlotte, the soul melts with sympathy; for La Rue, it feels nothing\nbut horror and contempt. But perhaps your gay hearts would rather\nfollow the fortunate Mrs. Crayton through the scenes of pleasure and\ndissipation in which she was engaged, than listen to the complaints\nand miseries of Charlotte. I will for once oblige you; I will for once\nfollow her to midnight revels, balls, and scenes of gaiety, for in such\nwas she constantly engaged.\n\nI have said her person was lovely; let us add that she was surrounded by\nsplendor and affluence, and he must know but little of the world who can\nwonder, (however faulty such a woman's conduct,) at her being followed\nby the men, and her company courted by the women: in short Mrs. Crayton\nwas the universal favourite: she set the fashions, she was toasted by\nall the gentlemen, and copied by all the ladies.\n\nColonel Crayton was a domestic man. Could he be happy with such a woman?\nimpossible! Remonstrance was vain: he might as well have preached to the\nwinds, as endeavour to persuade her from any action, however ridiculous,\non which she had set her mind: in short, after a little ineffectual\nstruggle, he gave up the attempt, and left her to follow the bent of\nher own inclinations: what those were, I think the reader must have seen\nenough of her character to form a just idea. Among the number who paid\ntheir devotions at her shrine, she singled one, a young Ensign of mean\nbirth, indifferent education, and weak intellects. How such a man came\ninto the army, we hardly know to account for, and how he afterwards rose\nto posts of honour is likewise strange and wonderful. But fortune is\nblind, and so are those too frequently who have the power of dispensing\nher favours: else why do we see fools and knaves at the very top of the\nwheel, while patient merit sinks to the extreme of the opposite abyss.\nBut we may form a thousand conjectures on this subject, and yet never\nhit on the right. Let us therefore endeavour to deserve her smiles, and\nwhether we succeed or not, we shall feel more innate satisfaction, than\nthousands of those who bask in the sunshine of her favour unworthily.\nBut to return to Mrs. Crayton: this young man, whom I shall distinguish\nby the name of Corydon, was the reigning favourite of her heart. He\nescorted her to the play, danced with her at every ball, and when\nindisposition prevented her going out, it was he alone who was permitted\nto cheer the gloomy solitude to which she was obliged to confine\nherself. Did she ever think of poor Charlotte?--if she did, my dear\nMiss, it was only to laugh at the poor girl's want of spirit in\nconsenting to be moped up in the country, while Montraville was enjoying\nall the pleasures of a gay, dissipated city. When she heard of his\nmarriage, she smiling said, so there's an end of Madam Charlotte's\nhopes. I wonder who will take her now, or what will become of the little\naffected prude?\n\nBut as you have lead to the subject, I think we may as well return to\nthe distressed Charlotte, and not, like the unfeeling Mrs. Crayton, shut\nour hearts to the call of humanity.\n\n\n\n\nCHAPTER XXIX.\n\nWE GO FORWARD AGAIN.\n\nTHE strength of Charlotte's constitution combatted against her disorder,\nand she began slowly to recover, though she still laboured under a\nviolent depression of spirits: how must that depression be encreased,\nwhen, upon examining her little store, she found herself reduced to\none solitary guinea, and that during her illness the attendance of an\napothecary and nurse, together with many other unavoidable expences,\nhad involved her in debt, from which she saw no method of extricating\nherself. As to the faint hope which she had entertained of hearing from\nand being relieved by her parents; it now entirely forsook her, for\nit was above four months since her letter was dispatched, and she had\nreceived no answer: she therefore imagined that her conduct had either\nentirely alienated their affection from her, or broken their hearts, and\nshe must never more hope to receive their blessing.\n\nNever did any human being wish for death with greater fervency or\nwith juster cause; yet she had too just a sense of the duties of the\nChristian religion to attempt to put a period to her own existence. “I\nhave but to be patient a little longer,” she would cry, “and nature,\nfatigued and fainting, will throw off this heavy load of mortality, and\nI shall be released from all my sufferings.”\n\nIt was one cold stormy day in the latter end of December, as Charlotte\nsat by a handful of fire, the low state of her finances not allowing her\nto replenish her stock of fuel, and prudence teaching her to be careful\nof what she had, when she was surprised by the entrance of a farmer's\nwife, who, without much ceremony, seated herself, and began this curious\nharangue.\n\n“I'm come to see if as how you can pay your rent, because as how we hear\nCaptain Montable is gone away, and it's fifty to one if he b'ant killed\nafore he comes back again; an then, Miss, or Ma'am, or whatever you may\nbe, as I was saying to my husband, where are we to look for our money.”\n\nThis was a stroke altogether unexpected by Charlotte: she knew so little\nof the ways of the world that she had never bestowed a thought on the\npayment for the rent of the house; she knew indeed that she owed a\ngood deal, but this was never reckoned among the others: she was\nthunder-struck; she hardly knew what answer to make, yet it was\nabsolutely necessary that she should say something; and judging of the\ngentleness of every female disposition by her own, she thought the best\nway to interest the woman in her favour would be to tell her candidly to\nwhat a situation she was reduced, and how little probability there was\nof her ever paying any body.\n\nAlas poor Charlotte, how confined was her knowledge of human nature, or\nshe would have been convinced that the only way to insure the friendship\nand assistance of your surrounding acquaintance is to convince them you\ndo not require it, for when once the petrifying aspect of distress and\npenury appear, whose qualities, like Medusa's head, can change to stone\nall that look upon it; when once this Gorgon claims acquaintance with\nus, the phantom of friendship, that before courted our notice, will\nvanish into unsubstantial air, and the whole world before us appear a\nbarren waste. Pardon me, ye dear spirits of benevolence, whose benign\nsmiles and cheerful-giving hand have strewed sweet flowers on many a\nthorny path through which my wayward fate forced me to pass; think not,\nthat, in condemning the unfeeling texture of the human heart, I forget\nthe spring from whence flow an the comforts I enjoy: oh no! I look up\nto you as to bright constellations, gathering new splendours from the\nsurrounding darkness; but ah! whilst I adore the benignant rays that\ncheered and illumined my heart, I mourn that their influence cannot\nextend to all the sons and daughters of affliction.\n\n“Indeed, Madam,” said poor Charlotte in a tremulous accent, “I am at a\nloss what to do. Montraville placed me here, and promised to defray all\nmy expenses: but he has forgot his promise, he has forsaken me, and I\nhave no friend who has either power or will to relieve me. Let me hope,\nas you see my unhappy situation, your charity--”\n\n“Charity,” cried the woman impatiently interrupting her, “charity\nindeed: why, Mistress, charity begins at home, and I have seven children\nat home, HONEST, LAWFUL children, and it is my duty to keep them; and do\nyou think I will give away my property to a nasty, impudent hussey, to\nmaintain her and her bastard; an I was saying to my husband the other\nday what will this world come to; honest women are nothing now-a-days,\nwhile the harlotings are set up for fine ladies, and look upon us no\nmore nor the dirt they walk upon: but let me tell you, my fine spoken\nMa'am, I must have my money; so seeing as how you can't pay it, why you\nmust troop, and leave all your fine gimcracks and fal der ralls behind\nyou. I don't ask for no more nor my right, and nobody shall dare for to\ngo for to hinder me of it.”\n\n“Oh heavens,” cried Charlotte, clasping her hands, “what will become of\nme?”\n\n“Come on ye!” retorted the unfeeling wretch: “why go to the barracks and\nwork for a morsel of bread; wash and mend the soldiers cloaths, an cook\ntheir victuals, and not expect to live in idleness on honest people's\nmeans. Oh I wish I could see the day when all such cattle were obliged\nto work hard and eat little; it's only what they deserve.”\n\n“Father of mercy,” cried Charlotte, “I acknowledge thy correction just;\nbut prepare me, I beseech thee, for the portion of misery thou may'st\nplease to lay upon me.”\n\n“Well,” said the woman, “I shall go an tell my husband as how you can't\npay; and so d'ye see, Ma'am, get ready to be packing away this very\nnight, for you should not stay another night in this house, though I was\nsure you would lay in the street.”\n\nCharlotte bowed her head in silence; but the anguish of her heart was\ntoo great to permit her to articulate a single word.\n\n\n\n\nCHAPTER XXX.\n\n                    And what is friendship but a name,\n                       A charm that lulls to sleep,\n                    A shade that follows wealth and fame,\n                       But leaves the wretch to weep.\nWHEN Charlotte was left to herself, she began to think what course she\nmust take, or to whom she could apply, to prevent her perishing for\nwant, or perhaps that very night falling a victim to the inclemency of\nthe season. After many perplexed thoughts, she at last determined to\nset out for New-York, and enquire out Mrs. Crayton, from whom she had no\ndoubt but she should obtain immediate relief as soon as her distress was\nmade known; she had no sooner formed this resolution than she resolved\nimmediately to put it in execution: she therefore wrote the following\nlittle billet to Mrs. Crayton, thinking if she should have company with\nher it would be better to send it in than to request to see her.\n\nTO MRS. CRAYTON.\n\n“MADAM,\n\n“When we left our native land, that dear, happy land which now contains\nall that is dear to the wretched Charlotte, our prospects were the same;\nwe both, pardon me, Madam, if I say, we both too easily followed the\nimpulse of our treacherous hearts, and trusted our happiness on a\ntempestuous ocean, where mine has been wrecked and lost for ever;\nyou have been more fortunate--you are united to a man of honour and\nhumanity, united by the most sacred ties, respected, esteemed, and\nadmired, and surrounded by innumerable blessings of which I am bereaved,\nenjoying those pleasures which have fled my bosom never to return; alas!\nsorrow and deep regret have taken their place. Behold me, Madam, a poor\nforsaken wanderer, who has no where to lay her weary head, wherewith to\nsupply the wants of nature, or to shield her from the inclemency of the\nweather. To you I sue, to you I look for pity and relief. I ask not to\nbe received as an intimate or an equal; only for charity's sweet sake\nreceive me into your hospitable mansion, allot me the meanest apartment\nin it, and let me breath out my soul in prayers for your happiness; I\ncannot, I feel I cannot long bear up under the accumulated woes that\npour in upon me; but oh! my dear Madam, for the love of heaven suffer me\nnot to expire in the street; and when I am at peace, as soon I shall be,\nextend your compassion to my helpless offspring, should it please heaven\nthat it should survive its unhappy mother. A gleam of joy breaks in on\nmy benighted soul while I reflect that you cannot, will not refuse your\nprotection to the heart-broken. CHARLOTTE.”\n\nWhen Charlotte had finished this letter, late as it was in the\nafternoon, and though the snow began to fall very fast, she tied up a\nfew necessaries which she had prepared against her expected confinement,\nand terrified lest she should be again exposed to the insults of her\nbarbarous landlady, more dreadful to her wounded spirit than either\nstorm or darkness, she set forward for New-York.\n\nIt may be asked by those, who, in a work of this kind, love to cavil at\nevery trifling omission, whether Charlotte did not possess any valuable\nof which she could have disposed, and by that means have supported\nherself till Mrs. Beauchamp's return, when she would have been certain\nof receiving every tender attention which compassion and friendship\ncould dictate: but let me entreat these wise, penetrating gentlemen to\nreflect, that when Charlotte left England, it was in such haste that\nthere was no time to purchase any thing more than what was wanted\nfor immediate use on the voyage, and after her arrival at New-York,\nMontraville's affection soon began to decline, so that her whole\nwardrobe consisted of only necessaries, and as to baubles, with which\nfond lovers often load their mistresses, she possessed not one, except a\nplain gold locket of small value, which contained a lock of her mother's\nhair, and which the greatest extremity of want could not have forced her\nto part with.\n\nI hope, Sir, your prejudices are now removed in regard to the\nprobability of my story? Oh they are. Well then, with your leave, I will\nproceed.\n\nThe distance from the house which our suffering heroine occupied, to\nNew-York, was not very great, yet the snow fen so fast, and the cold so\nintense, that, being unable from her situation to walk quick, she found\nherself almost sinking with cold and fatigue before she reached the\ntown; her garments, which were merely suitable to the summer season,\nbeing an undress robe of plain white muslin, were wet through, and\na thin black cloak and bonnet, very improper habiliments for such a\nclimate, but poorly defended her from the cold. In this situation she\nreached the city, and enquired of a foot soldier whom she met, the way\nto Colonel Crayton's.\n\n“Bless you, my sweet lady,” said the soldier with a voice and look of\ncompassion, “I will shew you the way with all my heart; but if you are\ngoing to make a petition to Madam Crayton it is all to no purpose I\nassure you: if you please I will conduct you to Mr. Franklin's; though\nMiss Julia is married and gone now, yet the old gentleman is very good.”\n\n“Julia Franklin,” said Charlotte; “is she not married to Montraville?”\n\n“Yes,” replied the soldier, “and may God bless them, for a better\nofficer never lived, he is so good to us all; and as to Miss Julia, all\nthe poor folk almost worshipped her.”\n\n“Gracious heaven,” cried Charlotte, “is Montraville unjust then to none\nbut me.”\n\nThe soldier now shewed her Colonel Crayton's door, and, with a beating\nheart, she knocked for admission.\n\n\n\n\nCHAPTER XXXI.\n\nSUBJECT CONTINUED.\n\nWHEN the door was opened, Charlotte, in a voice rendered scarcely\narticulate, through cold and the extreme agitation of her mind, demanded\nwhether Mrs. Crayton was at home. The servant hesitated: he knew that\nhis lady was engaged at a game of picquet with her dear Corydon,\nnor could he think she would like to be disturbed by a person whose\nappearance spoke her of so little consequence as Charlotte; yet there\nwas something in her countenance that rather interested him in her\nfavour, and he said his lady was engaged, but if she had any particular\nmessage he would deliver it.\n\n“Take up this letter,” said Charlotte: “tell her the unhappy writer of\nit waits in her hall for an answer.” The tremulous accent, the tearful\neye, must have moved any heart not composed of adamant. The man took the\nletter from the poor suppliant, and hastily ascended the stair case.\n\n“A letter, Madam,” said he, presenting it to his lady: “an immediate\nanswer is required.”\n\nMrs. Crayton glanced her eye carelessly over the contents. “What stuff\nis this;” cried she haughtily; “have not I told you a thousand times\nthat I will not be plagued with beggars, and petitions from people one\nknows nothing about? Go tell the woman I can't do any thing in it. I'm\nsorry, but one can't relieve every body.”\n\nThe servant bowed, and heavily returned with this chilling message to\nCharlotte.\n\n“Surely,” said she, “Mrs. Crayton has not read my letter. Go, my\ngood friend, pray go back to her; tell her it is Charlotte Temple who\nrequests beneath her hospitable roof to find shelter from the inclemency\nof the season.”\n\n“Prithee, don't plague me, man,” cried Mrs. Crayton impatiently, as the\nservant advanced something in behalf of the unhappy girl. “I tell you I\ndon't know her.”\n\n“Not know me,” cried Charlotte, rushing into the room, (for she had\nfollowed the man up stairs) “not know me, not remember the ruined\nCharlotte Temple, who, but for you, perhaps might still have been\ninnocent, still have been happy. Oh! La Rue, this is beyond every thing\nI could have believed possible.”\n\n“Upon my honour, Miss,” replied the unfeeling woman with the utmost\neffrontery, “this is a most unaccountable address: it is beyond my\ncomprehension. John,” continued she, turning to the servant, “the\nyoung woman is certainly out of her senses: do pray take her away, she\nterrifies me to death.”\n\n“Oh God,” cried Charlotte, clasping her hands in an agony, “this is too\nmuch; what will become of me? but I will not leave you; they shall\nnot tear me from you; here on my knees I conjure you to save me from\nperishing in the streets; if you really have forgot me, oh for charity's\nsweet sake this night let me be sheltered from the winter's piercing\ncold.” The kneeling figure of Charlotte in her affecting situation might\nhave moved the heart of a stoic to compassion; but Mrs. Crayton remained\ninflexible. In vain did Charlotte recount the time they had known each\nother at Chichester, in vain mention their being in the same ship, in\nvain were the names of Montraville and Belcour mentioned. Mrs. Crayton\ncould only say she was sorry for her imprudence, but could not think of\nhaving her own reputation endangered by encouraging a woman of that kind\nin her own house, besides she did not know what trouble and expense\nshe might bring upon her husband by giving shelter to a woman in her\nsituation.\n\n“I can at least die here,” said Charlotte, “I feel I cannot long\nsurvive this dreadful conflict. Father of mercy, here let me finish\nmy existence.” Her agonizing sensations overpowered her, and she fell\nsenseless on the floor.\n\n“Take her away,” said Mrs. Crayton, “she will really frighten me into\nhysterics; take her away I say this instant.”\n\n“And where must I take the poor creature?” said the servant with a voice\nand look of compassion.\n\n“Any where,” cried she hastily, “only don't let me ever see her again. I\ndeclare she has flurried me so I shan't be myself again this fortnight.”\n\nJohn, assisted by his fellow-servant, raised and carried her down\nstairs. “Poor soul,” said he, “you shall not lay in the street this\nnight. I have a bed and a poor little hovel, where my wife and her\nlittle ones rest them, but they shall watch to night, and you shall be\nsheltered from danger.” They placed her in a chair; and the benevolent\nman, assisted by one of his comrades, carried her to the place where his\nwife and children lived. A surgeon was sent for: he bled her, she gave\nsigns of returning life, and before the dawn gave birth to a female\ninfant. After this event she lay for some hours in a kind of stupor; and\nif at any time she spoke, it was with a quickness and incoherence that\nplainly evinced the total deprivation of her reason.\n\n\n\n\nCHAPTER XXXII.\n\nREASONS WHY AND WHEREFORE.\n\nTHE reader of sensibility may perhaps be astonished to find Mrs. Crayton\ncould so positively deny any knowledge of Charlotte; it is therefore but\njust that her conduct should in some measure be accounted for. She had\never been fully sensible of the superiority of Charlotte's sense and\nvirtue; she was conscious that she had never swerved from rectitude, had\nit not been for her bad precepts and worse example. These were things as\nyet unknown to her husband, and she wished not to have that part of her\nconduct exposed to him, as she had great reason to fear she had already\nlost considerable part of that power she once maintained over him. She\ntrembled whilst Charlotte was in the house, lest the Colonel should\nreturn; she perfectly well remembered how much he seemed interested in\nher favour whilst on their passage from England, and made no doubt, but,\nshould he see her in her present distress, he would offer her an asylum,\nand protect her to the utmost of his power. In that case she feared the\nunguarded nature of Charlotte might discover to the Colonel the part\nshe had taken in the unhappy girl's elopement, and she well knew the\ncontrast between her own and Charlotte's conduct would make the former\nappear in no very respectable light. Had she reflected properly, she\nwould have afforded the poor girl protection; and by enjoining her\nsilence, ensured it by acts of repeated kindness; but vice in general\nblinds its votaries, and they discover their real characters to the\nworld when they are most studious to preserve appearances.\n\nJust so it happened with Mrs. Crayton: her servants made no scruple of\nmentioning the cruel conduct of their lady to a poor distressed\nlunatic who claimed her protection; every one joined in reprobating her\ninhumanity; nay even Corydon thought she might at least have ordered her\nto be taken care of, but he dare not even hint it to her, for he lived\nbut in her smiles, and drew from her lavish fondness large sums to\nsupport an extravagance to which the state of his own finances was very\ninadequate; it cannot therefore be supposed that he wished Mrs. Crayton\nto be very liberal in her bounty to the afflicted suppliant; yet vice\nhad not so entirely seared over his heart, but the sorrows of Charlotte\ncould find a vulnerable part.\n\nCharlotte had now been three days with her humane preservers, but\nshe was totally insensible of every thing: she raved incessantly for\nMontraville and her father: she was not conscious of being a mother, nor\ntook the least notice of her child except to ask whose it was, and why\nit was not carried to its parents.\n\n“Oh,” said she one day, starting up on hearing the infant cry, “why, why\nwill you keep that child here; I am sure you would not if you knew\nhow hard it was for a mother to be parted from her infant: it is like\ntearing the cords of life asunder. Oh could you see the horrid sight\nwhich I now behold--there there stands my dear mother, her poor bosom\nbleeding at every vein, her gentle, affectionate heart torn in a\nthousand pieces, and all for the loss of a ruined, ungrateful child.\nSave me save me--from her frown. I dare not--indeed I dare not speak to\nher.”\n\nSuch were the dreadful images that haunted her distracted mind, and\nnature was sinking fast under the dreadful malady which medicine had\nno power to remove. The surgeon who attended her was a humane man; he\nexerted his utmost abilities to save her, but he saw she was in want of\nmany necessaries and comforts, which the poverty of her hospitable host\nrendered him unable to provide: he therefore determined to make her\nsituation known to some of the officers' ladies, and endeavour to make a\ncollection for her relief.\n\nWhen he returned home, after making this resolution, he found a message\nfrom Mrs. Beauchamp, who had just arrived from Rhode-Island, requesting\nhe would call and see one of her children, who was very unwell. “I do\nnot know,” said he, as he was hastening to obey the summons, “I do not\nknow a woman to whom I could apply with more hope of success than Mrs.\nBeauchamp. I will endeavour to interest her in this poor girl's behalf,\nshe wants the soothing balm of friendly consolation: we may perhaps save\nher; we will try at least.”\n\n“And where is she,” cried Mrs. Beauchamp when he had prescribed\nsomething for the child, and told his little pathetic tale, “where is\nshe, Sir? we will go to her immediately. Heaven forbid that I should\nbe deaf to the calls of humanity. Come we will go this instant.” Then\nseizing the doctor's arm, they sought the habitation that contained the\ndying Charlotte.\n\n\n\n\nCHAPTER XXXIII.\n\nWHICH PEOPLE VOID OF FEELING NEED NOT READ.\n\nWHEN Mrs. Beauchamp entered the apartment of the poor sufferer, she\nstarted back with horror. On a wretched bed, without hangings and but\npoorly supplied with covering, lay the emaciated figure of what still\nretained the semblance of a lovely woman, though sickness had so altered\nher features that Mrs. Beauchamp had not the least recollection of her\nperson. In one corner of the room stood a woman washing, and, shivering\nover a small fire, two healthy but half naked children; the infant\nwas asleep beside its mother, and, on a chair by the bed side, stood\na porrenger and wooden spoon, containing a little gruel, and a tea-cup\nwith about two spoonfulls of wine in it. Mrs. Beauchamp had never\nbefore beheld such a scene of poverty; she shuddered involuntarily, and\nexclaiming--“heaven preserve us!” leaned on the back of a chair ready to\nsink to the earth. The doctor repented having so precipitately brought\nher into this affecting scene; but there was no time for apologies:\nCharlotte caught the sound of her voice, and starting almost out of bed,\nexclaimed--“Angel of peace and mercy, art thou come to deliver me? Oh,\nI know you are, for whenever you was near me I felt eased of half my\nsorrows; but you don't know me, nor can I, with all the recollection I\nam mistress of, remember your name just now, but I know that benevolent\ncountenance, and the softness of that voice which has so often comforted\nthe wretched Charlotte.”\n\nMrs. Beauchamp had, during the time Charlotte was speaking, seated\nherself on the bed and taken one of her hands; she looked at her\nattentively, and at the name of Charlotte she perfectly conceived\nthe whole shocking affair. A faint sickness came over her. “Gracious\nheaven,” said she, “is this possible?” and bursting into tears, she\nreclined the burning head of Charlotte on her own bosom; and folding her\narms about her, wept over her in silence. “Oh,” said Charlotte, “you are\nvery good to weep thus for me: it is a long time since I shed a tear for\nmyself: my head and heart are both on fire, but these tears of your's\nseem to cool and refresh it. Oh now I remember you said you would send\na letter to my poor father: do you think he ever received it? or perhaps\nyou have brought me an answer: why don't you speak, Madam? Does he say I\nmay go home? Well he is very good; I shall soon be ready.”\n\nShe then made an effort to get out of bed; but being prevented, her\nfrenzy again returned, and she raved with the greatest wildness and\nincoherence. Mrs. Beauchamp, finding it was impossible for her to be\nremoved, contented herself with ordering the apartment to be made more\ncomfortable, and procuring a proper nurse for both mother and child; and\nhaving learnt the particulars of Charlotte's fruitless application\nto Mrs. Crayton from honest John, she amply rewarded him for his\nbenevolence, and returned home with a heart oppressed with many\npainful sensations, but yet rendered easy by the reflexion that she had\nperformed her duty towards a distressed fellow-creature.\n\nEarly the next morning she again visited Charlotte, and found her\ntolerably composed; she called her by name, thanked her for her\ngoodness, and when her child was brought to her, pressed it in her\narms, wept over it, and called it the offspring of disobedience. Mrs.\nBeauchamp was delighted to see her so much amended, and began to hope\nshe might recover, and, spite of her former errors, become an useful and\nrespectable member of society; but the arrival of the doctor put an end\nto these delusive hopes: he said nature was making her last effort, and\na few hours would most probably consign the unhappy girl to her kindred\ndust.\n\nBeing asked how she found herself, she replied--“Why better, much\nbetter, doctor. I hope now I have but little more to suffer. I had last\nnight a few hours sleep, and when I awoke recovered the full power of\nrecollection. I am quite sensible of my weakness; I feel I have but\nlittle longer to combat with the shafts of affliction. I have an humble\nconfidence in the mercy of him who died to save the world, and trust\nthat my sufferings in this state of mortality, joined to my unfeigned\nrepentance, through his mercy, have blotted my offences from the sight\nof my offended maker. I have but one care--my poor infant! Father of\nmercy,” continued she, raising her eyes, “of thy infinite goodness,\ngrant that the sins of the parent be not visited on the unoffending\nchild. May those who taught me to despise thy laws be forgiven; lay not\nmy offences to their charge, I beseech thee; and oh! shower the choicest\nof thy blessings on those whose pity has soothed the afflicted heart,\nand made easy even the bed of pain and sickness.”\n\nShe was exhausted by this fervent address to the throne of mercy, and\nthough her lips still moved her voice became inarticulate: she lay for\nsome time as it were in a doze, and then recovering, faintly pressed\nMrs. Beauchamp's hand, and requested that a clergyman might be sent for.\n\nOn his arrival she joined fervently in the pious office, frequently\nmentioning her ingratitude to her parents as what lay most heavy at her\nheart. When she had performed the last solemn duty, and was preparing to\nlie down, a little bustle on the outside door occasioned Mrs. Beauchamp\nto open it, and enquire the cause. A man in appearance about forty,\npresented himself, and asked for Mrs. Beauchamp.\n\n“That is my name, Sir,” said she.\n\n“Oh then, my dear Madam,” cried he, “tell me where I may find my poor,\nruined, but repentant child.”\n\nMrs. Beauchamp was surprised and affected; she knew not what to say; she\nforesaw the agony this interview would occasion Mr. Temple, who had just\narrived in search of his Charlotte, and yet was sensible that the pardon\nand blessing of her father would soften even the agonies of death to the\ndaughter.\n\nShe hesitated. “Tell me, Madam,” cried he wildly, “tell me, I beseech\nthee, does she live? shall I see my darling once again? Perhaps she is\nin this house. Lead, lead me to her, that I may bless her, and then lie\ndown and die.”\n\nThe ardent manner in which he uttered these words occasioned him to\nraise his voice. It caught the ear of Charlotte: she knew the beloved\nsound: and uttering a loud shriek, she sprang forward as Mr. Temple\nentered the room. “My adored father.” “My long lost child.” Nature\ncould support no more, and they both sunk lifeless into the arms of the\nattendants.\n\nCharlotte was again put into bed, and a few moments restored Mr. Temple:\nbut to describe the agony of his sufferings is past the power of\nany one, who, though they may readily conceive, cannot delineate the\ndreadful scene. Every eye gave testimony of what each heart felt--but\nall were silent.\n\nWhen Charlotte recovered, she found herself supported in her father's\narms. She cast on him a most expressive look, but was unable to speak.\nA reviving cordial was administered. She then asked in a low voice,\nfor her child: it was brought to her: she put it in her father's arms.\n“Protect her,” said she, “and bless your dying--”\n\nUnable to finish the sentence, she sunk back on her pillow: her\ncountenance was serenely composed; she regarded her father as he pressed\nthe infant to his breast with a steadfast look; a sudden beam of joy\npassed across her languid features, she raised her eyes to heaven--and\nthen closed them for ever.\n\n\n\n\nCHAPTER XXXIV.\n\nRETRIBUTION.\n\nIN the mean time Montraville having received orders to return to\nNew-York, arrived, and having still some remains of compassionate\ntenderness for the woman whom he regarded as brought to shame by\nhimself, he went out in search of Belcour, to enquire whether she was\nsafe, and whether the child lived. He found him immersed in dissipation,\nand could gain no other intelligence than that Charlotte had left him,\nand that he knew not what was become of her.\n\n“I cannot believe it possible,” said Montraville, “that a mind once so\npure as Charlotte Temple's, should so suddenly become the mansion of\nvice. Beware, Belcour,” continued he, “beware if you have dared to\nbehave either unjust or dishonourably to that poor girl, your life shall\npay the forfeit:--I will revenge her cause.”\n\nHe immediately went into the country, to the house where he had left\nCharlotte. It was desolate. After much enquiry he at length found the\nservant girl who had lived with her. From her he learnt the misery\nCharlotte had endured from the complicated evils of illness, poverty,\nand a broken heart, and that she had set out on foot for New-York, on a\ncold winter's evening; but she could inform him no further.\n\nTortured almost to madness by this shocking account, he returned to the\ncity, but, before he reached it, the evening was drawing to a close.\nIn entering the town he was obliged to pass several little huts, the\nresidence of poor women who supported themselves by washing the cloaths\nof the officers and soldiers. It was nearly dark: he heard from a\nneighbouring steeple a solemn toll that seemed to say some poor mortal\nwas going to their last mansion: the sound struck on the heart of\nMontraville, and he involuntarily stopped, when, from one of the houses,\nhe saw the appearance of a funeral. Almost unknowing what he did, he\nfollowed at a small distance; and as they let the coffin into the grave,\nhe enquired of a soldier who stood by, and had just brushed off a tear\nthat did honour to his heart, who it was that was just buried. “An\nplease your honour,” said the man, “'tis a poor girl that was brought\nfrom her friends by a cruel man, who left her when she was big with\nchild, and married another.” Montraville stood motionless, and the man\nproceeded--“I met her myself not a fortnight since one night all wet and\ncold in the streets; she went to Madam Crayton's, but she would not take\nher in, and so the poor thing went raving mad.” Montraville could bear\nno more; he struck his hands against his forehead with violence; and\nexclaiming “poor murdered Charlotte!” ran with precipitation towards the\nplace where they were heaping the earth on her remains. “Hold, hold, one\nmoment,” said he. “Close not the grave of the injured Charlotte Temple\ntill I have taken vengeance on her murderer.”\n\n“Rash young man,” said Mr. Temple, “who art thou that thus disturbest\nthe last mournful rites of the dead, and rudely breakest in upon the\ngrief of an afflicted father.”\n\n“If thou art the father of Charlotte Temple,” said he, gazing at\nhim with mingled horror and amazement--“if thou art her father--I am\nMontraville.” Then falling on his knees, he continued--“Here is my\nbosom. I bare it to receive the stroke I merit. Strike--strike now, and\nsave me from the misery of reflexion.”\n\n“Alas!” said Mr. Temple, “if thou wert the seducer of my child, thy own\nreflexions be thy punishment. I wrest not the power from the hand of\nomnipotence. Look on that little heap of earth, there hast thou buried\nthe only joy of a fond father. Look at it often; and may thy heart feel\nsuch true sorrow as shall merit the mercy of heaven.” He turned from\nhim; and Montraville starting up from the ground, where he had thrown\nhimself, and at that instant remembering the perfidy of Belcour, flew\nlike lightning to his lodgings. Belcour was intoxicated; Montraville\nimpetuous: they fought, and the sword of the latter entered the heart\nof his adversary. He fell, and expired almost instantly. Montraville had\nreceived a slight wound; and overcome with the agitation of his mind and\nloss of blood, was carried in a state of insensibility to his distracted\nwife. A dangerous illness and obstinate delirium ensued, during which\nhe raved incessantly for Charlotte: but a strong constitution, and\nthe tender assiduities of Julia, in time overcame the disorder. He\nrecovered; but to the end of his life was subject to severe fits of\nmelancholy, and while he remained at New-York frequently retired to the\nchurch-yard, where he would weep over the grave, and regret the untimely\nfate of the lovely Charlotte Temple.\n\n\n\n\nCHAPTER XXXV.\n\nCONCLUSION.\n\nSHORTLY after the interment of his daughter, Mr. Temple, with his\ndear little charge and her nurse, set forward for England. It would be\nimpossible to do justice to the meeting scene between him, his Lucy, and\nher aged father. Every heart of sensibility can easily conceive their\nfeelings. After the first tumult of grief was subsided, Mrs. Temple\ngave up the chief of her time to her grand-child, and as she grew up and\nimproved, began to almost fancy she again possessed her Charlotte.\n\nIt was about ten years after these painful events, that Mr. and Mrs.\nTemple, having buried their father, were obliged to come to London on\nparticular business, and brought the little Lucy with them. They had\nbeen walking one evening, when on their return they found a poor\nwretch sitting on the steps of the door. She attempted to rise as they\napproached, but from extreme weakness was unable, and after several\nfruitless efforts fell back in a fit. Mr. Temple was not one of those\nmen who stand to consider whether by assisting an object in distress\nthey shall not inconvenience themselves, but instigated by the impulse\nof a noble feeling heart, immediately ordered her to be carried into the\nhouse, and proper restoratives applied.\n\nShe soon recovered; and fixing her eyes on Mrs. Temple, cried--“You know\nnot, Madam, what you do; you know not whom you are relieving, or you\nwould curse me in the bitterness of your heart. Come not near me, Madam,\nI shall contaminate you. I am the viper that stung your peace. I am the\nwoman who turned the poor Charlotte out to perish in the street. Heaven\nhave mercy! I see her now,” continued she looking at Lucy; “such, such\nwas the fair bud of innocence that my vile arts blasted ere it was half\nblown.”\n\nIt was in vain that Mr. and Mrs. Temple intreated her to be composed and\nto take some refreshment. She only drank half a glass of wine; and then\ntold them that she had been separated from her husband seven years,\nthe chief of which she had passed in riot, dissipation, and vice, till,\novertaken by poverty and sickness, she had been reduced to part with\nevery valuable, and thought only of ending her life in a prison; when a\nbenevolent friend paid her debts and released her; but that her illness\nincreasing, she had no possible means of supporting herself, and her\nfriends were weary of relieving her. “I have fasted,” said she, “two\ndays, and last night lay my aching head on the cold pavement: indeed it\nwas but just that I should experience those miseries myself which I had\nunfeelingly inflicted on others.”\n\nGreatly as Mr. Temple had reason to detest Mrs. Crayton, he could not\nbehold her in this distress without some emotions of pity. He gave her\nshelter that night beneath his hospitable roof, and the next day got her\nadmission into an hospital; where having lingered a few weeks, she died,\na striking example that vice, however prosperous in the beginning, in\nthe end leads only to misery and shame."
}