{
 "author": [
  "James, Henry"
 ],
 "title": [
  "An International Episode"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "British -- United States -- Fiction",
  "London (England) -- Social life and customs -- Fiction",
  "Americans -- England -- Fiction",
  "Manners and customs -- Fiction",
  "New York (State) -- Social life and customs -- Fiction",
  "PS"
 ],
 "id": "210",
 "genre": [
  "fiction"
 ],
 "text": "AN INTERNATIONAL EPISODE\n\nBy Henry James\n\n\n\n\n\nPART I\n\n\nFour years ago--in 1874--two young Englishmen had occasion to go to the\nUnited States. They crossed the ocean at midsummer, and, arriving in\nNew York on the first day of August, were much struck with the fervid\ntemperature of that city. Disembarking upon the wharf, they climbed\ninto one of those huge high-hung coaches which convey passengers to the\nhotels, and with a great deal of bouncing and bumping, took their course\nthrough Broadway. The midsummer aspect of New York is not, perhaps, the\nmost favorable one; still, it is not without its picturesque and even\nbrilliant side. Nothing could well resemble less a typical English\nstreet than the interminable avenue, rich in incongruities, through\nwhich our two travelers advanced--looking out on each side of them\nat the comfortable animation of the sidewalks, the high-colored,\nheterogeneous architecture, the huge white marble facades glittering\nin the strong, crude light, and bedizened with gilded lettering, the\nmultifarious awnings, banners, and streamers, the extraordinary number\nof omnibuses, horsecars, and other democratic vehicles, the vendors of\ncooling fluids, the white trousers and big straw hats of the policemen,\nthe tripping gait of the modish young persons on the pavement, the\ngeneral brightness, newness, juvenility, both of people and things. The\nyoung men had exchanged few observations; but in crossing Union Square,\nin front of the monument to Washington--in the very shadow, indeed,\nprojected by the image of the PATER PATRIAE--one of them remarked to\nthe other, “It seems a rum-looking place.”\n\n“Ah, very odd, very odd,” said the other, who was the clever man of the\ntwo.\n\n“Pity it’s so beastly hot,” resumed the first speaker after a pause.\n\n“You know we are in a low latitude,” said his friend.\n\n“I daresay,” remarked the other.\n\n“I wonder,” said the second speaker presently, “if they can give one a\nbath?”\n\n“I daresay not,” rejoined the other.\n\n“Oh, I say!” cried his comrade.\n\nThis animated discussion was checked by their arrival at the hotel,\nwhich had been recommended to them by an American gentleman whose\nacquaintance they made--with whom, indeed, they became very intimate--on\nthe steamer, and who had proposed to accompany them to the inn and\nintroduce them, in a friendly way, to the proprietor. This plan,\nhowever, had been defeated by their friend’s finding that his “partner”\n was awaiting him on the wharf and that his commercial associate desired\nhim instantly to come and give his attention to certain telegrams\nreceived from St. Louis. But the two Englishmen, with nothing but their\nnational prestige and personal graces to recommend them, were very well\nreceived at the hotel, which had an air of capacious hospitality. They\nfound that a bath was not unattainable, and were indeed struck with\nthe facilities for prolonged and reiterated immersion with which their\napartment was supplied. After bathing a good deal--more, indeed, than\nthey had ever done before on a single occasion--they made their way into\nthe dining room of the hotel, which was a spacious restaurant, with a\nfountain in the middle, a great many tall plants in ornamental tubs,\nand an array of French waiters. The first dinner on land, after a sea\nvoyage, is, under any circumstances, a delightful occasion, and there\nwas something particularly agreeable in the circumstances in which our\nyoung Englishmen found themselves. They were extremely good natured\nyoung men; they were more observant than they appeared; in a sort of\ninarticulate, accidentally dissimulative fashion, they were highly\nappreciative. This was, perhaps, especially the case with the elder, who\nwas also, as I have said, the man of talent. They sat down at a little\ntable, which was a very different affair from the great clattering\nseesaw in the saloon of the steamer. The wide doors and windows of the\nrestaurant stood open, beneath large awnings, to a wide pavement, where\nthere were other plants in tubs, and rows of spreading trees, and beyond\nwhich there was a large shady square, without any palings, and with\nmarble-paved walks. And above the vivid verdure rose other facades of\nwhite marble and of pale chocolate-colored stone, squaring themselves\nagainst the deep blue sky. Here, outside, in the light and the shade\nand the heat, there was a great tinkling of the bells of innumerable\nstreetcars, and a constant strolling and shuffling and rustling of\nmany pedestrians, a large proportion of whom were young women in\nPompadour-looking dresses. Within, the place was cool and vaguely\nlighted, with the plash of water, the odor of flowers, and the flitting\nof French waiters, as I have said, upon soundless carpets.\n\n“It’s rather like Paris, you know,” said the younger of our two\ntravelers.\n\n“It’s like Paris--only more so,” his companion rejoined.\n\n“I suppose it’s the French waiters,” said the first speaker. “Why don’t\nthey have French waiters in London?”\n\n“Fancy a French waiter at a club,” said his friend.\n\nThe young Englishman started a little, as if he could not fancy it. “In\nParis I’m very apt to dine at a place where there’s an English waiter.\nDon’t you know what’s-his-name’s, close to the thingumbob? They always\nset an English waiter at me. I suppose they think I can’t speak French.”\n\n“Well, you can’t.” And the elder of the young Englishmen unfolded his\nnapkin.\n\nHis companion took no notice whatever of this declaration. “I say,”\n he resumed in a moment, “I suppose we must learn to speak American. I\nsuppose we must take lessons.”\n\n“I can’t understand them,” said the clever man.\n\n“What the deuce is HE saying?” asked his comrade, appealing from the\nFrench waiter.\n\n“He is recommending some soft-shell crabs,” said the clever man.\n\nAnd so, in desultory observation of the idiosyncrasies of the new\nsociety in which they found themselves, the young Englishmen proceeded\nto dine--going in largely, as the phrase is, for cooling draughts and\ndishes, of which their attendant offered them a very long list. After\ndinner they went out and slowly walked about the neighboring streets.\nThe early dusk of waning summer was coming on, but the heat was still\nvery great. The pavements were hot even to the stout boot soles of the\nBritish travelers, and the trees along the curbstone emitted strange\nexotic odors. The young men wandered through the adjoining square--that\nqueer place without palings, and with marble walks arranged in black\nand white lozenges. There were a great many benches, crowded with\nshabby-looking people, and the travelers remarked, very justly, that it\nwas not much like Belgrave Square. On one side was an enormous hotel,\nlifting up into the hot darkness an immense array of open, brightly\nlighted windows. At the base of this populous structure was an eternal\njangle of horsecars, and all round it, in the upper dusk, was a sinister\nhum of mosquitoes. The ground floor of the hotel seemed to be a huge\ntransparent cage, flinging a wide glare of gaslight into the street,\nof which it formed a sort of public adjunct, absorbing and emitting\nthe passersby promiscuously. The young Englishmen went in with everyone\nelse, from curiosity, and saw a couple of hundred men sitting on divans\nalong a great marble-paved corridor, with their legs stretched out,\ntogether with several dozen more standing in a queue, as at the ticket\noffice of a railway station, before a brilliantly illuminated counter\nof vast extent. These latter persons, who carried portmanteaus in their\nhands, had a dejected, exhausted look; their garments were not very\nfresh, and they seemed to be rendering some mysterious tribute to a\nmagnificent young man with a waxed mustache, and a shirtfront adorned\nwith diamond buttons, who every now and then dropped an absent glance\nover their multitudinous patience. They were American citizens doing\nhomage to a hotel clerk.\n\n“I’m glad he didn’t tell us to go there,” said one of our Englishmen,\nalluding to their friend on the steamer, who had told them so many\nthings. They walked up the Fifth Avenue, where, for instance, he had\ntold them that all the first families lived. But the first families were\nout of town, and our young travelers had only the satisfaction of seeing\nsome of the second--or perhaps even the third--taking the evening air\nupon balconies and high flights of doorsteps, in the streets which\nradiate from the more ornamental thoroughfare. They went a little way\ndown one of these side streets, and they saw young ladies in white\ndresses--charming-looking persons--seated in graceful attitudes on the\nchocolate-colored steps. In one or two places these young ladies were\nconversing across the street with other young ladies seated in similar\npostures and costumes in front of the opposite houses, and in the warm\nnight air their colloquial tones sounded strange in the ears of\nthe young Englishmen. One of our friends, nevertheless--the younger\none--intimated that he felt a disposition to interrupt a few of these\nsoft familiarities; but his companion observed, pertinently enough, that\nhe had better be careful. “We must not begin with making mistakes,” said\nhis companion.\n\n“But he told us, you know--he told us,” urged the young man, alluding\nagain to the friend on the steamer.\n\n“Never mind what he told us!” answered his comrade, who, if he had\ngreater talents, was also apparently more of a moralist.\n\nBy bedtime--in their impatience to taste of a terrestrial couch again\nour seafarers went to bed early--it was still insufferably hot, and\nthe buzz of the mosquitoes at the open windows might have passed for an\naudible crepitation of the temperature. “We can’t stand this, you know,”\n the young Englishmen said to each other; and they tossed about all night\nmore boisterously than they had tossed upon the Atlantic billows. On the\nmorrow, their first thought was that they would re-embark that day for\nEngland; and then it occured to them that they might find an asylum\nnearer at hand. The cave of Aeolus became their ideal of comfort, and\nthey wondered where the Americans went when they wished to cool\noff. They had not the least idea, and they determined to apply for\ninformation to Mr. J. L. Westgate. This was the name inscribed in a bold\nhand on the back of a letter carefully preserved in the pocketbook of\nour junior traveler. Beneath the address, in the left-hand corner of the\nenvelope, were the words, “Introducing Lord Lambeth and Percy Beaumont,\nEsq.” The letter had been given to the two Englishmen by a good friend\nof theirs in London, who had been in America two years previously, and\nhad singled out Mr. J. L. Westgate from the many friends he had left\nthere as the consignee, as it were, of his compatriots. “He is a capital\nfellow,” the Englishman in London had said, “and he has got an awfully\npretty wife. He’s tremendously hospitable--he will do everything in the\nworld for you; and as he knows everyone over there, it is quite needless\nI should give you any other introduction. He will make you see everyone;\ntrust to him for putting you into circulation. He has got a tremendously\npretty wife.” It was natural that in the hour of tribulation Lord\nLambeth and Mr. Percy Beaumont should have bethought themselves of a\ngentleman whose attractions had been thus vividly depicted; all the more\nso that he lived in the Fifth Avenue, and that the Fifth Avenue, as they\nhad ascertained the night before, was contiguous to their hotel. “Ten\nto one he’ll be out of town,” said Percy Beaumont; “but we can at least\nfind out where he has gone, and we can immediately start in pursuit. He\ncan’t possibly have gone to a hotter place, you know.”\n\n“Oh, there’s only one hotter place,” said Lord Lambeth, “and I hope he\nhasn’t gone there.”\n\nThey strolled along the shady side of the street to the number\nindicated upon the precious letter. The house presented an imposing\nchocolate-colored expanse, relieved by facings and window cornices of\nflorid sculpture, and by a couple of dusty rose trees which clambered\nover the balconies and the portico. This last-mentioned feature was\napproached by a monumental flight of steps.\n\n“Rather better than a London house,” said Lord Lambeth, looking down\nfrom this altitude, after they had rung the bell.\n\n“It depends upon what London house you mean,” replied his companion.\n“You have a tremendous chance to get wet between the house door and your\ncarriage.”\n\n“Well,” said Lord Lambeth, glancing at the burning heavens, “I ‘guess’\nit doesn’t rain so much here!”\n\nThe door was opened by a long Negro in a white jacket, who grinned\nfamiliarly when Lord Lambeth asked for Mr. Westgate.\n\n“He ain’t at home, sah; he’s downtown at his o’fice.”\n\n“Oh, at his office?” said the visitors. “And when will he be at home?”\n\n“Well, sah, when he goes out dis way in de mo’ning, he ain’t liable to\ncome home all day.”\n\nThis was discouraging; but the address of Mr. Westgate’s office was\nfreely imparted by the intelligent black and was taken down by Percy\nBeaumont in his pocketbook. The two gentlemen then returned, languidly,\nto their hotel, and sent for a hackney coach, and in this commodious\nvehicle they rolled comfortably downtown. They measured the whole length\nof Broadway again and found it a path of fire; and then, deflecting to\nthe left, they were deposited by their conductor before a fresh,\nlight, ornamental structure, ten stories high, in a street crowded with\nkeen-faced, light-limbed young men, who were running about very quickly\nand stopping each other eagerly at corners and in doorways. Passing into\nthis brilliant building, they were introduced by one of the keen-faced\nyoung men--he was a charming fellow, in wonderful cream-colored garments\nand a hat with a blue ribbon, who had evidently perceived them to be\naliens and helpless--to a very snug hydraulic elevator, in which they\ntook their place with many other persons, and which, shooting upward\nin its vertical socket, presently projected them into the seventh\nhorizontal compartment of the edifice. Here, after brief delay, they\nfound themselves face to face with the friend of their friend in London.\nHis office was composed of several different rooms, and they waited very\nsilently in one of them after they had sent in their letter and their\ncards. The letter was not one which it would take Mr. Westgate very long\nto read, but he came out to speak to them more instantly than they could\nhave expected; he had evidently jumped up from his work. He was a tall,\nlean personage and was dressed all in fresh white linen; he had a thin,\nsharp, familiar face, with an expression that was at one and the same\ntime sociable and businesslike, a quick, intelligent eye, and a large\nbrown mustache, which concealed his mouth and made his chin, beneath it,\nlook small. Lord Lambeth thought he looked tremendously clever.\n\n“How do you do, Lord Lambeth--how do you do, sir?” he said, holding the\nopen letter in his hand. “I’m very glad to see you; I hope you’re very\nwell. You had better come in here; I think it’s cooler,” and he led\nthe way into another room, where there were law books and papers, and\nwindows wide open beneath striped awning. Just opposite one of the\nwindows, on a line with his eyes, Lord Lambeth observed the weathervane\nof a church steeple. The uproar of the street sounded infinitely far\nbelow, and Lord Lambeth felt very high in the air. “I say it’s cooler,”\n pursued their host, “but everything is relative. How do you stand the\nheat?”\n\n“I can’t say we like it,” said Lord Lambeth; “but Beaumont likes it\nbetter than I.”\n\n“Well, it won’t last,” Mr. Westgate very cheerfully declared; “nothing\nunpleasant lasts over here. It was very hot when Captain Littledale was\nhere; he did nothing but drink sherry cobblers. He expressed some doubt\nin his letter whether I will remember him--as if I didn’t remember\nmaking six sherry cobblers for him one day in about twenty minutes. I\nhope you left him well, two years having elapsed since then.”\n\n“Oh, yes, he’s all right,” said Lord Lambeth.\n\n“I am always very glad to see your countrymen,” Mr. Westgate pursued. “I\nthought it would be time some of you should be coming along. A friend\nof mine was saying to me only a day or two ago, ‘It’s time for the\nwatermelons and the Englishmen.”\n\n“The Englishmen and the watermelons just now are about the same thing,”\n Percy Beaumont observed, wiping his dripping forehead.\n\n“Ah, well, we’ll put you on ice, as we do the melons. You must go down\nto Newport.”\n\n“We’ll go anywhere,” said Lord Lambeth.\n\n“Yes, you want to go to Newport; that’s what you want to do,” Mr.\nWestgate affirmed. “But let’s see--when did you get here?”\n\n“Only yesterday,” said Percy Beaumont.\n\n“Ah, yes, by the Russia. Where are you staying?”\n\n“At the Hanover, I think they call it.”\n\n“Pretty comfortable?” inquired Mr. Westgate.\n\n“It seems a capital place, but I can’t say we like the gnats,” said Lord\nLambeth.\n\nMr. Westgate stared and laughed. “Oh, no, of course you don’t like the\ngnats. We shall expect you to like a good many things over here, but we\nshan’t insist upon your liking the gnats; though certainly you’ll admit\nthat, as gnats, they are fine, eh? But you oughtn’t to remain in the\ncity.”\n\n“So we think,” said Lord Lambeth. “If you would kindly suggest\nsomething--”\n\n“Suggest something, my dear sir?” and Mr. Westgate looked at him,\nnarrowing his eyelids. “Open your mouth and shut your eyes! Leave it to\nme, and I’ll put you through. It’s a matter of national pride with\nme that all Englishmen should have a good time; and as I have had\nconsiderable practice, I have learned to minister to their wants. I\nfind they generally want the right thing. So just please to consider\nyourselves my property; and if anyone should try to appropriate you,\nplease to say, ‘Hands off; too late for the market.’ But let’s see,”\n continued the American, in his slow, humorous voice, with a distinctness\nof utterance which appeared to his visitors to be part of a humorous\nintention--a strangely leisurely, speculative voice for a man evidently\nso busy and, as they felt, so professional--“let’s see; are you going to\nmake something of a stay, Lord Lambeth?”\n\n“Oh, dear, no,” said the young Englishman; “my cousin was coming over\non some business, so I just came across, at an hour’s notice, for the\nlark.”\n\n“Is it your first visit to the United States?”\n\n“Oh, dear, yes.”\n\n“I was obliged to come on some business,” said Percy Beaumont, “and I\nbrought Lambeth along.”\n\n“And YOU have been here before, sir?”\n\n“Never--never.”\n\n“I thought, from your referring to business--” said Mr. Westgate.\n\n“Oh, you see I’m by way of being a barrister,” Percy Beaumont answered.\n“I know some people that think of bringing a suit against one of your\nrailways, and they asked me to come over and take measures accordingly.”\n\n“What’s your railroad?” he asked.\n\n“The Tennessee Central.”\n\nThe American tilted back his chair a little and poised it an instant.\n“Well, I’m sorry you want to attack one of our institutions,” he said,\nsmiling. “But I guess you had better enjoy yourself FIRST!”\n\n“I’m certainly rather afraid I can’t work in this weather,” the young\nbarrister confessed.\n\n“Leave that to the natives,” said Mr. Westgate. “Leave the Tennessee\nCentral to me, Mr. Beaumont. Some day we’ll talk it over, and I guess I\ncan make it square. But I didn’t know you Englishmen ever did any work,\nin the upper classes.”\n\n“Oh, we do a lot of work; don’t we, Lambeth?” asked Percy Beaumont.\n\n“I must certainly be at home by the 19th of September,” said the younger\nEnglishman, irrelevantly but gently.\n\n“For the shooting, eh? or is it the hunting, or the fishing?” inquired\nhis entertainer.\n\n“Oh, I must be in Scotland,” said Lord Lambeth, blushing a little.\n\n“Well, then,” rejoined Mr. Westgate, “you had better amuse yourself\nfirst, also. You must go down and see Mrs. Westgate.”\n\n“We should be so happy, if you would kindly tell us the train,” said\nPercy Beaumont.\n\n“It isn’t a train--it’s a boat.”\n\n“Oh, I see. And what is the name of--a--the--a--town?”\n\n“It isn’t a town,” said Mr. Westgate, laughing. “It’s a--well, what\nshall I call it? It’s a watering place. In short, it’s Newport. You’ll\nsee what it is. It’s cool; that’s the principal thing. You will greatly\noblige me by going down there and putting yourself into the hands of\nMrs. Westgate. It isn’t perhaps for me to say it, but you couldn’t be in\nbetter hands. Also in those of her sister, who is staying with her. She\nis very fond of Englishmen. She thinks there is nothing like them.”\n\n“Mrs. Westgate or--a--her sister?” asked Percy Beaumont modestly, yet in\nthe tone of an inquiring traveler.\n\n“Oh, I mean my wife,” said Mr. Westgate. “I don’t suppose my\nsister-in-law knows much about them. She has always led a very quiet\nlife; she has lived in Boston.”\n\nPercy Beaumont listened with interest. “That, I believe,” he said, “is\nthe most--a--intellectual town?”\n\n“I believe it is very intellectual. I don’t go there much,” responded\nhis host.\n\n“I say, we ought to go there,” said Lord Lambeth to his companion.\n\n“Oh, Lord Lambeth, wait till the great heat is over,” Mr. Westgate\ninterposed. “Boston in this weather would be very trying; it’s not the\ntemperature for intellectual exertion. At Boston, you know, you have to\npass an examination at the city limits; and when you come away they give\nyou a kind of degree.”\n\nLord Lambeth stared, blushing a little; and Percy Beaumont stared a\nlittle also--but only with his fine natural complexion--glancing aside\nafter a moment to see that his companion was not looking too credulous,\nfor he had heard a great deal of American humor. “I daresay it is very\njolly,” said the younger gentleman.\n\n“I daresay it is,” said Mr. Westgate. “Only I must impress upon you that\nat present--tomorrow morning, at an early hour--you will be expected at\nNewport. We have a house there; half the people in New York go there for\nthe summer. I am not sure that at this very moment my wife can take you\nin; she has got a lot of people staying with her; I don’t know who they\nall are; only she may have no room. But you can begin with the hotel,\nand meanwhile you can live at my house. In that way--simply sleeping\nat the hotel--you will find it tolerable. For the rest, you must make\nyourself at home at my place. You mustn’t be shy, you know; if you are\nonly here for a month that will be a great waste of time. Mrs. Westgate\nwon’t neglect you, and you had better not try to resist her. I know\nsomething about that. I expect you’ll find some pretty girls on the\npremises. I shall write to my wife by this afternoon’s mail, and\ntomorrow morning she and Miss Alden will look out for you. Just walk\nright in and make yourself comfortable. Your steamer leaves from this\npart of the city, and I will immediately send out and get you a cabin.\nThen, at half past four o’clock, just call for me here, and I will go\nwith you and put you on board. It’s a big boat; you might get lost. A\nfew days hence, at the end of the week, I will come down to Newport and\nsee how you are getting on.”\n\nThe two young Englishmen inaugurated the policy of not resisting Mrs.\nWestgate by submitting, with great docility and thankfulness, to her\nhusband. He was evidently a very good fellow, and he made an impression\nupon his visitors; his hospitality seemed to recommend itself\nconsciously--with a friendly wink, as it were--as if it hinted,\njudicially, that you could not possibly make a better bargain. Lord\nLambeth and his cousin left their entertainer to his labors and returned\nto their hotel, where they spent three or four hours in their respective\nshower baths. Percy Beaumont had suggested that they ought to see\nsomething of the town; but “Oh, damn the town!” his noble kinsman had\nrejoined. They returned to Mr. Westgate’s office in a carriage, with\ntheir luggage, very punctually; but it must be reluctantly recorded\nthat, this time, he kept them waiting so long that they felt themselves\nmissing the steamer, and were deterred only by an amiable modesty from\ndispensing with his attendance and starting on a hasty scramble to the\nwharf. But when at last he appeared, and the carriage plunged into the\npurlieus of Broadway, they jolted and jostled to such good purpose that\nthey reached the huge white vessel while the bell for departure was\nstill ringing and the absorption of passengers still active. It was\nindeed, as Mr. Westgate had said, a big boat, and his leadership in the\ninnumerable and interminable corridors and cabins, with which he seemed\nperfectly acquainted, and of which anyone and everyone appeared to have\nthe entree, was very grateful to the slightly bewildered voyagers. He\nshowed them their stateroom--a spacious apartment, embellished with gas\nlamps, mirrors en pied, and sculptured furniture--and then, long after\nthey had been intimately convinced that the steamer was in motion and\nlaunched upon the unknown stream that they were about to navigate, he\nbade them a sociable farewell.\n\n“Well, goodbye, Lord Lambeth,” he said; “goodbye, Mr. Percy Beaumont. I\nhope you’ll have a good time. Just let them do what they want with you.\nI’ll come down by-and-by and look after you.”\n\nThe young Englishmen emerged from their cabin and amused themselves with\nwandering about the immense labyrinthine steamer, which struck them as\nan extraordinary mixture of a ship and a hotel. It was densely crowded\nwith passengers, the larger number of whom appeared to be ladies and\nvery young children; and in the big saloons, ornamented in white and\ngold, which followed each other in surprising succession, beneath the\nswinging gaslight, and among the small side passages where the Negro\ndomestics of both sexes assembled with an air of philosophic leisure,\neveryone was moving to and fro and exchanging loud and familiar\nobservations. Eventually, at the instance of a discriminating black, our\nyoung men went and had some “supper” in a wonderful place arranged like\na theater, where, in a gilded gallery, upon which little boxes appeared\nto open, a large orchestra was playing operatic selections, and, below,\npeople were handing about bills of fare, as if they had been programs.\nAll this was sufficiently curious; but the agreeable thing, later, was\nto sit out on one of the great white decks of the steamer, in the warm\nbreezy darkness, and, in the vague starlight, to make out the line of\nlow, mysterious coast. The young Englishmen tried American cigars--those\nof Mr. Westgate--and talked together as they usually talked, with many\nodd silences, lapses of logic, and incongruities of transition; like\npeople who have grown old together and learned to supply each other’s\nmissing phrases; or, more especially, like people thoroughly conscious\nof a common point of view, so that a style of conversation superficially\nlacking in finish might suffice for reference to a fund of associations\nin the light of which everything was all right.\n\n“We really seem to be going out to sea,” Percy Beaumont observed. “Upon\nmy word, we are going back to England. He has shipped us off again. I\ncall that ‘real mean.’”\n\n“I suppose it’s all right,” said Lord Lambeth. “I want to see those\npretty girls at Newport. You know, he told us the place was an island;\nand aren’t all islands in the sea?”\n\n“Well,” resumed the elder traveler after a while, “if his house is as\ngood as his cigars, we shall do very well.”\n\n“He seems a very good fellow,” said Lord Lambeth, as if this idea had\njust occurred to him.\n\n“I say, we had better remain at the inn,” rejoined his companion\npresently. “I don’t think I like the way he spoke of his house. I don’t\nlike stopping in the house with such a tremendous lot of women.”\n\n“Oh, I don’t mind,” said Lord Lambeth. And then they smoked a while in\nsilence. “Fancy his thinking we do no work in England!” the young man\nresumed.\n\n“I daresay he didn’t really think so,” said Percy Beaumont.\n\n“Well, I guess they don’t know much about England over here!” declared\nLord Lambeth humorously. And then there was another long pause. “He was\ndevilish civil,” observed the young nobleman.\n\n“Nothing, certainly, could have been more civil,” rejoined his\ncompanion.\n\n“Littledale said his wife was great fun,” said Lord Lambeth.\n\n“Whose wife--Littledale’s?”\n\n“This American’s--Mrs. Westgate. What’s his name? J.L.”\n\nBeaumont was silent a moment. “What was fun to Littledale,” he said at\nlast, rather sententiously, “may be death to us.”\n\n“What do you mean by that?” asked his kinsman. “I am as good a man as\nLittledale.”\n\n“My dear boy, I hope you won’t begin to flirt,” said Percy Beaumont.\n\n“I don’t care. I daresay I shan’t begin.”\n\n“With a married woman, if she’s bent upon it, it’s all very well,”\n Beaumont expounded. “But our friend mentioned a young lady--a sister, a\nsister-in-law. For God’s sake, don’t get entangled with her!”\n\n“How do you mean entangled?”\n\n“Depend upon it she will try to hook you.”\n\n“Oh, bother!” said Lord Lambeth.\n\n“American girls are very clever,” urged his companion.\n\n“So much the better,” the young man declared.\n\n“I fancy they are always up to some game of that sort,” Beaumont\ncontinued.\n\n“They can’t be worse than they are in England,” said Lord Lambeth\njudicially.\n\n“Ah, but in England,” replied Beaumont, “you have got your natural\nprotectors. You have got your mother and sisters.”\n\n“My mother and sisters--” began the young nobleman with a certain\nenergy. But he stopped in time, puffing at his cigar.\n\n“Your mother spoke to me about it, with tears in her eyes,” said Percy\nBeaumont. “She said she felt very nervous. I promised to keep you out of\nmischief.”\n\n“You had better take care of yourself,” said the object of maternal and\nducal solicitude.\n\n“Ah,” rejoined the young barrister, “I haven’t the expectation of a\nhundred thousand a year, not to mention other attractions.”\n\n“Well,” said Lord Lambeth, “don’t cry out before you’re hurt!”\n\nIt was certainly very much cooler at Newport, where our travelers found\nthemselves assigned to a couple of diminutive bedrooms in a faraway\nangle of an immense hotel. They had gone ashore in the early summer\ntwilight and had very promptly put themselves to bed; thanks to which\ncircumstance and to their having, during the previous hours, in their\ncommodious cabin, slept the sleep of youth and health, they began to\nfeel, toward eleven o’clock, very alert and inquisitive. They looked out\nof their windows across a row of small green fields, bordered with\nlow stone walls of rude construction, and saw a deep blue ocean lying\nbeneath a deep blue sky, and flecked now and then with scintillating\npatches of foam. A strong, fresh breeze came in through the curtainless\ncasements and prompted our young men to observe, generally, that it\ndidn’t seem half a bad climate. They made other observations after they\nhad emerged from their rooms in pursuit of breakfast--a meal of which\nthey partook in a huge bare hall, where a hundred Negroes, in white\njackets, were shuffling about upon an uncarpeted floor; where the\nflies were superabundant, and the tables and dishes covered over with a\nstrange, voluminous integument of coarse blue gauze; and where several\nlittle boys and girls, who had risen late, were seated in fastidious\nsolitude at the morning repast. These young persons had not the morning\npaper before them, but they were engaged in languid perusal of the bill\nof fare.\n\nThis latter document was a great puzzle to our friends, who, on\nreflecting that its bewildering categories had relation to breakfast\nalone, had an uneasy prevision of an encyclopedic dinner list. They\nfound a great deal of entertainment at the hotel, an enormous wooden\nstructure, for the erection of which it seemed to them that the\nvirgin forests of the West must have been terribly deflowered. It was\nperforated from end to end with immense bare corridors, through which a\nstrong draught was blowing--bearing along wonderful figures of ladies\nin white morning dresses and clouds of Valenciennes lace, who seemed\nto float down the long vistas with expanded furbelows, like angels\nspreading their wings. In front was a gigantic veranda, upon which an\narmy might have encamped--a vast wooden terrace, with a roof as lofty\nas the nave of a cathedral. Here our young Englishmen enjoyed, as they\nsupposed, a glimpse of American society, which was distributed over the\nmeasureless expanse in a variety of sedentary attitudes, and appeared\nto consist largely of pretty young girls, dressed as if for a fete\nchampetre, swaying to and fro in rocking chairs, fanning themselves with\nlarge straw fans, and enjoying an enviable exemption from social cares.\nLord Lambeth had a theory, which it might be interesting to trace to\nits origin, that it would be not only agreeable, but easily possible, to\nenter into relations with one of these young ladies; and his companion\n(as he had done a couple of days before) found occasion to check the\nyoung nobleman’s colloquial impulses.\n\n“You had better take care,” said Percy Beaumont, “or you will have an\noffended father or brother pulling out a bowie knife.”\n\n“I assure you it is all right,” Lord Lambeth replied. “You know the\nAmericans come to these big hotels to make acquaintances.”\n\n“I know nothing about it, and neither do you,” said his kinsman,\nwho, like a clever man, had begun to perceive that the observation of\nAmerican society demanded a readjustment of one’s standard.\n\n“Hang it, then let’s find out!” cried Lord Lambeth with some impatience.\n“You know I don’t want to miss anything.”\n\n“We will find out,” said Percy Beaumont very reasonably. “We will go and\nsee Mrs. Westgate and make all proper inquiries.”\n\nAnd so the two inquiring Englishmen, who had this lady’s address\ninscribed in her husband’s hand upon a card, descended from the veranda\nof the big hotel and took their way, according to direction, along a\nlarge straight road, past a series of fresh-looking villas embosomed\nin shrubs and flowers and enclosed in an ingenious variety of wooden\npalings. The morning was brilliant and cool, the villas were smart\nand snug, and the walk of the young travelers was very entertaining.\nEverything looked as if it had received a coat of fresh paint the day\nbefore--the red roofs, the green shutters, the clean, bright browns and\nbuffs of the housefronts. The flower beds on the little lawns seemed to\nsparkle in the radiant air, and the gravel in the short carriage sweeps\nto flash and twinkle. Along the road came a hundred little\nbasket phaetons, in which, almost always, a couple of ladies were\nsitting--ladies in white dresses and long white gloves, holding the\nreins and looking at the two Englishmen, whose nationality was not\nelusive, through thick blue veils tied tightly about their faces as if\nto guard their complexions. At last the young men came within sight of\nthe sea again, and then, having interrogated a gardener over the paling\nof a villa, they turned into an open gate. Here they found themselves\nface to face with the ocean and with a very picturesque structure,\nresembling a magnified chalet, which was perched upon a green embankment\njust above it. The house had a veranda of extraordinary width all around\nit and a great many doors and windows standing open to the veranda.\nThese various apertures had, in common, such an accessible, hospitable\nair, such a breezy flutter within of light curtains, such expansive\nthresholds and reassuring interiors, that our friends hardly knew which\nwas the regular entrance, and, after hesitating a moment, presented\nthemselves at one of the windows. The room within was dark, but in\na moment a graceful figure vaguely shaped itself in the rich-looking\ngloom, and a lady came to meet them. Then they saw that she had been\nseated at a table writing, and that she had heard them and had got up.\nShe stepped out into the light; she wore a frank, charming smile, with\nwhich she held out her hand to Percy Beaumont.\n\n“Oh, you must be Lord Lambeth and Mr. Beaumont,” she said. “I have heard\nfrom my husband that you would come. I am extremely glad to see you.”\n And she shook hands with each of her visitors. Her visitors were a\nlittle shy, but they had very good manners; they responded with smiles\nand exclamations, and they apologized for not knowing the front door.\nThe lady rejoined, with vivacity, that when she wanted to see people\nvery much she did not insist upon those distinctions, and that Mr.\nWestgate had written to her of his English friends in terms that made\nher really anxious. “He said you were so terribly prostrated,” said Mrs.\nWestgate.\n\n“Oh, you mean by the heat?” replied Percy Beaumont. “We were\nrather knocked up, but we feel wonderfully better. We had such a\njolly--a--voyage down here. It’s so very good of you to mind.”\n\n“Yes, it’s so very kind of you,” murmured Lord Lambeth.\n\nMrs. Westgate stood smiling; she was extremely pretty. “Well, I did\nmind,” she said; “and I thought of sending for you this morning to the\nOcean House. I am very glad you are better, and I am charmed you have\narrived. You must come round to the other side of the piazza.” And she\nled the way, with a light, smooth step, looking back at the young men\nand smiling.\n\nThe other side of the piazza was, as Lord Lambeth presently remarked, a\nvery jolly place. It was of the most liberal proportions, and with its\nawnings, its fanciful chairs, its cushions and rugs, its view of the\nocean, close at hand, tumbling along the base of the low cliffs whose\nlevel tops intervened in lawnlike smoothness, it formed a charming\ncomplement to the drawing room. As such it was in course of use at the\npresent moment; it was occupied by a social circle. There were several\nladies and two or three gentlemen, to whom Mrs. Westgate proceeded to\nintroduce the distinguished strangers. She mentioned a great many names\nvery freely and distinctly; the young Englishmen, shuffling about and\nbowing, were rather bewildered. But at last they were provided\nwith chairs--low, wicker chairs, gilded, and tied with a great many\nribbons--and one of the ladies (a very young person, with a little snub\nnose and several dimples) offered Percy Beaumont a fan. The fan was also\nadorned with pink love knots; but Percy Beaumont declined it, although\nhe was very hot. Presently, however, it became cooler; the breeze from\nthe sea was delicious, the view was charming, and the people sitting\nthere looked exceedingly fresh and comfortable. Several of the ladies\nseemed to be young girls, and the gentlemen were slim, fair youths,\nsuch as our friends had seen the day before in New York. The ladies were\nworking upon bands of tapestry, and one of the young men had an open\nbook in his lap. Beaumont afterward learned from one of the ladies that\nthis young man had been reading aloud, that he was from Boston and was\nvery fond of reading aloud. Beaumont said it was a great pity that they\nhad interrupted him; he should like so much (from all he had heard) to\nhear a Bostonian read. Couldn’t the young man be induced to go on?\n\n“Oh no,” said his informant very freely; “he wouldn’t be able to get the\nyoung ladies to attend to him now.”\n\nThere was something very friendly, Beaumont perceived, in the attitude\nof the company; they looked at the young Englishmen with an air of\nanimated sympathy and interest; they smiled, brightly and unanimously,\nat everything either of the visitors said. Lord Lambeth and his\ncompanion felt that they were being made very welcome. Mrs. Westgate\nseated herself between them, and, talking a great deal to each, they had\noccasion to observe that she was as pretty as their friend Littledale\nhad promised. She was thirty years old, with the eyes and the smile of\na girl of seventeen, and she was extremely light and graceful, elegant,\nexquisite. Mrs. Westgate was extremely spontaneous. She was very\nfrank and demonstrative and appeared always--while she looked at\nyou delightedly with her beautiful young eyes--to be making sudden\nconfessions and concessions, after momentary hesitations.\n\n“We shall expect to see a great deal of you,” she said to Lord Lambeth\nwith a kind of joyous earnestness. “We are very fond of Englishmen here;\nthat is, there are a great many we have been fond of. After a day or\ntwo you must come and stay with us; we hope you will stay a long time.\nNewport’s a very nice place when you come really to know it, when you\nknow plenty of people. Of course you and Mr. Beaumont will have no\ndifficulty about that. Englishmen are very well received here; there are\nalmost always two or three of them about. I think they always like it,\nand I must say I should think they would. They receive ever so much\nattention. I must say I think they sometimes get spoiled; but I am sure\nyou and Mr. Beaumont are proof against that. My husband tells me you\nare a friend of Captain Littledale; he was such a charming man. He made\nhimself most agreeable here, and I am sure I wonder he didn’t stay.\nIt couldn’t have been pleasanter for him in his own country, though,\nI suppose, it is very pleasant in England, for English people. I don’t\nknow myself; I have been there very little. I have been a great deal\nabroad, but I am always on the Continent. I must say I’m extremely fond\nof Paris; you know we Americans always are; we go there when we die. Did\nyou ever hear that before? That was said by a great wit, I mean the good\nAmericans; but we are all good; you’ll see that for yourself. All I know\nof England is London, and all I know of London is that place on that\nlittle corner, you know, where you buy jackets--jackets with that coarse\nbraid and those big buttons. They make very good jackets in London, I\nwill do you the justice to say that. And some people like the hats; but\nabout the hats I was always a heretic; I always got my hats in Paris.\nYou can’t wear an English hat--at least I never could--unless you dress\nyour hair a l’Anglaise; and I must say that is a talent I have never\npossessed. In Paris they will make things to suit your peculiarities;\nbut in England I think you like much more to have--how shall I say\nit?--one thing for everybody. I mean as regards dress. I don’t know\nabout other things; but I have always supposed that in other things\neverything was different. I mean according to the people--according to\nthe classes, and all that. I am afraid you will think that I don’t take\na very favorable view; but you know you can’t take a very favorable view\nin Dover Street in the month of November. That has always been my fate.\nDo you know Jones’s Hotel in Dover Street? That’s all I know of England.\nOf course everyone admits that the English hotels are your weak point.\nThere was always the most frightful fog; I couldn’t see to try my things\non. When I got over to America--into the light--I usually found they\nwere twice too big. The next time I mean to go in the season; I think\nI shall go next year. I want very much to take my sister; she has never\nbeen to England. I don’t know whether you know what I mean by saying\nthat the Englishmen who come here sometimes get spoiled. I mean that\nthey take things as a matter of course--things that are done for them.\nNow, naturally, they are only a matter of course when the Englishmen are\nvery nice. But, of course, they are almost always very nice. Of course\nthis isn’t nearly such an interesting country as England; there are not\nnearly so many things to see, and we haven’t your country life. I have\nnever seen anything of your country life; when I am in Europe I am\nalways on the Continent. But I have heard a great deal about it; I know\nthat when you are among yourselves in the country you have the most\nbeautiful time. Of course we have nothing of that sort, we have nothing\non that scale. I don’t apologize, Lord Lambeth; some Americans are\nalways apologizing; you must have noticed that. We have the reputation\nof always boasting and bragging and waving the American flag; but I must\nsay that what strikes me is that we are perpetually making excuses and\ntrying to smooth things over. The American flag has quite gone out of\nfashion; it’s very carefully folded up, like an old tablecloth. Why\nshould we apologize? The English never apologize--do they? No; I\nmust say I never apologize. You must take us as we come--with all our\nimperfections on our heads. Of course we haven’t your country life, and\nyour old ruins, and your great estates, and your leisure class, and all\nthat. But if we haven’t, I should think you might find it a pleasant\nchange--I think any country is pleasant where they have pleasant\nmanners. Captain Littledale told me he had never seen such pleasant\nmanners as at Newport, and he had been a great deal in European society.\nHadn’t he been in the diplomatic service? He told me the dream of his\nlife was to get appointed to a diplomatic post in Washington. But he\ndoesn’t seem to have succeeded. I suppose that in England promotion--and\nall that sort of thing--is fearfully slow. With us, you know, it’s a\ngreat deal too fast. You see, I admit our drawbacks. But I must confess\nI think Newport is an ideal place. I don’t know anything like it\nanywhere. Captain Littledale told me he didn’t know anything like it\nanywhere. It’s entirely different from most watering places; it’s a\nmost charming life. I must say I think that when one goes to a foreign\ncountry one ought to enjoy the differences. Of course there are\ndifferences, otherwise what did one come abroad for? Look for your\npleasure in the differences, Lord Lambeth; that’s the way to do it;\nand then I am sure you will find American society--at least Newport\nsociety--most charming and most interesting. I wish very much my husband\nwere here; but he’s dreadfully confined to New York. I suppose you\nthink that is very strange--for a gentleman. But you see we haven’t any\nleisure class.”\n\nMrs. Westgate’s discourse, delivered in a soft, sweet voice, flowed\non like a miniature torrent, and was interrupted by a hundred\nlittle smiles, glances, and gestures, which might have figured the\nirregularities and obstructions of such a stream. Lord Lambeth listened\nto her with, it must be confessed, a rather ineffectual attention,\nalthough he indulged in a good many little murmurs and ejaculations\nof assent and deprecation. He had no great faculty for apprehending\ngeneralizations. There were some three or four indeed which, in the\nplay of his own intelligence, he had originated, and which had seemed\nconvenient at the moment; but at the present time he could hardly have\nbeen said to follow Mrs. Westgate as she darted gracefully about in the\nsea of speculation. Fortunately she asked for no especial rejoinder, for\nshe looked about at the rest of the company as well, and smiled at Percy\nBeaumont, on the other side of her, as if he too much understand her and\nagree with her. He was rather more successful than his companion; for\nbesides being, as we know, cleverer, his attention was not vaguely\ndistracted by close vicinity to a remarkably interesting young girl,\nwith dark hair and blue eyes. This was the case with Lord Lambeth, to\nwhom it occurred after a while that the young girl with blue eyes and\ndark hair was the pretty sister of whom Mrs. Westgate had spoken. She\npresently turned to him with a remark which established her identity.\n\n“It’s a great pity you couldn’t have brought my brother-in-law with you.\nIt’s a great shame he should be in New York in these days.”\n\n“Oh, yes; it’s so very hot,” said Lord Lambeth.\n\n“It must be dreadful,” said the young girl.\n\n“I daresay he is very busy,” Lord Lambeth observed.\n\n“The gentlemen in America work too much,” the young girl went on.\n\n“Oh, do they? I daresay they like it,” said her interlocutor.\n\n“I don’t like it. One never sees them.”\n\n“Don’t you, really?” asked Lord Lambeth. “I shouldn’t have fancied\nthat.”\n\n“Have you come to study American manners?” asked the young girl.\n\n“Oh, I don’t know. I just came over for a lark. I haven’t got long.”\n Here there was a pause, and Lord Lambeth began again. “But Mr. Westgate\nwill come down here, will not he?”\n\n“I certainly hope he will. He must help to entertain you and Mr.\nBeaumont.”\n\nLord Lambeth looked at her a little with his handsome brown eyes. “Do\nyou suppose he would have come down with us if we had urged him?”\n\nMr. Westgate’s sister-in-law was silent a moment, and then, “I daresay\nhe would,” she answered.\n\n“Really!” said the young Englishman. “He was immensely civil to Beaumont\nand me,” he added.\n\n“He is a dear good fellow,” the young lady rejoined, “and he is a\nperfect husband. But all Americans are that,” she continued, smiling.\n\n“Really!” Lord Lambeth exclaimed again and wondered whether all American\nladies had such a passion for generalizing as these two.\n\nHe sat there a good while: there was a great deal of talk; it was all\nvery friendly and lively and jolly. Everyone present, sooner or\nlater, said something to him, and seemed to make a particular point of\naddressing him by name. Two or three other persons came in, and there\nwas a shifting of seats and changing of places; the gentlemen all\nentered into intimate conversation with the two Englishmen, made them\nurgent offers of hospitality, and hoped they might frequently be of\nservice to them. They were afraid Lord Lambeth and Mr. Beaumont were not\nvery comfortable at their hotel; that it was not, as one of them said,\n“so private as those dear little English inns of yours.” This last\ngentleman went on to say that unfortunately, as yet, perhaps, privacy\nwas not quite so easily obtained in America as might be desired; still,\nhe continued, you could generally get it by paying for it; in fact, you\ncould get everything in America nowadays by paying for it. American life\nwas certainly growing a great deal more private; it was growing very\nmuch like England. Everything at Newport, for instance, was thoroughly\nprivate; Lord Lambeth would probably be struck with that. It was also\nrepresented to the strangers that it mattered very little whether their\nhotel was agreeable, as everyone would want them to make visits; they\nwould stay with other people, and, in any case, they would be a great\ndeal at Mrs. Westgate’s. They would find that very charming; it was\nthe pleasantest house in Newport. It was a pity Mr. Westgate was always\naway; he was a man of the highest ability--very acute, very acute. He\nworked like a horse, and he left his wife--well, to do about as she\nliked. He liked her to enjoy herself, and she seemed to know how. She\nwas extremely brilliant and a splendid talker. Some people preferred her\nsister; but Miss Alden was very different; she was in a different style\naltogether. Some people even thought her prettier, and, certainly, she\nwas not so sharp. She was more in the Boston style; she had lived a\ngreat deal in Boston, and she was very highly educated. Boston girls, it\nwas propounded, were more like English young ladies.\n\nLord Lambeth had presently a chance to test the truth of this\nproposition, for on the company rising in compliance with a suggestion\nfrom their hostess that they should walk down to the rocks and look\nat the sea, the young Englishman again found himself, as they strolled\nacross the grass, in proximity to Mrs. Westgate’s sister. Though she was\nbut a girl of twenty, she appeared to feel the obligation to exert an\nactive hospitality; and this was, perhaps, the more to be noticed as she\nseemed by nature a reserved and retiring person, and had little of her\nsister’s fraternizing quality. She was perhaps rather too thin, and she\nwas a little pale; but as she moved slowly over the grass, with her arms\nhanging at her sides, looking gravely for a moment at the sea and then\nbrightly, for all her gravity, at him, Lord Lambeth thought her at least\nas pretty as Mrs. Westgate, and reflected that if this was the Boston\nstyle the Boston style was very charming. He thought she looked very\nclever; he could imagine that she was highly educated; but at the same\ntime she seemed gentle and graceful. For all her cleverness, however,\nhe felt that she had to think a little what to say; she didn’t say the\nfirst thing that came into her head; he had come from a different part\nof the world and from a different society, and she was trying to adapt\nher conversation. The others were scattering themselves near the rocks;\nMrs. Westgate had charge of Percy Beaumont.\n\n“Very jolly place, isn’t it?” said Lord Lambeth. “It’s a very jolly\nplace to sit.”\n\n“Very charming,” said the young girl. “I often sit here; there are all\nkinds of cozy corners--as if they had been made on purpose.”\n\n“Ah! I suppose you have had some of them made,” said the young man.\n\nMiss Alden looked at him a moment. “Oh no, we have had nothing made.\nIt’s pure nature.”\n\n“I should think you would have a few little benches--rustic seats and\nthat sort of thing. It might be so jolly to sit here, you know,” Lord\nLambeth went on.\n\n“I am afraid we haven’t so many of those things as you,” said the young\ngirl thoughtfully.\n\n“I daresay you go in for pure nature, as you were saying. Nature over\nhere must be so grand, you know.” And Lord Lambeth looked about him.\n\nThe little coast line hereabouts was very pretty, but it was not at all\ngrand, and Miss Alden appeared to rise to a perception of this fact.\n“I am afraid it seems to you very rough,” she said. “It’s not like the\ncoast scenery in Kingsley’s novels.”\n\n“Ah, the novels always overdo it, you know,” Lord Lambeth rejoined. “You\nmust not go by the novels.”\n\nThey were wandering about a little on the rocks, and they stopped and\nlooked down into a narrow chasm where the rising tide made a curious\nbellowing sound. It was loud enough to prevent their hearing each other,\nand they stood there for some moments in silence. The young girl looked\nat her companion, observing him attentively, but covertly, as women,\neven when very young, know how to do. Lord Lambeth repaid observation;\ntall, straight, and strong, he was handsome as certain young Englishmen,\nand certain young Englishmen almost alone, are handsome; with a perfect\nfinish of feature and a look of intellectual repose and gentle good\ntemper which seemed somehow to be consequent upon his well-cut nose and\nchin. And to speak of Lord Lambeth’s expression of intellectual repose\nis not simply a civil way of saying that he looked stupid. He was\nevidently not a young man of an irritable imagination; he was not, as\nhe would himself have said, tremendously clever; but though there was a\nkind of appealing dullness in his eye, he looked thoroughly reasonable\nand competent, and his appearance proclaimed that to be a nobleman,\nan athlete, and an excellent fellow was a sufficiently brilliant\ncombination of qualities. The young girl beside him, it may be attested\nwithout further delay, thought him the handsomest young man she had ever\nseen; and Bessie Alden’s imagination, unlike that of her companion,\nwas irritable. He, however, was also making up his mind that she was\nuncommonly pretty.\n\n“I daresay it’s very gay here, that you have lots of balls and parties,”\n he said; for, if he was not tremendously clever, he rather prided\nhimself on having, with women, a sufficiency of conversation.\n\n“Oh, yes, there is a great deal going on,” Bessie Alden replied. “There\nare not so many balls, but there are a good many other things. You will\nsee for yourself; we live rather in the midst of it.”\n\n“It’s very kind of you to say that. But I thought you Americans were\nalways dancing.”\n\n“I suppose we dance a good deal; but I have never seen much of it. We\ndon’t do it much, at any rate, in summer. And I am sure,” said Bessie\nAlden, “that we don’t have so many balls as you have in England.”\n\n“Really!” exclaimed Lord Lambeth. “Ah, in England it all depends, you\nknow.”\n\n“You will not think much of our gaieties,” said the young girl, looking\nat him with a little mixture of interrogation and decision which was\npeculiar to her. The interrogation seemed earnest and the decision\nseemed arch; but the mixture, at any rate, was charming. “Those things,\nwith us, are much less splendid than in England.”\n\n“I fancy you don’t mean that,” said Lord Lambeth, laughing.\n\n“I assure you I mean everything I say,” the young girl declared.\n“Certainly, from what I have read about English society, it is very\ndifferent.”\n\n“Ah well, you know,” said her companion, “those things are often\ndescribed by fellows who know nothing about them. You mustn’t mind what\nyou read.”\n\n“Oh, I SHALL mind what I read!” Bessie Alden rejoined. “When I read\nThackeray and George Eliot, how can I help minding them?”\n\n“Ah well, Thackeray, and George Eliot,” said the young nobleman; “I\nhaven’t read much of them.”\n\n“Don’t you suppose they know about society?” asked Bessie Alden.\n\n“Oh, I daresay they know; they were so very clever. But these\nfashionable novels,” said Lord Lambeth, “they are awful rot, you know.”\n\nHis companion looked at him a moment with her dark blue eyes, and then\nshe looked down in the chasm where the water was tumbling about. “Do you\nmean Mrs. Gore, for instance?” she said presently, raising her eyes.\n\n“I am afraid I haven’t read that, either,” was the young man’s\nrejoinder, laughing a little and blushing. “I am afraid you’ll think I\nam not very intellectual.”\n\n“Reading Mrs. Gore is no proof of intellect. But I like reading\neverything about English life--even poor books. I am so curious about\nit.”\n\n“Aren’t ladies always curious?” asked the young man jestingly.\n\nBut Bessie Alden appeared to desire to answer his question seriously. “I\ndon’t think so--I don’t think we are enough so--that we care about many\nthings. So it’s all the more of a compliment,” she added, “that I should\nwant to know so much about England.”\n\nThe logic here seemed a little close; but Lord Lambeth, made conscious\nof a compliment, found his natural modesty just at hand. “I am sure you\nknow a great deal more than I do.”\n\n“I really think I know a great deal--for a person who has never been\nthere.”\n\n“Have you really never been there?” cried Lord Lambeth. “Fancy!”\n\n“Never--except in imagination,” said the young girl.\n\n“Fancy!” repeated her companion. “But I daresay you’ll go soon, won’t\nyou?”\n\n“It’s the dream of my life!” declared Bessie Alden, smiling.\n\n“But your sister seems to know a tremendous lot about London,” Lord\nLambeth went on.\n\nThe young girl was silent a moment. “My sister and I are two very\ndifferent persons,” she presently said. “She has been a great deal in\nEurope. She has been in England several times. She has known a great\nmany English people.”\n\n“But you must have known some, too,” said Lord Lambeth.\n\n“I don’t think that I have ever spoken to one before. You are the first\nEnglishman that--to my knowledge--I have ever talked with.”\n\nBessie Alden made this statement with a certain gravity--almost, as it\nseemed to Lord Lambeth, an impressiveness. Attempts at impressiveness\nalways made him feel awkward, and he now began to laugh and swing his\nstick. “Ah, you would have been sure to know!” he said. And then he\nadded, after an instant, “I’m sorry I am not a better specimen.”\n\nThe young girl looked away; but she smiled, laying aside her\nimpressiveness. “You must remember that you are only a beginning,” she\nsaid. Then she retraced her steps, leading the way back to the lawn,\nwhere they saw Mrs. Westgate come toward them with Percy Beaumont still\nat her side. “Perhaps I shall go to England next year,” Miss Alden\ncontinued; “I want to, immensely. My sister is going to Europe, and she\nhas asked me to go with her. If we go, I shall make her stay as long as\npossible in London.”\n\n“Ah, you must come in July,” said Lord Lambeth. “That’s the time when\nthere is most going on.”\n\n“I don’t think I can wait till July,” the young girl rejoined. “By the\nfirst of May I shall be very impatient.” They had gone further, and Mrs.\nWestgate and her companion were near them. “Kitty,” said Miss Alden,\n“I have given out that we are going to London next May. So please to\nconduct yourself accordingly.”\n\nPercy Beaumont wore a somewhat animated--even a slightly irritated--air.\nHe was by no means so handsome a man as his cousin, although in his\ncousin’s absence he might have passed for a striking specimen of the\ntall, muscular, fair-bearded, clear-eyed Englishman. Just now Beaumont’s\nclear eyes, which were small and of a pale gray color, had a rather\ntroubled light, and, after glancing at Bessie Alden while she spoke,\nhe rested them upon his kinsman. Mrs. Westgate meanwhile, with her\nsuperfluously pretty gaze, looked at everyone alike.\n\n“You had better wait till the time comes,” she said to her sister.\n“Perhaps next May you won’t care so much about London. Mr. Beaumont\nand I,” she went on, smiling at her companion, “have had a tremendous\ndiscussion. We don’t agree about anything. It’s perfectly delightful.”\n\n“Oh, I say, Percy!” exclaimed Lord Lambeth.\n\n“I disagree,” said Beaumont, stroking down his back hair, “even to the\npoint of not thinking it delightful.”\n\n“Oh, I say!” cried Lord Lambeth again.\n\n“I don’t see anything delightful in my disagreeing with Mrs. Westgate,”\n said Percy Beaumont.\n\n“Well, I do!” Mrs. Westgate declared; and she turned to her sister. “You\nknow you have to go to town. The phaeton is there. You had better take\nLord Lambeth.”\n\nAt this point Percy Beaumont certainly looked straight at his kinsman;\nhe tried to catch his eye. But Lord Lambeth would not look at him; his\nown eyes were better occupied. “I shall be very happy,” cried Bessie\nAlden. “I am only going to some shops. But I will drive you about and\nshow you the place.”\n\n“An American woman who respects herself,” said Mrs. Westgate, turning to\nBeaumont with her bright expository air, “must buy something every day\nof her life. If she can not do it herself, she must send out some\nmember of her family for the purpose. So Bessie goes forth to fulfill my\nmission.”\n\nThe young girl had walked away, with Lord Lambeth by her side, to whom\nshe was talking still; and Percy Beaumont watched them as they passed\ntoward the house. “She fulfills her own mission,” he presently said;\n“that of being a very attractive young lady.”\n\n“I don’t know that I should say very attractive,” Mrs. Westgate\nrejoined. “She is not so much that as she is charming when you really\nknow her. She is very shy.”\n\n“Oh, indeed!” said Percy Beaumont.\n\n“Extremely shy,” Mrs. Westgate repeated. “But she is a dear good girl;\nshe is a charming species of girl. She is not in the least a flirt; that\nisn’t at all her line; she doesn’t know the alphabet of that sort of\nthing. She is very simple, very serious. She has lived a great deal in\nBoston, with another sister of mine--the eldest of us--who married a\nBostonian. She is very cultivated, not at all like me; I am not in the\nleast cultivated. She has studied immensely and read everything; she is\nwhat they call in Boston ‘thoughtful.’”\n\n“A rum sort of girl for Lambeth to get hold of!” his lordship’s kinsman\nprivately reflected.\n\n“I really believe,” Mrs. Westgate continued, “that the most charming\ngirl in the world is a Boston superstructure upon a New York fonds; or\nperhaps a New York superstructure upon a Boston fonds. At any rate, it’s\nthe mixture,” said Mrs. Westgate, who continued to give Percy Beaumont a\ngreat deal of information.\n\nLord Lambeth got into a little basket phaeton with Bessie Alden, and she\ndrove him down the long avenue, whose extent he had measured on foot a\ncouple of hours before, into the ancient town, as it was called in that\npart of the world, of Newport. The ancient town was a curious affair--a\ncollection of fresh-looking little wooden houses, painted white,\nscattered over a hillside and clustered about a long straight street\npaved with enormous cobblestones. There were plenty of shops--a large\nproportion of which appeared to be those of fruit vendors, with piles\nof huge watermelons and pumpkins stacked in front of them; and, drawn up\nbefore the shops, or bumping about on the cobblestones, were innumerable\nother basket phaetons freighted with ladies of high fashion, who greeted\neach other from vehicle to vehicle and conversed on the edge of the\npavement in a manner that struck Lord Lambeth as demonstrative, with a\ngreat many “Oh, my dears,” and little quick exclamations and caresses.\nHis companion went into seventeen shops--he amused himself with counting\nthem--and accumulated at the bottom of the phaeton a pile of bundles\nthat hardly left the young Englishman a place for his feet. As she had\nno groom nor footman, he sat in the phaeton to hold the ponies, where,\nalthough he was not a particularly acute observer, he saw much to\nentertain him--especially the ladies just mentioned, who wandered up\nand down with the appearance of a kind of aimless intentness, as if they\nwere looking for something to buy, and who, tripping in and out of\ntheir vehicles, displayed remarkably pretty feet. It all seemed to Lord\nLambeth very odd, and bright, and gay. Of course, before they got back\nto the villa, he had had a great deal of desultory conversation with\nBessie Alden.\n\nThe young Englishmen spent the whole of that day and the whole of\nmany successive days in what the French call the intimite of their new\nfriends. They agreed that it was extremely jolly, that they had never\nknown anything more agreeable. It is not proposed to narrate minutely\nthe incidents of their sojourn on this charming shore; though if it\nwere convenient I might present a record of impressions nonetheless\ndelectable that they were not exhaustively analyzed. Many of them still\nlinger in the minds of our travelers, attended by a train of harmonious\nimages--images of brilliant mornings on lawns and piazzas that\noverlooked the sea; of innumerable pretty girls; of infinite lounging\nand talking and laughing and flirting and lunching and dining; of\nuniversal friendliness and frankness; of occasions on which they knew\neveryone and everything and had an extraordinary sense of ease; of\ndrives and rides in the late afternoon over gleaming beaches, on long\nsea roads, beneath a sky lighted up by marvelous sunsets; of suppers, on\nthe return, informal, irregular, agreeable; of evenings at open windows\nor on the perpetual verandas, in the summer starlight, above the warm\nAtlantic. The young Englishmen were introduced to everybody, entertained\nby everybody, intimate with everybody. At the end of three days they\nhad removed their luggage from the hotel and had gone to stay with\nMrs. Westgate--a step to which Percy Beaumont at first offered some\nconscientious opposition. I call his opposition conscientious, because\nit was founded upon some talk that he had had, on the second day, with\nBessie Alden. He had indeed had a good deal of talk with her, for she\nwas not literally always in conversation with Lord Lambeth. He had\nmeditated upon Mrs. Westgate’s account of her sister, and he discovered\nfor himself that the young lady was clever, and appeared to have read a\ngreat deal. She seemed very nice, though he could not make out, as Mrs.\nWestgate had said, she was shy. If she was shy, she carried it off very\nwell.\n\n“Mr. Beaumont,” she had said, “please tell me something about Lord\nLambeth’s family. How would you say it in England--his position?”\n\n“His position?” Percy Beaumont repeated.\n\n“His rank, or whatever you call it. Unfortunately we haven’t got a\nPEERAGE, like the people in Thackeray.”\n\n“That’s a great pity,” said Beaumont. “You would find it all set forth\nthere so much better than I can do it.”\n\n“He is a peer, then?”\n\n“Oh, yes, he is a peer.”\n\n“And has he any other title than Lord Lambeth?”\n\n“His title is the Marquis of Lambeth,” said Beaumont; and then he was\nsilent. Bessie Alden appeared to be looking at him with interest. “He is\nthe son of the Duke of Bayswater,” he added presently.\n\n“The eldest son?”\n\n“The only son.”\n\n“And are his parents living?”\n\n“Oh yes; if his father were not living he would be a duke.”\n\n“So that when his father dies,” pursued Bessie Alden with more\nsimplicity than might have been expected in a clever girl, “he will\nbecome Duke of Bayswater?”\n\n“Of course,” said Percy Beaumont. “But his father is in excellent\nhealth.”\n\n“And his mother?”\n\nBeaumont smiled a little. “The duchess is uncommonly robust.”\n\n“And has he any sisters?”\n\n“Yes, there are two.”\n\n“And what are they called?”\n\n“One of them is married. She is the Countess of Pimlico.”\n\n“And the other?”\n\n“The other is unmarried; she is plain Lady Julia.”\n\nBessie Alden looked at him a moment. “Is she very plain?”\n\nBeaumont began to laugh again. “You would not find her so handsome\nas her brother,” he said; and it was after this that he attempted\nto dissuade the heir of the Duke of Bayswater from accepting Mrs.\nWestgate’s invitation. “Depend upon it,” he said, “that girl means to\ntry for you.”\n\n“It seems to me you are doing your best to make a fool of me,” the\nmodest young nobleman answered.\n\n“She has been asking me,” said Beaumont, “all about your people and your\npossessions.”\n\n“I am sure it is very good of her!” Lord Lambeth rejoined.\n\n“Well, then,” observed his companion, “if you go, you go with your eyes\nopen.”\n\n“Damn my eyes!” exclaimed Lord Lambeth. “If one is to be a dozen times\na day at the house, it is a great deal more convenient to sleep there. I\nam sick of traveling up and down this beastly avenue.”\n\nSince he had determined to go, Percy Beaumont would, of course, have\nbeen very sorry to allow him to go alone; he was a man of conscience,\nand he remembered his promise to the duchess. It was obviously the\nmemory of this promise that made him say to his companion a couple of\ndays later that he rather wondered he should be so fond of that girl.\n\n“In the first place, how do you know how fond I am of her?” asked Lord\nLambeth. “And, in the second place, why shouldn’t I be fond of her?”\n\n“I shouldn’t think she would be in your line.”\n\n“What do you call my ‘line’? You don’t set her down as ‘fast’?”\n\n“Exactly so. Mrs. Westgate tells me that there is no such thing as the\n‘fast girl’ in America; that it’s an English invention, and that the\nterm has no meaning here.”\n\n“All the better. It’s an animal I detest.”\n\n“You prefer a bluestocking.”\n\n“Is that what you call Miss Alden?”\n\n“Her sister tells me,” said Percy Beaumont, “that she is tremendously\nliterary.”\n\n“I don’t know anything about that. She is certainly very clever.”\n\n“Well,” said Beaumont, “I should have supposed you would have found that\nsort of thing awfully slow.”\n\n“In point of fact,” Lord Lambeth rejoined, “I find it uncommonly\nlively.”\n\nAfter this, Percy Beaumont held his tongue; but on the 10th of August\nhe wrote to the Duchess of Bayswater. He was, as I have said, a man of\nconscience, and he had a strong, incorruptible sense of the proprieties\nof life. His kinsman, meanwhile, was having a great deal of talk with\nBessie Alden--on the red sea rocks beyond the lawn; in the course of\nlong island rides, with a slow return in the glowing twilight; on the\ndeep veranda late in the evening. Lord Lambeth, who had stayed at many\nhouses, had never stayed at a house in which it was possible for a young\nman to converse so frequently with a young lady. This young lady\nno longer applied to Percy Beaumont for information concerning his\nlordship. She addressed herself directly to the young nobleman. She\nasked him a great many questions, some of which bored him a little; for\nhe took no pleasure in talking about himself.\n\n“Lord Lambeth,” said Bessie Alden, “are you a hereditary legislator?”\n\n“Oh, I say!” cried Lord Lambeth, “don’t make me call myself such names\nas that.”\n\n“But you are a member of Parliament,” said the young girl.\n\n“I don’t like the sound of that, either.”\n\n“Don’t you sit in the House of Lords?” Bessie Alden went on.\n\n“Very seldom,” said Lord Lambeth.\n\n“Is it an important position?” she asked.\n\n“Oh, dear, no,” said Lord Lambeth.\n\n“I should think it would be very grand,” said Bessie Alden, “to possess,\nsimply by an accident of birth, the right to make laws for a great\nnation.”\n\n“Ah, but one doesn’t make laws. It’s a great humbug.”\n\n“I don’t believe that,” the young girl declared. “It must be a great\nprivilege, and I should think that if one thought of it in the right\nway--from a high point of view--it would be very inspiring.”\n\n“The less one thinks of it, the better,” Lord Lambeth affirmed.\n\n“I think it’s tremendous,” said Bessie Alden; and on another occasion\nshe asked him if he had any tenantry. Hereupon it was that, as I have\nsaid, he was a little bored.\n\n“Do you want to buy up their leases?” he asked.\n\n“Well, have you got any livings?” she demanded.\n\n“Oh, I say!” he cried. “Have you got a clergyman that is looking out?”\n But she made him tell her that he had a castle; he confessed to but one.\nIt was the place in which he had been born and brought up, and, as he\nhad an old-time liking for it, he was beguiled into describing it a\nlittle and saying it was really very jolly. Bessie Alden listened with\ngreat interest and declared that she would give the world to see such\na place. Whereupon--“It would be awfully kind of you to come and\nstay there,” said Lord Lambeth. He took a vague satisfaction in the\ncircumstance that Percy Beaumont had not heard him make the remark I\nhave just recorded.\n\nMr. Westgate all this time had not, as they said at Newport, “come on.”\n His wife more than once announced that she expected him on the morrow;\nbut on the morrow she wandered about a little, with a telegram in\nher jeweled fingers, declaring it was very tiresome that his business\ndetained him in New York; that he could only hope the Englishmen were\nhaving a good time. “I must say,” said Mrs. Westgate, “that it is\nno thanks to him if you are.” And she went on to explain, while she\ncontinued that slow-paced promenade which enabled her well-adjusted\nskirts to display themselves so advantageously, that unfortunately in\nAmerica there was no leisure class. It was Lord Lambeth’s theory, freely\npropounded when the young men were together, that Percy Beaumont was\nhaving a very good time with Mrs. Westgate, and that, under the pretext\nof meeting for the purpose of animated discussion, they were indulging\nin practices that imparted a shade of hypocrisy to the lady’s regret for\nher husband’s absence.\n\n“I assure you we are always discussing and differing,” said Percy\nBeaumont. “She is awfully argumentative. American ladies certainly don’t\nmind contradicting you. Upon my word I don’t think I was ever treated so\nby a woman before. She’s so devilish positive.”\n\nMrs. Westgate’s positive quality, however, evidently had its\nattractions, for Beaumont was constantly at his hostess’s side. He\ndetached himself one day to the extent of going to New York to talk\nover the Tennessee Central with Mr. Westgate; but he was absent only\nforty-eight hours, during which, with Mr. Westgate’s assistance, he\ncompletely settled this piece of business. “They certainly do things\nquickly in New York,” he observed to his cousin; and he added that\nMr. Westgate had seemed very uneasy lest his wife should miss her\nvisitor--he had been in such an awful hurry to send him back to her.\n“I’m afraid you’ll never come up to an American husband, if that’s what\nthe wives expect,” he said to Lord Lambeth.\n\nMrs. Westgate, however, was not to enjoy much longer the entertainment\nwith which an indulgent husband had desired to keep her provided. On\nthe 21st of August Lord Lambeth received a telegram from his mother,\nrequesting him to return immediately to England; his father had been\ntaken ill, and it was his filial duty to come to him.\n\nThe young Englishman was visibly annoyed. “What the deuce does it mean?”\n he asked of his kinsman. “What am I to do?”\n\nPercy Beaumont was annoyed as well; he had deemed it his duty, as I have\nnarrated, to write to the duchess, but he had not expected that this\ndistinguished woman would act so promptly upon his hint. “It means,”\n he said, “that your father is laid up. I don’t suppose it’s anything\nserious; but you have no option. Take the first steamer; but don’t be\nalarmed.”\n\nLord Lambeth made his farewells; but the few last words that he\nexchanged with Bessie Alden are the only ones that have a place in our\nrecord. “Of course I needn’t assure you,” he said, “that if you should\ncome to England next year, I expect to be the first person that you\ninform of it.”\n\nBessie Alden looked at him a little, and she smiled. “Oh, if we come to\nLondon,” she answered, “I should think you would hear of it.”\n\nPercy Beaumont returned with his cousin, and his sense of duty compelled\nhim, one windless afternoon, in mid-Atlantic, to say to Lord Lambeth\nthat he suspected that the duchess’s telegram was in part the result\nof something he himself had written to her. “I wrote to her--as I\nexplicitly notified you I had promised to do--that you were extremely\ninterested in a little American girl.”\n\nLord Lambeth was extremely angry, and he indulged for some moments\nin the simple language of indignation. But I have said that he was a\nreasonable young man, and I can give no better proof of it than the fact\nthat he remarked to his companion at the end of half an hour, “You were\nquite right, after all. I am very much interested in her. Only, to\nbe fair,” he added, “you should have told my mother also that she is\nnot--seriously--interested in me.”\n\nPercy Beaumont gave a little laugh. “There is nothing so charming as\nmodesty in a young man in your position. That speech is a capital proof\nthat you are sweet on her.”\n\n“She is not interested--she is not!” Lord Lambeth repeated.\n\n“My dear fellow,” said his companion, “you are very far gone.”\n\n\n\n\n\nPART II\n\n\nIn point of fact, as Percy Beaumont would have said, Mrs. Westgate\ndisembarked on the 18th of May on the British coast. She was accompanied\nby her sister, but she was not attended by any other member of her\nfamily. To the deprivation of her husband’s society Mrs. Westgate\nwas, however, habituated; she had made half a dozen journeys to Europe\nwithout him, and she now accounted for his absence, to interrogative\nfriends on this side of the Atlantic, by allusion to the regrettable\nbut conspicuous fact that in America there was no leisure class. The\ntwo ladies came up to London and alighted at Jones’s Hotel, where Mrs.\nWestgate, who had made on former occasions the most agreeable impression\nat this establishment, received an obsequious greeting. Bessie Alden\nhad felt much excited about coming to England; she had expected the\n“associations” would be very charming, that it would be an infinite\npleasure to rest her eyes upon the things she had read about in the\npoets and historians. She was very fond of the poets and historians,\nof the picturesque, of the past, of retrospect, of mementos and\nreverberations of greatness; so that on coming into the English world,\nwhere strangeness and familiarity would go hand in hand, she\nwas prepared for a multitude of fresh emotions. They began very\npromptly--these tender, fluttering sensations; they began with the sight\nof the beautiful English landscape, whose dark richness was quickened\nand brightened by the season; with the carpeted fields and flowering\nhedgerows, as she looked at them from the window of the train; with the\nspires of the rural churches peeping above the rook-haunted treetops;\nwith the oak-studded parks, the ancient homes, the cloudy light,\nthe speech, the manners, the thousand differences. Mrs. Westgate’s\nimpressions had, of course, much less novelty and keenness, and she gave\nbut a wandering attention to her sister’s ejaculations and rhapsodies.\n\n“You know my enjoyment of England is not so intellectual as Bessie’s,”\n she said to several of her friends in the course of her visit to this\ncountry. “And yet if it is not intellectual, I can’t say it is physical.\nI don’t think I can quite say what it is, my enjoyment of England.” When\nonce it was settled that the two ladies should come abroad and should\nspend a few weeks in England on their way to the Continent, they of\ncourse exchanged a good many allusions to their London acquaintance.\n\n“It will certainly be much nicer having friends there,” Bessie Alden had\nsaid one day as she sat on the sunny deck of the steamer at her sister’s\nfeet on a large blue rug.\n\n“Whom do you mean by friends?” Mrs. Westgate asked.\n\n“All those English gentlemen whom you have known and entertained.\nCaptain Littledale, for instance. And Lord Lambeth and Mr. Beaumont,”\n added Bessie Alden.\n\n“Do you expect them to give us a very grand reception?”\n\nBessie reflected a moment; she was addicted, as we know, to reflection.\n“Well, yes.”\n\n“My poor, sweet child,” murmured her sister.\n\n“What have I said that is so silly?” asked Bessie.\n\n“You are a little too simple; just a little. It is very becoming, but it\npleases people at your expense.”\n\n“I am certainly too simple to understand you,” said Bessie.\n\n“Shall I tell you a story?” asked her sister.\n\n“If you would be so good. That is what they do to amuse simple people.”\n\nMrs. Westgate consulted her memory, while her companion sat gazing at\nthe shining sea. “Did you ever hear of the Duke of Green-Erin?”\n\n“I think not,” said Bessie.\n\n“Well, it’s no matter,” her sister went on.\n\n“It’s a proof of my simplicity.”\n\n“My story is meant to illustrate that of some other people,” said Mrs.\nWestgate. “The Duke of Green-Erin is what they call in England a great\nswell, and some five years ago he came to America. He spent most of his\ntime in New York, and in New York he spent his days and his nights at\nthe Butterworths’. You have heard, at least, of the Butterworths. BIEN.\nThey did everything in the world for him--they turned themselves inside\nout. They gave him a dozen dinner parties and balls and were the means\nof his being invited to fifty more. At first he used to come into Mrs.\nButterworth’s box at the opera in a tweed traveling suit; but someone\nstopped that. At any rate, he had a beautiful time, and they parted the\nbest friends in the world. Two years elapse, and the Butterworths come\nabroad and go to London. The first thing they see in all the papers--in\nEngland those things are in the most prominent place--is that the Duke\nof Green-Erin has arrived in town for the Season. They wait a little,\nand then Mr. Butterworth--as polite as ever--goes and leaves a card.\nThey wait a little more; the visit is not returned; they wait three\nweeks--silence de mort--the Duke gives no sign. The Butterworths see\na lot of other people, put down the Duke of Green-Erin as a rude,\nungrateful man, and forget all about him. One fine day they go to Ascot\nRaces, and there they meet him face to face. He stares a moment and\nthen comes up to Mr. Butterworth, taking something from his\npocketbook--something which proves to be a banknote. ‘I’m glad to see\nyou, Mr. Butterworth,’ he says, ‘so that I can pay you that ten pounds\nI lost to you in New York. I saw the other day you remembered our bet;\nhere are the ten pounds, Mr. Butterworth. Goodbye, Mr. Butterworth.’ And\noff he goes, and that’s the last they see of the Duke of Green-Erin.”\n\n“Is that your story?” asked Bessie Alden.\n\n“Don’t you think it’s interesting?” her sister replied.\n\n“I don’t believe it,” said the young girl.\n\n“Ah,” cried Mrs. Westgate, “you are not so simple after all! Believe it\nor not, as you please; there is no smoke without fire.”\n\n“Is that the way,” asked Bessie after a moment, “that you expect your\nfriends to treat you?”\n\n“I defy them to treat me very ill, because I shall not give them the\nopportunity. With the best will in the world, in that case they can’t be\nvery offensive.”\n\nBessie Alden was silent a moment. “I don’t see what makes you talk that\nway,” she said. “The English are a great people.”\n\n“Exactly; and that is just the way they have grown great--by dropping\nyou when you have ceased to be useful. People say they are not clever;\nbut I think they are very clever.”\n\n“You know you have liked them--all the Englishmen you have seen,” said\nBessie.\n\n“They have liked me,” her sister rejoined; “it would be more correct to\nsay that. And, of course, one likes that.”\n\nBessie Alden resumed for some moments her studies in sea green. “Well,”\n she said, “whether they like me or not, I mean to like them. And\nhappily,” she added, “Lord Lambeth does not owe me ten pounds.”\n\nDuring the first few days after their arrival at Jones’s Hotel our\ncharming Americans were much occupied with what they would have called\nlooking about them. They found occasion to make a large number of\npurchases, and their opportunities for conversation were such only as\nwere offered by the deferential London shopmen. Bessie Alden, even\nin driving from the station, took an immense fancy to the British\nmetropolis, and at the risk of exhibiting her as a young woman of vulgar\ntastes it must be recorded that for a considerable period she desired no\nhigher pleasure than to drive about the crowded streets in a hansom cab.\nTo her attentive eyes they were full of a strange picturesque life, and\nit is at least beneath the dignity of our historic muse to enumerate the\ntrivial objects and incidents which this simple young lady from Boston\nfound so entertaining. It may be freely mentioned, however, that\nwhenever, after a round of visits in Bond Street and Regent Street,\nshe was about to return with her sister to Jones’s Hotel, she made an\nearnest request that they should be driven home by way of Westminster\nAbbey. She had begun by asking whether it would not be possible to take\nthe Tower on the way to their lodgings; but it happened that at a more\nprimitive stage of her culture Mrs. Westgate had paid a visit to this\nvenerable monument, which she spoke of ever afterward vaguely as a\ndreadful disappointment; so that she expressed the liveliest disapproval\nof any attempt to combine historical researches with the purchase of\nhairbrushes and notepaper. The most she would consent to do in this line\nwas to spend half an hour at Madame Tussaud’s, where she saw several\ndusty wax effigies of members of the royal family. She told Bessie that\nif she wished to go to the Tower she must get someone else to take her.\nBessie expressed hereupon an earnest disposition to go alone; but upon\nthis proposal as well Mrs. Westgate sprinkled cold water.\n\n“Remember,” she said, “that you are not in your innocent little Boston.\nIt is not a question of walking up and down Beacon Street.” Then she\nwent on to explain that there were two classes of American girls in\nEurope--those that walked about alone and those that did not. “You\nhappen to belong, my dear,” she said to her sister, “to the class that\ndoes not.”\n\n“It is only,” answered Bessie, laughing, “because you happen to prevent\nme.” And she devoted much private meditation to this question of\neffecting a visit to the Tower of London.\n\nSuddenly it seemed as if the problem might be solved; the two ladies at\nJones’s Hotel received a visit from Willie Woodley. Such was the social\nappellation of a young American who had sailed from New York a few days\nafter their own departure, and who, having the privilege of intimacy\nwith them in that city, had lost no time, on his arrival in London,\nin coming to pay them his respects. He had, in fact, gone to see them\ndirectly after going to see his tailor, than which there can be no\ngreater exhibition of promptitude on the part of a young American who\nhas just alighted at the Charing Cross Hotel. He was a slim, pale youth,\nof the most amiable disposition, famous for the skill with which he led\nthe “German” in New York. Indeed, by the young ladies who habitually\nfigured in this Terpsichorean revel he was believed to be “the best\ndancer in the world”; it was in these terms that he was always spoken\nof, and that his identity was indicated. He was the gentlest, softest\nyoung man it was possible to meet; he was beautifully dressed--“in the\nEnglish style”--and he knew an immense deal about London. He had been\nat Newport during the previous summer, at the time of our young\nEnglishmen’s visit, and he took extreme pleasure in the society of\nBessie Alden, whom he always addressed as “Miss Bessie.” She immediately\narranged with him, in the presence of her sister, that he should conduct\nher to the scene of Anne Boleyn’s execution.\n\n“You may do as you please,” said Mrs. Westgate. “Only--if you desire the\ninformation--it is not the custom here for young ladies to knock about\nLondon with young men.”\n\n“Miss Bessie has waltzed with me so often,” observed Willie Woodley;\n“she can surely go out with me in a hansom.”\n\n“I consider waltzing,” said Mrs. Westgate, “the most innocent pleasure\nof our time.”\n\n“It’s a compliment to our time!” exclaimed the young man with a little\nlaugh, in spite of himself.\n\n“I don’t see why I should regard what is done here,” said Bessie Alden.\n“Why should I suffer the restrictions of a society of which I enjoy none\nof the privileges?”\n\n“That’s very good--very good,” murmured Willie Woodley.\n\n“Oh, go to the Tower, and feel the ax, if you like,” said Mrs. Westgate.\n“I consent to your going with Mr. Woodley; but I should not let you go\nwith an Englishman.”\n\n“Miss Bessie wouldn’t care to go with an Englishman!” Mr. Woodley\ndeclared with a faint asperity that was, perhaps, not unnatural in a\nyoung man, who, dressing in the manner that I have indicated and knowing\na great deal, as I have said, about London, saw no reason for drawing\nthese sharp distinctions. He agreed upon a day with Miss Bessie--a day\nof that same week.\n\nAn ingenious mind might, perhaps, trace a connection between the young\ngirl’s allusion to her destitution of social privileges and a question\nshe asked on the morrow as she sat with her sister at lunch.\n\n“Don’t you mean to write to--to anyone?” said Bessie.\n\n“I wrote this morning to Captain Littledale,” Mrs. Westgate replied.\n\n“But Mr. Woodley said that Captain Littledale had gone to India.”\n\n“He said he thought he had heard so; he knew nothing about it.”\n\nFor a moment Bessie Alden said nothing more; then, at last, “And don’t\nyou intend to write to--to Mr. Beaumont?” she inquired.\n\n“You mean to Lord Lambeth,” said her sister.\n\n“I said Mr. Beaumont because he was so good a friend of yours.”\n\nMrs. Westgate looked at the young girl with sisterly candor. “I don’t\ncare two straws for Mr. Beaumont.”\n\n“You were certainly very nice to him.”\n\n“I am nice to everyone,” said Mrs. Westgate simply.\n\n“To everyone but me,” rejoined Bessie, smiling.\n\nHer sister continued to look at her; then, at last, “Are you in love\nwith Lord Lambeth?” she asked.\n\nThe young girl stared a moment, and the question was apparently too\nhumorous even to make her blush. “Not that I know of,” she answered.\n\n“Because if you are,” Mrs. Westgate went on, “I shall certainly not send\nfor him.”\n\n“That proves what I said,” declared Bessie, smiling--“that you are not\nnice to me.”\n\n“It would be a poor service, my dear child,” said her sister.\n\n“In what sense? There is nothing against Lord Lambeth that I know of.”\n\nMrs. Westgate was silent a moment. “You ARE in love with him then?”\n\nBessie stared again; but this time she blushed a little. “Ah! if you\nwon’t be serious,” she answered, “we will not mention him again.”\n\nFor some moments Lord Lambeth was not mentioned again, and it was Mrs.\nWestgate who, at the end of this period, reverted to him. “Of course I\nwill let him know we are here, because I think he would be hurt--justly\nenough--if we should go away without seeing him. It is fair to give\nhim a chance to come and thank me for the kindness we showed him. But I\ndon’t want to seem eager.”\n\n“Neither do I,” said Bessie with a little laugh.\n\n“Though I confess,” added her sister, “that I am curious to see how he\nwill behave.”\n\n“He behaved very well at Newport.”\n\n“Newport is not London. At Newport he could do as he liked; but here it\nis another affair. He has to have an eye to consequences.”\n\n“If he had more freedom, then, at Newport,” argued Bessie, “it is the\nmore to his credit that he behaved well; and if he has to be so careful\nhere, it is possible he will behave even better.”\n\n“Better--better,” repeated her sister. “My dear child, what is your\npoint of view?”\n\n“How do you mean--my point of view?”\n\n“Don’t you care for Lord Lambeth--a little?”\n\nThis time Bessie Alden was displeased; she slowly got up from the\ntable, turning her face away from her sister. “You will oblige me by not\ntalking so,” she said.\n\nMrs. Westgate sat watching her for some moments as she moved slowly\nabout the room and went and stood at the window. “I will write to him\nthis afternoon,” she said at last.\n\n“Do as you please!” Bessie answered; and presently she turned round. “I\nam not afraid to say that I like Lord Lambeth. I like him very much.”\n\n“He is not clever,” Mrs. Westgate declared.\n\n“Well, there have been clever people whom I have disliked,” said Bessie\nAlden; “so that I suppose I may like a stupid one. Besides, Lord Lambeth\nis not stupid.”\n\n“Not so stupid as he looks!” exclaimed her sister, smiling.\n\n“If I were in love with Lord Lambeth, as you said just now, it would be\nbad policy on your part to abuse him.”\n\n“My dear child, don’t give me lessons in policy!” cried Mrs. Westgate.\n“The policy I mean to follow is very deep.”\n\nThe young girl began to walk about the room again; then she stopped\nbefore her sister. “I have never heard in the course of five minutes,”\n she said, “so many hints and innuendoes. I wish you would tell me in\nplain English what you mean.”\n\n“I mean that you may be much annoyed.”\n\n“That is still only a hint,” said Bessie.\n\nHer sister looked at her, hesitating an instant. “It will be said of you\nthat you have come after Lord Lambeth--that you followed him.”\n\nBessie Alden threw back her pretty head like a startled hind, and a look\nflashed into her face that made Mrs. Westgate rise from her chair. “Who\nsays such things as that?” she demanded.\n\n“People here.”\n\n“I don’t believe it,” said Bessie.\n\n“You have a very convenient faculty of doubt. But my policy will be, as\nI say, very deep. I shall leave you to find out this kind of thing for\nyourself.”\n\nBessie fixed her eyes upon her sister, and Mrs. Westgate thought for\na moment there were tears in them. “Do they talk that way here?” she\nasked.\n\n“You will see. I shall leave you alone.”\n\n“Don’t leave me alone,” said Bessie Alden. “Take me away.”\n\n“No; I want to see what you make of it,” her sister continued.\n\n“I don’t understand.”\n\n“You will understand after Lord Lambeth has come,” said Mrs. Westgate\nwith a little laugh.\n\nThe two ladies had arranged that on this afternoon Willie Woodley should\ngo with them to Hyde Park, where Bessie Alden expected to derive much\nentertainment from sitting on a little green chair, under the great\ntrees, beside Rotten Row. The want of a suitable escort had hitherto\nrendered this pleasure inaccessible; but no escort now, for such an\nexpedition, could have been more suitable than their devoted young\ncountryman, whose mission in life, it might almost be said, was to find\nchairs for ladies, and who appeared on the stroke of half-past five with\na white camellia in his buttonhole.\n\n“I have written to Lord Lambeth, my dear,” said Mrs. Westgate to her\nsister, on coming into the room where Bessie Alden, drawing on her long\ngray gloves, was entertaining their visitor.\n\nBessie said nothing, but Willie Woodley exclaimed that his lordship was\nin town; he had seen his name in the Morning Post.\n\n“Do you read the Morning Post?” asked Mrs. Westgate.\n\n“Oh, yes; it’s great fun,” Willie Woodley affirmed.\n\n“I want so to see it,” said Bessie; “there is so much about it in\nThackeray.”\n\n“I will send it to you every morning,” said Willie Woodley.\n\nHe found them what Bessie Alden thought excellent places, under the\ngreat trees, beside the famous avenue whose humors had been made\nfamiliar to the young girl’s childhood by the pictures in Punch. The\nday was bright and warm, and the crowd of riders and spectators, and the\ngreat procession of carriages, were proportionately dense and brilliant.\nThe scene bore the stamp of the London Season at its height, and Bessie\nAlden found more entertainment in it than she was able to express to\nher companions. She sat silent, under her parasol, and her imagination,\naccording to its wont, let itself loose into the great changing\nassemblage of striking and suggestive figures. They stirred up a host\nof old impressions and preconceptions, and she found herself fitting a\nhistory to this person and a theory to that, and making a place for them\nall in her little private museum of types. But if she said little, her\nsister on one side and Willie Woodley on the other expressed themselves\nin lively alternation.\n\n“Look at that green dress with blue flounces,” said Mrs. Westgate.\n“Quelle toilette!”\n\n“That’s the Marquis of Blackborough,” said the young man--“the one in\nthe white coat. I heard him speak the other night in the House of Lords;\nit was something about ramrods; he called them ‘wamwods.’ He’s an awful\nswell.”\n\n“Did you ever see anything like the way they are pinned back?” Mrs.\nWestgate resumed. “They never know where to stop.”\n\n“They do nothing but stop,” said Willie Woodley. “It prevents them from\nwalking. Here comes a great celebrity--Lady Beatrice Bellevue. She’s\nawfully fast; see what little steps she takes.”\n\n“Well, my dear,” Mrs. Westgate pursued, “I hope you are getting some\nideas for your couturiere?”\n\n“I am getting plenty of ideas,” said Bessie, “but I don’t know that my\ncouturiere would appreciate them.”\n\nWillie Woodley presently perceived a friend on horseback, who drove up\nbeside the barrier of the Row and beckoned to him. He went forward, and\nthe crowd of pedestrians closed about him, so that for some ten minutes\nhe was hidden from sight. At last he reappeared, bringing a gentleman\nwith him--a gentleman whom Bessie at first supposed to be his friend\ndismounted. But at a second glance she found herself looking at Lord\nLambeth, who was shaking hands with her sister.\n\n“I found him over there,” said Willie Woodley, “and I told him you were\nhere.”\n\nAnd then Lord Lambeth, touching his hat a little, shook hands with\nBessie. “Fancy your being here!” he said. He was blushing and smiling;\nhe looked very handsome, and he had a kind of splendor that he had not\nhad in America. Bessie Alden’s imagination, as we know, was just then in\nexercise; so that the tall young Englishman, as he stood there looking\ndown at her, had the benefit of it. “He is handsomer and more splendid\nthan anything I have ever seen,” she said to herself. And then she\nremembered that he was a marquis, and she thought he looked like a\nmarquis.\n\n“I say, you know,” he cried, “you ought to have let a man know you were\nhere!”\n\n“I wrote to you an hour ago,” said Mrs. Westgate.\n\n“Doesn’t all the world know it?” asked Bessie, smiling.\n\n“I assure you I didn’t know it!” cried Lord Lambeth. “Upon my honor I\nhadn’t heard of it. Ask Woodley now; had I, Woodley?”\n\n“Well, I think you are rather a humbug,” said Willie Woodley.\n\n“You don’t believe that--do you, Miss Alden?” asked his lordship. “You\ndon’t believe I’m a humbug, eh?”\n\n“No,” said Bessie, “I don’t.”\n\n“You are too tall to stand up, Lord Lambeth,” Mrs. Westgate observed.\n“You are only tolerable when you sit down. Be so good as to get a\nchair.”\n\nHe found a chair and placed it sidewise, close to the two ladies. “If I\nhadn’t met Woodley I should never have found you,” he went on. “Should\nI, Woodley?”\n\n“Well, I guess not,” said the young American.\n\n“Not even with my letter?” asked Mrs. Westgate.\n\n“Ah, well, I haven’t got your letter yet; I suppose I shall get it this\nevening. It was awfully kind of you to write.”\n\n“So I said to Bessie,” observed Mrs. Westgate.\n\n“Did she say so, Miss Alden?” Lord Lambeth inquired. “I daresay you have\nbeen here a month.”\n\n“We have been here three,” said Mrs. Westgate.\n\n“Have you been here three months?” the young man asked again of Bessie.\n\n“It seems a long time,” Bessie answered.\n\n“I say, after that you had better not call me a humbug!” cried Lord\nLambeth. “I have only been in town three weeks; but you must have been\nhiding away; I haven’t seen you anywhere.”\n\n“Where should you have seen us--where should we have gone?” asked Mrs.\nWestgate.\n\n“You should have gone to Hurlingham,” said Willie Woodley.\n\n“No; let Lord Lambeth tell us,” Mrs. Westgate insisted.\n\n“There are plenty of places to go to,” said Lord Lambeth; “each one\nstupider than the other. I mean people’s houses; they send you cards.”\n\n“No one has sent us cards,” said Bessie.\n\n“We are very quiet,” her sister declared. “We are here as travelers.”\n\n“We have been to Madame Tussaud’s,” Bessie pursued.\n\n“Oh, I say!” cried Lord Lambeth.\n\n“We thought we should find your image there,” said Mrs. Westgate--“yours\nand Mr. Beaumont’s.”\n\n“In the Chamber of Horrors?” laughed the young man.\n\n“It did duty very well for a party,” said Mrs. Westgate. “All the women\nwere decolletes, and many of the figures looked as if they could speak\nif they tried.”\n\n“Upon my word,” Lord Lambeth rejoined, “you see people at London parties\nthat look as if they couldn’t speak if they tried.”\n\n“Do you think Mr. Woodley could find us Mr. Beaumont?” asked Mrs.\nWestgate.\n\nLord Lambeth stared and looked round him. “I daresay he could. Beaumont\noften comes here. Don’t you think you could find him, Woodley? Make a\ndive into the crowd.”\n\n“Thank you; I have had enough diving,” said Willie Woodley. “I will wait\ntill Mr. Beaumont comes to the surface.”\n\n“I will bring him to see you,” said Lord Lambeth; “where are you\nstaying?”\n\n“You will find the address in my letter--Jones’s Hotel.”\n\n“Oh, one of those places just out of Piccadilly? Beastly hole, isn’t\nit?” Lord Lambeth inquired.\n\n“I believe it’s the best hotel in London,” said Mrs. Westgate.\n\n“But they give you awful rubbish to eat, don’t they?” his lordship went\non.\n\n“Yes,” said Mrs. Westgate.\n\n“I always feel so sorry for the people that come up to town and go to\nlive in those places,” continued the young man. “They eat nothing but\nfilth.”\n\n“Oh, I say!” cried Willie Woodley.\n\n“Well, how do you like London, Miss Alden?” Lord Lambeth asked,\nunperturbed by this ejaculation.\n\n“I think it’s grand,” said Bessie Alden.\n\n“My sister likes it, in spite of the ‘filth’!” Mrs. Westgate exclaimed.\n\n“I hope you are going to stay a long time.”\n\n“As long as I can,” said Bessie.\n\n“And where is Mr. Westgate?” asked Lord Lambeth of this gentleman’s\nwife.\n\n“He’s where he always is--in that tiresome New York.”\n\n“He must be tremendously clever,” said the young man.\n\n“I suppose he is,” said Mrs. Westgate.\n\nLord Lambeth sat for nearly an hour with his American friends; but it\nis not our purpose to relate their conversation in full. He addressed\na great many remarks to Bessie Alden, and finally turned toward her\naltogether, while Willie Woodley entertained Mrs. Westgate. Bessie\nherself said very little; she was on her guard, thinking of what\nher sister had said to her at lunch. Little by little, however, she\ninterested herself in Lord Lambeth again, as she had done at Newport;\nonly it seemed to her that here he might become more interesting. He\nwould be an unconscious part of the antiquity, the impressiveness, the\npicturesqueness, of England; and poor Bessie Alden, like many a Yankee\nmaiden, was terribly at the mercy of picturesqueness.\n\n“I have often wished I were at Newport again,” said the young man.\n“Those days I spent at your sister’s were awfully jolly.”\n\n“We enjoyed them very much; I hope your father is better.”\n\n“Oh, dear, yes. When I got to England, he was out grouse shooting.\nIt was what you call in America a gigantic fraud. My mother had got\nnervous. My three weeks at Newport seemed like a happy dream.”\n\n“America certainly is very different from England,” said Bessie.\n\n“I hope you like England better, eh?” Lord Lambeth rejoined almost\npersuasively.\n\n“No Englishman can ask that seriously of a person of another country.”\n\nHer companion looked at her for a moment. “You mean it’s a matter of\ncourse?”\n\n“If I were English,” said Bessie, “it would certainly seem to me a\nmatter of course that everyone should be a good patriot.”\n\n“Oh, dear, yes, patriotism is everything,” said Lord Lambeth, not quite\nfollowing, but very contented. “Now, what are you going to do here?”\n\n“On Thursday I am going to the Tower.”\n\n“The Tower?”\n\n“The Tower of London. Did you never hear of it?”\n\n“Oh, yes, I have been there,” said Lord Lambeth. “I was taken there\nby my governess when I was six years old. It’s a rum idea, your going\nthere.”\n\n“Do give me a few more rum ideas,” said Bessie. “I want to see\neverything of that sort. I am going to Hampton Court, and to Windsor,\nand to the Dulwich Gallery.”\n\nLord Lambeth seemed greatly amused. “I wonder you don’t go to the\nRosherville Gardens.”\n\n“Are they interesting?” asked Bessie.\n\n“Oh, wonderful.”\n\n“Are they very old? That’s all I care for,” said Bessie.\n\n“They are tremendously old; they are all falling to ruins.”\n\n“I think there is nothing so charming as an old ruinous garden,” said\nthe young girl. “We must certainly go there.”\n\nLord Lambeth broke out into merriment. “I say, Woodley,” he cried,\n“here’s Miss Alden wants to go to the Rosherville Gardens!”\n\nWillie Woodley looked a little blank; he was caught in the fact of\nignorance of an apparently conspicuous feature of London life. But in\na moment he turned it off. “Very well,” he said, “I’ll write for a\npermit.”\n\nLord Lambeth’s exhilaration increased. “Gad, I believe you Americans\nwould go anywhere!” he cried.\n\n“We wish to go to Parliament,” said Bessie. “That’s one of the first\nthings.”\n\n“Oh, it would bore you to death!” cried the young man.\n\n“We wish to hear you speak.”\n\n“I never speak--except to young ladies,” said Lord Lambeth, smiling.\n\nBessie Alden looked at him a while, smiling, too, in the shadow of her\nparasol. “You are very strange,” she murmured. “I don’t think I approve\nof you.”\n\n“Ah, now, don’t be severe, Miss Alden,” said Lord Lambeth, smiling still\nmore. “Please don’t be severe. I want you to like me--awfully.”\n\n“To like you awfully? You must not laugh at me, then, when I make\nmistakes. I consider it my right--as a freeborn American--to make as\nmany mistakes as I choose.”\n\n“Upon my word, I didn’t laugh at you,” said Lord Lambeth.\n\n“And not only that,” Bessie went on; “but I hold that all my mistakes\nshall be set down to my credit. You must think the better of me for\nthem.”\n\n“I can’t think better of you than I do,” the young man declared.\n\nBessie Alden looked at him a moment again. “You certainly speak very\nwell to young ladies. But why don’t you address the House?--isn’t that\nwhat they call it?”\n\n“Because I have nothing to say,” said Lord Lambeth.\n\n“Haven’t you a great position?” asked Bessie Alden.\n\nHe looked a moment at the back of his glove. “I’ll set that down,” he\nsaid, “as one of your mistakes--to your credit.” And as if he disliked\ntalking about his position, he changed the subject. “I wish you would\nlet me go with you to the Tower, and to Hampton Court, and to all those\nother places.”\n\n“We shall be most happy,” said Bessie.\n\n“And of course I shall be delighted to show you the House of Lords--some\nday that suits you. There are a lot of things I want to do for you.\nI want to make you have a good time. And I should like very much to\npresent some of my friends to you, if it wouldn’t bore you. Then it\nwould be awfully kind of you to come down to Branches.”\n\n“We are much obliged to you, Lord Lambeth,” said Bessie. “What is\nBranches?”\n\n“It’s a house in the country. I think you might like it.”\n\nWillie Woodley and Mrs. Westgate at this moment were sitting in silence,\nand the young man’s ear caught these last words of Lord Lambeth’s.\n“He’s inviting Miss Bessie to one of his castles,” he murmured to his\ncompanion.\n\nMrs. Westgate, foreseeing what she mentally called “complications,”\n immediately got up; and the two ladies, taking leave of Lord Lambeth,\nreturned, under Mr. Woodley’s conduct, to Jones’s Hotel.\n\nLord Lambeth came to see them on the morrow, bringing Percy Beaumont\nwith him--the latter having instantly declared his intention of\nneglecting none of the usual offices of civility. This declaration,\nhowever, when his kinsman informed him of the advent of their American\nfriends, had been preceded by another remark.\n\n“Here they are, then, and you are in for it.”\n\n“What am I in for?” demanded Lord Lambeth.\n\n“I will let your mother give it a name. With all respect to whom,” added\nPercy Beaumont, “I must decline on this occasion to do any more police\nduty. Her Grace must look after you herself.”\n\n“I will give her a chance,” said her Grace’s son, a trifle grimly. “I\nshall make her go and see them.”\n\n“She won’t do it, my boy.”\n\n“We’ll see if she doesn’t,” said Lord Lambeth.\n\nBut if Percy Beaumont took a somber view of the arrival of the two\nladies at Jones’s Hotel, he was sufficiently a man of the world to\noffer them a smiling countenance. He fell into animated\nconversation--conversation, at least, that was animated on her\nside--with Mrs. Westgate, while his companion made himself agreeable\nto the younger lady. Mrs. Westgate began confessing and protesting,\ndeclaring and expounding.\n\n“I must say London is a great deal brighter and prettier just now\nthan it was when I was here last--in the month of November. There\nis evidently a great deal going on, and you seem to have a good many\nflowers. I have no doubt it is very charming for all you people, and\nthat you amuse yourselves immensely. It is very good of you to let\nBessie and me come and sit and look at you. I suppose you will think I\nam very satirical, but I must confess that that’s the feeling I have in\nLondon.”\n\n“I am afraid I don’t quite understand to what feeling you allude,” said\nPercy Beaumont.\n\n“The feeling that it’s all very well for you English people. Everything\nis beautifully arranged for you.”\n\n“It seems to me it is very well for some Americans, sometimes,” rejoined\nBeaumont.\n\n“For some of them, yes--if they like to be patronized. But I must say I\ndon’t like to be patronized. I may be very eccentric, and undisciplined,\nand outrageous, but I confess I never was fond of patronage. I like\nto associate with people on the same terms as I do in my own country;\nthat’s a peculiar taste that I have. But here people seem to expect\nsomething else--Heaven knows what! I am afraid you will think I am very\nungrateful, for I certainly have received a great deal of attention. The\nlast time I was here, a lady sent me a message that I was at liberty to\ncome and see her.”\n\n“Dear me! I hope you didn’t go,” observed Percy Beaumont.\n\n“You are deliciously naive, I must say that for you!” Mrs. Westgate\nexclaimed. “It must be a great advantage to you here in London. I\nsuppose that if I myself had a little more naivete, I should enjoy it\nmore. I should be content to sit on a chair in the park, and see the\npeople pass, and be told that this is the Duchess of Suffolk, and that\nis the Lord Chamberlain, and that I must be thankful for the privilege\nof beholding them. I daresay it is very wicked and critical of me to ask\nfor anything else. But I was always critical, and I freely confess to\nthe sin of being fastidious. I am told there is some remarkably superior\nsecond-rate society provided here for strangers. MERCI! I don’t want\nany superior second-rate society. I want the society that I have been\naccustomed to.”\n\n“I hope you don’t call Lambeth and me second rate,” Beaumont interposed.\n\n“Oh, I am accustomed to you,” said Mrs. Westgate. “Do you know that you\nEnglish sometimes make the most wonderful speeches? The first time I\ncame to London I went out to dine--as I told you, I have received a\ngreat deal of attention. After dinner, in the drawing room, I had some\nconversation with an old lady; I assure you I had. I forget what we\ntalked about, but she presently said, in allusion to something we were\ndiscussing, ‘Oh, you know, the aristocracy do so-and-so; but in one’s\nown class of life it is very different.’ In one’s own class of life!\nWhat is a poor unprotected American woman to do in a country where she\nis liable to have that sort of thing said to her?”\n\n“You seem to get hold of some very queer old ladies; I compliment you\non your acquaintance!” Percy Beaumont exclaimed. “If you are trying to\nbring me to admit that London is an odious place, you’ll not succeed.\nI’m extremely fond of it, and I think it the jolliest place in the\nworld.”\n\n“POUR VOUS AUTRES. I never said the contrary,” Mrs. Westgate retorted.\nI make use of this expression, because both interlocutors had begun to\nraise their voices. Percy Beaumont naturally did not like to hear his\ncountry abused, and Mrs. Westgate, no less naturally, did not like a\nstubborn debater.\n\n“Hallo!” said Lord Lambeth; “what are they up to now?” And he came away\nfrom the window, where he had been standing with Bessie Alden.\n\n“I quite agree with a very clever countrywoman of mine,” Mrs. Westgate\ncontinued with charming ardor, though with imperfect relevancy. She\nsmiled at the two gentlemen for a moment with terrible brightness, as\nif to toss at their feet--upon their native heath--the gauntlet of\ndefiance. “For me, there are only two social positions worth speaking\nof--that of an American lady and that of the Emperor of Russia.”\n\n“And what do you do with the American gentlemen?” asked Lord Lambeth.\n\n“She leaves them in America!” said Percy Beaumont.\n\nOn the departure of their visitors, Bessie Alden told her sister that\nLord Lambeth would come the next day, to go with them to the Tower, and\nthat he had kindly offered to bring his “trap” and drive them thither.\nMrs. Westgate listened in silence to this communication, and for some\ntime afterward she said nothing. But at last, “If you had not requested\nme the other day not to mention it,” she began, “there is something I\nshould venture to ask you.” Bessie frowned a little; her dark blue eyes\nwere more dark than blue. But her sister went on. “As it is, I will\ntake the risk. You are not in love with Lord Lambeth: I believe it,\nperfectly. Very good. But is there, by chance, any danger of your\nbecoming so? It’s a very simple question; don’t take offense. I have a\nparticular reason,” said Mrs. Westgate, “for wanting to know.”\n\nBessie Alden for some moments said nothing; she only looked displeased.\n“No; there is no danger,” she answered at last, curtly.\n\n“Then I should like to frighten them,” declared Mrs. Westgate, clasping\nher jeweled hands.\n\n“To frighten whom?”\n\n“All these people; Lord Lambeth’s family and friends.”\n\n“How should you frighten them?” asked the young girl.\n\n“It wouldn’t be I--it would be you. It would frighten them to think that\nyou should absorb his lordship’s young affections.”\n\nBessie Alden, with her clear eyes still overshadowed by her dark brows,\ncontinued to interrogate. “Why should that frighten them?”\n\nMrs. Westgate poised her answer with a smile before delivering it.\n“Because they think you are not good enough. You are a charming girl,\nbeautiful and amiable, intelligent and clever, and as bien-elevee as it\nis possible to be; but you are not a fit match for Lord Lambeth.”\n\nBessie Alden was decidedly disgusted. “Where do you get such\nextraordinary ideas?” she asked. “You have said some such strange things\nlately. My dear Kitty, where do you collect them?”\n\nKitty was evidently enamored of her idea. “Yes, it would put them on\npins and needles, and it wouldn’t hurt you. Mr. Beaumont is already most\nuneasy; I could soon see that.”\n\nThe young girl meditated a moment. “Do you mean that they spy upon\nhim--that they interfere with him?”\n\n“I don’t know what power they have to interfere, but I know that a\nBritish mama may worry her son’s life out.”\n\nIt has been intimated that, as regards certain disagreeable things,\nBessie Alden had a fund of skepticism. She abstained on the present\noccasion from expressing disbelief, for she wished not to irritate her\nsister. But she said to herself that Kitty had been misinformed--that\nthis was a traveler’s tale. Though she was a girl of a lively\nimagination, there could in the nature of things be, to her sense, no\nreality in the idea of her belonging to a vulgar category. What she\nsaid aloud was, “I must say that in that case I am very sorry for Lord\nLambeth.”\n\nMrs. Westgate, more and more exhilarated by her scheme, was smiling at\nher again. “If I could only believe it was safe!” she exclaimed. “When\nyou begin to pity him, I, on my side, am afraid.”\n\n“Afraid of what?”\n\n“Of your pitying him too much.”\n\nBessie Alden turned away impatiently; but at the end of a minute she\nturned back. “What if I should pity him too much?” she asked.\n\nMrs. Westgate hereupon turned away, but after a moment’s reflection\nshe also faced her sister again. “It would come, after all, to the same\nthing,” she said.\n\nLord Lambeth came the next day with his trap, and the two ladies,\nattended by Willie Woodley, placed themselves under his guidance, and\nwere conveyed eastward, through some of the duskier portions of the\nmetropolis, to the great turreted donjon which overlooks the London\nshipping. They all descended from their vehicle and entered the famous\ninclosure; and they secured the services of a venerable beefeater, who,\nthough there were many other claimants for legendary information, made\na fine exclusive party of them and marched them through courts and\ncorridors, through armories and prisons. He delivered his usual\nperipatetic discourse, and they stopped and stared, and peeped and\nstooped, according to the official admonitions. Bessie Alden asked the\nold man in the crimson doublet a great many questions; she thought it\na most fascinating place. Lord Lambeth was in high good humor; he was\nconstantly laughing; he enjoyed what he would have called the lark.\nWillie Woodley kept looking at the ceilings and tapping the walls with\nthe knuckle of a pearl-gray glove; and Mrs. Westgate, asking at frequent\nintervals to be allowed to sit down and wait till they came back, was as\nfrequently informed that they would never come back. To a great many of\nBessie’s questions--chiefly on collateral points of English history--the\nancient warder was naturally unable to reply; whereupon she always\nappealed to Lord Lambeth. But his lordship was very ignorant. He\ndeclared that he knew nothing about that sort of thing, and he seemed\ngreatly diverted at being treated as an authority.\n\n“You can’t expect everyone to know as much as you,” he said.\n\n“I should expect you to know a great deal more,” declared Bessie Alden.\n\n“Women always know more than men about names and dates and that sort of\nthing,” Lord Lambeth rejoined. “There was Lady Jane Grey we have just\nbeen hearing about, who went in for Latin and Greek and all the learning\nof her age.”\n\n“YOU have no right to be ignorant, at all events,” said Bessie.\n\n“Why haven’t I as good a right as anyone else?”\n\n“Because you have lived in the midst of all these things.”\n\n“What things do you mean? Axes, and blocks, and thumbscrews?”\n\n“All these historical things. You belong to a historical family.”\n\n“Bessie is really too historical,” said Mrs. Westgate, catching a word\nof this dialogue.\n\n“Yes, you are too historical,” said Lord Lambeth, laughing, but thankful\nfor a formula. “Upon my honor, you are too historical!”\n\nHe went with the ladies a couple of days later to Hampton Court, Willie\nWoodley being also of the party. The afternoon was charming, the famous\nhorse chestnuts were in blossom, and Lord Lambeth, who quite entered\ninto the spirit of the cockney excursionist, declared that it was a\njolly old place. Bessie Alden was in ecstasies; she went about murmuring\nand exclaiming.\n\n“It’s too lovely,” said the young girl; “it’s too enchanting; it’s too\nexactly what it ought to be!”\n\nAt Hampton Court the little flocks of visitors are not provided with an\nofficial bellwether, but are left to browse at discretion upon the local\nantiquities. It happened in this manner that, in default of another\ninformant, Bessie Alden, who on doubtful questions was able to suggest\na great many alternatives, found herself again applying for intellectual\nassistance to Lord Lambeth. But he again assured her that he was utterly\nhelpless in such matters--that his education had been sadly neglected.\n\n“And I am sorry it makes you unhappy,” he added in a moment.\n\n“You are very disappointing, Lord Lambeth,” she said.\n\n“Ah, now don’t say that,” he cried. “That’s the worst thing you could\npossibly say.”\n\n“No,” she rejoined, “it is not so bad as to say that I had expected\nnothing of you.”\n\n“I don’t know. Give me a notion of the sort of thing you expected.”\n\n“Well,” said Bessie Alden, “that you would be more what I should like to\nbe--what I should try to be--in your place.”\n\n“Ah, my place!” exclaimed Lord Lambeth. “You are always talking about my\nplace!”\n\nThe young girl looked at him; he thought she colored a little; and for a\nmoment she made no rejoinder.\n\n“Does it strike you that I am always talking about your place?” she\nasked.\n\n“I am sure you do it a great honor,” he said, fearing he had been\nuncivil.\n\n“I have often thought about it,” she went on after a moment. “I have\noften thought about your being a hereditary legislator. A hereditary\nlegislator ought to know a great many things.”\n\n“Not if he doesn’t legislate.”\n\n“But you do legislate; it’s absurd your saying you don’t. You are very\nmuch looked up to here--I am assured of that.”\n\n“I don’t know that I ever noticed it.”\n\n“It is because you are used to it, then. You ought to fill the place.”\n\n“How do you mean to fill it?” asked Lord Lambeth.\n\n“You ought to be very clever and brilliant, and to know almost\neverything.”\n\nLord Lambeth looked at her a moment. “Shall I tell you something?” he\nasked. “A young man in my position, as you call it--”\n\n“I didn’t invent the term,” interposed Bessie Alden. “I have seen it in\na great many books.”\n\n“Hang it! you are always at your books. A fellow in my position, then,\ndoes very well whatever he does. That’s about what I mean to say.”\n\n“Well, if your own people are content with you,” said Bessie Alden,\nlaughing, “it is not for me to complain. But I shall always think that,\nproperly, you should have been a great mind--a great character.”\n\n“Ah, that’s very theoretic,” Lord Lambeth declared. “Depend upon it,\nthat’s a Yankee prejudice.”\n\n“Happy the country,” said Bessie Alden, “where even people’s prejudices\nare so elevated!”\n\n“Well, after all,” observed Lord Lambeth, “I don’t know that I am such a\nfool as you are trying to make me out.”\n\n“I said nothing so rude as that; but I must repeat that you are\ndisappointing.”\n\n“My dear Miss Alden,” exclaimed the young man, “I am the best fellow in\nthe world!”\n\n“Ah, if it were not for that!” said Bessie Alden with a smile.\n\nMrs. Westgate had a good many more friends in London than she pretended,\nand before long she had renewed acquaintance with most of them. Their\nhospitality was extreme, so that, one thing leading to another, she\nbegan, as the phrase is, to go out. Bessie Alden, in this way, saw\nsomething of what she found it a great satisfaction to call to herself\nEnglish society. She went to balls and danced, she went to dinners and\ntalked, she went to concerts and listened (at concerts Bessie always\nlistened), she went to exhibitions and wondered. Her enjoyment was\nkeen and her curiosity insatiable, and, grateful in general for all her\nopportunities, she especially prized the privilege of meeting certain\ncelebrated persons--authors and artists, philosophers and statesmen--of\nwhose renown she had been a humble and distant beholder, and who now, as\na part of the habitual furniture of London drawing rooms, struck her\nas stars fallen from the firmament and become palpable--revealing also\nsometimes, on contact, qualities not to have been predicted of sidereal\nbodies. Bessie, who knew so many of her contemporaries by reputation,\nhad a good many personal disappointments; but, on the other hand, she\nhad innumerable satisfactions and enthusiasms, and she communicated the\nemotions of either class to a dear friend, of her own sex, in Boston,\nwith whom she was in voluminous correspondence. Some of her reflections,\nindeed, she attempted to impart to Lord Lambeth, who came almost every\nday to Jones’s Hotel, and whom Mrs. Westgate admitted to be really\ndevoted. Captain Littledale, it appeared, had gone to India; and of\nseveral others of Mrs. Westgate’s ex-pensioners--gentlemen who, as she\nsaid, had made, in New York, a clubhouse of her drawing room--no tidings\nwere to be obtained; but Lord Lambeth was certainly attentive enough to\nmake up for the accidental absences, the short memories, all the other\nirregularities of everyone else. He drove them in the park, he took them\nto visit private collections of pictures, and, having a house of his\nown, invited them to dinner. Mrs. Westgate, following the fashion of\nmany of her compatriots, caused herself and her sister to be presented\nat the English court by her diplomatic representative--for it was\nin this manner that she alluded to the American minister to England,\ninquiring what on earth he was put there for, if not to make the proper\narrangements for one’s going to a Drawing Room.\n\nLord Lambeth declared that he hated Drawing Rooms, but he participated\nin the ceremony on the day on which the two ladies at Jones’s Hotel\nrepaired to Buckingham Palace in a remarkable coach which his lordship\nhad sent to fetch them. He had on a gorgeous uniform, and Bessie Alden\nwas particularly struck with his appearance--especially when on her\nasking him, rather foolishly as she felt, if he were a loyal subject,\nhe replied that he was a loyal subject to HER. This declaration was\nemphasized by his dancing with her at a royal ball to which the two\nladies afterward went, and was not impaired by the fact that she\nthought he danced very ill. He seemed to her wonderfully kind; she asked\nherself, with growing vivacity, why he should be so kind. It was his\ndisposition--that seemed the natural answer. She had told her sister\nthat she liked him very much, and now that she liked him more she\nwondered why. She liked him for his disposition; to this question as\nwell that seemed the natural answer. When once the impressions of London\nlife began to crowd thickly upon her, she completely forgot her sister’s\nwarning about the cynicism of public opinion. It had given her great\npain at the moment, but there was no particular reason why she should\nremember it; it corresponded too little with any sensible reality; and\nit was disagreeable to Bessie to remember disagreeable things. So she\nwas not haunted with the sense of a vulgar imputation. She was not in\nlove with Lord Lambeth--she assured herself of that. It will immediately\nbe observed that when such assurances become necessary the state of a\nyoung lady’s affections is already ambiguous; and, indeed, Bessie\nAlden made no attempt to dissimulate--to herself, of course--a certain\ntenderness that she felt for the young nobleman. She said to herself\nthat she liked the type to which he belonged--the simple, candid, manly,\nhealthy English temperament. She spoke to herself of him as women speak\nof young men they like--alluded to his bravery (which she had never in\nthe least seen tested), to his honesty and gentlemanliness, and was not\nsilent upon the subject of his good looks. She was perfectly conscious,\nmoreover, that she liked to think of his more adventitious merits; that\nher imagination was excited and gratified by the sight of a handsome\nyoung man endowed with such large opportunities--opportunities she\nhardly knew for what, but, as she supposed, for doing great things--for\nsetting an example, for exerting an influence, for conferring happiness,\nfor encouraging the arts. She had a kind of ideal of conduct for a young\nman who should find himself in this magnificent position, and she tried\nto adapt it to Lord Lambeth’s deportment as you might attempt to fit a\nsilhouette in cut paper upon a shadow projected upon a wall. But Bessie\nAlden’s silhouette refused to coincide with his lordship’s image,\nand this want of harmony sometimes vexed her more than she thought\nreasonable. When he was absent it was, of course, less striking; then\nhe seemed to her a sufficiently graceful combination of high\nresponsibilities and amiable qualities. But when he sat there\nwithin sight, laughing and talking with his customary good humor and\nsimplicity, she measured it more accurately, and she felt acutely that\nif Lord Lambeth’s position was heroic, there was but little of the\nhero in the young man himself. Then her imagination wandered away\nfrom him--very far away; for it was an incontestable fact that at such\nmoments he seemed distinctly dull. I am afraid that while Bessie’s\nimagination was thus invidiously roaming, she cannot have been herself\na very lively companion; but it may well have been that these occasional\nfits of indifference seemed to Lord Lambeth a part of the young girl’s\npersonal charm. It had been a part of this charm from the first that\nhe felt that she judged him and measured him more freely and\nirresponsibly--more at her ease and her leisure, as it were--than\nseveral young ladies with whom he had been on the whole about as\nintimate. To feel this, and yet to feel that she also liked him,\nwas very agreeable to Lord Lambeth. He fancied he had compassed that\ngratification so desirable to young men of title and fortune--being\nliked for himself. It is true that a cynical counselor might have\nwhispered to him, “Liked for yourself? Yes; but not so very much!” He\nhad, at any rate, the constant hope of being liked more.\n\nIt may seem, perhaps, a trifle singular--but it is nevertheless\ntrue--that Bessie Alden, when he struck her as dull, devoted some time,\non grounds of conscience, to trying to like him more. I say on grounds\nof conscience because she felt that he had been extremely “nice” to her\nsister, and because she reflected that it was no more than fair that\nshe should think as well of him as he thought of her. This effort was\npossibly sometimes not so successful as it might have been, for the\nresult of it was occasionally a vague irritation, which expressed itself\nin hostile criticism of several British institutions. Bessie Alden went\nto some entertainments at which she met Lord Lambeth; but she went\nto others at which his lordship was neither actually nor potentially\npresent; and it was chiefly on these latter occasions that she\nencountered those literary and artistic celebrities of whom mention has\nbeen made. After a while she reduced the matter to a principle. If Lord\nLambeth should appear anywhere, it was a symbol that there would be no\npoets and philosophers; and in consequence--for it was almost a strict\nconsequence--she used to enumerate to the young man these objects of her\nadmiration.\n\n“You seem to be awfully fond of those sort of people,” said Lord Lambeth\none day, as if the idea had just occurred to him.\n\n“They are the people in England I am most curious to see,” Bessie Alden\nreplied.\n\n“I suppose that’s because you have read so much,” said Lord Lambeth\ngallantly.\n\n“I have not read so much. It is because we think so much of them at\nhome.”\n\n“Oh, I see,” observed the young nobleman. “In Boston.”\n\n“Not only in Boston; everywhere,” said Bessie. “We hold them in great\nhonor; they go to the best dinner parties.”\n\n“I daresay you are right. I can’t say I know many of them.”\n\n“It’s a pity you don’t,” Bessie Alden declared. “It would do you good.”\n\n“I daresay it would,” said Lord Lambeth very humbly. “But I must say I\ndon’t like the looks of some of them.”\n\n“Neither do I--of some of them. But there are all kinds, and many of\nthem are charming.”\n\n“I have talked with two or three of them,” the young man went on, “and I\nthought they had a kind of fawning manner.”\n\n“Why should they fawn?” Bessie Alden demanded.\n\n“I’m sure I don’t know. Why, indeed?”\n\n“Perhaps you only thought so,” said Bessie.\n\n“Well, of course,” rejoined her companion, “that’s a kind of thing that\ncan’t be proved.”\n\n“In America they don’t fawn,” said Bessie.\n\n“Ah, well, then, they must be better company.”\n\nBessie was silent a moment. “That is one of the things I don’t like\nabout England,” she said; “your keeping the distinguished people apart.”\n\n“How do you mean apart?”\n\n“Why, letting them come only to certain places. You never see them.”\n\nLord Lambeth looked at her a moment. “What people do you mean?”\n\n“The eminent people--the authors and artists--the clever people.”\n\n“Oh, there are other eminent people besides those,” said Lord Lambeth.\n\n“Well, you certainly keep them apart,” repeated the young girl.\n\n“And there are other clever people,” added Lord Lambeth simply.\n\nBessie Alden looked at him, and she gave a light laugh. “Not many,” she\nsaid.\n\nOn another occasion--just after a dinner party--she told him that there\nwas something else in England she did not like.\n\n“Oh, I say!” he cried, “haven’t you abused us enough?”\n\n“I have never abused you at all,” said Bessie; “but I don’t like your\nPRECEDENCE.”\n\n“It isn’t my precedence!” Lord Lambeth declared, laughing.\n\n“Yes, it is yours--just exactly yours; and I think it’s odious,” said\nBessie.\n\n“I never saw such a young lady for discussing things! Has someone had\nthe impudence to go before you?” asked his lordship.\n\n“It is not the going before me that I object to,” said Bessie; “it\nis their thinking that they have a right to do it--A RIGHT THAT I\nRECOGNIZE.”\n\n“I never saw such a young lady as you are for not ‘recognizing.’ I have\nno doubt the thing is BEASTLY, but it saves a lot of trouble.”\n\n“It makes a lot of trouble. It’s horrid,” said Bessie.\n\n“But how would you have the first people go?” asked Lord Lambeth. “They\ncan’t go last.”\n\n“Whom do you mean by the first people?”\n\n“Ah, if you mean to question first principles!” said Lord Lambeth.\n\n“If those are your first principles, no wonder some of your arrangements\nare horrid,” observed Bessie Alden with a very pretty ferocity. “I am a\nyoung girl, so of course I go last; but imagine what Kitty must feel on\nbeing informed that she is not at liberty to budge until certain other\nladies have passed out.”\n\n“Oh, I say, she is not ‘informed!’” cried Lord Lambeth. “No one would do\nsuch a thing as that.”\n\n“She is made to feel it,” the young girl insisted--“as if they were\nafraid she would make a rush for the door. No; you have a lovely\ncountry,” said Bessie Alden, “but your precedence is horrid.”\n\n“I certainly shouldn’t think your sister would like it,” rejoined Lord\nLambeth with even exaggerated gravity. But Bessie Alden could induce\nhim to enter no formal protest against this repulsive custom, which he\nseemed to think an extreme convenience.\n\nPercy Beaumont all this time had been a very much less frequent visitor\nat Jones’s Hotel than his noble kinsman; he had, in fact, called but\ntwice upon the two American ladies. Lord Lambeth, who often saw him,\nreproached him with his neglect and declared that, although Mrs.\nWestgate had said nothing about it, he was sure that she was secretly\nwounded by it. “She suffers too much to speak,” said Lord Lambeth.\n\n“That’s all gammon,” said Percy Beaumont; “there’s a limit to what\npeople can suffer!” And, though sending no apologies to Jones’s Hotel,\nhe undertook in a manner to explain his absence. “You are always there,”\n he said, “and that’s reason enough for my not going.”\n\n“I don’t see why. There is enough for both of us.”\n\n“I don’t care to be a witness of your--your reckless passion,” said\nPercy Beaumont.\n\nLord Lambeth looked at him with a cold eye and for a moment said\nnothing. “It’s not so obvious as you might suppose,” he rejoined dryly,\n“considering what a demonstrative beggar I am.”\n\n“I don’t want to know anything about it--nothing whatever,” said\nBeaumont. “Your mother asks me everytime she sees me whether I believe\nyou are really lost--and Lady Pimlico does the same. I prefer to be able\nto answer that I know nothing about it--that I never go there. I stay\naway for consistency’s sake. As I said the other day, they must look\nafter you themselves.”\n\n“You are devilish considerate,” said Lord Lambeth. “They never question\nme.”\n\n“They are afraid of you. They are afraid of irritating you and making\nyou worse. So they go to work very cautiously, and, somewhere or other,\nthey get their information. They know a great deal about you. They\nknow that you have been with those ladies to the dome of St. Paul’s\nand--where was the other place?--to the Thames Tunnel.”\n\n“If all their knowledge is as accurate as that, it must be very\nvaluable,” said Lord Lambeth.\n\n“Well, at any rate, they know that you have been visiting the ‘sights\nof the metropolis.’ They think--very naturally, as it seems to me--that\nwhen you take to visiting the sights of the metropolis with a little\nAmerican girl, there is serious cause for alarm.” Lord Lambeth responded\nto this intimation by scornful laughter, and his companion continued,\nafter a pause: “I said just now I didn’t want to know anything about\nthe affair; but I will confess that I am curious to learn whether you\npropose to marry Miss Bessie Alden.”\n\nOn this point Lord Lambeth gave his interlocutor no immediate\nsatisfaction; he was musing, with a frown. “By Jove,” he said, “they go\nrather too far. They SHALL find me dangerous--I promise them.”\n\nPercy Beaumont began to laugh. “You don’t redeem your promises. You said\nthe other day you would make your mother call.”\n\nLord Lambeth continued to meditate. “I asked her to call,” he said\nsimply.\n\n“And she declined?”\n\n“Yes; but she shall do it yet.”\n\n“Upon my word,” said Percy Beaumont, “if she gets much more frightened I\nbelieve she will.” Lord Lambeth looked at him, and he went on. “She will\ngo to the girl herself.”\n\n“How do you mean she will go to her?”\n\n“She will beg her off, or she will bribe her. She will take strong\nmeasures.”\n\nLord Lambeth turned away in silence, and his companion watched him take\ntwenty steps and then slowly return. “I have invited Mrs. Westgate and\nMiss Alden to Branches,” he said, “and this evening I shall name a day.”\n\n“And shall you invite your mother and your sisters to meet them?”\n\n“Explicitly!”\n\n“That will set the duchess off,” said Percy Beaumont. “I suspect she\nwill come.”\n\n“She may do as she pleases.”\n\nBeaumont looked at Lord Lambeth. “You do really propose to marry the\nlittle sister, then?”\n\n“I like the way you talk about it!” cried the young man. “She won’t\ngobble me down; don’t be afraid.”\n\n“She won’t leave you on your knees,” said Percy Beaumont. “What IS the\ninducement?”\n\n“You talk about proposing: wait till I HAVE proposed,” Lord Lambeth went\non.\n\n“That’s right, my dear fellow; think about it,” said Percy Beaumont.\n\n“She’s a charming girl,” pursued his lordship.\n\n“Of course she’s a charming girl. I don’t know a girl more charming,\nintrinsically. But there are other charming girls nearer home.”\n\n“I like her spirit,” observed Lord Lambeth, almost as if he were trying\nto torment his cousin.\n\n“What’s the peculiarity of her spirit?”\n\n“She’s not afraid, and she says things out, and she thinks herself as\ngood as anyone. She is the only girl I have ever seen that was not dying\nto marry me.”\n\n“How do you know that, if you haven’t asked her?”\n\n“I don’t know how; but I know it.”\n\n“I am sure she asked me questions enough about your property and your\ntitles,” said Beaumont.\n\n“She has asked me questions, too; no end of them,” Lord Lambeth\nadmitted. “But she asked for information, don’t you know.”\n\n“Information? Aye, I’ll warrant she wanted it. Depend upon it that she\nis dying to marry you just as much and just as little as all the rest of\nthem.”\n\n“I shouldn’t like her to refuse me--I shouldn’t like that.”\n\n“If the thing would be so disagreeable, then, both to you and to her, in\nHeaven’s name leave it alone,” said Percy Beaumont.\n\nMrs. Westgate, on her side, had plenty to say to her sister about the\nrarity of Mr. Beaumont’s visits and the nonappearance of the Duchess of\nBayswater. She professed, however, to derive more satisfaction from\nthis latter circumstance than she could have done from the most lavish\nattentions on the part of this great lady. “It is most marked,” she\nsaid--“most marked. It is a delicious proof that we have made them\nmiserable. The day we dined with Lord Lambeth I was really sorry for the\npoor fellow.” It will have been gathered that the entertainment offered\nby Lord Lambeth to his American friends had not been graced by the\npresence of his anxious mother. He had invited several choice spirits\nto meet them; but the ladies of his immediate family were to Mrs.\nWestgate’s sense--a sense possibly morbidly acute--conspicuous by their\nabsence.\n\n“I don’t want to express myself in a manner that you dislike,” said\nBessie Alden; “but I don’t know why you should have so many theories\nabout Lord Lambeth’s poor mother. You know a great many young men in New\nYork without knowing their mothers.”\n\nMrs. Westgate looked at her sister and then turned away. “My dear\nBessie, you are superb!” she said.\n\n“One thing is certain,” the young girl continued. “If I believed I were\na cause of annoyance--however unwitting--to Lord Lambeth’s family, I\nshould insist--”\n\n“Insist upon my leaving England,” said Mrs. Westgate.\n\n“No, not that. I want to go to the National Gallery again; I want to see\nStratford-on-Avon and Canterbury Cathedral. But I should insist upon his\ncoming to see us no more.”\n\n“That would be very modest and very pretty of you; but you wouldn’t do\nit now.”\n\n“Why do you say ‘now’?” asked Bessie Alden. “Have I ceased to be\nmodest?”\n\n“You care for him too much. A month ago, when you said you didn’t, I\nbelieve it was quite true. But at present, my dear child,” said Mrs.\nWestgate, “you wouldn’t find it quite so simple a matter never to see\nLord Lambeth again. I have seen it coming on.”\n\n“You are mistaken,” said Bessie. “You don’t understand.”\n\n“My dear child, don’t be perverse,” rejoined her sister.\n\n“I know him better, certainly, if you mean that,” said Bessie. “And I\nlike him very much. But I don’t like him enough to make trouble for him\nwith his family. However, I don’t believe in that.”\n\n“I like the way you say ‘however,’” Mrs. Westgate exclaimed. “Come; you\nwould not marry him?”\n\n“Oh, no,” said the young girl.\n\nMrs. Westgate for a moment seemed vexed. “Why not, pray?” she demanded.\n\n“Because I don’t care to,” said Bessie Alden.\n\nThe morning after Lord Lambeth had had, with Percy Beaumont, that\nexchange of ideas which has just been narrated, the ladies at Jones’s\nHotel received from his lordship a written invitation to pay their\nprojected visit to Branches Castle on the following Tuesday. “I think I\nhave made up a very pleasant party,” the young nobleman said. “Several\npeople whom you know, and my mother and sisters, who have so long been\nregrettably prevented from making your acquaintance.” Bessie Alden lost\nno time in calling her sister’s attention to the injustice she had done\nthe Duchess of Bayswater, whose hostility was now proved to be a vain\nillusion.\n\n“Wait till you see if she comes,” said Mrs. Westgate. “And if she is to\nmeet us at her son’s house the obligation was all the greater for her to\ncall upon us.”\n\nBessie had not to wait long, and it appeared that Lord Lambeth’s mother\nnow accepted Mrs. Westgate’s view of her duties. On the morrow, early in\nthe afternoon, two cards were brought to the apartment of the American\nladies--one of them bearing the name of the Duchess of Bayswater and\nthe other that of the Countess of Pimlico. Mrs. Westgate glanced at the\nclock. “It is not yet four,” she said; “they have come early; they wish\nto see us. We will receive them.” And she gave orders that her visitors\nshould be admitted. A few moments later they were introduced, and there\nwas a solemn exchange of amenities. The duchess was a large lady, with a\nfine fresh color; the Countess of Pimlico was very pretty and elegant.\n\nThe duchess looked about her as she sat down--looked not especially at\nMrs. Westgate. “I daresay my son has told you that I have been wanting\nto come and see you,” she observed.\n\n“You are very kind,” said Mrs. Westgate, vaguely--her conscience not\nallowing her to assent to this proposition--and, indeed, not permitting\nher to enunciate her own with any appreciable emphasis.\n\n“He says you were so kind to him in America,” said the duchess.\n\n“We are very glad,” Mrs. Westgate replied, “to have been able to make\nhim a little more--a little less--a little more comfortable.”\n\n“I think he stayed at your house,” remarked the Duchess of Bayswater,\nlooking at Bessie Alden.\n\n“A very short time,” said Mrs. Westgate.\n\n“Oh!” said the duchess; and she continued to look at Bessie, who was\nengaged in conversation with her daughter.\n\n“Do you like London?” Lady Pimlico had asked of Bessie, after looking at\nher a good deal--at her face and her hands, her dress and her hair.\n\n“Very much indeed,” said Bessie.\n\n“Do you like this hotel?”\n\n“It is very comfortable,” said Bessie.\n\n“Do you like stopping at hotels?” inquired Lady Pimlico after a pause.\n\n“I am very fond of traveling,” Bessie answered, “and I suppose hotels\nare a necessary part of it. But they are not the part I am fondest of.”\n\n“Oh, I hate traveling,” said the Countess of Pimlico and transferred her\nattention to Mrs. Westgate.\n\n“My son tells me you are going to Branches,” the duchess presently\nresumed.\n\n“Lord Lambeth has been so good as to ask us,” said Mrs. Westgate, who\nperceived that her visitor had now begun to look at her, and who had her\ncustomary happy consciousness of a distinguished appearance. The only\nmitigation of her felicity on this point was that, having inspected her\nvisitor’s own costume, she said to herself, “She won’t know how well I\nam dressed!”\n\n“He has asked me to go, but I am not sure I shall be able,” murmured the\nduchess.\n\n“He had offered us the p--prospect of meeting you,” said Mrs. Westgate.\n\n“I hate the country at this season,” responded the duchess.\n\nMrs. Westgate gave a little shrug. “I think it is pleasanter than\nLondon.”\n\nBut the duchess’s eyes were absent again; she was looking very fixedly\nat Bessie. In a moment she slowly rose, walked to a chair that stood\nempty at the young girl’s right hand, and silently seated herself.\nAs she was a majestic, voluminous woman, this little transaction had,\ninevitably, an air of somewhat impressive intention. It diffused a\ncertain awkwardness, which Lady Pimlico, as a sympathetic daughter,\nperhaps desired to rectify in turning to Mrs. Westgate.\n\n“I daresay you go out a great deal,” she observed.\n\n“No, very little. We are strangers, and we didn’t come here for\nsociety.”\n\n“I see,” said Lady Pimlico. “It’s rather nice in town just now.”\n\n“It’s charming,” said Mrs. Westgate. “But we only go to see a few\npeople--whom we like.”\n\n“Of course one can’t like everyone,” said Lady Pimlico.\n\n“It depends upon one’s society,” Mrs. Westgate rejoined.\n\nThe Duchess meanwhile had addressed herself to Bessie. “My son tells me\nthe young ladies in America are so clever.”\n\n“I am glad they made so good an impression on him,” said Bessie,\nsmiling.\n\nThe Duchess was not smiling; her large fresh face was very tranquil.\n“He is very susceptible,” she said. “He thinks everyone clever, and\nsometimes they are.”\n\n“Sometimes,” Bessie assented, smiling still.\n\nThe duchess looked at her a little and then went on; “Lambeth is very\nsusceptible, but he is very volatile, too.”\n\n“Volatile?” asked Bessie.\n\n“He is very inconstant. It won’t do to depend on him.”\n\n“Ah,” said Bessie, “I don’t recognize that description. We have depended\non him greatly--my sister and I--and he has never disappointed us.”\n\n“He will disappoint you yet,” said the duchess.\n\nBessie gave a little laugh, as if she were amused at the duchess’s\npersistency. “I suppose it will depend on what we expect of him.”\n\n“The less you expect, the better,” Lord Lambeth’s mother declared.\n\n“Well,” said Bessie, “we expect nothing unreasonable.”\n\nThe duchess for a moment was silent, though she appeared to have more to\nsay. “Lambeth says he has seen so much of you,” she presently began.\n\n“He has been to see us very often; he has been very kind,” said Bessie\nAlden.\n\n“I daresay you are used to that. I am told there is a great deal of that\nin America.”\n\n“A great deal of kindness?” the young girl inquired, smiling.\n\n“Is that what you call it? I know you have different expressions.”\n\n“We certainly don’t always understand each other,” said Mrs. Westgate,\nthe termination of whose interview with Lady Pimlico allowed her to give\nher attention to their elder visitor.\n\n“I am speaking of the young men calling so much upon the young ladies,”\n the duchess explained.\n\n“But surely in England,” said Mrs. Westgate, “the young ladies don’t\ncall upon the young men?”\n\n“Some of them do--almost!” Lady Pimlico declared. “When the young men\nare a great PARTI.”\n\n“Bessie, you must make a note of that,” said Mrs. Westgate. “My sister,”\n she added, “is a model traveler. She writes down all the curious facts\nshe hears in a little book she keeps for the purpose.”\n\nThe duchess was a little flushed; she looked all about the room, while\nher daughter turned to Bessie. “My brother told us you were wonderfully\nclever,” said Lady Pimlico.\n\n“He should have said my sister,” Bessie answered--“when she says such\nthings as that.”\n\n“Shall you be long at Branches?” the duchess asked, abruptly, of the\nyoung girl.\n\n“Lord Lambeth has asked us for three days,” said Bessie.\n\n“I shall go,” the duchess declared, “and my daughter, too.”\n\n“That will be charming!” Bessie rejoined.\n\n“Delightful!” murmured Mrs. Westgate.\n\n“I shall expect to see a great deal of you,” the duchess continued.\n“When I go to Branches I monopolize my son’s guests.”\n\n“They must be most happy,” said Mrs. Westgate very graciously.\n\n“I want immensely to see it--to see the castle,” said Bessie to the\nduchess. “I have never seen one--in England, at least; and you know we\nhave none in America.”\n\n“Ah, you are fond of castles?” inquired her Grace.\n\n“Immensely!” replied the young girl. “It has been the dream of my life\nto live in one.”\n\nThe duchess looked at her a moment, as if she hardly knew how to take\nthis assurance, which, from her Grace’s point of view, was either very\nartless or very audacious. “Well,” she said, rising, “I will show\nyou Branches myself.” And upon this the two great ladies took their\ndeparture.\n\n“What did they mean by it?” asked Mrs. Westgate, when they were gone.\n\n“They meant to be polite,” said Bessie, “because we are going to meet\nthem.”\n\n“It is too late to be polite,” Mrs. Westgate replied almost grimly.\n“They meant to overawe us by their fine manners and their grandeur, and\nto make you LACHER PRISE.”\n\n“LACHER PRISE? What strange things you say!” murmured Bessie Alden.\n\n“They meant to snub us, so that we shouldn’t dare to go to Branches,”\n Mrs. Westgate continued.\n\n“On the contrary,” said Bessie, “the duchess offered to show me the\nplace herself.”\n\n“Yes, you may depend upon it she won’t let you out of her sight. She\nwill show you the place from morning till night.”\n\n“You have a theory for everything,” said Bessie.\n\n“And you apparently have none for anything.”\n\n“I saw no attempt to ‘overawe’ us,” said the young girl. “Their manners\nwere not fine.”\n\n“They were not even good!” Mrs. Westgate declared.\n\nBessie was silent a while, but in a few moments she observed that she\nhad a very good theory. “They came to look at me,” she said, as if this\nhad been a very ingenious hypothesis. Mrs. Westgate did it justice;\nshe greeted it with a smile and pronounced it most brilliant, while, in\nreality, she felt that the young girl’s skepticism, or her charity, or,\nas she had sometimes called it appropriately, her idealism, was proof\nagainst irony. Bessie, however, remained meditative all the rest of that\nday and well on into the morrow.\n\nOn the morrow, before lunch, Mrs. Westgate had occasion to go out for an\nhour, and left her sister writing a letter. When she came back she\nmet Lord Lambeth at the door of the hotel, coming away. She thought he\nlooked slightly embarrassed; he was certainly very grave. “I am sorry to\nhave missed you. Won’t you come back?” she asked.\n\n“No,” said the young man, “I can’t. I have seen your sister. I can never\ncome back.” Then he looked at her a moment and took her hand. “Goodbye,\nMrs. Westgate,” he said. “You have been very kind to me.” And with what\nshe thought a strange, sad look in his handsome young face, he turned\naway.\n\nShe went in, and she found Bessie still writing her letter; that is,\nMrs. Westgate perceived she was sitting at the table with the pen in her\nhand and not writing. “Lord Lambeth has been here,” said the elder lady\nat last.\n\nThen Bessie got up and showed her a pale, serious face. She bent this\nface upon her sister for some time, confessing silently and a little\npleading. “I told him,” she said at last, “that we could not go to\nBranches.”\n\nMrs. Westgate displayed just a spark of irritation. “He might have\nwaited,” she said with a smile, “till one had seen the castle.” Later,\nan hour afterward, she said, “Dear Bessie, I wish you might have\naccepted him.”\n\n“I couldn’t,” said Bessie gently.\n\n“He is an excellent fellow,” said Mrs. Westgate.\n\n“I couldn’t,” Bessie repeated.\n\n“If it is only,” her sister added, “because those women will think that\nthey succeeded--that they paralyzed us!”\n\nBessie Alden turned away; but presently she added, “They were\ninteresting; I should have liked to see them again.”\n\n“So should I!” cried Mrs. Westgate significantly.\n\n“And I should have liked to see the castle,” said Bessie. “But now we\nmust leave England,” she added.\n\nHer sister looked at her. “You will not wait to go to the National\nGallery?”\n\n“Not now.”\n\n“Nor to Canterbury Cathedral?”\n\nBessie reflected a moment. “We can stop there on our way to Paris,” she\nsaid.\n\nLord Lambeth did not tell Percy Beaumont that the contingency he was\nnot prepared at all to like had occurred; but Percy Beaumont, on hearing\nthat the two ladies had left London, wondered with some intensity what\nhad happened; wondered, that is, until the Duchess of Bayswater came\na little to his assistance. The two ladies went to Paris, and Mrs.\nWestgate beguiled the journey to that city by repeating several\ntimes--“That’s what I regret; they will think they petrified us.” But\nBessie Alden seemed to regret nothing."
}