{
 "author": [
  "James, Henry"
 ],
 "title": [
  "The Aspern Papers"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Venice (Italy) -- Fiction",
  "Poets -- Fiction",
  "Man-woman relationships -- Fiction",
  "Manuscripts -- Collectors and collecting -- Fiction",
  "Psychological fiction",
  "PS"
 ],
 "id": "211",
 "genre": [
  "fiction"
 ],
 "text": "THE ASPERN PAPERS\n\nBy Henry James\n\n\nFirst American book edition,\n\nMacmillan and Co., 1888.\n\n\n\n\n\nI\n\n\nI had taken Mrs. Prest into my confidence; in truth without her I\nshould have made but little advance, for the fruitful idea in the whole\nbusiness dropped from her friendly lips. It was she who invented the\nshort cut, who severed the Gordian knot. It is not supposed to be the\nnature of women to rise as a general thing to the largest and most\nliberal view--I mean of a practical scheme; but it has struck me that\nthey sometimes throw off a bold conception--such as a man would not have\nrisen to--with singular serenity. “Simply ask them to take you in on the\nfooting of a lodger”--I don’t think that unaided I should have risen to\nthat. I was beating about the bush, trying to be ingenious, wondering\nby what combination of arts I might become an acquaintance, when she\noffered this happy suggestion that the way to become an acquaintance was\nfirst to become an inmate. Her actual knowledge of the Misses Bordereau\nwas scarcely larger than mine, and indeed I had brought with me from\nEngland some definite facts which were new to her. Their name had been\nmixed up ages before with one of the greatest names of the century, and\nthey lived now in Venice in obscurity, on very small means, unvisited,\nunapproachable, in a dilapidated old palace on an out-of-the-way canal:\nthis was the substance of my friend’s impression of them. She herself\nhad been established in Venice for fifteen years and had done a great\ndeal of good there; but the circle of her benevolence did not include\nthe two shy, mysterious and, as it was somehow supposed, scarcely\nrespectable Americans (they were believed to have lost in their long\nexile all national quality, besides having had, as their name implied,\nsome French strain in their origin), who asked no favors and desired no\nattention. In the early years of her residence she had made an attempt\nto see them, but this had been successful only as regards the little\none, as Mrs. Prest called the niece; though in reality as I afterward\nlearned she was considerably the bigger of the two. She had heard Miss\nBordereau was ill and had a suspicion that she was in want; and she had\ngone to the house to offer assistance, so that if there were suffering\n(and American suffering), she should at least not have it on her\nconscience. The “little one” received her in the great cold, tarnished\nVenetian sala, the central hall of the house, paved with marble and\nroofed with dim crossbeams, and did not even ask her to sit down. This\nwas not encouraging for me, who wished to sit so fast, and I remarked\nas much to Mrs. Prest. She however replied with profundity, “Ah, but\nthere’s all the difference: I went to confer a favor and you will go\nto ask one. If they are proud you will be on the right side.” And she\noffered to show me their house to begin with--to row me thither in her\ngondola. I let her know that I had already been to look at it half a\ndozen times; but I accepted her invitation, for it charmed me to hover\nabout the place. I had made my way to it the day after my arrival in\nVenice (it had been described to me in advance by the friend in England\nto whom I owed definite information as to their possession of the\npapers), and I had besieged it with my eyes while I considered my plan\nof campaign. Jeffrey Aspern had never been in it that I knew of;\nbut some note of his voice seemed to abide there by a roundabout\nimplication, a faint reverberation.\n\nMrs. Prest knew nothing about the papers, but she was interested in my\ncuriosity, as she was always interested in the joys and sorrows of her\nfriends. As we went, however, in her gondola, gliding there under the\nsociable hood with the bright Venetian picture framed on either side by\nthe movable window, I could see that she was amused by my infatuation,\nthe way my interest in the papers had become a fixed idea. “One would\nthink you expected to find in them the answer to the riddle of the\nuniverse,” she said; and I denied the impeachment only by replying\nthat if I had to choose between that precious solution and a bundle\nof Jeffrey Aspern’s letters I knew indeed which would appear to me the\ngreater boon. She pretended to make light of his genius, and I took\nno pains to defend him. One doesn’t defend one’s god: one’s god is\nin himself a defense. Besides, today, after his long comparative\nobscuration, he hangs high in the heaven of our literature, for all the\nworld to see; he is a part of the light by which we walk. The most I\nsaid was that he was no doubt not a woman’s poet: to which she rejoined\naptly enough that he had been at least Miss Bordereau’s. The strange\nthing had been for me to discover in England that she was still alive:\nit was as if I had been told Mrs. Siddons was, or Queen Caroline, or\nthe famous Lady Hamilton, for it seemed to me that she belonged to a\ngeneration as extinct. “Why, she must be tremendously old--at least a\nhundred,” I had said; but on coming to consider dates I saw that it was\nnot strictly necessary that she should have exceeded by very much the\ncommon span. Nonetheless she was very far advanced in life, and her\nrelations with Jeffrey Aspern had occurred in her early womanhood.\n“That is her excuse,” said Mrs. Prest, half-sententiously and yet also\nsomewhat as if she were ashamed of making a speech so little in the\nreal tone of Venice. As if a woman needed an excuse for having loved the\ndivine poet! He had been not only one of the most brilliant minds of\nhis day (and in those years, when the century was young, there were,\nas everyone knows, many), but one of the most genial men and one of the\nhandsomest.\n\nThe niece, according to Mrs. Prest, was not so old, and she risked the\nconjecture that she was only a grandniece. This was possible; I had\nnothing but my share in the very limited knowledge of my English fellow\nworshipper John Cumnor, who had never seen the couple. The world, as I\nsay, had recognized Jeffrey Aspern, but Cumnor and I had recognized him\nmost. The multitude, today, flocked to his temple, but of that temple he\nand I regarded ourselves as the ministers. We held, justly, as I think,\nthat we had done more for his memory than anyone else, and we had done\nit by opening lights into his life. He had nothing to fear from us\nbecause he had nothing to fear from the truth, which alone at such a\ndistance of time we could be interested in establishing. His early\ndeath had been the only dark spot in his life, unless the papers in Miss\nBordereau’s hands should perversely bring out others. There had been an\nimpression about 1825 that he had “treated her badly,” just as there had\nbeen an impression that he had “served,” as the London populace says,\nseveral other ladies in the same way. Each of these cases Cumnor and\nI had been able to investigate, and we had never failed to acquit\nhim conscientiously of shabby behavior. I judged him perhaps more\nindulgently than my friend; certainly, at any rate, it appeared to me\nthat no man could have walked straighter in the given circumstances.\nThese were almost always awkward. Half the women of his time, to speak\nliberally, had flung themselves at his head, and out of this pernicious\nfashion many complications, some of them grave, had not failed to arise.\nHe was not a woman’s poet, as I had said to Mrs. Prest, in the modern\nphase of his reputation; but the situation had been different when\nthe man’s own voice was mingled with his song. That voice, by every\ntestimony, was one of the sweetest ever heard. “Orpheus and the\nMaenads!” was the exclamation that rose to my lips when I first turned\nover his correspondence. Almost all the Maenads were unreasonable, and\nmany of them insupportable; it struck me in short that he was kinder,\nmore considerate than, in his place (if I could imagine myself in such a\nplace!) I should have been.\n\nIt was certainly strange beyond all strangeness, and I shall not take\nup space with attempting to explain it, that whereas in all these other\nlines of research we had to deal with phantoms and dust, the mere echoes\nof echoes, the one living source of information that had lingered\non into our time had been unheeded by us. Every one of Aspern’s\ncontemporaries had, according to our belief, passed away; we had not\nbeen able to look into a single pair of eyes into which his had looked\nor to feel a transmitted contact in any aged hand that his had touched.\nMost dead of all did poor Miss Bordereau appear, and yet she alone had\nsurvived. We exhausted in the course of months our wonder that we had\nnot found her out sooner, and the substance of our explanation was that\nshe had kept so quiet. The poor lady on the whole had had reason for\ndoing so. But it was a revelation to us that it was possible to keep so\nquiet as that in the latter half of the nineteenth century--the age of\nnewspapers and telegrams and photographs and interviewers. And she had\ntaken no great trouble about it either: she had not hidden herself away\nin an undiscoverable hole; she had boldly settled down in a city of\nexhibition. The only secret of her safety that we could perceive was\nthat Venice contained so many curiosities that were greater than she.\nAnd then accident had somehow favored her, as was shown for example in\nthe fact that Mrs. Prest had never happened to mention her to me, though\nI had spent three weeks in Venice--under her nose, as it were--five\nyears before. Mrs. Prest had not mentioned this much to anyone; she\nappeared almost to have forgotten she was there. Of course she had not\nthe responsibilities of an editor. It was no explanation of the\nold woman’s having eluded us to say that she lived abroad, for our\nresearches had again and again taken us (not only by correspondence\nbut by personal inquiry) to France, to Germany, to Italy, in which\ncountries, not counting his important stay in England, so many of the\ntoo few years of Aspern’s career were spent. We were glad to think at\nleast that in all our publishings (some people consider I believe that\nwe have overdone them), we had only touched in passing and in the most\ndiscreet manner on Miss Bordereau’s connection. Oddly enough, even if we\nhad had the material (and we often wondered what had become of it), it\nwould have been the most difficult episode to handle.\n\nThe gondola stopped, the old palace was there; it was a house of the\nclass which in Venice carries even in extreme dilapidation the dignified\nname. “How charming! It’s gray and pink!” my companion exclaimed;\nand that is the most comprehensive description of it. It was not\nparticularly old, only two or three centuries; and it had an air not so\nmuch of decay as of quiet discouragement, as if it had rather missed its\ncareer. But its wide front, with a stone balcony from end to end of the\npiano nobile or most important floor, was architectural enough, with the\naid of various pilasters and arches; and the stucco with which in the\nintervals it had long ago been endued was rosy in the April afternoon.\nIt overlooked a clean, melancholy, unfrequented canal, which had\na narrow riva or convenient footway on either side. “I don’t know\nwhy--there are no brick gables,” said Mrs. Prest, “but this corner has\nseemed to me before more Dutch than Italian, more like Amsterdam than\nlike Venice. It’s perversely clean, for reasons of its own; and though\nyou can pass on foot scarcely anyone ever thinks of doing so. It has the\nair of a Protestant Sunday. Perhaps the people are afraid of the Misses\nBordereau. I daresay they have the reputation of witches.”\n\nI forget what answer I made to this--I was given up to two other\nreflections. The first of these was that if the old lady lived in such a\nbig, imposing house she could not be in any sort of misery and therefore\nwould not be tempted by a chance to let a couple of rooms. I expressed\nthis idea to Mrs. Prest, who gave me a very logical reply. “If she\ndidn’t live in a big house how could it be a question of her having\nrooms to spare? If she were not amply lodged herself you would lack\nground to approach her. Besides, a big house here, and especially in\nthis quartier perdu, proves nothing at all: it is perfectly compatible\nwith a state of penury. Dilapidated old palazzi, if you will go out of\nthe way for them, are to be had for five shillings a year. And as for\nthe people who live in them--no, until you have explored Venice socially\nas much as I have you can form no idea of their domestic desolation.\nThey live on nothing, for they have nothing to live on.” The other idea\nthat had come into my head was connected with a high blank wall which\nappeared to confine an expanse of ground on one side of the house.\nBlank I call it, but it was figured over with the patches that please a\npainter, repaired breaches, crumblings of plaster, extrusions of brick\nthat had turned pink with time; and a few thin trees, with the poles of\ncertain rickety trellises, were visible over the top. The place was a\ngarden, and apparently it belonged to the house. It suddenly occurred to\nme that if it did belong to the house I had my pretext.\n\nI sat looking out on all this with Mrs. Prest (it was covered with the\ngolden glow of Venice) from the shade of our felze, and she asked me if\nI would go in then, while she waited for me, or come back another time.\nAt first I could not decide--it was doubtless very weak of me. I wanted\nstill to think I MIGHT get a footing, and I was afraid to meet failure,\nfor it would leave me, as I remarked to my companion, without another\narrow for my bow. “Why not another?” she inquired as I sat there\nhesitating and thinking it over; and she wished to know why even now\nand before taking the trouble of becoming an inmate (which might be\nwretchedly uncomfortable after all, even if it succeeded), I had not\nthe resource of simply offering them a sum of money down. In that way I\nmight obtain the documents without bad nights.\n\n“Dearest lady,” I exclaimed, “excuse the impatience of my tone when\nI suggest that you must have forgotten the very fact (surely I\ncommunicated it to you) which pushed me to throw myself upon your\ningenuity. The old woman won’t have the documents spoken of; they are\npersonal, delicate, intimate, and she hasn’t modern notions, God bless\nher! If I should sound that note first I should certainly spoil the\ngame. I can arrive at the papers only by putting her off her guard, and\nI can put her off her guard only by ingratiating diplomatic practices.\nHypocrisy, duplicity are my only chance. I am sorry for it, but for\nJeffrey Aspern’s sake I would do worse still. First I must take tea with\nher; then tackle the main job.” And I told over what had happened to\nJohn Cumnor when he wrote to her. No notice whatever had been taken of\nhis first letter, and the second had been answered very sharply, in six\nlines, by the niece. “Miss Bordereau requested her to say that she\ncould not imagine what he meant by troubling them. They had none of Mr.\nAspern’s papers, and if they had should never think of showing them\nto anyone on any account whatever. She didn’t know what he was talking\nabout and begged he would let her alone.” I certainly did not want to be\nmet that way.\n\n“Well,” said Mrs. Prest after a moment, provokingly, “perhaps after all\nthey haven’t any of his things. If they deny it flat how are you sure?”\n\n“John Cumnor is sure, and it would take me long to tell you how his\nconviction, or his very strong presumption--strong enough to stand\nagainst the old lady’s not unnatural fib--has built itself up. Besides,\nhe makes much of the internal evidence of the niece’s letter.”\n\n“The internal evidence?”\n\n“Her calling him ‘Mr. Aspern.’”\n\n“I don’t see what that proves.”\n\n“It proves familiarity, and familiarity implies the possession of\nmementoes, or relics. I can’t tell you how that ‘Mr.’ touches me--how it\nbridges over the gulf of time and brings our hero near to me--nor what\nan edge it gives to my desire to see Juliana. You don’t say, ‘Mr.’\nShakespeare.”\n\n“Would I, any more, if I had a box full of his letters?”\n\n“Yes, if he had been your lover and someone wanted them!” And I added\nthat John Cumnor was so convinced, and so all the more convinced by\nMiss Bordereau’s tone, that he would have come himself to Venice on the\nbusiness were it not that for him there was the obstacle that it would\nbe difficult to disprove his identity with the person who had written\nto them, which the old ladies would be sure to suspect in spite of\ndissimulation and a change of name. If they were to ask him point-blank\nif he were not their correspondent it would be too awkward for him to\nlie; whereas I was fortunately not tied in that way. I was a fresh hand\nand could say no without lying.\n\n“But you will have to change your name,” said Mrs. Prest. “Juliana lives\nout of the world as much as it is possible to live, but none the less\nshe has probably heard of Mr. Aspern’s editors; she perhaps possesses\nwhat you have published.”\n\n“I have thought of that,” I returned; and I drew out of my pocketbook a\nvisiting card, neatly engraved with a name that was not my own.\n\n“You are very extravagant; you might have written it,” said my\ncompanion.\n\n“This looks more genuine.”\n\n“Certainly, you are prepared to go far! But it will be awkward about\nyour letters; they won’t come to you in that mask.”\n\n“My banker will take them in, and I will go every day to fetch them. It\nwill give me a little walk.”\n\n“Shall you only depend upon that?” asked Mrs. Prest. “Aren’t you coming\nto see me?”\n\n“Oh, you will have left Venice, for the hot months, long before\nthere are any results. I am prepared to roast all summer--as well as\nhereafter, perhaps you’ll say! Meanwhile, John Cumnor will bombard me\nwith letters addressed, in my feigned name, to the care of the padrona.”\n\n“She will recognize his hand,” my companion suggested.\n\n“On the envelope he can disguise it.”\n\n“Well, you’re a precious pair! Doesn’t it occur to you that even if you\nare able to say you are not Mr. Cumnor in person they may still suspect\nyou of being his emissary?”\n\n“Certainly, and I see only one way to parry that.”\n\n“And what may that be?”\n\nI hesitated a moment. “To make love to the niece.”\n\n“Ah,” cried Mrs. Prest, “wait till you see her!”\n\n\n\n\nII\n\n\n“I must work the garden--I must work the garden,” I said to myself, five\nminutes later, as I waited, upstairs, in the long, dusky sala, where the\nbare scagliola floor gleamed vaguely in a chink of the closed shutters.\nThe place was impressive but it looked cold and cautious. Mrs. Prest had\nfloated away, giving me a rendezvous at the end of half an hour by\nsome neighboring water steps; and I had been let into the house,\nafter pulling the rusty bell wire, by a little red-headed, white-faced\nmaidservant, who was very young and not ugly and wore clicking pattens\nand a shawl in the fashion of a hood. She had not contented herself\nwith opening the door from above by the usual arrangement of a creaking\npulley, though she had looked down at me first from an upper window,\ndropping the inevitable challenge which in Italy precedes the hospitable\nact. As a general thing I was irritated by this survival of medieval\nmanners, though as I liked the old I suppose I ought to have liked it;\nbut I was so determined to be genial that I took my false card out of\nmy pocket and held it up to her, smiling as if it were a magic token. It\nhad the effect of one indeed, for it brought her, as I say, all the way\ndown. I begged her to hand it to her mistress, having first written\non it in Italian the words, “Could you very kindly see a gentleman,\nan American, for a moment?” The little maid was not hostile, and I\nreflected that even that was perhaps something gained. She colored,\nshe smiled and looked both frightened and pleased. I could see that my\narrival was a great affair, that visits were rare in that house, and\nthat she was a person who would have liked a sociable place. When she\npushed forward the heavy door behind me I felt that I had a foot in the\ncitadel. She pattered across the damp, stony lower hall and I followed\nher up the high staircase--stonier still, as it seemed--without an\ninvitation. I think she had meant I should wait for her below, but such\nwas not my idea, and I took up my station in the sala. She flitted, at\nthe far end of it, into impenetrable regions, and I looked at the place\nwith my heart beating as I had known it to do in the dentist’s parlor.\nIt was gloomy and stately, but it owed its character almost entirely\nto its noble shape and to the fine architectural doors--as high as\nthe doors of houses--which, leading into the various rooms, repeated\nthemselves on either side at intervals. They were surmounted with old\nfaded painted escutcheons, and here and there, in the spaces between\nthem, brown pictures, which I perceived to be bad, in battered frames,\nwere suspended. With the exception of several straw-bottomed chairs with\ntheir backs to the wall, the grand obscure vista contained nothing else\nto minister to effect. It was evidently never used save as a passage,\nand little even as that. I may add that by the time the door opened\nagain through which the maidservant had escaped, my eyes had grown used\nto the want of light.\n\nI had not meant by my private ejaculation that I must myself cultivate\nthe soil of the tangled enclosure which lay beneath the windows, but the\nlady who came toward me from the distance over the hard, shining floor\nmight have supposed as much from the way in which, as I went rapidly to\nmeet her, I exclaimed, taking care to speak Italian: “The garden, the\ngarden--do me the pleasure to tell me if it’s yours!”\n\nShe stopped short, looking at me with wonder; and then, “Nothing here is\nmine,” she answered in English, coldly and sadly.\n\n“Oh, you are English; how delightful!” I remarked, ingenuously. “But\nsurely the garden belongs to the house?”\n\n“Yes, but the house doesn’t belong to me.” She was a long, lean, pale\nperson, habited apparently in a dull-colored dressing gown, and she\nspoke with a kind of mild literalness. She did not ask me to sit down,\nany more than years before (if she were the niece) she had asked Mrs.\nPrest, and we stood face to face in the empty pompous hall.\n\n“Well then, would you kindly tell me to whom I must address myself? I’m\nafraid you’ll think me odiously intrusive, but you know I MUST have a\ngarden--upon my honor I must!”\n\nHer face was not young, but it was simple; it was not fresh, but it was\nmild. She had large eyes which were not bright, and a great deal of hair\nwhich was not “dressed,” and long fine hands which were--possibly--not\nclean. She clasped these members almost convulsively as, with a\nconfused, alarmed look, she broke out, “Oh, don’t take it away from us;\nwe like it ourselves!”\n\n“You have the use of it then?”\n\n“Oh, yes. If it wasn’t for that!” And she gave a shy, melancholy smile.\n\n“Isn’t it a luxury, precisely? That’s why, intending to be in Venice\nsome weeks, possibly all summer, and having some literary work, some\nreading and writing to do, so that I must be quiet, and yet if possible\na great deal in the open air--that’s why I have felt that a garden\nis really indispensable. I appeal to your own experience,” I went on,\nsmiling. “Now can’t I look at yours?”\n\n“I don’t know, I don’t understand,” the poor woman murmured, planted\nthere and letting her embarrassed eyes wander all over my strangeness.\n\n“I mean only from one of those windows--such grand ones as you have\nhere--if you will let me open the shutters.” And I walked toward the\nback of the house. When I had advanced halfway I stopped and waited, as\nif I took it for granted she would accompany me. I had been of necessity\nvery abrupt, but I strove at the same time to give her the impression of\nextreme courtesy. “I have been looking at furnished rooms all over\nthe place, and it seems impossible to find any with a garden attached.\nNaturally in a place like Venice gardens are rare. It’s absurd if you\nlike, for a man, but I can’t live without flowers.”\n\n“There are none to speak of down there.” She came nearer to me, as if,\nthough she mistrusted me, I had drawn her by an invisible thread. I went\non again, and she continued as she followed me: “We have a few, but they\nare very common. It costs too much to cultivate them; one has to have a\nman.”\n\n“Why shouldn’t I be the man?” I asked. “I’ll work without wages; or\nrather I’ll put in a gardener. You shall have the sweetest flowers in\nVenice.”\n\nShe protested at this, with a queer little sigh which might also have\nbeen a gush of rapture at the picture I presented. Then she observed,\n“We don’t know you--we don’t know you.”\n\n“You know me as much as I know you: that is much more, because you know\nmy name. And if you are English I am almost a countryman.”\n\n“We are not English,” said my companion, watching me helplessly while I\nthrew open the shutters of one of the divisions of the wide high window.\n\n“You speak the language so beautifully: might I ask what you are?” Seen\nfrom above the garden was certainly shabby; but I perceived at a glance\nthat it had great capabilities. She made no rejoinder, she was so lost\nin staring at me, and I exclaimed, “You don’t mean to say you are also\nby chance American?”\n\n“I don’t know; we used to be.”\n\n“Used to be? Surely you haven’t changed?”\n\n“It’s so many years ago--we are nothing.”\n\n“So many years that you have been living here? Well, I don’t wonder at\nthat; it’s a grand old house. I suppose you all use the garden,” I went\non, “but I assure you I shouldn’t be in your way. I would be very quiet\nand stay in one corner.”\n\n“We all use it?” she repeated after me, vaguely, not coming close to\nthe window but looking at my shoes. She appeared to think me capable of\nthrowing her out.\n\n“I mean all your family, as many as you are.”\n\n“There is only one other; she is very old--she never goes down.”\n\n“Only one other, in all this great house!” I feigned to be not only\namazed but almost scandalized. “Dear lady, you must have space then to\nspare!”\n\n“To spare?” she repeated, in the same dazed way.\n\n“Why, you surely don’t live (two quiet women--I see YOU are quiet,\nat any rate) in fifty rooms!” Then with a burst of hope and cheer I\ndemanded: “Couldn’t you let me two or three? That would set me up!”\n\nI had not struck the note that translated my purpose, and I need\nnot reproduce the whole of the tune I played. I ended by making my\ninterlocutress believe that I was an honorable person, though of course\nI did not even attempt to persuade her that I was not an eccentric one.\nI repeated that I had studies to pursue; that I wanted quiet; that I\ndelighted in a garden and had vainly sought one up and down the city;\nthat I would undertake that before another month was over the dear old\nhouse should be smothered in flowers. I think it was the flowers that\nwon my suit, for I afterward found that Miss Tita (for such the name of\nthis high tremulous spinster proved somewhat incongruously to be) had an\ninsatiable appetite for them. When I speak of my suit as won I mean that\nbefore I left her she had promised that she would refer the question to\nher aunt. I inquired who her aunt might be and she answered, “Why, Miss\nBordereau!” with an air of surprise, as if I might have been expected to\nknow. There were contradictions like this in Tita Bordereau which, as I\nobserved later, contributed to make her an odd and affecting person.\nIt was the study of the two ladies to live so that the world should not\ntouch them, and yet they had never altogether accepted the idea that it\nnever heard of them. In Tita at any rate a grateful susceptibility to\nhuman contact had not died out, and contact of a limited order there\nwould be if I should come to live in the house.\n\n“We have never done anything of the sort; we have never had a lodger or\nany kind of inmate.” So much as this she made a point of saying to me.\n“We are very poor, we live very badly. The rooms are very bare--that you\nmight take; they have nothing in them. I don’t know how you would sleep,\nhow you would eat.”\n\n“With your permission, I could easily put in a bed and a few tables and\nchairs. C’est la moindre des choses and the affair of an hour or two.\nI know a little man from whom I can hire what I should want for a few\nmonths, for a trifle, and my gondolier can bring the things round in his\nboat. Of course in this great house you must have a second kitchen, and\nmy servant, who is a wonderfully handy fellow” (this personage was an\nevocation of the moment), “can easily cook me a chop there. My tastes\nand habits are of the simplest; I live on flowers!” And then I ventured\nto add that if they were very poor it was all the more reason they\nshould let their rooms. They were bad economists--I had never heard of\nsuch a waste of material.\n\nI saw in a moment that the good lady had never before been spoken to\nin that way, with a kind of humorous firmness which did not exclude\nsympathy but was on the contrary founded on it. She might easily have\ntold me that my sympathy was impertinent, but this by good fortune\ndid not occur to her. I left her with the understanding that she would\nconsider the matter with her aunt and that I might come back the next\nday for their decision.\n\n“The aunt will refuse; she will think the whole proceeding very louche!”\n Mrs. Prest declared shortly after this, when I had resumed my place in\nher gondola. She had put the idea into my head and now (so little are\nwomen to be counted on) she appeared to take a despondent view of it.\nHer pessimism provoked me and I pretended to have the best hopes; I\nwent so far as to say that I had a distinct presentiment that I should\nsucceed. Upon this Mrs. Prest broke out, “Oh, I see what’s in your head!\nYou fancy you have made such an impression in a quarter of an hour that\nshe is dying for you to come and can be depended upon to bring the old\none round. If you do get in you’ll count it as a triumph.”\n\nI did count it as a triumph, but only for the editor (in the last\nanalysis), not for the man, who had not the tradition of personal\nconquest. When I went back on the morrow the little maidservant\nconducted me straight through the long sala (it opened there as before\nin perfect perspective and was lighter now, which I thought a good\nomen) into the apartment from which the recipient of my former visit had\nemerged on that occasion. It was a large shabby parlor, with a fine\nold painted ceiling and a strange figure sitting alone at one of the\nwindows. They come back to me now almost with the palpitation they\ncaused, the successive feelings that accompanied my consciousness that\nas the door of the room closed behind me I was really face to face with\nthe Juliana of some of Aspern’s most exquisite and most renowned lyrics.\nI grew used to her afterward, though never completely; but as she sat\nthere before me my heart beat as fast as if the miracle of resurrection\nhad taken place for my benefit. Her presence seemed somehow to contain\nhis, and I felt nearer to him at that first moment of seeing her than\nI ever had been before or ever have been since. Yes, I remember my\nemotions in their order, even including a curious little tremor that\ntook me when I saw that the niece was not there. With her, the day\nbefore, I had become sufficiently familiar, but it almost exceeded my\ncourage (much as I had longed for the event) to be left alone with\nsuch a terrible relic as the aunt. She was too strange, too literally\nresurgent. Then came a check, with the perception that we were not\nreally face to face, inasmuch as she had over her eyes a horrible\ngreen shade which, for her, served almost as a mask. I believed for the\ninstant that she had put it on expressly, so that from underneath it she\nmight scrutinize me without being scrutinized herself. At the same\ntime it increased the presumption that there was a ghastly death’s-head\nlurking behind it. The divine Juliana as a grinning skull--the vision\nhung there until it passed. Then it came to me that she WAS tremendously\nold--so old that death might take her at any moment, before I had time\nto get what I wanted from her. The next thought was a correction to\nthat; it lighted up the situation. She would die next week, she would\ndie tomorrow--then I could seize her papers. Meanwhile she sat there\nneither moving nor speaking. She was very small and shrunken, bent\nforward, with her hands in her lap. She was dressed in black, and her\nhead was wrapped in a piece of old black lace which showed no hair.\n\nMy emotion keeping me silent she spoke first, and the remark she made\nwas exactly the most unexpected.\n\n\n\n\nIII\n\n\n“Our house is very far from the center, but the little canal is very\ncomme il faut.”\n\n“It’s the sweetest corner of Venice and I can imagine nothing more\ncharming,” I hastened to reply. The old lady’s voice was very thin and\nweak, but it had an agreeable, cultivated murmur, and there was wonder\nin the thought that that individual note had been in Jeffrey Aspern’s\near.\n\n“Please to sit down there. I hear very well,” she said quietly, as if\nperhaps I had been shouting at her; and the chair she pointed to was\nat a certain distance. I took possession of it, telling her that I\nwas perfectly aware that I had intruded, that I had not been properly\nintroduced and could only throw myself upon her indulgence. Perhaps the\nother lady, the one I had had the honor of seeing the day before, would\nhave explained to her about the garden. That was literally what had\ngiven me courage to take a step so unconventional. I had fallen in love\nat sight with the whole place (she herself probably was so used to\nit that she did not know the impression it was capable of making on a\nstranger), and I had felt it was really a case to risk something. Was\nher own kindness in receiving me a sign that I was not wholly out in\nmy calculation? It would render me extremely happy to think so. I could\ngive her my word of honor that I was a most respectable, inoffensive\nperson and that as an inmate they would be barely conscious of my\nexistence. I would conform to any regulations, any restrictions if they\nwould only let me enjoy the garden. Moreover I should be delighted to\ngive her references, guarantees; they would be of the very best, both in\nVenice and in England as well as in America.\n\nShe listened to me in perfect stillness and I felt that she was looking\nat me with great attention, though I could see only the lower part of\nher bleached and shriveled face. Independently of the refining process\nof old age it had a delicacy which once must have been great. She had\nbeen very fair, she had had a wonderful complexion. She was silent a\nlittle after I had ceased speaking; then she inquired, “If you are so\nfond of a garden why don’t you go to terra firma, where there are so\nmany far better than this?”\n\n“Oh, it’s the combination!” I answered, smiling; and then, with rather a\nflight of fancy, “It’s the idea of a garden in the middle of the sea.”\n\n“It’s not in the middle of the sea; you can’t see the water.”\n\nI stared a moment, wondering whether she wished to convict me of fraud.\n“Can’t see the water? Why, dear madam, I can come up to the very gate in\nmy boat.”\n\nShe appeared inconsequent, for she said vaguely in reply to this, “Yes,\nif you have got a boat. I haven’t any; it’s many years since I have been\nin one of the gondolas.” She uttered these words as if the gondolas were\na curious faraway craft which she knew only by hearsay.\n\n“Let me assure you of the pleasure with which I would put mine at your\nservice!” I exclaimed. I had scarcely said this, however, before I\nbecame aware that the speech was in questionable taste and might also do\nme the injury of making me appear too eager, too possessed of a hidden\nmotive. But the old woman remained impenetrable and her attitude\nbothered me by suggesting that she had a fuller vision of me than I\nhad of her. She gave me no thanks for my somewhat extravagant offer\nbut remarked that the lady I had seen the day before was her niece;\nshe would presently come in. She had asked her to stay away a little\non purpose, because she herself wished to see me at first alone. She\nrelapsed into silence, and I asked myself why she had judged this\nnecessary and what was coming yet; also whether I might venture on some\njudicious remark in praise of her companion. I went so far as to say\nthat I should be delighted to see her again: she had been so very\ncourteous to me, considering how odd she must have thought me--a\ndeclaration which drew from Miss Bordereau another of her whimsical\nspeeches.\n\n“She has very good manners; I bred her up myself!” I was on the point\nof saying that that accounted for the easy grace of the niece, but I\narrested myself in time, and the next moment the old woman went on:\n“I don’t care who you may be--I don’t want to know; it signifies very\nlittle today.” This had all the air of being a formula of dismissal, as\nif her next words would be that I might take myself off now that she\nhad had the amusement of looking on the face of such a monster of\nindiscretion. Therefore I was all the more surprised when she added,\nwith her soft, venerable quaver, “You may have as many rooms as you\nlike--if you will pay a good deal of money.”\n\nI hesitated but for a single instant, long enough to ask myself what she\nmeant in particular by this condition. First it struck me that she must\nhave really a large sum in her mind; then I reasoned quickly that\nher idea of a large sum would probably not correspond to my own. My\ndeliberation, I think, was not so visible as to diminish the promptitude\nwith which I replied, “I will pay with pleasure and of course in advance\nwhatever you may think is proper to ask me.”\n\n“Well then, a thousand francs a month,” she rejoined instantly, while\nher baffling green shade continued to cover her attitude.\n\nThe figure, as they say, was startling and my logic had been at fault.\nThe sum she had mentioned was, by the Venetian measure of such matters,\nexceedingly large; there was many an old palace in an out-of-the-way\ncorner that I might on such terms have enjoyed by the year. But so far\nas my small means allowed I was prepared to spend money, and my decision\nwas quickly taken. I would pay her with a smiling face what she asked,\nbut in that case I would give myself the compensation of extracting the\npapers from her for nothing. Moreover if she had asked five times\nas much I should have risen to the occasion; so odious would it have\nappeared to me to stand chaffering with Aspern’s Juliana. It was queer\nenough to have a question of money with her at all. I assured her that\nher views perfectly met my own and that on the morrow I should have the\npleasure of putting three months’ rent into her hand. She received this\nannouncement with serenity and with no apparent sense that after all\nit would be becoming of her to say that I ought to see the rooms first.\nThis did not occur to her and indeed her serenity was mainly what I\nwanted. Our little bargain was just concluded when the door opened and\nthe younger lady appeared on the threshold. As soon as Miss Bordereau\nsaw her niece she cried out almost gaily, “He will give three\nthousand--three thousand tomorrow!”\n\nMiss Tita stood still, with her patient eyes turning from one of us to\nthe other; then she inquired, scarcely above her breath, “Do you mean\nfrancs?”\n\n“Did you mean francs or dollars?” the old woman asked of me at this.\n\n“I think francs were what you said,” I answered, smiling.\n\n“That is very good,” said Miss Tita, as if she had become conscious that\nher own question might have looked overreaching.\n\n“What do YOU know? You are ignorant,” Miss Bordereau remarked; not with\nacerbity but with a strange, soft coldness.\n\n“Yes, of money--certainly of money!” Miss Tita hastened to exclaim.\n\n“I am sure you have your own branches of knowledge,” I took the liberty\nof saying, genially. There was something painful to me, somehow, in the\nturn the conversation had taken, in the discussion of the rent.\n\n“She had a very good education when she was young. I looked into that\nmyself,” said Miss Bordereau. Then she added, “But she has learned\nnothing since.”\n\n“I have always been with you,” Miss Tita rejoined very mildly, and\nevidently with no intention of making an epigram.\n\n“Yes, but for that!” her aunt declared with more satirical force. She\nevidently meant that but for this her niece would never have got on\nat all; the point of the observation however being lost on Miss Tita,\nthough she blushed at hearing her history revealed to a stranger. Miss\nBordereau went on, addressing herself to me: “And what time will you\ncome tomorrow with the money?”\n\n“The sooner the better. If it suits you I will come at noon.”\n\n“I am always here but I have my hours,” said the old woman, as if her\nconvenience were not to be taken for granted.\n\n“You mean the times when you receive?”\n\n“I never receive. But I will see you at noon, when you come with the\nmoney.”\n\n“Very good, I shall be punctual;” and I added, “May I shake hands with\nyou, on our contract?” I thought there ought to be some little form, it\nwould make me really feel easier, for I foresaw that there would be\nno other. Besides, though Miss Bordereau could not today be called\npersonally attractive and there was something even in her wasted\nantiquity that bade one stand at one’s distance, I felt an irresistible\ndesire to hold in my own for a moment the hand that Jeffrey Aspern had\npressed.\n\nFor a minute she made no answer, and I saw that my proposal failed to\nmeet with her approbation. She indulged in no movement of withdrawal,\nwhich I half-expected; she only said coldly, “I belong to a time when\nthat was not the custom.”\n\nI felt rather snubbed but I exclaimed good humoredly to Miss Tita, “Oh,\nyou will do as well!” I shook hands with her while she replied, with a\nsmall flutter, “Yes, yes, to show it’s all arranged!”\n\n“Shall you bring the money in gold?” Miss Bordereau demanded, as I was\nturning to the door.\n\nI looked at her for a moment. “Aren’t you a little afraid, after all, of\nkeeping such a sum as that in the house?” It was not that I was annoyed\nat her avidity but I was really struck with the disparity between such a\ntreasure and such scanty means of guarding it.\n\n“Whom should I be afraid of if I am not afraid of you?” she asked with\nher shrunken grimness.\n\n“Ah well,” said I, laughing, “I shall be in point of fact a protector\nand I will bring gold if you prefer.”\n\n“Thank you,” the old woman returned with dignity and with an inclination\nof her head which evidently signified that I might depart. I passed out\nof the room, reflecting that it would not be easy to circumvent her. As\nI stood in the sala again I saw that Miss Tita had followed me, and I\nsupposed that as her aunt had neglected to suggest that I should take a\nlook at my quarters it was her purpose to repair the omission. But she\nmade no such suggestion; she only stood there with a dim, though not a\nlanguid smile, and with an effect of irresponsible, incompetent youth\nwhich was almost comically at variance with the faded facts of her\nperson. She was not infirm, like her aunt, but she struck me as still\nmore helpless, because her inefficiency was spiritual, which was not the\ncase with Miss Bordereau’s. I waited to see if she would offer to\nshow me the rest of the house, but I did not precipitate the question,\ninasmuch as my plan was from this moment to spend as much of my time as\npossible in her society. I only observed at the end of a minute:\n\n“I have had better fortune than I hoped. It was very kind of her to see\nme. Perhaps you said a good word for me.”\n\n“It was the idea of the money,” said Miss Tita.\n\n“And did you suggest that?”\n\n“I told her that you would perhaps give a good deal.”\n\n“What made you think that?”\n\n“I told her I thought you were rich.”\n\n“And what put that idea into your head?”\n\n“I don’t know; the way you talked.”\n\n“Dear me, I must talk differently now,” I declared. “I’m sorry to say\nit’s not the case.”\n\n“Well,” said Miss Tita, “I think that in Venice the forestieri, in\ngeneral, often give a great deal for something that after all isn’t\nmuch.” She appeared to make this remark with a comforting intention,\nto wish to remind me that if I had been extravagant I was not really\nfoolishly singular. We walked together along the sala, and as I took its\nmagnificent measure I said to her that I was afraid it would not form\na part of my quartiere. Were my rooms by chance to be among those that\nopened into it? “Not if you go above, on the second floor,” she answered\nwith a little startled air, as if she had rather taken for granted I\nwould know my proper place.\n\n“And I infer that that’s where your aunt would like me to be.”\n\n“She said your apartments ought to be very distinct.”\n\n“That certainly would be best.” And I listened with respect while she\ntold me that up above I was free to take whatever I liked; that there\nwas another staircase, but only from the floor on which we stood, and\nthat to pass from it to the garden-story or to come up to my lodging I\nshould have in effect to cross the great hall. This was an immense\npoint gained; I foresaw that it would constitute my whole leverage in\nmy relations with the two ladies. When I asked Miss Tita how I was to\nmanage at present to find my way up she replied with an access of that\nsociable shyness which constantly marked her manner.\n\n“Perhaps you can’t. I don’t see--unless I should go with you.” She\nevidently had not thought of this before.\n\nWe ascended to the upper floor and visited a long succession of empty\nrooms. The best of them looked over the garden; some of the others had a\nview of the blue lagoon, above the opposite rough-tiled housetops. They\nwere all dusty and even a little disfigured with long neglect, but I saw\nthat by spending a few hundred francs I should be able to convert three\nor four of them into a convenient habitation. My experiment was turning\nout costly, yet now that I had all but taken possession I ceased to\nallow this to trouble me. I mentioned to my companion a few of the\nthings that I should put in, but she replied rather more precipitately\nthan usual that I might do exactly what I liked; she seemed to wish to\nnotify me that the Misses Bordereau would take no overt interest in my\nproceedings. I guessed that her aunt had instructed her to adopt this\ntone, and I may as well say now that I came afterward to distinguish\nperfectly (as I believed) between the speeches she made on her own\nresponsibility and those the old lady imposed upon her. She took\nno notice of the unswept condition of the rooms and indulged in no\nexplanations nor apologies. I said to myself that this was a sign that\nJuliana and her niece (disenchanting idea!) were untidy persons, with a\nlow Italian standard; but I afterward recognized that a lodger who had\nforced an entrance had no locus standi as a critic. We looked out of a\ngood many windows, for there was nothing within the rooms to look at,\nand still I wanted to linger. I asked her what several different objects\nin the prospect might be, but in no case did she appear to know. She was\nevidently not familiar with the view--it was as if she had not looked\nat it for years--and I presently saw that she was too preoccupied with\nsomething else to pretend to care for it. Suddenly she said--the remark\nwas not suggested:\n\n“I don’t know whether it will make any difference to you, but the money\nis for me.”\n\n“The money?”\n\n“The money you are going to bring.”\n\n“Why, you’ll make me wish to stay here two or three years.” I spoke as\nbenevolently as possible, though it had begun to act on my nerves that\nwith these women so associated with Aspern the pecuniary question should\nconstantly come back.\n\n“That would be very good for me,” she replied, smiling.\n\n“You put me on my honor!”\n\nShe looked as if she failed to understand this, but went on: “She wants\nme to have more. She thinks she is going to die.”\n\n“Ah, not soon, I hope!” I exclaimed with genuine feeling. I had\nperfectly considered the possibility that she would destroy her papers\non the day she should feel her end really approach. I believed that she\nwould cling to them till then, and I think I had an idea that she\nread Aspern’s letters over every night or at least pressed them to her\nwithered lips. I would have given a good deal to have a glimpse of the\nlatter spectacle. I asked Miss Tita if the old lady were seriously ill,\nand she replied that she was only very tired--she had lived so very,\nvery long. That was what she said herself--she wanted to die for a\nchange. Besides, all her friends were dead long ago; either they ought\nto have remained or she ought to have gone. That was another thing her\naunt often said--she was not at all content.\n\n“But people don’t die when they like, do they?” Miss Tita inquired. I\ntook the liberty of asking why, if there was actually enough money to\nmaintain both of them, there would not be more than enough in case of\nher being left alone. She considered this difficult problem a moment\nand then she said, “Oh, well, you know, she takes care of me. She thinks\nthat when I’m alone I shall be a great fool, I shall not know how to\nmanage.”\n\n“I should have supposed that you took care of her. I’m afraid she is\nvery proud.”\n\n“Why, have you discovered that already?” Miss Tita cried with the\nglimmer of an illumination in her face.\n\n“I was shut up with her there for a considerable time, and she struck\nme, she interested me extremely. It didn’t take me long to make my\ndiscovery. She won’t have much to say to me while I’m here.”\n\n“No, I don’t think she will,” my companion averred.\n\n“Do you suppose she has some suspicion of me?”\n\nMiss Tita’s honest eyes gave me no sign that I had touched a mark. “I\nshouldn’t think so--letting you in after all so easily.”\n\n“Oh, so easily! she has covered her risk. But where is it that one could\ntake an advantage of her?”\n\n“I oughtn’t to tell you if I knew, ought I?” And Miss Tita added, before\nI had time to reply to this, smiling dolefully, “Do you think we have\nany weak points?”\n\n“That’s exactly what I’m asking. You would only have to mention them for\nme to respect them religiously.”\n\nShe looked at me, at this, with that air of timid but candid and even\ngratified curiosity with which she had confronted me from the first; and\nthen she said, “There is nothing to tell. We are terribly quiet. I don’t\nknow how the days pass. We have no life.”\n\n“I wish I might think that I should bring you a little.”\n\n“Oh, we know what we want,” she went on. “It’s all right.”\n\nThere were various things I desired to ask her: how in the world they\ndid live; whether they had any friends or visitors, any relations in\nAmerica or in other countries. But I judged such an inquiry would\nbe premature; I must leave it to a later chance. “Well, don’t YOU be\nproud,” I contented myself with saying. “Don’t hide from me altogether.”\n\n“Oh, I must stay with my aunt,” she returned, without looking at me.\nAnd at the same moment, abruptly, without any ceremony of parting, she\nquitted me and disappeared, leaving me to make my own way downstairs. I\nremained a while longer, wandering about the bright desert (the sun was\npouring in) of the old house, thinking the situation over on the\nspot. Not even the pattering little serva came to look after me, and I\nreflected that after all this treatment showed confidence.\n\n\n\n\nIV\n\n\nPerhaps it did, but all the same, six weeks later, toward the middle of\nJune, the moment when Mrs. Prest undertook her annual migration, I had\nmade no measurable advance. I was obliged to confess to her that I had\nno results to speak of. My first step had been unexpectedly rapid, but\nthere was no appearance that it would be followed by a second. I was\na thousand miles from taking tea with my hostesses--that privilege\nof which, as I reminded Mrs. Prest, we both had had a vision. She\nreproached me with wanting boldness, and I answered that even to be bold\nyou must have an opportunity: you may push on through a breach but\nyou can’t batter down a dead wall. She answered that the breach I had\nalready made was big enough to admit an army and accused me of wasting\nprecious hours in whimpering in her salon when I ought to have been\ncarrying on the struggle in the field. It is true that I went to see her\nvery often, on the theory that it would console me (I freely expressed\nmy discouragement) for my want of success on my own premises. But I\nbegan to perceive that it did not console me to be perpetually chaffed\nfor my scruples, especially when I was really so vigilant; and I was\nrather glad when my derisive friend closed her house for the summer. She\nhad expected to gather amusement from the drama of my intercourse with\nthe Misses Bordereau, and she was disappointed that the intercourse, and\nconsequently the drama, had not come off. “They’ll lead you on to your\nruin,” she said before she left Venice. “They’ll get all your money\nwithout showing you a scrap.” I think I settled down to my business with\nmore concentration after she had gone away.\n\nIt was a fact that up to that time I had not, save on a single brief\noccasion, had even a moment’s contact with my queer hostesses. The\nexception had occurred when I carried them according to my promise the\nterrible three thousand francs. Then I found Miss Tita waiting for me in\nthe hall, and she took the money from my hand so that I did not see\nher aunt. The old lady had promised to receive me, but she apparently\nthought nothing of breaking that vow. The money was contained in a bag\nof chamois leather, of respectable dimensions, which my banker had given\nme, and Miss Tita had to make a big fist to receive it. This she did\nwith extreme solemnity, though I tried to treat the affair a little as a\njoke. It was in no jocular strain, yet it was with simplicity, that she\ninquired, weighing the money in her two palms: “Don’t you think it’s\ntoo much?” To which I replied that that would depend upon the amount of\npleasure I should get for it. Hereupon she turned away from me quickly,\nas she had done the day before, murmuring in a tone different from any\nshe had used hitherto: “Oh, pleasure, pleasure--there’s no pleasure in\nthis house!”\n\nAfter this, for a long time, I never saw her, and I wondered that the\ncommon chances of the day should not have helped us to meet. It could\nonly be evident that she was immensely on her guard against them; and in\naddition to this the house was so big that for each other we were lost\nin it. I used to look out for her hopefully as I crossed the sala in my\ncomings and goings, but I was not rewarded with a glimpse of the tail of\nher dress. It was as if she never peeped out of her aunt’s apartment. I\nused to wonder what she did there week after week and year after year.\nI had never encountered such a violent parti pris of seclusion; it was\nmore than keeping quiet--it was like hunted creatures feigning death.\nThe two ladies appeared to have no visitors whatever and no sort of\ncontact with the world. I judged at least that people could not have\ncome to the house and that Miss Tita could not have gone out without my\nhaving some observation of it. I did what I disliked myself for doing\n(reflecting that it was only once in a way): I questioned my servant\nabout their habits and let him divine that I should be interested in any\ninformation he could pick up. But he picked up amazingly little for a\nknowing Venetian: it must be added that where there is a perpetual fast\nthere are very few crumbs on the floor. His cleverness in other ways was\nsufficient, if it was not quite all that I had attributed to him on\nthe occasion of my first interview with Miss Tita. He had helped my\ngondolier to bring me round a boatload of furniture; and when these\narticles had been carried to the top of the palace and distributed\naccording to our associated wisdom he organized my household with\nsuch promptitude as was consistent with the fact that it was composed\nexclusively of himself. He made me in short as comfortable as I could be\nwith my indifferent prospects. I should have been glad if he had fallen\nin love with Miss Bordereau’s maid or, failing this, had taken her\nin aversion; either event might have brought about some kind of\ncatastrophe, and a catastrophe might have led to some parley. It was\nmy idea that she would have been sociable, and I myself on various\noccasions saw her flit to and fro on domestic errands, so that I was\nsure she was accessible. But I tasted of no gossip from that fountain,\nand I afterward learned that Pasquale’s affections were fixed upon an\nobject that made him heedless of other women. This was a young lady with\na powdered face, a yellow cotton gown, and much leisure, who used often\nto come to see him. She practiced, at her convenience, the art of a\nstringer of beads (these ornaments are made in Venice, in profusion; she\nhad her pocket full of them, and I used to find them on the floor of my\napartment), and kept an eye on the maiden in the house. It was not for\nme of course to make the domestics tattle, and I never said a word to\nMiss Bordereau’s cook.\n\nIt seemed to me a proof of the old lady’s determination to have nothing\nto do with me that she should never have sent me a receipt for my three\nmonths’ rent. For some days I looked out for it and then, when I had\ngiven it up, I wasted a good deal of time in wondering what her reason\nhad been for neglecting so indispensable and familiar a form. At first I\nwas tempted to send her a reminder, after which I relinquished the idea\n(against my judgment as to what was right in the particular case), on\nthe general ground of wishing to keep quiet. If Miss Bordereau\nsuspected me of ulterior aims she would suspect me less if I should\nbe businesslike, and yet I consented not to be so. It was possible she\nintended her omission as an impertinence, a visible irony, to show\nhow she could overreach people who attempted to overreach her. On that\nhypothesis it was well to let her see that one did not notice her little\ntricks. The real reading of the matter, I afterward perceived, was\nsimply the poor old woman’s desire to emphasize the fact that I was in\nthe enjoyment of a favor as rigidly limited as it had been liberally\nbestowed. She had given me part of her house, and now she would not give\nme even a morsel of paper with her name on it. Let me say that even\nat first this did not make me too miserable, for the whole episode was\nessentially delightful to me. I foresaw that I should have a summer\nafter my own literary heart, and the sense of holding my opportunity\nwas much greater than the sense of losing it. There could be no Venetian\nbusiness without patience, and since I adored the place I was much more\nin the spirit of it for having laid in a large provision. That spirit\nkept me perpetual company and seemed to look out at me from the revived\nimmortal face--in which all his genius shone--of the great poet who was\nmy prompter. I had invoked him and he had come; he hovered before me\nhalf the time; it was as if his bright ghost had returned to earth to\ntell me that he regarded the affair as his own no less than mine and\nthat we should see it fraternally, cheerfully to a conclusion. It was\nas if he had said, “Poor dear, be easy with her; she has some natural\nprejudices; only give her time. Strange as it may appear to you she was\nvery attractive in 1820. Meanwhile are we not in Venice together, and\nwhat better place is there for the meeting of dear friends? See how it\nglows with the advancing summer; how the sky and the sea and the rosy\nair and the marble of the palaces all shimmer and melt together.” My\neccentric private errand became a part of the general romance and the\ngeneral glory--I felt even a mystic companionship, a moral fraternity\nwith all those who in the past had been in the service of art. They\nhad worked for beauty, for a devotion; and what else was I doing? That\nelement was in everything that Jeffrey Aspern had written, and I was\nonly bringing it to the light.\n\nI lingered in the sala when I went to and fro; I used to watch--as long\nas I thought decent--the door that led to Miss Bordereau’s part of the\nhouse. A person observing me might have supposed I was trying to cast a\nspell upon it or attempting some odd experiment in hypnotism. But I was\nonly praying it would open or thinking what treasure probably lurked\nbehind it. I hold it singular, as I look back, that I should never\nhave doubted for a moment that the sacred relics were there; never have\nfailed to feel a certain joy at being under the same roof with them.\nAfter all they were under my hand--they had not escaped me yet; and they\nmade my life continuous, in a fashion, with the illustrious life they\nhad touched at the other end. I lost myself in this satisfaction to the\npoint of assuming--in my quiet extravagance--that poor Miss Tita also\nwent back, went back, as I used to phrase it. She did indeed, the gentle\nspinster, but not quite so far as Jeffrey Aspern, who was simply\nhearsay to her, quite as he was to me. Only she had lived for years with\nJuliana, she had seen and handled the papers and (even though she was\nstupid) some esoteric knowledge had rubbed off on her. That was what the\nold woman represented--esoteric knowledge; and this was the idea with\nwhich my editorial heart used to thrill. It literally beat faster often,\nof an evening, when I had been out, as I stopped with my candle in the\nre-echoing hall on my way up to bed. It was as if at such a moment as\nthat, in the stillness, after the long contradiction of the day, Miss\nBordereau’s secrets were in the air, the wonder of her survival more\npalpable. These were the acute impressions. I had them in another form,\nwith more of a certain sort of reciprocity, during the hours that I sat\nin the garden looking up over the top of my book at the closed windows\nof my hostess. In these windows no sign of life ever appeared; it was\nas if, for fear of my catching a glimpse of them, the two ladies\npassed their days in the dark. But this only proved to me that they had\nsomething to conceal; which was what I had wished to demonstrate. Their\nmotionless shutters became as expressive as eyes consciously closed,\nand I took comfort in thinking that at all events through invisible\nthemselves they saw me between the lashes.\n\nI made a point of spending as much time as possible in the garden, to\njustify the picture I had originally given of my horticultural passion.\nAnd I not only spent time, but (hang it! as I said) I spent money. As\nsoon as I had got my rooms arranged and could give the proper thought to\nthe matter I surveyed the place with a clever expert and made terms for\nhaving it put in order. I was sorry to do this, for personally I liked\nit better as it was, with its weeds and its wild, rough tangle, its\nsweet, characteristic Venetian shabbiness. I had to be consistent, to\nkeep my promise that I would smother the house in flowers. Moreover\nI formed this graceful project that by flowers I would make my way--I\nwould succeed by big nosegays. I would batter the old women with\nlilies--I would bombard their citadel with roses. Their door would have\nto yield to the pressure when a mountain of carnations should be piled\nup against it. The place in truth had been brutally neglected. The\nVenetian capacity for dawdling is of the largest, and for a good\nmany days unlimited litter was all my gardener had to show for his\nministrations. There was a great digging of holes and carting about\nof earth, and after a while I grew so impatient that I had thoughts of\nsending for my bouquets to the nearest stand. But I reflected that the\nladies would see through the chinks of their shutters that they must\nhave been bought and might make up their minds from this that I was a\nhumbug. So I composed myself and finally, though the delay was long,\nperceived some appearances of bloom. This encouraged me, and I waited\nserenely enough till they multiplied. Meanwhile the real summer days\narrived and began to pass, and as I look back upon them they seem to me\nalmost the happiest of my life. I took more and more care to be in the\ngarden whenever it was not too hot. I had an arbor arranged and a\nlow table and an armchair put into it; and I carried out books and\nportfolios (I had always some business of writing in hand), and worked\nand waited and mused and hoped, while the golden hours elapsed and the\nplants drank in the light and the inscrutable old palace turned pale and\nthen, as the day waned, began to flush in it and my papers rustled in\nthe wandering breeze of the Adriatic.\n\nConsidering how little satisfaction I got from it at first it is\nremarkable that I should not have grown more tired of wondering what\nmystic rites of ennui the Misses Bordereau celebrated in their darkened\nrooms; whether this had always been the tenor of their life and how in\nprevious years they had escaped elbowing their neighbors. It was clear\nthat they must have had other habits and other circumstances; that they\nmust once have been young or at least middle-aged. There was no end\nto the questions it was possible to ask about them and no end to\nthe answers it was not possible to frame. I had known many of my\ncountry-people in Europe and was familiar with the strange ways they\nwere liable to take up there; but the Misses Bordereau formed altogether\na new type of the American absentee. Indeed it was plain that the\nAmerican name had ceased to have any application to them--I had seen\nthis in the ten minutes I spent in the old woman’s room. You could\nnever have said whence they came, from the appearance of either of them;\nwherever it was they had long ago dropped the local accent and fashion.\nThere was nothing in them that one recognized, and putting the question\nof speech aside they might have been Norwegians or Spaniards. Miss\nBordereau, after all, had been in Europe nearly three-quarters of a\ncentury; it appeared by some verses addressed to her by Aspern on the\noccasion of his own second absence from America--verses of which Cumnor\nand I had after infinite conjecture established solidly enough the\ndate--that she was even then, as a girl of twenty, on the foreign side\nof the sea. There was an implication in the poem (I hope not just for\nthe phrase) that he had come back for her sake. We had no real light\nupon her circumstances at that moment, any more than we had upon her\norigin, which we believed to be of the sort usually spoken of as modest.\nCumnor had a theory that she had been a governess in some family in\nwhich the poet visited and that, in consequence of her position, there\nwas from the first something unavowed, or rather something positively\nclandestine, in their relations. I on the other hand had hatched a\nlittle romance according to which she was the daughter of an artist, a\npainter or a sculptor, who had left the western world when the century\nwas fresh, to study in the ancient schools. It was essential to my\nhypothesis that this amiable man should have lost his wife, should have\nbeen poor and unsuccessful and should have had a second daughter, of a\ndisposition quite different from Juliana’s. It was also indispensable\nthat he should have been accompanied to Europe by these young ladies and\nshould have established himself there for the remainder of a struggling,\nsaddened life. There was a further implication that Miss Bordereau\nhad had in her youth a perverse and adventurous, albeit a generous and\nfascinating character, and that she had passed through some singular\nvicissitudes. By what passions had she been ravaged, by what sufferings\nhad she been blanched, what store of memories had she laid away for the\nmonotonous future?\n\nI asked myself these things as I sat spinning theories about her in my\narbor and the bees droned in the flowers. It was incontestable that,\nwhether for right or for wrong, most readers of certain of Aspern’s\npoems (poems not as ambiguous as the sonnets--scarcely more divine, I\nthink--of Shakespeare) had taken for granted that Juliana had not always\nadhered to the steep footway of renunciation. There hovered about her\nname a perfume of reckless passion, an intimation that she had not been\nexactly as the respectable young person in general. Was this a sign that\nher singer had betrayed her, had given her away, as we say nowadays, to\nposterity? Certain it is that it would have been difficult to put one’s\nfinger on the passage in which her fair fame suffered an imputation.\nMoreover was not any fame fair enough that was so sure of duration and\nwas associated with works immortal through their beauty? It was a\npart of my idea that the young lady had had a foreign lover (and an\nunedifying tragical rupture) before her meeting with Jeffrey Aspern.\nShe had lived with her father and sister in a queer old-fashioned,\nexpatriated, artistic Bohemia, in the days when the aesthetic was only\nthe academic and the painters who knew the best models for a contadina\nand pifferaro wore peaked hats and long hair. It was a society less\nfurnished than the coteries of today (in its ignorance of the wonderful\nchances, the opportunities of the early bird, with which its path was\nstrewn), with tatters of old stuff and fragments of old crockery; so\nthat Miss Bordereau appeared not to have picked up or have inherited\nmany objects of importance. There was no enviable bric-a-brac, with its\nprovoking legend of cheapness, in the room in which I had seen her. Such\na fact as that suggested bareness, but nonetheless it worked happily\ninto the sentimental interest I had always taken in the early movements\nof my countrymen as visitors to Europe. When Americans went abroad in\n1820 there was something romantic, almost heroic in it, as compared with\nthe perpetual ferryings of the present hour, when photography and other\nconveniences have annihilated surprise. Miss Bordereau sailed with\nher family on a tossing brig, in the days of long voyages and sharp\ndifferences; she had her emotions on the top of yellow diligences,\npassed the night at inns where she dreamed of travelers’ tales, and was\nstruck, on reaching the Eternal City, with the elegance of Roman pearls\nand scarfs. There was something touching to me in all that, and my\nimagination frequently went back to the period. If Miss Bordereau\ncarried it there of course Jeffrey Aspern at other times had done so a\ngreat deal more. It was a much more important fact, if one were looking\nat his genius critically, that he had lived in the days before the\ngeneral transfusion. It had happened to me to regret that he had known\nEurope at all; I should have liked to see what he would have written\nwithout that experience, by which he had incontestably been enriched.\nBut as his fate had ordered otherwise I went with him--I tried to judge\nhow the Old World would have struck him. It was not only there, however,\nthat I watched him; the relations he had entertained with the new had\neven a livelier interest. His own country after all had had most of his\nlife, and his muse, as they said at that time, was essentially American.\nThat was originally what I had loved him for: that at a period when\nour native land was nude and crude and provincial, when the famous\n“atmosphere” it is supposed to lack was not even missed, when literature\nwas lonely there and art and form almost impossible, he had found means\nto live and write like one of the first; to be free and general and not\nat all afraid; to feel, understand, and express everything.\n\n\n\n\nV\n\n\nI was seldom at home in the evening, for when I attempted to occupy\nmyself in my apartments the lamplight brought in a swarm of noxious\ninsects, and it was too hot for closed windows. Accordingly I spent the\nlate hours either on the water (the moonlight of Venice is famous), or\nin the splendid square which serves as a vast forecourt to the strange\nold basilica of Saint Mark. I sat in front of Florian’s cafe, eating\nices, listening to music, talking with acquaintances: the traveler will\nremember how the immense cluster of tables and little chairs stretches\nlike a promontory into the smooth lake of the Piazza. The whole place,\nof a summer’s evening, under the stars and with all the lamps, all the\nvoices and light footsteps on marble (the only sounds of the arcades\nthat enclose it), is like an open-air saloon dedicated to cooling drinks\nand to a still finer degustation--that of the exquisite impressions\nreceived during the day. When I did not prefer to keep mine to myself\nthere was always a stray tourist, disencumbered of his Baedeker, to\ndiscuss them with, or some domesticated painter rejoicing in the return\nof the season of strong effects. The wonderful church, with its\nlow domes and bristling embroideries, the mystery of its mosaic and\nsculpture, looking ghostly in the tempered gloom, and the sea breeze\npassed between the twin columns of the Piazzetta, the lintels of a door\nno longer guarded, as gently as if a rich curtain were swaying there. I\nused sometimes on these occasions to think of the Misses Bordereau and\nof the pity of their being shut up in apartments which in the Venetian\nJuly even Venetian vastness did not prevent from being stuffy. Their\nlife seemed miles away from the life of the Piazza, and no doubt it was\nreally too late to make the austere Juliana change her habits. But\npoor Miss Tita would have enjoyed one of Florian’s ices, I was sure;\nsometimes I even had thoughts of carrying one home to her. Fortunately\nmy patience bore fruit, and I was not obliged to do anything so\nridiculous.\n\nOne evening about the middle of July I came in earlier than usual--I\nforget what chance had led to this--and instead of going up to my\nquarters made my way into the garden. The temperature was very high; it\nwas such a night as one would gladly have spent in the open air, and\nI was in no hurry to go to bed. I had floated home in my gondola,\nlistening to the slow splash of the oar in the narrow dark canals, and\nnow the only thought that solicited me was the vague reflection that it\nwould be pleasant to recline at one’s length in the fragrant darkness\non a garden bench. The odor of the canal was doubtless at the bottom\nof that aspiration and the breath of the garden, as I entered it, gave\nconsistency to my purpose. It was delicious--just such an air as must\nhave trembled with Romeo’s vows when he stood among the flowers and\nraised his arms to his mistress’s balcony. I looked at the windows of\nthe palace to see if by chance the example of Verona (Verona being\nnot far off) had been followed; but everything was dim, as usual, and\neverything was still. Juliana, on summer nights in her youth, might have\nmurmured down from open windows at Jeffrey Aspern, but Miss Tita was\nnot a poet’s mistress any more than I was a poet. This however did not\nprevent my gratification from being great as I became aware on reaching\nthe end of the garden that Miss Tita was seated in my little bower. At\nfirst I only made out an indistinct figure, not in the least counting on\nsuch an overture from one of my hostesses; it even occurred to me that\nsome sentimental maidservant had stolen in to keep a tryst with her\nsweetheart. I was going to turn away, not to frighten her, when the\nfigure rose to its height and I recognized Miss Bordereau’s niece. I\nmust do myself the justice to say that I did not wish to frighten her\neither, and much as I had longed for some such accident I should have\nbeen capable of retreating. It was as if I had laid a trap for her\nby coming home earlier than usual and adding to that eccentricity\nby creeping into the garden. As she rose she spoke to me, and then I\nreflected that perhaps, secure in my almost inveterate absence, it was\nher nightly practice to take a lonely airing. There was no trap, in\ntruth, because I had had no suspicion. At first I took for granted that\nthe words she uttered expressed discomfiture at my arrival; but as she\nrepeated them--I had not caught them clearly--I had the surprise of\nhearing her say, “Oh, dear, I’m so very glad you’ve come!” She and her\naunt had in common the property of unexpected speeches. She came out of\nthe arbor almost as if she were going to throw herself into my arms.\n\nI hasten to add that she did nothing of the kind; she did not even shake\nhands with me. It was a gratification to her to see me and presently she\ntold me why--because she was nervous when she was out-of-doors at night\nalone. The plants and bushes looked so strange in the dark, and there\nwere all sorts of queer sounds--she could not tell what they were--like\nthe noises of animals. She stood close to me, looking about her with an\nair of greater security but without any demonstration of interest in me\nas an individual. Then I guessed that nocturnal prowlings were not in\nthe least her habit, and I was also reminded (I had been struck with the\ncircumstance in talking with her before I took possession) that it was\nimpossible to overestimate her simplicity.\n\n“You speak as if you were lost in the backwoods,” I said, laughing. “How\nyou manage to keep out of this charming place when you have only three\nsteps to take to get into it is more than I have yet been able to\ndiscover. You hide away mighty well so long as I am on the premises, I\nknow; but I had a hope that you peeped out a little at other times. You\nand your poor aunt are worse off than Carmelite nuns in their cells.\nShould you mind telling me how you exist without air, without exercise,\nwithout any sort of human contact? I don’t see how you carry on the\ncommon business of life.”\n\nShe looked at me as if I were talking some strange tongue, and her\nanswer was so little of an answer that I was considerably irritated.\n“We go to bed very early--earlier than you would believe.” I was on the\npoint of saying that this only deepened the mystery when she gave me\nsome relief by adding, “Before you came we were not so private. But I\nnever have been out at night.”\n\n“Never in these fragrant alleys, blooming here under your nose?”\n\n“Ah,” said Miss Tita, “they were never nice till now!” There was an\nunmistakable reference in this and a flattering comparison, so that\nit seemed to me I had gained a small advantage. As it would help me to\nfollow it up to establish a sort of grievance I asked her why, since\nshe thought my garden nice, she had never thanked me in any way for the\nflowers I had been sending up in such quantities for the previous three\nweeks. I had not been discouraged--there had been, as she would have\nobserved, a daily armful; but I had been brought up in the common forms\nand a word of recognition now and then would have touched me in the\nright place.\n\n“Why I didn’t know they were for me!”\n\n“They were for both of you. Why should I make a difference?”\n\nMiss Tita reflected as if she might by thinking of a reason for that,\nbut she failed to produce one. Instead of this she asked abruptly, “Why\nin the world do you want to know us?”\n\n“I ought after all to make a difference,” I replied. “That question is\nyour aunt’s; it isn’t yours. You wouldn’t ask it if you hadn’t been put\nup to it.”\n\n“She didn’t tell me to ask you,” Miss Tita replied without confusion;\nshe was the oddest mixture of the shrinking and the direct.\n\n“Well, she has often wondered about it herself and expressed her wonder\nto you. She has insisted on it, so that she has put the idea into your\nhead that I am insufferably pushing. Upon my word I think I have\nbeen very discreet. And how completely your aunt must have lost every\ntradition of sociability, to see anything out of the way in the idea\nthat respectable intelligent people, living as we do under the same\nroof, should occasionally exchange a remark! What could be more natural?\nWe are of the same country, and we have at least some of the same\ntastes, since, like you, I am intensely fond of Venice.”\n\nMy interlocutress appeared incapable of grasping more than one clause\nin any proposition, and she declared quickly, eagerly, as if she were\nanswering my whole speech: “I am not in the least fond of Venice. I\nshould like to go far away!”\n\n“Has she always kept you back so?” I went on, to show her that I could\nbe as irrelevant as herself.\n\n“She told me to come out tonight; she has told me very often,” said Miss\nTita. “It is I who wouldn’t come. I don’t like to leave her.”\n\n“Is she too weak, is she failing?” I demanded, with more emotion, I\nthink, than I intended to show. I judged this by the way her eyes rested\nupon me in the darkness. It embarrassed me a little, and to turn\nthe matter off I continued genially: “Do let us sit down together\ncomfortably somewhere, and you will tell me all about her.”\n\nMiss Tita made no resistance to this. We found a bench less secluded,\nless confidential, as it were, than the one in the arbor; and we were\nstill sitting there when I heard midnight ring out from those clear\nbells of Venice which vibrate with a solemnity of their own over the\nlagoon and hold the air so much more than the chimes of other places.\nWe were together more than an hour, and our interview gave, as it struck\nme, a great lift to my undertaking. Miss Tita accepted the situation\nwithout a protest; she had avoided me for three months, yet now she\ntreated me almost as if these three months had made me an old friend. If\nI had chosen I might have inferred from this that though she had avoided\nme she had given a good deal of consideration to doing so. She paid no\nattention to the flight of time--never worried at my keeping her so long\naway from her aunt. She talked freely, answering questions and asking\nthem and not even taking advantage of certain longish pauses with which\nthey inevitably alternated to say she thought she had better go in. It\nwas almost as if she were waiting for something--something I might say\nto her--and intended to give me my opportunity. I was the more struck\nby this as she told me that her aunt had been less well for a good many\ndays and in a way that was rather new. She was weaker; at moments it\nseemed as if she had no strength at all; yet more than ever before she\nwished to be left alone. That was why she had told her to come out--not\neven to remain in her own room, which was alongside; she said her niece\nirritated her, made her nervous. She sat still for hours together, as\nif she were asleep; she had always done that, musing and dozing; but at\nsuch times formerly she gave at intervals some small sign of life, of\ninterest, liking her companion to be near her with her work. Miss Tita\nconfided to me that at present her aunt was so motionless that she\nsometimes feared she was dead; moreover she took hardly any food--one\ncouldn’t see what she lived on. The great thing was that she still on\nmost days got up; the serious job was to dress her, to wheel her out of\nher bedroom. She clung to as many of her old habits as possible and she\nhad always, little company as they had received for years, made a point\nof sitting in the parlor.\n\nI scarcely knew what to think of all this--of Miss Tita’s sudden\nconversion to sociability and of the strange circumstance that the more\nthe old lady appeared to decline toward her end the less she should\ndesire to be looked after. The story did not hang together, and I even\nasked myself whether it were not a trap laid for me, the result of a\ndesign to make me show my hand. I could not have told why my companions\n(as they could only by courtesy be called) should have this purpose--why\nthey should try to trip up so lucrative a lodger. At any rate I kept on\nmy guard, so that Miss Tita should not have occasion again to ask me if\nI had an arriere-pensee. Poor woman, before we parted for the night my\nmind was at rest as to HER capacity for entertaining one.\n\nShe told me more about their affairs than I had hoped; there was no\nneed to be prying, for it evidently drew her out simply to feel that I\nlistened, that I cared. She ceased wondering why I cared, and at last,\nas she spoke of the brilliant life they had led years before, she almost\nchattered. It was Miss Tita who judged it brilliant; she said that when\nthey first came to live in Venice, years and years before (I saw that\nher mind was essentially vague about dates and the order in which events\nhad occurred), there was scarcely a week that they had not some visitor\nor did not make some delightful passeggio in the city. They had seen all\nthe curiosities; they had even been to the Lido in a boat (she spoke\nas if I might think there was a way on foot); they had had a collation\nthere, brought in three baskets and spread out on the grass. I asked\nher what people they had known and she said, Oh! very nice ones--the\nCavaliere Bombicci and the Contessa Altemura, with whom they had had a\ngreat friendship. Also English people--the Churtons and the Goldies and\nMrs. Stock-Stock, whom they had loved dearly; she was dead and gone,\npoor dear. That was the case with most of their pleasant circle (this\nexpression was Miss Tita’s own), though a few were left, which was a\nwonder considering how they had neglected them. She mentioned the names\nof two or three Venetian old women; of a certain doctor, very clever,\nwho was so kind--he came as a friend, he had really given up practice;\nof the avvocato Pochintesta, who wrote beautiful poems and had addressed\none to her aunt. These people came to see them without fail every year,\nusually at the capo d’anno, and of old her aunt used to make them some\nlittle present--her aunt and she together: small things that she, Miss\nTita, made herself, like paper lampshades or mats for the decanters of\nwine at dinner or those woolen things that in cold weather were worn\non the wrists. The last few years there had not been many presents; she\ncould not think what to make, and her aunt had lost her interest and\nnever suggested. But the people came all the same; if the Venetians\nliked you once they liked you forever.\n\nThere was something affecting in the good faith of this sketch of former\nsocial glories; the picnic at the Lido had remained vivid through the\nages, and poor Miss Tita evidently was of the impression that she had\nhad a brilliant youth. She had in fact had a glimpse of the Venetian\nworld in its gossiping, home-keeping, parsimonious, professional walks;\nfor I observed for the first time that she had acquired by contact\nsomething of the trick of the familiar, soft-sounding, almost infantile\nspeech of the place. I judged that she had imbibed this invertebrate\ndialect from the natural way the names of things and people--mostly\npurely local--rose to her lips. If she knew little of what they\nrepresented she knew still less of anything else. Her aunt had drawn\nin--her failing interest in the table mats and lampshades was a sign of\nthat--and she had not been able to mingle in society or to entertain\nit alone; so that the matter of her reminiscences struck one as an old\nworld altogether. If she had not been so decent her references would\nhave seemed to carry one back to the queer rococo Venice of Casanova.\nI found myself falling into the error of thinking of her too as one of\nJeffrey Aspern’s contemporaries; this came from her having so little in\ncommon with my own. It was possible, I said to myself, that she had not\neven heard of him; it might very well be that Juliana had not cared to\nlift even for her the veil that covered the temple of her youth. In this\ncase she perhaps would not know of the existence of the papers, and I\nwelcomed that presumption--it made me feel more safe with her--until\nI remembered that we had believed the letter of disavowal received by\nCumnor to be in the handwriting of the niece. If it had been dictated\nto her she had of course to know what it was about; yet after all the\neffect of it was to repudiate the idea of any connection with the poet.\nI held it probable at all events that Miss Tita had not read a word of\nhis poetry. Moreover if, with her companion, she had always escaped the\ninterviewer there was little occasion for her having got it into her\nhead that people were “after” the letters. People had not been after\nthem, inasmuch as they had not heard of them; and Cumnor’s fruitless\nfeeler would have been a solitary accident.\n\nWhen midnight sounded Miss Tita got up; but she stopped at the door of\nthe house only after she had wandered two or three times with me round\nthe garden. “When shall I see you again?” I asked before she went in; to\nwhich she replied with promptness that she should like to come out the\nnext night. She added however that she should not come--she was so far\nfrom doing everything she liked.\n\n“You might do a few things that _I_ like,” I said with a sigh.\n\n“Oh, you--I don’t believe you!” she murmured at this, looking at me with\nher simple solemnity.\n\n“Why don’t you believe me?”\n\n“Because I don’t understand you.”\n\n“That is just the sort of occasion to have faith.” I could not say more,\nthough I should have liked to, as I saw that I only mystified her; for\nI had no wish to have it on my conscience that I might pass for\nhaving made love to her. Nothing less should I have seemed to do had\nI continued to beg a lady to “believe in me” in an Italian garden on\na midsummer night. There was some merit in my scruples, for Miss Tita\nlingered and lingered: I perceived that she felt that she should\nnot really soon come down again and wished therefore to protract the\npresent. She insisted too on making the talk between us personal to\nourselves; and altogether her behavior was such as would have been\npossible only to a completely innocent woman.\n\n“I shall like the flowers better now that I know they are also meant for\nme.”\n\n“How could you have doubted it? If you will tell me the kind you like\nbest I will send a double lot of them.”\n\n“Oh, I like them all best!” Then she went on, familiarly: “Shall you\nstudy--shall you read and write--when you go up to your rooms?”\n\n“I don’t do that at night, at this season. The lamplight brings in the\nanimals.”\n\n“You might have known that when you came.”\n\n“I did know it!”\n\n“And in winter do you work at night?”\n\n“I read a good deal, but I don’t often write.” She listened as if these\ndetails had a rare interest, and suddenly a temptation quite at variance\nwith the prudence I had been teaching myself associated itself with her\nplain, mild face. Ah yes, she was safe and I could make her safer!\nIt seemed to me from one moment to another that I could not wait\nlonger--that I really must take a sounding. So I went on: “In general\nbefore I go to sleep--very often in bed (it’s a bad habit, but I confess\nto it), I read some great poet. In nine cases out of ten it’s a volume\nof Jeffrey Aspern.”\n\nI watched her well as I pronounced that name but I saw nothing\nwonderful. Why should I indeed--was not Jeffrey Aspern the property of\nthe human race?\n\n“Oh, we read him--we HAVE read him,” she quietly replied.\n\n“He is my poet of poets--I know him almost by heart.”\n\nFor an instant Miss Tita hesitated; then her sociability was too much\nfor her.\n\n“Oh, by heart--that’s nothing!” she murmured, smiling. “My aunt used to\nknow him--to know him”--she paused an instant and I wondered what she\nwas going to say--“to know him as a visitor.”\n\n“As a visitor?” I repeated, staring.\n\n“He used to call on her and take her out.”\n\nI continued to stare. “My dear lady, he died a hundred years ago!”\n\n“Well,” she said mirthfully, “my aunt is a hundred and fifty.”\n\n“Mercy on us!” I exclaimed; “why didn’t you tell me before? I should\nlike so to ask her about him.”\n\n“She wouldn’t care for that--she wouldn’t tell you,” Miss Tita replied.\n\n“I don’t care what she cares for! She MUST tell me--it’s not a chance to\nbe lost.”\n\n“Oh, you should have come twenty years ago: then she still talked about\nhim.”\n\n“And what did she say?” I asked eagerly.\n\n“I don’t know--that he liked her immensely.”\n\n“And she--didn’t she like him?”\n\n“She said he was a god.” Miss Tita gave me this information flatly,\nwithout expression; her tone might have made it a piece of trivial\ngossip. But it stirred me deeply as she dropped the words into the\nsummer night; it seemed such a direct testimony.\n\n“Fancy, fancy!” I murmured. And then, “Tell me this, please--has she got\na portrait of him? They are distressingly rare.”\n\n“A portrait? I don’t know,” said Miss Tita; and now there was\ndiscomfiture in her face. “Well, good night!” she added; and she turned\ninto the house.\n\nI accompanied her into the wide, dusky, stone-paved passage which on the\nground floor corresponded with our grand sala. It opened at one end into\nthe garden, at the other upon the canal, and was lighted now only by the\nsmall lamp that was always left for me to take up as I went to bed. An\nextinguished candle which Miss Tita apparently had brought down with her\nstood on the same table with it. “Good night, good night!” I replied,\nkeeping beside her as she went to get her light. “Surely you would know,\nshouldn’t you, if she had one?”\n\n“If she had what?” the poor lady asked, looking at me queerly over the\nflame of her candle.\n\n“A portrait of the god. I don’t know what I wouldn’t give to see it.”\n\n“I don’t know what she has got. She keeps her things locked up.” And\nMiss Tita went away, toward the staircase, with the sense evidently that\nshe had said too much.\n\nI let her go--I wished not to frighten her--and I contented myself with\nremarking that Miss Bordereau would not have locked up such a glorious\npossession as that--a thing a person would be proud of and hang up in a\nprominent place on the parlor wall. Therefore of course she had not any\nportrait. Miss Tita made no direct answer to this and, candle in hand,\nwith her back to me, ascended two or three stairs. Then she stopped\nshort and turned round, looking at me across the dusky space.\n\n“Do you write--do you write?” There was a shake in her voice--she could\nscarcely bring out what she wanted to ask.\n\n“Do I write? Oh, don’t speak of my writing on the same day with\nAspern’s!”\n\n“Do you write about HIM--do you pry into his life?”\n\n“Ah, that’s your aunt’s question; it can’t be yours!” I said, in a tone\nof slightly wounded sensibility.\n\n“All the more reason then that you should answer it. Do you, please?”\n\nI thought I had allowed for the falsehoods I should have to tell; but\nI found that in fact when it came to the point I had not. Besides, now\nthat I had an opening there was a kind of relief in being frank. Lastly\n(it was perhaps fanciful, even fatuous), I guessed that Miss Tita\npersonally would not in the last resort be less my friend. So after a\nmoment’s hesitation I answered, “Yes, I have written about him and I am\nlooking for more material. In heaven’s name have you got any?”\n\n“Santo Dio!” she exclaimed, without heeding my question; and she hurried\nupstairs and out of sight. I might count upon her in the last resort,\nbut for the present she was visibly alarmed. The proof of it was that\nshe began to hide again, so that for a fortnight I never beheld her. I\nfound my patience ebbing and after four or five days of this I told the\ngardener to stop the flowers.\n\n\n\n\nVI\n\n\nOne afternoon, as I came down from my quarters to go out, I found Miss\nTita in the sala: it was our first encounter on that ground since I had\ncome to the house. She put on no air of being there by accident; there\nwas an ignorance of such arts in her angular, diffident directness. That\nI might be quite sure she was waiting for me she informed me of the fact\nand told me that Miss Bordereau wished to see me: she would take me into\nthe room at that moment if I had time. If I had been late for a love\ntryst I would have stayed for this, and I quickly signified that I\nshould be delighted to wait upon the old lady. “She wants to talk with\nyou--to know you,” Miss Tita said, smiling as if she herself appreciated\nthat idea; and she led me to the door of her aunt’s apartment. I\nstopped her a moment before she had opened it, looking at her with some\ncuriosity. I told her that this was a great satisfaction to me and a\ngreat honor; but all the same I should like to ask what had made\nMiss Bordereau change so suddenly. It was only the other day that\nshe wouldn’t suffer me near her. Miss Tita was not embarrassed by my\nquestion; she had as many little unexpected serenities as if she told\nfibs, but the odd part of them was that they had on the contrary their\nsource in her truthfulness. “Oh, my aunt changes,” she answered; “it’s\nso terribly dull--I suppose she’s tired.”\n\n“But you told me that she wanted more and more to be alone.”\n\nPoor Miss Tita colored, as if she found me over-insistent. “Well, if\nyou don’t believe she wants to see you--I haven’t invented it! I think\npeople often are capricious when they are very old.”\n\n“That’s perfectly true. I only wanted to be clear as to whether you have\nrepeated to her what I told you the other night.”\n\n“What you told me?”\n\n“About Jeffrey Aspern--that I am looking for materials.”\n\n“If I had told her do you think she would have sent for you?”\n\n“That’s exactly what I want to know. If she wants to keep him to herself\nshe might have sent for me to tell me so.”\n\n“She won’t speak of him,” said Miss Tita. Then as she opened the door\nshe added in a lower tone, “I have told her nothing.”\n\nThe old woman was sitting in the same place in which I had seen her\nlast, in the same position, with the same mystifying bandage over her\neyes. her welcome was to turn her almost invisible face to me and show\nme that while she sat silent she saw me clearly. I made no motion to\nshake hands with her; I felt too well on this occasion that that was out\nof place forever. It had been sufficiently enjoined upon me that she was\ntoo sacred for that sort of reciprocity--too venerable to touch. There\nwas something so grim in her aspect (it was partly the accident of her\ngreen shade), as I stood there to be measured, that I ceased on the spot\nto feel any doubt as to her knowing my secret, though I did not in the\nleast suspect that Miss Tita had not just spoken the truth. She had not\nbetrayed me, but the old woman’s brooding instinct had served her;\nshe had turned me over and over in the long, still hours, and she had\nguessed. The worst of it was that she looked terribly like an old woman\nwho at a pinch would burn her papers. Miss Tita pushed a chair forward,\nsaying to me, “This will be a good place for you to sit.” As I took\npossession of it I asked after Miss Bordereau’s health; expressed the\nhope that in spite of the very hot weather it was satisfactory. She\nreplied that it was good enough--good enough; that it was a great thing\nto be alive.\n\n“Oh, as to that, it depends upon what you compare it with!” I exclaimed,\nlaughing.\n\n“I don’t compare--I don’t compare. If I did that I should have given\neverything up long ago.”\n\nI liked to think that this was a subtle allusion to the rapture she had\nknown in the society of Jeffrey Aspern--though it was true that such an\nallusion would have accorded ill with the wish I imputed to her to keep\nhim buried in her soul. What it accorded with was my constant conviction\nthat no human being had ever had a more delightful social gift than his,\nand what it seemed to convey was that nothing in the world was worth\nspeaking of if one pretended to speak of that. But one did not! Miss\nTita sat down beside her aunt, looking as if she had reason to believe\nsome very remarkable conversation would come off between us.\n\n“It’s about the beautiful flowers,” said the old lady; “you sent us so\nmany--I ought to have thanked you for them before. But I don’t write\nletters and I receive only at long intervals.”\n\nShe had not thanked me while the flowers continued to come, but she\ndeparted from her custom so far as to send for me as soon as she began\nto fear that they would not come any more. I noted this; I remembered\nwhat an acquisitive propensity she had shown when it was a question of\nextracting gold from me, and I privately rejoiced at the happy thought I\nhad had in suspending my tribute. She had missed it and she was willing\nto make a concession to bring it back. At the first sign of this\nconcession I could only go to meet her. “I am afraid you have not\nhad many, of late, but they shall begin again immediately--tomorrow,\ntonight.”\n\n“Oh, do send us some tonight!” Miss Tita cried, as if it were an immense\ncircumstance.\n\n“What else should you do with them? It isn’t a manly taste to make a\nbower of your room,” the old woman remarked.\n\n“I don’t make a bower of my room, but I am exceedingly fond of growing\nflowers, of watching their ways. There is nothing unmanly in that: it\nhas been the amusement of philosophers, of statesmen in retirement; even\nI think of great captains.”\n\n“I suppose you know you can sell them--those you don’t use,” Miss\nBordereau went on. “I daresay they wouldn’t give you much for them;\nstill, you could make a bargain.”\n\n“Oh, I have never made a bargain, as you ought to know. My gardener\ndisposes of them and I ask no questions.”\n\n“I would ask a few, I can promise you!” said Miss Bordereau; and it was\nthe first time I had heard her laugh. I could not get used to the\nidea that this vision of pecuniary profit was what drew out the divine\nJuliana most.\n\n“Come into the garden yourself and pick them; come as often as you like;\ncome every day. They are all for you,” I pursued, addressing Miss Tita\nand carrying off this veracious statement by treating it as an innocent\njoke. “I can’t imagine why she doesn’t come down,” I added, for Miss\nBordereau’s benefit.\n\n“You must make her come; you must come up and fetch her,” said the old\nwoman, to my stupefaction. “That odd thing you have made in the corner\nwould be a capital place for her to sit.”\n\nThe allusion to my arbor was irreverent; it confirmed the impression I\nhad already received that there was a flicker of impertinence in Miss\nBordereau’s talk, a strange mocking lambency which must have been a part\nof her adventurous youth and which had outlived passions and faculties.\nNonetheless I asked, “Wouldn’t it be possible for you to come down there\nyourself? Wouldn’t it do you good to sit there in the shade, in the\nsweet air?”\n\n“Oh, sir, when I move out of this it won’t be to sit in the air, and\nI’m afraid that any that may be stirring around me won’t be particularly\nsweet! It will be a very dark shade indeed. But that won’t be just yet,”\n Miss Bordereau continued cannily, as if to correct any hopes that this\ncourageous allusion to the last receptacle of her mortality might lead\nme to entertain. “I have sat here many a day and I have had enough of\narbors in my time. But I’m not afraid to wait till I’m called.”\n\nMiss Tita had expected some interesting talk, but perhaps she found it\nless genial on her aunt’s side (considering that I had been sent\nfor with a civil intention) than she had hoped. As if to give the\nconversation a turn that would put our companion in a light more\nfavorable she said to me, “Didn’t I tell you the other night that she\nhad sent me out? You see that I can do what I like!”\n\n“Do you pity her--do you teach her to pity herself?” Miss Bordereau\ndemanded before I had time to answer this appeal. “She has a much easier\nlife than I had when I was her age.”\n\n“You must remember that it has been quite open to me to think you rather\ninhuman.”\n\n“Inhuman? That’s what the poets used to call the women a hundred years\nago. Don’t try that; you won’t do as well as they!” Juliana declared.\n“There is no more poetry in the world--that I know of at least. But\nI won’t bandy words with you,” she pursued, and I well remember the\nold-fashioned, artificial sound she gave to the speech. “You have made\nme talk, talk! It isn’t good for me at all.” I got up at this and told\nher I would take no more of her time; but she detained me to ask, “Do\nyou remember, the day I saw you about the rooms, that you offered us the\nuse of your gondola?” And when I assented, promptly, struck again with\nher disposition to make a “good thing” of being there and wondering what\nshe now had in her eye, she broke out, “Why don’t you take that girl out\nin it and show her the place?”\n\n“Oh, dear Aunt, what do you want to do with me?” cried the “girl” with a\npiteous quaver. “I know all about the place!”\n\n“Well then, go with him as a cicerone!” said Miss Bordereau with an\neffort of something like cruelty in her implacable power of retort--an\nincongruous suggestion that she was a sarcastic, profane, cynical old\nwoman. “Haven’t we heard that there have been all sorts of changes in\nall these years? You ought to see them and at your age (I don’t mean\nbecause you’re so young) you ought to take the chances that come. You’re\nold enough, my dear, and this gentleman won’t hurt you. He will show you\nthe famous sunsets, if they still go on--DO they go on? The sun set for\nme so long ago. But that’s not a reason. Besides, I shall never miss\nyou; you think you are too important. Take her to the Piazza; it used\nto be very pretty,” Miss Bordereau continued, addressing herself to me.\n“What have they done with the funny old church? I hope it hasn’t tumbled\ndown. Let her look at the shops; she may take some money, she may buy\nwhat she likes.”\n\nPoor Miss Tita had got up, discountenanced and helpless, and as we stood\nthere before her aunt it would certainly have seemed to a spectator of\nthe scene that the old woman was amusing herself at our expense. Miss\nTita protested, in a confusion of exclamations and murmurs; but I\nlost no time in saying that if she would do me the honor to accept the\nhospitality of my boat I would engage that she should not be bored.\nOr if she did not want so much of my company the boat itself, with the\ngondolier, was at her service; he was a capital oar and she might have\nevery confidence. Miss Tita, without definitely answering this speech,\nlooked away from me, out of the window, as if she were going to cry; and\nI remarked that once we had Miss Bordereau’s approval we could easily\ncome to an understanding. We would take an hour, whichever she liked,\none of the very next days. As I made my obeisance to the old lady I\nasked her if she would kindly permit me to see her again.\n\nFor a moment she said nothing; then she inquired, “Is it very necessary\nto your happiness?”\n\n“It diverts me more than I can say.”\n\n“You are wonderfully civil. Don’t you know it almost kills ME?”\n\n“How can I believe that when I see you more animated, more brilliant\nthan when I came in?”\n\n“That is very true, Aunt,” said Miss Tita. “I think it does you good.”\n\n“Isn’t it touching, the solicitude we each have that the other shall\nenjoy herself?” sneered Miss Bordereau. “If you think me brilliant\ntoday you don’t know what you are talking about; you have never seen an\nagreeable woman. Don’t try to pay me a compliment; I have been spoiled,”\n she went on. “My door is shut, but you may sometimes knock.”\n\nWith this she dismissed me, and I left the room. The latch closed behind\nme, but Miss Tita, contrary to my hope, had remained within. I passed\nslowly across the hall and before taking my way downstairs I waited\na little. My hope was answered; after a minute Miss Tita followed me.\n“That’s a delightful idea about the Piazza,” I said. “When will you\ngo--tonight, tomorrow?”\n\nShe had been disconcerted, as I have mentioned, but I had already\nperceived and I was to observe again that when Miss Tita was embarrassed\nshe did not (as most women would have done) turn away from you and try\nto escape, but came closer, as it were, with a deprecating, clinging\nappeal to be spared, to be protected. Her attitude was perpetually a\nsort of prayer for assistance, for explanation; and yet no woman in the\nworld could have been less of a comedian. From the moment you were kind\nto her she depended on you absolutely; her self-consciousness dropped\nfrom her and she took the greatest intimacy, the innocent intimacy which\nwas the only thing she could conceive, for granted. She told me she did\nnot know what had got into her aunt; she had changed so quickly, she had\ngot some idea. I replied that she must find out what the idea was and\nthen let me know; we would go and have an ice together at Florian’s, and\nshe should tell me while we listened to the band.\n\n“Oh, it will take me a long time to find out!” she said, rather\nruefully; and she could promise me this satisfaction neither for that\nnight nor for the next. I was patient now, however, for I felt that I\nhad only to wait; and in fact at the end of the week, one lovely evening\nafter dinner, she stepped into my gondola, to which in honor of the\noccasion I had attached a second oar.\n\nWe swept in the course of five minutes into the Grand Canal; whereupon\nshe uttered a murmur of ecstasy as fresh as if she had been a tourist\njust arrived. She had forgotten how splendid the great waterway looked\non a clear, hot summer evening, and how the sense of floating between\nmarble palaces and reflected lights disposed the mind to sympathetic\ntalk. We floated long and far, and though Miss Tita gave no high-pitched\nvoice to her satisfaction I felt that she surrendered herself. She was\nmore than pleased, she was transported; the whole thing was an immense\nliberation. The gondola moved with slow strokes, to give her time to\nenjoy it, and she listened to the plash of the oars, which grew louder\nand more musically liquid as we passed into narrow canals, as if it were\na revelation of Venice. When I asked her how long it was since she had\nbeen in a boat she answered, “Oh, I don’t know; a long time--not since\nmy aunt began to be ill.” This was not the only example she gave me of\nher extreme vagueness about the previous years and the line which marked\noff the period when Miss Bordereau flourished. I was not at liberty to\nkeep her out too long, but we took a considerable GIRO before going\nto the Piazza. I asked her no questions, keeping the conversation on\npurpose away from her domestic situation and the things I wanted to\nknow; I poured treasures of information about Venice into her ears,\ndescribed Florence and Rome, discoursed to her on the charms and\nadvantages of travel. She reclined, receptive, on the deep leather\ncushions, turned her eyes conscientiously to everything I pointed out to\nher, and never mentioned to me till sometime afterward that she might\nbe supposed to know Florence better than I, as she had lived there for\nyears with Miss Bordereau. At last she asked, with the shy impatience of\na child, “Are we not really going to the Piazza? That’s what I want to\nsee!” I immediately gave the order that we should go straight; and\nthen we sat silent with the expectation of arrival. As some time still\npassed, however, she said suddenly, of her own movement, “I have found\nout what is the matter with my aunt: she is afraid you will go!”\n\n“What has put that into her head?”\n\n“She has had an idea you have not been happy. That is why she is\ndifferent now.”\n\n“You mean she wants to make me happier?”\n\n“Well, she wants you not to go; she wants you to stay.”\n\n“I suppose you mean on account of the rent,” I remarked candidly.\n\nMiss Tita’s candor showed itself a match for my own. “Yes, you know; so\nthat I shall have more.”\n\n“How much does she want you to have?” I asked, laughing. “She ought to\nfix the sum, so that I may stay till it’s made up.”\n\n“Oh, that wouldn’t please me,” said Miss Tita. “It would be unheard of,\nyour taking that trouble.”\n\n“But suppose I should have my own reasons for staying in Venice?”\n\n“Then it would be better for you to stay in some other house.”\n\n“And what would your aunt say to that?”\n\n“She wouldn’t like it at all. But I should think you would do well to\ngive up your reasons and go away altogether.”\n\n“Dear Miss Tita,” I said, “it’s not so easy to give them up!”\n\nShe made no immediate answer to this, but after a moment she broke out:\n“I think I know what your reasons are!”\n\n“I daresay, because the other night I almost told you how I wish you\nwould help me to make them good.”\n\n“I can’t do that without being false to my aunt.”\n\n“What do you mean, being false to her?”\n\n“Why, she would never consent to what you want. She has been asked, she\nhas been written to. It made her fearfully angry.”\n\n“Then she HAS got papers of value?” I demanded quickly.\n\n“Oh, she has got everything!” sighed Miss Tita with a curious weariness,\na sudden lapse into gloom.\n\nThese words caused all my pulses to throb, for I regarded them as\nprecious evidence. For some minutes I was too agitated to speak, and\nin the interval the gondola approached the Piazzetta. After we had\ndisembarked I asked my companion whether she would rather walk round the\nsquare or go and sit at the door of the cafe; to which she replied that\nshe would do whichever I liked best--I must only remember again how\nlittle time she had. I assured her there was plenty to do both, and we\nmade the circuit of the long arcades. Her spirits revived at the sight\nof the bright shop windows, and she lingered and stopped, admiring or\ndisapproving of their contents, asking me what I thought of things,\ntheorizing about prices. My attention wandered from her; her words of\na while before, “Oh, she has got everything!” echoed so in my\nconsciousness. We sat down at last in the crowded circle at Florian’s,\nfinding an unoccupied table among those that were ranged in the square.\nIt was a splendid night and all the world was out-of-doors; Miss Tita\ncould not have wished the elements more auspicious for her return to\nsociety. I saw that she enjoyed it even more than she told; she was\nagitated with the multitude of her impressions. She had forgotten\nwhat an attractive thing the world is, and it was coming over her that\nsomehow she had for the best years of her life been cheated of it. This\ndid not make her angry; but as she looked all over the charming scene\nher face had, in spite of its smile of appreciation, the flush of a sort\nof wounded surprise. She became silent, as if she were thinking with a\nsecret sadness of opportunities, forever lost, which ought to have been\neasy; and this gave me a chance to say to her, “Did you mean a while ago\nthat your aunt has a plan of keeping me on by admitting me occasionally\nto her presence?”\n\n“She thinks it will make a difference with you if you sometimes see\nher. She wants you so much to stay that she is willing to make that\nconcession.”\n\n“And what good does she consider that I think it will do me to see her?”\n\n“I don’t know; she thinks it’s interesting,” said Miss Tita simply. “You\ntold her you found it so.”\n\n“So I did; but everyone doesn’t think so.”\n\n“No, of course not, or more people would try.”\n\n“Well, if she is capable of making that reflection she is capable of\nmaking this further one,” I went on: “that I must have a particular\nreason for not doing as others do, in spite of the interest she\noffers--for not leaving her alone.” Miss Tita looked as if she failed to\ngrasp this rather complicated proposition; so I continued, “If you have\nnot told her what I said to you the other night may she not at least\nhave guessed it?”\n\n“I don’t know; she is very suspicious.”\n\n“But she has not been made so by indiscreet curiosity, by persecution?”\n\n“No, no; it isn’t that,” said Miss Tita, turning on me a somewhat\ntroubled face. “I don’t know how to say it: it’s on account of\nsomething--ages ago, before I was born--in her life.”\n\n“Something? What sort of thing?” I asked as if I myself could have no\nidea.\n\n“Oh, she has never told me,” Miss Tita answered; and I was sure she was\nspeaking the truth.\n\nHer extreme limpidity was almost provoking, and I felt for the moment\nthat she would have been more satisfactory if she had been less\ningenuous. “Do you suppose it’s something to which Jeffrey Aspern’s\nletters and papers--I mean the things in her possession--have\nreference?”\n\n“I daresay it is!” my companion exclaimed as if this were a very happy\nsuggestion. “I have never looked at any of those things.”\n\n“None of them? Then how do you know what they are?”\n\n“I don’t,” said Miss Tita placidly. “I have never had them in my hands.\nBut I have seen them when she has had them out.”\n\n“Does she have them out often?”\n\n“Not now, but she used to. She is very fond of them.”\n\n“In spite of their being compromising?”\n\n“Compromising?” Miss Tita repeated as if she was ignorant of the meaning\nof the word. I felt almost as one who corrupts the innocence of youth.\n\n“I mean their containing painful memories.”\n\n“Oh, I don’t think they are painful.”\n\n“You mean you don’t think they affect her reputation?”\n\nAt this a singular look came into the face of Miss Bordereau’s niece--a\nkind of confession of helplessness, an appeal to me to deal fairly,\ngenerously with her. I had brought her to the Piazza, placed her among\ncharming influences, paid her an attention she appreciated, and now I\nseemed to let her perceive that all this had been a bribe--a bribe to\nmake her turn in some way against her aunt. She was of a yielding nature\nand capable of doing almost anything to please a person who was kind to\nher; but the greatest kindness of all would be not to presume too much\non this. It was strange enough, as I afterward thought, that she had\nnot the least air of resenting my want of consideration for her aunt’s\ncharacter, which would have been in the worst possible taste if anything\nless vital (from my point of view) had been at stake. I don’t think she\nreally measured it. “Do you mean that she did something bad?” she asked\nin a moment.\n\n“Heaven forbid I should say so, and it’s none of my business. Besides,\nif she did,” I added, laughing, “it was in other ages, in another world.\nBut why should she not destroy her papers?”\n\n“Oh, she loves them too much.”\n\n“Even now, when she may be near her end?”\n\n“Perhaps when she’s sure of that she will.”\n\n“Well, Miss Tita,” I said, “it’s just what I should like you to\nprevent.”\n\n“How can I prevent it?”\n\n“Couldn’t you get them away from her?”\n\n“And give them to you?”\n\nThis put the case very crudely, though I am sure there was no irony in\nher intention. “Oh, I mean that you might let me see them and look them\nover. It isn’t for myself; there is no personal avidity in my desire.\nIt is simply that they would be of such immense interest to the public,\nsuch immeasurable importance as a contribution to Jeffrey Aspern’s\nhistory.”\n\nShe listened to me in her usual manner, as if my speech were full of\nreference to things she had never heard of, and I felt particularly like\nthe reporter of a newspaper who forces his way into a house of mourning.\nThis was especially the case when after a moment she said. “There was\na gentleman who some time ago wrote to her in very much those words. He\nalso wanted her papers.”\n\n“And did she answer him?” I asked, rather ashamed of myself for not\nhaving her rectitude.\n\n“Only when he had written two or three times. He made her very angry.”\n\n“And what did she say?”\n\n“She said he was a devil,” Miss Tita replied simply.\n\n“She used that expression in her letter?”\n\n“Oh, no; she said it to me. She made me write to him.”\n\n“And what did you say?”\n\n“I told him there were no papers at all.”\n\n“Ah, poor gentleman!” I exclaimed.\n\n“I knew there were, but I wrote what she bade me.”\n\n“Of course you had to do that. But I hope I shall not pass for a devil.”\n\n“It will depend upon what you ask me to do for you,” said Miss Tita,\nsmiling.\n\n“Oh, if there is a chance of YOUR thinking so my affair is in a bad way!\nI shan’t ask you to steal for me, nor even to fib--for you can’t fib,\nunless on paper. But the principal thing is this--to prevent her from\ndestroying the papers.”\n\n“Why, I have no control of her,” said Miss Tita. “It’s she who controls\nme.”\n\n“But she doesn’t control her own arms and legs, does she? The way she\nwould naturally destroy her letters would be to burn them. Now she can’t\nburn them without fire, and she can’t get fire unless you give it to\nher.”\n\n“I have always done everything she has asked,” my companion rejoined.\n“Besides, there’s Olimpia.”\n\nI was on the point of saying that Olimpia was probably corruptible, but\nI thought it best not to sound that note. So I simply inquired if that\nfaithful domestic could not be managed.\n\n“Everyone can be managed by my aunt,” said Miss Tita. And then she\nobserved that her holiday was over; she must go home.\n\nI laid my hand on her arm, across the table, to stay her a moment. “What\nI want of you is a general promise to help me.”\n\n“Oh, how can I--how can I?” she asked, wondering and troubled. She was\nhalf-surprised, half-frightened at my wishing to make her play an active\npart.\n\n“This is the main thing: to watch her carefully and warn me in time,\nbefore she commits that horrible sacrilege.”\n\n“I can’t watch her when she makes me go out.”\n\n“That’s very true.”\n\n“And when you do, too.”\n\n“Mercy on us; do you think she will have done anything tonight?”\n\n“I don’t know; she is very cunning.”\n\n“Are you trying to frighten me?” I asked.\n\nI felt this inquiry sufficiently answered when my companion murmured in\na musing, almost envious way, “Oh, but she loves them--she loves them!”\n\nThis reflection, repeated with such emphasis, gave me great comfort; but\nto obtain more of that balm I said, “If she shouldn’t intend to destroy\nthe objects we speak of before her death she will probably have made\nsome disposition by will.”\n\n“By will?”\n\n“Hasn’t she made a will for your benefit?”\n\n“Why, she has so little to leave. That’s why she likes money,” said Miss\nTita.\n\n“Might I ask, since we are really talking things over, what you and she\nlive on?”\n\n“On some money that comes from America, from a lawyer. He sends it every\nquarter. It isn’t much!”\n\n“And won’t she have disposed of that?”\n\nMy companion hesitated--I saw she was blushing. “I believe it’s mine,”\n she said; and the look and tone which accompanied these words betrayed\nso the absence of the habit of thinking of herself that I almost thought\nher charming. The next instant she added, “But she had a lawyer once,\never so long ago. And some people came and signed something.”\n\n“They were probably witnesses. And you were not asked to sign? Well\nthen,” I argued rapidly and hopefully, “it is because you are the\nlegatee; she has left all her documents to you!”\n\n“If she has it’s with very strict conditions,” Miss Tita responded,\nrising quickly, while the movement gave the words a little character\nof decision. They seemed to imply that the bequest would be accompanied\nwith a command that the articles bequeathed should remain concealed from\nevery inquisitive eye and that I was very much mistaken if I thought she\nwas the person to depart from an injunction so solemn.\n\n“Oh, of course you will have to abide by the terms,” I said; and\nshe uttered nothing to mitigate the severity of this conclusion.\nNonetheless, later, just before we disembarked at her own door, on\nour return, which had taken place almost in silence, she said to\nme abruptly, “I will do what I can to help you.” I was grateful for\nthis--it was very well so far as it went; but it did not keep me from\nremembering that night in a worried waking hour that I now had her\nword for it to reinforce my own impression that the old woman was very\ncunning.\n\n\n\n\nVII\n\n\nThe fear of what this side of her character might have led her to do\nmade me nervous for days afterward. I waited for an intimation from\nMiss Tita; I almost figured to myself that it was her duty to keep me\ninformed, to let me know definitely whether or no Miss Bordereau had\nsacrificed her treasures. But as she gave no sign I lost patience and\ndetermined to judge so far as was possible with my own senses. I sent\nlate one afternoon to ask if I might pay the ladies a visit, and\nmy servant came back with surprising news. Miss Bordereau could be\napproached without the least difficulty; she had been moved out into\nthe sala and was sitting by the window that overlooked the garden. I\ndescended and found this picture correct; the old lady had been wheeled\nforth into the world and had a certain air, which came mainly perhaps\nfrom some brighter element in her dress, of being prepared again to have\nconverse with it. It had not yet, however, begun to flock about her;\nshe was perfectly alone and, though the door leading to her own quarters\nstood open, I had at first no glimpse of Miss Tita. The window at which\nshe sat had the afternoon shade and, one of the shutters having been\npushed back, she could see the pleasant garden, where the summer sun had\nby this time dried up too many of the plants--she could see the yellow\nlight and the long shadows.\n\n“Have you come to tell me that you will take the rooms for six months\nmore?” she asked as I approached her, startling me by something coarse\nin her cupidity almost as much as if she had not already given me a\nspecimen of it. Juliana’s desire to make our acquaintance lucrative had\nbeen, as I have sufficiently indicated, a false note in my image of the\nwoman who had inspired a great poet with immortal lines; but I may say\nhere definitely that I recognized after all that it behooved me to make\na large allowance for her. It was I who had kindled the unholy flame; it\nwas I who had put into her head that she had the means of making\nmoney. She appeared never to have thought of that; she had been living\nwastefully for years, in a house five times too big for her, on a\nfooting that I could explain only by the presumption that, excessive as\nit was, the space she enjoyed cost her next to nothing and that small\nas were her revenues they left her, for Venice, an appreciable margin. I\nhad descended on her one day and taught her to calculate, and my\nalmost extravagant comedy on the subject of the garden had presented me\nirresistibly in the light of a victim. Like all persons who achieve the\nmiracle of changing their point of view when they are old she had been\nintensely converted; she had seized my hint with a desperate, tremulous\nclutch.\n\nI invited myself to go and get one of the chairs that stood, at a\ndistance, against the wall (she had given herself no concern as to\nwhether I should sit or stand); and while I placed it near her I\nbegan, gaily, “Oh, dear madam, what an imagination you have, what an\nintellectual sweep! I am a poor devil of a man of letters who lives\nfrom day to day. How can I take palaces by the year? My existence is\nprecarious. I don’t know whether six months hence I shall have bread to\nput in my mouth. I have treated myself for once; it has been an immense\nluxury. But when it comes to going on--!”\n\n“Are your rooms too dear? If they are you can have more for the same\nmoney,” Juliana responded. “We can arrange, we can combinare, as they\nsay here.”\n\n“Well yes, since you ask me, they are too dear,” I said. “Evidently you\nsuppose me richer than I am.”\n\nShe looked at me in her barricaded way. “If you write books don’t you\nsell them?”\n\n“Do you mean don’t people buy them? A little--not so much as I could\nwish. Writing books, unless one be a great genius--and even then!--is\nthe last road to fortune. I think there is no more money to be made by\nliterature.”\n\n“Perhaps you don’t choose good subjects. What do you write about?” Miss\nBordereau inquired.\n\n“About the books of other people. I’m a critic, an historian, in a small\nway.” I wondered what she was coming to.\n\n“And what other people, now?”\n\n“Oh, better ones than myself: the great writers mainly--the great\nphilosophers and poets of the past; those who are dead and gone and\ncan’t speak for themselves.”\n\n“And what do you say about them?”\n\n“I say they sometimes attached themselves to very clever women!” I\nanswered, laughing. I spoke with great deliberation, but as my words\nfell upon the air they struck me as imprudent. However, I risked them\nand I was not sorry, for perhaps after all the old woman would be\nwilling to treat. It seemed to be tolerably obvious that she knew my\nsecret: why therefore drag the matter out? But she did not take what I\nhad said as a confession; she only asked:\n\n“Do you think it’s right to rake up the past?”\n\n“I don’t know that I know what you mean by raking it up; but how can we\nget at it unless we dig a little? The present has such a rough way of\ntreading it down.”\n\n“Oh, I like the past, but I don’t like critics,” the old woman declared\nwith her fine tranquility.\n\n“Neither do I, but I like their discoveries.”\n\n“Aren’t they mostly lies?”\n\n“The lies are what they sometimes discover,” I said, smiling at the\nquiet impertinence of this. “They often lay bare the truth.”\n\n“The truth is God’s, it isn’t man’s; we had better leave it alone. Who\ncan judge of it--who can say?”\n\n“We are terribly in the dark, I know,” I admitted; “but if we give up\ntrying what becomes of all the fine things? What becomes of the work I\njust mentioned, that of the great philosophers and poets? It is all vain\nwords if there is nothing to measure it by.”\n\n“You talk as if you were a tailor,” said Miss Bordereau whimsically; and\nthen she added quickly, in a different manner, “This house is very fine;\nthe proportions are magnificent. Today I wanted to look at this place\nagain. I made them bring me out here. When your man came, just now, to\nlearn if I would see you, I was on the point of sending for you, to\nask if you didn’t mean to go on. I wanted to judge what I’m letting you\nhave. This sala is very grand,” she pursued, like an auctioneer, moving\na little, as I guessed, her invisible eyes. “I don’t believe you often\nhave lived in such a house, eh?”\n\n“I can’t often afford to!” I said.\n\n“Well then, how much will you give for six months?”\n\nI was on the point of exclaiming--and the air of excruciation in my face\nwould have denoted a moral face--“Don’t, Juliana; for HIS sake, don’t!”\n But I controlled myself and asked less passionately: “Why should I\nremain so long as that?”\n\n“I thought you liked it,” said Miss Bordereau with her shriveled\ndignity.\n\n“So I thought I should.”\n\nFor a moment she said nothing more, and I left my own words to suggest\nto her what they might. I half-expected her to say, coldly enough, that\nif I had been disappointed we need not continue the discussion, and\nthis in spite of the fact that I believed her now to have in her\nmind (however it had come there) what would have told her that my\ndisappointment was natural. But to my extreme surprise she ended by\nobserving: “If you don’t think we have treated you well enough perhaps\nwe can discover some way of treating you better.” This speech was\nsomehow so incongruous that it made me laugh again, and I excused myself\nby saying that she talked as if I were a sulky boy, pouting in the\ncorner, to be “brought round.” I had not a grain of complaint to\nmake; and could anything have exceeded Miss Tita’s graciousness in\naccompanying me a few nights before to the Piazza? At this the old woman\nwent on: “Well, you brought it on yourself!” And then in a different\ntone, “She is a very nice girl.” I assented cordially to this\nproposition, and she expressed the hope that I did so not merely to be\nobliging, but that I really liked her. Meanwhile I wondered still more\nwhat Miss Bordereau was coming to. “Except for me, today,” she said,\n“she has not a relation in the world.” Did she by describing her niece\nas amiable and unencumbered wish to represent her as a parti?\n\nIt was perfectly true that I could not afford to go on with my rooms at\na fancy price and that I had already devoted to my undertaking almost\nall the hard cash I had set apart for it. My patience and my time were\nby no means exhausted, but I should be able to draw upon them only on a\nmore usual Venetian basis. I was willing to pay the venerable woman\nwith whom my pecuniary dealings were such a discord twice as much as any\nother padrona di casa would have asked, but I was not willing to pay her\ntwenty times as much. I told her so plainly, and my plainness appeared\nto have some success, for she exclaimed, “Very good; you have done what\nI asked--you have made an offer!”\n\n“Yes, but not for half a year. Only by the month.”\n\n“Oh, I must think of that then.” She seemed disappointed that I would\nnot tie myself to a period, and I guessed that she wished both to secure\nme and to discourage me; to say severely, “Do you dream that you can get\noff with less than six months? Do you dream that even by the end of that\ntime you will be appreciably nearer your victory?” What was more in my\nmind was that she had a fancy to play me the trick of making me engage\nmyself when in fact she had annihilated the papers. There was a moment\nwhen my suspense on this point was so acute that I all but broke out\nwith the question, and what kept it back was but a kind of instinctive\nrecoil (lest it should be a mistake), from the last violence of\nself-exposure. She was such a subtle old witch that one could never\ntell where one stood with her. You may imagine whether it cleared up the\npuzzle when, just after she had said she would think of my proposal\nand without any formal transition, she drew out of her pocket with an\nembarrassed hand a small object wrapped in crumpled white paper. She\nheld it there a moment and then she asked, “Do you know much about\ncuriosities?”\n\n“About curiosities?”\n\n“About antiquities, the old gimcracks that people pay so much for today.\nDo you know the kind of price they bring?”\n\nI thought I saw what was coming, but I said ingenuously, “Do you want to\nbuy something?”\n\n“No, I want to sell. What would an amateur give me for that?” She\nunfolded the white paper and made a motion for me to take from her a\nsmall oval portrait. I possessed myself of it with a hand of which I\ncould only hope that she did not perceive the tremor, and she added, “I\nwould part with it only for a good price.”\n\nAt the first glance I recognized Jeffrey Aspern, and I was well aware\nthat I flushed with the act. As she was watching me however I had the\nconsistency to exclaim, “What a striking face! Do tell me who it is.”\n\n“It’s an old friend of mine, a very distinguished man in his day. He\ngave it to me himself, but I’m afraid to mention his name, lest you\nnever should have heard of him, critic and historian as you are. I know\nthe world goes fast and one generation forgets another. He was all the\nfashion when I was young.”\n\nShe was perhaps amazed at my assurance, but I was surprised at hers; at\nher having the energy, in her state of health and at her time of\nlife, to wish to sport with me that way simply for her private\nentertainment--the humor to test me and practice on me. This, at least,\nwas the interpretation that I put upon her production of the portrait,\nfor I could not believe that she really desired to sell it or cared\nfor any information I might give her. What she wished was to dangle it\nbefore my eyes and put a prohibitive price on it. “The face comes back\nto me, it torments me,” I said, turning the object this way and that and\nlooking at it very critically. It was a careful but not a supreme work\nof art, larger than the ordinary miniature and representing a young man\nwith a remarkably handsome face, in a high-collared green coat and\na buff waistcoat. I judged the picture to have a valuable quality\nof resemblance and to have been painted when the model was about\ntwenty-five years old. There are, as all the world knows, three other\nportraits of the poet in existence, but none of them is of so early a\ndate as this elegant production. “I have never seen the original but\nI have seen other likenesses,” I went on. “You expressed doubt of this\ngeneration having heard of the gentleman, but he strikes me for all the\nworld as a celebrity. Now who is he? I can’t put my finger on him--I\ncan’t give him a label. Wasn’t he a writer? Surely he’s a poet.” I was\ndetermined that it should be she, not I, who should first pronounce\nJeffrey Aspern’s name.\n\nMy resolution was taken in ignorance of Miss Bordereau’s extremely\nresolute character, and her lips never formed in my hearing the\nsyllables that meant so much for her. She neglected to answer my\nquestion but raised her hand to take back the picture, with a gesture\nwhich though ineffectual was in a high degree peremptory. “It’s only\na person who should know for himself that would give me my price,” she\nsaid with a certain dryness.\n\n“Oh, then, you have a price?” I did not restore the precious thing; not\nfrom any vindictive purpose but because I instinctively clung to it. We\nlooked at each other hard while I retained it.\n\n“I know the least I would take. What it occurred to me to ask you about\nis the most I shall be able to get.”\n\nShe made a movement, drawing herself together as if, in a spasm of\ndread at having lost her treasure, she were going to attempt the immense\neffort of rising to snatch it from me. I instantly placed it in her hand\nagain, saying as I did so, “I should like to have it myself, but with\nyour ideas I could never afford it.”\n\nShe turned the small oval plate over in her lap, with its face down,\nand I thought I saw her catch her breath a little, as if she had had\na strain or an escape. This however did not prevent her saying in a\nmoment, “You would buy a likeness of a person you don’t know, by an\nartist who has no reputation?”\n\n“The artist may have no reputation, but that thing is wonderfully well\npainted,” I replied, to give myself a reason.\n\n“It’s lucky you thought of saying that, because the painter was my\nfather.”\n\n“That makes the picture indeed precious!” I exclaimed, laughing; and I\nmay add that a part of my laughter came from my satisfaction in finding\nthat I had been right in my theory of Miss Bordereau’s origin. Aspern\nhad of course met the young lady when he went to her father’s studio as\na sitter. I observed to Miss Bordereau that if she would entrust me with\nher property for twenty-four hours I should be happy to take advice upon\nit; but she made no answer to this save to slip it in silence into her\npocket. This convinced me still more that she had no sincere intention\nof selling it during her lifetime, though she may have desired to\nsatisfy herself as to the sum her niece, should she leave it to her,\nmight expect eventually to obtain for it. “Well, at any rate I hope\nyou will not offer it without giving me notice,” I said as she remained\nirresponsive. “Remember that I am a possible purchaser.”\n\n“I should want your money first!” she returned with unexpected rudeness;\nand then, as if she bethought herself that I had just cause to complain\nof such an insinuation and wished to turn the matter off, asked abruptly\nwhat I talked about with her niece when I went out with her that way in\nthe evening.\n\n“You speak as if we had set up the habit,” I replied. “Certainly I\nshould be very glad if it were to become a habit. But in that case I\nshould feel a still greater scruple at betraying a lady’s confidence.”\n\n“Her confidence? Has she got confidence?”\n\n“Here she is--she can tell you herself,” I said; for Miss Tita now\nappeared on the threshold of the old woman’s parlor. “Have you got\nconfidence, Miss Tita? Your aunt wants very much to know.”\n\n“Not in her, not in her!” the younger lady declared, shaking her head\nwith a dolefulness that was neither jocular not affected. “I don’t know\nwhat to do with her; she has fits of horrid imprudence. She is so easily\ntired--and yet she has begun to roam--to drag herself about the house.”\n And she stood looking down at her immemorial companion with a sort of\nhelpless wonder, as if all their years of familiarity had not made her\nperversities, on occasion, any more easy to follow.\n\n“I know what I’m about. I’m not losing my mind. I daresay you would like\nto think so,” said Miss Bordereau with a cynical little sigh.\n\n“I don’t suppose you came out here yourself. Miss Tita must have had to\nlend you a hand,” I interposed with a pacifying intention.\n\n“Oh, she insisted that we should push her; and when she insists!” said\nMiss Tita in the same tone of apprehension; as if there were no knowing\nwhat service that she disapproved of her aunt might force her next to\nrender.\n\n“I have always got most things done I wanted, thank God! The people I\nhave lived with have humored me,” the old woman continued, speaking out\nof the gray ashes of her vanity.\n\n“I suppose you mean that they have obeyed you.”\n\n“Well, whatever it is, when they like you.”\n\n“It’s just because I like you that I want to resist,” said Miss Tita\nwith a nervous laugh.\n\n“Oh, I suspect you’ll bring Miss Bordereau upstairs next to pay me a\nvisit,” I went on; to which the old lady replied:\n\n“Oh, no; I can keep an eye on you from here!”\n\n“You are very tired; you will certainly be ill tonight!” cried Miss\nTita.\n\n“Nonsense, my dear; I feel better at this moment than I have done for\na month. Tomorrow I shall come out again. I want to be where I can see\nthis clever gentleman.”\n\n“Shouldn’t you perhaps see me better in your sitting room?” I inquired.\n\n“Don’t you mean shouldn’t you have a better chance at me?” she returned,\nfixing me a moment with her green shade.\n\n“Ah, I haven’t that anywhere! I look at you but I don’t see you.”\n\n“You excite her dreadfully--and that is not good,” said Miss Tita,\ngiving me a reproachful, appealing look.\n\n“I want to watch you--I want to watch you!” the old lady went on.\n\n“Well then, let us spend as much of our time together as possible--I\ndon’t care where--and that will give you every facility.”\n\n“Oh, I’ve seen you enough for today. I’m satisfied. Now I’ll go home.”\n Miss Tita laid her hands on the back of her aunt’s chair and began to\npush, but I begged her to let me take her place. “Oh, yes, you may move\nme this way--you shan’t in any other!” Miss Bordereau exclaimed as she\nfelt herself propelled firmly and easily over the smooth, hard floor.\nBefore we reached the door of her own apartment she commanded me to\nstop, and she took a long, last look up and down the noble sala. “Oh,\nit’s a magnificent house!” she murmured; after which I pushed her\nforward. When we had entered the parlor Miss Tita told me that she\nshould now be able to manage, and at the same moment the little\nred-haired donna came to meet her mistress. Miss Tita’s idea was\nevidently to get her aunt immediately back to bed. I confess that in\nspite of this urgency I was guilty of the indiscretion of lingering; it\nheld me there to think that I was nearer the documents I coveted--that\nthey were probably put away somewhere in the faded, unsociable room.\nThe place had indeed a bareness which did not suggest hidden treasures;\nthere were no dusky nooks nor curtained corners, no massive cabinets nor\nchests with iron bands. Moreover it was possible, it was perhaps even\nprobable that the old lady had consigned her relics to her bedroom, to\nsome battered box that was shoved under the bed, to the drawer of some\nlame dressing table, where they would be in the range of vision by the\ndim night lamp. Nonetheless I scrutinized every article of furniture,\nevery conceivable cover for a hoard, and noticed that there were half a\ndozen things with drawers, and in particular a tall old secretary,\nwith brass ornaments of the style of the Empire--a receptacle somewhat\nrickety but still capable of keeping a great many secrets. I don’t\nknow why this article fascinated me so, inasmuch as I certainly had no\ndefinite purpose of breaking into it; but I stared at it so hard that\nMiss Tita noticed me and changed color. Her doing this made me think\nI was right and that wherever they might have been before the Aspern\npapers at that moment languished behind the peevish little lock of the\nsecretary. It was hard to remove my eyes from the dull mahogany front\nwhen I reflected that a simple panel divided me from the goal of my\nhopes; but I remembered my prudence and with an effort took leave of\nMiss Bordereau. To make the effort graceful I said to her that I should\ncertainly bring her an opinion about the little picture.\n\n“The little picture?” Miss Tita asked, surprised.\n\n“What do YOU know about it, my dear?” the old woman demanded. “You\nneedn’t mind. I have fixed my price.”\n\n“And what may that be?”\n\n“A thousand pounds.”\n\n“Oh Lord!” cried poor Miss Tita irrepressibly.\n\n“Is that what she talks to you about?” said Miss Bordereau.\n\n“Imagine your aunt’s wanting to know!” I had to separate from Miss Tita\nwith only those words, though I should have liked immensely to add, “For\nheaven’s sake meet me tonight in the garden!”\n\n\n\n\nVIII\n\n\nAs it turned out the precaution had not been needed, for three hours\nlater, just as I had finished my dinner, Miss Bordereau’s niece\nappeared, unannounced, in the open doorway of the room in which my\nsimple repasts were served. I remember well that I felt no surprise at\nseeing her; which is not a proof that I did not believe in her timidity.\nIt was immense, but in a case in which there was a particular reason for\nboldness it never would have prevented her from running up to my rooms.\nI saw that she was now quite full of a particular reason; it threw her\nforward--made her seize me, as I rose to meet her, by the arm.\n\n“My aunt is very ill; I think she is dying!”\n\n“Never in the world,” I answered bitterly. “Don’t you be afraid!”\n\n“Do go for a doctor--do, do! Olimpia is gone for the one we always have,\nbut she doesn’t come back; I don’t know what has happened to her. I told\nher that if he was not at home she was to follow him where he had gone;\nbut apparently she is following him all over Venice. I don’t know what\nto do--she looks so as if she were sinking.”\n\n“May I see her, may I judge?” I asked. “Of course I shall be delighted\nto bring someone; but hadn’t we better send my man instead, so that I\nmay stay with you?”\n\nMiss Tita assented to this and I dispatched my servant for the best\ndoctor in the neighborhood. I hurried downstairs with her, and on the\nway she told me that an hour after I quitted them in the afternoon Miss\nBordereau had had an attack of “oppression,” a terrible difficulty in\nbreathing. This had subsided but had left her so exhausted that she did\nnot come up: she seemed all gone. I repeated that she was not gone, that\nshe would not go yet; whereupon Miss Tita gave me a sharper sidelong\nglance than she had ever directed at me and said, “Really, what do you\nmean? I suppose you don’t accuse her of making believe!” I forget what\nreply I made to this, but I grant that in my heart I thought the old\nwoman capable of any weird maneuver. Miss Tita wanted to know what I\nhad done to her; her aunt had told her that I had made her so angry. I\ndeclared I had done nothing--I had been exceedingly careful; to which\nmy companion rejoined that Miss Bordereau had assured her she had had\na scene with me--a scene that had upset her. I answered with some\nresentment that it was a scene of her own making--that I couldn’t think\nwhat she was angry with me for unless for not seeing my way to give a\nthousand pounds for the portrait of Jeffrey Aspern. “And did she show\nyou that? Oh, gracious--oh, deary me!” groaned Miss Tita, who appeared\nto feel that the situation was passing out of her control and that the\nelements of her fate were thickening around her. I said that I would\ngive anything to possess it, yet that I had not a thousand pounds; but\nI stopped when we came to the door of Miss Bordereau’s room. I had an\nimmense curiosity to pass it, but I thought it my duty to represent\nto Miss Tita that if I made the invalid angry she ought perhaps to be\nspared the sight of me. “The sight of you? Do you think she can SEE?” my\ncompanion demanded almost with indignation. I did think so but forebore\nto say it, and I softly followed my conductress.\n\nI remember that what I said to her as I stood for a moment beside the\nold woman’s bed was, “Does she never show you her eyes then? Have you\nnever seen them?” Miss Bordereau had been divested of her green shade,\nbut (it was not my fortune to behold Juliana in her nightcap) the upper\nhalf of her face was covered by the fall of a piece of dingy lacelike\nmuslin, a sort of extemporized hood which, wound round her head,\ndescended to the end of her nose, leaving nothing visible but her white\nwithered cheeks and puckered mouth, closed tightly and, as it were\nconsciously. Miss Tita gave me a glance of surprise, evidently not\nseeing a reason for my impatience. “You mean that she always wears\nsomething? She does it to preserve them.”\n\n“Because they are so fine?”\n\n“Oh, today, today!” And Miss Tita shook her head, speaking very low.\n“But they used to be magnificent!”\n\n“Yes indeed, we have Aspern’s word for that.” And as I looked again at\nthe old woman’s wrappings I could imagine that she had not wished to\nallow people a reason to say that the great poet had overdone it. But\nI did not waste my time in considering Miss Bordereau, in whom the\nappearance of respiration was so slight as to suggest that no human\nattention could ever help her more. I turned my eyes all over the room,\nrummaging with them the closets, the chests of drawers, the tables. Miss\nTita met them quickly and read, I think, what was in them; but she\ndid not answer it, turning away restlessly, anxiously, so that I felt\nrebuked, with reason, for a preoccupation that was almost profane in\nthe presence of our dying companion. All the same I took another look,\nendeavoring to pick out mentally the place to try first, for a person\nwho should wish to put his hand on Miss Bordereau’s papers directly\nafter her death. The room was a dire confusion; it looked like the room\nof an old actress. There were clothes hanging over chairs, odd-looking\nshabby bundles here and there, and various pasteboard boxes piled\ntogether, battered, bulging, and discolored, which might have been fifty\nyears old. Miss Tita after a moment noticed the direction of my\neyes again and, as if she guessed how I judged the air of the place\n(forgetting I had no business to judge it at all), said, perhaps to\ndefend herself from the imputation of complicity in such untidiness:\n\n“She likes it this way; we can’t move things. There are old bandboxes\nshe has had most of her life.” Then she added, half taking pity on my\nreal thought, “Those things were THERE.” And she pointed to a small,\nlow trunk which stood under a sofa where there was just room for it.\nIt appeared to be a queer, superannuated coffer, of painted wood, with\nelaborate handles and shriveled straps and with the color (it had last\nbeen endued with a coat of light green) much rubbed off. It evidently\nhad traveled with Juliana in the olden time--in the days of her\nadventures, which it had shared. It would have made a strange figure\narriving at a modern hotel.\n\n“WERE there--they aren’t now?” I asked, startled by Miss Tita’s\nimplication.\n\nShe was going to answer, but at that moment the doctor came in--the\ndoctor whom the little maid had been sent to fetch and whom she had at\nlast overtaken. My servant, going on his own errand, had met her with\nher companion in tow, and in the sociable Venetian spirit, retracing his\nsteps with them, had also come up to the threshold of Miss Bordereau’s\nroom, where I saw him peeping over the doctor’s shoulder. I motioned him\naway the more instantly that the sight of his prying face reminded me\nthat I myself had almost as little to do there--an admonition confirmed\nby the sharp way the little doctor looked at me, appearing to take me\nfor a rival who had the field before him. He was a short, fat, brisk\ngentleman who wore the tall hat of his profession and seemed to look\nat everything but his patient. He looked particularly at me, as if it\nstruck him that I should be better for a dose, so that I bowed to him\nand left him with the women, going down to smoke a cigar in the garden.\nI was nervous; I could not go further; I could not leave the place.\nI don’t know exactly what I thought might happen, but it seemed to me\nimportant to be there. I wandered about in the alleys--the warm night\nhad come on--smoking cigar after cigar and looking at the light in Miss\nBordereau’s windows. They were open now, I could see; the situation\nwas different. Sometimes the light moved, but not quickly; it did not\nsuggest the hurry of a crisis. Was the old woman dying, or was she\nalready dead? Had the doctor said that there was nothing to be done at\nher tremendous age but to let her quietly pass away; or had he simply\nannounced with a look a little more conventional that the end of the end\nhad come? Were the other two women moving about to perform the offices\nthat follow in such a case? It made me uneasy not to be nearer, as if I\nthought the doctor himself might carry away the papers with him. I bit\nmy cigar hard as it came over me again that perhaps there were now no\npapers to carry!\n\nI wandered about for an hour--for an hour and a half. I looked out for\nMiss Tita at one of the windows, having a vague idea that she might come\nthere to give me some sign. Would she not see the red tip of my cigar\nmoving about in the dark and feel that I wanted eminently to know what\nthe doctor had said? I am afraid it is a proof my anxieties had made me\ngross that I should have taken in some degree for granted that at such\nan hour, in the midst of the greatest change that could take place in\nher life, they were uppermost also in Miss Tita’s mind. My servant came\ndown and spoke to me; he knew nothing save that the doctor had gone\nafter a visit of half an hour. If he had stayed half an hour then Miss\nBordereau was still alive: it could not have taken so much time as that\nto enunciate the contrary. I sent the man out of the house; there were\nmoments when the sense of his curiosity annoyed me, and this was one of\nthem. HE had been watching my cigar tip from an upper window, if Miss\nTita had not; he could not know what I was after and I could not tell\nhim, though I was conscious he had fantastic private theories about me\nwhich he thought fine and which I, had I known them, should have thought\noffensive.\n\nI went upstairs at last but I ascended no higher than the sala. The\ndoor of Miss Bordereau’s apartment was open, showing from the parlor the\ndimness of a poor candle. I went toward it with a light tread, and\nat the same moment Miss Tita appeared and stood looking at me as I\napproached. “She’s better--she’s better,” she said, even before I had\nasked. “The doctor has given her something; she woke up, came back to\nlife while he was there. He says there is no immediate danger.”\n\n“No immediate danger? Surely he thinks her condition strange!”\n\n“Yes, because she had been excited. That affects her dreadfully.”\n\n“It will do so again then, because she excites herself. She did so this\nafternoon.”\n\n“Yes; she mustn’t come out any more,” said Miss Tita, with one of her\nlapses into a deeper placidity.\n\n“What is the use of making such a remark as that if you begin to rattle\nher about again the first time she bids you?”\n\n“I won’t--I won’t do it any more.”\n\n“You must learn to resist her,” I went on.\n\n“Oh, yes, I shall; I shall do so better if you tell me it’s right.”\n\n“You mustn’t do it for me; you must do it for yourself. It all comes\nback to you, if you are frightened.”\n\n“Well, I am not frightened now,” said Miss Tita cheerfully. “She is very\nquiet.”\n\n“Is she conscious again--does she speak?”\n\n“No, she doesn’t speak, but she takes my hand. She holds it fast.”\n\n“Yes,” I rejoined, “I can see what force she still has by the way she\ngrabbed that picture this afternoon. But if she holds you fast how comes\nit that you are here?”\n\nMiss Tita hesitated a moment; though her face was in deep shadow (she\nhad her back to the light in the parlor and I had put down my own\ncandle far off, near the door of the sala), I thought I saw her smile\ningenuously. “I came on purpose--I heard your step.”\n\n“Why, I came on tiptoe, as inaudibly as possible.”\n\n“Well, I heard you,” said Miss Tita.\n\n“And is your aunt alone now?”\n\n“Oh, no; Olimpia is sitting there.”\n\nOn my side I hesitated. “Shall we then step in there?” And I nodded at\nthe parlor; I wanted more and more to be on the spot.\n\n“We can’t talk there--she will hear us.”\n\nI was on the point of replying that in that case we would sit silent,\nbut I was too conscious that this would not do, as there was something I\ndesired immensely to ask her. So I proposed that we should walk a little\nin the sala, keeping more at the other end, where we should not disturb\nthe old lady. Miss Tita assented unconditionally; the doctor was coming\nagain, she said, and she would be there to meet him at the door.\nWe strolled through the fine superfluous hall, where on the marble\nfloor--particularly as at first we said nothing--our footsteps were more\naudible than I had expected. When we reached the other end--the wide\nwindow, inveterately closed, connecting with the balcony that overhung\nthe canal--I suggested that we should remain there, as she would see the\ndoctor arrive still better. I opened the window and we passed out on the\nbalcony. The air of the canal seemed even heavier, hotter than that of\nthe sala. The place was hushed and void; the quiet neighborhood had gone\nto sleep. A lamp, here and there, over the narrow black water, glimmered\nin double; the voice of a man going homeward singing, with his jacket\non his shoulder and his hat on his ear, came to us from a distance.\nThis did not prevent the scene from being very comme il faut, as Miss\nBordereau had called it the first time I saw her. Presently a gondola\npassed along the canal with its slow rhythmical plash, and as we\nlistened we watched it in silence. It did not stop, it did not carry the\ndoctor; and after it had gone on I said to Miss Tita:\n\n“And where are they now--the things that were in the trunk?”\n\n“In the trunk?”\n\n“That green box you pointed out to me in her room. You said her papers\nhad been there; you seemed to imply that she had transferred them.”\n\n“Oh, yes; they are not in the trunk,” said Miss Tita.\n\n“May I ask if you have looked?”\n\n“Yes, I have looked--for you.”\n\n“How for me, dear Miss Tita? Do you mean you would have given them to me\nif you had found them?” I asked, almost trembling.\n\nShe delayed to reply and I waited. Suddenly she broke out, “I don’t know\nwhat I would do--what I wouldn’t!”\n\n“Would you look again--somewhere else?”\n\nShe had spoken with a strange unexpected emotion, and she went on in the\nsame tone: “I can’t--I can’t--while she lies there. It isn’t decent.”\n\n“No, it isn’t decent,” I replied gravely. “Let the poor lady rest in\npeace.” And the words, on my lips, were not hypocritical, for I felt\nreprimanded and shamed.\n\nMiss Tita added in a moment, as if she had guessed this and were sorry\nfor me, but at the same time wished to explain that I did drive her on\nor at least did insist too much: “I can’t deceive her that way. I can’t\ndeceive her--perhaps on her deathbed.”\n\n“Heaven forbid I should ask you, though I have been guilty myself!”\n\n“You have been guilty?”\n\n“I have sailed under false colors.” I felt now as if I must tell her\nthat I had given her an invented name, on account of my fear that her\naunt would have heard of me and would refuse to take me in. I explained\nthis and also that I had really been a party to the letter written to\nthem by John Cumnor months before.\n\nShe listened with great attention, looking at me with parted lips, and\nwhen I had made my confession she said, “Then your real name--what is\nit?” She repeated it over twice when I had told her, accompanying it\nwith the exclamation “Gracious, gracious!” Then she added, “I like your\nown best.”\n\n“So do I,” I said, laughing. “Ouf! it’s a relief to get rid of the\nother.”\n\n“So it was a regular plot--a kind of conspiracy?”\n\n“Oh, a conspiracy--we were only two,” I replied, leaving out Mrs. Prest\nof course.\n\nShe hesitated; I thought she was perhaps going to say that we had been\nvery base. But she remarked after a moment, in a candid, wondering way,\n“How much you must want them!”\n\n“Oh, I do, passionately!” I conceded, smiling. And this chance made\nme go on, forgetting my compunction of a moment before. “How can she\npossibly have changed their place herself? How can she walk? How can\nshe arrive at that sort of muscular exertion? How can she lift and carry\nthings?”\n\n“Oh, when one wants and when one has so much will!” said Miss Tita, as\nif she had thought over my question already herself and had simply had\nno choice but that answer--the idea that in the dead of night, or at\nsome moment when the coast was clear, the old woman had been capable of\na miraculous effort.\n\n“Have you questioned Olimpia? Hasn’t she helped her--hasn’t she done it\nfor her?” I asked; to which Miss Tita replied promptly and positively\nthat their servant had had nothing to do with the matter, though without\nadmitting definitely that she had spoken to her. It was as if she were\na little shy, a little ashamed now of letting me see how much she had\nentered into my uneasiness and had me on her mind. Suddenly she said to\nme, without any immediate relevance:\n\n“I feel as if you were a new person, now that you have got a new name.”\n\n“It isn’t a new one; it is a very good old one, thank heaven!”\n\nShe looked at me a moment. “I do like it better.”\n\n“Oh, if you didn’t I would almost go on with the other!”\n\n“Would you really?”\n\nI laughed again, but for all answer to this inquiry I said, “Of course\nif she can rummage about that way she can perfectly have burnt them.”\n\n“You must wait--you must wait,” Miss Tita moralized mournfully; and her\ntone ministered little to my patience, for it seemed after all to accept\nthat wretched possibility. I would teach myself to wait, I declared\nnevertheless; because in the first place I could not do otherwise and in\nthe second I had her promise, given me the other night, that she would\nhelp me.\n\n“Of course if the papers are gone that’s no use,” she said; not as if\nshe wished to recede, but only to be conscientious.\n\n“Naturally. But if you could only find out!” I groaned, quivering again.\n\n“I thought you said you would wait.”\n\n“Oh, you mean wait even for that?”\n\n“For what then?”\n\n“Oh, nothing,” I replied, rather foolishly, being ashamed to tell her\nwhat had been implied in my submission to delay--the idea that she would\ndo more than merely find out. I know not whether she guessed this; at\nall events she appeared to become aware of the necessity for being a\nlittle more rigid.\n\n“I didn’t promise to deceive, did I? I don’t think I did.”\n\n“It doesn’t much matter whether you did or not, for you couldn’t!”\n\nI don’t think Miss Tita would have contested this event had she not been\ndiverted by our seeing the doctor’s gondola shoot into the little canal\nand approach the house. I noted that he came as fast as if he believed\nthat Miss Bordereau was still in danger. We looked down at him while he\ndisembarked and then went back into the sala to meet him. When he came\nup however I naturally left Miss Tita to go off with him alone, only\nasking her leave to come back later for news.\n\nI went out of the house and took a long walk, as far as the Piazza,\nwhere my restlessness declined to quit me. I was unable to sit down (it\nwas very late now but there were people still at the little tables in\nfront of the cafes); I could only walk round and round, and I did\nso half a dozen times. I was uncomfortable, but it gave me a certain\npleasure to have told Miss Tita who I really was. At last I took my way\nhome again, slowly getting all but inextricably lost, as I did whenever\nI went out in Venice: so that it was considerably past midnight when I\nreached my door. The sala, upstairs, was as dark as usual and my lamp as\nI crossed it found nothing satisfactory to show me. I was disappointed,\nfor I had notified Miss Tita that I would come back for a report, and\nI thought she might have left a light there as a sign. The door of\nthe ladies’ apartment was closed; which seemed an intimation that my\nfaltering friend had gone to bed, tired of waiting for me. I stood\nin the middle of the place, considering, hoping she would hear me and\nperhaps peep out, saying to myself too that she would never go to bed\nwith her aunt in a state so critical; she would sit up and watch--she\nwould be in a chair, in her dressing gown. I went nearer the door; I\nstopped there and listened. I heard nothing at all and at last I tapped\ngently. No answer came and after another minute I turned the handle.\nThere was no light in the room; this ought to have prevented me from\ngoing in, but it had no such effect. If I have candidly narrated the\nimportunities, the indelicacies, of which my desire to possess myself of\nJeffrey Aspern’s papers had rendered me capable I need not shrink from\nconfessing this last indiscretion. I think it was the worst thing I did;\nyet there were extenuating circumstances. I was deeply though doubtless\nnot disinterestedly anxious for more news of the old lady, and Miss Tita\nhad accepted from me, as it were, a rendezvous which it might have been\na point of honor with me to keep. It may be said that her leaving the\nplace dark was a positive sign that she released me, and to this I can\nonly reply that I desired not to be released.\n\nThe door of Miss Bordereau’s room was open and I could see beyond it the\nfaintness of a taper. There was no sound--my footstep caused no one to\nstir. I came further into the room; I lingered there with my lamp in my\nhand. I wanted to give Miss Tita a chance to come to me if she were with\nher aunt, as she must be. I made no noise to call her; I only waited to\nsee if she would not notice my light. She did not, and I explained this\n(I found afterward I was right) by the idea that she had fallen\nasleep. If she had fallen asleep her aunt was not on her mind, and my\nexplanation ought to have led me to go out as I had come. I must repeat\nagain that it did not, for I found myself at the same moment thinking of\nsomething else. I had no definite purpose, no bad intention, but I\nfelt myself held to the spot by an acute, though absurd, sense of\nopportunity. For what I could not have said, inasmuch as it was not\nin my mind that I might commit a theft. Even if it had been I was\nconfronted with the evident fact that Miss Bordereau did not leave her\nsecretary, her cupboard, and the drawers of her tables gaping. I had no\nkeys, no tools, and no ambition to smash her furniture. Nonetheless it\ncame to me that I was now, perhaps alone, unmolested, at the hour of\ntemptation and secrecy, nearer to the tormenting treasure than I had\never been. I held up my lamp, let the light play on the different\nobjects as if it could tell me something. Still there came no movement\nfrom the other room. If Miss Tita was sleeping she was sleeping sound.\nWas she doing so--generous creature--on purpose to leave me the field?\nDid she know I was there and was she just keeping quiet to see what I\nwould do--what I COULD do? But what could I do, when it came to that?\nShe herself knew even better than I how little.\n\nI stopped in front of the secretary, looking at it very idiotically; for\nwhat had it to say to me after all? In the first place it was locked,\nand in the second it almost surely contained nothing in which I was\ninterested. Ten to one the papers had been destroyed; and even if they\nhad not been destroyed the old woman would not have put them in such a\nplace as that after removing them from the green trunk--would not have\ntransferred them, if she had the idea of their safety on her brain,\nfrom the better hiding place to the worse. The secretary was more\nconspicuous, more accessible in a room in which she could no longer\nmount guard. It opened with a key, but there was a little brass handle,\nlike a button, as well; I saw this as I played my lamp over it. I did\nsomething more than this at that moment: I caught a glimpse of the\npossibility that Miss Tita wished me really to understand. If she did\nnot wish me to understand, if she wished me to keep away, why had she\nnot locked the door of communication between the sitting room and the\nsala? That would have been a definite sign that I was to leave them\nalone. If I did not leave them alone she meant me to come for a\npurpose--a purpose now indicated by the quick, fantastic idea that to\noblige me she had unlocked the secretary. She had not left the key,\nbut the lid would probably move if I touched the button. This theory\nfascinated me, and I bent over very close to judge. I did not propose\nto do anything, not even--not in the least--to let down the lid; I only\nwanted to test my theory, to see if the cover WOULD move. I touched the\nbutton with my hand--a mere touch would tell me; and as I did so (it is\nembarrassing for me to relate it), I looked over my shoulder. It was\na chance, an instinct, for I had not heard anything. I almost let my\nluminary drop and certainly I stepped back, straightening myself up at\nwhat I saw. Miss Bordereau stood there in her nightdress, in the doorway\nof her room, watching me; her hands were raised, she had lifted the\neverlasting curtain that covered half her face, and for the first, the\nlast, the only time I beheld her extraordinary eyes. They glared at me,\nthey made me horribly ashamed. I never shall forget her strange little\nbent white tottering figure, with its lifted head, her attitude, her\nexpression; neither shall I forget the tone in which as I turned,\nlooking at her, she hissed out passionately, furiously:\n\n“Ah, you publishing scoundrel!”\n\nI know not what I stammered, to excuse myself, to explain; but I went\ntoward her, to tell her I meant no harm. She waved me off with her old\nhands, retreating before me in horror; and the next thing I knew she had\nfallen back with a quick spasm, as if death had descended on her, into\nMiss Tita’s arms.\n\n\n\n\nIX\n\n\nI left Venice the next morning, as soon as I learned that the old lady\nhad not succumbed, as I feared at the moment, to the shock I had given\nher--the shock I may also say she had given me. How in the world could I\nhave supposed her capable of getting out of bed by herself? I failed to\nsee Miss Tita before going; I only saw the donna, whom I entrusted with\na note for her younger mistress. In this note I mentioned that I\nshould be absent but for a few days. I went to Treviso, to Bassano, to\nCastelfranco; I took walks and drives and looked at musty old churches\nwith ill-lighted pictures and spent hours seated smoking at the doors of\ncafes, where there were flies and yellow curtains, on the shady side of\nsleepy little squares. In spite of these pastimes, which were mechanical\nand perfunctory, I scantily enjoyed my journey: there was too strong a\ntaste of the disagreeable in my life. I had been devilish awkward, as\nthe young men say, to be found by Miss Bordereau in the dead of night\nexamining the attachment of her bureau; and it had not been less so\nto have to believe for a good many hours afterward that it was highly\nprobable I had killed her. In writing to Miss Tita I attempted to\nminimize these irregularities; but as she gave me no word of answer I\ncould not know what impression I made upon her. It rankled in my mind\nthat I had been called a publishing scoundrel, for certainly I did\npublish and certainly I had not been very delicate. There was a moment\nwhen I stood convinced that the only way to make up for this latter\nfault was to take myself away altogether on the instant; to sacrifice\nmy hopes and relieve the two poor women forever of the oppression of\nmy intercourse. Then I reflected that I had better try a short absence\nfirst, for I must already have had a sense (unexpressed and dim) that\nin disappearing completely it would not be merely my own hopes that I\nshould condemn to extinction. It would perhaps be sufficient if I stayed\naway long enough to give the elder lady time to think she was rid of me.\nThat she would wish to be rid of me after this (if I was not rid of her)\nwas now not to be doubted: that nocturnal scene would have cured her of\nthe disposition to put up with my company for the sake of my dollars.\nI said to myself that after all I could not abandon Miss Tita, and I\ncontinued to say this even while I observed that she quite failed to\ncomply with my earnest request (I had given her two or three addresses,\nat little towns, post restante) that she would let me know how she was\ngetting on. I would have made my servant write to me but that he was\nunable to manage a pen. It struck me there was a kind of scorn in Miss\nTita’s silence (little disdainful as she had ever been), so that I was\nuncomfortable and sore. I had scruples about going back and yet I\nhad others about not doing so, for I wanted to put myself on a better\nfooting. The end of it was that I did return to Venice on the twelfth\nday; and as my gondola gently bumped against Miss Bordereau’s steps\na certain palpitation of suspense told me that I had done myself a\nviolence in holding off so long.\n\nI had faced about so abruptly that I had not telegraphed to my servant.\nHe was therefore not at the station to meet me, but he poked out his\nhead from an upper window when I reached the house. “They have put her\ninto the earth, la vecchia,” he said to me in the lower hall, while he\nshouldered my valise; and he grinned and almost winked, as if he knew I\nshould be pleased at the news.\n\n“She’s dead!” I exclaimed, giving him a very different look.\n\n“So it appears, since they have buried her.”\n\n“It’s all over? When was the funeral?”\n\n“The other yesterday. But a funeral you could scarcely call it, signore;\nit was a dull little passeggio of two gondolas. Poveretta!” the man\ncontinued, referring apparently to Miss Tita. His conception of funerals\nwas apparently that they were mainly to amuse the living.\n\nI wanted to know about Miss Tita--how she was and where she was--but I\nasked him no more questions till we had got upstairs. Now that the fact\nhad met me I took a bad view of it, especially of the idea that poor\nMiss Tita had had to manage by herself after the end. What did she know\nabout arrangements, about the steps to take in such a case? Poveretta\nindeed! I could only hope that the doctor had given her assistance and\nthat she had not been neglected by the old friends of whom she had told\nme, the little band of the faithful whose fidelity consisted in coming\nto the house once a year. I elicited from my servant that two old\nladies and an old gentleman had in fact rallied round Miss Tita and had\nsupported her (they had come for her in a gondola of their own) during\nthe journey to the cemetery, the little red-walled island of tombs which\nlies to the north of the town, on the way to Murano. It appeared\nfrom these circumstances that the Misses Bordereau were Catholics, a\ndiscovery I had never made, as the old woman could not go to church and\nher niece, so far as I perceived, either did not or went only to early\nmass in the parish, before I was stirring. Certainly even the priests\nrespected their seclusion; I had never caught the whisk of the curato’s\nskirt. That evening, an hour later, I sent my servant down with five\nwords written on a card, to ask Miss Tita if she would see me for a few\nmoments. She was not in the house, where he had sought her, he told me\nwhen he came back, but in the garden walking about to refresh herself\nand gathering flowers. He had found her there and she would be very\nhappy to see me.\n\nI went down and passed half an hour with poor Miss Tita. She had always\nhad a look of musty mourning (as if she were wearing out old robes of\nsorrow that would not come to an end), and in this respect there was no\nappreciable change in her appearance. But she evidently had been crying,\ncrying a great deal--simply, satisfyingly, refreshingly, with a sort of\nprimitive, retarded sense of loneliness and violence. But she had none\nof the formalism or the self-consciousness of grief, and I was almost\nsurprised to see her standing there in the first dusk with her hands\nfull of flowers, smiling at me with her reddened eyes. Her white face,\nin the frame of her mantilla, looked longer, leaner than usual. I had\nhad an idea that she would be a good deal disgusted with me--would\nconsider that I ought to have been on the spot to advise her, to help\nher; and, though I was sure there was no rancor in her composition and\nno great conviction of the importance of her affairs, I had prepared\nmyself for a difference in her manner, for some little injured look,\nhalf-familiar, half-estranged, which should say to my conscience, “Well,\nyou are a nice person to have professed things!” But historic truth\ncompels me to declare that Tita Bordereau’s countenance expressed\nunqualified pleasure in seeing her late aunt’s lodger. That touched him\nextremely, and he thought it simplified his situation until he found it\ndid not. I was as kind to her that evening as I knew how to be, and\nI walked about the garden with her for half an hour. There was no\nexplanation of any sort between us; I did not ask her why she had not\nanswered my letter. Still less did I repeat what I had said to her\nin that communication; if she chose to let me suppose that she had\nforgotten the position in which Miss Bordereau surprised me that night\nand the effect of the discovery on the old woman I was quite willing to\ntake it that way: I was grateful to her for not treating me as if I had\nkilled her aunt.\n\nWe strolled and strolled and really not much passed between us save the\nrecognition of her bereavement, conveyed in my manner and in a visible\nair that she had of depending on me now, since I let her see that I took\nan interest in her. Miss Tita had none of the pride that makes a person\nwish to preserve the look of independence; she did not in the least\npretend that she knew at present what would become of her. I forebore to\ntouch particularly on that, however, for I certainly was not prepared\nto say that I would take charge of her. I was cautious; not ignobly, I\nthink, for I felt that her knowledge of life was so small that in her\nunsophisticated vision there would be no reason why--since I seemed\nto pity her--I should not look after her. She told me how her aunt had\ndied, very peacefully at the last, and how everything had been done\nafterward by the care of her good friends (fortunately, thanks to me,\nshe said, smiling, there was money in the house; and she repeated that\nwhen once the Italians like you they are your friends for life); and\nwhen we had gone into this she asked me about my giro, my impressions,\nthe places I had seen. I told her what I could, making it up partly, I\nam afraid, as in my depression I had not seen much; and after she had\nheard me she exclaimed, quite as if she had forgotten her aunt and her\nsorrow, “Dear, dear, how much I should like to do such things--to take a\nlittle journey!” It came over me for the moment that I ought to propose\nsome tour, say I would take her anywhere she liked; and I remarked at\nany rate that some excursion--to give her a change--might be managed:\nwe would think of it, talk it over. I said never a word to her about the\nAspern documents; asked no questions as to what she had ascertained or\nwhat had otherwise happened with regard to them before Miss Bordereau’s\ndeath. It was not that I was not on pins and needles to know, but that\nI thought it more decent not to betray my anxiety so soon after the\ncatastrophe. I hoped she herself would say something, but she never\nglanced that way, and I thought this natural at the time. Later however,\nthat night, it occurred to me that her silence was somewhat strange;\nfor if she had talked of my movements, of anything so detached as the\nGiorgione at Castelfranco, she might have alluded to what she could\neasily remember was in my mind. It was not to be supposed that the\nemotion produced by her aunt’s death had blotted out the recollection\nthat I was interested in that lady’s relics, and I fidgeted afterward\nas it came to me that her reticence might very possibly mean simply that\nnothing had been found. We separated in the garden (it was she who\nsaid she must go in); now that she was alone in the rooms I felt that\n(judged, at any rate, by Venetian ideas) I was on rather a different\nfooting in regard to visiting her there. As I shook hands with her for\ngoodnight I asked her if she had any general plan--had thought over what\nshe had better do. “Oh, yes, oh, yes, but I haven’t settled anything\nyet,” she replied quite cheerfully. Was her cheerfulness explained by\nthe impression that I would settle for her?\n\nI was glad the next morning that we had neglected practical questions,\nfor this gave me a pretext for seeing her again immediately. There was a\nvery practical question to be touched upon. I owed it to her to let her\nknow formally that of course I did not expect her to keep me on as a\nlodger, and also to show some interest in her own tenure, what she might\nhave on her hands in the way of a lease. But I was not destined, as it\nhappened, to converse with her for more than an instant on either of\nthese points. I sent her no message; I simply went down to the sala and\nwalked to and fro there. I knew she would come out; she would very soon\ndiscover I was there. Somehow I preferred not to be shut up with her;\ngardens and big halls seemed better places to talk. It was a splendid\nmorning, with something in the air that told of the waning of the long\nVenetian summer; a freshness from the sea which stirred the flowers in\nthe garden and made a pleasant draught in the house, less shuttered and\ndarkened now than when the old woman was alive. It was the beginning of\nautumn, of the end of the golden months. With this it was the end of\nmy experiment--or would be in the course of half an hour, when I should\nreally have learned that the papers had been reduced to ashes. After\nthat there would be nothing left for me but to go to the station; for\nseriously (and as it struck me in the morning light) I could not linger\nthere to act as guardian to a piece of middle-aged female helplessness.\nIf she had not saved the papers wherein should I be indebted to her?\nI think I winced a little as I asked myself how much, if she HAD saved\nthem, I should have to recognize and, as it were, to reward such\na courtesy. Might not that circumstance after all saddle me with a\nguardianship? If this idea did not make me more uncomfortable as I\nwalked up and down it was because I was convinced I had nothing to look\nto. If the old woman had not destroyed everything before she pounced\nupon me in the parlor she had done so afterward.\n\nIt took Miss Tita rather longer than I had expected to guess that I was\nthere; but when at last she came out she looked at me without surprise.\nI said to her that I had been waiting for her, and she asked why I had\nnot let her know. I was glad the next day that I had checked myself\nbefore remarking that I had wished to see if a friendly intuition would\nnot tell her: it became a satisfaction to me that I had not indulged in\nthat rather tender joke. What I did say was virtually the truth--that I\nwas too nervous, since I expected her now to settle my fate.\n\n“Your fate?” said Miss Tita, giving me a queer look; and as she spoke I\nnoticed a rare change in her. She was different from what she had been\nthe evening before--less natural, less quiet. She had been crying the\nday before and she was not crying now, and yet she struck me as less\nconfident. It was as if something had happened to her during the\nnight, or at least as if she had thought of something that troubled\nher--something in particular that affected her relations with me, made\nthem more embarrassing and complicated. Had she simply perceived that\nher aunt’s not being there now altered my position?\n\n“I mean about our papers. ARE there any? You must know now.”\n\n“Yes, there are a great many; more than I supposed.” I was struck with\nthe way her voice trembled as she told me this.\n\n“Do you mean that you have got them in there--and that I may see them?”\n\n“I don’t think you can see them,” said Miss Tita with an extraordinary\nexpression of entreaty in her eyes, as if the dearest hope she had in\nthe world now was that I would not take them from her. But how could\nshe expect me to make such a sacrifice as that after all that had passed\nbetween us? What had I come back to Venice for but to see them, to take\nthem? My delight in learning they were still in existence was such that\nif the poor woman had gone down on her knees to beseech me never to\nmention them again I would have treated the proceeding as a bad joke. “I\nhave got them but I can’t show them,” she added.\n\n“Not even to me? Ah, Miss Tita!” I groaned, with a voice of infinite\nremonstrance and reproach.\n\nShe colored, and the tears came back to her eyes; I saw that it cost her\na kind of anguish to take such a stand but that a dreadful sense of duty\nhad descended upon her. It made me quite sick to find myself confronted\nwith that particular obstacle; all the more that it appeared to me I\nhad been extremely encouraged to leave it out of account. I almost\nconsidered that Miss Tita had assured me that if she had no greater\nhindrance than that--! “You don’t mean to say you made her a deathbed\npromise? It was precisely against your doing anything of that sort\nthat I thought I was safe. Oh, I would rather she had burned the papers\noutright than that!”\n\n“No, it isn’t a promise,” said Miss Tita.\n\n“Pray what is it then?”\n\nShe hesitated and then she said, “She tried to burn them, but I\nprevented it. She had hid them in her bed.”\n\n“In her bed?”\n\n“Between the mattresses. That’s where she put them when she took them\nout of the trunk. I can’t understand how she did it, because Olimpia\ndidn’t help her. She tells me so, and I believe her. My aunt only told\nher afterward, so that she shouldn’t touch the bed--anything but the\nsheets. So it was badly made,” added Miss Tita simply.\n\n“I should think so! And how did she try to burn them?”\n\n“She didn’t try much; she was too weak, those last days. But she told\nme--she charged me. Oh, it was terrible! She couldn’t speak after that\nnight; she could only make signs.”\n\n“And what did you do?”\n\n“I took them away. I locked them up.”\n\n“In the secretary?”\n\n“Yes, in the secretary,” said Miss Tita, reddening again.\n\n“Did you tell her you would burn them?”\n\n“No, I didn’t--on purpose.”\n\n“On purpose to gratify me?”\n\n“Yes, only for that.”\n\n“And what good will you have done me if after all you won’t show them?”\n\n“Oh, none; I know that--I know that.”\n\n“And did she believe you had destroyed them?”\n\n“I don’t know what she believed at the last. I couldn’t tell--she was\ntoo far gone.”\n\n“Then if there was no promise and no assurance I can’t see what ties\nyou.”\n\n“Oh, she hated it so--she hated it so! She was so jealous. But here’s\nthe portrait--you may have that,” Miss Tita announced, taking the little\npicture, wrapped up in the same manner in which her aunt had wrapped it,\nout of her pocket.\n\n“I may have it--do you mean you give it to me?” I questioned, staring,\nas it passed into my hand.\n\n“Oh, yes.”\n\n“But it’s worth money--a large sum.”\n\n“Well!” said Miss Tita, still with her strange look.\n\nI did not know what to make of it, for it could scarcely mean that she\nwanted to bargain like her aunt. She spoke as if she wished to make me a\npresent. “I can’t take it from you as a gift,” I said, “and yet I can’t\nafford to pay you for it according to the ideas Miss Bordereau had of\nits value. She rated it at a thousand pounds.”\n\n“Couldn’t we sell it?” asked Miss Tita.\n\n“God forbid! I prefer the picture to the money.”\n\n“Well then keep it.”\n\n“You are very generous.”\n\n“So are you.”\n\n“I don’t know why you should think so,” I replied; and this was a\ntruthful speech, for the singular creature appeared to have some very\nfine reference in her mind, which I did not in the least seize.\n\n“Well, you have made a great difference for me,” said Miss Tita.\n\nI looked at Jeffrey Aspern’s face in the little picture, partly in order\nnot to look at that of my interlocutress, which had begun to trouble me,\neven to frighten me a little--it was so self-conscious, so unnatural.\nI made no answer to this last declaration; I only privately consulted\nJeffrey Aspern’s delightful eyes with my own (they were so young and\nbrilliant, and yet so wise, so full of vision); I asked him what on\nearth was the matter with Miss Tita. He seemed to smile at me with\nfriendly mockery, as if he were amused at my case. I had got into a\npickle for him--as if he needed it! He was unsatisfactory, for the only\nmoment since I had known him. Nevertheless, now that I held the little\npicture in my hand I felt that it would be a precious possession. “Is\nthis a bribe to make me give up the papers?” I demanded in a moment,\nperversely. “Much as I value it, if I were to be obliged to choose, the\npapers are what I should prefer. Ah, but ever so much!”\n\n“How can you choose--how can you choose?” Miss Tita asked, slowly,\nlamentably.\n\n“I see! Of course there is nothing to be said, if you regard the\ninterdiction that rests upon you as quite insurmountable. In this case\nit must seem to you that to part with them would be an impiety of the\nworst kind, a simple sacrilege!”\n\nMiss Tita shook her head, full of her dolefulness. “You would understand\nif you had known her. I’m afraid,” she quavered suddenly--“I’m afraid!\nShe was terrible when she was angry.”\n\n“Yes, I saw something of that, that night. She was terrible. Then I saw\nher eyes. Lord, they were fine!”\n\n“I see them--they stare at me in the dark!” said Miss Tita.\n\n“You are nervous, with all you have been through.”\n\n“Oh, yes, very--very!”\n\n“You mustn’t mind; that will pass away,” I said, kindly. Then I added,\nresignedly, for it really seemed to me that I must accept the situation,\n“Well, so it is, and it can’t be helped. I must renounce.” Miss Tita, at\nthis, looking at me, gave a low, soft moan, and I went on: “I only wish\nto heaven she had destroyed them; then there would be nothing more to\nsay. And I can’t understand why, with her ideas, she didn’t.”\n\n“Oh, she lived on them!” said Miss Tita.\n\n“You can imagine whether that makes me want less to see them,” I\nanswered, smiling. “But don’t let me stand here as if I had it in my\nsoul to tempt you to do anything base. Naturally you will understand if\nI give up my rooms. I leave Venice immediately.” And I took up my hat,\nwhich I had placed on a chair. We were still there rather awkwardly,\non our feet, in the middle of the sala. She had left the door of the\napartments open behind her but she had not led me that way.\n\nA kind of spasm came into her face as she saw me take my hat.\n“Immediately--do you mean today?” The tone of the words was\ntragical--they were a cry of desolation.\n\n“Oh, no; not so long as I can be of the least service to you.”\n\n“Well, just a day or two more--just two or three days,” she panted. Then\ncontrolling herself, she added in another manner, “She wanted to say\nsomething to me--the last day--something very particular, but she\ncouldn’t.”\n\n“Something very particular?”\n\n“Something more about the papers.”\n\n“And did you guess--have you any idea?”\n\n“No, I have thought--but I don’t know. I have thought all kinds of\nthings.”\n\n“And for instance?”\n\n“Well, that if you were a relation it would be different.”\n\n“If I were a relation?”\n\n“If you were not a stranger. Then it would be the same for you as for\nme. Anything that is mine--would be yours, and you could do what you\nlike. I couldn’t prevent you--and you would have no responsibility.”\n\nShe brought out this droll explanation with a little nervous rush, as if\nshe were speaking words she had got by heart. They gave me an impression\nof subtlety and at first I failed to follow. But after a moment her face\nhelped me to see further, and then a light came into my mind. It was\nembarrassing, and I bent my head over Jeffrey Aspern’s portrait. What\nan odd expression was in his face! “Get out of it as you can, my dear\nfellow!” I put the picture into the pocket of my coat and said to Miss\nTita, “Yes, I’ll sell it for you. I shan’t get a thousand pounds by any\nmeans, but I shall get something good.”\n\nShe looked at me with tears in her eyes, but she seemed to try to smile\nas she remarked, “We can divide the money.”\n\n“No, no, it shall be all yours.” Then I went on, “I think I know what\nyour poor aunt wanted to say. She wanted to give directions that her\npapers should be buried with her.”\n\nMiss Tita appeared to consider this suggestion for a moment; after which\nshe declared, with striking decision, “Oh no, she wouldn’t have thought\nthat safe!”\n\n“It seems to me nothing could be safer.”\n\n“She had an idea that when people want to publish they are capable--”\n And she paused, blushing.\n\n“Of violating a tomb? Mercy on us, what must she have thought of me!”\n\n“She was not just, she was not generous!” Miss Tita cried with sudden\npassion.\n\nThe light that had come into my mind a moment before increased. “Ah,\ndon’t say that, for we ARE a dreadful race.” Then I pursued, “If she\nleft a will, that may give you some idea.”\n\n“I have found nothing of the sort--she destroyed it. She was very fond\nof me,” Miss Tita added incongruously. “She wanted me to be happy. And\nif any person should be kind to me--she wanted to speak of that.”\n\nI was almost awestricken at the astuteness with which the good lady\nfound herself inspired, transparent astuteness as it was and sewn, as\nthe phrase is, with white thread. “Depend upon it she didn’t want to\nmake any provision that would be agreeable to me.”\n\n“No, not to you but to me. She knew I should like it if you could carry\nout your idea. Not because she cared for you but because she did think\nof me,” Miss Tita went on with her unexpected, persuasive volubility.\n“You could see them--you could use them.” She stopped, seeing that I\nperceived the sense of that conditional--stopped long enough for me\nto give some sign which I did not give. She must have been conscious,\nhowever, that though my face showed the greatest embarrassment that was\never painted on a human countenance it was not set as a stone, it was\nalso full of compassion. It was a comfort to me a long time afterward\nto consider that she could not have seen in me the smallest symptom\nof disrespect. “I don’t know what to do; I’m too tormented, I’m too\nashamed!” she continued with vehemence. Then turning away from me and\nburying her face in her hands she burst into a flood of tears. If she\ndid not know what to do it may be imagined whether I did any better.\nI stood there dumb, watching her while her sobs resounded in the great\nempty hall. In a moment she was facing me again, with her streaming\neyes. “I would give you everything--and she would understand, where she\nis--she would forgive me!”\n\n“Ah, Miss Tita--ah, Miss Tita,” I stammered, for all reply. I did\nnot know what to do, as I say, but at a venture I made a wild, vague\nmovement in consequence of which I found myself at the door. I remember\nstanding there and saying, “It wouldn’t do--it wouldn’t do!” pensively,\nawkwardly, grotesquely, while I looked away to the opposite end of the\nsala as if there were a beautiful view there. The next thing I remember\nis that I was downstairs and out of the house. My gondola was there and\nmy gondolier, reclining on the cushions, sprang up as soon as he saw me.\nI jumped in and to his usual “Dove commanda?” I replied, in a tone that\nmade him stare, “Anywhere, anywhere; out into the lagoon!”\n\nHe rowed me away and I sat there prostrate, groaning softly to myself,\nwith my hat pulled over my face. What in the name of the preposterous\ndid she mean if she did not mean to offer me her hand? That was the\nprice--that was the price! And did she think I wanted it, poor deluded,\ninfatuated, extravagant lady? My gondolier, behind me, must have seen my\nears red as I wondered, sitting there under the fluttering tenda, with\nmy hidden face, noticing nothing as we passed--wondered whether her\ndelusion, her infatuation had been my own reckless work. Did she think\nI had made love to her, even to get the papers? I had not, I had not;\nI repeated that over to myself for an hour, for two hours, till I was\nwearied if not convinced. I don’t know where my gondolier took me; we\nfloated aimlessly about in the lagoon, with slow, rare strokes. At last\nI became conscious that we were near the Lido, far up, on the right\nhand, as you turn your back to Venice, and I made him put me ashore. I\nwanted to walk, to move, to shed some of my bewilderment. I crossed the\nnarrow strip and got to the sea beach--I took my way toward Malamocco.\nBut presently I flung myself down again on the warm sand, in the breeze,\non the coarse dry grass. It took it out of me to think I had been\nso much at fault, that I had unwittingly but nonetheless deplorably\ntrifled. But I had not given her cause--distinctly I had not. I had\nsaid to Mrs. Prest that I would make love to her; but it had been a joke\nwithout consequences and I had never said it to Tita Bordereau. I had\nbeen as kind as possible, because I really liked her; but since when had\nthat become a crime where a woman of such an age and such an appearance\nwas concerned? I am far from remembering clearly the succession of\nevents and feelings during this long day of confusion, which I spent\nentirely in wandering about, without going home, until late at night;\nit only comes back to me that there were moments when I pacified my\nconscience and others when I lashed it into pain. I did not laugh all\nday--that I do recollect; the case, however it might have struck others,\nseemed to me so little amusing. It would have been better perhaps for me\nto feel the comic side of it. At any rate, whether I had given cause or\nnot it went without saying that I could not pay the price. I could\nnot accept. I could not, for a bundle of tattered papers, marry a\nridiculous, pathetic, provincial old woman. It was a proof that she did\nnot think the idea would come to me, her having determined to suggest\nit herself in that practical, argumentative, heroic way, in which the\ntimidity however had been so much more striking than the boldness that\nher reasons appeared to come first and her feelings afterward.\n\nAs the day went on I grew to wish that I had never heard of Aspern’s\nrelics, and I cursed the extravagant curiosity that had put John Cumnor\non the scent of them. We had more than enough material without them,\nand my predicament was the just punishment of that most fatal of human\nfollies, our not having known when to stop. It was very well to say\nit was no predicament, that the way out was simple, that I had only to\nleave Venice by the first train in the morning, after writing a note to\nMiss Tita, to be placed in her hand as soon as I got clear of the house;\nfor it was a strong sign that I was embarrassed that when I tried to\nmake up the note in my mind in advance (I would put it on paper as soon\nas I got home, before going to bed), I could not think of anything but\n“How can I thank you for the rare confidence you have placed in me?”\n That would never do; it sounded exactly as if an acceptance were to\nfollow. Of course I might go away without writing a word, but that\nwould be brutal and my idea was still to exclude brutal solutions. As my\nconfusion cooled I was lost in wonder at the importance I had attached\nto Miss Bordereau’s crumpled scraps; the thought of them became odious\nto me, and I was as vexed with the old witch for the superstition that\nhad prevented her from destroying them as I was with myself for having\nalready spent more money than I could afford in attempting to control\ntheir fate. I forget what I did, where I went after leaving the Lido and\nat what hour or with what recovery of composure I made my way back to my\nboat. I only know that in the afternoon, when the air was aglow with\nthe sunset, I was standing before the church of Saints John and Paul and\nlooking up at the small square-jawed face of Bartolommeo Colleoni, the\nterrible condottiere who sits so sturdily astride of his huge bronze\nhorse, on the high pedestal on which Venetian gratitude maintains him.\nThe statue is incomparable, the finest of all mounted figures, unless\nthat of Marcus Aurelius, who rides benignant before the Roman Capitol,\nbe finer: but I was not thinking of that; I only found myself staring at\nthe triumphant captain as if he had an oracle on his lips. The western\nlight shines into all his grimness at that hour and makes it wonderfully\npersonal. But he continued to look far over my head, at the red\nimmersion of another day--he had seen so many go down into the lagoon\nthrough the centuries--and if he were thinking of battles and stratagems\nthey were of a different quality from any I had to tell him of. He could\nnot direct me what to do, gaze up at him as I might. Was it before this\nor after that I wandered about for an hour in the small canals, to\nthe continued stupefaction of my gondolier, who had never seen me so\nrestless and yet so void of a purpose and could extract from me no order\nbut “Go anywhere--everywhere--all over the place”? He reminded me that\nI had not lunched and expressed therefore respectfully the hope that I\nwould dine earlier. He had had long periods of leisure during the day,\nwhen I had left the boat and rambled, so that I was not obliged to\nconsider him, and I told him that that day, for a change, I would touch\nno meat. It was an effect of poor Miss Tita’s proposal, not altogether\nauspicious, that I had quite lost my appetite. I don’t know why it\nhappened that on this occasion I was more than ever struck with that\nqueer air of sociability, of cousinship and family life, which makes up\nhalf the expression of Venice. Without streets and vehicles, the uproar\nof wheels, the brutality of horses, and with its little winding ways\nwhere people crowd together, where voices sound as in the corridors of\na house, where the human step circulates as if it skirted the angles of\nfurniture and shoes never wear out, the place has the character of an\nimmense collective apartment, in which Piazza San Marco is the most\nornamented corner and palaces and churches, for the rest, play the\npart of great divans of repose, tables of entertainment, expanses\nof decoration. And somehow the splendid common domicile, familiar,\ndomestic, and resonant, also resembles a theater, with actors clicking\nover bridges and, in straggling processions, tripping along fondamentas.\nAs you sit in your gondola the footways that in certain parts edge the\ncanals assume to the eye the importance of a stage, meeting it at the\nsame angle, and the Venetian figures, moving to and fro against the\nbattered scenery of their little houses of comedy, strike you as members\nof an endless dramatic troupe.\n\nI went to bed that night very tired, without being able to compose a\nletter to Miss Tita. Was this failure the reason why I became conscious\nthe next morning as soon as I awoke of a determination to see the poor\nlady again the first moment she would receive me? That had something to\ndo with it, but what had still more was the fact that during my sleep a\nvery odd revulsion had taken place in my spirit. I found myself aware of\nthis almost as soon as I opened my eyes; it made me jump out of my bed\nwith the movement of a man who remembers that he has left the house door\najar or a candle burning under a shelf. Was I still in time to save my\ngoods? That question was in my heart; for what had now come to pass\nwas that in the unconscious cerebration of sleep I had swung back to a\npassionate appreciation of Miss Bordereau’s papers. They were now more\nprecious than ever, and a kind of ferocity had come into my desire to\npossess them. The condition Miss Tita had attached to the possession of\nthem no longer appeared an obstacle worth thinking of, and for an hour,\nthat morning, my repentant imagination brushed it aside. It was absurd\nthat I should be able to invent nothing; absurd to renounce so easily\nand turn away helpless from the idea that the only way to get hold of\nthe papers was to unite myself to her for life. I would not unite myself\nand yet I would have them. I must add that by the time I sent down to\nask if she would see me I had invented no alternative, though to do so I\nhad had all the time that I was dressing. This failure was humiliating,\nyet what could the alternative be? Miss Tita sent back word that I\nmight come; and as I descended the stairs and crossed the sala to her\ndoor--this time she received me in her aunt’s forlorn parlor--I hoped\nshe would not think my errand was to tell her I accepted her hand. She\ncertainly would have made the day before the reflection that I declined\nit.\n\nAs soon as I came into the room I saw that she had drawn this inference,\nbut I also saw something which had not been in my forecast. Poor Miss\nTita’s sense of her failure had produced an extraordinary alteration in\nher, but I had been too full of my literary concupiscence to think of\nthat. Now I perceived it; I can scarcely tell how it startled me. She\nstood in the middle of the room with a face of mildness bent upon\nme, and her look of forgiveness, of absolution, made her angelic. It\nbeautified her; she was younger; she was not a ridiculous old woman.\nThis optical trick gave her a sort of phantasmagoric brightness, and\nwhile I was still the victim of it I heard a whisper somewhere in the\ndepths of my conscience: “Why not, after all--why not?” It seemed to\nme I was ready to pay the price. Still more distinctly however than\nthe whisper I heard Miss Tita’s own voice. I was so struck with the\ndifferent effect she made upon me that at first I was not clearly aware\nof what she was saying; then I perceived she had bade me goodbye--she\nsaid something about hoping I should be very happy.\n\n“Goodbye--goodbye?” I repeated with an inflection interrogative and\nprobably foolish.\n\nI saw she did not feel the interrogation, she only heard the words; she\nhad strung herself up to accepting our separation and they fell upon\nher ear as a proof. “Are you going today?” she asked. “But it doesn’t\nmatter, for whenever you go I shall not see you again. I don’t want to.”\n And she smiled strangely, with an infinite gentleness. She had never\ndoubted that I had left her the day before in horror. How could she,\nsince I had not come back before night to contradict, even as a simple\nform, such an idea? And now she had the force of soul--Miss Tita with\nforce of soul was a new conception--to smile at me in her humiliation.\n\n“What shall you do--where shall you go?” I asked.\n\n“Oh, I don’t know. I have done the great thing. I have destroyed the\npapers.”\n\n“Destroyed them?” I faltered.\n\n“Yes; what was I to keep them for? I burned them last night, one by one,\nin the kitchen.”\n\n“One by one?” I repeated, mechanically.\n\n“It took a long time--there were so many.” The room seemed to go round\nme as she said this, and a real darkness for a moment descended upon my\neyes. When it passed Miss Tita was there still, but the transfiguration\nwas over and she had changed back to a plain, dingy, elderly person.\nIt was in this character she spoke as she said, “I can’t stay with you\nlonger, I can’t;” and it was in this character that she turned her back\nupon me, as I had turned mine upon her twenty-four hours before, and\nmoved to the door of her room. Here she did what I had not done when I\nquitted her--she paused long enough to give me one look. I have never\nforgotten it and I sometimes still suffer from it, though it was not\nresentful. No, there was no resentment, nothing hard or vindictive in\npoor Miss Tita; for when, later, I sent her in exchange for the portrait\nof Jeffrey Aspern a larger sum of money than I had hoped to be able to\ngather for her, writing to her that I had sold the picture, she kept it\nwith thanks; she never sent it back. I wrote to her that I had sold the\npicture, but I admitted to Mrs. Prest, at the time (I met her in London,\nin the autumn), that it hangs above my writing table. When I look at it\nmy chagrin at the loss of the letters becomes almost intolerable."
}