{
 "author": [
  "Conrad, Joseph"
 ],
 "title": [
  "Heart of Darkness"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Trading posts -- Fiction",
  "Degeneration -- Fiction",
  "Europeans -- Africa -- Fiction",
  "Africa -- Fiction",
  "PR",
  "Imperialism -- Fiction",
  "Psychological fiction"
 ],
 "id": "219",
 "genre": [
  "fiction"
 ],
 "text": "HEART OF DARKNESS\n\nBy Joseph Conrad\n\n\n\n\nI\n\n\nThe Nellie, a cruising yawl, swung to her anchor without a flutter of\nthe sails, and was at rest. The flood had made, the wind was nearly\ncalm, and being bound down the river, the only thing for it was to come\nto and wait for the turn of the tide.\n\nThe sea-reach of the Thames stretched before us like the beginning of\nan interminable waterway. In the offing the sea and the sky were welded\ntogether without a joint, and in the luminous space the tanned sails\nof the barges drifting up with the tide seemed to stand still in red\nclusters of canvas sharply peaked, with gleams of varnished sprits. A\nhaze rested on the low shores that ran out to sea in vanishing flatness.\nThe air was dark above Gravesend, and farther back still seemed\ncondensed into a mournful gloom, brooding motionless over the biggest,\nand the greatest, town on earth.\n\nThe Director of Companies was our captain and our host. We four\naffectionately watched his back as he stood in the bows looking to\nseaward. On the whole river there was nothing that looked half so\nnautical. He resembled a pilot, which to a seaman is trustworthiness\npersonified. It was difficult to realize his work was not out there in\nthe luminous estuary, but behind him, within the brooding gloom.\n\nBetween us there was, as I have already said somewhere, the bond of\nthe sea. Besides holding our hearts together through long periods of\nseparation, it had the effect of making us tolerant of each other's\nyarns--and even convictions. The Lawyer--the best of old fellows--had,\nbecause of his many years and many virtues, the only cushion on deck,\nand was lying on the only rug. The Accountant had brought out already a\nbox of dominoes, and was toying architecturally with the bones. Marlow\nsat cross-legged right aft, leaning against the mizzen-mast. He had\nsunken cheeks, a yellow complexion, a straight back, an ascetic aspect,\nand, with his arms dropped, the palms of hands outwards, resembled an\nidol. The director, satisfied the anchor had good hold, made his way\naft and sat down amongst us. We exchanged a few words lazily. Afterwards\nthere was silence on board the yacht. For some reason or other we did\nnot begin that game of dominoes. We felt meditative, and fit for nothing\nbut placid staring. The day was ending in a serenity of still and\nexquisite brilliance. The water shone pacifically; the sky, without a\nspeck, was a benign immensity of unstained light; the very mist on the\nEssex marsh was like a gauzy and radiant fabric, hung from the wooded\nrises inland, and draping the low shores in diaphanous folds. Only the\ngloom to the west, brooding over the upper reaches, became more sombre\nevery minute, as if angered by the approach of the sun.\n\nAnd at last, in its curved and imperceptible fall, the sun sank low, and\nfrom glowing white changed to a dull red without rays and without heat,\nas if about to go out suddenly, stricken to death by the touch of that\ngloom brooding over a crowd of men.\n\nForthwith a change came over the waters, and the serenity became less\nbrilliant but more profound. The old river in its broad reach rested\nunruffled at the decline of day, after ages of good service done to the\nrace that peopled its banks, spread out in the tranquil dignity of a\nwaterway leading to the uttermost ends of the earth. We looked at the\nvenerable stream not in the vivid flush of a short day that comes and\ndeparts for ever, but in the august light of abiding memories. And\nindeed nothing is easier for a man who has, as the phrase goes,\n“followed the sea” with reverence and affection, than to evoke the\ngreat spirit of the past upon the lower reaches of the Thames. The tidal\ncurrent runs to and fro in its unceasing service, crowded with memories\nof men and ships it had borne to the rest of home or to the battles\nof the sea. It had known and served all the men of whom the nation is\nproud, from Sir Francis Drake to Sir John Franklin, knights all, titled\nand untitled--the great knights-errant of the sea. It had borne all the\nships whose names are like jewels flashing in the night of time, from\nthe _Golden Hind_ returning with her rotund flanks full of treasure, to be\nvisited by the Queen's Highness and thus pass out of the gigantic tale,\nto the _Erebus_ and _Terror_, bound on other conquests--and that never\nreturned. It had known the ships and the men. They had sailed from\nDeptford, from Greenwich, from Erith--the adventurers and the settlers;\nkings' ships and the ships of men on 'Change; captains, admirals, the\ndark “interlopers” of the Eastern trade, and the commissioned “generals”\n of East India fleets. Hunters for gold or pursuers of fame, they all\nhad gone out on that stream, bearing the sword, and often the torch,\nmessengers of the might within the land, bearers of a spark from the\nsacred fire. What greatness had not floated on the ebb of that river\ninto the mystery of an unknown earth!... The dreams of men, the seed\nof commonwealths, the germs of empires.\n\nThe sun set; the dusk fell on the stream, and lights began to appear\nalong the shore. The Chapman light-house, a three-legged thing erect\non a mud-flat, shone strongly. Lights of ships moved in the fairway--a\ngreat stir of lights going up and going down. And farther west on the\nupper reaches the place of the monstrous town was still marked ominously\non the sky, a brooding gloom in sunshine, a lurid glare under the stars.\n\n“And this also,” said Marlow suddenly, “has been one of the dark places\nof the earth.”\n\nHe was the only man of us who still “followed the sea.” The worst that\ncould be said of him was that he did not represent his class. He was a\nseaman, but he was a wanderer, too, while most seamen lead, if one may\nso express it, a sedentary life. Their minds are of the stay-at-home\norder, and their home is always with them--the ship; and so is their\ncountry--the sea. One ship is very much like another, and the sea is\nalways the same. In the immutability of their surroundings the foreign\nshores, the foreign faces, the changing immensity of life, glide past,\nveiled not by a sense of mystery but by a slightly disdainful ignorance;\nfor there is nothing mysterious to a seaman unless it be the sea itself,\nwhich is the mistress of his existence and as inscrutable as Destiny.\nFor the rest, after his hours of work, a casual stroll or a casual spree\non shore suffices to unfold for him the secret of a whole continent,\nand generally he finds the secret not worth knowing. The yarns of seamen\nhave a direct simplicity, the whole meaning of which lies within the\nshell of a cracked nut. But Marlow was not typical (if his propensity\nto spin yarns be excepted), and to him the meaning of an episode was not\ninside like a kernel but outside, enveloping the tale which brought it\nout only as a glow brings out a haze, in the likeness of one of these\nmisty halos that sometimes are made visible by the spectral illumination\nof moonshine.\n\nHis remark did not seem at all surprising. It was just like Marlow.\nIt was accepted in silence. No one took the trouble to grunt even; and\npresently he said, very slow--“I was thinking of very old times, when\nthe Romans first came here, nineteen hundred years ago--the other day\n.... Light came out of this river since--you say Knights? Yes; but\nit is like a running blaze on a plain, like a flash of lightning in the\nclouds. We live in the flicker--may it last as long as the old earth\nkeeps rolling! But darkness was here yesterday. Imagine the feelings\nof a commander of a fine--what d'ye call 'em?--trireme in the\nMediterranean, ordered suddenly to the north; run overland across the\nGauls in a hurry; put in charge of one of these craft the legionaries--a\nwonderful lot of handy men they must have been, too--used to build,\napparently by the hundred, in a month or two, if we may believe what we\nread. Imagine him here--the very end of the world, a sea the colour\nof lead, a sky the colour of smoke, a kind of ship about as rigid as a\nconcertina--and going up this river with stores, or orders, or what you\nlike. Sand-banks, marshes, forests, savages,--precious little to eat\nfit for a civilized man, nothing but Thames water to drink. No Falernian\nwine here, no going ashore. Here and there a military camp lost in\na wilderness, like a needle in a bundle of hay--cold, fog, tempests,\ndisease, exile, and death--death skulking in the air, in the water, in\nthe bush. They must have been dying like flies here. Oh, yes--he did\nit. Did it very well, too, no doubt, and without thinking much about\nit either, except afterwards to brag of what he had gone through in his\ntime, perhaps. They were men enough to face the darkness. And perhaps he\nwas cheered by keeping his eye on a chance of promotion to the fleet at\nRavenna by and by, if he had good friends in Rome and survived the awful\nclimate. Or think of a decent young citizen in a toga--perhaps too\nmuch dice, you know--coming out here in the train of some prefect, or\ntax-gatherer, or trader even, to mend his fortunes. Land in a swamp,\nmarch through the woods, and in some inland post feel the savagery, the\nutter savagery, had closed round him--all that mysterious life of the\nwilderness that stirs in the forest, in the jungles, in the hearts of\nwild men. There's no initiation either into such mysteries. He has to\nlive in the midst of the incomprehensible, which is also detestable. And\nit has a fascination, too, that goes to work upon him. The fascination\nof the abomination--you know, imagine the growing regrets, the longing\nto escape, the powerless disgust, the surrender, the hate.”\n\nHe paused.\n\n“Mind,” he began again, lifting one arm from the elbow, the palm of the\nhand outwards, so that, with his legs folded before him, he had the\npose of a Buddha preaching in European clothes and without a\nlotus-flower--“Mind, none of us would feel exactly like this. What saves\nus is efficiency--the devotion to efficiency. But these chaps were not\nmuch account, really. They were no colonists; their administration was\nmerely a squeeze, and nothing more, I suspect. They were conquerors, and\nfor that you want only brute force--nothing to boast of, when you have\nit, since your strength is just an accident arising from the weakness of\nothers. They grabbed what they could get for the sake of what was to\nbe got. It was just robbery with violence, aggravated murder on a great\nscale, and men going at it blind--as is very proper for those who tackle\na darkness. The conquest of the earth, which mostly means the taking\nit away from those who have a different complexion or slightly flatter\nnoses than ourselves, is not a pretty thing when you look into it too\nmuch. What redeems it is the idea only. An idea at the back of it; not\na sentimental pretence but an idea; and an unselfish belief in the\nidea--something you can set up, and bow down before, and offer a\nsacrifice to....”\n\nHe broke off. Flames glided in the river, small green flames, red\nflames, white flames, pursuing, overtaking, joining, crossing each\nother--then separating slowly or hastily. The traffic of the great city\nwent on in the deepening night upon the sleepless river. We looked on,\nwaiting patiently--there was nothing else to do till the end of\nthe flood; but it was only after a long silence, when he said, in\na hesitating voice, “I suppose you fellows remember I did once turn\nfresh-water sailor for a bit,” that we knew we were fated, before\nthe ebb began to run, to hear about one of Marlow's inconclusive\nexperiences.\n\n“I don't want to bother you much with what happened to me personally,”\n he began, showing in this remark the weakness of many tellers of tales\nwho seem so often unaware of what their audience would like best to\nhear; “yet to understand the effect of it on me you ought to know how I\ngot out there, what I saw, how I went up that river to the place where I\nfirst met the poor chap. It was the farthest point of navigation and the\nculminating point of my experience. It seemed somehow to throw a kind\nof light on everything about me--and into my thoughts. It was sombre\nenough, too--and pitiful--not extraordinary in any way--not very clear\neither. No, not very clear. And yet it seemed to throw a kind of light.\n\n“I had then, as you remember, just returned to London after a lot of\nIndian Ocean, Pacific, China Seas--a regular dose of the East--six years\nor so, and I was loafing about, hindering you fellows in your work and\ninvading your homes, just as though I had got a heavenly mission to\ncivilize you. It was very fine for a time, but after a bit I did get\ntired of resting. Then I began to look for a ship--I should think the\nhardest work on earth. But the ships wouldn't even look at me. And I got\ntired of that game, too.\n\n“Now when I was a little chap I had a passion for maps. I would look for\nhours at South America, or Africa, or Australia, and lose myself in all\nthe glories of exploration. At that time there were many blank spaces on\nthe earth, and when I saw one that looked particularly inviting on a map\n(but they all look that) I would put my finger on it and say, 'When\nI grow up I will go there.' The North Pole was one of these places, I\nremember. Well, I haven't been there yet, and shall not try now. The\nglamour's off. Other places were scattered about the hemispheres. I\nhave been in some of them, and... well, we won't talk about that. But\nthere was one yet--the biggest, the most blank, so to speak--that I had\na hankering after.\n\n“True, by this time it was not a blank space any more. It had got filled\nsince my boyhood with rivers and lakes and names. It had ceased to be\na blank space of delightful mystery--a white patch for a boy to dream\ngloriously over. It had become a place of darkness. But there was in it\none river especially, a mighty big river, that you could see on the map,\nresembling an immense snake uncoiled, with its head in the sea, its\nbody at rest curving afar over a vast country, and its tail lost in the\ndepths of the land. And as I looked at the map of it in a shop-window,\nit fascinated me as a snake would a bird--a silly little bird. Then I\nremembered there was a big concern, a Company for trade on that river.\nDash it all! I thought to myself, they can't trade without using some\nkind of craft on that lot of fresh water--steamboats! Why shouldn't I\ntry to get charge of one? I went on along Fleet Street, but could not\nshake off the idea. The snake had charmed me.\n\n“You understand it was a Continental concern, that Trading society; but\nI have a lot of relations living on the Continent, because it's cheap\nand not so nasty as it looks, they say.\n\n“I am sorry to own I began to worry them. This was already a fresh\ndeparture for me. I was not used to get things that way, you know. I\nalways went my own road and on my own legs where I had a mind to go. I\nwouldn't have believed it of myself; but, then--you see--I felt somehow\nI must get there by hook or by crook. So I worried them. The men said\n'My dear fellow,' and did nothing. Then--would you believe it?--I tried\nthe women. I, Charlie Marlow, set the women to work--to get a job.\nHeavens! Well, you see, the notion drove me. I had an aunt, a dear\nenthusiastic soul. She wrote: 'It will be delightful. I am ready to do\nanything, anything for you. It is a glorious idea. I know the wife of a\nvery high personage in the Administration, and also a man who has lots\nof influence with,' etc. She was determined to make no end of fuss to\nget me appointed skipper of a river steamboat, if such was my fancy.\n\n“I got my appointment--of course; and I got it very quick. It appears\nthe Company had received news that one of their captains had been killed\nin a scuffle with the natives. This was my chance, and it made me the\nmore anxious to go. It was only months and months afterwards, when I\nmade the attempt to recover what was left of the body, that I heard the\noriginal quarrel arose from a misunderstanding about some hens. Yes,\ntwo black hens. Fresleven--that was the fellow's name, a Dane--thought\nhimself wronged somehow in the bargain, so he went ashore and started to\nhammer the chief of the village with a stick. Oh, it didn't surprise\nme in the least to hear this, and at the same time to be told that\nFresleven was the gentlest, quietest creature that ever walked on two\nlegs. No doubt he was; but he had been a couple of years already out\nthere engaged in the noble cause, you know, and he probably felt the\nneed at last of asserting his self-respect in some way. Therefore he\nwhacked the old nigger mercilessly, while a big crowd of his people\nwatched him, thunderstruck, till some man--I was told the chief's\nson--in desperation at hearing the old chap yell, made a tentative jab\nwith a spear at the white man--and of course it went quite easy between\nthe shoulder-blades. Then the whole population cleared into the forest,\nexpecting all kinds of calamities to happen, while, on the other hand,\nthe steamer Fresleven commanded left also in a bad panic, in charge of\nthe engineer, I believe. Afterwards nobody seemed to trouble much\nabout Fresleven's remains, till I got out and stepped into his shoes. I\ncouldn't let it rest, though; but when an opportunity offered at last to\nmeet my predecessor, the grass growing through his ribs was tall enough\nto hide his bones. They were all there. The supernatural being had not\nbeen touched after he fell. And the village was deserted, the huts gaped\nblack, rotting, all askew within the fallen enclosures. A calamity\nhad come to it, sure enough. The people had vanished. Mad terror had\nscattered them, men, women, and children, through the bush, and they had\nnever returned. What became of the hens I don't know either. I should\nthink the cause of progress got them, anyhow. However, through this\nglorious affair I got my appointment, before I had fairly begun to hope\nfor it.\n\n“I flew around like mad to get ready, and before forty-eight hours I was\ncrossing the Channel to show myself to my employers, and sign the\ncontract. In a very few hours I arrived in a city that always makes me\nthink of a whited sepulchre. Prejudice no doubt. I had no difficulty in\nfinding the Company's offices. It was the biggest thing in the town, and\neverybody I met was full of it. They were going to run an over-sea\nempire, and make no end of coin by trade.\n\n“A narrow and deserted street in deep shadow, high houses, innumerable\nwindows with venetian blinds, a dead silence, grass sprouting between\nthe stones, imposing carriage archways right and left, immense double\ndoors standing ponderously ajar. I slipped through one of these cracks,\nwent up a swept and ungarnished staircase, as arid as a desert, and\nopened the first door I came to. Two women, one fat and the other slim,\nsat on straw-bottomed chairs, knitting black wool. The slim one got up\nand walked straight at me--still knitting with downcast eyes--and only\njust as I began to think of getting out of her way, as you would for a\nsomnambulist, stood still, and looked up. Her dress was as plain as an\numbrella-cover, and she turned round without a word and preceded me into\na waiting-room. I gave my name, and looked about. Deal table in the\nmiddle, plain chairs all round the walls, on one end a large shining\nmap, marked with all the colours of a rainbow. There was a vast amount\nof red--good to see at any time, because one knows that some real work\nis done in there, a deuce of a lot of blue, a little green, smears of\norange, and, on the East Coast, a purple patch, to show where the jolly\npioneers of progress drink the jolly lager-beer. However, I wasn't going\ninto any of these. I was going into the yellow. Dead in the centre. And\nthe river was there--fascinating--deadly--like a snake. Ough! A door\nopened, a white-haired secretarial head, but wearing a compassionate\nexpression, appeared, and a skinny forefinger beckoned me into the\nsanctuary. Its light was dim, and a heavy writing-desk squatted in the\nmiddle. From behind that structure came out an impression of pale\nplumpness in a frock-coat. The great man himself. He was five feet six,\nI should judge, and had his grip on the handle-end of ever so many\nmillions. He shook hands, I fancy, murmured vaguely, was satisfied with\nmy French. _Bon Voyage_.\n\n“In about forty-five seconds I found myself again in the waiting-room\nwith the compassionate secretary, who, full of desolation and sympathy,\nmade me sign some document. I believe I undertook amongst other things\nnot to disclose any trade secrets. Well, I am not going to.\n\n“I began to feel slightly uneasy. You know I am not used to such\nceremonies, and there was something ominous in the atmosphere. It\nwas just as though I had been let into some conspiracy--I don't\nknow--something not quite right; and I was glad to get out. In the outer\nroom the two women knitted black wool feverishly. People were arriving,\nand the younger one was walking back and forth introducing them. The\nold one sat on her chair. Her flat cloth slippers were propped up on\na foot-warmer, and a cat reposed on her lap. She wore a starched\nwhite affair on her head, had a wart on one cheek, and silver-rimmed\nspectacles hung on the tip of her nose. She glanced at me above the\nglasses. The swift and indifferent placidity of that look troubled me.\nTwo youths with foolish and cheery countenances were being piloted over,\nand she threw at them the same quick glance of unconcerned wisdom. She\nseemed to know all about them and about me, too. An eerie feeling came\nover me. She seemed uncanny and fateful. Often far away there I thought\nof these two, guarding the door of Darkness, knitting black wool as for\na warm pall, one introducing, introducing continuously to the unknown,\nthe other scrutinizing the cheery and foolish faces with unconcerned old\neyes. _Ave!_ Old knitter of black wool. _Morituri te salutant_. Not\nmany of those she looked at ever saw her again--not half, by a long way.\n\n“There was yet a visit to the doctor. 'A simple formality,' assured me\nthe secretary, with an air of taking an immense part in all my sorrows.\nAccordingly a young chap wearing his hat over the left eyebrow, some\nclerk I suppose--there must have been clerks in the business, though\nthe house was as still as a house in a city of the dead--came from\nsomewhere up-stairs, and led me forth. He was shabby and careless, with\ninkstains on the sleeves of his jacket, and his cravat was large and\nbillowy, under a chin shaped like the toe of an old boot. It was a\nlittle too early for the doctor, so I proposed a drink, and thereupon he\ndeveloped a vein of joviality. As we sat over our vermouths he glorified\nthe Company's business, and by and by I expressed casually my surprise\nat him not going out there. He became very cool and collected all at\nonce. 'I am not such a fool as I look, quoth Plato to his disciples,'\nhe said sententiously, emptied his glass with great resolution, and we\nrose.\n\n“The old doctor felt my pulse, evidently thinking of something else\nthe while. 'Good, good for there,' he mumbled, and then with a certain\neagerness asked me whether I would let him measure my head. Rather\nsurprised, I said Yes, when he produced a thing like calipers and got\nthe dimensions back and front and every way, taking notes carefully. He\nwas an unshaven little man in a threadbare coat like a gaberdine, with\nhis feet in slippers, and I thought him a harmless fool. 'I always ask\nleave, in the interests of science, to measure the crania of those going\nout there,' he said. 'And when they come back, too?' I asked. 'Oh, I\nnever see them,' he remarked; 'and, moreover, the changes take place\ninside, you know.' He smiled, as if at some quiet joke. 'So you are\ngoing out there. Famous. Interesting, too.' He gave me a searching\nglance, and made another note. 'Ever any madness in your family?' he\nasked, in a matter-of-fact tone. I felt very annoyed. 'Is that question\nin the interests of science, too?' 'It would be,' he said, without\ntaking notice of my irritation, 'interesting for science to watch the\nmental changes of individuals, on the spot, but...' 'Are you an\nalienist?' I interrupted. 'Every doctor should be--a little,' answered\nthat original, imperturbably. 'I have a little theory which you\nmessieurs who go out there must help me to prove. This is my share\nin the advantages my country shall reap from the possession of such a\nmagnificent dependency. The mere wealth I leave to others. Pardon my\nquestions, but you are the first Englishman coming under my\nobservation...' I hastened to assure him I was not in the least typical.\n'If I were,' said I, 'I wouldn't be talking like this with you.' 'What\nyou say is rather profound, and probably erroneous,' he said, with a\nlaugh. 'Avoid irritation more than exposure to the sun. _Adieu_. How do\nyou English say, eh? Good-bye. Ah! Good-bye. _Adieu_. In the tropics one\nmust before everything keep calm.'... He lifted a warning forefinger....\n'_Du calme, du calme_.'\n\n“One thing more remained to do--say good-bye to my excellent aunt. I\nfound her triumphant. I had a cup of tea--the last decent cup of tea for\nmany days--and in a room that most soothingly looked just as you would\nexpect a lady's drawing-room to look, we had a long quiet chat by the\nfireside. In the course of these confidences it became quite plain to me\nI had been represented to the wife of the high dignitary, and goodness\nknows to how many more people besides, as an exceptional and gifted\ncreature--a piece of good fortune for the Company--a man you don't get\nhold of every day. Good heavens! and I was going to take charge of a\ntwo-penny-half-penny river-steamboat with a penny whistle attached! It\nappeared, however, I was also one of the Workers, with a capital--you\nknow. Something like an emissary of light, something like a lower sort\nof apostle. There had been a lot of such rot let loose in print and talk\njust about that time, and the excellent woman, living right in the rush\nof all that humbug, got carried off her feet. She talked about 'weaning\nthose ignorant millions from their horrid ways,' till, upon my word, she\nmade me quite uncomfortable. I ventured to hint that the Company was run\nfor profit.\n\n“'You forget, dear Charlie, that the labourer is worthy of his hire,'\nshe said, brightly. It's queer how out of touch with truth women are.\nThey live in a world of their own, and there has never been anything\nlike it, and never can be. It is too beautiful altogether, and if they\nwere to set it up it would go to pieces before the first sunset. Some\nconfounded fact we men have been living contentedly with ever since the\nday of creation would start up and knock the whole thing over.\n\n“After this I got embraced, told to wear flannel, be sure to write\noften, and so on--and I left. In the street--I don't know why--a queer\nfeeling came to me that I was an imposter. Odd thing that I, who used to\nclear out for any part of the world at twenty-four hours' notice, with\nless thought than most men give to the crossing of a street, had a\nmoment--I won't say of hesitation, but of startled pause, before this\ncommonplace affair. The best way I can explain it to you is by saying\nthat, for a second or two, I felt as though, instead of going to the\ncentre of a continent, I were about to set off for the centre of the\nearth.\n\n“I left in a French steamer, and she called in every blamed port they\nhave out there, for, as far as I could see, the sole purpose of landing\nsoldiers and custom-house officers. I watched the coast. Watching a\ncoast as it slips by the ship is like thinking about an enigma. There\nit is before you--smiling, frowning, inviting, grand, mean, insipid, or\nsavage, and always mute with an air of whispering, 'Come and find out.'\nThis one was almost featureless, as if still in the making, with\nan aspect of monotonous grimness. The edge of a colossal jungle, so\ndark-green as to be almost black, fringed with white surf, ran straight,\nlike a ruled line, far, far away along a blue sea whose glitter was\nblurred by a creeping mist. The sun was fierce, the land seemed to\nglisten and drip with steam. Here and there greyish-whitish specks\nshowed up clustered inside the white surf, with a flag flying above\nthem perhaps. Settlements some centuries old, and still no bigger than\npinheads on the untouched expanse of their background. We pounded along,\nstopped, landed soldiers; went on, landed custom-house clerks to levy\ntoll in what looked like a God-forsaken wilderness, with a tin shed\nand a flag-pole lost in it; landed more soldiers--to take care of the\ncustom-house clerks, presumably. Some, I heard, got drowned in the surf;\nbut whether they did or not, nobody seemed particularly to care. They\nwere just flung out there, and on we went. Every day the coast\nlooked the same, as though we had not moved; but we passed various\nplaces--trading places--with names like Gran' Bassam, Little Popo; names\nthat seemed to belong to some sordid farce acted in front of a sinister\nback-cloth. The idleness of a passenger, my isolation amongst all these\nmen with whom I had no point of contact, the oily and languid sea, the\nuniform sombreness of the coast, seemed to keep me away from the truth\nof things, within the toil of a mournful and senseless delusion. The\nvoice of the surf heard now and then was a positive pleasure, like the\nspeech of a brother. It was something natural, that had its reason, that\nhad a meaning. Now and then a boat from the shore gave one a momentary\ncontact with reality. It was paddled by black fellows. You could see\nfrom afar the white of their eyeballs glistening. They shouted, sang;\ntheir bodies streamed with perspiration; they had faces like grotesque\nmasks--these chaps; but they had bone, muscle, a wild vitality, an\nintense energy of movement, that was as natural and true as the surf\nalong their coast. They wanted no excuse for being there. They were a\ngreat comfort to look at. For a time I would feel I belonged still to\na world of straightforward facts; but the feeling would not last long.\nSomething would turn up to scare it away. Once, I remember, we came upon\na man-of-war anchored off the coast. There wasn't even a shed there, and\nshe was shelling the bush. It appears the French had one of their wars\ngoing on thereabouts. Her ensign dropped limp like a rag; the muzzles\nof the long six-inch guns stuck out all over the low hull; the greasy,\nslimy swell swung her up lazily and let her down, swaying her thin\nmasts. In the empty immensity of earth, sky, and water, there she was,\nincomprehensible, firing into a continent. Pop, would go one of the\nsix-inch guns; a small flame would dart and vanish, a little white smoke\nwould disappear, a tiny projectile would give a feeble screech--and\nnothing happened. Nothing could happen. There was a touch of insanity in\nthe proceeding, a sense of lugubrious drollery in the sight; and it was\nnot dissipated by somebody on board assuring me earnestly there was\na camp of natives--he called them enemies!--hidden out of sight\nsomewhere.\n\n“We gave her her letters (I heard the men in that lonely ship were dying\nof fever at the rate of three a day) and went on. We called at some more\nplaces with farcical names, where the merry dance of death and trade\ngoes on in a still and earthy atmosphere as of an overheated catacomb;\nall along the formless coast bordered by dangerous surf, as if Nature\nherself had tried to ward off intruders; in and out of rivers, streams\nof death in life, whose banks were rotting into mud, whose waters,\nthickened into slime, invaded the contorted mangroves, that seemed to\nwrithe at us in the extremity of an impotent despair. Nowhere did we\nstop long enough to get a particularized impression, but the general\nsense of vague and oppressive wonder grew upon me. It was like a weary\npilgrimage amongst hints for nightmares.\n\n“It was upward of thirty days before I saw the mouth of the big river.\nWe anchored off the seat of the government. But my work would not begin\ntill some two hundred miles farther on. So as soon as I could I made a\nstart for a place thirty miles higher up.\n\n“I had my passage on a little sea-going steamer. Her captain was a\nSwede, and knowing me for a seaman, invited me on the bridge. He was a\nyoung man, lean, fair, and morose, with lanky hair and a shuffling gait.\nAs we left the miserable little wharf, he tossed his head contemptuously\nat the shore. 'Been living there?' he asked. I said, 'Yes.' 'Fine lot\nthese government chaps--are they not?' he went on, speaking English\nwith great precision and considerable bitterness. 'It is funny what some\npeople will do for a few francs a month. I wonder what becomes of that\nkind when it goes upcountry?' I said to him I expected to see that\nsoon. 'So-o-o!' he exclaimed. He shuffled athwart, keeping one eye ahead\nvigilantly. 'Don't be too sure,' he continued. 'The other day I took\nup a man who hanged himself on the road. He was a Swede, too.'\n'Hanged himself! Why, in God's name?' I cried. He kept on looking\nout watchfully. 'Who knows? The sun too much for him, or the country\nperhaps.'\n\n“At last we opened a reach. A rocky cliff appeared, mounds of turned-up\nearth by the shore, houses on a hill, others with iron roofs, amongst a\nwaste of excavations, or hanging to the declivity. A continuous noise of\nthe rapids above hovered over this scene of inhabited devastation. A\nlot of people, mostly black and naked, moved about like ants. A jetty\nprojected into the river. A blinding sunlight drowned all this at times\nin a sudden recrudescence of glare. 'There's your Company's station,'\nsaid the Swede, pointing to three wooden barrack-like structures on the\nrocky slope. 'I will send your things up. Four boxes did you say? So.\nFarewell.'\n\n“I came upon a boiler wallowing in the grass, then found a path\nleading up the hill. It turned aside for the boulders, and also for an\nundersized railway-truck lying there on its back with its wheels in\nthe air. One was off. The thing looked as dead as the carcass of some\nanimal. I came upon more pieces of decaying machinery, a stack of rusty\nrails. To the left a clump of trees made a shady spot, where dark things\nseemed to stir feebly. I blinked, the path was steep. A horn tooted to\nthe right, and I saw the black people run. A heavy and dull detonation\nshook the ground, a puff of smoke came out of the cliff, and that was\nall. No change appeared on the face of the rock. They were building a\nrailway. The cliff was not in the way or anything; but this objectless\nblasting was all the work going on.\n\n“A slight clinking behind me made me turn my head. Six black men\nadvanced in a file, toiling up the path. They walked erect and slow,\nbalancing small baskets full of earth on their heads, and the clink kept\ntime with their footsteps. Black rags were wound round their loins, and\nthe short ends behind waggled to and fro like tails. I could see every\nrib, the joints of their limbs were like knots in a rope; each had an\niron collar on his neck, and all were connected together with a chain\nwhose bights swung between them, rhythmically clinking. Another report\nfrom the cliff made me think suddenly of that ship of war I had seen\nfiring into a continent. It was the same kind of ominous voice; but\nthese men could by no stretch of imagination be called enemies. They\nwere called criminals, and the outraged law, like the bursting shells,\nhad come to them, an insoluble mystery from the sea. All their meagre\nbreasts panted together, the violently dilated nostrils quivered, the\neyes stared stonily uphill. They passed me within six inches, without a\nglance, with that complete, deathlike indifference of unhappy savages.\nBehind this raw matter one of the reclaimed, the product of the new\nforces at work, strolled despondently, carrying a rifle by its middle.\nHe had a uniform jacket with one button off, and seeing a white man on\nthe path, hoisted his weapon to his shoulder with alacrity. This was\nsimple prudence, white men being so much alike at a distance that he\ncould not tell who I might be. He was speedily reassured, and with a\nlarge, white, rascally grin, and a glance at his charge, seemed to take\nme into partnership in his exalted trust. After all, I also was a part\nof the great cause of these high and just proceedings.\n\n“Instead of going up, I turned and descended to the left. My idea was to\nlet that chain-gang get out of sight before I climbed the hill. You know\nI am not particularly tender; I've had to strike and to fend off.\nI've had to resist and to attack sometimes--that's only one way of\nresisting--without counting the exact cost, according to the demands\nof such sort of life as I had blundered into. I've seen the devil of\nviolence, and the devil of greed, and the devil of hot desire; but, by\nall the stars! these were strong, lusty, red-eyed devils, that swayed\nand drove men--men, I tell you. But as I stood on this hillside, I\nforesaw that in the blinding sunshine of that land I would become\nacquainted with a flabby, pretending, weak-eyed devil of a rapacious and\npitiless folly. How insidious he could be, too, I was only to find out\nseveral months later and a thousand miles farther. For a moment I\nstood appalled, as though by a warning. Finally I descended the hill,\nobliquely, towards the trees I had seen.\n\n“I avoided a vast artificial hole somebody had been digging on the\nslope, the purpose of which I found it impossible to divine. It wasn't\na quarry or a sandpit, anyhow. It was just a hole. It might have\nbeen connected with the philanthropic desire of giving the criminals\nsomething to do. I don't know. Then I nearly fell into a very narrow\nravine, almost no more than a scar in the hillside. I discovered that\na lot of imported drainage-pipes for the settlement had been tumbled in\nthere. There wasn't one that was not broken. It was a wanton smash-up.\nAt last I got under the trees. My purpose was to stroll into the shade\nfor a moment; but no sooner within than it seemed to me I had stepped\ninto the gloomy circle of some Inferno. The rapids were near, and an\nuninterrupted, uniform, headlong, rushing noise filled the mournful\nstillness of the grove, where not a breath stirred, not a leaf moved,\nwith a mysterious sound--as though the tearing pace of the launched\nearth had suddenly become audible.\n\n“Black shapes crouched, lay, sat between the trees leaning against the\ntrunks, clinging to the earth, half coming out, half effaced within\nthe dim light, in all the attitudes of pain, abandonment, and despair.\nAnother mine on the cliff went off, followed by a slight shudder of the\nsoil under my feet. The work was going on. The work! And this was the\nplace where some of the helpers had withdrawn to die.\n\n“They were dying slowly--it was very clear. They were not enemies, they\nwere not criminals, they were nothing earthly now--nothing but black\nshadows of disease and starvation, lying confusedly in the greenish\ngloom. Brought from all the recesses of the coast in all the legality\nof time contracts, lost in uncongenial surroundings, fed on unfamiliar\nfood, they sickened, became inefficient, and were then allowed to crawl\naway and rest. These moribund shapes were free as air--and nearly as\nthin. I began to distinguish the gleam of the eyes under the trees.\nThen, glancing down, I saw a face near my hand. The black bones reclined\nat full length with one shoulder against the tree, and slowly the\neyelids rose and the sunken eyes looked up at me, enormous and vacant,\na kind of blind, white flicker in the depths of the orbs, which died out\nslowly. The man seemed young--almost a boy--but you know with them it's\nhard to tell. I found nothing else to do but to offer him one of my good\nSwede's ship's biscuits I had in my pocket. The fingers closed slowly\non it and held--there was no other movement and no other glance. He had\ntied a bit of white worsted round his neck--Why? Where did he get it?\nWas it a badge--an ornament--a charm--a propitiatory act? Was there any\nidea at all connected with it? It looked startling round his black neck,\nthis bit of white thread from beyond the seas.\n\n“Near the same tree two more bundles of acute angles sat with their legs\ndrawn up. One, with his chin propped on his knees, stared at nothing,\nin an intolerable and appalling manner: his brother phantom rested its\nforehead, as if overcome with a great weariness; and all about others\nwere scattered in every pose of contorted collapse, as in some picture\nof a massacre or a pestilence. While I stood horror-struck, one of these\ncreatures rose to his hands and knees, and went off on all-fours towards\nthe river to drink. He lapped out of his hand, then sat up in the\nsunlight, crossing his shins in front of him, and after a time let his\nwoolly head fall on his breastbone.\n\n“I didn't want any more loitering in the shade, and I made haste towards\nthe station. When near the buildings I met a white man, in such an\nunexpected elegance of get-up that in the first moment I took him for\na sort of vision. I saw a high starched collar, white cuffs, a light\nalpaca jacket, snowy trousers, a clean necktie, and varnished boots. No\nhat. Hair parted, brushed, oiled, under a green-lined parasol held in a\nbig white hand. He was amazing, and had a penholder behind his ear.\n\n“I shook hands with this miracle, and I learned he was the Company's\nchief accountant, and that all the book-keeping was done at this\nstation. He had come out for a moment, he said, 'to get a breath of\nfresh air. The expression sounded wonderfully odd, with its suggestion\nof sedentary desk-life. I wouldn't have mentioned the fellow to you at\nall, only it was from his lips that I first heard the name of the\nman who is so indissolubly connected with the memories of that time.\nMoreover, I respected the fellow. Yes; I respected his collars, his\nvast cuffs, his brushed hair. His appearance was certainly that of a\nhairdresser's dummy; but in the great demoralization of the land he\nkept up his appearance. That's backbone. His starched collars and got-up\nshirt-fronts were achievements of character. He had been out nearly\nthree years; and, later, I could not help asking him how he managed to\nsport such linen. He had just the faintest blush, and said modestly,\n'I've been teaching one of the native women about the station. It was\ndifficult. She had a distaste for the work.' Thus this man had verily\naccomplished something. And he was devoted to his books, which were in\napple-pie order.\n\n“Everything else in the station was in a muddle--heads, things,\nbuildings. Strings of dusty niggers with splay feet arrived and\ndeparted; a stream of manufactured goods, rubbishy cottons, beads,\nand brass-wire sent into the depths of darkness, and in return came a\nprecious trickle of ivory.\n\n“I had to wait in the station for ten days--an eternity. I lived in a\nhut in the yard, but to be out of the chaos I would sometimes get into\nthe accountant's office. It was built of horizontal planks, and so badly\nput together that, as he bent over his high desk, he was barred from\nneck to heels with narrow strips of sunlight. There was no need to\nopen the big shutter to see. It was hot there, too; big flies buzzed\nfiendishly, and did not sting, but stabbed. I sat generally on the\nfloor, while, of faultless appearance (and even slightly scented),\nperching on a high stool, he wrote, he wrote. Sometimes he stood up for\nexercise. When a truckle-bed with a sick man (some invalid agent from\nupcountry) was put in there, he exhibited a gentle annoyance. 'The\ngroans of this sick person,' he said, 'distract my attention. And\nwithout that it is extremely difficult to guard against clerical errors\nin this climate.'\n\n“One day he remarked, without lifting his head, 'In the interior you\nwill no doubt meet Mr. Kurtz.' On my asking who Mr. Kurtz was, he\nsaid he was a first-class agent; and seeing my disappointment at\nthis information, he added slowly, laying down his pen, 'He is a very\nremarkable person.' Further questions elicited from him that Mr. Kurtz\nwas at present in charge of a trading-post, a very important one, in the\ntrue ivory-country, at 'the very bottom of there. Sends in as much ivory\nas all the others put together...' He began to write again. The sick\nman was too ill to groan. The flies buzzed in a great peace.\n\n“Suddenly there was a growing murmur of voices and a great tramping of\nfeet. A caravan had come in. A violent babble of uncouth sounds burst\nout on the other side of the planks. All the carriers were speaking\ntogether, and in the midst of the uproar the lamentable voice of the\nchief agent was heard 'giving it up' tearfully for the twentieth time\nthat day.... He rose slowly. 'What a frightful row,' he said. He\ncrossed the room gently to look at the sick man, and returning, said to\nme, 'He does not hear.' 'What! Dead?' I asked, startled. 'No, not yet,'\nhe answered, with great composure. Then, alluding with a toss of the\nhead to the tumult in the station-yard, 'When one has got to make\ncorrect entries, one comes to hate those savages--hate them to the\ndeath.' He remained thoughtful for a moment. 'When you see Mr. Kurtz'\nhe went on, 'tell him from me that everything here'--he glanced at the\ndeck--' is very satisfactory. I don't like to write to him--with those\nmessengers of ours you never know who may get hold of your letter--at\nthat Central Station.' He stared at me for a moment with his mild,\nbulging eyes. 'Oh, he will go far, very far,' he began again. 'He\nwill be a somebody in the Administration before long. They, above--the\nCouncil in Europe, you know--mean him to be.'\n\n“He turned to his work. The noise outside had ceased, and presently\nin going out I stopped at the door. In the steady buzz of flies the\nhomeward-bound agent was lying finished and insensible; the other,\nbent over his books, was making correct entries of perfectly correct\ntransactions; and fifty feet below the doorstep I could see the still\ntree-tops of the grove of death.\n\n“Next day I left that station at last, with a caravan of sixty men, for\na two-hundred-mile tramp.\n\n“No use telling you much about that. Paths, paths, everywhere; a\nstamped-in network of paths spreading over the empty land, through the\nlong grass, through burnt grass, through thickets, down and up chilly\nravines, up and down stony hills ablaze with heat; and a solitude, a\nsolitude, nobody, not a hut. The population had cleared out a long\ntime ago. Well, if a lot of mysterious niggers armed with all kinds of\nfearful weapons suddenly took to travelling on the road between Deal and\nGravesend, catching the yokels right and left to carry heavy loads for\nthem, I fancy every farm and cottage thereabouts would get empty very\nsoon. Only here the dwellings were gone, too. Still I passed through\nseveral abandoned villages. There's something pathetically childish in\nthe ruins of grass walls. Day after day, with the stamp and shuffle of\nsixty pair of bare feet behind me, each pair under a 60-lb. load. Camp,\ncook, sleep, strike camp, march. Now and then a carrier dead in harness,\nat rest in the long grass near the path, with an empty water-gourd and\nhis long staff lying by his side. A great silence around and above.\nPerhaps on some quiet night the tremor of far-off drums, sinking,\nswelling, a tremor vast, faint; a sound weird, appealing, suggestive,\nand wild--and perhaps with as profound a meaning as the sound of bells\nin a Christian country. Once a white man in an unbuttoned uniform,\ncamping on the path with an armed escort of lank Zanzibaris, very\nhospitable and festive--not to say drunk. Was looking after the upkeep\nof the road, he declared. Can't say I saw any road or any upkeep, unless\nthe body of a middle-aged negro, with a bullet-hole in the forehead,\nupon which I absolutely stumbled three miles farther on, may be\nconsidered as a permanent improvement. I had a white companion, too,\nnot a bad chap, but rather too fleshy and with the exasperating habit\nof fainting on the hot hillsides, miles away from the least bit of shade\nand water. Annoying, you know, to hold your own coat like a parasol over\na man's head while he is coming to. I couldn't help asking him once what\nhe meant by coming there at all. 'To make money, of course. What do you\nthink?' he said, scornfully. Then he got fever, and had to be carried in\na hammock slung under a pole. As he weighed sixteen stone I had no end\nof rows with the carriers. They jibbed, ran away, sneaked off with their\nloads in the night--quite a mutiny. So, one evening, I made a speech in\nEnglish with gestures, not one of which was lost to the sixty pairs of\neyes before me, and the next morning I started the hammock off in front\nall right. An hour afterwards I came upon the whole concern wrecked in\na bush--man, hammock, groans, blankets, horrors. The heavy pole had\nskinned his poor nose. He was very anxious for me to kill somebody,\nbut there wasn't the shadow of a carrier near. I remembered the old\ndoctor--'It would be interesting for science to watch the mental changes\nof individuals, on the spot.' I felt I was becoming scientifically\ninteresting. However, all that is to no purpose. On the fifteenth day\nI came in sight of the big river again, and hobbled into the Central\nStation. It was on a back water surrounded by scrub and forest, with\na pretty border of smelly mud on one side, and on the three others\nenclosed by a crazy fence of rushes. A neglected gap was all the gate\nit had, and the first glance at the place was enough to let you see the\nflabby devil was running that show. White men with long staves in their\nhands appeared languidly from amongst the buildings, strolling up to\ntake a look at me, and then retired out of sight somewhere. One of them,\na stout, excitable chap with black moustaches, informed me with great\nvolubility and many digressions, as soon as I told him who I was, that\nmy steamer was at the bottom of the river. I was thunderstruck. What,\nhow, why? Oh, it was 'all right.' The 'manager himself' was there. All\nquite correct. 'Everybody had behaved splendidly! splendidly!'--'you\nmust,' he said in agitation, 'go and see the general manager at once. He\nis waiting!'\n\n“I did not see the real significance of that wreck at once. I fancy I\nsee it now, but I am not sure--not at all. Certainly the affair was too\nstupid--when I think of it--to be altogether natural. Still... But\nat the moment it presented itself simply as a confounded nuisance. The\nsteamer was sunk. They had started two days before in a sudden hurry\nup the river with the manager on board, in charge of some volunteer\nskipper, and before they had been out three hours they tore the bottom\nout of her on stones, and she sank near the south bank. I asked myself\nwhat I was to do there, now my boat was lost. As a matter of fact, I had\nplenty to do in fishing my command out of the river. I had to set about\nit the very next day. That, and the repairs when I brought the pieces to\nthe station, took some months.\n\n“My first interview with the manager was curious. He did not ask me to\nsit down after my twenty-mile walk that morning. He was commonplace in\ncomplexion, in features, in manners, and in voice. He was of middle\nsize and of ordinary build. His eyes, of the usual blue, were perhaps\nremarkably cold, and he certainly could make his glance fall on one as\ntrenchant and heavy as an axe. But even at these times the rest of his\nperson seemed to disclaim the intention. Otherwise there was\nonly an indefinable, faint expression of his lips, something\nstealthy--a smile--not a smile--I remember it, but I can't explain. It\nwas unconscious, this smile was, though just after he had said something\nit got intensified for an instant. It came at the end of his speeches\nlike a seal applied on the words to make the meaning of the commonest\nphrase appear absolutely inscrutable. He was a common trader, from his\nyouth up employed in these parts--nothing more. He was obeyed, yet he\ninspired neither love nor fear, nor even respect. He inspired\nuneasiness. That was it! Uneasiness. Not a definite mistrust--just\nuneasiness--nothing more. You have no idea how effective such a...\na... faculty can be. He had no genius for organizing, for initiative,\nor for order even. That was evident in such things as the deplorable\nstate of the station. He had no learning, and no intelligence. His\nposition had come to him--why? Perhaps because he was never ill... He\nhad served three terms of three years out there... Because triumphant\nhealth in the general rout of constitutions is a kind of power\nin itself. When he went home on leave he rioted on a large\nscale--pompously. Jack ashore--with a difference--in externals only.\nThis one could gather from his casual talk. He originated nothing, he\ncould keep the routine going--that's all. But he was great. He was great\nby this little thing that it was impossible to tell what could control\nsuch a man. He never gave that secret away. Perhaps there was nothing\nwithin him. Such a suspicion made one pause--for out there there were no\nexternal checks. Once when various tropical diseases had laid low almost\nevery 'agent' in the station, he was heard to say, 'Men who come out\nhere should have no entrails.' He sealed the utterance with that smile\nof his, as though it had been a door opening into a darkness he had in\nhis keeping. You fancied you had seen things--but the seal was on. When\nannoyed at meal-times by the constant quarrels of the white men about\nprecedence, he ordered an immense round table to be made, for which a\nspecial house had to be built. This was the station's mess-room. Where\nhe sat was the first place--the rest were nowhere. One felt this to be\nhis unalterable conviction. He was neither civil nor uncivil. He was\nquiet. He allowed his 'boy'--an overfed young negro from the coast--to\ntreat the white men, under his very eyes, with provoking insolence.\n\n“He began to speak as soon as he saw me. I had been very long on the\nroad. He could not wait. Had to start without me. The up-river stations\nhad to be relieved. There had been so many delays already that he did\nnot know who was dead and who was alive, and how they got on--and so on,\nand so on. He paid no attention to my explanations, and, playing with\na stick of sealing-wax, repeated several times that the situation was\n'very grave, very grave.' There were rumours that a very important\nstation was in jeopardy, and its chief, Mr. Kurtz, was ill. Hoped it was\nnot true. Mr. Kurtz was... I felt weary and irritable. Hang Kurtz,\nI thought. I interrupted him by saying I had heard of Mr. Kurtz on the\ncoast. 'Ah! So they talk of him down there,' he murmured to himself.\nThen he began again, assuring me Mr. Kurtz was the best agent he had, an\nexceptional man, of the greatest importance to the Company; therefore\nI could understand his anxiety. He was, he said, 'very, very uneasy.'\nCertainly he fidgeted on his chair a good deal, exclaimed, 'Ah, Mr.\nKurtz!' broke the stick of sealing-wax and seemed dumfounded by the\naccident. Next thing he wanted to know 'how long it would take to'...\nI interrupted him again. Being hungry, you know, and kept on my feet\ntoo. I was getting savage. 'How can I tell?' I said. 'I haven't even\nseen the wreck yet--some months, no doubt.' All this talk seemed to me\nso futile. 'Some months,' he said. 'Well, let us say three months before\nwe can make a start. Yes. That ought to do the affair.' I flung out\nof his hut (he lived all alone in a clay hut with a sort of verandah)\nmuttering to myself my opinion of him. He was a chattering idiot.\nAfterwards I took it back when it was borne in upon me startlingly\nwith what extreme nicety he had estimated the time requisite for the\n'affair.'\n\n“I went to work the next day, turning, so to speak, my back on that\nstation. In that way only it seemed to me I could keep my hold on the\nredeeming facts of life. Still, one must look about sometimes; and then\nI saw this station, these men strolling aimlessly about in the sunshine\nof the yard. I asked myself sometimes what it all meant. They wandered\nhere and there with their absurd long staves in their hands, like a lot\nof faithless pilgrims bewitched inside a rotten fence. The word 'ivory'\nrang in the air, was whispered, was sighed. You would think they were\npraying to it. A taint of imbecile rapacity blew through it all, like a\nwhiff from some corpse. By Jove! I've never seen anything so unreal in\nmy life. And outside, the silent wilderness surrounding this cleared\nspeck on the earth struck me as something great and invincible, like\nevil or truth, waiting patiently for the passing away of this fantastic\ninvasion.\n\n“Oh, these months! Well, never mind. Various things happened. One\nevening a grass shed full of calico, cotton prints, beads, and I don't\nknow what else, burst into a blaze so suddenly that you would have\nthought the earth had opened to let an avenging fire consume all that\ntrash. I was smoking my pipe quietly by my dismantled steamer, and saw\nthem all cutting capers in the light, with their arms lifted high, when\nthe stout man with moustaches came tearing down to the river, a tin\npail in his hand, assured me that everybody was 'behaving splendidly,\nsplendidly,' dipped about a quart of water and tore back again. I\nnoticed there was a hole in the bottom of his pail.\n\n“I strolled up. There was no hurry. You see the thing had gone off like\na box of matches. It had been hopeless from the very first. The flame\nhad leaped high, driven everybody back, lighted up everything--and\ncollapsed. The shed was already a heap of embers glowing fiercely. A\nnigger was being beaten near by. They said he had caused the fire in\nsome way; be that as it may, he was screeching most horribly. I saw him,\nlater, for several days, sitting in a bit of shade looking very sick and\ntrying to recover himself; afterwards he arose and went out--and\nthe wilderness without a sound took him into its bosom again. As I\napproached the glow from the dark I found myself at the back of two men,\ntalking. I heard the name of Kurtz pronounced, then the words, 'take\nadvantage of this unfortunate accident.' One of the men was the manager.\nI wished him a good evening. 'Did you ever see anything like it--eh? it\nis incredible,' he said, and walked off. The other man remained. He was\na first-class agent, young, gentlemanly, a bit reserved, with a forked\nlittle beard and a hooked nose. He was stand-offish with the other\nagents, and they on their side said he was the manager's spy upon them.\nAs to me, I had hardly ever spoken to him before. We got into talk, and\nby and by we strolled away from the hissing ruins. Then he asked me to\nhis room, which was in the main building of the station. He struck\na match, and I perceived that this young aristocrat had not only a\nsilver-mounted dressing-case but also a whole candle all to himself.\nJust at that time the manager was the only man supposed to have any\nright to candles. Native mats covered the clay walls; a collection of\nspears, assegais, shields, knives was hung up in trophies. The business\nintrusted to this fellow was the making of bricks--so I had been\ninformed; but there wasn't a fragment of a brick anywhere in the\nstation, and he had been there more than a year--waiting. It seems he\ncould not make bricks without something, I don't know what--straw maybe.\nAnyway, it could not be found there and as it was not likely to be sent\nfrom Europe, it did not appear clear to me what he was waiting for. An\nact of special creation perhaps. However, they were all waiting--all\nthe sixteen or twenty pilgrims of them--for something; and upon my word\nit did not seem an uncongenial occupation, from the way they took it,\nthough the only thing that ever came to them was disease--as far as I\ncould see. They beguiled the time by back-biting and intriguing against\neach other in a foolish kind of way. There was an air of plotting about\nthat station, but nothing came of it, of course. It was as unreal as\neverything else--as the philanthropic pretence of the whole concern, as\ntheir talk, as their government, as their show of work. The only real\nfeeling was a desire to get appointed to a trading-post where ivory\nwas to be had, so that they could earn percentages. They intrigued\nand slandered and hated each other only on that account--but as to\neffectually lifting a little finger--oh, no. By heavens! there is\nsomething after all in the world allowing one man to steal a horse while\nanother must not look at a halter. Steal a horse straight out. Very\nwell. He has done it. Perhaps he can ride. But there is a way of looking\nat a halter that would provoke the most charitable of saints into a\nkick.\n\n“I had no idea why he wanted to be sociable, but as we chatted in\nthere it suddenly occurred to me the fellow was trying to get at\nsomething--in fact, pumping me. He alluded constantly to Europe, to the\npeople I was supposed to know there--putting leading questions as to my\nacquaintances in the sepulchral city, and so on. His little eyes\nglittered like mica discs--with curiosity--though he tried to keep up a\nbit of superciliousness. At first I was astonished, but very soon I\nbecame awfully curious to see what he would find out from me. I couldn't\npossibly imagine what I had in me to make it worth his while. It was\nvery pretty to see how he baffled himself, for in truth my body was full\nonly of chills, and my head had nothing in it but that wretched\nsteamboat business. It was evident he took me for a perfectly shameless\nprevaricator. At last he got angry, and, to conceal a movement of\nfurious annoyance, he yawned. I rose. Then I noticed a small sketch in\noils, on a panel, representing a woman, draped and blindfolded, carrying\na lighted torch. The background was sombre--almost black. The movement\nof the woman was stately, and the effect of the torchlight on the face\nwas sinister.\n\n“It arrested me, and he stood by civilly, holding an empty half-pint\nchampagne bottle (medical comforts) with the candle stuck in it. To my\nquestion he said Mr. Kurtz had painted this--in this very station more\nthan a year ago--while waiting for means to go to his trading post.\n'Tell me, pray,' said I, 'who is this Mr. Kurtz?'\n\n“'The chief of the Inner Station,' he answered in a short tone, looking\naway. 'Much obliged,' I said, laughing. 'And you are the brickmaker of\nthe Central Station. Every one knows that.' He was silent for a while.\n'He is a prodigy,' he said at last. 'He is an emissary of pity and\nscience and progress, and devil knows what else. We want,' he began\nto declaim suddenly, 'for the guidance of the cause intrusted to us by\nEurope, so to speak, higher intelligence, wide sympathies, a singleness\nof purpose.' 'Who says that?' I asked. 'Lots of them,' he replied. 'Some\neven write that; and so _he_ comes here, a special being, as you ought to\nknow.' 'Why ought I to know?' I interrupted, really surprised. He paid\nno attention. 'Yes. Today he is chief of the best station, next year he\nwill be assistant-manager, two years more and... but I dare-say you\nknow what he will be in two years' time. You are of the new gang--the\ngang of virtue. The same people who sent him specially also recommended\nyou. Oh, don't say no. I've my own eyes to trust.' Light dawned upon me.\nMy dear aunt's influential acquaintances were producing an unexpected\neffect upon that young man. I nearly burst into a laugh. 'Do you read\nthe Company's confidential correspondence?' I asked. He hadn't a word\nto say. It was great fun. 'When Mr. Kurtz,' I continued, severely, 'is\nGeneral Manager, you won't have the opportunity.'\n\n“He blew the candle out suddenly, and we went outside. The moon had\nrisen. Black figures strolled about listlessly, pouring water on\nthe glow, whence proceeded a sound of hissing; steam ascended in the\nmoonlight, the beaten nigger groaned somewhere. 'What a row the brute\nmakes!' said the indefatigable man with the moustaches, appearing\nnear us. 'Serve him right. Transgression--punishment--bang! Pitiless,\npitiless. That's the only way. This will prevent all conflagrations\nfor the future. I was just telling the manager...' He noticed my\ncompanion, and became crestfallen all at once. 'Not in bed yet,'\nhe said, with a kind of servile heartiness; 'it's so natural. Ha!\nDanger--agitation.' He vanished. I went on to the riverside, and\nthe other followed me. I heard a scathing murmur at my ear, 'Heap\nof muffs--go to.' The pilgrims could be seen in knots gesticulating,\ndiscussing. Several had still their staves in their hands. I verily\nbelieve they took these sticks to bed with them. Beyond the fence the\nforest stood up spectrally in the moonlight, and through that dim stir,\nthrough the faint sounds of that lamentable courtyard, the silence of\nthe land went home to one's very heart--its mystery, its greatness, the\namazing reality of its concealed life. The hurt nigger moaned feebly\nsomewhere near by, and then fetched a deep sigh that made me mend my\npace away from there. I felt a hand introducing itself under my arm.\n'My dear sir,' said the fellow, 'I don't want to be misunderstood, and\nespecially by you, who will see Mr. Kurtz long before I can have\nthat pleasure. I wouldn't like him to get a false idea of my\ndisposition....'\n\n“I let him run on, this _papier-mache_ Mephistopheles, and it seemed to me\nthat if I tried I could poke my forefinger through him, and would find\nnothing inside but a little loose dirt, maybe. He, don't you see, had\nbeen planning to be assistant-manager by and by under the present man,\nand I could see that the coming of that Kurtz had upset them both not a\nlittle. He talked precipitately, and I did not try to stop him. I had my\nshoulders against the wreck of my steamer, hauled up on the slope like a\ncarcass of some big river animal. The smell of mud, of primeval mud,\nby Jove! was in my nostrils, the high stillness of primeval forest was\nbefore my eyes; there were shiny patches on the black creek. The moon\nhad spread over everything a thin layer of silver--over the rank grass,\nover the mud, upon the wall of matted vegetation standing higher than\nthe wall of a temple, over the great river I could see through a sombre\ngap glittering, glittering, as it flowed broadly by without a murmur.\nAll this was great, expectant, mute, while the man jabbered about\nhimself. I wondered whether the stillness on the face of the immensity\nlooking at us two were meant as an appeal or as a menace. What were we\nwho had strayed in here? Could we handle that dumb thing, or would it\nhandle us? I felt how big, how confoundedly big, was that thing that\ncouldn't talk, and perhaps was deaf as well. What was in there? I could\nsee a little ivory coming out from there, and I had heard Mr. Kurtz was\nin there. I had heard enough about it, too--God knows! Yet somehow\nit didn't bring any image with it--no more than if I had been told an\nangel or a fiend was in there. I believed it in the same way one of you\nmight believe there are inhabitants in the planet Mars. I knew once a\nScotch sailmaker who was certain, dead sure, there were people in Mars.\nIf you asked him for some idea how they looked and behaved, he would get\nshy and mutter something about 'walking on all-fours.' If you as much\nas smiled, he would--though a man of sixty--offer to fight you. I would\nnot have gone so far as to fight for Kurtz, but I went for him near\nenough to a lie. You know I hate, detest, and can't bear a lie, not\nbecause I am straighter than the rest of us, but simply because it\nappalls me. There is a taint of death, a flavour of mortality in\nlies--which is exactly what I hate and detest in the world--what I want\nto forget. It makes me miserable and sick, like biting something rotten\nwould do. Temperament, I suppose. Well, I went near enough to it by\nletting the young fool there believe anything he liked to imagine as to\nmy influence in Europe. I became in an instant as much of a pretence as\nthe rest of the bewitched pilgrims. This simply because I had a notion\nit somehow would be of help to that Kurtz whom at the time I did not\nsee--you understand. He was just a word for me. I did not see the man in\nthe name any more than you do. Do you see him? Do you see the story? Do\nyou see anything? It seems to me I am trying to tell you a\ndream--making a vain attempt, because no relation of a dream can convey\nthe dream-sensation, that commingling of absurdity, surprise, and\nbewilderment in a tremor of struggling revolt, that notion of being\ncaptured by the incredible which is of the very essence of dreams....”\n\nHe was silent for a while.\n\n“... No, it is impossible; it is impossible to convey the\nlife-sensation of any given epoch of one's existence--that which makes\nits truth, its meaning--its subtle and penetrating essence. It is\nimpossible. We live, as we dream--alone....”\n\nHe paused again as if reflecting, then added:\n\n“Of course in this you fellows see more than I could then. You see me,\nwhom you know....”\n\nIt had become so pitch dark that we listeners could hardly see one\nanother. For a long time already he, sitting apart, had been no more\nto us than a voice. There was not a word from anybody. The others might\nhave been asleep, but I was awake. I listened, I listened on the watch\nfor the sentence, for the word, that would give me the clue to the\nfaint uneasiness inspired by this narrative that seemed to shape itself\nwithout human lips in the heavy night-air of the river.\n\n“... Yes--I let him run on,” Marlow began again, “and think what\nhe pleased about the powers that were behind me. I did! And there was\nnothing behind me! There was nothing but that wretched, old, mangled\nsteamboat I was leaning against, while he talked fluently about 'the\nnecessity for every man to get on.' 'And when one comes out here, you\nconceive, it is not to gaze at the moon.' Mr. Kurtz was a 'universal\ngenius,' but even a genius would find it easier to work with 'adequate\ntools--intelligent men.' He did not make bricks--why, there was a\nphysical impossibility in the way--as I was well aware; and if he\ndid secretarial work for the manager, it was because 'no sensible man\nrejects wantonly the confidence of his superiors.' Did I see it? I saw\nit. What more did I want? What I really wanted was rivets, by heaven!\nRivets. To get on with the work--to stop the hole. Rivets I\nwanted. There were cases of them down at the coast--cases--piled\nup--burst--split! You kicked a loose rivet at every second step in that\nstation-yard on the hillside. Rivets had rolled into the grove of death.\nYou could fill your pockets with rivets for the trouble of stooping\ndown--and there wasn't one rivet to be found where it was wanted. We\nhad plates that would do, but nothing to fasten them with. And every\nweek the messenger, a long negro, letter-bag on shoulder and staff in\nhand, left our station for the coast. And several times a week a coast\ncaravan came in with trade goods--ghastly glazed calico that made you\nshudder only to look at it, glass beads value about a penny a quart,\nconfounded spotted cotton handkerchiefs. And no rivets. Three carriers\ncould have brought all that was wanted to set that steamboat afloat.\n\n“He was becoming confidential now, but I fancy my unresponsive attitude\nmust have exasperated him at last, for he judged it necessary to inform\nme he feared neither God nor devil, let alone any mere man. I said I\ncould see that very well, but what I wanted was a certain quantity of\nrivets--and rivets were what really Mr. Kurtz wanted, if he had only\nknown it. Now letters went to the coast every week.... 'My dear\nsir,' he cried, 'I write from dictation.' I demanded rivets. There was\na way--for an intelligent man. He changed his manner; became very\ncold, and suddenly began to talk about a hippopotamus; wondered whether\nsleeping on board the steamer (I stuck to my salvage night and day)\nI wasn't disturbed. There was an old hippo that had the bad habit of\ngetting out on the bank and roaming at night over the station grounds.\nThe pilgrims used to turn out in a body and empty every rifle they could\nlay hands on at him. Some even had sat up o' nights for him. All this\nenergy was wasted, though. 'That animal has a charmed life,' he said;\n'but you can say this only of brutes in this country. No man--you\napprehend me?--no man here bears a charmed life.' He stood there for\na moment in the moonlight with his delicate hooked nose set a little\naskew, and his mica eyes glittering without a wink, then, with a curt\nGood-night, he strode off. I could see he was disturbed and considerably\npuzzled, which made me feel more hopeful than I had been for days. It\nwas a great comfort to turn from that chap to my influential friend, the\nbattered, twisted, ruined, tin-pot steamboat. I clambered on board. She\nrang under my feet like an empty Huntley & Palmer biscuit-tin kicked\nalong a gutter; she was nothing so solid in make, and rather less pretty\nin shape, but I had expended enough hard work on her to make me love\nher. No influential friend would have served me better. She had given\nme a chance to come out a bit--to find out what I could do. No, I don't\nlike work. I had rather laze about and think of all the fine things that\ncan be done. I don't like work--no man does--but I like what is in the\nwork--the chance to find yourself. Your own reality--for yourself, not\nfor others--what no other man can ever know. They can only see the mere\nshow, and never can tell what it really means.\n\n“I was not surprised to see somebody sitting aft, on the deck, with\nhis legs dangling over the mud. You see I rather chummed with the few\nmechanics there were in that station, whom the other pilgrims naturally\ndespised--on account of their imperfect manners, I suppose. This was the\nforeman--a boiler-maker by trade--a good worker. He was a lank, bony,\nyellow-faced man, with big intense eyes. His aspect was worried, and his\nhead was as bald as the palm of my hand; but his hair in falling seemed\nto have stuck to his chin, and had prospered in the new locality,\nfor his beard hung down to his waist. He was a widower with six young\nchildren (he had left them in charge of a sister of his to come out\nthere), and the passion of his life was pigeon-flying. He was an\nenthusiast and a connoisseur. He would rave about pigeons. After work\nhours he used sometimes to come over from his hut for a talk about his\nchildren and his pigeons; at work, when he had to crawl in the mud under\nthe bottom of the steamboat, he would tie up that beard of his in a kind\nof white serviette he brought for the purpose. It had loops to go over\nhis ears. In the evening he could be seen squatted on the bank rinsing\nthat wrapper in the creek with great care, then spreading it solemnly on\na bush to dry.\n\n“I slapped him on the back and shouted, 'We shall have rivets!' He\nscrambled to his feet exclaiming, 'No! Rivets!' as though he couldn't\nbelieve his ears. Then in a low voice, 'You... eh?' I don't know why\nwe behaved like lunatics. I put my finger to the side of my nose and\nnodded mysteriously. 'Good for you!' he cried, snapped his fingers above\nhis head, lifting one foot. I tried a jig. We capered on the iron deck.\nA frightful clatter came out of that hulk, and the virgin forest on\nthe other bank of the creek sent it back in a thundering roll upon the\nsleeping station. It must have made some of the pilgrims sit up in their\nhovels. A dark figure obscured the lighted doorway of the manager's hut,\nvanished, then, a second or so after, the doorway itself vanished, too.\nWe stopped, and the silence driven away by the stamping of our feet\nflowed back again from the recesses of the land. The great wall of\nvegetation, an exuberant and entangled mass of trunks, branches, leaves,\nboughs, festoons, motionless in the moonlight, was like a rioting\ninvasion of soundless life, a rolling wave of plants, piled up, crested,\nready to topple over the creek, to sweep every little man of us out\nof his little existence. And it moved not. A deadened burst of mighty\nsplashes and snorts reached us from afar, as though an icthyosaurus had\nbeen taking a bath of glitter in the great river. 'After all,' said the\nboiler-maker in a reasonable tone, 'why shouldn't we get the rivets?'\nWhy not, indeed! I did not know of any reason why we shouldn't. 'They'll\ncome in three weeks,' I said confidently.\n\n“But they didn't. Instead of rivets there came an invasion, an\ninfliction, a visitation. It came in sections during the next three\nweeks, each section headed by a donkey carrying a white man in new\nclothes and tan shoes, bowing from that elevation right and left to the\nimpressed pilgrims. A quarrelsome band of footsore sulky niggers trod on\nthe heels of the donkey; a lot of tents, camp-stools, tin boxes, white\ncases, brown bales would be shot down in the courtyard, and the air of\nmystery would deepen a little over the muddle of the station. Five such\ninstalments came, with their absurd air of disorderly flight with the\nloot of innumerable outfit shops and provision stores, that, one\nwould think, they were lugging, after a raid, into the wilderness for\nequitable division. It was an inextricable mess of things decent in\nthemselves but that human folly made look like the spoils of thieving.\n\n“This devoted band called itself the Eldorado Exploring Expedition, and\nI believe they were sworn to secrecy. Their talk, however, was the talk\nof sordid buccaneers: it was reckless without hardihood, greedy without\naudacity, and cruel without courage; there was not an atom of foresight\nor of serious intention in the whole batch of them, and they did not\nseem aware these things are wanted for the work of the world. To tear\ntreasure out of the bowels of the land was their desire, with no more\nmoral purpose at the back of it than there is in burglars breaking into\na safe. Who paid the expenses of the noble enterprise I don't know; but\nthe uncle of our manager was leader of that lot.\n\n“In exterior he resembled a butcher in a poor neighbourhood, and his\neyes had a look of sleepy cunning. He carried his fat paunch with\nostentation on his short legs, and during the time his gang infested the\nstation spoke to no one but his nephew. You could see these two roaming\nabout all day long with their heads close together in an everlasting\nconfab.\n\n“I had given up worrying myself about the rivets. One's capacity for\nthat kind of folly is more limited than you would suppose. I said\nHang!--and let things slide. I had plenty of time for meditation,\nand now and then I would give some thought to Kurtz. I wasn't very\ninterested in him. No. Still, I was curious to see whether this man, who\nhad come out equipped with moral ideas of some sort, would climb to the\ntop after all and how he would set about his work when there.”\n\n\n\n\nII\n\n\n\n“One evening as I was lying flat on the deck of my steamboat, I heard\nvoices approaching--and there were the nephew and the uncle strolling\nalong the bank. I laid my head on my arm again, and had nearly lost\nmyself in a doze, when somebody said in my ear, as it were: 'I am as\nharmless as a little child, but I don't like to be dictated to. Am I the\nmanager--or am I not? I was ordered to send him there. It's incredible.'\n... I became aware that the two were standing on the shore alongside\nthe forepart of the steamboat, just below my head. I did not move; it\ndid not occur to me to move: I was sleepy. 'It _is_ unpleasant,' grunted\nthe uncle. 'He has asked the Administration to be sent there,' said the\nother, 'with the idea of showing what he could do; and I was instructed\naccordingly. Look at the influence that man must have. Is it not\nfrightful?' They both agreed it was frightful, then made several bizarre\nremarks: 'Make rain and fine weather--one man--the Council--by the\nnose'--bits of absurd sentences that got the better of my drowsiness,\nso that I had pretty near the whole of my wits about me when the uncle\nsaid, 'The climate may do away with this difficulty for you. Is he alone\nthere?' 'Yes,' answered the manager; 'he sent his assistant down the\nriver with a note to me in these terms: “Clear this poor devil out of\nthe country, and don't bother sending more of that sort. I had rather be\nalone than have the kind of men you can dispose of with me.” It was more\nthan a year ago. Can you imagine such impudence!' 'Anything since then?'\nasked the other hoarsely. 'Ivory,' jerked the nephew; 'lots of it--prime\nsort--lots--most annoying, from him.' 'And with that?' questioned the\nheavy rumble. 'Invoice,' was the reply fired out, so to speak. Then\nsilence. They had been talking about Kurtz.\n\n“I was broad awake by this time, but, lying perfectly at ease, remained\nstill, having no inducement to change my position. 'How did that ivory\ncome all this way?' growled the elder man, who seemed very vexed. The\nother explained that it had come with a fleet of canoes in charge of an\nEnglish half-caste clerk Kurtz had with him; that Kurtz had apparently\nintended to return himself, the station being by that time bare of goods\nand stores, but after coming three hundred miles, had suddenly decided\nto go back, which he started to do alone in a small dugout with four\npaddlers, leaving the half-caste to continue down the river with the\nivory. The two fellows there seemed astounded at anybody attempting such\na thing. They were at a loss for an adequate motive. As to me, I seemed\nto see Kurtz for the first time. It was a distinct glimpse: the dugout,\nfour paddling savages, and the lone white man turning his back suddenly\non the headquarters, on relief, on thoughts of home--perhaps; setting\nhis face towards the depths of the wilderness, towards his empty and\ndesolate station. I did not know the motive. Perhaps he was just simply\na fine fellow who stuck to his work for its own sake. His name, you\nunderstand, had not been pronounced once. He was 'that man.' The\nhalf-caste, who, as far as I could see, had conducted a difficult\ntrip with great prudence and pluck, was invariably alluded to as 'that\nscoundrel.' The 'scoundrel' had reported that the 'man' had been very\nill--had recovered imperfectly.... The two below me moved away then a\nfew paces, and strolled back and forth at some little distance. I heard:\n'Military post--doctor--two hundred miles--quite alone now--unavoidable\ndelays--nine months--no news--strange rumours.' They approached again,\njust as the manager was saying, 'No one, as far as I know, unless a\nspecies of wandering trader--a pestilential fellow, snapping ivory\nfrom the natives.' Who was it they were talking about now? I gathered in\nsnatches that this was some man supposed to be in Kurtz's district, and\nof whom the manager did not approve. 'We will not be free from unfair\ncompetition till one of these fellows is hanged for an example,'\nhe said. 'Certainly,' grunted the other; 'get him hanged! Why not?\nAnything--anything can be done in this country. That's what I say;\nnobody here, you understand, _here_, can endanger your position. And why?\nYou stand the climate--you outlast them all. The danger is in Europe;\nbut there before I left I took care to--' They moved off and whispered,\nthen their voices rose again. 'The extraordinary series of delays is\nnot my fault. I did my best.' The fat man sighed. 'Very sad.' 'And the\npestiferous absurdity of his talk,' continued the other; 'he bothered\nme enough when he was here. “Each station should be like a beacon on the\nroad towards better things, a centre for trade of course, but also for\nhumanizing, improving, instructing.” Conceive you--that ass! And\nhe wants to be manager! No, it's--' Here he got choked by excessive\nindignation, and I lifted my head the least bit. I was surprised to see\nhow near they were--right under me. I could have spat upon their hats.\nThey were looking on the ground, absorbed in thought. The manager was\nswitching his leg with a slender twig: his sagacious relative lifted his\nhead. 'You have been well since you came out this time?' he asked. The\nother gave a start. 'Who? I? Oh! Like a charm--like a charm. But the\nrest--oh, my goodness! All sick. They die so quick, too, that I haven't\nthe time to send them out of the country--it's incredible!' 'Hm'm.\nJust so,' grunted the uncle. 'Ah! my boy, trust to this--I say, trust to\nthis.' I saw him extend his short flipper of an arm for a gesture that\ntook in the forest, the creek, the mud, the river--seemed to beckon\nwith a dishonouring flourish before the sunlit face of the land a\ntreacherous appeal to the lurking death, to the hidden evil, to the\nprofound darkness of its heart. It was so startling that I leaped to my\nfeet and looked back at the edge of the forest, as though I had expected\nan answer of some sort to that black display of confidence. You know\nthe foolish notions that come to one sometimes. The high stillness\nconfronted these two figures with its ominous patience, waiting for the\npassing away of a fantastic invasion.\n\n“They swore aloud together--out of sheer fright, I believe--then\npretending not to know anything of my existence, turned back to the\nstation. The sun was low; and leaning forward side by side, they seemed\nto be tugging painfully uphill their two ridiculous shadows of unequal\nlength, that trailed behind them slowly over the tall grass without\nbending a single blade.\n\n“In a few days the Eldorado Expedition went into the patient wilderness,\nthat closed upon it as the sea closes over a diver. Long afterwards the\nnews came that all the donkeys were dead. I know nothing as to the fate\nof the less valuable animals. They, no doubt, like the rest of us, found\nwhat they deserved. I did not inquire. I was then rather excited at\nthe prospect of meeting Kurtz very soon. When I say very soon I mean\nit comparatively. It was just two months from the day we left the creek\nwhen we came to the bank below Kurtz's station.\n\n“Going up that river was like traveling back to the earliest beginnings\nof the world, when vegetation rioted on the earth and the big trees were\nkings. An empty stream, a great silence, an impenetrable forest. The air\nwas warm, thick, heavy, sluggish. There was no joy in the brilliance of\nsunshine. The long stretches of the waterway ran on, deserted, into\nthe gloom of overshadowed distances. On silvery sand-banks hippos and\nalligators sunned themselves side by side. The broadening waters flowed\nthrough a mob of wooded islands; you lost your way on that river as you\nwould in a desert, and butted all day long against shoals, trying to\nfind the channel, till you thought yourself bewitched and cut off for\never from everything you had known once--somewhere--far away--in another\nexistence perhaps. There were moments when one's past came back to one,\nas it will sometimes when you have not a moment to spare for yourself;\nbut it came in the shape of an unrestful and noisy dream, remembered\nwith wonder amongst the overwhelming realities of this strange world of\nplants, and water, and silence. And this stillness of life did not in\nthe least resemble a peace. It was the stillness of an implacable force\nbrooding over an inscrutable intention. It looked at you with a vengeful\naspect. I got used to it afterwards; I did not see it any more; I had no\ntime. I had to keep guessing at the channel; I had to discern, mostly by\ninspiration, the signs of hidden banks; I watched for sunken stones; I\nwas learning to clap my teeth smartly before my heart flew out, when I\nshaved by a fluke some infernal sly old snag that would have ripped the\nlife out of the tin-pot steamboat and drowned all the pilgrims; I had to\nkeep a lookout for the signs of dead wood we could cut up in the night\nfor next day's steaming. When you have to attend to things of that sort,\nto the mere incidents of the surface, the reality--the reality, I tell\nyou--fades. The inner truth is hidden--luckily, luckily. But I felt it\nall the same; I felt often its mysterious stillness watching me at\nmy monkey tricks, just as it watches you fellows performing on your\nrespective tight-ropes for--what is it? half-a-crown a tumble--”\n\n“Try to be civil, Marlow,” growled a voice, and I knew there was at\nleast one listener awake besides myself.\n\n“I beg your pardon. I forgot the heartache which makes up the rest of\nthe price. And indeed what does the price matter, if the trick be well\ndone? You do your tricks very well. And I didn't do badly either, since\nI managed not to sink that steamboat on my first trip. It's a wonder to\nme yet. Imagine a blindfolded man set to drive a van over a bad road.\nI sweated and shivered over that business considerably, I can tell\nyou. After all, for a seaman, to scrape the bottom of the thing that's\nsupposed to float all the time under his care is the unpardonable sin.\nNo one may know of it, but you never forget the thump--eh? A blow on the\nvery heart. You remember it, you dream of it, you wake up at night and\nthink of it--years after--and go hot and cold all over. I don't pretend\nto say that steamboat floated all the time. More than once she had to\nwade for a bit, with twenty cannibals splashing around and pushing.\nWe had enlisted some of these chaps on the way for a crew. Fine\nfellows--cannibals--in their place. They were men one could work with,\nand I am grateful to them. And, after all, they did not eat each other\nbefore my face: they had brought along a provision of hippo-meat\nwhich went rotten, and made the mystery of the wilderness stink in my\nnostrils. Phoo! I can sniff it now. I had the manager on board and three\nor four pilgrims with their staves--all complete. Sometimes we came\nupon a station close by the bank, clinging to the skirts of the unknown,\nand the white men rushing out of a tumble-down hovel, with great\ngestures of joy and surprise and welcome, seemed very strange--had the\nappearance of being held there captive by a spell. The word ivory would\nring in the air for a while--and on we went again into the silence,\nalong empty reaches, round the still bends, between the high walls of\nour winding way, reverberating in hollow claps the ponderous beat of the\nstern-wheel. Trees, trees, millions of trees, massive, immense, running\nup high; and at their foot, hugging the bank against the stream, crept\nthe little begrimed steamboat, like a sluggish beetle crawling on the\nfloor of a lofty portico. It made you feel very small, very lost, and\nyet it was not altogether depressing, that feeling. After all, if you\nwere small, the grimy beetle crawled on--which was just what you wanted\nit to do. Where the pilgrims imagined it crawled to I don't know.\nTo some place where they expected to get something. I bet! For me it\ncrawled towards Kurtz--exclusively; but when the steam-pipes started\nleaking we crawled very slow. The reaches opened before us and closed\nbehind, as if the forest had stepped leisurely across the water to bar\nthe way for our return. We penetrated deeper and deeper into the heart\nof darkness. It was very quiet there. At night sometimes the roll of\ndrums behind the curtain of trees would run up the river and remain\nsustained faintly, as if hovering in the air high over our heads, till\nthe first break of day. Whether it meant war, peace, or prayer we could\nnot tell. The dawns were heralded by the descent of a chill stillness;\nthe wood-cutters slept, their fires burned low; the snapping of a twig\nwould make you start. We were wanderers on a prehistoric earth, on an\nearth that wore the aspect of an unknown planet. We could have fancied\nourselves the first of men taking possession of an accursed inheritance,\nto be subdued at the cost of profound anguish and of excessive toil. But\nsuddenly, as we struggled round a bend, there would be a glimpse of rush\nwalls, of peaked grass-roofs, a burst of yells, a whirl of black limbs,\na mass of hands clapping of feet stamping, of bodies swaying, of eyes\nrolling, under the droop of heavy and motionless foliage. The steamer\ntoiled along slowly on the edge of a black and incomprehensible frenzy.\nThe prehistoric man was cursing us, praying to us, welcoming us--who\ncould tell? We were cut off from the comprehension of our surroundings;\nwe glided past like phantoms, wondering and secretly appalled, as sane\nmen would be before an enthusiastic outbreak in a madhouse. We could\nnot understand because we were too far and could not remember because we\nwere travelling in the night of first ages, of those ages that are gone,\nleaving hardly a sign--and no memories.\n\n“The earth seemed unearthly. We are accustomed to look upon the shackled\nform of a conquered monster, but there--there you could look at a thing\nmonstrous and free. It was unearthly, and the men were--No, they were\nnot inhuman. Well, you know, that was the worst of it--this suspicion\nof their not being inhuman. It would come slowly to one. They howled and\nleaped, and spun, and made horrid faces; but what thrilled you was just\nthe thought of their humanity--like yours--the thought of your remote\nkinship with this wild and passionate uproar. Ugly. Yes, it was ugly\nenough; but if you were man enough you would admit to yourself that\nthere was in you just the faintest trace of a response to the terrible\nfrankness of that noise, a dim suspicion of there being a meaning in it\nwhich you--you so remote from the night of first ages--could comprehend.\nAnd why not? The mind of man is capable of anything--because everything\nis in it, all the past as well as all the future. What was there after\nall? Joy, fear, sorrow, devotion, valour, rage--who can tell?--but\ntruth--truth stripped of its cloak of time. Let the fool gape and\nshudder--the man knows, and can look on without a wink. But he must at\nleast be as much of a man as these on the shore. He must meet that truth\nwith his own true stuff--with his own inborn strength. Principles won't\ndo. Acquisitions, clothes, pretty rags--rags that would fly off at the\nfirst good shake. No; you want a deliberate belief. An appeal to me in\nthis fiendish row--is there? Very well; I hear; I admit, but I have\na voice, too, and for good or evil mine is the speech that cannot be\nsilenced. Of course, a fool, what with sheer fright and fine sentiments,\nis always safe. Who's that grunting? You wonder I didn't go ashore for\na howl and a dance? Well, no--I didn't. Fine sentiments, you say?\nFine sentiments, be hanged! I had no time. I had to mess about with\nwhite-lead and strips of woolen blanket helping to put bandages on\nthose leaky steam-pipes--I tell you. I had to watch the steering, and\ncircumvent those snags, and get the tin-pot along by hook or by crook.\nThere was surface-truth enough in these things to save a wiser man. And\nbetween whiles I had to look after the savage who was fireman. He was\nan improved specimen; he could fire up a vertical boiler. He was there\nbelow me, and, upon my word, to look at him was as edifying as seeing a\ndog in a parody of breeches and a feather hat, walking on his hind-legs.\nA few months of training had done for that really fine chap. He squinted\nat the steam-gauge and at the water-gauge with an evident effort of\nintrepidity--and he had filed teeth, too, the poor devil, and the wool\nof his pate shaved into queer patterns, and three ornamental scars\non each of his cheeks. He ought to have been clapping his hands and\nstamping his feet on the bank, instead of which he was hard at work, a\nthrall to strange witchcraft, full of improving knowledge. He was useful\nbecause he had been instructed; and what he knew was this--that should\nthe water in that transparent thing disappear, the evil spirit inside\nthe boiler would get angry through the greatness of his thirst, and take\na terrible vengeance. So he sweated and fired up and watched the glass\nfearfully (with an impromptu charm, made of rags, tied to his arm, and\na piece of polished bone, as big as a watch, stuck flatways through his\nlower lip), while the wooded banks slipped past us slowly, the short\nnoise was left behind, the interminable miles of silence--and we crept\non, towards Kurtz. But the snags were thick, the water was treacherous\nand shallow, the boiler seemed indeed to have a sulky devil in it, and\nthus neither that fireman nor I had any time to peer into our creepy\nthoughts.\n\n“Some fifty miles below the Inner Station we came upon a hut of reeds,\nan inclined and melancholy pole, with the unrecognizable tatters of\nwhat had been a flag of some sort flying from it, and a neatly stacked\nwood-pile. This was unexpected. We came to the bank, and on the stack of\nfirewood found a flat piece of board with some faded pencil-writing\non it. When deciphered it said: 'Wood for you. Hurry up. Approach\ncautiously.' There was a signature, but it was illegible--not\nKurtz--a much longer word. 'Hurry up.' Where? Up the river? 'Approach\ncautiously.' We had not done so. But the warning could not have been\nmeant for the place where it could be only found after approach.\nSomething was wrong above. But what--and how much? That was the\nquestion. We commented adversely upon the imbecility of that telegraphic\nstyle. The bush around said nothing, and would not let us look very far,\neither. A torn curtain of red twill hung in the doorway of the hut, and\nflapped sadly in our faces. The dwelling was dismantled; but we could\nsee a white man had lived there not very long ago. There remained a rude\ntable--a plank on two posts; a heap of rubbish reposed in a dark corner,\nand by the door I picked up a book. It had lost its covers, and the\npages had been thumbed into a state of extremely dirty softness; but the\nback had been lovingly stitched afresh with white cotton thread, which\nlooked clean yet. It was an extraordinary find. Its title was, _An\nInquiry into some Points of Seamanship_, by a man Towser, Towson--some\nsuch name--Master in his Majesty's Navy. The matter looked dreary\nreading enough, with illustrative diagrams and repulsive tables of\nfigures, and the copy was sixty years old. I handled this amazing\nantiquity with the greatest possible tenderness, lest it should dissolve\nin my hands. Within, Towson or Towser was inquiring earnestly into the\nbreaking strain of ships' chains and tackle, and other such matters. Not\na very enthralling book; but at the first glance you could see there a\nsingleness of intention, an honest concern for the right way of going\nto work, which made these humble pages, thought out so many years ago,\nluminous with another than a professional light. The simple old sailor,\nwith his talk of chains and purchases, made me forget the jungle and\nthe pilgrims in a delicious sensation of having come upon something\nunmistakably real. Such a book being there was wonderful enough; but\nstill more astounding were the notes pencilled in the margin, and\nplainly referring to the text. I couldn't believe my eyes! They were in\ncipher! Yes, it looked like cipher. Fancy a man lugging with him a\nbook of that description into this nowhere and studying it--and making\nnotes--in cipher at that! It was an extravagant mystery.\n\n“I had been dimly aware for some time of a worrying noise, and when I\nlifted my eyes I saw the wood-pile was gone, and the manager, aided by\nall the pilgrims, was shouting at me from the riverside. I slipped the\nbook into my pocket. I assure you to leave off reading was like tearing\nmyself away from the shelter of an old and solid friendship.\n\n“I started the lame engine ahead. 'It must be this miserable trader--this\nintruder,' exclaimed the manager, looking back malevolently at the place\nwe had left. 'He must be English,' I said. 'It will not save him from\ngetting into trouble if he is not careful,' muttered the manager darkly.\nI observed with assumed innocence that no man was safe from trouble in\nthis world.\n\n“The current was more rapid now, the steamer seemed at her last gasp,\nthe stern-wheel flopped languidly, and I caught myself listening on\ntiptoe for the next beat of the boat, for in sober truth I expected the\nwretched thing to give up every moment. It was like watching the last\nflickers of a life. But still we crawled. Sometimes I would pick out a\ntree a little way ahead to measure our progress towards Kurtz by, but\nI lost it invariably before we got abreast. To keep the eyes so long\non one thing was too much for human patience. The manager displayed\na beautiful resignation. I fretted and fumed and took to arguing with\nmyself whether or no I would talk openly with Kurtz; but before I could\ncome to any conclusion it occurred to me that my speech or my silence,\nindeed any action of mine, would be a mere futility. What did it matter\nwhat any one knew or ignored? What did it matter who was manager? One\ngets sometimes such a flash of insight. The essentials of this affair\nlay deep under the surface, beyond my reach, and beyond my power of\nmeddling.\n\n“Towards the evening of the second day we judged ourselves about eight\nmiles from Kurtz's station. I wanted to push on; but the manager looked\ngrave, and told me the navigation up there was so dangerous that it\nwould be advisable, the sun being very low already, to wait where we\nwere till next morning. Moreover, he pointed out that if the warning\nto approach cautiously were to be followed, we must approach in\ndaylight--not at dusk or in the dark. This was sensible enough. Eight\nmiles meant nearly three hours' steaming for us, and I could also see\nsuspicious ripples at the upper end of the reach. Nevertheless, I was\nannoyed beyond expression at the delay, and most unreasonably, too,\nsince one night more could not matter much after so many months. As we\nhad plenty of wood, and caution was the word, I brought up in the middle\nof the stream. The reach was narrow, straight, with high sides like a\nrailway cutting. The dusk came gliding into it long before the sun had\nset. The current ran smooth and swift, but a dumb immobility sat on the\nbanks. The living trees, lashed together by the creepers and every\nliving bush of the undergrowth, might have been changed into stone, even\nto the slenderest twig, to the lightest leaf. It was not sleep--it\nseemed unnatural, like a state of trance. Not the faintest sound of any\nkind could be heard. You looked on amazed, and began to suspect yourself\nof being deaf--then the night came suddenly, and struck you blind as\nwell. About three in the morning some large fish leaped, and the loud\nsplash made me jump as though a gun had been fired. When the sun rose\nthere was a white fog, very warm and clammy, and more blinding than the\nnight. It did not shift or drive; it was just there, standing all round\nyou like something solid. At eight or nine, perhaps, it lifted as a\nshutter lifts. We had a glimpse of the towering multitude of trees, of\nthe immense matted jungle, with the blazing little ball of the sun\nhanging over it--all perfectly still--and then the white shutter came\ndown again, smoothly, as if sliding in greased grooves. I ordered the\nchain, which we had begun to heave in, to be paid out again. Before it\nstopped running with a muffled rattle, a cry, a very loud cry, as of\ninfinite desolation, soared slowly in the opaque air. It ceased. A\ncomplaining clamour, modulated in savage discords, filled our ears. The\nsheer unexpectedness of it made my hair stir under my cap. I don't know\nhow it struck the others: to me it seemed as though the mist itself had\nscreamed, so suddenly, and apparently from all sides at once, did this\ntumultuous and mournful uproar arise. It culminated in a hurried\noutbreak of almost intolerably excessive shrieking, which stopped short,\nleaving us stiffened in a variety of silly attitudes, and obstinately\nlistening to the nearly as appalling and excessive silence. 'Good God!\nWhat is the meaning--' stammered at my elbow one of the pilgrims--a\nlittle fat man, with sandy hair and red whiskers, who wore sidespring\nboots, and pink pyjamas tucked into his socks. Two others remained\nopen-mouthed a while minute, then dashed into the little cabin, to rush\nout incontinently and stand darting scared glances, with Winchesters at\n'ready' in their hands. What we could see was just the steamer we were\non, her outlines blurred as though she had been on the point of\ndissolving, and a misty strip of water, perhaps two feet broad, around\nher--and that was all. The rest of the world was nowhere, as far as our\neyes and ears were concerned. Just nowhere. Gone, disappeared; swept off\nwithout leaving a whisper or a shadow behind.\n\n“I went forward, and ordered the chain to be hauled in short, so as to\nbe ready to trip the anchor and move the steamboat at once if necessary.\n'Will they attack?' whispered an awed voice. 'We will be all butchered\nin this fog,' murmured another. The faces twitched with the strain, the\nhands trembled slightly, the eyes forgot to wink. It was very curious\nto see the contrast of expressions of the white men and of the black\nfellows of our crew, who were as much strangers to that part of the\nriver as we, though their homes were only eight hundred miles away. The\nwhites, of course greatly discomposed, had besides a curious look of\nbeing painfully shocked by such an outrageous row. The others had an\nalert, naturally interested expression; but their faces were essentially\nquiet, even those of the one or two who grinned as they hauled at the\nchain. Several exchanged short, grunting phrases, which seemed to settle\nthe matter to their satisfaction. Their headman, a young, broad-chested\nblack, severely draped in dark-blue fringed cloths, with fierce nostrils\nand his hair all done up artfully in oily ringlets, stood near me.\n'Aha!' I said, just for good fellowship's sake. 'Catch 'im,' he snapped,\nwith a bloodshot widening of his eyes and a flash of sharp teeth--'catch\n'im. Give 'im to us.' 'To you, eh?' I asked; 'what would you do with\nthem?' 'Eat 'im!' he said curtly, and, leaning his elbow on the rail,\nlooked out into the fog in a dignified and profoundly pensive attitude.\nI would no doubt have been properly horrified, had it not occurred to\nme that he and his chaps must be very hungry: that they must have been\ngrowing increasingly hungry for at least this month past. They had been\nengaged for six months (I don't think a single one of them had any\nclear idea of time, as we at the end of countless ages have. They still\nbelonged to the beginnings of time--had no inherited experience to teach\nthem as it were), and of course, as long as there was a piece of paper\nwritten over in accordance with some farcical law or other made down the\nriver, it didn't enter anybody's head to trouble how they would live.\nCertainly they had brought with them some rotten hippo-meat, which\ncouldn't have lasted very long, anyway, even if the pilgrims hadn't, in\nthe midst of a shocking hullabaloo, thrown a considerable quantity of it\noverboard. It looked like a high-handed proceeding; but it was really\na case of legitimate self-defence. You can't breathe dead hippo waking,\nsleeping, and eating, and at the same time keep your precarious grip on\nexistence. Besides that, they had given them every week three pieces of\nbrass wire, each about nine inches long; and the theory was they were to\nbuy their provisions with that currency in riverside villages. You can\nsee how _that_ worked. There were either no villages, or the people were\nhostile, or the director, who like the rest of us fed out of tins, with\nan occasional old he-goat thrown in, didn't want to stop the steamer for\nsome more or less recondite reason. So, unless they swallowed the wire\nitself, or made loops of it to snare the fishes with, I don't see what\ngood their extravagant salary could be to them. I must say it was paid\nwith a regularity worthy of a large and honourable trading company. For\nthe rest, the only thing to eat--though it didn't look eatable in the\nleast--I saw in their possession was a few lumps of some stuff like\nhalf-cooked dough, of a dirty lavender colour, they kept wrapped in\nleaves, and now and then swallowed a piece of, but so small that it\nseemed done more for the looks of the thing than for any serious purpose\nof sustenance. Why in the name of all the gnawing devils of hunger they\ndidn't go for us--they were thirty to five--and have a good tuck-in for\nonce, amazes me now when I think of it. They were big powerful men,\nwith not much capacity to weigh the consequences, with courage, with\nstrength, even yet, though their skins were no longer glossy and their\nmuscles no longer hard. And I saw that something restraining, one of\nthose human secrets that baffle probability, had come into play there.\nI looked at them with a swift quickening of interest--not because it\noccurred to me I might be eaten by them before very long, though I own\nto you that just then I perceived--in a new light, as it were--how\nunwholesome the pilgrims looked, and I hoped, yes, I positively hoped,\nthat my aspect was not so--what shall I say?--so--unappetizing: a touch\nof fantastic vanity which fitted well with the dream-sensation that\npervaded all my days at that time. Perhaps I had a little fever, too.\nOne can't live with one's finger everlastingly on one's pulse. I had\noften 'a little fever,' or a little touch of other things--the playful\npaw-strokes of the wilderness, the preliminary trifling before the more\nserious onslaught which came in due course. Yes; I looked at them as you\nwould on any human being, with a curiosity of their impulses, motives,\ncapacities, weaknesses, when brought to the test of an inexorable\nphysical necessity. Restraint! What possible restraint? Was it\nsuperstition, disgust, patience, fear--or some kind of primitive honour?\nNo fear can stand up to hunger, no patience can wear it out, disgust\nsimply does not exist where hunger is; and as to superstition, beliefs,\nand what you may call principles, they are less than chaff in a breeze.\nDon't you know the devilry of lingering starvation, its exasperating\ntorment, its black thoughts, its sombre and brooding ferocity? Well,\nI do. It takes a man all his inborn strength to fight hunger properly.\nIt's really easier to face bereavement, dishonour, and the perdition of\none's soul--than this kind of prolonged hunger. Sad, but true. And these\nchaps, too, had no earthly reason for any kind of scruple. Restraint! I\nwould just as soon have expected restraint from a hyena prowling amongst\nthe corpses of a battlefield. But there was the fact facing me--the fact\ndazzling, to be seen, like the foam on the depths of the sea, like a\nripple on an unfathomable enigma, a mystery greater--when I thought\nof it--than the curious, inexplicable note of desperate grief in this\nsavage clamour that had swept by us on the river-bank, behind the blind\nwhiteness of the fog.\n\n“Two pilgrims were quarrelling in hurried whispers as to which bank.\n'Left.' 'no, no; how can you? Right, right, of course.' 'It is very\nserious,' said the manager's voice behind me; 'I would be desolated if\nanything should happen to Mr. Kurtz before we came up.' I looked at him,\nand had not the slightest doubt he was sincere. He was just the kind of\nman who would wish to preserve appearances. That was his restraint. But\nwhen he muttered something about going on at once, I did not even take\nthe trouble to answer him. I knew, and he knew, that it was impossible.\nWere we to let go our hold of the bottom, we would be absolutely in\nthe air--in space. We wouldn't be able to tell where we were going\nto--whether up or down stream, or across--till we fetched against one\nbank or the other--and then we wouldn't know at first which it was.\nOf course I made no move. I had no mind for a smash-up. You couldn't\nimagine a more deadly place for a shipwreck. Whether we drowned at\nonce or not, we were sure to perish speedily in one way or another. 'I\nauthorize you to take all the risks,' he said, after a short silence.\n'I refuse to take any,' I said shortly; which was just the answer he\nexpected, though its tone might have surprised him. 'Well, I must defer\nto your judgment. You are captain,' he said with marked civility. I\nturned my shoulder to him in sign of my appreciation, and looked into\nthe fog. How long would it last? It was the most hopeless lookout. The\napproach to this Kurtz grubbing for ivory in the wretched bush was beset\nby as many dangers as though he had been an enchanted princess sleeping\nin a fabulous castle. 'Will they attack, do you think?' asked the\nmanager, in a confidential tone.\n\n“I did not think they would attack, for several obvious reasons. The\nthick fog was one. If they left the bank in their canoes they would get\nlost in it, as we would be if we attempted to move. Still, I had also\njudged the jungle of both banks quite impenetrable--and yet eyes were\nin it, eyes that had seen us. The riverside bushes were certainly very\nthick; but the undergrowth behind was evidently penetrable.\nHowever, during the short lift I had seen no canoes anywhere in the\nreach--certainly not abreast of the steamer. But what made the idea of\nattack inconceivable to me was the nature of the noise--of the cries we\nhad heard. They had not the fierce character boding immediate hostile\nintention. Unexpected, wild, and violent as they had been, they had\ngiven me an irresistible impression of sorrow. The glimpse of the\nsteamboat had for some reason filled those savages with unrestrained\ngrief. The danger, if any, I expounded, was from our proximity to a\ngreat human passion let loose. Even extreme grief may ultimately vent\nitself in violence--but more generally takes the form of apathy....\n\n“You should have seen the pilgrims stare! They had no heart to grin, or\neven to revile me: but I believe they thought me gone mad--with fright,\nmaybe. I delivered a regular lecture. My dear boys, it was no good\nbothering. Keep a lookout? Well, you may guess I watched the fog for\nthe signs of lifting as a cat watches a mouse; but for anything else our\neyes were of no more use to us than if we had been buried miles deep in\na heap of cotton-wool. It felt like it, too--choking, warm, stifling.\nBesides, all I said, though it sounded extravagant, was absolutely\ntrue to fact. What we afterwards alluded to as an attack was really an\nattempt at repulse. The action was very far from being aggressive--it\nwas not even defensive, in the usual sense: it was undertaken under the\nstress of desperation, and in its essence was purely protective.\n\n“It developed itself, I should say, two hours after the fog lifted, and\nits commencement was at a spot, roughly speaking, about a mile and a\nhalf below Kurtz's station. We had just floundered and flopped round a\nbend, when I saw an islet, a mere grassy hummock of bright green, in the\nmiddle of the stream. It was the only thing of the kind; but as we opened\nthe reach more, I perceived it was the head of a long sand-bank, or\nrather of a chain of shallow patches stretching down the middle of the\nriver. They were discoloured, just awash, and the whole lot was seen\njust under the water, exactly as a man's backbone is seen running down\nthe middle of his back under the skin. Now, as far as I did see, I could\ngo to the right or to the left of this. I didn't know either channel, of\ncourse. The banks looked pretty well alike, the depth appeared the same;\nbut as I had been informed the station was on the west side, I naturally\nheaded for the western passage.\n\n“No sooner had we fairly entered it than I became aware it was much\nnarrower than I had supposed. To the left of us there was the long\nuninterrupted shoal, and to the right a high, steep bank heavily\novergrown with bushes. Above the bush the trees stood in serried ranks.\nThe twigs overhung the current thickly, and from distance to distance a\nlarge limb of some tree projected rigidly over the stream. It was then\nwell on in the afternoon, the face of the forest was gloomy, and a\nbroad strip of shadow had already fallen on the water. In this shadow\nwe steamed up--very slowly, as you may imagine. I sheered her well\ninshore--the water being deepest near the bank, as the sounding-pole\ninformed me.\n\n“One of my hungry and forbearing friends was sounding in the bows just\nbelow me. This steamboat was exactly like a decked scow. On the deck,\nthere were two little teakwood houses, with doors and windows. The\nboiler was in the fore-end, and the machinery right astern. Over\nthe whole there was a light roof, supported on stanchions. The funnel\nprojected through that roof, and in front of the funnel a small cabin\nbuilt of light planks served for a pilot-house. It contained a couch,\ntwo camp-stools, a loaded Martini-Henry leaning in one corner, a tiny\ntable, and the steering-wheel. It had a wide door in front and a broad\nshutter at each side. All these were always thrown open, of course. I\nspent my days perched up there on the extreme fore-end of that roof,\nbefore the door. At night I slept, or tried to, on the couch. An\nathletic black belonging to some coast tribe and educated by my poor\npredecessor, was the helmsman. He sported a pair of brass earrings, wore\na blue cloth wrapper from the waist to the ankles, and thought all the\nworld of himself. He was the most unstable kind of fool I had ever seen.\nHe steered with no end of a swagger while you were by; but if he lost\nsight of you, he became instantly the prey of an abject funk, and would\nlet that cripple of a steamboat get the upper hand of him in a minute.\n\n“I was looking down at the sounding-pole, and feeling much annoyed to\nsee at each try a little more of it stick out of that river, when I saw\nmy poleman give up on the business suddenly, and stretch himself flat on\nthe deck, without even taking the trouble to haul his pole in. He kept\nhold on it though, and it trailed in the water. At the same time the\nfireman, whom I could also see below me, sat down abruptly before his\nfurnace and ducked his head. I was amazed. Then I had to look at the\nriver mighty quick, because there was a snag in the fairway. Sticks,\nlittle sticks, were flying about--thick: they were whizzing before my\nnose, dropping below me, striking behind me against my pilot-house. All\nthis time the river, the shore, the woods, were very quiet--perfectly\nquiet. I could only hear the heavy splashing thump of the stern-wheel\nand the patter of these things. We cleared the snag clumsily. Arrows, by\nJove! We were being shot at! I stepped in quickly to close the shutter\non the landside. That fool-helmsman, his hands on the spokes, was\nlifting his knees high, stamping his feet, champing his mouth, like a\nreined-in horse. Confound him! And we were staggering within ten feet of\nthe bank. I had to lean right out to swing the heavy shutter, and I saw\na face amongst the leaves on the level with my own, looking at me very\nfierce and steady; and then suddenly, as though a veil had been removed\nfrom my eyes, I made out, deep in the tangled gloom, naked breasts,\narms, legs, glaring eyes--the bush was swarming with human limbs in\nmovement, glistening of bronze colour. The twigs shook, swayed, and\nrustled, the arrows flew out of them, and then the shutter came to.\n'Steer her straight,' I said to the helmsman. He held his head rigid,\nface forward; but his eyes rolled, he kept on lifting and setting down\nhis feet gently, his mouth foamed a little. 'Keep quiet!' I said in a\nfury. I might just as well have ordered a tree not to sway in the wind.\nI darted out. Below me there was a great scuffle of feet on the iron\ndeck; confused exclamations; a voice screamed, 'Can you turn back?'\nI caught sight of a V-shaped ripple on the water ahead. What? Another\nsnag! A fusillade burst out under my feet. The pilgrims had opened with\ntheir Winchesters, and were simply squirting lead into that bush. A\ndeuce of a lot of smoke came up and drove slowly forward. I swore at\nit. Now I couldn't see the ripple or the snag either. I stood in the\ndoorway, peering, and the arrows came in swarms. They might have been\npoisoned, but they looked as though they wouldn't kill a cat. The bush\nbegan to howl. Our wood-cutters raised a warlike whoop; the report of a\nrifle just at my back deafened me. I glanced over my shoulder, and the\npilot-house was yet full of noise and smoke when I made a dash at the\nwheel. The fool-nigger had dropped everything, to throw the shutter\nopen and let off that Martini-Henry. He stood before the wide opening,\nglaring, and I yelled at him to come back, while I straightened the\nsudden twist out of that steamboat. There was no room to turn even if I\nhad wanted to, the snag was somewhere very near ahead in that confounded\nsmoke, there was no time to lose, so I just crowded her into the\nbank--right into the bank, where I knew the water was deep.\n\n“We tore slowly along the overhanging bushes in a whirl of broken twigs\nand flying leaves. The fusillade below stopped short, as I had foreseen\nit would when the squirts got empty. I threw my head back to a glinting\nwhizz that traversed the pilot-house, in at one shutter-hole and out\nat the other. Looking past that mad helmsman, who was shaking the empty\nrifle and yelling at the shore, I saw vague forms of men running bent\ndouble, leaping, gliding, distinct, incomplete, evanescent. Something\nbig appeared in the air before the shutter, the rifle went overboard,\nand the man stepped back swiftly, looked at me over his shoulder in an\nextraordinary, profound, familiar manner, and fell upon my feet. The\nside of his head hit the wheel twice, and the end of what appeared\na long cane clattered round and knocked over a little camp-stool. It\nlooked as though after wrenching that thing from somebody ashore he had\nlost his balance in the effort. The thin smoke had blown away, we were\nclear of the snag, and looking ahead I could see that in another hundred\nyards or so I would be free to sheer off, away from the bank; but my\nfeet felt so very warm and wet that I had to look down. The man had\nrolled on his back and stared straight up at me; both his hands clutched\nthat cane. It was the shaft of a spear that, either thrown or lunged\nthrough the opening, had caught him in the side, just below the ribs;\nthe blade had gone in out of sight, after making a frightful gash; my\nshoes were full; a pool of blood lay very still, gleaming dark-red under\nthe wheel; his eyes shone with an amazing lustre. The fusillade burst\nout again. He looked at me anxiously, gripping the spear like something\nprecious, with an air of being afraid I would try to take it away from\nhim. I had to make an effort to free my eyes from his gaze and attend\nto the steering. With one hand I felt above my head for the line of\nthe steam whistle, and jerked out screech after screech hurriedly. The\ntumult of angry and warlike yells was checked instantly, and then from\nthe depths of the woods went out such a tremulous and prolonged wail of\nmournful fear and utter despair as may be imagined to follow the flight\nof the last hope from the earth. There was a great commotion in the\nbush; the shower of arrows stopped, a few dropping shots rang out\nsharply--then silence, in which the languid beat of the stern-wheel came\nplainly to my ears. I put the helm hard a-starboard at the moment when\nthe pilgrim in pink pyjamas, very hot and agitated, appeared in the\ndoorway. 'The manager sends me--' he began in an official tone, and\nstopped short. 'Good God!' he said, glaring at the wounded man.\n\n“We two whites stood over him, and his lustrous and inquiring glance\nenveloped us both. I declare it looked as though he would presently put\nto us some questions in an understandable language; but he died without\nuttering a sound, without moving a limb, without twitching a muscle.\nOnly in the very last moment, as though in response to some sign we\ncould not see, to some whisper we could not hear, he frowned heavily,\nand that frown gave to his black death-mask an inconceivably sombre,\nbrooding, and menacing expression. The lustre of inquiring glance faded\nswiftly into vacant glassiness. 'Can you steer?' I asked the agent\neagerly. He looked very dubious; but I made a grab at his arm, and he\nunderstood at once I meant him to steer whether or no. To tell you\nthe truth, I was morbidly anxious to change my shoes and socks. 'He is\ndead,' murmured the fellow, immensely impressed. 'No doubt about it,'\nsaid I, tugging like mad at the shoe-laces. 'And by the way, I suppose\nMr. Kurtz is dead as well by this time.'\n\n“For the moment that was the dominant thought. There was a sense of\nextreme disappointment, as though I had found out I had been striving\nafter something altogether without a substance. I couldn't have been\nmore disgusted if I had travelled all this way for the sole purpose of\ntalking with Mr. Kurtz. Talking with... I flung one shoe overboard,\nand became aware that that was exactly what I had been looking forward\nto--a talk with Kurtz. I made the strange discovery that I had never\nimagined him as doing, you know, but as discoursing. I didn't say to\nmyself, 'Now I will never see him,' or 'Now I will never shake him by\nthe hand,' but, 'Now I will never hear him.' The man presented himself\nas a voice. Not of course that I did not connect him with some sort of\naction. Hadn't I been told in all the tones of jealousy and admiration\nthat he had collected, bartered, swindled, or stolen more ivory than all\nthe other agents together? That was not the point. The point was in his\nbeing a gifted creature, and that of all his gifts the one that stood\nout preeminently, that carried with it a sense of real presence, was his\nability to talk, his words--the gift of expression, the bewildering,\nthe illuminating, the most exalted and the most contemptible, the\npulsating stream of light, or the deceitful flow from the heart of an\nimpenetrable darkness.\n\n“The other shoe went flying unto the devil-god of that river. I thought,\n'By Jove! it's all over. We are too late; he has vanished--the gift has\nvanished, by means of some spear, arrow, or club. I will never hear that\nchap speak after all'--and my sorrow had a startling extravagance of\nemotion, even such as I had noticed in the howling sorrow of these\nsavages in the bush. I couldn't have felt more of lonely desolation\nsomehow, had I been robbed of a belief or had missed my destiny in\nlife.... Why do you sigh in this beastly way, somebody? Absurd? Well,\nabsurd. Good Lord! mustn't a man ever--Here, give me some tobacco.”...\n\nThere was a pause of profound stillness, then a match flared, and\nMarlow's lean face appeared, worn, hollow, with downward folds and\ndropped eyelids, with an aspect of concentrated attention; and as he\ntook vigorous draws at his pipe, it seemed to retreat and advance out of\nthe night in the regular flicker of tiny flame. The match went out.\n\n“Absurd!” he cried. “This is the worst of trying to tell.... Here\nyou all are, each moored with two good addresses, like a hulk with\ntwo anchors, a butcher round one corner, a policeman round another,\nexcellent appetites, and temperature normal--you hear--normal from\nyear's end to year's end. And you say, Absurd! Absurd be--exploded!\nAbsurd! My dear boys, what can you expect from a man who out of sheer\nnervousness had just flung overboard a pair of new shoes! Now I think of\nit, it is amazing I did not shed tears. I am, upon the whole, proud\nof my fortitude. I was cut to the quick at the idea of having lost the\ninestimable privilege of listening to the gifted Kurtz. Of course I\nwas wrong. The privilege was waiting for me. Oh, yes, I heard more than\nenough. And I was right, too. A voice. He was very little more than a\nvoice. And I heard--him--it--this voice--other voices--all of them were\nso little more than voices--and the memory of that time itself lingers\naround me, impalpable, like a dying vibration of one immense jabber,\nsilly, atrocious, sordid, savage, or simply mean, without any kind of\nsense. Voices, voices--even the girl herself--now--”\n\nHe was silent for a long time.\n\n“I laid the ghost of his gifts at last with a lie,” he began, suddenly.\n“Girl! What? Did I mention a girl? Oh, she is out of it--completely.\nThey--the women, I mean--are out of it--should be out of it. We must\nhelp them to stay in that beautiful world of their own, lest ours\ngets worse. Oh, she had to be out of it. You should have heard the\ndisinterred body of Mr. Kurtz saying, 'My Intended.' You would have\nperceived directly then how completely she was out of it. And the lofty\nfrontal bone of Mr. Kurtz! They say the hair goes on growing sometimes,\nbut this--ah--specimen, was impressively bald. The wilderness had\npatted him on the head, and, behold, it was like a ball--an ivory ball;\nit had caressed him, and--lo!--he had withered; it had taken him, loved\nhim, embraced him, got into his veins, consumed his flesh, and sealed\nhis soul to its own by the inconceivable ceremonies of some devilish\ninitiation. He was its spoiled and pampered favourite. Ivory? I should\nthink so. Heaps of it, stacks of it. The old mud shanty was bursting\nwith it. You would think there was not a single tusk left either above\nor below the ground in the whole country. 'Mostly fossil,' the manager\nhad remarked, disparagingly. It was no more fossil than I am; but they\ncall it fossil when it is dug up. It appears these niggers do bury the\ntusks sometimes--but evidently they couldn't bury this parcel deep\nenough to save the gifted Mr. Kurtz from his fate. We filled the\nsteamboat with it, and had to pile a lot on the deck. Thus he could\nsee and enjoy as long as he could see, because the appreciation of this\nfavour had remained with him to the last. You should have heard him say,\n'My ivory.' Oh, yes, I heard him. 'My Intended, my ivory, my station,\nmy river, my--' everything belonged to him. It made me hold my breath\nin expectation of hearing the wilderness burst into a prodigious peal\nof laughter that would shake the fixed stars in their places. Everything\nbelonged to him--but that was a trifle. The thing was to know what he\nbelonged to, how many powers of darkness claimed him for their own. That\nwas the reflection that made you creepy all over. It was impossible--it\nwas not good for one either--trying to imagine. He had taken a high seat\namongst the devils of the land--I mean literally. You can't understand.\nHow could you?--with solid pavement under your feet, surrounded by kind\nneighbours ready to cheer you or to fall on you, stepping delicately\nbetween the butcher and the policeman, in the holy terror of scandal and\ngallows and lunatic asylums--how can you imagine what particular region\nof the first ages a man's untrammelled feet may take him into by the\nway of solitude--utter solitude without a policeman--by the way of\nsilence--utter silence, where no warning voice of a kind neighbour can\nbe heard whispering of public opinion? These little things make all the\ngreat difference. When they are gone you must fall back upon your own\ninnate strength, upon your own capacity for faithfulness. Of course you\nmay be too much of a fool to go wrong--too dull even to know you are\nbeing assaulted by the powers of darkness. I take it, no fool ever made\na bargain for his soul with the devil; the fool is too much of a fool,\nor the devil too much of a devil--I don't know which. Or you may be such\na thunderingly exalted creature as to be altogether deaf and blind to\nanything but heavenly sights and sounds. Then the earth for you is only\na standing place--and whether to be like this is your loss or your gain\nI won't pretend to say. But most of us are neither one nor the other.\nThe earth for us is a place to live in, where we must put up with\nsights, with sounds, with smells, too, by Jove!--breathe dead hippo,\nso to speak, and not be contaminated. And there, don't you see?\nYour strength comes in, the faith in your ability for the digging of\nunostentatious holes to bury the stuff in--your power of devotion,\nnot to yourself, but to an obscure, back-breaking business. And that's\ndifficult enough. Mind, I am not trying to excuse or even explain--I am\ntrying to account to myself for--for--Mr. Kurtz--for the shade of Mr.\nKurtz. This initiated wraith from the back of Nowhere honoured me with\nits amazing confidence before it vanished altogether. This was because\nit could speak English to me. The original Kurtz had been educated\npartly in England, and--as he was good enough to say himself--his\nsympathies were in the right place. His mother was half-English, his\nfather was half-French. All Europe contributed to the making of Kurtz;\nand by and by I learned that, most appropriately, the International\nSociety for the Suppression of Savage Customs had intrusted him with the\nmaking of a report, for its future guidance. And he had written it, too.\nI've seen it. I've read it. It was eloquent, vibrating with eloquence,\nbut too high-strung, I think. Seventeen pages of close writing he had\nfound time for! But this must have been before his--let us say--nerves,\nwent wrong, and caused him to preside at certain midnight dances ending\nwith unspeakable rites, which--as far as I reluctantly gathered\nfrom what I heard at various times--were offered up to him--do you\nunderstand?--to Mr. Kurtz himself. But it was a beautiful piece\nof writing. The opening paragraph, however, in the light of later\ninformation, strikes me now as ominous. He began with the argument\nthat we whites, from the point of development we had arrived at, 'must\nnecessarily appear to them [savages] in the nature of supernatural\nbeings--we approach them with the might of a deity,' and so on, and so\non. 'By the simple exercise of our will we can exert a power for good\npractically unbounded,' etc., etc. From that point he soared and took me\nwith him. The peroration was magnificent, though difficult to remember,\nyou know. It gave me the notion of an exotic Immensity ruled by an\naugust Benevolence. It made me tingle with enthusiasm. This was the\nunbounded power of eloquence--of words--of burning noble words. There\nwere no practical hints to interrupt the magic current of phrases,\nunless a kind of note at the foot of the last page, scrawled evidently\nmuch later, in an unsteady hand, may be regarded as the exposition of\na method. It was very simple, and at the end of that moving appeal to\nevery altruistic sentiment it blazed at you, luminous and terrifying,\nlike a flash of lightning in a serene sky: 'Exterminate all the brutes!'\nThe curious part was that he had apparently forgotten all about that\nvaluable postscriptum, because, later on, when he in a sense came to\nhimself, he repeatedly entreated me to take good care of 'my pamphlet'\n(he called it), as it was sure to have in the future a good influence\nupon his career. I had full information about all these things, and,\nbesides, as it turned out, I was to have the care of his memory. I've\ndone enough for it to give me the indisputable right to lay it, if I\nchoose, for an everlasting rest in the dust-bin of progress, amongst\nall the sweepings and, figuratively speaking, all the dead cats of\ncivilization. But then, you see, I can't choose. He won't be forgotten.\nWhatever he was, he was not common. He had the power to charm or\nfrighten rudimentary souls into an aggravated witch-dance in his\nhonour; he could also fill the small souls of the pilgrims with bitter\nmisgivings: he had one devoted friend at least, and he had conquered\none soul in the world that was neither rudimentary nor tainted with\nself-seeking. No; I can't forget him, though I am not prepared to affirm\nthe fellow was exactly worth the life we lost in getting to him. I\nmissed my late helmsman awfully--I missed him even while his body\nwas still lying in the pilot-house. Perhaps you will think it passing\nstrange this regret for a savage who was no more account than a grain of\nsand in a black Sahara. Well, don't you see, he had done something, he\nhad steered; for months I had him at my back--a help--an instrument. It\nwas a kind of partnership. He steered for me--I had to look after him, I\nworried about his deficiencies, and thus a subtle bond had been created,\nof which I only became aware when it was suddenly broken. And the\nintimate profundity of that look he gave me when he received his hurt\nremains to this day in my memory--like a claim of distant kinship\naffirmed in a supreme moment.\n\n“Poor fool! If he had only left that shutter alone. He had no restraint,\nno restraint--just like Kurtz--a tree swayed by the wind. As soon as\nI had put on a dry pair of slippers, I dragged him out, after first\njerking the spear out of his side, which operation I confess I performed\nwith my eyes shut tight. His heels leaped together over the little\ndoorstep; his shoulders were pressed to my breast; I hugged him from\nbehind desperately. Oh! he was heavy, heavy; heavier than any man on\nearth, I should imagine. Then without more ado I tipped him overboard.\nThe current snatched him as though he had been a wisp of grass, and I\nsaw the body roll over twice before I lost sight of it for ever. All the\npilgrims and the manager were then congregated on the awning-deck\nabout the pilot-house, chattering at each other like a flock of excited\nmagpies, and there was a scandalized murmur at my heartless promptitude.\nWhat they wanted to keep that body hanging about for I can't guess.\nEmbalm it, maybe. But I had also heard another, and a very ominous,\nmurmur on the deck below. My friends the wood-cutters were likewise\nscandalized, and with a better show of reason--though I admit that the\nreason itself was quite inadmissible. Oh, quite! I had made up my mind\nthat if my late helmsman was to be eaten, the fishes alone should have\nhim. He had been a very second-rate helmsman while alive, but now he was\ndead he might have become a first-class temptation, and possibly cause\nsome startling trouble. Besides, I was anxious to take the wheel, the\nman in pink pyjamas showing himself a hopeless duffer at the business.\n\n“This I did directly the simple funeral was over. We were going\nhalf-speed, keeping right in the middle of the stream, and I listened\nto the talk about me. They had given up Kurtz, they had given up the\nstation; Kurtz was dead, and the station had been burnt--and so on--and\nso on. The red-haired pilgrim was beside himself with the thought that\nat least this poor Kurtz had been properly avenged. 'Say! We must have\nmade a glorious slaughter of them in the bush. Eh? What do you think?\nSay?' He positively danced, the bloodthirsty little gingery beggar.\nAnd he had nearly fainted when he saw the wounded man! I could not help\nsaying, 'You made a glorious lot of smoke, anyhow.' I had seen, from the\nway the tops of the bushes rustled and flew, that almost all the shots\nhad gone too high. You can't hit anything unless you take aim and fire\nfrom the shoulder; but these chaps fired from the hip with their eyes\nshut. The retreat, I maintained--and I was right--was caused by the\nscreeching of the steam whistle. Upon this they forgot Kurtz, and began\nto howl at me with indignant protests.\n\n“The manager stood by the wheel murmuring confidentially about the\nnecessity of getting well away down the river before dark at all events,\nwhen I saw in the distance a clearing on the riverside and the outlines\nof some sort of building. 'What's this?' I asked. He clapped his hands\nin wonder. 'The station!' he cried. I edged in at once, still going\nhalf-speed.\n\n“Through my glasses I saw the slope of a hill interspersed with rare\ntrees and perfectly free from undergrowth. A long decaying building on\nthe summit was half buried in the high grass; the large holes in the\npeaked roof gaped black from afar; the jungle and the woods made a\nbackground. There was no enclosure or fence of any kind; but there had\nbeen one apparently, for near the house half-a-dozen slim posts remained\nin a row, roughly trimmed, and with their upper ends ornamented with\nround carved balls. The rails, or whatever there had been between, had\ndisappeared. Of course the forest surrounded all that. The river-bank\nwas clear, and on the waterside I saw a white man under a hat like a\ncart-wheel beckoning persistently with his whole arm. Examining the\nedge of the forest above and below, I was almost certain I could see\nmovements--human forms gliding here and there. I steamed past prudently,\nthen stopped the engines and let her drift down. The man on the shore\nbegan to shout, urging us to land. 'We have been attacked,' screamed\nthe manager. 'I know--I know. It's all right,' yelled back the other, as\ncheerful as you please. 'Come along. It's all right. I am glad.'\n\n“His aspect reminded me of something I had seen--something funny I had\nseen somewhere. As I manoeuvred to get alongside, I was asking myself,\n'What does this fellow look like?' Suddenly I got it. He looked like\na harlequin. His clothes had been made of some stuff that was brown\nholland probably, but it was covered with patches all over, with bright\npatches, blue, red, and yellow--patches on the back, patches on the\nfront, patches on elbows, on knees; coloured binding around his jacket,\nscarlet edging at the bottom of his trousers; and the sunshine made him\nlook extremely gay and wonderfully neat withal, because you could see\nhow beautifully all this patching had been done. A beardless, boyish\nface, very fair, no features to speak of, nose peeling, little blue\neyes, smiles and frowns chasing each other over that open countenance\nlike sunshine and shadow on a wind-swept plain. 'Look out, captain!' he\ncried; 'there's a snag lodged in here last night.' What! Another snag? I\nconfess I swore shamefully. I had nearly holed my cripple, to finish off\nthat charming trip. The harlequin on the bank turned his little pug-nose\nup to me. 'You English?' he asked, all smiles. 'Are you?' I shouted from\nthe wheel. The smiles vanished, and he shook his head as if sorry for\nmy disappointment. Then he brightened up. 'Never mind!' he cried\nencouragingly. 'Are we in time?' I asked. 'He is up there,' he replied,\nwith a toss of the head up the hill, and becoming gloomy all of a\nsudden. His face was like the autumn sky, overcast one moment and bright\nthe next.\n\n“When the manager, escorted by the pilgrims, all of them armed to the\nteeth, had gone to the house this chap came on board. 'I say, I don't\nlike this. These natives are in the bush,' I said. He assured me\nearnestly it was all right. 'They are simple people,' he added; 'well,\nI am glad you came. It took me all my time to keep them off.' 'But you\nsaid it was all right,' I cried. 'Oh, they meant no harm,' he said; and\nas I stared he corrected himself, 'Not exactly.' Then vivaciously, 'My\nfaith, your pilot-house wants a clean-up!' In the next breath he advised\nme to keep enough steam on the boiler to blow the whistle in case of any\ntrouble. 'One good screech will do more for you than all your rifles.\nThey are simple people,' he repeated. He rattled away at such a rate\nhe quite overwhelmed me. He seemed to be trying to make up for lots of\nsilence, and actually hinted, laughing, that such was the case. 'Don't\nyou talk with Mr. Kurtz?' I said. 'You don't talk with that man--you\nlisten to him,' he exclaimed with severe exaltation. 'But now--' He\nwaved his arm, and in the twinkling of an eye was in the uttermost\ndepths of despondency. In a moment he came up again with a jump,\npossessed himself of both my hands, shook them continuously, while he\ngabbled: 'Brother sailor... honour... pleasure... delight...\nintroduce myself... Russian... son of an arch-priest...\nGovernment of Tambov... What? Tobacco! English tobacco; the excellent\nEnglish tobacco! Now, that's brotherly. Smoke? Where's a sailor that\ndoes not smoke?”\n\n“The pipe soothed him, and gradually I made out he had run away from\nschool, had gone to sea in a Russian ship; ran away again; served some\ntime in English ships; was now reconciled with the arch-priest. He made\na point of that. 'But when one is young one must see things, gather\nexperience, ideas; enlarge the mind.' 'Here!' I interrupted. 'You\ncan never tell! Here I met Mr. Kurtz,' he said, youthfully solemn and\nreproachful. I held my tongue after that. It appears he had persuaded a\nDutch trading-house on the coast to fit him out with stores and goods,\nand had started for the interior with a light heart and no more idea of\nwhat would happen to him than a baby. He had been wandering about that\nriver for nearly two years alone, cut off from everybody and everything.\n'I am not so young as I look. I am twenty-five,' he said. 'At first old\nVan Shuyten would tell me to go to the devil,' he narrated with keen\nenjoyment; 'but I stuck to him, and talked and talked, till at last he\ngot afraid I would talk the hind-leg off his favourite dog, so he gave\nme some cheap things and a few guns, and told me he hoped he would never\nsee my face again. Good old Dutchman, Van Shuyten. I've sent him one\nsmall lot of ivory a year ago, so that he can't call me a little thief\nwhen I get back. I hope he got it. And for the rest I don't care. I had\nsome wood stacked for you. That was my old house. Did you see?'\n\n“I gave him Towson's book. He made as though he would kiss me, but\nrestrained himself. 'The only book I had left, and I thought I had lost\nit,' he said, looking at it ecstatically. 'So many accidents happen to\na man going about alone, you know. Canoes get upset sometimes--and\nsometimes you've got to clear out so quick when the people get angry.'\nHe thumbed the pages. 'You made notes in Russian?' I asked. He nodded.\n'I thought they were written in cipher,' I said. He laughed, then became\nserious. 'I had lots of trouble to keep these people off,' he said.\n'Did they want to kill you?' I asked. 'Oh, no!' he cried, and checked\nhimself. 'Why did they attack us?' I pursued. He hesitated, then\nsaid shamefacedly, 'They don't want him to go.' 'Don't they?' I said\ncuriously. He nodded a nod full of mystery and wisdom. 'I tell you,' he\ncried, 'this man has enlarged my mind.' He opened his arms wide, staring\nat me with his little blue eyes that were perfectly round.”\n\n\n\n\nIII\n\n\n\n“I looked at him, lost in astonishment. There he was before me, in\nmotley, as though he had absconded from a troupe of mimes, enthusiastic,\nfabulous. His very existence was improbable, inexplicable, and\naltogether bewildering. He was an insoluble problem. It was\ninconceivable how he had existed, how he had succeeded in getting so\nfar, how he had managed to remain--why he did not instantly disappear.\n'I went a little farther,' he said, 'then still a little farther--till\nI had gone so far that I don't know how I'll ever get back. Never mind.\nPlenty time. I can manage. You take Kurtz away quick--quick--I tell\nyou.' The glamour of youth enveloped his parti-coloured rags, his\ndestitution, his loneliness, the essential desolation of his futile\nwanderings. For months--for years--his life hadn't been worth a day's\npurchase; and there he was gallantly, thoughtlessly alive, to all\nappearances indestructible solely by the virtue of his few years and\nof his unreflecting audacity. I was seduced into something like\nadmiration--like envy. Glamour urged him on, glamour kept him\nunscathed. He surely wanted nothing from the wilderness but space to\nbreathe in and to push on through. His need was to exist, and to move\nonwards at the greatest possible risk, and with a maximum of privation.\nIf the absolutely pure, uncalculating, unpractical spirit of adventure\nhad ever ruled a human being, it ruled this bepatched youth. I almost\nenvied him the possession of this modest and clear flame. It seemed to\nhave consumed all thought of self so completely, that even while he\nwas talking to you, you forgot that it was he--the man before your\neyes--who had gone through these things. I did not envy him his devotion\nto Kurtz, though. He had not meditated over it. It came to him, and\nhe accepted it with a sort of eager fatalism. I must say that to me it\nappeared about the most dangerous thing in every way he had come upon so\nfar.\n\n“They had come together unavoidably, like two ships becalmed near\neach other, and lay rubbing sides at last. I suppose Kurtz wanted an\naudience, because on a certain occasion, when encamped in the forest,\nthey had talked all night, or more probably Kurtz had talked. 'We talked\nof everything,' he said, quite transported at the recollection. 'I\nforgot there was such a thing as sleep. The night did not seem to last\nan hour. Everything! Everything!... Of love, too.' 'Ah, he talked to\nyou of love!' I said, much amused. 'It isn't what you think,' he cried,\nalmost passionately. 'It was in general. He made me see things--things.'\n\n“He threw his arms up. We were on deck at the time, and the headman\nof my wood-cutters, lounging near by, turned upon him his heavy and\nglittering eyes. I looked around, and I don't know why, but I assure you\nthat never, never before, did this land, this river, this jungle, the\nvery arch of this blazing sky, appear to me so hopeless and so dark, so\nimpenetrable to human thought, so pitiless to human weakness. 'And, ever\nsince, you have been with him, of course?' I said.\n\n“On the contrary. It appears their intercourse had been very much broken\nby various causes. He had, as he informed me proudly, managed to nurse\nKurtz through two illnesses (he alluded to it as you would to some risky\nfeat), but as a rule Kurtz wandered alone, far in the depths of the\nforest. 'Very often coming to this station, I had to wait days and\ndays before he would turn up,' he said. 'Ah, it was worth waiting\nfor!--sometimes.' 'What was he doing? exploring or what?' I asked. 'Oh,\nyes, of course'; he had discovered lots of villages, a lake, too--he\ndid not know exactly in what direction; it was dangerous to inquire\ntoo much--but mostly his expeditions had been for ivory. 'But he had no\ngoods to trade with by that time,' I objected. 'There's a good lot of\ncartridges left even yet,' he answered, looking away. 'To speak plainly,\nhe raided the country,' I said. He nodded. 'Not alone, surely!' He\nmuttered something about the villages round that lake. 'Kurtz got the\ntribe to follow him, did he?' I suggested. He fidgeted a little. 'They\nadored him,' he said. The tone of these words was so extraordinary that\nI looked at him searchingly. It was curious to see his mingled eagerness\nand reluctance to speak of Kurtz. The man filled his life, occupied his\nthoughts, swayed his emotions. 'What can you expect?' he burst out; 'he\ncame to them with thunder and lightning, you know--and they had never\nseen anything like it--and very terrible. He could be very terrible.\nYou can't judge Mr. Kurtz as you would an ordinary man. No, no, no!\nNow--just to give you an idea--I don't mind telling you, he wanted to\nshoot me, too, one day--but I don't judge him.' 'Shoot you!' I cried\n'What for?' 'Well, I had a small lot of ivory the chief of that village\nnear my house gave me. You see I used to shoot game for them. Well,\nhe wanted it, and wouldn't hear reason. He declared he would shoot me\nunless I gave him the ivory and then cleared out of the country, because\nhe could do so, and had a fancy for it, and there was nothing on earth\nto prevent him killing whom he jolly well pleased. And it was true, too.\nI gave him the ivory. What did I care! But I didn't clear out. No, no. I\ncouldn't leave him. I had to be careful, of course, till we got friendly\nagain for a time. He had his second illness then. Afterwards I had to\nkeep out of the way; but I didn't mind. He was living for the most part\nin those villages on the lake. When he came down to the river, sometimes\nhe would take to me, and sometimes it was better for me to be careful.\nThis man suffered too much. He hated all this, and somehow he couldn't\nget away. When I had a chance I begged him to try and leave while there\nwas time; I offered to go back with him. And he would say yes, and then\nhe would remain; go off on another ivory hunt; disappear for weeks;\nforget himself amongst these people--forget himself--you know.' 'Why!\nhe's mad,' I said. He protested indignantly. Mr. Kurtz couldn't be mad.\nIf I had heard him talk, only two days ago, I wouldn't dare hint at such\na thing.... I had taken up my binoculars while we talked, and was\nlooking at the shore, sweeping the limit of the forest at each side and\nat the back of the house. The consciousness of there being people in\nthat bush, so silent, so quiet--as silent and quiet as the ruined house\non the hill--made me uneasy. There was no sign on the face of nature\nof this amazing tale that was not so much told as suggested to me in\ndesolate exclamations, completed by shrugs, in interrupted phrases, in\nhints ending in deep sighs. The woods were unmoved, like a mask--heavy,\nlike the closed door of a prison--they looked with their air of hidden\nknowledge, of patient expectation, of unapproachable silence. The\nRussian was explaining to me that it was only lately that Mr. Kurtz had\ncome down to the river, bringing along with him all the fighting men of\nthat lake tribe. He had been absent for several months--getting himself\nadored, I suppose--and had come down unexpectedly, with the intention\nto all appearance of making a raid either across the river or down\nstream. Evidently the appetite for more ivory had got the better of\nthe--what shall I say?--less material aspirations. However he had\ngot much worse suddenly. 'I heard he was lying helpless, and so I came\nup--took my chance,' said the Russian. 'Oh, he is bad, very bad.' I\ndirected my glass to the house. There were no signs of life, but there\nwas the ruined roof, the long mud wall peeping above the grass, with\nthree little square window-holes, no two of the same size; all this\nbrought within reach of my hand, as it were. And then I made a brusque\nmovement, and one of the remaining posts of that vanished fence leaped\nup in the field of my glass. You remember I told you I had been struck\nat the distance by certain attempts at ornamentation, rather remarkable\nin the ruinous aspect of the place. Now I had suddenly a nearer view,\nand its first result was to make me throw my head back as if before a\nblow. Then I went carefully from post to post with my glass, and I saw\nmy mistake. These round knobs were not ornamental but symbolic; they\nwere expressive and puzzling, striking and disturbing--food for thought\nand also for vultures if there had been any looking down from the sky;\nbut at all events for such ants as were industrious enough to ascend\nthe pole. They would have been even more impressive, those heads on the\nstakes, if their faces had not been turned to the house. Only one, the\nfirst I had made out, was facing my way. I was not so shocked as you may\nthink. The start back I had given was really nothing but a movement\nof surprise. I had expected to see a knob of wood there, you know. I\nreturned deliberately to the first I had seen--and there it was, black,\ndried, sunken, with closed eyelids--a head that seemed to sleep at the\ntop of that pole, and, with the shrunken dry lips showing a narrow\nwhite line of the teeth, was smiling, too, smiling continuously at some\nendless and jocose dream of that eternal slumber.\n\n“I am not disclosing any trade secrets. In fact, the manager said\nafterwards that Mr. Kurtz's methods had ruined the district. I have no\nopinion on that point, but I want you clearly to understand that there\nwas nothing exactly profitable in these heads being there. They only\nshowed that Mr. Kurtz lacked restraint in the gratification of his\nvarious lusts, that there was something wanting in him--some small\nmatter which, when the pressing need arose, could not be found under\nhis magnificent eloquence. Whether he knew of this deficiency himself I\ncan't say. I think the knowledge came to him at last--only at the very\nlast. But the wilderness had found him out early, and had taken on him a\nterrible vengeance for the fantastic invasion. I think it had whispered\nto him things about himself which he did not know, things of which he\nhad no conception till he took counsel with this great solitude--and the\nwhisper had proved irresistibly fascinating. It echoed loudly within him\nbecause he was hollow at the core.... I put down the glass, and the\nhead that had appeared near enough to be spoken to seemed at once to\nhave leaped away from me into inaccessible distance.\n\n“The admirer of Mr. Kurtz was a bit crestfallen. In a hurried,\nindistinct voice he began to assure me he had not dared to take\nthese--say, symbols--down. He was not afraid of the natives; they would\nnot stir till Mr. Kurtz gave the word. His ascendancy was extraordinary.\nThe camps of these people surrounded the place, and the chiefs came\nevery day to see him. They would crawl.... 'I don't want to know\nanything of the ceremonies used when approaching Mr. Kurtz,' I shouted.\nCurious, this feeling that came over me that such details would be more\nintolerable than those heads drying on the stakes under Mr. Kurtz's\nwindows. After all, that was only a savage sight, while I seemed at\none bound to have been transported into some lightless region of subtle\nhorrors, where pure, uncomplicated savagery was a positive relief, being\nsomething that had a right to exist--obviously--in the sunshine. The\nyoung man looked at me with surprise. I suppose it did not occur to\nhim that Mr. Kurtz was no idol of mine. He forgot I hadn't heard any of\nthese splendid monologues on, what was it? on love, justice, conduct\nof life--or what not. If it had come to crawling before Mr. Kurtz, he\ncrawled as much as the veriest savage of them all. I had no idea of the\nconditions, he said: these heads were the heads of rebels. I shocked him\nexcessively by laughing. Rebels! What would be the next definition I\nwas to hear? There had been enemies, criminals, workers--and these\nwere rebels. Those rebellious heads looked very subdued to me on their\nsticks. 'You don't know how such a life tries a man like Kurtz,' cried\nKurtz's last disciple. 'Well, and you?' I said. 'I! I! I am a simple\nman. I have no great thoughts. I want nothing from anybody. How can\nyou compare me to...?' His feelings were too much for speech, and\nsuddenly he broke down. 'I don't understand,' he groaned. 'I've been\ndoing my best to keep him alive, and that's enough. I had no hand in\nall this. I have no abilities. There hasn't been a drop of medicine or a\nmouthful of invalid food for months here. He was shamefully abandoned.\nA man like this, with such ideas. Shamefully! Shamefully! I--I--haven't\nslept for the last ten nights...'\n\n“His voice lost itself in the calm of the evening. The long shadows of\nthe forest had slipped downhill while we talked, had gone far beyond\nthe ruined hovel, beyond the symbolic row of stakes. All this was in the\ngloom, while we down there were yet in the sunshine, and the stretch\nof the river abreast of the clearing glittered in a still and dazzling\nsplendour, with a murky and overshadowed bend above and below. Not a\nliving soul was seen on the shore. The bushes did not rustle.\n\n“Suddenly round the corner of the house a group of men appeared, as\nthough they had come up from the ground. They waded waist-deep in the\ngrass, in a compact body, bearing an improvised stretcher in their\nmidst. Instantly, in the emptiness of the landscape, a cry arose whose\nshrillness pierced the still air like a sharp arrow flying straight to\nthe very heart of the land; and, as if by enchantment, streams of human\nbeings--of naked human beings--with spears in their hands, with bows,\nwith shields, with wild glances and savage movements, were poured into\nthe clearing by the dark-faced and pensive forest. The bushes shook, the\ngrass swayed for a time, and then everything stood still in attentive\nimmobility.\n\n“'Now, if he does not say the right thing to them we are all done for,'\nsaid the Russian at my elbow. The knot of men with the stretcher had\nstopped, too, halfway to the steamer, as if petrified. I saw the man on\nthe stretcher sit up, lank and with an uplifted arm, above the shoulders\nof the bearers. 'Let us hope that the man who can talk so well of love\nin general will find some particular reason to spare us this time,' I\nsaid. I resented bitterly the absurd danger of our situation, as if\nto be at the mercy of that atrocious phantom had been a dishonouring\nnecessity. I could not hear a sound, but through my glasses I saw the\nthin arm extended commandingly, the lower jaw moving, the eyes of\nthat apparition shining darkly far in its bony head that nodded with\ngrotesque jerks. Kurtz--Kurtz--that means short in German--don't it?\nWell, the name was as true as everything else in his life--and death.\nHe looked at least seven feet long. His covering had fallen off, and his\nbody emerged from it pitiful and appalling as from a winding-sheet. I\ncould see the cage of his ribs all astir, the bones of his arm waving.\nIt was as though an animated image of death carved out of old ivory had\nbeen shaking its hand with menaces at a motionless crowd of men made of\ndark and glittering bronze. I saw him open his mouth wide--it gave him\na weirdly voracious aspect, as though he had wanted to swallow all the\nair, all the earth, all the men before him. A deep voice reached\nme faintly. He must have been shouting. He fell back suddenly. The\nstretcher shook as the bearers staggered forward again, and almost at\nthe same time I noticed that the crowd of savages was vanishing without\nany perceptible movement of retreat, as if the forest that had ejected\nthese beings so suddenly had drawn them in again as the breath is drawn\nin a long aspiration.\n\n“Some of the pilgrims behind the stretcher carried his\narms--two shot-guns, a heavy rifle, and a light revolver-carbine--the\nthunderbolts of that pitiful Jupiter. The manager bent over him\nmurmuring as he walked beside his head. They laid him down in one of the\nlittle cabins--just a room for a bed place and a camp-stool or two,\nyou know. We had brought his belated correspondence, and a lot of torn\nenvelopes and open letters littered his bed. His hand roamed feebly\namongst these papers. I was struck by the fire of his eyes and the\ncomposed languor of his expression. It was not so much the exhaustion of\ndisease. He did not seem in pain. This shadow looked satiated and calm,\nas though for the moment it had had its fill of all the emotions.\n\n“He rustled one of the letters, and looking straight in my face said,\n'I am glad.' Somebody had been writing to him about me. These special\nrecommendations were turning up again. The volume of tone he emitted\nwithout effort, almost without the trouble of moving his lips, amazed\nme. A voice! a voice! It was grave, profound, vibrating, while the man\ndid not seem capable of a whisper. However, he had enough strength in\nhim--factitious no doubt--to very nearly make an end of us, as you\nshall hear directly.\n\n“The manager appeared silently in the doorway; I stepped out at once\nand he drew the curtain after me. The Russian, eyed curiously by the\npilgrims, was staring at the shore. I followed the direction of his\nglance.\n\n“Dark human shapes could be made out in the distance, flitting\nindistinctly against the gloomy border of the forest, and near the river\ntwo bronze figures, leaning on tall spears, stood in the sunlight under\nfantastic head-dresses of spotted skins, warlike and still in statuesque\nrepose. And from right to left along the lighted shore moved a wild and\ngorgeous apparition of a woman.\n\n“She walked with measured steps, draped in striped and fringed cloths,\ntreading the earth proudly, with a slight jingle and flash of barbarous\nornaments. She carried her head high; her hair was done in the shape of\na helmet; she had brass leggings to the knee, brass wire gauntlets to\nthe elbow, a crimson spot on her tawny cheek, innumerable necklaces of\nglass beads on her neck; bizarre things, charms, gifts of witch-men,\nthat hung about her, glittered and trembled at every step. She must have\nhad the value of several elephant tusks upon her. She was savage and\nsuperb, wild-eyed and magnificent; there was something ominous and\nstately in her deliberate progress. And in the hush that had fallen\nsuddenly upon the whole sorrowful land, the immense wilderness, the\ncolossal body of the fecund and mysterious life seemed to look at her,\npensive, as though it had been looking at the image of its own tenebrous\nand passionate soul.\n\n“She came abreast of the steamer, stood still, and faced us. Her long\nshadow fell to the water's edge. Her face had a tragic and fierce\naspect of wild sorrow and of dumb pain mingled with the fear of some\nstruggling, half-shaped resolve. She stood looking at us without a\nstir, and like the wilderness itself, with an air of brooding over an\ninscrutable purpose. A whole minute passed, and then she made a step\nforward. There was a low jingle, a glint of yellow metal, a sway of\nfringed draperies, and she stopped as if her heart had failed her. The\nyoung fellow by my side growled. The pilgrims murmured at my back.\nShe looked at us all as if her life had depended upon the unswerving\nsteadiness of her glance. Suddenly she opened her bared arms and threw\nthem up rigid above her head, as though in an uncontrollable desire to\ntouch the sky, and at the same time the swift shadows darted out on the\nearth, swept around on the river, gathering the steamer into a shadowy\nembrace. A formidable silence hung over the scene.\n\n“She turned away slowly, walked on, following the bank, and passed into\nthe bushes to the left. Once only her eyes gleamed back at us in the\ndusk of the thickets before she disappeared.\n\n“'If she had offered to come aboard I really think I would have tried to\nshoot her,' said the man of patches, nervously. 'I have been risking my\nlife every day for the last fortnight to keep her out of the house. She\ngot in one day and kicked up a row about those miserable rags I picked\nup in the storeroom to mend my clothes with. I wasn't decent. At least\nit must have been that, for she talked like a fury to Kurtz for an hour,\npointing at me now and then. I don't understand the dialect of this\ntribe. Luckily for me, I fancy Kurtz felt too ill that day to care, or\nthere would have been mischief. I don't understand.... No--it's too\nmuch for me. Ah, well, it's all over now.'\n\n“At this moment I heard Kurtz's deep voice behind the curtain: 'Save\nme!--save the ivory, you mean. Don't tell me. Save _me!_ Why, I've had to\nsave you. You are interrupting my plans now. Sick! Sick! Not so sick as\nyou would like to believe. Never mind. I'll carry my ideas out yet--I\nwill return. I'll show you what can be done. You with your little\npeddling notions--you are interfering with me. I will return. I....'\n\n“The manager came out. He did me the honour to take me under the arm\nand lead me aside. 'He is very low, very low,' he said. He considered it\nnecessary to sigh, but neglected to be consistently sorrowful. 'We have\ndone all we could for him--haven't we? But there is no disguising the\nfact, Mr. Kurtz has done more harm than good to the Company. He did\nnot see the time was not ripe for vigorous action. Cautiously,\ncautiously--that's my principle. We must be cautious yet. The district\nis closed to us for a time. Deplorable! Upon the whole, the trade will\nsuffer. I don't deny there is a remarkable quantity of ivory--mostly\nfossil. We must save it, at all events--but look how precarious the\nposition is--and why? Because the method is unsound.' 'Do you,' said I,\nlooking at the shore, 'call it “unsound method?”' 'Without doubt,' he\nexclaimed hotly. 'Don't you?'... 'No method at all,' I murmured after\na while. 'Exactly,' he exulted. 'I anticipated this. Shows a complete\nwant of judgment. It is my duty to point it out in the proper quarter.'\n'Oh,' said I, 'that fellow--what's his name?--the brickmaker, will make\na readable report for you.' He appeared confounded for a moment. It\nseemed to me I had never breathed an atmosphere so vile, and I turned\nmentally to Kurtz for relief--positively for relief. 'Nevertheless I\nthink Mr. Kurtz is a remarkable man,' I said with emphasis. He started,\ndropped on me a heavy glance, said very quietly, 'he _was_,' and turned\nhis back on me. My hour of favour was over; I found myself lumped along\nwith Kurtz as a partisan of methods for which the time was not ripe:\nI was unsound! Ah! but it was something to have at least a choice of\nnightmares.\n\n“I had turned to the wilderness really, not to Mr. Kurtz, who, I was\nready to admit, was as good as buried. And for a moment it seemed to me\nas if I also were buried in a vast grave full of unspeakable secrets. I\nfelt an intolerable weight oppressing my breast, the smell of the damp\nearth, the unseen presence of victorious corruption, the darkness of an\nimpenetrable night.... The Russian tapped me on the shoulder. I heard\nhim mumbling and stammering something about 'brother seaman--couldn't\nconceal--knowledge of matters that would affect Mr. Kurtz's\nreputation.' I waited. For him evidently Mr. Kurtz was not in his grave;\nI suspect that for him Mr. Kurtz was one of the immortals. 'Well!' said\nI at last, 'speak out. As it happens, I am Mr. Kurtz's friend--in a\nway.'\n\n“He stated with a good deal of formality that had we not been 'of the\nsame profession,' he would have kept the matter to himself without\nregard to consequences. 'He suspected there was an active ill-will\ntowards him on the part of these white men that--' 'You are right,' I\nsaid, remembering a certain conversation I had overheard. 'The manager\nthinks you ought to be hanged.' He showed a concern at this intelligence\nwhich amused me at first. 'I had better get out of the way quietly,'\nhe said earnestly. 'I can do no more for Kurtz now, and they would soon\nfind some excuse. What's to stop them? There's a military post three\nhundred miles from here.' 'Well, upon my word,' said I, 'perhaps you\nhad better go if you have any friends amongst the savages near by.'\n'Plenty,' he said. 'They are simple people--and I want nothing, you\nknow.' He stood biting his lip, then: 'I don't want any harm to happen\nto these whites here, but of course I was thinking of Mr. Kurtz's\nreputation--but you are a brother seaman and--' 'All right,' said I,\nafter a time. 'Mr. Kurtz's reputation is safe with me.' I did not know\nhow truly I spoke.\n\n“He informed me, lowering his voice, that it was Kurtz who had ordered\nthe attack to be made on the steamer. 'He hated sometimes the idea of\nbeing taken away--and then again.... But I don't understand these\nmatters. I am a simple man. He thought it would scare you away--that you\nwould give it up, thinking him dead. I could not stop him. Oh, I had an\nawful time of it this last month.' 'Very well,' I said. 'He is all right\nnow.' 'Ye-e-es,' he muttered, not very convinced apparently. 'Thanks,'\nsaid I; 'I shall keep my eyes open.' 'But quiet-eh?' he urged anxiously.\n'It would be awful for his reputation if anybody here--' I promised a\ncomplete discretion with great gravity. 'I have a canoe and three\nblack fellows waiting not very far. I am off. Could you give me a few\nMartini-Henry cartridges?' I could, and did, with proper secrecy. He\nhelped himself, with a wink at me, to a handful of my tobacco. 'Between\nsailors--you know--good English tobacco.' At the door of the pilot-house\nhe turned round--'I say, haven't you a pair of shoes you could spare?'\nHe raised one leg. 'Look.' The soles were tied with knotted strings\nsandalwise under his bare feet. I rooted out an old pair, at which he\nlooked with admiration before tucking it under his left arm. One of his\npockets (bright red) was bulging with cartridges, from the other (dark\nblue) peeped 'Towson's Inquiry,' etc., etc. He seemed to think himself\nexcellently well equipped for a renewed encounter with the wilderness.\n'Ah! I'll never, never meet such a man again. You ought to have heard\nhim recite poetry--his own, too, it was, he told me. Poetry!' He rolled\nhis eyes at the recollection of these delights. 'Oh, he enlarged my\nmind!' 'Good-bye,' said I. He shook hands and vanished in the night.\nSometimes I ask myself whether I had ever really seen him--whether it\nwas possible to meet such a phenomenon!...\n\n“When I woke up shortly after midnight his warning came to my mind with\nits hint of danger that seemed, in the starred darkness, real enough to\nmake me get up for the purpose of having a look round. On the hill a\nbig fire burned, illuminating fitfully a crooked corner of the\nstation-house. One of the agents with a picket of a few of our blacks,\narmed for the purpose, was keeping guard over the ivory; but deep within\nthe forest, red gleams that wavered, that seemed to sink and rise from\nthe ground amongst confused columnar shapes of intense blackness, showed\nthe exact position of the camp where Mr. Kurtz's adorers were keeping\ntheir uneasy vigil. The monotonous beating of a big drum filled the air\nwith muffled shocks and a lingering vibration. A steady droning sound of\nmany men chanting each to himself some weird incantation came out from\nthe black, flat wall of the woods as the humming of bees comes out of\na hive, and had a strange narcotic effect upon my half-awake senses.\nI believe I dozed off leaning over the rail, till an abrupt burst of\nyells, an overwhelming outbreak of a pent-up and mysterious frenzy, woke\nme up in a bewildered wonder. It was cut short all at once, and the\nlow droning went on with an effect of audible and soothing silence. I\nglanced casually into the little cabin. A light was burning within, but\nMr. Kurtz was not there.\n\n“I think I would have raised an outcry if I had believed my eyes. But I\ndidn't believe them at first--the thing seemed so impossible. The fact\nis I was completely unnerved by a sheer blank fright, pure abstract\nterror, unconnected with any distinct shape of physical danger. What\nmade this emotion so overpowering was--how shall I define it?--the\nmoral shock I received, as if something altogether monstrous,\nintolerable to thought and odious to the soul, had been thrust upon me\nunexpectedly. This lasted of course the merest fraction of a second, and\nthen the usual sense of commonplace, deadly danger, the possibility of\na sudden onslaught and massacre, or something of the kind, which I saw\nimpending, was positively welcome and composing. It pacified me, in\nfact, so much that I did not raise an alarm.\n\n“There was an agent buttoned up inside an ulster and sleeping on a chair\non deck within three feet of me. The yells had not awakened him; he\nsnored very slightly; I left him to his slumbers and leaped ashore.\nI did not betray Mr. Kurtz--it was ordered I should never betray him--it\nwas written I should be loyal to the nightmare of my choice. I was\nanxious to deal with this shadow by myself alone--and to this day I\ndon't know why I was so jealous of sharing with any one the peculiar\nblackness of that experience.\n\n“As soon as I got on the bank I saw a trail--a broad trail through the\ngrass. I remember the exultation with which I said to myself, 'He can't\nwalk--he is crawling on all-fours--I've got him.' The grass was wet\nwith dew. I strode rapidly with clenched fists. I fancy I had some vague\nnotion of falling upon him and giving him a drubbing. I don't know. I\nhad some imbecile thoughts. The knitting old woman with the cat obtruded\nherself upon my memory as a most improper person to be sitting at the\nother end of such an affair. I saw a row of pilgrims squirting lead in\nthe air out of Winchesters held to the hip. I thought I would never get\nback to the steamer, and imagined myself living alone and unarmed in the\nwoods to an advanced age. Such silly things--you know. And I remember\nI confounded the beat of the drum with the beating of my heart, and was\npleased at its calm regularity.\n\n“I kept to the track though--then stopped to listen. The night was very\nclear; a dark blue space, sparkling with dew and starlight, in which\nblack things stood very still. I thought I could see a kind of motion\nahead of me. I was strangely cocksure of everything that night. I\nactually left the track and ran in a wide semicircle (I verily believe\nchuckling to myself) so as to get in front of that stir, of that motion\nI had seen--if indeed I had seen anything. I was circumventing Kurtz as\nthough it had been a boyish game.\n\n“I came upon him, and, if he had not heard me coming, I would have\nfallen over him, too, but he got up in time. He rose, unsteady, long,\npale, indistinct, like a vapour exhaled by the earth, and swayed\nslightly, misty and silent before me; while at my back the fires loomed\nbetween the trees, and the murmur of many voices issued from the forest.\nI had cut him off cleverly; but when actually confronting him I seemed\nto come to my senses, I saw the danger in its right proportion. It was\nby no means over yet. Suppose he began to shout? Though he could hardly\nstand, there was still plenty of vigour in his voice. 'Go away--hide\nyourself,' he said, in that profound tone. It was very awful. I glanced\nback. We were within thirty yards from the nearest fire. A black figure\nstood up, strode on long black legs, waving long black arms, across the\nglow. It had horns--antelope horns, I think--on its head. Some sorcerer,\nsome witch-man, no doubt: it looked fiendlike enough. 'Do you know what\nyou are doing?' I whispered. 'Perfectly,' he answered, raising his voice\nfor that single word: it sounded to me far off and yet loud, like a hail\nthrough a speaking-trumpet. 'If he makes a row we are lost,' I thought\nto myself. This clearly was not a case for fisticuffs, even apart from\nthe very natural aversion I had to beat that Shadow--this wandering and\ntormented thing. 'You will be lost,' I said--'utterly lost.' One gets\nsometimes such a flash of inspiration, you know. I did say the right\nthing, though indeed he could not have been more irretrievably lost than\nhe was at this very moment, when the foundations of our intimacy were\nbeing laid--to endure--to endure--even to the end--even beyond.\n\n“'I had immense plans,' he muttered irresolutely. 'Yes,' said I; 'but if\nyou try to shout I'll smash your head with--' There was not a stick or\na stone near. 'I will throttle you for good,' I corrected myself. 'I was\non the threshold of great things,' he pleaded, in a voice of longing,\nwith a wistfulness of tone that made my blood run cold. 'And now for\nthis stupid scoundrel--' 'Your success in Europe is assured in any\ncase,' I affirmed steadily. I did not want to have the throttling of\nhim, you understand--and indeed it would have been very little use for\nany practical purpose. I tried to break the spell--the heavy, mute spell\nof the wilderness--that seemed to draw him to its pitiless breast\nby the awakening of forgotten and brutal instincts, by the memory of\ngratified and monstrous passions. This alone, I was convinced, had\ndriven him out to the edge of the forest, to the bush, towards the gleam\nof fires, the throb of drums, the drone of weird incantations; this\nalone had beguiled his unlawful soul beyond the bounds of permitted\naspirations. And, don't you see, the terror of the position was not in\nbeing knocked on the head--though I had a very lively sense of that\ndanger, too--but in this, that I had to deal with a being to whom I\ncould not appeal in the name of anything high or low. I had, even like\nthe niggers, to invoke him--himself--his own exalted and incredible\ndegradation. There was nothing either above or below him, and I knew\nit. He had kicked himself loose of the earth. Confound the man! he had\nkicked the very earth to pieces. He was alone, and I before him did\nnot know whether I stood on the ground or floated in the air. I've been\ntelling you what we said--repeating the phrases we pronounced--but\nwhat's the good? They were common everyday words--the familiar, vague\nsounds exchanged on every waking day of life. But what of that? They had\nbehind them, to my mind, the terrific suggestiveness of words heard in\ndreams, of phrases spoken in nightmares. Soul! If anybody ever struggled\nwith a soul, I am the man. And I wasn't arguing with a lunatic either.\nBelieve me or not, his intelligence was perfectly clear--concentrated,\nit is true, upon himself with horrible intensity, yet clear; and therein\nwas my only chance--barring, of course, the killing him there and then,\nwhich wasn't so good, on account of unavoidable noise. But his soul was\nmad. Being alone in the wilderness, it had looked within itself, and, by\nheavens! I tell you, it had gone mad. I had--for my sins, I suppose--to\ngo through the ordeal of looking into it myself. No eloquence could\nhave been so withering to one's belief in mankind as his final burst of\nsincerity. He struggled with himself, too. I saw it--I heard it. I saw\nthe inconceivable mystery of a soul that knew no restraint, no faith,\nand no fear, yet struggling blindly with itself. I kept my head pretty\nwell; but when I had him at last stretched on the couch, I wiped my\nforehead, while my legs shook under me as though I had carried half a\nton on my back down that hill. And yet I had only supported him, his\nbony arm clasped round my neck--and he was not much heavier than a\nchild.\n\n“When next day we left at noon, the crowd, of whose presence behind the\ncurtain of trees I had been acutely conscious all the time, flowed out\nof the woods again, filled the clearing, covered the slope with a mass\nof naked, breathing, quivering, bronze bodies. I steamed up a bit, then\nswung down stream, and two thousand eyes followed the evolutions of\nthe splashing, thumping, fierce river-demon beating the water with its\nterrible tail and breathing black smoke into the air. In front of the\nfirst rank, along the river, three men, plastered with bright red earth\nfrom head to foot, strutted to and fro restlessly. When we came abreast\nagain, they faced the river, stamped their feet, nodded their horned\nheads, swayed their scarlet bodies; they shook towards the fierce\nriver-demon a bunch of black feathers, a mangy skin with a pendent\ntail--something that looked a dried gourd; they shouted periodically\ntogether strings of amazing words that resembled no sounds of human\nlanguage; and the deep murmurs of the crowd, interrupted suddenly, were\nlike the responses of some satanic litany.\n\n“We had carried Kurtz into the pilot-house: there was more air there.\nLying on the couch, he stared through the open shutter. There was an\neddy in the mass of human bodies, and the woman with helmeted head and\ntawny cheeks rushed out to the very brink of the stream. She put out her\nhands, shouted something, and all that wild mob took up the shout in a\nroaring chorus of articulated, rapid, breathless utterance.\n\n“'Do you understand this?' I asked.\n\n“He kept on looking out past me with fiery, longing eyes, with a mingled\nexpression of wistfulness and hate. He made no answer, but I saw a\nsmile, a smile of indefinable meaning, appear on his colourless lips\nthat a moment after twitched convulsively. 'Do I not?' he said slowly,\ngasping, as if the words had been torn out of him by a supernatural\npower.\n\n“I pulled the string of the whistle, and I did this because I saw the\npilgrims on deck getting out their rifles with an air of anticipating a\njolly lark. At the sudden screech there was a movement of abject terror\nthrough that wedged mass of bodies. 'Don't! don't you frighten them\naway,' cried some one on deck disconsolately. I pulled the string\ntime after time. They broke and ran, they leaped, they crouched, they\nswerved, they dodged the flying terror of the sound. The three red chaps\nhad fallen flat, face down on the shore, as though they had been shot\ndead. Only the barbarous and superb woman did not so much as flinch,\nand stretched tragically her bare arms after us over the sombre and\nglittering river.\n\n“And then that imbecile crowd down on the deck started their little fun,\nand I could see nothing more for smoke.\n\n“The brown current ran swiftly out of the heart of darkness, bearing us\ndown towards the sea with twice the speed of our upward progress; and\nKurtz's life was running swiftly, too, ebbing, ebbing out of his heart\ninto the sea of inexorable time. The manager was very placid, he had\nno vital anxieties now, he took us both in with a comprehensive and\nsatisfied glance: the 'affair' had come off as well as could be wished.\nI saw the time approaching when I would be left alone of the party of\n'unsound method.' The pilgrims looked upon me with disfavour. I was,\nso to speak, numbered with the dead. It is strange how I accepted this\nunforeseen partnership, this choice of nightmares forced upon me in the\ntenebrous land invaded by these mean and greedy phantoms.\n\n“Kurtz discoursed. A voice! a voice! It rang deep to the very last. It\nsurvived his strength to hide in the magnificent folds of eloquence the\nbarren darkness of his heart. Oh, he struggled! he struggled! The wastes\nof his weary brain were haunted by shadowy images now--images of wealth\nand fame revolving obsequiously round his unextinguishable gift of noble\nand lofty expression. My Intended, my station, my career, my\nideas--these were the subjects for the occasional utterances of elevated\nsentiments. The shade of the original Kurtz frequented the bedside of\nthe hollow sham, whose fate it was to be buried presently in the mould\nof primeval earth. But both the diabolic love and the unearthly hate of\nthe mysteries it had penetrated fought for the possession of that\nsoul satiated with primitive emotions, avid of lying fame, of sham\ndistinction, of all the appearances of success and power.\n\n“Sometimes he was contemptibly childish. He desired to have kings meet\nhim at railway-stations on his return from some ghastly Nowhere, where\nhe intended to accomplish great things. 'You show them you have in you\nsomething that is really profitable, and then there will be no limits to\nthe recognition of your ability,' he would say. 'Of course you must take\ncare of the motives--right motives--always.' The long reaches that were\nlike one and the same reach, monotonous bends that were exactly alike,\nslipped past the steamer with their multitude of secular trees looking\npatiently after this grimy fragment of another world, the forerunner\nof change, of conquest, of trade, of massacres, of blessings. I looked\nahead--piloting. 'Close the shutter,' said Kurtz suddenly one day; 'I\ncan't bear to look at this.' I did so. There was a silence. 'Oh, but I\nwill wring your heart yet!' he cried at the invisible wilderness.\n\n“We broke down--as I had expected--and had to lie up for repairs at the\nhead of an island. This delay was the first thing that shook Kurtz's\nconfidence. One morning he gave me a packet of papers and a\nphotograph--the lot tied together with a shoe-string. 'Keep this for\nme,' he said. 'This noxious fool' (meaning the manager) 'is capable of\nprying into my boxes when I am not looking.' In the afternoon I saw him.\nHe was lying on his back with closed eyes, and I withdrew quietly, but I\nheard him mutter, 'Live rightly, die, die...' I listened. There was\nnothing more. Was he rehearsing some speech in his sleep, or was it a\nfragment of a phrase from some newspaper article? He had been writing\nfor the papers and meant to do so again, 'for the furthering of my\nideas. It's a duty.'\n\n“His was an impenetrable darkness. I looked at him as you peer down at\na man who is lying at the bottom of a precipice where the sun never\nshines. But I had not much time to give him, because I was helping the\nengine-driver to take to pieces the leaky cylinders, to straighten a\nbent connecting-rod, and in other such matters. I lived in an\ninfernal mess of rust, filings, nuts, bolts, spanners, hammers,\nratchet-drills--things I abominate, because I don't get on with them. I\ntended the little forge we fortunately had aboard; I toiled wearily in a\nwretched scrap-heap--unless I had the shakes too bad to stand.\n\n“One evening coming in with a candle I was startled to hear him say a\nlittle tremulously, 'I am lying here in the dark waiting for death.'\nThe light was within a foot of his eyes. I forced myself to murmur, 'Oh,\nnonsense!' and stood over him as if transfixed.\n\n“Anything approaching the change that came over his features I have\nnever seen before, and hope never to see again. Oh, I wasn't touched.\nI was fascinated. It was as though a veil had been rent. I saw on that\nivory face the expression of sombre pride, of ruthless power, of craven\nterror--of an intense and hopeless despair. Did he live his life again\nin every detail of desire, temptation, and surrender during that supreme\nmoment of complete knowledge? He cried in a whisper at some image, at\nsome vision--he cried out twice, a cry that was no more than a breath:\n\n“'The horror! The horror!'\n\n“I blew the candle out and left the cabin. The pilgrims were dining in\nthe mess-room, and I took my place opposite the manager, who lifted his\neyes to give me a questioning glance, which I successfully ignored.\nHe leaned back, serene, with that peculiar smile of his sealing the\nunexpressed depths of his meanness. A continuous shower of small flies\nstreamed upon the lamp, upon the cloth, upon our hands and faces.\nSuddenly the manager's boy put his insolent black head in the doorway,\nand said in a tone of scathing contempt:\n\n“'Mistah Kurtz--he dead.'\n\n“All the pilgrims rushed out to see. I remained, and went on with my\ndinner. I believe I was considered brutally callous. However, I did not\neat much. There was a lamp in there--light, don't you know--and outside\nit was so beastly, beastly dark. I went no more near the remarkable man\nwho had pronounced a judgment upon the adventures of his soul on this\nearth. The voice was gone. What else had been there? But I am of course\naware that next day the pilgrims buried something in a muddy hole.\n\n“And then they very nearly buried me.\n\n“However, as you see, I did not go to join Kurtz there and then. I did\nnot. I remained to dream the nightmare out to the end, and to show my\nloyalty to Kurtz once more. Destiny. My destiny! Droll thing life\nis--that mysterious arrangement of merciless logic for a futile purpose.\nThe most you can hope from it is some knowledge of yourself--that comes\ntoo late--a crop of unextinguishable regrets. I have wrestled with\ndeath. It is the most unexciting contest you can imagine. It takes place\nin an impalpable greyness, with nothing underfoot, with nothing around,\nwithout spectators, without clamour, without glory, without the great\ndesire of victory, without the great fear of defeat, in a sickly\natmosphere of tepid scepticism, without much belief in your own right,\nand still less in that of your adversary. If such is the form of\nultimate wisdom, then life is a greater riddle than some of us think it\nto be. I was within a hair's breadth of the last opportunity for\npronouncement, and I found with humiliation that probably I would have\nnothing to say. This is the reason why I affirm that Kurtz was a\nremarkable man. He had something to say. He said it. Since I had peeped\nover the edge myself, I understand better the meaning of his stare, that\ncould not see the flame of the candle, but was wide enough to embrace\nthe whole universe, piercing enough to penetrate all the hearts that\nbeat in the darkness. He had summed up--he had judged. 'The horror!' He\nwas a remarkable man. After all, this was the expression of some sort of\nbelief; it had candour, it had conviction, it had a vibrating note of\nrevolt in its whisper, it had the appalling face of a glimpsed\ntruth--the strange commingling of desire and hate. And it is not my own\nextremity I remember best--a vision of greyness without form filled\nwith physical pain, and a careless contempt for the evanescence of all\nthings--even of this pain itself. No! It is his extremity that I seem to\nhave lived through. True, he had made that last stride, he had stepped\nover the edge, while I had been permitted to draw back my hesitating\nfoot. And perhaps in this is the whole difference; perhaps all the\nwisdom, and all truth, and all sincerity, are just compressed into that\ninappreciable moment of time in which we step over the threshold of the\ninvisible. Perhaps! I like to think my summing-up would not have been a\nword of careless contempt. Better his cry--much better. It was an\naffirmation, a moral victory paid for by innumerable defeats, by\nabominable terrors, by abominable satisfactions. But it was a victory!\nThat is why I have remained loyal to Kurtz to the last, and even beyond,\nwhen a long time after I heard once more, not his own voice, but the\necho of his magnificent eloquence thrown to me from a soul as\ntranslucently pure as a cliff of crystal.\n\n“No, they did not bury me, though there is a period of time which I\nremember mistily, with a shuddering wonder, like a passage through some\ninconceivable world that had no hope in it and no desire. I found myself\nback in the sepulchral city resenting the sight of people hurrying\nthrough the streets to filch a little money from each other, to devour\ntheir infamous cookery, to gulp their unwholesome beer, to dream their\ninsignificant and silly dreams. They trespassed upon my thoughts. They\nwere intruders whose knowledge of life was to me an irritating pretence,\nbecause I felt so sure they could not possibly know the things I knew.\nTheir bearing, which was simply the bearing of commonplace individuals\ngoing about their business in the assurance of perfect safety, was\noffensive to me like the outrageous flauntings of folly in the face of\na danger it is unable to comprehend. I had no particular desire to\nenlighten them, but I had some difficulty in restraining myself from\nlaughing in their faces so full of stupid importance. I daresay I was\nnot very well at that time. I tottered about the streets--there were\nvarious affairs to settle--grinning bitterly at perfectly respectable\npersons. I admit my behaviour was inexcusable, but then my temperature\nwas seldom normal in these days. My dear aunt's endeavours to 'nurse up\nmy strength' seemed altogether beside the mark. It was not my strength\nthat wanted nursing, it was my imagination that wanted soothing. I kept\nthe bundle of papers given me by Kurtz, not knowing exactly what to do\nwith it. His mother had died lately, watched over, as I was told, by\nhis Intended. A clean-shaved man, with an official manner and wearing\ngold-rimmed spectacles, called on me one day and made inquiries, at\nfirst circuitous, afterwards suavely pressing, about what he was pleased\nto denominate certain 'documents.' I was not surprised, because I had\nhad two rows with the manager on the subject out there. I had refused\nto give up the smallest scrap out of that package, and I took the same\nattitude with the spectacled man. He became darkly menacing at last,\nand with much heat argued that the Company had the right to every bit of\ninformation about its 'territories.' And said he, 'Mr. Kurtz's\nknowledge of unexplored regions must have been necessarily extensive\nand peculiar--owing to his great abilities and to the deplorable\ncircumstances in which he had been placed: therefore--' I assured him\nMr. Kurtz's knowledge, however extensive, did not bear upon the problems\nof commerce or administration. He invoked then the name of science. 'It\nwould be an incalculable loss if,' etc., etc. I offered him the report\non the 'Suppression of Savage Customs,' with the postscriptum torn\noff. He took it up eagerly, but ended by sniffing at it with an air\nof contempt. 'This is not what we had a right to expect,' he remarked.\n'Expect nothing else,' I said. 'There are only private letters.' He\nwithdrew upon some threat of legal proceedings, and I saw him no more;\nbut another fellow, calling himself Kurtz's cousin, appeared two days\nlater, and was anxious to hear all the details about his dear relative's\nlast moments. Incidentally he gave me to understand that Kurtz had\nbeen essentially a great musician. 'There was the making of an immense\nsuccess,' said the man, who was an organist, I believe, with lank grey\nhair flowing over a greasy coat-collar. I had no reason to doubt\nhis statement; and to this day I am unable to say what was Kurtz's\nprofession, whether he ever had any--which was the greatest of his\ntalents. I had taken him for a painter who wrote for the papers, or else\nfor a journalist who could paint--but even the cousin (who took snuff\nduring the interview) could not tell me what he had been--exactly. He\nwas a universal genius--on that point I agreed with the old chap, who\nthereupon blew his nose noisily into a large cotton handkerchief and\nwithdrew in senile agitation, bearing off some family letters and\nmemoranda without importance. Ultimately a journalist anxious to know\nsomething of the fate of his 'dear colleague' turned up. This visitor\ninformed me Kurtz's proper sphere ought to have been politics 'on the\npopular side.' He had furry straight eyebrows, bristly hair cropped\nshort, an eyeglass on a broad ribbon, and, becoming expansive, confessed\nhis opinion that Kurtz really couldn't write a bit--'but heavens! how\nthat man could talk. He electrified large meetings. He had faith--don't\nyou see?--he had the faith. He could get himself to believe\nanything--anything. He would have been a splendid leader of an extreme\nparty.' 'What party?' I asked. 'Any party,' answered the other. 'He\nwas an--an--extremist.' Did I not think so? I assented. Did I know, he\nasked, with a sudden flash of curiosity, 'what it was that had induced\nhim to go out there?' 'Yes,' said I, and forthwith handed him the\nfamous Report for publication, if he thought fit. He glanced through it\nhurriedly, mumbling all the time, judged 'it would do,' and took himself\noff with this plunder.\n\n“Thus I was left at last with a slim packet of letters and the girl's\nportrait. She struck me as beautiful--I mean she had a beautiful\nexpression. I know that the sunlight can be made to lie, too, yet one\nfelt that no manipulation of light and pose could have conveyed the\ndelicate shade of truthfulness upon those features. She seemed ready to\nlisten without mental reservation, without suspicion, without a thought\nfor herself. I concluded I would go and give her back her portrait\nand those letters myself. Curiosity? Yes; and also some other feeling\nperhaps. All that had been Kurtz's had passed out of my hands: his soul,\nhis body, his station, his plans, his ivory, his career. There remained\nonly his memory and his Intended--and I wanted to give that up, too,\nto the past, in a way--to surrender personally all that remained of him\nwith me to that oblivion which is the last word of our common fate. I\ndon't defend myself. I had no clear perception of what it was I really\nwanted. Perhaps it was an impulse of unconscious loyalty, or the\nfulfilment of one of those ironic necessities that lurk in the facts of\nhuman existence. I don't know. I can't tell. But I went.\n\n“I thought his memory was like the other memories of the dead that\naccumulate in every man's life--a vague impress on the brain of shadows\nthat had fallen on it in their swift and final passage; but before the\nhigh and ponderous door, between the tall houses of a street as still\nand decorous as a well-kept alley in a cemetery, I had a vision of him\non the stretcher, opening his mouth voraciously, as if to devour all the\nearth with all its mankind. He lived then before me; he lived as much\nas he had ever lived--a shadow insatiable of splendid appearances, of\nfrightful realities; a shadow darker than the shadow of the night, and\ndraped nobly in the folds of a gorgeous eloquence. The vision seemed to\nenter the house with me--the stretcher, the phantom-bearers, the wild\ncrowd of obedient worshippers, the gloom of the forests, the glitter\nof the reach between the murky bends, the beat of the drum, regular and\nmuffled like the beating of a heart--the heart of a conquering darkness.\nIt was a moment of triumph for the wilderness, an invading and vengeful\nrush which, it seemed to me, I would have to keep back alone for the\nsalvation of another soul. And the memory of what I had heard him say\nafar there, with the horned shapes stirring at my back, in the glow of\nfires, within the patient woods, those broken phrases came back to\nme, were heard again in their ominous and terrifying simplicity. I\nremembered his abject pleading, his abject threats, the colossal scale\nof his vile desires, the meanness, the torment, the tempestuous anguish\nof his soul. And later on I seemed to see his collected languid manner,\nwhen he said one day, 'This lot of ivory now is really mine. The Company\ndid not pay for it. I collected it myself at a very great personal risk.\nI am afraid they will try to claim it as theirs though. H'm. It is a\ndifficult case. What do you think I ought to do--resist? Eh? I want no\nmore than justice.'... He wanted no more than justice--no more than\njustice. I rang the bell before a mahogany door on the first floor, and\nwhile I waited he seemed to stare at me out of the glassy panel--stare\nwith that wide and immense stare embracing, condemning, loathing all the\nuniverse. I seemed to hear the whispered cry, “The horror! The horror!”\n\n“The dusk was falling. I had to wait in a lofty drawing-room with three\nlong windows from floor to ceiling that were like three luminous and\nbedraped columns. The bent gilt legs and backs of the furniture shone in\nindistinct curves. The tall marble fireplace had a cold and monumental\nwhiteness. A grand piano stood massively in a corner; with dark gleams\non the flat surfaces like a sombre and polished sarcophagus. A high door\nopened--closed. I rose.\n\n“She came forward, all in black, with a pale head, floating towards\nme in the dusk. She was in mourning. It was more than a year since his\ndeath, more than a year since the news came; she seemed as though she\nwould remember and mourn forever. She took both my hands in hers and\nmurmured, 'I had heard you were coming.' I noticed she was not very\nyoung--I mean not girlish. She had a mature capacity for fidelity, for\nbelief, for suffering. The room seemed to have grown darker, as if all\nthe sad light of the cloudy evening had taken refuge on her forehead.\nThis fair hair, this pale visage, this pure brow, seemed surrounded by\nan ashy halo from which the dark eyes looked out at me. Their glance was\nguileless, profound, confident, and trustful. She carried her sorrowful\nhead as though she were proud of that sorrow, as though she would say,\n'I--I alone know how to mourn for him as he deserves.' But while we were\nstill shaking hands, such a look of awful desolation came upon her\nface that I perceived she was one of those creatures that are not the\nplaythings of Time. For her he had died only yesterday. And, by Jove!\nthe impression was so powerful that for me, too, he seemed to have died\nonly yesterday--nay, this very minute. I saw her and him in the same\ninstant of time--his death and her sorrow--I saw her sorrow in the very\nmoment of his death. Do you understand? I saw them together--I heard\nthem together. She had said, with a deep catch of the breath, 'I have\nsurvived' while my strained ears seemed to hear distinctly, mingled with\nher tone of despairing regret, the summing up whisper of his eternal\ncondemnation. I asked myself what I was doing there, with a sensation\nof panic in my heart as though I had blundered into a place of cruel and\nabsurd mysteries not fit for a human being to behold. She motioned me to\na chair. We sat down. I laid the packet gently on the little table, and\nshe put her hand over it.... 'You knew him well,' she murmured, after\na moment of mourning silence.\n\n“'Intimacy grows quickly out there,' I said. 'I knew him as well as it\nis possible for one man to know another.'\n\n“'And you admired him,' she said. 'It was impossible to know him and not\nto admire him. Was it?'\n\n“'He was a remarkable man,' I said, unsteadily. Then before the\nappealing fixity of her gaze, that seemed to watch for more words on my\nlips, I went on, 'It was impossible not to--'\n\n“'Love him,' she finished eagerly, silencing me into an appalled\ndumbness. 'How true! how true! But when you think that no one knew him\nso well as I! I had all his noble confidence. I knew him best.'\n\n“'You knew him best,' I repeated. And perhaps she did. But with every\nword spoken the room was growing darker, and only her forehead, smooth\nand white, remained illumined by the inextinguishable light of belief\nand love.\n\n“'You were his friend,' she went on. 'His friend,' she repeated, a\nlittle louder. 'You must have been, if he had given you this, and sent\nyou to me. I feel I can speak to you--and oh! I must speak. I want\nyou--you who have heard his last words--to know I have been worthy of\nhim.... It is not pride.... Yes! I am proud to know I understood\nhim better than any one on earth--he told me so himself. And since his\nmother died I have had no one--no one--to--to--'\n\n“I listened. The darkness deepened. I was not even sure whether he had\ngiven me the right bundle. I rather suspect he wanted me to take care\nof another batch of his papers which, after his death, I saw the manager\nexamining under the lamp. And the girl talked, easing her pain in the\ncertitude of my sympathy; she talked as thirsty men drink. I had heard\nthat her engagement with Kurtz had been disapproved by her people. He\nwasn't rich enough or something. And indeed I don't know whether he had\nnot been a pauper all his life. He had given me some reason to infer\nthat it was his impatience of comparative poverty that drove him out\nthere.\n\n“'... Who was not his friend who had heard him speak once?' she was\nsaying. 'He drew men towards him by what was best in them.' She looked\nat me with intensity. 'It is the gift of the great,' she went on, and\nthe sound of her low voice seemed to have the accompaniment of all\nthe other sounds, full of mystery, desolation, and sorrow, I had ever\nheard--the ripple of the river, the soughing of the trees swayed by\nthe wind, the murmurs of the crowds, the faint ring of incomprehensible\nwords cried from afar, the whisper of a voice speaking from beyond the\nthreshold of an eternal darkness. 'But you have heard him! You know!'\nshe cried.\n\n“'Yes, I know,' I said with something like despair in my heart, but\nbowing my head before the faith that was in her, before that great and\nsaving illusion that shone with an unearthly glow in the darkness, in\nthe triumphant darkness from which I could not have defended her--from\nwhich I could not even defend myself.\n\n“'What a loss to me--to us!'--she corrected herself with beautiful\ngenerosity; then added in a murmur, 'To the world.' By the last gleams\nof twilight I could see the glitter of her eyes, full of tears--of tears\nthat would not fall.\n\n“'I have been very happy--very fortunate--very proud,' she went on. 'Too\nfortunate. Too happy for a little while. And now I am unhappy for--for\nlife.'\n\n“She stood up; her fair hair seemed to catch all the remaining light in\na glimmer of gold. I rose, too.\n\n“'And of all this,' she went on mournfully, 'of all his promise, and\nof all his greatness, of his generous mind, of his noble heart, nothing\nremains--nothing but a memory. You and I--'\n\n“'We shall always remember him,' I said hastily.\n\n“'No!' she cried. 'It is impossible that all this should be lost--that\nsuch a life should be sacrificed to leave nothing--but sorrow. You\nknow what vast plans he had. I knew of them, too--I could not perhaps\nunderstand--but others knew of them. Something must remain. His words,\nat least, have not died.'\n\n“'His words will remain,' I said.\n\n“'And his example,' she whispered to herself. 'Men looked up to\nhim--his goodness shone in every act. His example--'\n\n“'True,' I said; 'his example, too. Yes, his example. I forgot that.'\n\n“'But I do not. I cannot--I cannot believe--not yet. I cannot believe\nthat I shall never see him again, that nobody will see him again, never,\nnever, never.'\n\n“She put out her arms as if after a retreating figure, stretching them\nback and with clasped pale hands across the fading and narrow sheen of\nthe window. Never see him! I saw him clearly enough then. I shall see\nthis eloquent phantom as long as I live, and I shall see her, too,\na tragic and familiar Shade, resembling in this gesture another one,\ntragic also, and bedecked with powerless charms, stretching bare brown\narms over the glitter of the infernal stream, the stream of darkness.\nShe said suddenly very low, 'He died as he lived.'\n\n“'His end,' said I, with dull anger stirring in me, 'was in every way\nworthy of his life.'\n\n“'And I was not with him,' she murmured. My anger subsided before a\nfeeling of infinite pity.\n\n“'Everything that could be done--' I mumbled.\n\n“'Ah, but I believed in him more than any one on earth--more than his\nown mother, more than--himself. He needed me! Me! I would have treasured\nevery sigh, every word, every sign, every glance.'\n\n“I felt like a chill grip on my chest. 'Don't,' I said, in a muffled\nvoice.\n\n“'Forgive me. I--I have mourned so long in silence--in silence....\nYou were with him--to the last? I think of his loneliness. Nobody near\nto understand him as I would have understood. Perhaps no one to\nhear....'\n\n“'To the very end,' I said, shakily. 'I heard his very last words....'\nI stopped in a fright.\n\n“'Repeat them,' she murmured in a heart-broken tone. 'I want--I\nwant--something--something--to--to live with.'\n\n“I was on the point of crying at her, 'Don't you hear them?' The dusk\nwas repeating them in a persistent whisper all around us, in a whisper\nthat seemed to swell menacingly like the first whisper of a rising wind.\n'The horror! The horror!'\n\n“'His last word--to live with,' she insisted. 'Don't you understand I\nloved him--I loved him--I loved him!'\n\n“I pulled myself together and spoke slowly.\n\n“'The last word he pronounced was--your name.'\n\n“I heard a light sigh and then my heart stood still, stopped dead short\nby an exulting and terrible cry, by the cry of inconceivable triumph and\nof unspeakable pain. 'I knew it--I was sure!'... She knew. She was\nsure. I heard her weeping; she had hidden her face in her hands. It\nseemed to me that the house would collapse before I could escape, that\nthe heavens would fall upon my head. But nothing happened. The heavens\ndo not fall for such a trifle. Would they have fallen, I wonder, if I\nhad rendered Kurtz that justice which was his due? Hadn't he said he\nwanted only justice? But I couldn't. I could not tell her. It would have\nbeen too dark--too dark altogether....”\n\nMarlow ceased, and sat apart, indistinct and silent, in the pose of a\nmeditating Buddha. Nobody moved for a time. “We have lost the first of\nthe ebb,” said the Director suddenly. I raised my head. The offing was\nbarred by a black bank of clouds, and the tranquil waterway leading to\nthe uttermost ends of the earth flowed sombre under an overcast\nsky--seemed to lead into the heart of an immense darkness."
}