{
 "author": [
  "Conrad, Joseph"
 ],
 "title": [
  "The Secret Sharer"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Sea stories",
  "Fugitives from justice -- Fiction",
  "PR",
  "Ship captains -- Fiction",
  "Psychological fiction"
 ],
 "id": "220",
 "genre": [
  "fiction"
 ],
 "text": "THE SECRET SHARER\n\nBy Joseph Conrad\n\n\n\n\nI\n\n\nOn my right hand there were lines of fishing stakes resembling a\nmysterious system of half-submerged bamboo fences, incomprehensible in\nits division of the domain of tropical fishes, and crazy of aspect as if\nabandoned forever by some nomad tribe of fishermen now gone to the other\nend of the ocean; for there was no sign of human habitation as far as\nthe eye could reach. To the left a group of barren islets, suggesting\nruins of stone walls, towers, and blockhouses, had its foundations set\nin a blue sea that itself looked solid, so still and stable did it lie\nbelow my feet; even the track of light from the westering sun shone\nsmoothly, without that animated glitter which tells of an imperceptible\nripple. And when I turned my head to take a parting glance at the tug\nwhich had just left us anchored outside the bar, I saw the straight line\nof the flat shore joined to the stable sea, edge to edge, with a perfect\nand unmarked closeness, in one leveled floor half brown, half blue under\nthe enormous dome of the sky. Corresponding in their insignificance to\nthe islets of the sea, two small clumps of trees, one on each side of\nthe only fault in the impeccable joint, marked the mouth of the river\nMeinam we had just left on the first preparatory stage of our homeward\njourney; and, far back on the inland level, a larger and loftier mass,\nthe grove surrounding the great Paknam pagoda, was the only thing on\nwhich the eye could rest from the vain task of exploring the monotonous\nsweep of the horizon. Here and there gleams as of a few scattered pieces\nof silver marked the windings of the great river; and on the nearest of\nthem, just within the bar, the tug steaming right into the land became\nlost to my sight, hull and funnel and masts, as though the impassive\nearth had swallowed her up without an effort, without a tremor. My eye\nfollowed the light cloud of her smoke, now here, now there, above the\nplain, according to the devious curves of the stream, but always fainter\nand farther away, till I lost it at last behind the miter-shaped hill\nof the great pagoda. And then I was left alone with my ship, anchored at\nthe head of the Gulf of Siam.\n\nShe floated at the starting point of a long journey, very still in an\nimmense stillness, the shadows of her spars flung far to the eastward by\nthe setting sun. At that moment I was alone on her decks. There was not\na sound in her--and around us nothing moved, nothing lived, not a canoe\non the water, not a bird in the air, not a cloud in the sky. In this\nbreathless pause at the threshold of a long passage we seemed to be\nmeasuring our fitness for a long and arduous enterprise, the appointed\ntask of both our existences to be carried out, far from all human eyes,\nwith only sky and sea for spectators and for judges.\n\nThere must have been some glare in the air to interfere with one’s\nsight, because it was only just before the sun left us that my roaming\neyes made out beyond the highest ridges of the principal islet of the\ngroup something which did away with the solemnity of perfect solitude.\nThe tide of darkness flowed on swiftly; and with tropical suddenness a\nswarm of stars came out above the shadowy earth, while I lingered yet,\nmy hand resting lightly on my ship’s rail as if on the shoulder of a\ntrusted friend. But, with all that multitude of celestial bodies staring\ndown at one, the comfort of quiet communion with her was gone for good.\nAnd there were also disturbing sounds by this time--voices, footsteps\nforward; the steward flitted along the main-deck, a busily ministering\nspirit; a hand bell tinkled urgently under the poop deck....\n\nI found my two officers waiting for me near the supper table, in the\nlighted cuddy. We sat down at once, and as I helped the chief mate, I\nsaid:\n\n“Are you aware that there is a ship anchored inside the islands? I saw\nher mastheads above the ridge as the sun went down.”\n\nHe raised sharply his simple face, overcharged by a terrible growth of\nwhisker, and emitted his usual ejaculations: “Bless my soul, sir! You\ndon’t say so!”\n\nMy second mate was a round-cheeked, silent young man, grave beyond his\nyears, I thought; but as our eyes happened to meet I detected a slight\nquiver on his lips. I looked down at once. It was not my part to\nencourage sneering on board my ship. It must be said, too, that I knew\nvery little of my officers. In consequence of certain events of no\nparticular significance, except to myself, I had been appointed to the\ncommand only a fortnight before. Neither did I know much of the hands\nforward. All these people had been together for eighteen months or so,\nand my position was that of the only stranger on board. I mention this\nbecause it has some bearing on what is to follow. But what I felt most\nwas my being a stranger to the ship; and if all the truth must be\ntold, I was somewhat of a stranger to myself. The youngest man on board\n(barring the second mate), and untried as yet by a position of the\nfullest responsibility, I was willing to take the adequacy of the others\nfor granted. They had simply to be equal to their tasks; but I wondered\nhow far I should turn out faithful to that ideal conception of one’s own\npersonality every man sets up for himself secretly.\n\nMeantime the chief mate, with an almost visible effect of collaboration\non the part of his round eyes and frightful whiskers, was trying to\nevolve a theory of the anchored ship. His dominant trait was to take all\nthings into earnest consideration. He was of a painstaking turn of mind.\nAs he used to say, he “liked to account to himself” for practically\neverything that came in his way, down to a miserable scorpion he had\nfound in his cabin a week before. The why and the wherefore of that\nscorpion--how it got on board and came to select his room rather than\nthe pantry (which was a dark place and more what a scorpion would be\npartial to), and how on earth it managed to drown itself in the inkwell\nof his writing desk--had exercised him infinitely. The ship within the\nislands was much more easily accounted for; and just as we were about\nto rise from table he made his pronouncement. She was, he doubted not, a\nship from home lately arrived. Probably she drew too much water to cross\nthe bar except at the top of spring tides. Therefore she went into that\nnatural harbor to wait for a few days in preference to remaining in an\nopen roadstead.\n\n“That’s so,” confirmed the second mate, suddenly, in his slightly hoarse\nvoice. “She draws over twenty feet. She’s the Liverpool ship Sephora\nwith a cargo of coal. Hundred and twenty-three days from Cardiff.”\n\nWe looked at him in surprise.\n\n“The tugboat skipper told me when he came on board for your letters,\nsir,” explained the young man. “He expects to take her up the river the\nday after tomorrow.”\n\nAfter thus overwhelming us with the extent of his information he slipped\nout of the cabin. The mate observed regretfully that he “could not\naccount for that young fellow’s whims.” What prevented him telling us\nall about it at once, he wanted to know.\n\nI detained him as he was making a move. For the last two days the crew\nhad had plenty of hard work, and the night before they had very little\nsleep. I felt painfully that I--a stranger--was doing something unusual\nwhen I directed him to let all hands turn in without setting an\nanchor watch. I proposed to keep on deck myself till one o’clock or\nthereabouts. I would get the second mate to relieve me at that hour.\n\n“He will turn out the cook and the steward at four,” I concluded, “and\nthen give you a call. Of course at the slightest sign of any sort of\nwind we’ll have the hands up and make a start at once.”\n\nHe concealed his astonishment. “Very well, sir.” Outside the cuddy he\nput his head in the second mate’s door to inform him of my unheard-of\ncaprice to take a five hours’ anchor watch on myself. I heard the other\nraise his voice incredulously--“What? The Captain himself?” Then a few\nmore murmurs, a door closed, then another. A few moments later I went on\ndeck.\n\nMy strangeness, which had made me sleepless, had prompted that\nunconventional arrangement, as if I had expected in those solitary hours\nof the night to get on terms with the ship of which I knew nothing,\nmanned by men of whom I knew very little more. Fast alongside a wharf,\nlittered like any ship in port with a tangle of unrelated things,\ninvaded by unrelated shore people, I had hardly seen her yet properly.\nNow, as she lay cleared for sea, the stretch of her main-deck seemed to\nme very fine under the stars. Very fine, very roomy for her size,\nand very inviting. I descended the poop and paced the waist, my mind\npicturing to myself the coming passage through the Malay Archipelago,\ndown the Indian Ocean, and up the Atlantic. All its phases were familiar\nenough to me, every characteristic, all the alternatives which were\nlikely to face me on the high seas--everything!... except the novel\nresponsibility of command. But I took heart from the reasonable thought\nthat the ship was like other ships, the men like other men, and that\nthe sea was not likely to keep any special surprises expressly for my\ndiscomfiture.\n\nArrived at that comforting conclusion, I bethought myself of a cigar and\nwent below to get it. All was still down there. Everybody at the\nafter end of the ship was sleeping profoundly. I came out again on\nthe quarter-deck, agreeably at ease in my sleeping suit on that warm\nbreathless night, barefooted, a glowing cigar in my teeth, and, going\nforward, I was met by the profound silence of the fore end of the ship.\nOnly as I passed the door of the forecastle, I heard a deep, quiet,\ntrustful sigh of some sleeper inside. And suddenly I rejoiced in the\ngreat security of the sea as compared with the unrest of the land, in\nmy choice of that untempted life presenting no disquieting\nproblems, invested with an elementary moral beauty by the absolute\nstraightforwardness of its appeal and by the singleness of its purpose.\n\nThe riding light in the forerigging burned with a clear, untroubled, as\nif symbolic, flame, confident and bright in the mysterious shades of\nthe night. Passing on my way aft along the other side of the ship, I\nobserved that the rope side ladder, put over, no doubt, for the master\nof the tug when he came to fetch away our letters, had not been hauled\nin as it should have been. I became annoyed at this, for exactitude in\nsome small matters is the very soul of discipline. Then I reflected that\nI had myself peremptorily dismissed my officers from duty, and by my\nown act had prevented the anchor watch being formally set and things\nproperly attended to. I asked myself whether it was wise ever to\ninterfere with the established routine of duties even from the kindest\nof motives. My action might have made me appear eccentric. Goodness only\nknew how that absurdly whiskered mate would “account” for my conduct,\nand what the whole ship thought of that informality of their new\ncaptain. I was vexed with myself.\n\nNot from compunction certainly, but, as it were mechanically, I\nproceeded to get the ladder in myself. Now a side ladder of that sort\nis a light affair and comes in easily, yet my vigorous tug, which should\nhave brought it flying on board, merely recoiled upon my body in a\ntotally unexpected jerk. What the devil!... I was so astounded by\nthe immovableness of that ladder that I remained stock-still, trying to\naccount for it to myself like that imbecile mate of mine. In the end, of\ncourse, I put my head over the rail.\n\nThe side of the ship made an opaque belt of shadow on the darkling\nglassy shimmer of the sea. But I saw at once something elongated and\npale floating very close to the ladder. Before I could form a guess a\nfaint flash of phosphorescent light, which seemed to issue suddenly\nfrom the naked body of a man, flickered in the sleeping water with the\nelusive, silent play of summer lightning in a night sky. With a gasp I\nsaw revealed to my stare a pair of feet, the long legs, a broad livid\nback immersed right up to the neck in a greenish cadaverous glow. One\nhand, awash, clutched the bottom rung of the ladder. He was complete\nbut for the head. A headless corpse! The cigar dropped out of my gaping\nmouth with a tiny plop and a short hiss quite audible in the absolute\nstillness of all things under heaven. At that I suppose he raised up his\nface, a dimly pale oval in the shadow of the ship’s side. But even then\nI could only barely make out down there the shape of his black-haired\nhead. However, it was enough for the horrid, frost-bound sensation\nwhich had gripped me about the chest to pass off. The moment of vain\nexclamations was past, too. I only climbed on the spare spar and leaned\nover the rail as far as I could, to bring my eyes nearer to that mystery\nfloating alongside.\n\nAs he hung by the ladder, like a resting swimmer, the sea lightning\nplayed about his limbs at every stir; and he appeared in it ghastly,\nsilvery, fishlike. He remained as mute as a fish, too. He made no motion\nto get out of the water, either. It was inconceivable that he should\nnot attempt to come on board, and strangely troubling to suspect that\nperhaps he did not want to. And my first words were prompted by just\nthat troubled incertitude.\n\n“What’s the matter?” I asked in my ordinary tone, speaking down to the\nface upturned exactly under mine.\n\n“Cramp,” it answered, no louder. Then slightly anxious, “I say, no need\nto call anyone.”\n\n“I was not going to,” I said.\n\n“Are you alone on deck?”\n\n“Yes.”\n\nI had somehow the impression that he was on the point of letting go the\nladder to swim away beyond my ken--mysterious as he came. But, for the\nmoment, this being appearing as if he had risen from the bottom of the\nsea (it was certainly the nearest land to the ship) wanted only to know\nthe time. I told him. And he, down there, tentatively:\n\n“I suppose your captain’s turned in?”\n\n“I am sure he isn’t,” I said.\n\nHe seemed to struggle with himself, for I heard something like the low,\nbitter murmur of doubt. “What’s the good?” His next words came out with\na hesitating effort.\n\n“Look here, my man. Could you call him out quietly?”\n\nI thought the time had come to declare myself.\n\n“I am the captain.”\n\nI heard a “By Jove!” whispered at the level of the water. The\nphosphorescence flashed in the swirl of the water all about his limbs,\nhis other hand seized the ladder.\n\n“My name’s Leggatt.”\n\nThe voice was calm and resolute. A good voice. The self-possession of\nthat man had somehow induced a corresponding state in myself. It was\nvery quietly that I remarked:\n\n“You must be a good swimmer.”\n\n“Yes. I’ve been in the water practically since nine o’clock. The\nquestion for me now is whether I am to let go this ladder and go on\nswimming till I sink from exhaustion, or--to come on board here.”\n\nI felt this was no mere formula of desperate speech, but a real\nalternative in the view of a strong soul. I should have gathered from\nthis that he was young; indeed, it is only the young who are ever\nconfronted by such clear issues. But at the time it was pure intuition\non my part. A mysterious communication was established already between\nus two--in the face of that silent, darkened tropical sea. I was\nyoung, too; young enough to make no comment. The man in the water began\nsuddenly to climb up the ladder, and I hastened away from the rail to\nfetch some clothes.\n\nBefore entering the cabin I stood still, listening in the lobby at the\nfoot of the stairs. A faint snore came through the closed door of the\nchief mate’s room. The second mate’s door was on the hook, but the\ndarkness in there was absolutely soundless. He, too, was young and could\nsleep like a stone. Remained the steward, but he was not likely to\nwake up before he was called. I got a sleeping suit out of my room and,\ncoming back on deck, saw the naked man from the sea sitting on the main\nhatch, glimmering white in the darkness, his elbows on his knees and\nhis head in his hands. In a moment he had concealed his damp body in a\nsleeping suit of the same gray-stripe pattern as the one I was wearing\nand followed me like my double on the poop. Together we moved right aft,\nbarefooted, silent.\n\n“What is it?” I asked in a deadened voice, taking the lighted lamp out\nof the binnacle, and raising it to his face.\n\n“An ugly business.”\n\nHe had rather regular features; a good mouth; light eyes under somewhat\nheavy, dark eyebrows; a smooth, square forehead; no growth on his\ncheeks; a small, brown mustache, and a well-shaped, round chin. His\nexpression was concentrated, meditative, under the inspecting light of\nthe lamp I held up to his face; such as a man thinking hard in solitude\nmight wear. My sleeping suit was just right for his size. A well-knit\nyoung fellow of twenty-five at most. He caught his lower lip with the\nedge of white, even teeth.\n\n“Yes,” I said, replacing the lamp in the binnacle. The warm, heavy\ntropical night closed upon his head again.\n\n“There’s a ship over there,” he murmured.\n\n“Yes, I know. The Sephora. Did you know of us?”\n\n“Hadn’t the slightest idea. I am the mate of her--” He paused and\ncorrected himself. “I should say I _was_.”\n\n“Aha! Something wrong?”\n\n“Yes. Very wrong indeed. I’ve killed a man.”\n\n“What do you mean? Just now?”\n\n“No, on the passage. Weeks ago. Thirty-nine south. When I say a man--”\n\n“Fit of temper,” I suggested, confidently.\n\nThe shadowy, dark head, like mine, seemed to nod imperceptibly above the\nghostly gray of my sleeping suit. It was, in the night, as though I had\nbeen faced by my own reflection in the depths of a somber and immense\nmirror.\n\n“A pretty thing to have to own up to for a Conway boy,” murmured my\ndouble, distinctly.\n\n“You’re a Conway boy?”\n\n“I am,” he said, as if startled. Then, slowly... “Perhaps you too--”\n\nIt was so; but being a couple of years older I had left before he\njoined. After a quick interchange of dates a silence fell; and I thought\nsuddenly of my absurd mate with his terrific whiskers and the “Bless my\nsoul--you don’t say so” type of intellect. My double gave me an inkling\nof his thoughts by saying: “My father’s a parson in Norfolk. Do you see\nme before a judge and jury on that charge? For myself I can’t see the\nnecessity. There are fellows that an angel from heaven--And I am not\nthat. He was one of those creatures that are just simmering all the time\nwith a silly sort of wickedness. Miserable devils that have no business\nto live at all. He wouldn’t do his duty and wouldn’t let anybody else do\ntheirs. But what’s the good of talking! You know well enough the sort of\nill-conditioned snarling cur--”\n\nHe appealed to me as if our experiences had been as identical as\nour clothes. And I knew well enough the pestiferous danger of such a\ncharacter where there are no means of legal repression. And I knew well\nenough also that my double there was no homicidal ruffian. I did not\nthink of asking him for details, and he told me the story roughly in\nbrusque, disconnected sentences. I needed no more. I saw it all going on\nas though I were myself inside that other sleeping suit.\n\n“It happened while we were setting a reefed foresail, at dusk. Reefed\nforesail! You understand the sort of weather. The only sail we had left\nto keep the ship running; so you may guess what it had been like for\ndays. Anxious sort of job, that. He gave me some of his cursed insolence\nat the sheet. I tell you I was overdone with this terrific weather that\nseemed to have no end to it. Terrific, I tell you--and a deep ship. I\nbelieve the fellow himself was half crazed with funk. It was no time for\ngentlemanly reproof, so I turned round and felled him like an ox. He up\nand at me. We closed just as an awful sea made for the ship. All hands\nsaw it coming and took to the rigging, but I had him by the throat, and\nwent on shaking him like a rat, the men above us yelling, ‘Look out!\nlook out!’ Then a crash as if the sky had fallen on my head. They\nsay that for over ten minutes hardly anything was to be seen of the\nship--just the three masts and a bit of the forecastle head and of the\npoop all awash driving along in a smother of foam. It was a miracle that\nthey found us, jammed together behind the forebitts. It’s clear that I\nmeant business, because I was holding him by the throat still when they\npicked us up. He was black in the face. It was too much for them.\nIt seems they rushed us aft together, gripped as we were, screaming\n‘Murder!’ like a lot of lunatics, and broke into the cuddy. And the ship\nrunning for her life, touch and go all the time, any minute her last in\na sea fit to turn your hair gray only a-looking at it. I understand that\nthe skipper, too, started raving like the rest of them. The man had been\ndeprived of sleep for more than a week, and to have this sprung on him\nat the height of a furious gale nearly drove him out of his mind. I\nwonder they didn’t fling me overboard after getting the carcass of their\nprecious shipmate out of my fingers. They had rather a job to separate\nus, I’ve been told. A sufficiently fierce story to make an old judge and\na respectable jury sit up a bit. The first thing I heard when I came to\nmyself was the maddening howling of that endless gale, and on that the\nvoice of the old man. He was hanging on to my bunk, staring into my face\nout of his sou’wester.\n\n“‘Mr. Leggatt, you have killed a man. You can act no longer as chief\nmate of this ship.’”\n\nHis care to subdue his voice made it sound monotonous. He rested a hand\non the end of the skylight to steady himself with, and all that time did\nnot stir a limb, so far as I could see. “Nice little tale for a quiet\ntea party,” he concluded in the same tone.\n\nOne of my hands, too, rested on the end of the skylight; neither did\nI stir a limb, so far as I knew. We stood less than a foot from each\nother. It occurred to me that if old “Bless my soul--you don’t say so”\n were to put his head up the companion and catch sight of us, he would\nthink he was seeing double, or imagine himself come upon a scene of\nweird witchcraft; the strange captain having a quiet confabulation\nby the wheel with his own gray ghost. I became very much concerned to\nprevent anything of the sort. I heard the other’s soothing undertone.\n\n“My father’s a parson in Norfolk,” it said. Evidently he had forgotten\nhe had told me this important fact before. Truly a nice little tale.\n\n“You had better slip down into my stateroom now,” I said, moving off\nstealthily. My double followed my movements; our bare feet made no\nsound; I let him in, closed the door with care, and, after giving a call\nto the second mate, returned on deck for my relief.\n\n“Not much sign of any wind yet,” I remarked when he approached.\n\n“No, sir. Not much,” he assented, sleepily, in his hoarse voice, with\njust enough deference, no more, and barely suppressing a yawn.\n\n“Well, that’s all you have to look out for. You have got your orders.”\n\n“Yes, sir.”\n\nI paced a turn or two on the poop and saw him take up his position face\nforward with his elbow in the ratlines of the mizzen rigging before I\nwent below. The mate’s faint snoring was still going on peacefully.\nThe cuddy lamp was burning over the table on which stood a vase with\nflowers, a polite attention from the ship’s provision merchant--the\nlast flowers we should see for the next three months at the very least.\nTwo bunches of bananas hung from the beam symmetrically, one on each\nside of the rudder casing. Everything was as before in the ship--except\nthat two of her captain’s sleeping suits were simultaneously in use, one\nmotionless in the cuddy, the other keeping very still in the captain’s\nstateroom.\n\nIt must be explained here that my cabin had the form of the capital\nletter L, the door being within the angle and opening into the short\npart of the letter. A couch was to the left, the bed place to the right;\nmy writing desk and the chronometers’ table faced the door. But anyone\nopening it, unless he stepped right inside, had no view of what I call\nthe long (or vertical) part of the letter. It contained some lockers\nsurmounted by a bookcase; and a few clothes, a thick jacket or two,\ncaps, oilskin coat, and such like, hung on hooks. There was at the\nbottom of that part a door opening into my bathroom, which could be\nentered also directly from the saloon. But that way was never used.\n\nThe mysterious arrival had discovered the advantage of this particular\nshape. Entering my room, lighted strongly by a big bulkhead lamp swung\non gimbals above my writing desk, I did not see him anywhere till he\nstepped out quietly from behind the coats hung in the recessed part.\n\n“I heard somebody moving about, and went in there at once,” he\nwhispered.\n\nI, too, spoke under my breath.\n\n“Nobody is likely to come in here without knocking and getting\npermission.”\n\nHe nodded. His face was thin and the sunburn faded, as though he had\nbeen ill. And no wonder. He had been, I heard presently, kept under\narrest in his cabin for nearly seven weeks. But there was nothing sickly\nin his eyes or in his expression. He was not a bit like me, really; yet,\nas we stood leaning over my bed place, whispering side by side, with our\ndark heads together and our backs to the door, anybody bold enough to\nopen it stealthily would have been treated to the uncanny sight of a\ndouble captain busy talking in whispers with his other self.\n\n“But all this doesn’t tell me how you came to hang on to our side\nladder,” I inquired, in the hardly audible murmurs we used, after he had\ntold me something more of the proceedings on board the Sephora once the\nbad weather was over.\n\n“When we sighted Java Head I had had time to think all those matters out\nseveral times over. I had six weeks of doing nothing else, and with only\nan hour or so every evening for a tramp on the quarter-deck.”\n\nHe whispered, his arms folded on the side of my bed place, staring\nthrough the open port. And I could imagine perfectly the manner of this\nthinking out--a stubborn if not a steadfast operation; something of\nwhich I should have been perfectly incapable.\n\n“I reckoned it would be dark before we closed with the land,” he\ncontinued, so low that I had to strain my hearing near as we were to\neach other, shoulder touching shoulder almost. “So I asked to speak to\nthe old man. He always seemed very sick when he came to see me--as if he\ncould not look me in the face. You know, that foresail saved the ship.\nShe was too deep to have run long under bare poles. And it was I\nthat managed to set it for him. Anyway, he came. When I had him in my\ncabin--he stood by the door looking at me as if I had the halter round\nmy neck already--I asked him right away to leave my cabin door unlocked\nat night while the ship was going through Sunda Straits. There would\nbe the Java coast within two or three miles, off Angier Point. I wanted\nnothing more. I’ve had a prize for swimming my second year in the\nConway.”\n\n“I can believe it,” I breathed out.\n\n“God only knows why they locked me in every night. To see some of\ntheir faces you’d have thought they were afraid I’d go about at night\nstrangling people. Am I a murdering brute? Do I look it? By Jove! If I\nhad been he wouldn’t have trusted himself like that into my room. You’ll\nsay I might have chucked him aside and bolted out, there and then--it\nwas dark already. Well, no. And for the same reason I wouldn’t think of\ntrying to smash the door. There would have been a rush to stop me at the\nnoise, and I did not mean to get into a confounded scrimmage. Somebody\nelse might have got killed--for I would not have broken out only to\nget chucked back, and I did not want any more of that work. He refused,\nlooking more sick than ever. He was afraid of the men, and also of\nthat old second mate of his who had been sailing with him for years--a\ngray-headed old humbug; and his steward, too, had been with him devil\nknows how long--seventeen years or more--a dogmatic sort of loafer who\nhated me like poison, just because I was the chief mate. No chief mate\never made more than one voyage in the Sephora, you know. Those two old\nchaps ran the ship. Devil only knows what the skipper wasn’t afraid of\n(all his nerve went to pieces altogether in that hellish spell of bad\nweather we had)--of what the law would do to him--of his wife, perhaps.\nOh, yes! she’s on board. Though I don’t think she would have meddled.\nShe would have been only too glad to have me out of the ship in any way.\nThe ‘brand of Cain’ business, don’t you see. That’s all right. I was\nready enough to go off wandering on the face of the earth--and that was\nprice enough to pay for an Abel of that sort. Anyhow, he wouldn’t listen\nto me. ‘This thing must take its course. I represent the law here.’ He\nwas shaking like a leaf. ‘So you won’t?’ ‘No!’ ‘Then I hope you will\nbe able to sleep on that,’ I said, and turned my back on him. ‘I wonder\nthat you can,’ cries he, and locks the door.\n\n“Well after that, I couldn’t. Not very well. That was three weeks ago.\nWe have had a slow passage through the Java Sea; drifted about Carimata\nfor ten days. When we anchored here they thought, I suppose, it was\nall right. The nearest land (and that’s five miles) is the ship’s\ndestination; the consul would soon set about catching me; and there\nwould have been no object in holding to these islets there. I don’t\nsuppose there’s a drop of water on them. I don’t know how it was, but\ntonight that steward, after bringing me my supper, went out to let me\neat it, and left the door unlocked. And I ate it--all there was, too.\nAfter I had finished I strolled out on the quarter-deck. I don’t know\nthat I meant to do anything. A breath of fresh air was all I wanted, I\nbelieve. Then a sudden temptation came over me. I kicked off my slippers\nand was in the water before I had made up my mind fairly. Somebody heard\nthe splash and they raised an awful hullabaloo. ‘He’s gone! Lower the\nboats! He’s committed suicide! No, he’s swimming.’ Certainly I was\nswimming. It’s not so easy for a swimmer like me to commit suicide by\ndrowning. I landed on the nearest islet before the boat left the ship’s\nside. I heard them pulling about in the dark, hailing, and so on, but\nafter a bit they gave up. Everything quieted down and the anchorage\nbecame still as death. I sat down on a stone and began to think. I felt\ncertain they would start searching for me at daylight. There was no\nplace to hide on those stony things--and if there had been, what would\nhave been the good? But now I was clear of that ship, I was not going\nback. So after a while I took off all my clothes, tied them up in a\nbundle with a stone inside, and dropped them in the deep water on the\nouter side of that islet. That was suicide enough for me. Let them think\nwhat they liked, but I didn’t mean to drown myself. I meant to swim till\nI sank--but that’s not the same thing. I struck out for another of these\nlittle islands, and it was from that one that I first saw your riding\nlight. Something to swim for. I went on easily, and on the way I came\nupon a flat rock a foot or two above water. In the daytime, I dare say,\nyou might make it out with a glass from your poop. I scrambled up on it\nand rested myself for a bit. Then I made another start. That last spell\nmust have been over a mile.”\n\nHis whisper was getting fainter and fainter, and all the time he stared\nstraight out through the porthole, in which there was not even a star\nto be seen. I had not interrupted him. There was something that made\ncomment impossible in his narrative, or perhaps in himself; a sort of\nfeeling, a quality, which I can’t find a name for. And when he ceased,\nall I found was a futile whisper: “So you swam for our light?”\n\n“Yes--straight for it. It was something to swim for. I couldn’t see any\nstars low down because the coast was in the way, and I couldn’t see the\nland, either. The water was like glass. One might have been swimming in\na confounded thousand-feet deep cistern with no place for scrambling out\nanywhere; but what I didn’t like was the notion of swimming round and\nround like a crazed bullock before I gave out; and as I didn’t mean to\ngo back... No. Do you see me being hauled back, stark naked, off one\nof these little islands by the scruff of the neck and fighting like a\nwild beast? Somebody would have got killed for certain, and I did not\nwant any of that. So I went on. Then your ladder--”\n\n“Why didn’t you hail the ship?” I asked, a little louder.\n\nHe touched my shoulder lightly. Lazy footsteps came right over our heads\nand stopped. The second mate had crossed from the other side of the poop\nand might have been hanging over the rail for all we knew.\n\n“He couldn’t hear us talking--could he?” My double breathed into my very\near, anxiously.\n\nHis anxiety was in answer, a sufficient answer, to the question I had\nput to him. An answer containing all the difficulty of that situation. I\nclosed the porthole quietly, to make sure. A louder word might have been\noverheard.\n\n“Who’s that?” he whispered then.\n\n“My second mate. But I don’t know much more of the fellow than you do.”\n\nAnd I told him a little about myself. I had been appointed to take\ncharge while I least expected anything of the sort, not quite a\nfortnight ago. I didn’t know either the ship or the people. Hadn’t had\nthe time in port to look about me or size anybody up. And as to the\ncrew, all they knew was that I was appointed to take the ship home.\nFor the rest, I was almost as much of a stranger on board as himself,\nI said. And at the moment I felt it most acutely. I felt that it would\ntake very little to make me a suspect person in the eyes of the ship’s\ncompany.\n\nHe had turned about meantime; and we, the two strangers in the ship,\nfaced each other in identical attitudes.\n\n“Your ladder--” he murmured, after a silence. “Who’d have thought of\nfinding a ladder hanging over at night in a ship anchored out here! I\nfelt just then a very unpleasant faintness. After the life I’ve been\nleading for nine weeks, anybody would have got out of condition. I\nwasn’t capable of swimming round as far as your rudder chains. And, lo\nand behold! there was a ladder to get hold of. After I gripped it I said\nto myself, ‘What’s the good?’ When I saw a man’s head looking over I\nthought I would swim away presently and leave him shouting--in whatever\nlanguage it was. I didn’t mind being looked at. I--I liked it. And then\nyou speaking to me so quietly--as if you had expected me--made me hold\non a little longer. It had been a confounded lonely time--I don’t mean\nwhile swimming. I was glad to talk a little to somebody that didn’t\nbelong to the Sephora. As to asking for the captain, that was a mere\nimpulse. It could have been no use, with all the ship knowing about me\nand the other people pretty certain to be round here in the morning. I\ndon’t know--I wanted to be seen, to talk with somebody, before I went\non. I don’t know what I would have said.... ‘Fine night, isn’t it?’\nor something of the sort.”\n\n“Do you think they will be round here presently?” I asked with some\nincredulity.\n\n“Quite likely,” he said, faintly.\n\n“He looked extremely haggard all of a sudden. His head rolled on his\nshoulders.\n\n“H’m. We shall see then. Meantime get into that bed,” I whispered. “Want\nhelp? There.”\n\nIt was a rather high bed place with a set of drawers underneath. This\namazing swimmer really needed the lift I gave him by seizing his leg. He\ntumbled in, rolled over on his back, and flung one arm across his eyes.\nAnd then, with his face nearly hidden, he must have looked exactly as I\nused to look in that bed. I gazed upon my other self for a while before\ndrawing across carefully the two green serge curtains which ran on a\nbrass rod. I thought for a moment of pinning them together for greater\nsafety, but I sat down on the couch, and once there I felt unwilling\nto rise and hunt for a pin. I would do it in a moment. I was extremely\ntired, in a peculiarly intimate way, by the strain of stealthiness, by\nthe effort of whispering and the general secrecy of this excitement. It\nwas three o’clock by now and I had been on my feet since nine, but I\nwas not sleepy; I could not have gone to sleep. I sat there, fagged\nout, looking at the curtains, trying to clear my mind of the confused\nsensation of being in two places at once, and greatly bothered by an\nexasperating knocking in my head. It was a relief to discover suddenly\nthat it was not in my head at all, but on the outside of the door.\nBefore I could collect myself the words “Come in” were out of my mouth,\nand the steward entered with a tray, bringing in my morning coffee. I\nhad slept, after all, and I was so frightened that I shouted, “This way!\nI am here, steward,” as though he had been miles away. He put down the\ntray on the table next the couch and only then said, very quietly, “I\ncan see you are here, sir.” I felt him give me a keen look, but I dared\nnot meet his eyes just then. He must have wondered why I had drawn the\ncurtains of my bed before going to sleep on the couch. He went out,\nhooking the door open as usual.\n\nI heard the crew washing decks above me. I knew I would have been told\nat once if there had been any wind. Calm, I thought, and I was doubly\nvexed. Indeed, I felt dual more than ever. The steward reappeared\nsuddenly in the doorway. I jumped up from the couch so quickly that he\ngave a start.\n\n“What do you want here?”\n\n“Close your port, sir--they are washing decks.”\n\n“It is closed,” I said, reddening.\n\n“Very well, sir.” But he did not move from the doorway and returned my\nstare in an extraordinary, equivocal manner for a time. Then his eyes\nwavered, all his expression changed, and in a voice unusually gentle,\nalmost coaxingly:\n\n“May I come in to take the empty cup away, sir?”\n\n“Of course!” I turned my back on him while he popped in and out. Then\nI unhooked and closed the door and even pushed the bolt. This sort of\nthing could not go on very long. The cabin was as hot as an oven, too. I\ntook a peep at my double, and discovered that he had not moved, his arm\nwas still over his eyes; but his chest heaved; his hair was wet; his\nchin glistened with perspiration. I reached over him and opened the\nport.\n\n“I must show myself on deck,” I reflected.\n\nOf course, theoretically, I could do what I liked, with no one to say\nnay to me within the whole circle of the horizon; but to lock my cabin\ndoor and take the key away I did not dare. Directly I put my head out\nof the companion I saw the group of my two officers, the second mate\nbarefooted, the chief mate in long India-rubber boots, near the break of\nthe poop, and the steward halfway down the poop ladder talking to them\neagerly. He happened to catch sight of me and dived, the second ran down\non the main-deck shouting some order or other, and the chief mate came\nto meet me, touching his cap.\n\nThere was a sort of curiosity in his eye that I did not like. I don’t\nknow whether the steward had told them that I was “queer” only, or\ndownright drunk, but I know the man meant to have a good look at me. I\nwatched him coming with a smile which, as he got into point-blank range,\ntook effect and froze his very whiskers. I did not give him time to open\nhis lips.\n\n“Square the yards by lifts and braces before the hands go to breakfast.”\n\nIt was the first particular order I had given on board that ship; and I\nstayed on deck to see it executed, too. I had felt the need of asserting\nmyself without loss of time. That sneering young cub got taken down a\npeg or two on that occasion, and I also seized the opportunity of having\na good look at the face of every foremast man as they filed past me\nto go to the after braces. At breakfast time, eating nothing myself, I\npresided with such frigid dignity that the two mates were only too glad\nto escape from the cabin as soon as decency permitted; and all the\ntime the dual working of my mind distracted me almost to the point of\ninsanity. I was constantly watching myself, my secret self, as dependent\non my actions as my own personality, sleeping in that bed, behind that\ndoor which faced me as I sat at the head of the table. It was very much\nlike being mad, only it was worse because one was aware of it.\n\nI had to shake him for a solid minute, but when at last he opened his\neyes it was in the full possession of his senses, with an inquiring\nlook.\n\n“All’s well so far,” I whispered. “Now you must vanish into the\nbathroom.”\n\nHe did so, as noiseless as a ghost, and then I rang for the steward,\nand facing him boldly, directed him to tidy up my stateroom while I\nwas having my bath--“and be quick about it.” As my tone admitted of\nno excuses, he said, “Yes, sir,” and ran off to fetch his dustpan and\nbrushes. I took a bath and did most of my dressing, splashing, and\nwhistling softly for the steward’s edification, while the secret sharer\nof my life stood drawn up bolt upright in that little space, his face\nlooking very sunken in daylight, his eyelids lowered under the stern,\ndark line of his eyebrows drawn together by a slight frown.\n\nWhen I left him there to go back to my room the steward was finishing\ndusting. I sent for the mate and engaged him in some insignificant\nconversation. It was, as it were, trifling with the terrific character\nof his whiskers; but my object was to give him an opportunity for a\ngood look at my cabin. And then I could at last shut, with a clear\nconscience, the door of my stateroom and get my double back into the\nrecessed part. There was nothing else for it. He had to sit still on a\nsmall folding stool, half smothered by the heavy coats hanging there.\nWe listened to the steward going into the bathroom out of the saloon,\nfilling the water bottles there, scrubbing the bath, setting things\nto rights, whisk, bang, clatter--out again into the saloon--turn the\nkey--click. Such was my scheme for keeping my second self invisible.\nNothing better could be contrived under the circumstances. And there\nwe sat; I at my writing desk ready to appear busy with some papers, he\nbehind me out of sight of the door. It would not have been prudent to\ntalk in daytime; and I could not have stood the excitement of that queer\nsense of whispering to myself. Now and then, glancing over my shoulder,\nI saw him far back there, sitting rigidly on the low stool, his\nbare feet close together, his arms folded, his head hanging on his\nbreast--and perfectly still. Anybody would have taken him for me.\n\nI was fascinated by it myself. Every moment I had to glance over my\nshoulder. I was looking at him when a voice outside the door said:\n\n“Beg pardon, sir.”\n\n“Well!...” I kept my eyes on him, and so when the voice outside the\ndoor announced, “There’s a ship’s boat coming our way, sir,” I saw him\ngive a start--the first movement he had made for hours. But he did not\nraise his bowed head.\n\n“All right. Get the ladder over.”\n\nI hesitated. Should I whisper something to him? But what? His immobility\nseemed to have been never disturbed. What could I tell him he did not\nknow already?... Finally I went on deck.\n\n\n\n\nII\n\nThe skipper of the Sephora had a thin red whisker all round his face,\nand the sort of complexion that goes with hair of that color; also the\nparticular, rather smeary shade of blue in the eyes. He was not exactly\na showy figure; his shoulders were high, his stature but middling--one\nleg slightly more bandy than the other. He shook hands, looking vaguely\naround. A spiritless tenacity was his main characteristic, I judged. I\nbehaved with a politeness which seemed to disconcert him. Perhaps he was\nshy. He mumbled to me as if he were ashamed of what he was saying; gave\nhis name (it was something like Archbold--but at this distance of years\nI hardly am sure), his ship’s name, and a few other particulars of\nthat sort, in the manner of a criminal making a reluctant and\ndoleful confession. He had had terrible weather on the passage\nout--terrible--terrible--wife aboard, too.\n\nBy this time we were seated in the cabin and the steward brought in a\ntray with a bottle and glasses. “Thanks! No.” Never took liquor. Would\nhave some water, though. He drank two tumblerfuls. Terrible thirsty\nwork. Ever since daylight had been exploring the islands round his ship.\n\n“What was that for--fun?” I asked, with an appearance of polite\ninterest.\n\n“No!” He sighed. “Painful duty.”\n\nAs he persisted in his mumbling and I wanted my double to hear every\nword, I hit upon the notion of informing him that I regretted to say I\nwas hard of hearing.\n\n“Such a young man, too!” he nodded, keeping his smeary blue,\nunintelligent eyes fastened upon me. “What was the cause of it--some\ndisease?” he inquired, without the least sympathy and as if he thought\nthat, if so, I’d got no more than I deserved.\n\n“Yes; disease,” I admitted in a cheerful tone which seemed to shock him.\nBut my point was gained, because he had to raise his voice to give me\nhis tale. It is not worth while to record his version. It was just over\ntwo months since all this had happened, and he had thought so much\nabout it that he seemed completely muddled as to its bearings, but still\nimmensely impressed.\n\n“What would you think of such a thing happening on board your own\nship? I’ve had the Sephora for these fifteen years. I am a well-known\nshipmaster.”\n\nHe was densely distressed--and perhaps I should have sympathized with\nhim if I had been able to detach my mental vision from the unsuspected\nsharer of my cabin as though he were my second self. There he was on the\nother side of the bulkhead, four or five feet from us, no more, as we\nsat in the saloon. I looked politely at Captain Archbold (if that was\nhis name), but it was the other I saw, in a gray sleeping suit, seated\non a low stool, his bare feet close together, his arms folded, and every\nword said between us falling into the ears of his dark head bowed on his\nchest.\n\n“I have been at sea now, man and boy, for seven-and-thirty years, and\nI’ve never heard of such a thing happening in an English ship. And that\nit should be my ship. Wife on board, too.”\n\nI was hardly listening to him.\n\n“Don’t you think,” I said, “that the heavy sea which, you told me, came\naboard just then might have killed the man? I have seen the sheer weight\nof a sea kill a man very neatly, by simply breaking his neck.”\n\n“Good God!” he uttered, impressively, fixing his smeary blue eyes on\nme. “The sea! No man killed by the sea ever looked like that.” He seemed\npositively scandalized at my suggestion. And as I gazed at him certainly\nnot prepared for anything original on his part, he advanced his head\nclose to mine and thrust his tongue out at me so suddenly that I\ncouldn’t help starting back.\n\nAfter scoring over my calmness in this graphic way he nodded wisely. If\nI had seen the sight, he assured me, I would never forget it as long as\nI lived. The weather was too bad to give the corpse a proper sea burial.\nSo next day at dawn they took it up on the poop, covering its face with\na bit of bunting; he read a short prayer, and then, just as it was, in\nits oilskins and long boots, they launched it amongst those mountainous\nseas that seemed ready every moment to swallow up the ship herself and\nthe terrified lives on board of her.\n\n“That reefed foresail saved you,” I threw in.\n\n“Under God--it did,” he exclaimed fervently. “It was by a special mercy,\nI firmly believe, that it stood some of those hurricane squalls.”\n\n“It was the setting of that sail which--” I began.\n\n“God’s own hand in it,” he interrupted me. “Nothing less could have\ndone it. I don’t mind telling you that I hardly dared give the order.\nIt seemed impossible that we could touch anything without losing it, and\nthen our last hope would have been gone.”\n\nThe terror of that gale was on him yet. I let him go on for a bit, then\nsaid, casually--as if returning to a minor subject:\n\n“You were very anxious to give up your mate to the shore people, I\nbelieve?”\n\nHe was. To the law. His obscure tenacity on that point had in it\nsomething incomprehensible and a little awful; something, as it were,\nmystical, quite apart from his anxiety that he should not be suspected\nof “countenancing any doings of that sort.” Seven-and-thirty virtuous\nyears at sea, of which over twenty of immaculate command, and the last\nfifteen in the Sephora, seemed to have laid him under some pitiless\nobligation.\n\n“And you know,” he went on, groping shame-facedly amongst his feelings,\n“I did not engage that young fellow. His people had some interest with\nmy owners. I was in a way forced to take him on. He looked very smart,\nvery gentlemanly, and all that. But do you know--I never liked him,\nsomehow. I am a plain man. You see, he wasn’t exactly the sort for the\nchief mate of a ship like the Sephora.”\n\nI had become so connected in thoughts and impressions with the secret\nsharer of my cabin that I felt as if I, personally, were being given to\nunderstand that I, too, was not the sort that would have done for the\nchief mate of a ship like the Sephora. I had no doubt of it in my mind.\n\n“Not at all the style of man. You understand,” he insisted,\nsuperfluously, looking hard at me.\n\nI smiled urbanely. He seemed at a loss for a while.\n\n“I suppose I must report a suicide.”\n\n“Beg pardon?”\n\n“Suicide! That’s what I’ll have to write to my owners directly I get\nin.”\n\n“Unless you manage to recover him before tomorrow,” I assented,\ndispassionately.... “I mean, alive.”\n\nHe mumbled something which I really did not catch, and I turned my ear\nto him in a puzzled manner. He fairly bawled:\n\n“The land--I say, the mainland is at least seven miles off my\nanchorage.”\n\n“About that.”\n\nMy lack of excitement, of curiosity, of surprise, of any sort of\npronounced interest, began to arouse his distrust. But except for the\nfelicitous pretense of deafness I had not tried to pretend anything. I\nhad felt utterly incapable of playing the part of ignorance properly,\nand therefore was afraid to try. It is also certain that he had brought\nsome ready-made suspicions with him, and that he viewed my politeness\nas a strange and unnatural phenomenon. And yet how else could I have\nreceived him? Not heartily! That was impossible for psychological\nreasons, which I need not state here. My only object was to keep off his\ninquiries. Surlily? Yes, but surliness might have provoked a point-blank\nquestion. From its novelty to him and from its nature, punctilious\ncourtesy was the manner best calculated to restrain the man. But there\nwas the danger of his breaking through my defense bluntly. I could\nnot, I think, have met him by a direct lie, also for psychological (not\nmoral) reasons. If he had only known how afraid I was of his putting\nmy feeling of identity with the other to the test! But, strangely\nenough--(I thought of it only afterwards)--I believe that he was not\na little disconcerted by the reverse side of that weird situation, by\nsomething in me that reminded him of the man he was seeking--suggested a\nmysterious similitude to the young fellow he had distrusted and disliked\nfrom the first.\n\nHowever that might have been, the silence was not very prolonged. He\ntook another oblique step.\n\n“I reckon I had no more than a two-mile pull to your ship. Not a bit\nmore.”\n\n“And quite enough, too, in this awful heat,” I said.\n\nAnother pause full of mistrust followed. Necessity, they say, is mother\nof invention, but fear, too, is not barren of ingenious suggestions. And\nI was afraid he would ask me point-blank for news of my other self.\n\n“Nice little saloon, isn’t it?” I remarked, as if noticing for the first\ntime the way his eyes roamed from one closed door to the other. “And\nvery well fitted out, too. Here, for instance,” I continued, reaching\nover the back of my seat negligently and flinging the door open, “is my\nbathroom.”\n\nHe made an eager movement, but hardly gave it a glance. I got up, shut\nthe door of the bathroom, and invited him to have a look round, as if I\nwere very proud of my accommodation. He had to rise and be shown round,\nbut he went through the business without any raptures whatever.\n\n“And now we’ll have a look at my stateroom,” I declared, in a voice as\nloud as I dared to make it, crossing the cabin to the starboard side\nwith purposely heavy steps.\n\nHe followed me in and gazed around. My intelligent double had vanished.\nI played my part.\n\n“Very convenient--isn’t it?”\n\n“Very nice. Very comf...” He didn’t finish and went out brusquely as\nif to escape from some unrighteous wiles of mine. But it was not to be.\nI had been too frightened not to feel vengeful; I felt I had him on the\nrun, and I meant to keep him on the run. My polite insistence must have\nhad something menacing in it, because he gave in suddenly. And I did\nnot let him off a single item; mate’s room, pantry, storerooms, the very\nsail locker which was also under the poop--he had to look into them\nall. When at last I showed him out on the quarter-deck he drew a long,\nspiritless sigh, and mumbled dismally that he must really be going back\nto his ship now. I desired my mate, who had joined us, to see to the\ncaptain’s boat.\n\nThe man of whiskers gave a blast on the whistle which he used to wear\nhanging round his neck, and yelled, “Sephora’s away!” My double down\nthere in my cabin must have heard, and certainly could not feel more\nrelieved than I. Four fellows came running out from somewhere forward\nand went over the side, while my own men, appearing on deck too, lined\nthe rail. I escorted my visitor to the gangway ceremoniously, and nearly\noverdid it. He was a tenacious beast. On the very ladder he lingered,\nand in that unique, guiltily conscientious manner of sticking to the\npoint:\n\n“I say... you... you don’t think that--”\n\nI covered his voice loudly:\n\n“Certainly not.... I am delighted. Good-by.”\n\nI had an idea of what he meant to say, and just saved myself by the\nprivilege of defective hearing. He was too shaken generally to insist,\nbut my mate, close witness of that parting, looked mystified and his\nface took on a thoughtful cast. As I did not want to appear as if\nI wished to avoid all communication with my officers, he had the\nopportunity to address me.\n\n“Seems a very nice man. His boat’s crew told our chaps a very\nextraordinary story, if what I am told by the steward is true. I suppose\nyou had it from the captain, sir?”\n\n“Yes. I had a story from the captain.”\n\n“A very horrible affair--isn’t it, sir?”\n\n“It is.”\n\n“Beats all these tales we hear about murders in Yankee ships.”\n\n“I don’t think it beats them. I don’t think it resembles them in the\nleast.”\n\n“Bless my soul--you don’t say so! But of course I’ve no acquaintance\nwhatever with American ships, not I, so I couldn’t go against your\nknowledge. It’s horrible enough for me.... But the queerest part is\nthat those fellows seemed to have some idea the man was hidden aboard\nhere. They had really. Did you ever hear of such a thing?”\n\n“Preposterous--isn’t it?”\n\nWe were walking to and fro athwart the quarter-deck. No one of the crew\nforward could be seen (the day was Sunday), and the mate pursued:\n\n“There was some little dispute about it. Our chaps took offense. ‘As\nif we would harbor a thing like that,’ they said. ‘Wouldn’t you like to\nlook for him in our coal-hole?’ Quite a tiff. But they made it up in the\nend. I suppose he did drown himself. Don’t you, sir?”\n\n“I don’t suppose anything.”\n\n“You have no doubt in the matter, sir?”\n\n“None whatever.”\n\nI left him suddenly. I felt I was producing a bad impression, but with\nmy double down there it was most trying to be on deck. And it was almost\nas trying to be below. Altogether a nerve-trying situation. But on the\nwhole I felt less torn in two when I was with him. There was no one in\nthe whole ship whom I dared take into my confidence. Since the hands had\ngot to know his story, it would have been impossible to pass him off for\nanyone else, and an accidental discovery was to be dreaded now more than\never....\n\nThe steward being engaged in laying the table for dinner, we could talk\nonly with our eyes when I first went down. Later in the afternoon we\nhad a cautious try at whispering. The Sunday quietness of the ship was\nagainst us; the stillness of air and water around her was against us;\nthe elements, the men were against us--everything was against us in our\nsecret partnership; time itself--for this could not go on forever. The\nvery trust in Providence was, I suppose, denied to his guilt. Shall I\nconfess that this thought cast me down very much? And as to the chapter\nof accidents which counts for so much in the book of success, I could\nonly hope that it was closed. For what favorable accident could be\nexpected?\n\n“Did you hear everything?” were my first words as soon as we took up our\nposition side by side, leaning over my bed place.\n\nHe had. And the proof of it was his earnest whisper, “The man told you\nhe hardly dared to give the order.”\n\nI understood the reference to be to that saving foresail.\n\n“Yes. He was afraid of it being lost in the setting.”\n\n“I assure you he never gave the order. He may think he did, but he never\ngave it. He stood there with me on the break of the poop after the\nmain topsail blew away, and whimpered about our last hope--positively\nwhimpered about it and nothing else--and the night coming on! To hear\none’s skipper go on like that in such weather was enough to drive any\nfellow out of his mind. It worked me up into a sort of desperation. I\njust took it into my own hands and went away from him, boiling, and--But\nwhat’s the use telling you? _You_ know!... Do you think that if I\nhad not been pretty fierce with them I should have got the men to do\nanything? Not I! The bo’s’n perhaps? Perhaps! It wasn’t a heavy sea--it\nwas a sea gone mad! I suppose the end of the world will be something\nlike that; and a man may have the heart to see it coming once and be\ndone with it--but to have to face it day after day--I don’t blame\nanybody. I was precious little better than the rest. Only--I was an\nofficer of that old coal wagon, anyhow--”\n\n“I quite understand,” I conveyed that sincere assurance into his ear.\nHe was out of breath with whispering; I could hear him pant slightly.\nIt was all very simple. The same strung-up force which had given\ntwenty-four men a chance, at least, for their lives, had, in a sort of\nrecoil, crushed an unworthy mutinous existence.\n\nBut I had no leisure to weigh the merits of the matter--footsteps in\nthe saloon, a heavy knock. “There’s enough wind to get under way with,\nsir.” Here was the call of a new claim upon my thoughts and even upon my\nfeelings.\n\n“Turn the hands up,” I cried through the door. “I’ll be on deck\ndirectly.”\n\nI was going out to make the acquaintance of my ship. Before I left\nthe cabin our eyes met--the eyes of the only two strangers on board. I\npointed to the recessed part where the little campstool awaited him and\nlaid my finger on my lips. He made a gesture--somewhat vague--a little\nmysterious, accompanied by a faint smile, as if of regret.\n\nThis is not the place to enlarge upon the sensations of a man who feels\nfor the first time a ship move under his feet to his own independent\nword. In my case they were not unalloyed. I was not wholly alone with my\ncommand; for there was that stranger in my cabin. Or rather, I was\nnot completely and wholly with her. Part of me was absent. That mental\nfeeling of being in two places at once affected me physically as if the\nmood of secrecy had penetrated my very soul. Before an hour had elapsed\nsince the ship had begun to move, having occasion to ask the mate (he\nstood by my side) to take a compass bearing of the pagoda, I caught\nmyself reaching up to his ear in whispers. I say I caught myself, but\nenough had escaped to startle the man. I can’t describe it otherwise\nthan by saying that he shied. A grave, preoccupied manner, as though he\nwere in possession of some perplexing intelligence, did not leave him\nhenceforth. A little later I moved away from the rail to look at the\ncompass with such a stealthy gait that the helmsman noticed it--and\nI could not help noticing the unusual roundness of his eyes. These\nare trifling instances, though it’s to no commander’s advantage to be\nsuspected of ludicrous eccentricities. But I was also more seriously\naffected. There are to a seaman certain words, gestures, that should in\ngiven conditions come as naturally, as instinctively as the winking of\na menaced eye. A certain order should spring on to his lips without\nthinking; a certain sign should get itself made, so to speak, without\nreflection. But all unconscious alertness had abandoned me. I had to\nmake an effort of will to recall myself back (from the cabin) to the\nconditions of the moment. I felt that I was appearing an irresolute\ncommander to those people who were watching me more or less critically.\n\nAnd, besides, there were the scares. On the second day out, for\ninstance, coming off the deck in the afternoon (I had straw slippers\non my bare feet) I stopped at the open pantry door and spoke to the\nsteward. He was doing something there with his back to me. At the sound\nof my voice he nearly jumped out of his skin, as the saying is, and\nincidentally broke a cup.\n\n“What on earth’s the matter with you?” I asked, astonished.\n\nHe was extremely confused. “Beg your pardon, sir. I made sure you were\nin your cabin.”\n\n“You see I wasn’t.”\n\n“No, sir. I could have sworn I had heard you moving in there not a\nmoment ago. It’s most extraordinary... very sorry, sir.”\n\nI passed on with an inward shudder. I was so identified with my secret\ndouble that I did not even mention the fact in those scanty, fearful\nwhispers we exchanged. I suppose he had made some slight noise of some\nkind or other. It would have been miraculous if he hadn’t at one time\nor another. And yet, haggard as he appeared, he looked always perfectly\nself-controlled, more than calm--almost invulnerable. On my suggestion\nhe remained almost entirely in the bathroom, which, upon the whole,\nwas the safest place. There could be really no shadow of an excuse for\nanyone ever wanting to go in there, once the steward had done with it.\nIt was a very tiny place. Sometimes he reclined on the floor, his legs\nbent, his head sustained on one elbow. At others I would find him on the\ncampstool, sitting in his gray sleeping suit and with his cropped dark\nhair like a patient, unmoved convict. At night I would smuggle him into\nmy bed place, and we would whisper together, with the regular footfalls\nof the officer of the watch passing and repassing over our heads. It\nwas an infinitely miserable time. It was lucky that some tins of fine\npreserves were stowed in a locker in my stateroom; hard bread I could\nalways get hold of; and so he lived on stewed chicken, _Pate de Foie\nGras_, asparagus, cooked oysters, sardines--on all sorts of abominable\nsham delicacies out of tins. My early-morning coffee he always drank;\nand it was all I dared do for him in that respect.\n\nEvery day there was the horrible maneuvering to go through so that my\nroom and then the bathroom should be done in the usual way. I came to\nhate the sight of the steward, to abhor the voice of that harmless man.\nI felt that it was he who would bring on the disaster of discovery. It\nhung like a sword over our heads.\n\nThe fourth day out, I think (we were then working down the east side of\nthe Gulf of Siam, tack for tack, in light winds and smooth water)--the\nfourth day, I say, of this miserable juggling with the unavoidable,\nas we sat at our evening meal, that man, whose slightest movement I\ndreaded, after putting down the dishes ran up on deck busily. This could\nnot be dangerous. Presently he came down again; and then it appeared\nthat he had remembered a coat of mine which I had thrown over a rail to\ndry after having been wetted in a shower which had passed over the ship\nin the afternoon. Sitting stolidly at the head of the table I became\nterrified at the sight of the garment on his arm. Of course he made for\nmy door. There was no time to lose.\n\n“Steward,” I thundered. My nerves were so shaken that I could not govern\nmy voice and conceal my agitation. This was the sort of thing that made\nmy terrifically whiskered mate tap his forehead with his forefinger.\nI had detected him using that gesture while talking on deck with a\nconfidential air to the carpenter. It was too far to hear a word, but\nI had no doubt that this pantomime could only refer to the strange new\ncaptain.\n\n“Yes, sir,” the pale-faced steward turned resignedly to me. It was this\nmaddening course of being shouted at, checked without rhyme or reason,\narbitrarily chased out of my cabin, suddenly called into it, sent flying\nout of his pantry on incomprehensible errands, that accounted for the\ngrowing wretchedness of his expression.\n\n“Where are you going with that coat?”\n\n“To your room, sir.”\n\n“Is there another shower coming?”\n\n“I’m sure I don’t know, sir. Shall I go up again and see, sir?”\n\n“No! never mind.”\n\nMy object was attained, as of course my other self in there would have\nheard everything that passed. During this interlude my two officers\nnever raised their eyes off their respective plates; but the lip of that\nconfounded cub, the second mate, quivered visibly.\n\nI expected the steward to hook my coat on and come out at once. He was\nvery slow about it; but I dominated my nervousness sufficiently not\nto shout after him. Suddenly I became aware (it could be heard plainly\nenough) that the fellow for some reason or other was opening the door of\nthe bathroom. It was the end. The place was literally not big enough to\nswing a cat in. My voice died in my throat and I went stony all over. I\nexpected to hear a yell of surprise and terror, and made a movement, but\nhad not the strength to get on my legs. Everything remained still. Had\nmy second self taken the poor wretch by the throat? I don’t know what I\ncould have done next moment if I had not seen the steward come out of my\nroom, close the door, and then stand quietly by the sideboard.\n\n“Saved,” I thought. “But, no! Lost! Gone! He was gone!”\n\nI laid my knife and fork down and leaned back in my chair. My head swam.\nAfter a while, when sufficiently recovered to speak in a steady voice, I\ninstructed my mate to put the ship round at eight o’clock himself.\n\n“I won’t come on deck,” I went on. “I think I’ll turn in, and unless the\nwind shifts I don’t want to be disturbed before midnight. I feel a bit\nseedy.”\n\n“You did look middling bad a little while ago,” the chief mate remarked\nwithout showing any great concern.\n\nThey both went out, and I stared at the steward clearing the table.\nThere was nothing to be read on that wretched man’s face. But why did he\navoid my eyes, I asked myself. Then I thought I should like to hear the\nsound of his voice.\n\n“Steward!”\n\n“Sir!” Startled as usual.\n\n“Where did you hang up that coat?”\n\n“In the bathroom, sir.” The usual anxious tone. “It’s not quite dry yet,\nsir.”\n\nFor some time longer I sat in the cuddy. Had my double vanished as\nhe had come? But of his coming there was an explanation, whereas his\ndisappearance would be inexplicable.... I went slowly into my dark\nroom, shut the door, lighted the lamp, and for a time dared not turn\nround. When at last I did I saw him standing bolt-upright in the\nnarrow recessed part. It would not be true to say I had a shock, but an\nirresistible doubt of his bodily existence flitted through my mind. Can\nit be, I asked myself, that he is not visible to other eyes than mine?\nIt was like being haunted. Motionless, with a grave face, he raised his\nhands slightly at me in a gesture which meant clearly, “Heavens! what\na narrow escape!” Narrow indeed. I think I had come creeping quietly as\nnear insanity as any man who has not actually gone over the border. That\ngesture restrained me, so to speak.\n\nThe mate with the terrific whiskers was now putting the ship on the\nother tack. In the moment of profound silence which follows upon the\nhands going to their stations I heard on the poop his raised voice:\n“Hard alee!” and the distant shout of the order repeated on the\nmain-deck. The sails, in that light breeze, made but a faint fluttering\nnoise. It ceased. The ship was coming round slowly: I held my breath\nin the renewed stillness of expectation; one wouldn’t have thought\nthat there was a single living soul on her decks. A sudden brisk shout,\n“Mainsail haul!” broke the spell, and in the noisy cries and rush\noverhead of the men running away with the main brace we two, down in my\ncabin, came together in our usual position by the bed place.\n\nHe did not wait for my question. “I heard him fumbling here and just\nmanaged to squat myself down in the bath,” he whispered to me. “The\nfellow only opened the door and put his arm in to hang the coat up. All\nthe same--”\n\n“I never thought of that,” I whispered back, even more appalled than\nbefore at the closeness of the shave, and marveling at that something\nunyielding in his character which was carrying him through so finely.\nThere was no agitation in his whisper. Whoever was being driven\ndistracted, it was not he. He was sane. And the proof of his sanity was\ncontinued when he took up the whispering again.\n\n“It would never do for me to come to life again.”\n\nIt was something that a ghost might have said. But what he was alluding\nto was his old captain’s reluctant admission of the theory of suicide.\nIt would obviously serve his turn--if I had understood at all the view\nwhich seemed to govern the unalterable purpose of his action.\n\n“You must maroon me as soon as ever you can get amongst these islands\noff the Cambodge shore,” he went on.\n\n“Maroon you! We are not living in a boy’s adventure tale,” I protested.\nHis scornful whispering took me up.\n\n“We aren’t indeed! There’s nothing of a boy’s tale in this. But there’s\nnothing else for it. I want no more. You don’t suppose I am afraid of\nwhat can be done to me? Prison or gallows or whatever they may please.\nBut you don’t see me coming back to explain such things to an old fellow\nin a wig and twelve respectable tradesmen, do you? What can they know\nwhether I am guilty or not--or of _what_ I am guilty, either? That’s my\naffair. What does the Bible say? ‘Driven off the face of the earth.’\nVery well, I am off the face of the earth now. As I came at night so I\nshall go.”\n\n“Impossible!” I murmured. “You can’t.”\n\n“Can’t?... Not naked like a soul on the Day of Judgment. I shall\nfreeze on to this sleeping suit. The Last Day is not yet--and... you\nhave understood thoroughly. Didn’t you?”\n\nI felt suddenly ashamed of myself. I may say truly that I\nunderstood--and my hesitation in letting that man swim away from my\nship’s side had been a mere sham sentiment, a sort of cowardice.\n\n“It can’t be done now till next night,” I breathed out. “The ship is on\nthe off-shore tack and the wind may fail us.”\n\n“As long as I know that you understand,” he whispered. “But of course\nyou do. It’s a great satisfaction to have got somebody to understand.\nYou seem to have been there on purpose.” And in the same whisper, as if\nwe two whenever we talked had to say things to each other which were not\nfit for the world to hear, he added, “It’s very wonderful.”\n\nWe remained side by side talking in our secret way--but sometimes\nsilent or just exchanging a whispered word or two at long intervals. And\nas usual he stared through the port. A breath of wind came now and again\ninto our faces. The ship might have been moored in dock, so gently and\non an even keel she slipped through the water, that did not murmur even\nat our passage, shadowy and silent like a phantom sea.\n\nAt midnight I went on deck, and to my mate’s great surprise put the\nship round on the other tack. His terrible whiskers flitted round me\nin silent criticism. I certainly should not have done it if it had\nbeen only a question of getting out of that sleepy gulf as quickly as\npossible. I believe he told the second mate, who relieved him, that it\nwas a great want of judgment. The other only yawned. That intolerable\ncub shuffled about so sleepily and lolled against the rails in such a\nslack, improper fashion that I came down on him sharply.\n\n“Aren’t you properly awake yet?”\n\n“Yes, sir! I am awake.”\n\n“Well, then, be good enough to hold yourself as if you were. And keep\na lookout. If there’s any current we’ll be closing with some islands\nbefore daylight.”\n\nThe east side of the gulf is fringed with islands, some solitary, others\nin groups. On the blue background of the high coast they seem to float\non silvery patches of calm water, arid and gray, or dark green and\nrounded like clumps of evergreen bushes, with the larger ones, a mile\nor two long, showing the outlines of ridges, ribs of gray rock under the\ndark mantle of matted leafage. Unknown to trade, to travel, almost to\ngeography, the manner of life they harbor is an unsolved secret. There\nmust be villages--settlements of fishermen at least--on the largest\nof them, and some communication with the world is probably kept up by\nnative craft. But all that forenoon, as we headed for them, fanned along\nby the faintest of breezes, I saw no sign of man or canoe in the field\nof the telescope I kept on pointing at the scattered group.\n\nAt noon I gave no orders for a change of course, and the mate’s whiskers\nbecame much concerned and seemed to be offering themselves unduly to my\nnotice. At last I said:\n\n“I am going to stand right in. Quite in--as far as I can take her.”\n\nThe stare of extreme surprise imparted an air of ferocity also to his\neyes, and he looked truly terrific for a moment.\n\n“We’re not doing well in the middle of the gulf,” I continued, casually.\n“I am going to look for the land breezes tonight.”\n\n“Bless my soul! Do you mean, sir, in the dark amongst the lot of all\nthem islands and reefs and shoals?”\n\n“Well--if there are any regular land breezes at all on this coast one\nmust get close inshore to find them, mustn’t one?”\n\n“Bless my soul!” he exclaimed again under his breath. All that afternoon\nhe wore a dreamy, contemplative appearance which in him was a mark of\nperplexity. After dinner I went into my stateroom as if I meant to take\nsome rest. There we two bent our dark heads over a half-unrolled chart\nlying on my bed.\n\n“There,” I said. “It’s got to be Koh-ring. I’ve been looking at it\never since sunrise. It has got two hills and a low point. It must be\ninhabited. And on the coast opposite there is what looks like the mouth\nof a biggish river--with some towns, no doubt, not far up. It’s the best\nchance for you that I can see.”\n\n“Anything. Koh-ring let it be.”\n\nHe looked thoughtfully at the chart as if surveying chances and\ndistances from a lofty height--and following with his eyes his own\nfigure wandering on the blank land of Cochin-China, and then passing off\nthat piece of paper clean out of sight into uncharted regions. And it\nwas as if the ship had two captains to plan her course for her. I had\nbeen so worried and restless running up and down that I had not had the\npatience to dress that day. I had remained in my sleeping suit, with\nstraw slippers and a soft floppy hat. The closeness of the heat in\nthe gulf had been most oppressive, and the crew were used to seeing me\nwandering in that airy attire.\n\n“She will clear the south point as she heads now,” I whispered into his\near. “Goodness only knows when, though, but certainly after dark. I’ll\nedge her in to half a mile, as far as I may be able to judge in the\ndark--”\n\n“Be careful,” he murmured, warningly--and I realized suddenly that\nall my future, the only future for which I was fit, would perhaps go\nirretrievably to pieces in any mishap to my first command.\n\nI could not stop a moment longer in the room. I motioned him to get out\nof sight and made my way on the poop. That unplayful cub had the watch.\nI walked up and down for a while thinking things out, then beckoned him\nover.\n\n“Send a couple of hands to open the two quarter-deck ports,” I said,\nmildly.\n\nHe actually had the impudence, or else so forgot himself in his wonder\nat such an incomprehensible order, as to repeat:\n\n“Open the quarter-deck ports! What for, sir?”\n\n“The only reason you need concern yourself about is because I tell you\nto do so. Have them open wide and fastened properly.”\n\nHe reddened and went off, but I believe made some jeering remark to\nthe carpenter as to the sensible practice of ventilating a ship’s\nquarter-deck. I know he popped into the mate’s cabin to impart the fact\nto him because the whiskers came on deck, as it were by chance, and\nstole glances at me from below--for signs of lunacy or drunkenness, I\nsuppose.\n\nA little before supper, feeling more restless than ever, I rejoined,\nfor a moment, my second self. And to find him sitting so quietly was\nsurprising, like something against nature, inhuman.\n\nI developed my plan in a hurried whisper.\n\n“I shall stand in as close as I dare and then put her round. I will\npresently find means to smuggle you out of here into the sail locker,\nwhich communicates with the lobby. But there is an opening, a sort\nof square for hauling the sails out, which gives straight on the\nquarter-deck and which is never closed in fine weather, so as to give\nair to the sails. When the ship’s way is deadened in stays and all the\nhands are aft at the main braces you will have a clear road to slip out\nand get overboard through the open quarter-deck port. I’ve had them both\nfastened up. Use a rope’s end to lower yourself into the water so as\nto avoid a splash--you know. It could be heard and cause some beastly\ncomplication.”\n\nHe kept silent for a while, then whispered, “I understand.”\n\n“I won’t be there to see you go,” I began with an effort. “The rest\n... I only hope I have understood, too.”\n\n“You have. From first to last”--and for the first time there seemed to\nbe a faltering, something strained in his whisper. He caught hold of my\narm, but the ringing of the supper bell made me start. He didn’t though;\nhe only released his grip.\n\nAfter supper I didn’t come below again till well past eight o’clock. The\nfaint, steady breeze was loaded with dew; and the wet, darkened sails\nheld all there was of propelling power in it. The night, clear and\nstarry, sparkled darkly, and the opaque, lightless patches shifting\nslowly against the low stars were the drifting islets. On the port bow\nthere was a big one more distant and shadowily imposing by the great\nspace of sky it eclipsed.\n\nOn opening the door I had a back view of my very own self looking at a\nchart. He had come out of the recess and was standing near the table.\n\n“Quite dark enough,” I whispered.\n\nHe stepped back and leaned against my bed with a level, quiet glance.\nI sat on the couch. We had nothing to say to each other. Over our heads\nthe officer of the watch moved here and there. Then I heard him move\nquickly. I knew what that meant. He was making for the companion; and\npresently his voice was outside my door.\n\n“We are drawing in pretty fast, sir. Land looks rather close.”\n\n“Very well,” I answered. “I am coming on deck directly.”\n\nI waited till he was gone out of the cuddy, then rose. My double moved\ntoo. The time had come to exchange our last whispers, for neither of us\nwas ever to hear each other’s natural voice.\n\n“Look here!” I opened a drawer and took out three sovereigns. “Take this\nanyhow. I’ve got six and I’d give you the lot, only I must keep a little\nmoney to buy some fruit and vegetables for the crew from native boats as\nwe go through Sunda Straits.”\n\nHe shook his head.\n\n“Take it,” I urged him, whispering desperately. “No one can tell what--”\n\nHe smiled and slapped meaningly the only pocket of the sleeping jacket.\nIt was not safe, certainly. But I produced a large old silk handkerchief\nof mine, and tying the three pieces of gold in a corner, pressed it on\nhim. He was touched, I supposed, because he took it at last and tied it\nquickly round his waist under the jacket, on his bare skin.\n\nOur eyes met; several seconds elapsed, till, our glances still mingled,\nI extended my hand and turned the lamp out. Then I passed through the\ncuddy, leaving the door of my room wide open.... “Steward!”\n\nHe was still lingering in the pantry in the greatness of his zeal,\ngiving a rub-up to a plated cruet stand the last thing before going to\nbed. Being careful not to wake up the mate, whose room was opposite, I\nspoke in an undertone.\n\nHe looked round anxiously. “Sir!”\n\n“Can you get me a little hot water from the galley?”\n\n“I am afraid, sir, the galley fire’s been out for some time now.”\n\n“Go and see.”\n\nHe flew up the stairs.\n\n“Now,” I whispered, loudly, into the saloon--too loudly, perhaps, but I\nwas afraid I couldn’t make a sound. He was by my side in an instant--the\ndouble captain slipped past the stairs--through a tiny dark passage\n... a sliding door. We were in the sail locker, scrambling on our knees\nover the sails. A sudden thought struck me. I saw myself wandering\nbarefooted, bareheaded, the sun beating on my dark poll. I snatched\noff my floppy hat and tried hurriedly in the dark to ram it on my other\nself. He dodged and fended off silently. I wonder what he thought had\ncome to me before he understood and suddenly desisted. Our hands met\ngropingly, lingered united in a steady, motionless clasp for a second.\n... No word was breathed by either of us when they separated.\n\nI was standing quietly by the pantry door when the steward returned.\n\n“Sorry, sir. Kettle barely warm. Shall I light the spirit lamp?”\n\n“Never mind.”\n\nI came out on deck slowly. It was now a matter of conscience to shave\nthe land as close as possible--for now he must go overboard whenever the\nship was put in stays. Must! There could be no going back for him. After\na moment I walked over to leeward and my heart flew into my mouth at the\nnearness of the land on the bow. Under any other circumstances I would\nnot have held on a minute longer. The second mate had followed me\nanxiously.\n\nI looked on till I felt I could command my voice.\n\n“She will weather,” I said then in a quiet tone.\n\n“Are you going to try that, sir?” he stammered out incredulously.\n\nI took no notice of him and raised my tone just enough to be heard by\nthe helmsman.\n\n“Keep her good full.”\n\n“Good full, sir.”\n\nThe wind fanned my cheek, the sails slept, the world was silent. The\nstrain of watching the dark loom of the land grow bigger and denser was\ntoo much for me. I had shut my eyes--because the ship must go closer.\nShe must! The stillness was intolerable. Were we standing still?\n\nWhen I opened my eyes the second view started my heart with a thump. The\nblack southern hill of Koh-ring seemed to hang right over the ship\nlike a towering fragment of everlasting night. On that enormous mass of\nblackness there was not a gleam to be seen, not a sound to be heard. It\nwas gliding irresistibly towards us and yet seemed already within reach\nof the hand. I saw the vague figures of the watch grouped in the waist,\ngazing in awed silence.\n\n“Are you going on, sir?” inquired an unsteady voice at my elbow.\n\nI ignored it. I had to go on.\n\n“Keep her full. Don’t check her way. That won’t do now,” I said\nwarningly.\n\n“I can’t see the sails very well,” the helmsman answered me, in strange,\nquavering tones.\n\nWas she close enough? Already she was, I won’t say in the shadow of the\nland, but in the very blackness of it, already swallowed up as it were,\ngone too close to be recalled, gone from me altogether.\n\n“Give the mate a call,” I said to the young man who stood at my elbow as\nstill as death. “And turn all hands up.”\n\nMy tone had a borrowed loudness reverberated from the height of the\nland. Several voices cried out together: “We are all on deck, sir.”\n\nThen stillness again, with the great shadow gliding closer, towering\nhigher, without a light, without a sound. Such a hush had fallen on\nthe ship that she might have been a bark of the dead floating in slowly\nunder the very gate of Erebus.\n\n“My God! Where are we?”\n\nIt was the mate moaning at my elbow. He was thunderstruck, and as it\nwere deprived of the moral support of his whiskers. He clapped his hands\nand absolutely cried out, “Lost!”\n\n“Be quiet,” I said, sternly.\n\nHe lowered his tone, but I saw the shadowy gesture of his despair. “What\nare we doing here?”\n\n“Looking for the land wind.”\n\nHe made as if to tear his hair, and addressed me recklessly.\n\n“She will never get out. You have done it, sir. I knew it’d end in\nsomething like this. She will never weather, and you are too close now\nto stay. She’ll drift ashore before she’s round. Oh my God!”\n\nI caught his arm as he was raising it to batter his poor devoted head,\nand shook it violently.\n\n“She’s ashore already,” he wailed, trying to tear himself away.\n\n“Is she?... Keep good full there!”\n\n“Good full, sir,” cried the helmsman in a frightened, thin, childlike\nvoice.\n\nI hadn’t let go the mate’s arm and went on shaking it. “Ready about,\ndo you hear? You go forward”--shake--“and stop there”--shake--“and hold\nyour noise”--shake--“and see these head-sheets properly\noverhauled”--shake, shake--shake.\n\nAnd all the time I dared not look towards the land lest my heart should\nfail me. I released my grip at last and he ran forward as if fleeing for\ndear life.\n\nI wondered what my double there in the sail locker thought of this\ncommotion. He was able to hear everything--and perhaps he was able to\nunderstand why, on my conscience, it had to be thus close--no less. My\nfirst order “Hard alee!” re-echoed ominously under the towering shadow\nof Koh-ring as if I had shouted in a mountain gorge. And then I watched\nthe land intently. In that smooth water and light wind it was impossible\nto feel the ship coming-to. No! I could not feel her. And my second self\nwas making now ready to ship out and lower himself overboard. Perhaps he\nwas gone already...?\n\nThe great black mass brooding over our very mastheads began to pivot\naway from the ship’s side silently. And now I forgot the secret stranger\nready to depart, and remembered only that I was a total stranger to the\nship. I did not know her. Would she do it? How was she to be handled?\n\nI swung the mainyard and waited helplessly. She was perhaps stopped, and\nher very fate hung in the balance, with the black mass of Koh-ring like\nthe gate of the everlasting night towering over her taffrail. What would\nshe do now? Had she way on her yet? I stepped to the side swiftly, and\non the shadowy water I could see nothing except a faint phosphorescent\nflash revealing the glassy smoothness of the sleeping surface. It was\nimpossible to tell--and I had not learned yet the feel of my ship. Was\nshe moving? What I needed was something easily seen, a piece of paper,\nwhich I could throw overboard and watch. I had nothing on me. To run\ndown for it I didn’t dare. There was no time. All at once my strained,\nyearning stare distinguished a white object floating within a yard of\nthe ship’s side. White on the black water. A phosphorescent flash passed\nunder it. What was that thing?... I recognized my own floppy hat. It\nmust have fallen off his head... and he didn’t bother. Now I had what\nI wanted--the saving mark for my eyes. But I hardly thought of my other\nself, now gone from the ship, to be hidden forever from all friendly\nfaces, to be a fugitive and a vagabond on the earth, with no brand of\nthe curse on his sane forehead to stay a slaying hand... too proud to\nexplain.\n\nAnd I watched the hat--the expression of my sudden pity for his mere\nflesh. It had been meant to save his homeless head from the dangers of\nthe sun. And now--behold--it was saving the ship, by serving me for a\nmark to help out the ignorance of my strangeness. Ha! It was drifting\nforward, warning me just in time that the ship had gathered sternaway.\n\n“Shift the helm,” I said in a low voice to the seaman standing still\nlike a statue.\n\nThe man’s eyes glistened wildly in the binnacle light as he jumped round\nto the other side and spun round the wheel.\n\nI walked to the break of the poop. On the over-shadowed deck all hands\nstood by the forebraces waiting for my order. The stars ahead seemed to\nbe gliding from right to left. And all was so still in the world that\nI heard the quiet remark, “She’s round,” passed in a tone of intense\nrelief between two seamen.\n\n“Let go and haul.”\n\nThe foreyards ran round with a great noise, amidst cheery cries. And\nnow the frightful whiskers made themselves heard giving various orders.\nAlready the ship was drawing ahead. And I was alone with her. Nothing!\nno one in the world should stand now between us, throwing a shadow on\nthe way of silent knowledge and mute affection, the perfect communion of\na seaman with his first command.\n\nWalking to the taffrail, I was in time to make out, on the very edge\nof a darkness thrown by a towering black mass like the very gateway of\nErebus--yes, I was in time to catch an evanescent glimpse of my white\nhat left behind to mark the spot where the secret sharer of my cabin and\nof my thoughts, as though he were my second self, had lowered himself\ninto the water to take his punishment: a free man, a proud swimmer\nstriking out for a new destiny."
}