{
 "author": [
  "Morris, William"
 ],
 "title": [
  "Child Christopher and Goldilind the Fair"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Fantasy fiction",
  "PR"
 ],
 "id": "234",
 "genre": [
  "fiction",
  "fantasy"
 ],
 "text": "CHILD CHRISTOPHER AND GOLDILIND THE FAIR\n\nby William Morris\n\n1895\n\n\n\n\nCHAPTER I. OF THE KING OF OAKENREALM, AND HIS WIFE AND HIS CHILD.\n\n\nOf old there was a land which was so much a woodland, that a minstrel\nthereof said it that a squirrel might go from end to end, and all about,\nfrom tree to tree, and never touch the earth: therefore was that land\ncalled Oakenrealm.\n\nThe lord and king thereof was a stark man, and so great a warrior that\nin his youth he took no delight in aught else save battle and tourneys.\nBut when he was hard on forty years old, he came across a daughter of\na certain lord, whom he had vanquished, and his eyes bewrayed him\ninto longing, so that he gave back to the said lord the havings he had\nconquered of him that he might lay the maiden in his kingly bed. So he\nbrought her home with him to Oakenrealm and wedded her.\n\nTells the tale that he rued not his bargain, but loved her so dearly\nthat for a year round he wore no armour, save when she bade him play in\nthe tilt-yard for her desport and pride.\n\nSo wore the days till she went with child and was near her time, and\nthen it betid that three kings who marched on Oakenrealm banded them\ntogether against him, and his lords and thanes cried out on him to lead\nthem to battle, and it behoved him to do as they would.\n\nSo he sent out the tokens and bade an hosting at his chief city, and\nwhen all was ready he said farewell to his wife and her babe unborn, and\nwent his ways to battle once more: but fierce was his heart against the\nfoemen, that they had dragged him away from his love and his joy.\n\nEven amidst of his land he joined battle with the host of the ravagers,\nand the tale of them is short to tell, for they were as the wheat before\nthe hook. But as he followed up the chase, a mere thrall of the fleers\nturned on him and cast his spear, and it reached him whereas his hawberk\nwas broken, and stood deep in, so that he fell to earth unmighty: and\nwhen his lords and chieftains drew about him, and cunning men strove to\nheal him, it was of no avail, and he knew that his soul was departing.\nThen he sent for a priest, and for the Marshal of the host, who was a\ngreat lord, and the son of his father's brother, and in few words bade\nhim look to the babe whom his wife bore about, and if it were a man, to\ncherish him and do him to learn all that a king ought to know; and if it\nwere a maiden, that he should look to her wedding well and worthily: and\nhe let swear him on his sword, on the edges and the hilts, that he would\ndo even so, and be true unto his child if child there were: and he bade\nhim have rule, if so be the lords would, and all the people, till the\nchild were of age to be king: and the Marshal swore, and all the lords\nwho stood around bare witness to his swearing. Thereafter the priest\nhouselled the King, and he received his Creator, and a little while\nafter his soul departed.\n\nBut the Marshal followed up the fleeing foe, and two battles more he\nfought before he beat them flat to earth; and then they craved for\npeace, and he went back to the city in mickle honour.\n\nBut in the King's city of Oakenham he found but little joy; for both\nthe King was bemoaned, whereas he had been no hard man to his folk; and\nalso, when the tidings and the King's corpse came back to Oakenrealm,\nhis Lady and Queen took sick for sorrow and fear, and fell into labour\nof her child, and in childing of a man-bairn she died, but the lad\nlived, and was like to do well.\n\nSo there was one funeral for the slain King and for her whom his slaying\nhad slain: and when that was done, the little king was borne to the\nfont, and at his christening he gat to name Christopher.\n\nThereafter the Marshal summoned all them that were due thereto to come\nand give homage to the new king, and even so did they, though he were\nbut a babe, yea, and who had but just now been a king lying in his\nmother's womb. But when the homage was done, then the Marshal called\ntogether the wise men, and told them how the King that was had given him\nin charge his son as then unborn, and the ruling of the realm till the\nsaid son were come to man's estate: but he bade them seek one worthier\nif they had heart to gainsay the word of their dying lord. Then all they\nsaid that he was worthy and mighty and the choice of their dear lord,\nand that they would have none but he.\n\nSo then was the great folk-mote called, and the same matter was laid\nbefore all the people, and none said aught against it, whereas no man\nwas ready to name another to that charge and rule, even had it been his\nown self.\n\nNow then by law was the Marshal, who hight Rolf, lord and earl of the\nland of Oakenrealm. He ruled well and strongly, and was a fell warrior:\nhe was well befriended by many of the great; and the rest of them feared\nhim and his friends: as for the commonalty, they saw that he held the\nrealm in peace; and for the rest, they knew little and saw less of him,\nand they paid to his bailiffs and sheriffs as little as they could, and\nmore than they would. But whereas that left them somewhat to grind their\nteeth on, and they were not harried, they were not so ill content. So\nthe Marshal throve, and lacked nothing of a king's place save the bare\nname.\n\n\n\n\nCHAPTER II. OF THE KING'S SON.\n\n\nAs for the King's son, to whom the folk had of late done homage as king,\nhe was at first seen about a corner of the High House with his nurses;\nand then in a while it was said, and the tale noted, but not much, that\nhe must needs go for his health's sake, and because he was puny, to some\nstead amongst the fields, and folk heard say that he was gone to the\nstrong house of a knight somewhat stricken in years, who was called Lord\nRichard the Lean. The said house was some twelve miles from Oakenham,\nnot far from the northern edge of the wild-wood. But in a while, scarce\nmore than a year, Lord Richard brake up house at the said castle, and\nwent southward through the forest. Of this departure was little said,\nfor he was not a man amongst the foremost. As for the King's little son,\nif any remembered that he was in the hands of the said Lord Richard,\nnone said aught about it; for if any thought of the little babe at all,\nthey said to themselves, Never will he come to be king.\n\nNow as for Lord Richard the Lean, he went far through the wood, and\nuntil he was come to another house of his, that stood in a clearing\nsomewhat near to where Oakenrealm marched on another country, which\nhight Meadham; though the said wild-wood ended not where Oakenrealm\nended, but stretched a good way into Meadham; and betwixt one and the\nother much rough country there was.\n\nIt is to be said that amongst those who went to this stronghold of the\nwoods was the little King Christopher, no longer puny, but a stout\nbabe enough: so he was borne amongst the serving men and thralls to\nthe castle of the Outer March; and he was in no wise treated as a great\nman's son; but there was more than one woman who was kind to him, and\nas he waxed in strength and beauty month by month, both carle and\nquean fell to noting him, and, for as little as he was, he began to be\nwell-beloved.\n\nAs to the stead where he was nourished, though it were far away amongst\nthe woods, it was no such lonely or savage place: besides the castle and\nthe houses of it, there was a merry thorpe in the clearing, the houses\nwhereof were set down by the side of a clear and pleasant little stream.\nMoreover the goodmen and swains of the said township were no ill folk,\nbut bold of heart, free of speech, and goodly of favour; and the women\nof them fair, kind, and trusty. Whiles came folk journeying in to\nOakenrealm or out to Meadham, and of these some were minstrels, who had\nwith them tidings of what was astir whereas folk were thicker in the\nworld, and some chapmen, who chaffered with the thorpe-dwellers, and\ntook of them the woodland spoil for such outland goods as those woodmen\nneeded.\n\nSo wore the years, and in Oakenham King Christopher was well nigh\nforgotten, and in the wild-wood had never been known clearly for King's\nson. At first, by command of Rolf the Marshal, a messenger came\nevery year from Lord Richard with a letter that told of how the lad\nChristopher did. But when five years were worn, the Marshal bade send\nhim tidings thereof every three years; and by then it was come to the\ntwelfth year, and still the tidings were that the lad throve ever, and\nmeanwhile the Marshal sat fast in his seat with none to gainsay, the\nword went to Lord Richard that he should send no more, for that he, the\nMarshal, had heard enough of the boy; and if he throve it were well, and\nif not, it was no worse. So wore the days and the years.\n\n\n\n\nCHAPTER III. OF THE KING OF MEADHAM AND HIS DAUGHTER.\n\n\nTells the tale that in the country which lay south of Oakenrealm, and\nwas called Meadham, there was in these days a king whose wife was dead,\nbut had left him a fair daughter, who was born some four years after\nKing Christopher. A good man was this King Roland, mild, bounteous, and\nno regarder of persons in his justice; and well-beloved he was of his\nfolk: yet could not their love keep him alive; for, whenas his daughter\nwas of the age of twelve years, he sickened unto death; and so, when he\nknew that his end drew near, he sent for the wisest of his wise men,\nand they came unto him sorrowing in the High House of his chiefest city,\nwhich hight Meadhamstead. So he bade them sit down nigh unto his bed,\nand took up the word and spake:\n\n\"Masters, and my good lords, ye may see clearly that a sundering is at\nhand, and that I must needs make a long journey, whence I shall come\nback never; now I would, and am verily of duty bound thereto, that I\nleave behind me some good order in the land. Furthermore, I would that\nmy daughter, when she is of age thereto, should be Queen in Meadham, and\nrule the land; neither will it be many years before she shall be of ripe\nage for ruling, if ever she may be; and I deem not that there shall be\nany lack in her, whereas her mother could all courtesy, and was as wise\nas a woman may be. But how say ye, my masters?\"\n\nSo they all with one consent said Yea, and they would ask for no better\nking than their lady his daughter. Then said the King:\n\n\"Hearken carefully, for my time is short: Yet is she young and a maiden,\nthough she be wise. Now therefore do I need some man well looked to of\nthe folk, who shall rule the land in her name till she be of eighteen\nwinters, and who shall be her good friend and counsellor into all wisdom\nthereafter. Which of you, my masters, is meet for this matter?\"\n\nThen they all looked one on the other, and spake not. And the King said:\n\"Speak, some one of you, without fear; this is no time for tarrying.\"\n\nThereon spake an elder, the oldest of them, and said: \"Lord, this is\nthe very truth, that none of us here present are meet for this office:\nwhereas, among other matters, we be all unmeet for battle; some of us\nhave never been warriors, and other some are past the age for leading an\nhost. To say the sooth, King, there is but one man in Meadham who may do\nwhat thou wilt, and not fail; both for his wisdom, and his might afield,\nand the account which is had of him amongst the people; and that man is\nEarl Geoffrey, of the Southern Marches.\"\n\n\"Ye say sooth,\" quoth the King; \"but is he down in the South, or nigher\nto hand?\"\n\nSaid the elder: \"He is as now in Meadhamstead, and may be in this\nchamber in scant half an hour.\" So the King bade send for him, and there\nwas silence in the chamber till he came in, clad in a scarlet kirtle and\na white cloak, and with his sword by his side. He was a tall man,\nbigly made; somewhat pale of face, black and curly of hair; blue-eyed,\nthin-lipped, and hook-nosed as an eagle; a man warrior-like, and\nsomewhat fierce of aspect. He knelt down by the King's bedside, and\nasked him in a sorrowful voice what he would, and the King said: \"I ask\na great matter of thee, and all these my wise men, and I myself,\nwithal, deem that thou canst do it, and thou alone--nay, hearken: I am\ndeparting, and I would have thee hold my place, and do unto my people\neven what I would do if I myself were living; and to my daughter as\nnigh to that as may be. I say all this thou mayst do, if thou wilt be as\ntrusty and leal to me after I am dead, as thou hast seemed to all men's\neyes to have been while I was living. What sayest thou?\"\n\nThe Earl had hidden his face in the coverlet of the bed while the King\nwas speaking; but now he lifted up his face, weeping, and said: \"Kinsman\nand friend and King; this is nought hard to do; but if it were, yet\nwould I do it.\"\n\n\"It is well,\" said the King: \"my heart fails me and my voice; so give\nheed, and set thine ear close to my mouth: hearken, belike my daughter\nGoldilind shall be one of the fairest of women; I bid thee wed her to\nthe fairest of men and the strongest, and to none other.\"\n\nThereat his voice failed him indeed, and he lay still; but he died not,\ntill presently the priest came to him, and, as he might, houselled him:\nthen he departed.\n\nAs for Earl Geoffrey, when the King was buried, and the homages done to\nthe maiden Goldilind, he did no worse than those wise men deemed of him,\nbut bestirred him, and looked full sagely into all the matters of the\nkingdom, and did so well therein that all men praised his rule perforce,\nwhether they loved him or not; and sooth to say he was not much beloved.\n\n\n\n\nCHAPTER IV. OF THE MAIDEN GOLDILIND.\n\n\nAMIDST of all his other business Earl Geoffrey bethought him in a while\nof the dead King's daughter, and he gave her in charge to a gentlewoman,\nsomewhat stricken in years, a widow of high lineage, but not over\nwealthy. She dwelt in her own house in a fair valley some twenty miles\nfrom Meadhamstead: thereabode Goldilind till a year and a half was worn,\nand had due observance, but little love, and not much kindness from\nthe said gentlewoman, who hight Dame Elinor Leashowe. Howbeit, time\nand again came knights and ladies and lords to see the little lady, and\nkissed her hand and did obeisance to her; yet more came to her in the\nfirst three months of her sojourn at Leashowe than the second, and more\nin the second than the third.\n\nAt last, on a day when the said year and a half was fully worn, thither\ncame Earl Geoffrey with a company of knights and men-at-arms, and he did\nobeisance, as due was, to his master's daughter, and then spake awhile\nprivily with Dame Elinor; and thereafter they went into the hall, he,\nand she, and Goldilind, and there before all men he spake aloud and\nsaid:\n\n\"My Lady Goldilind, meseemeth ye dwell here all too straitly; for\nneither is this house of Leashowe great enough for thy state, and the\nentertainment of the knights and lords who shall have will to seek to\nthee hither; nor is the wealth of thy liege dame and governante as great\nas it should be, and as thou, meseemeth, wouldst have it. Wherefore I\nhave been considering thy desires herein, and if thou deem it meet to\ngive a gift to Dame Elinor, and live queenlier thyself than now thou\ndost, then mayst thou give unto her the Castle of Greenharbour, and the\nsix manors appertaining thereto, and withal the rights of wild-wood and\nfen and fell that lie thereabout. Also, if thou wilt, thou mayst honour\nthe said castle with abiding there awhile at thy pleasure; and I shall\nsee to it that thou have due meney to go with thee thither. How sayest\nthou, my lady?\"\n\nAmongst that company there were two or three who looked at each other\nand half smiled; and two or three looked on the maiden, who was\ngoodly as of her years, as if with compassion; but the more part kept\ncountenance in full courtly wise.\n\nThen spake Goldilind in a quavering voice (for she was afraid and wise),\nand she said: \"Cousin and Earl, we will that all this be done; and it\nlikes me well to eke the wealth of this lady and my good friend Dame\nElinor.\"\n\nQuoth Earl Geoffrey: \"Kneel before thy lady, Dame, and put thine hands\nbetween hers and thank her for the gift.\" So Dame Elinor knelt down, and\ndid homage and obeisance for her new land; and Goldilind raised her\nup and kissed her, and bade her sit down beside her, and spake to her\nkindly; and all men praised the maiden for her gentle and courteous\nways; and Dame Elinor smiled upon her and them, what she could.\n\nShe was small of body and sleek; but her cheeks somewhat flagging; brown\neyes she had, long, half opened; thin lips, and chin somewhat falling\naway from her mouth; hard on fifty winters had she seen; yet there have\nbeen those who were older and goodlier both.\n\n\n\n\nCHAPTER V. GOLDILIND COMES TO GREENHARBOUR.\n\n\nBut a little while tarried the Earl Geoffrey at Leashowe, but departed\nnext morning and came to Meadhamstead. A month thereafter came folk from\nhim to Leashowe, to wit, the new meney for the new abode of Goldilind;\namongst whom was a goodly band of men-at-arms, led by an old lord\npinched and peevish of face, who kneeled to Goldilind as the new\nburgreve of Greenharbour; and a chaplain, a black canon, young,\nbroad-cheeked and fresh-looking, but hard-faced and unlovely; three\nnew damsels withal were come for the young Queen, not young maids, but\nstalworth women, well-grown, and two of them hard-featured; the third,\ntall, black-haired, and a goodly-fashioned body.\n\nNow when these were come, who were all under the rule of Dame Elinor,\nthere was no gainsaying the departure to the new home; and in two days'\ntime they went their ways from Leashowe. But though Goldilind was young,\nshe was wise, and her heart misgave her, when she was amidst this new\nmeney, that she was not riding toward glory and honour, and a world of\nworship and friends beloved. Howbeit, whatso might lie before her, she\nput a good face upon it, and did to those about her queenly and with all\ncourtesy.\n\nFive days they rode from Leashowe north away, by thorpe and town and\nmead and river, till the land became little peopled, and the sixth day\nthey rode the wild-wood ways, where was no folk, save now and again the\nlittle cot of some forester or collier; but the seventh day, about\nnoon, they came into a clearing of the wood, a rugged little plain of\nlea-land, mingled with marish, with a little deal of acre-land in barley\nand rye, round about a score of poor frame-houses set down scattermeal\nabout the lea. But on a long ridge, at the northern end of the said\nplain, was a grey castle, strong, and with big and high towers, yet\nnot so much greater than was Leashowe, deemed Goldilind, as for a\ndwelling-house.\n\nHowbeit, they entered the said castle, and within, as without, it was\nsomewhat grim, though nought was lacking of plenishing due for folk\nknightly. Long it were to tell of its walls and baileys and chambers;\nbut let this suffice, that on the north side, toward the thick forest,\nwas a garden of green-sward and flowers and potherbs; and a garth-wall\nof grey stone, not very high, was the only defence thereof toward the\nwood, but it was overlooked by a tall tower of the great wall, which\nhight the Foresters' Tower. In the said outer garth-wall also was a\npostern, whereby there was not seldom coming in and going out.\n\nNow when Goldilind had been in her chamber for a few days, she found out\nfor certain, what she had before misdoubted, that she had been brought\nfrom Leashowe and the peopled parts near to Meadhamstead unto the\nuttermost parts of the realm to be kept in prison there.\n\nHowbeit, it was in a way prison courteous; she was still served with\nobservance, and bowed before, and called my lady and queen, and so\nforth: also she might go from chamber to hall and chapel, to and fro,\nyet scarce alone; and into the garden she might go, yet not for the more\npart unaccompanied; and even at whiles she went out a-gates, but then\never with folk on the right hand and the left. Forsooth, whiles and\nagain, within the next two years of her abode at Greenharbour, out of\ngates she went and alone; but that was as the prisoner who strives to be\nfree (although she had, forsooth, no thought or hope of escape), and as\nthe prisoner brought back was she chastised when she came within gates\nagain.\n\nEverywhere, to be short, within and about the Castle of Greenharbour,\ndid Goldilind meet the will and the tyranny of the little sleek widow,\nDame Elinor, to whom both carle and quean in that corner of the world\nwere but as servants and slaves to do her will; and the said Elinor, who\nat first was but spiteful in word and look toward her lady, waxed worse\nas time wore and as the blossom of the King's daughter's womanhood began\nto unfold, till at last the she-jailer had scarce feasted any day\nwhen she had not in some wise grieved and tormented her prisoner; and\nwhatever she did, none had might to say her nay.\n\nBut Goldilind took all with a high heart, and her courage grew with\nher years, nor would she bow the head before any grief, but took to her\nwhatsoever solace might come to her; as the pleasure of the sun and the\nwind, and the beholding of the greenery of the wood, and the fowl and\nthe beasts playing, which oft she saw afar, and whiles anear, though\nwhiles, forsooth, she saw nought of it all, whereas she was shut up\nbetwixt four walls, and that not of her chamber, but of some bare and\nfoul prison of the Castle, which, with other griefs, must she needs\nthole under the name and guise of penance.\n\nHowever, she waxed so exceeding fair and sweet and lovely, that the\nloveliness of her pierced to the hearts of many of her jailers, so that\nsome of them, and specially of the squires and men-at-arms, would do her\nsome easement which they might do unrebuked, or not sorely rebuked;\nas bringing her flowers in the spring, or whiles a singing-bird or a\nsquirrel; and an old man there was of the men-at-arms, who would ask\nleave, and get it at whiles, to come to her in her chamber, or the\ngarden? and tell her minstrel tales and the like for her joyance. Sooth\nto say, even the pinched heart of the old Burgreve was somewhat touched\nby her; and he alone had any might to stand between her and Dame Elinor;\nso that but for him it had gone much harder with her than it did.\n\nFor the rest, none entered the Castle from the world without, nay not so\nmuch as a travelling monk, or a friar on his wanderings, save and except\nsome messenger of Earl Geoffrey who had errand with Dame Elinor or the\nBurgreve.\n\nSo wore the days and the seasons, till it was now more than four years\nsince she had left Leashowe, and her eighteenth summer was beginning.\n\nBut now the tale leaves telling of Goldilind, and goes back to\nthe matters of Oakenrealm, and therein to what has to do with King\nChristopher and Rolf the Marshal.\n\n\n\n\nCHAPTER VI. HOW ROLF THE MARSHAL DREAMS A DREAM AND COMES TO THE CASTLE\nOF THE UTTERMOST MARCH.\n\n\nNow this same summer, when King Christopher was of twenty years and\ntwo, Rolf the Marshal, sleeping one noontide in the King's garden at\nOakenham, dreamed a dream. For himseemed that there came through the\ngarth-gate a woman fair and tall, and clad in nought but oaken-leaves,\nwho led by the hand an exceeding goodly young man of twenty summers, and\nhis visage like to the last battle-dead King of Oakenrealm when he was a\nyoung man. And the said woman led the swain up to the Marshal, who asked\nin his mind what these two were: and the woman answered his thought and\nsaid: \"I am the Woman of the Woods, and the Landwight of Oakenrealm; and\nthis lovely lad whose hand I hold is my King and thy King and the King\nof Oakenrealm. Wake, fool--wake! and look to it what thou wilt do!\"\n\nAnd therewith he woke up crying out, and drew forth his sword. But when\nhe was fully awakened, he was ashamed, and went into the hall, and sat\nin his high-seat, and strove to think out of his troubled mind; but for\nall he might do, he fell asleep again; and again in the hall he dreamed\nas he had dreamed in the garden: and when he awoke from his dream he had\nno thought in his head but how he might the speediest come to the house\nof Lord Richard the Lean, and look to the matter of his lord's son and\nsee him with his eyes, and, if it might be, take some measure with the\nthreat which lay in the lad's life. Nought he tarried, but set off in an\nhour's time with no more company than four men-at-arms and an old squire\nof his, who was wont to do his bidding without question, whether it were\ngood or evil.\n\nSo they went by frith and fell, by wood and fair ways, till in two days'\ntime they were come by undern within sight of the Castle of the Outer\nMarch, and entered into the street of the thorpe aforesaid; and they saw\nthat there were no folk therein and at the house-doors save old carles\nand carlines scarce wayworthy, and little children who might not go\nafoot. But from the field anigh the thorpe came the sound of shouting\nand glad voices, and through the lanes of the houses they saw on the\nfield many people in gay raiment going to and fro, as though there were\ngames and sports toward.\n\nThereof Lord Rolf heeded nought, but went his ways straight to the\nCastle, and was brought with all honour into the hall, and thither came\nLord Richard the Lean, hastening and half afeard, and did obeisance to\nhim; and there were but a few in the hall, and they stood out of earshot\nof the two lords.\n\nThe Marshal spoke graciously to Lord Richard, and made him sit beside\nhim, and said in a soft voice: \"We have come to see thee, Lord, and how\nthe folk do in the Uttermost Marches. Also we would wot how it goes with\na lad whom we sent to thee when he was yet a babe, whereas he was some\nbyblow of the late King, our lord and master, and we deemed thee\nboth rich enough and kind enough to breed him into thriving without\nincreasing pride upon him: and, firstly, is the lad yet alive?\"\n\nHe knitted his brow as he spake, for carefulness of soul; but Lord\nRichard smiled upon him, though as one somewhat troubled, and answered:\n\"Lord Marshal, I thank thee for visiting this poor house; and I shall\ntell thee first that the lad lives, and hath thriven marvellously,\nthough he be somewhat unruly, and will abide no correction now these\nlast six years. Sooth to say, there is now no story of his being anywise\nakin to our late Lord King; though true it is that the folk in this\nfaraway corner of the land call him King Christopher, but only in a\nmanner of jesting. But it is no jest wherein they say that they will\ngainsay him nought, and that especially the young women. Yet I will say\nof him that he is wise, and asketh not overmuch; the more is the sorrow\nof many of the maidens. A fell woodsman he is, and exceeding stark, and\nas yet heedeth more of valiance than of the love of woman.\"\n\nThe Marshal looked no less troubled than before at these words; he said:\n\"I would see this young man speedily.\"\n\n\"So shall it be, Lord,\" said Lord Richard. Therewith he called to him\na squire, and said: \"Go thou down into the thorpe, and bring hither\nChristopher, for that a great lord is here who would set him to do a\ndeed of woodcraft, such as is more than the wont of men.\"\n\nSo the squire went his ways, and was gone a little while, and meantime\ndrew nigh to the hall a sound of triumphing songs and shouts, and right\nup to the hall doors; then entered the squire, and by his side came a\ntall young man, clad but in a white linen shirt and deerskin brogues,\nhis head crowned with a garland of flowers: him the squire brought up to\nthe lords on the dais, and louted to them, and said: \"My lords, I bring\nyou Christopher, and he not overwilling, for now hath he been but just\ncrowned king of the games down yonder; but when the carles and queans\nthere said that they would come with him and bear him company to the\nhall doors, then, forsooth, he yea-said the coming. It were not unmeet\nthat some shame were done him.\"\n\n\"Peace, man!\" said Lord Richard, \"what hath this to do with thee? Seest\nthou not the Lord Marshal here?\" The Lord Rolf sat and gazed on the lad,\nand scowled on him; but Christopher saw therein nought but the face of\na great lord burdened with many cares; so when he had made his obeisance\nhe stood up fearlessly and merrily before them.\n\nSooth to say, he was full fair to look on: for all his strength, which,\nas ye shall hear, was mighty, all the fashion of his limbs and his body\nwas light and clean done, and beauteous; and though his skin, where it\nshowed naked, was all tanned with the summer, it was fine and sleek and\nkindly, every deal thereof: bright-eyed and round-cheeked he was, with\nfull lips and carven chin, and his hair golden brown of hue, and curling\ncrisp about the blossoms of his garland.\n\nSo must we say that he was such an youngling as most might have been in\nthe world, had not man's malice been, and the mischief of grudging and\nthe marring of grasping.\n\nBut now spake Lord Rolf: \"Sir varlet, they tell me that thou art a\nmighty hunter, and of mickle guile in woodcraft; wilt thou then hunt\nsomewhat for me, and bring me home a catch seldom seen?\"\n\n\"Yea, Lord King,\" said Christopher, \"I will at least do my best, if thou\nbut tell me where to seek the quarry and when.\"\n\n\"It is well,\" said the Marshal, \"and to-morrow my squire, whom thou\nseest yonder, and who hight Simon, shall tell thee where the hunt is up,\nand thou shalt go with him. But hearken! thou shalt not call me king;\nfor to-day there is no king in Oakenrealm, and I am but Marshal, and\nEarl of the king that shall be.\"\n\nThe lad fell a-musing for a minute, and then he said: \"Yea, Lord\nMarshal, I shall do thy will: but meseemeth I have heard some tale of\none who was but of late king in Oakenrealm: is it not so, Lord?\"\n\n\"Stint thy talk, young man,\" cried the Marshal in a harsh voice, \"and\nabide to-morrow; who knoweth who shall be king, and whether thou or I\nshall live to see him.\"\n\nBut as he spake the words they seemed to his heart like a foretelling\nof evil, and he turned pale and trembled, and said to Christopher: \"Come\nhither, lad; I will give thee a gift, and then shalt thou depart till\nto-morrow.\" So Christopher drew near to him, and the Marshal pulled off\na ring from his finger and set it on the lad's, and said to him: \"Now\ndepart in peace;\" and Christopher bent the knee to him and thanked him\nfor the gracious gift of the ruler of Oakenrealm, and then went his ways\nout of the hall, and the folk without gave a glad cry as he came amongst\nthem.\n\nBut by then he was come to the door, Lord Rolf looked on his hand, and\nsaw that, instead of giving the youngling a finger-ring which he had\nbought of a merchant for a price of five bezants, as he had meant to\ndo, he had given him a ring which the old King had had, whereon was the\nfirst letter of his name (Christopher to wit), and a device of a crowned\nrose, for this ring was a signet of his. Wherefore was the Marshal once\nmore sore troubled, and he arose, and was half minded to run down the\nhall after Christopher; but he refrained him, and presently smiled\nto himself, and then fell a-talking to Lord Richard, sweetly and\npleasantly.\n\nSO wore the day to evening; but, ere he went to bed, the Lord Rolf had\na privy talk, first with Lord Richard, and after with his squire Simon.\nWhat followed of that talk ye may hear after.\n\n\n\n\nCHAPTER VII. HOW CHRISTOPHER WENT A JOURNEY INTO THE WILD-WOOD.\n\n\nNext morning Christopher, who slept in the little hall of the inner\ncourt of the Castle, arose betimes, and came to the great gate; but, for\nas early as he was, there he saw the squire Simon abiding him, standing\nbetween two strong horses; to him he gave the sele of the day, and the\nsquire greeted him, but in somewhat surly wise. Then he said to him:\n\"Well, King Christopher, art thou ready for the road?\"\n\n\"Yea, as thou seest,\" said the youngling smiling. For, indeed, he had\nbreeches now beneath his shirt, and a surcoat of green woollen over it;\nboots of deerskin had he withal, and spurs thereon: he was girt with a\nshort sword, and had a quiver of arrows at his back, and bare a great\nbow in his hand.\n\n\"Yea,\" quoth Simon, \"thou deemest thee a gay swain belike; but thou\nlookest likelier for a deerstealer than a rider, thou, hung up to thy\nshooting-gear. Deemest thou we go a-hunting of the hind?\"\n\nQuoth Christopher: \"I wot not, squire; but the great lord who lieth\nsleeping yonder, hath told me that thou shouldest give me his errand;\nand of some hunting or feat of wood-craft he spake. Moreover, this\ncrooked stick can drive a shaft through matters harder than a hind's\nside.\"\n\nSimon looked confused, and he reddened and stammered somewhat as he\nanswered: \"Ah, yea: so it was; I mind me; I will tell thee anon.\"\n\nSaid Christopher: \"Withal, squire, if we are wending into the wood, as\nneeds we must, unless we ride round about this dale in a ring all day,\ndost thou deem we shall go at a gallop many a mile? Nay, fair sir; the\nhorses shall wend a foot's pace oftenest, and we shall go a-foot not\nunseldom through the thickets.\"\n\nNow was Simon come to himself again, and that self was surly, so he\nsaid: \"Ay, ay, little King, thou deemest thee exceeding wise in these\nwoods, dost thou not? and forsooth, thou mayst be. Yet have I tidings\nfor thee.\"\n\n\"Yea, and what be they?\" said Christopher.\n\nSimon grinned: \"Even these,\" said he, \"that Dr. Knowall was no man's\ncousin while he lived, and that he died last week.\"\n\nTherewith he swung himself into his saddle, and Christopher laughed\nmerrily at his poor gibe and mounted in like wise.\n\nWherewithal they rode their ways through the thorpe, and at the southern\nend thereof Simon drew rein, and looked on Christopher as if he would\nask him something, but asked not. Then said Christopher: \"Whither go we\nnow?\"\n\nSaid Simon: \"It is partly for thee to say: hearken, I am bidden first to\nride the Redwater Wood with thee: knowest thou that?\"\n\n\"Yea,\" said the lad, \"full well: but which way shall we ride it? Wilt\nthou come out of it at Redwater Head, or Herne Moss, or the Long Pools?\"\n\nSaid Simon: \"We shall make for the Long Pools, if thou canst bring me\nthere.\"\n\nChristopher laughed: \"Aha!\" said he, \"then am I some faraway cousin\nof Dr. Knowall when the whole tale is told: forsooth I can lead thee\nthither; but tell me, what shall I do of valiant deeds at the Long\nPools? for there is no fire-drake nor effit, nay, nor no giant, nor\nguileful dwarf, nought save mallard and coot, heron and bittern; yea,\nand ague-shivers to boot.\"\n\nSimon looked sourly on him and said: \"Thou are bidden to go with me,\nyoung man, or gainsay the Marshal. Art thou mighty enough thereto? For\nthe rest, fear not but that the deed shall come to thee one day.\"\n\n\"Nay,\" said Christopher, \"it is all one to me, for I am at home in these\nwoods and wastes, I and my shafts. Tell me of the deeds when thou\nwilt.\" But indeed he longed to know the deed, and fretted him because of\nSimon's surliness and closeness. Then he said: \"Well, Squire Simon, let\nus to the road; for thou shalt know that to-night we must needs house us\nunder the naked heaven; in nowise can we come to the Long Pools before\nto-morrow morning.\"\n\n\"Yea, and why not?\" said the squire; \"I have lain in worse places.\"\n\n\"Wilt thou tell me thereof?\" said Christopher.\n\n\"Mayhappen,\" said Simon, \"if to-morrow comes and goes for both of us\ntwain.\"\n\nSo they rode their ways through the wood, and baited at midday with what\nSimon bare in his saddle-bags, and then went on till night fell on them;\nthen asked Simon how long they were from the Long Pools, and Christopher\ntold him that they were yet short of them some fifteen miles, and those\nlong ones, because of the marish grounds. So they tethered their horses\nthere and ate their supper; and lay down to sleep in the house of the\nwoods, by a fire-side which they lighted.\n\nBut in the midnight Christopher, who was exceeding fine-eared, had an\ninkling of someone moving afoot anigh him, and he awoke therewith, and\nsprang up, his drawn short-sword in his hand, and found himself face to\nface with Simon, and he also with his sword drawn. Simon sprang aback,\nbut held up his sword-point, and Christopher, not yet fully awake, cried\nout: \"What wouldst thou? What is it?\"\n\nSimon answered, stammering and all abashed: \"Didst thou not hear then?\nit wakened me.\"\n\n\"I heard nought,\" said Christopher; \"what was it?\"\n\n\"Horses going in the wood,\" said Simon\n\n\"Ah, yea,\" said Christopher, \"it will have been the wild colts and the\nmares; they harbour about these marsh-land parts. Go to sleep again,\nneighbour, the night is not yet half worn; but I will watch a while.\"\n\nThen Simon sheathed his sword, and turned about and stood uneasily a\nlittle while, and then cast him down as one who would sleep hastily;\nbut slept not forsooth, though he presently made semblance of it: as for\nChristopher, he drew together the brands of the fire, and sat beside it\nwith his blade over his knees, until the first beginning of the summer\ndawn was in the sky; then he began to nod, and presently lay aback and\nslept soundly. Simon slept not, but durst not move. So they lay till it\nwas broad day, and the sunbeams came thrusting through the boughs of the\nthicket.\n\n\n\n\nCHAPTER VIII. CHRISTOPHER COMES TO THE TOFTS.\n\n\nWhen they arose in the sunshine, Simon went straightway to see to the\nhorses, while Christopher stayed by the fire to dight their victuals;\nhe was merry enough, and sang to himself the while; but when Simon came\nback again, Christopher looked on him sharply, but for a while Simon\nwould not meet his eye, though he asked divers questions of him\nconcerning little matters, as though he were fain to hear Christopher's\nvoice; at last he raised his eyes, and looked on him steadily, and then\nChristopher said: \"Well, wayfarer mine, and whither away this morning?\"\n\nSaid Simon: \"As thou wottest, to the Long Pools.\"\n\nSaid the lad: \"Well, thou keepest thy tidings so close, that I will ask\nthee no more till we come to the Long Pools; since there, forsooth,\nthou must needs tell me; unless we sunder company there, whereof I were\nnought grieving.\"\n\n\"Mayhappen thou shalt fare a long way to-day,\" muttered Simon.\n\nBut the lad cried out aloud, while his eye glittered and his cheek\nflushed: \"Belike thou hadst well-nigh opened the door thereto last\nnight!\" And therewith he leapt to his feet and drew his short-sword, and\nwith three deft strokes sheared asunder an overhanging beech-bough as\nthick as a man's wrist, that it fell crashing down, and caught Simon\namongst the fall of its leafy twigs, while Christopher stood laughing\non him, but with a dangerous lofty look in his eyes: then he turned away\nquietly toward the horses and mounted his nag, and Simon followed and\ndid the like, silently; crestfallen he looked, with brooding fierceness\nin his face.\n\nSo they rode their ways, and spake but little each to each till they\ncame to where the trees of the wood thinned speedily, and gave out at\nlast at the foot of a low stony slope but little grassed; and when they\nhad ridden up to the brow and could see below, Christopher stretched\nout his hand, and said: \"Lo thou the Long Pools, fellow wayfarer! and lo\nsome of the tramping; horses that woke thee and not me last night.\"\n\nForsooth there lay below them a great stretch of grass, which whiles\nran into mere quagmire, and whiles was sound and better grassed; and\nthe said plain was seamed by three long shallow pools, with, as it were,\ngrassy causeways between them, grown over here and there with ancient\nalder trees; but the stony slope whereon they had reined up bent round\nthe plain mostly to the east, as though it were the shore of a great\nwater; and far away to the south the hills of the forest rose up blue,\nand not so low at the most, but that they were somewhat higher than\nthe crest of the White Horse as ye may see it from the little Berkshire\nhills above the Thames. Down on the firm greensward there was indeed a\nherd of wild horses feeding; mallard and coot swam about the waters; the\nwhimbrel laughed from the bent-sides, and three herons stood on the side\nof the causeway seeking a good fishing-stead.\n\nSimon sat a-horseback looking askance from the marish to Christopher,\nand said nothing a while; then he spake in a low croaking voice, and\nsaid: \"So, little King, we have come to the Long Pools; now I will ask\nthee, hast thou been further southward than this marish land?\"\n\n\"That have I,\" said the lad, \"a day's journey further; but according to\nthe tales of men it was at the peril of my life.\"\n\nSimon seemed as if he had not noted his last word; he said: \"Well then,\nsince thou knowest the wild and the wood, knowest thou amidst of the\nthickets there, two lumps of bare hills, like bowls turned bottom up,\nthat rise above the trees, and on each a tower, and betwixt them a long\nhouse.\"\n\n\"Save us, Allhallows!\" quoth Christopher, \"but thou wilt mean the Tofts!\nIs it so, sir squire?\"\n\n\"Even so,\" said Simon.\n\n\"And thou knowest what dwellest there, and wouldst have me lead thee\nthither?\" said the lad.\n\n\"I am so bidden,\" said Simon; \"if thou wilt not do my bidding, seek thou\nsome place to hide thee in from the hand of the Earl Marshal.\"\n\nSaid the youngling: \"Knowest thou not Jack of the Tofts and his seven\nsons, and what he is, and that he dwelleth there?\"\n\nSaid Simon: \"I know of him; yea, and himself I know, and that he\ndwelleth there; and I wot that men call him an outlaw, and that many\nrich men shall lack ere he lacks. What then?\"\n\n\"This,\" said Christopher, \"that, as all tales tell, he will take my life\nif I ride thither. And,\" said he, turning to Simon, \"this is belike what\nthou wouldest with me?\" And therewith he drew out his sword, for his bow\nwas unstrung.\n\nBut Simon sat still and let his sword abide, and said, sourly enough:\n\"Thou art a fool to think I am training thee to thy death by him; for I\nhave no will to die, and why shall he not slay me also? Now again I say\nunto thee, thou hast the choice, either to lead me to the Tofts, where\nshall be the deed for thee to do, or to hide thee in some hole, as I\nsaid afore, from the vengeance of the Lord of Oakenrealm. But as for thy\nsword, thou mayst put it up, for I will not fight with thee, but rather\nlet thee go with a string to thy leg, if thou wilt not be wise and do as\nthy lords ordain for thee.\"\n\nChristopher sheathed his sword, and a smile came into his face, as if\nsome new thought were stirring in him, and he said: \"Well, since thou\nwilt not fight with me, and I but a lad, I will e'en do thy will and\nthine errand to Jack of the Tofts. Maybe he is not so black as he is\npainted, and not all tales told of him are true. But some of them I will\ntell thee as we ride along.\"\n\n\"And some thereof I know already, O woodland knight,\" said Simon,\nas they rode down the bent, and Christopher led on toward the green\ncauseway betwixt the waters. \"Tell me,\" quoth he, when they had ridden\nawhile, \"is this one of thy tales, how Jack of the Tofts went to the\nYule feast of a great baron in the guise of a minstrel, and, even as\nthey bore in the boar's head, smote the said baron on the neck, so that\nhis head lay by the head of the swine on the Christmas board?\"\n\n\"Yea,\" said Christopher, \"and how Jack cried out: 'Two heads of swine,\none good to eat, one good to burn.' But, my master, thou shalt know that\nthis manslaying was not for nought: whereas the Baron of Greenlake had\nerewhile slain Jack's father in felon wise, where he could strike no\nstroke for life; and two of his brethren also had he slain, and made the\nsaid Jack an outlaw, and he all sackless. In the Uttermost March we deem\nthat he had a case against the baron.\"\n\n\"Hah!\" said Simon. \"Is this next tale true, that this Jack o' the Tofts\nslew a good knight before the altar, so that the priest's mass-hackle\nwas all wet with his blood, whereas the said priest was in the act of\nputting the holy body into the open mouth of the said knight?\"\n\nChristopher said eagerly: \"True was it, by the Rood! and well was it\ndone, for that same Sir Raoul was an ugly traitor, who had knelt down\nwhere he died to wed the Body of the Lord to a foul lie in his mouth;\nwhereas the man who knelt beside him he had trained to his destruction,\nand was even then doing the first deal of his treason by forswearing him\nthere.\"\n\n\"And that man who knelt with him there,\" said Simon, \"what betid to\nhim?\"\n\nSaid Christopher: \"He went out of the church with Jack of the Tofts that\nminute of the stroke; and to the Tofts he went with him, and abode with\nhim freely: and a valiant man he was...and is.\"\n\n\"Hah!\" said Simon again. \"And then there is this: that the seven sons\nof Jack of the Tofts bore off perforce four fair maidens of gentle blood\nfrom the castle wherein they dwelt, serving a high dame in all honour;\nand that moreover, they hanged the said dame over the battlements of her\nown castle. Is this true, fair sir?\"\n\n\"True is it as the gospel,\" said Christopher: \"yet many say that the\nhanged dame had somewhat less than her deserts; for a foul & cruel whore\nhad she been; and had done many to be done to death, and stood by while\nthey were pined. And the like had she done with those four damsels, had\nthere not been the stout sons of Jack of the Tofts; so that the dear\nmaidens were somewhat more than willing to be borne away.\"\n\nSimon grinned: \"Well, lad,\" said he, \"I see that thou knowest Jack of\nthe Tofts even better than I do; so why in the devil's name thou art\nloth to lead me to him, I wot not.\"\n\nChristopher reddened, and held his peace awhile; then he said: \"Well\nfellow-farer, at least I shall know something of him ere next midnight.\"\n\n\"Yea,\" said Simon, \"and shall we not come to the Tofts before\nnightfall?\"\n\n\"Let us essay it,\" said Christopher, \"and do our best, it yet lacketh\nthree hours of noon.\" Therewith he spurred on, for the greensward was\nhard under the hooves, and they had yet some way to go before they\nshould come amongst the trees and thickets.\n\nInto the said wood they came, and rode all day diligently, but night\nfell on them before they saw either house or man or devil; then said\nSimon: \"Why should we go any further before dawn? Will it not be best to\ncome to this perilous house by daylight?\"\n\nSaid Christopher: \"There be perils in the wood as well as in the house.\nIf we lie down here, maybe Jack's folk may come upon us sleeping, and\nsome mischance may befall us. Withal, hereabout be no wild horses to\nwake thee and warn thee of thy foeman anigh. Let us press on; there is\na moon, though she be somewhat hidden by clouds, and meseemeth the way\nlieth clear before me; neither are we a great way from the Tofts.\"\n\nThen Simon rode close up to Christopher, and took his rein and stayed\nhim, and said to him, as one who prayeth: \"Young man, willest thou my\ndeath?\"\n\n\"That is as it may be,\" said Christopher; \"willest thou mine?\"\n\nSimon held his peace awhile, and Christopher might not see what was in\nhis face amidst the gathering dusk; but he twitched his rein out of the\nsquire's hand, as if he would hasten onward; then the squire said: \"Nay,\nI pray thee abide and hear a word of me.\"\n\n\"Speak then,\" said Christopher, \"but hasten, for I hunger, and I would\nwe were in the hall.\" And therewith he laughed.\n\nSaid Simon: \"Thus it is: if I go back to my lord and bear no token of\nhaving done his errand to Jack of the Tofts, then am I in evil case; and\nif I come to the Tofts, I wot well that Jack is a man fierce of heart,\nand ready of hand: now, therefore, I pray thee give me thy word to be my\nwarrant, so far as thou mayst be, with this woodman and his sons.\"\n\nAt that word Christopher brake out a-laughing loudly, till all the dusk\nwood rang with the merry sound of his fresh voice; at last he said:\n\"Well, well, thou art but a craven to be a secret murderer: the Lord God\nwould have had an easy bargain of Cain, had he been such as thou. Come\non, and do thine errand to Jack of the Tofts, and I will hold thee\nharmless, so far as I may. Though, sooth to say, I guessed what thine\nerrand was, after the horses waked thee and put a naked sword in thine\nhand last night. Marry! I had no inkling of it when we left the Castle\nyesterday morning, but deemed thy lord needed me to do him some service.\nCome on then! or rather go thou on before me a pace; there, where thou\nseest the glimmer betwixt the beech-trees yonder; if thou goest astray,\nI am anigh thee for a guide. And I say that we shall not go far without\ntidings.\"\n\nSimon went on perforce, as he was bidden, and they rode thus a while\nslowly, Christopher now and then crying, as they went: \"To the right,\nsquire! To the left! Straight on now!\" and so on. But suddenly they\nheard voices, and it was as if the wood had all burst out into fire, so\nbright a light shone out. Christopher shouted, and hastened on to pass\nSimon, going quite close to his right side thereby, and as he did so, he\nsaw steel flashing in his hand, and turned sidling to guard him, but\nere he could do aught Simon drave a broad dagger into his side, and then\nturned about and fled the way they had come, so far as he knew how.\n\nChristopher fell from his horse at once as the stroke came home, but\nstraightway therewith were there men with torches round about him, a\ndozen of them; men tall and wild-looking in the firelight; and one\nof them, a slim young man with long red hair falling all about his\nshoulders, knelt down by him, while the others held his horse and gat\nhis feet out of the stirrups.\n\nThe red-head laid his hand on his breast, and raised his head up till\nthe light of a torch fell on it, and then he cried out: \"Masters, here\nhath been a felon; the man hath been sticked, and the deed hath to do\nwith us; for lo you, this is none other than little Christopher of the\nUttermost March, who stumbled on the Tofts last Yule, and with whom we\nwere so merry together. Here, thou Robert of Maisey, do thy leechdom on\nhim if he be yet living; but if he be dead, or dieth of his hurt, then\ndo I take the feud on me, to follow it to the utmost against the slayer;\neven I, David the Red, though I be the youngest of the sons of Jack of\nthe Tofts. For this man I meant should be my fellow in field and fell,\nganging and galloping, in hall and high-place, in cot and in choir,\nbefore woman and warrior, and priest and proud-prince. Now thou Robert,\nhow does he?\"\n\nSaid the man who had looked to Christopher's wound, and had put aside\nhis coat and shirt: \"He is sore hurt, but meseemeth not deadly. Nay,\nbelike he may live as long as thou, or longer, whereas thou wilt ever be\nshoving thy red head and lank body wheresoever knocks are going.\"\n\nDavid rose with a sigh of one who is lightened of a load, and said:\n\"Well Robert, when thou hast bound his wound let us have him into the\nhouse: Ho lads! there is light enough to cut some boughs and make a\nlitter for him. But, ho again! has no one gone after the felon to take\nhim?\"\n\nRobert grinned up from his job with the hurt man: \"Nay, King David,\"\nsaid he, \"it is mostly thy business; mayhappen thou wilt lay thy heels\non thy neck and after him.\"\n\nThe red-head stamped on the ground, and half drew his sax, and shoved\nit back again unto the sheath, and then said angrily: \"I marvel at thee,\nRobert, that thou didst not send a man or two at once after the felon:\nhow may I leave my comrade and sweet board-fellow lying hurt in the\nwild-wood? Art thou growing over old for our woodland ways, wherein\nloitering bringeth louting?\"\n\nRobert chuckled and said: \"I thought thou wouldst take the fly in thy\nmouth, foster-son: if the felon escape Ralph Longshanks and Anthony\nGreen, then hath he the devil's luck; and they be after him.\"\n\n\"That is well,\" said the young man, \"though I would I were with them.\"\nAnd therewith he walked up and down impatiently, while the others were\ngetting ready the litter of boughs.\n\nAt last it was done, and Christopher laid thereon, and they all went\non together through the woodland path, the torches still flaring about\nthem. Presently they came out into a clearing of the wood, and lo,\nlooming great and black before them against the sky, where the moon had\nnow broken out of the clouds somewhat, the masses of the tofts, and at\nthe top of the northernmost of them a light in the upper window of a\ntall square tower. Withal the yellow-litten windows of a long house\nshowed on the plain below the tofts; but little else of the house might\nbe seen, save that, as they drew near, the walls brake out in doubtful\nlight here and there as the torches smote them.\n\nSo came they to a deep porch, where they quenched all the torches save\none, and entered a great hall through it, David and two other tall young\nmen going first, and Robert Maisey going beside the bier. The said hall\nwas lighted with candles, but not very brightly, save at the upper end;\nbut amidmost a flickering heap of logs sent a thin line of blue smoke up\nto the luffer. There were some sixty folk in the hall, scattered about\nthe end-long tables, a good few of whom were women, well grown and\ncomely enough, so far as could be seen under the scanty candle-light.\nAt the high-table, withal, were sitting both men and women, and as they\ndrew near to the greater light of it, there could be seen in the chief\nseat a man, past middle age, tall, wide-shouldered and thin-flanked,\nwith a short peaked beard and close-cut grizzled hair; he was high of\ncheekbones, thin-faced, with grey eyes, both big and gentle-looking; he\nwas clad in a green coat welted with gold. Beside him sat a woman, tall\nand big-made, but very fair of face, though she were little younger,\nbelike, than the man. Out from these two sat four men and four women,\nman by man and woman by woman, on either side of the high-seat. Of the\nsaid men, one was of long red hair as David, and like to him in\nall wise, but older; the others were of like fashion to him in the\nhigh-seat. Shortly to say it, his sons they were, as David and the two\nyoung men with him. The four women who sat with these men were all fair\nand young, and one of them, she who drank out of the red-head's cup, so\nfair, and with such a pleasant slim grace, that her like were not easy\nto be found.\n\nAgain, to shorten the tale, there in the hall before Christopher, who\nlay unwotting, were Jack of the Tofts and his seven sons, and the four\nwives of four of the same, whom they had won from the Wailful Castle,\nwhen they, with their father, put an end to the evil woman, and the\ngreat she-tyrant of the Land betwixt the Wood and the River.\n\nNow when David and his were come up to the dais, they stayed them,\nand their father spake from his high-seat and said: \"What is to do, ye\nthree? and what catch have ye?\"\n\nSaid David: \"I would fain hope 'tis the catch of a life that or I love;\nfor here is come thy guest of last Yule, even little Christopher, who\nwrestled with thee and threw thee after thou hadst thrown all of us, and\nhe lying along and hurt, smitten down by a felon hard on our very doors.\nWhat will ye do with him?\"\n\n\"What,\" said Jack of the Tofts, \"but tend him and heal him and cherish\nhim. And when he is well, then we shall see. But where is the felon who\nsmote him?\"\n\nSaid David: \"He fled away a-horseback ere we came to the field of deed,\nand Anthony Green and Ralph Longshanks are gone after him, and belike,\nwill take him.\"\n\n\"Mayhappen not,\" said the master. \"Now, forsooth, I have an inkling of\nwhat this may mean; whereas there can be but one man whose business\nmay be the taking of our little guest's life. But let all be till he\nbe healed and may tell us his tale; and, if he telleth it as I deem\nhe will, then shall we seek further tidings. Meanwhile, if ye take the\nfelon, keep him heedfully till I may see him; for then may I have a true\ntale out of him, even before Christopher is hale again.\"\n\nSo therewith David and Robert, with two or three others, brought\nChristopher to a chamber, and did what leechdoms to him they might;\nbut Jack of the Tofts, and his sons and their fair wives, and his other\nfolk, made merry in the hall of the Tofts.\n\n\n\n\nCHAPTER IX. SQUIRE SIMON COMES BACK TO OAKENHAM. THE EARL MARSHAL TAKEN\nTO KING IN OAKENREALM.\n\n\nNow as to Squire Simon, whether the devil helped him, or his luck, or\nwere it his own cunning and his, horse's stoutness, we wot not; but in\nany case he fell not in with Ralph Longshanks and Anthony Green, but\nrode as far and as fast as his horse would go, and then lay down in the\nwild-wood; and on the morrow arose and went his ways, and came in the\neven to the Castle of the Uttermost March, and went on thence the morrow\nafter on a fresh horse to Oakenham. There he made no delay but went\nstraight to the High House, and had privy speech of the Earl Marshal;\nand him he told how he had smitten Christopher, and, as he deemed, slain\nhim. The Earl Marshal looked on him grimly and said: \"Where is the ring\nthen?\"\n\n\"I have it not,\" said Simon. \"How might I light down to take it, when\nthe seven sons were hard on us?\" And therewith he told him all the tale,\nand how he had risen to slay Christopher the even before; and how he had\nfound out after that the youngling had become guest and fosterling of\nthe folk of the Tofts; and how warily Christopher had ridden, so that\nhe, Simon, had had to do his best at the last moment. \"And now, Lord,\"\nquoth he, \"I see that it will be my luck to have grudging of thee, or\neven worse it may be; yea, or thou wilt be presently telling me that\nI am a liar and never struck the stroke: but I warrant me that by\nthis time Jack of the Tofts knoweth better, for I left my knife in the\nyoungling's breast, and belike he wotteth of my weapons. Well, then, if\nthou wilt be quit of me, thou hast but to forbear upholding me against\nthe Toft folk, and then am I gone without any to-do of thee.\"\n\nEarl Rolf spake quietly in answer, though his face was somewhat\ntroubled: \"Nay, Simon, I doubt thee not, not one word; for why shouldest\nthou lie to me? nor do I deem thou wouldest, for thou art trusty and\nworthy. Yet sore I doubt if the child be dead. Well, even so let it be,\nfor I am alive; and full surely I am mightier than Jack of the Tofts,\nboth to uphold thee against him (wherein I shall not fail), and\notherwise. But may God make me even as that young man if I be not\nmightier yet in a few days. But now do thou go and eat and drink and\ntake thy disport; for thou hast served me well; and in a little while I\nshall make thee knight and lord, and do all I can to pleasure thee.\"\n\nSo then Simon knelt to the Earl and made obeisance to him, and arose and\nwent his ways, light-hearted and merry.\n\nBut within the month it so befel that some of the lords and dukes came\nto the Earl Marshal, and prayed him to call together a great Folk-mote\nof all Oakenrealm; and he answered them graciously, and behight them to\ndo as they would; and even so did he.\n\nAnd that Mote was very great, and whenas it was hallowed, there arose\na great lord, grey and ancient, and bewailed him before the folk, that\nthey had no king over Oakenrealm to uphold the laws & ward the land; and\n\"Will ye live bare and kingless for ever?\" said he at last. \"Will ye\nnot choose you a king, and crown him, before I die, and we others of the\nrealm who are old and worn?\" Then he sat down, and another arose, and in\nplain terms he bade them take the Earl Marshal to king. And then arose\none after other, and each sang the same song, till the hearts of the\npeople grew warm with the big words, and at first many, and then more\ncried out: \"A King, a King! The Earl Marshal for King! Earl Rolf for\nKing!\" So that at last the voices rose into a great roar, and sword\nclashed on shield, and they who were about the Earl turned to him and\nupraised him on a great war-shield, and he stood thereon above the folk\nwith a naked sword in his hand, and all the folk shouted about him.\n\nThereafter the chiefs and all the mightiest came and did homage to him\nfor King of Oakenrealm as he sat on the Hill of the Folk-mote: and that\nnight there was once more a King of Oakenrealm, and Earl Rolf was no\nmore, but King Rolf ruled the people.\n\nBut now the tale leaves telling of him, and turns again to Christopher\nthe woodman, who lay sick of his hurt in the House of the Tofts.\n\n\n\n\nCHAPTER X. OF CHRISTOPHER AT THE TOFTS.\n\n\nChristopher was six weeks ere he could come and go as he was wont; but\nit was but a few days ere he was well enough to tell his tale to Jack of\nthe Tofts and his seven bold sons; and they cherished him and made\nmuch of him, and so especially did David, the youngest son, to his\nboard-fellow and troth-brother.\n\nOn a day when he was well-nigh whole, as he sat under an oak-tree nigh\nthe house, in the cool of the evening, Jack of the Tofts came to him and\nsat beside him, and made him tell his tale to him once more, and when he\nwas done he said to him: \"Foster-son, for so I would have thee deem of\nthyself, what is the thing that thou rememberest earliest in thy days?\"\n\nSaid Christopher: \"A cot without the Castle walls at the Uttermost\nMarches, and a kind woman therein, big, sandy-haired, and freckled, and\na lad that was white-haired and sturdy, somewhat bigger than I. And\nI mind me standing up against the door-post of the cot and seeing\nmen-at-arms riding by in white armour, and one of them throwing an apple\nto me, and I raised my arm to throw it back at him, but my nurse (for\nsomehow I knew she was not my mother) caught my hand and drew me back\nindoors, and I heard the men laughing behind me. And then a little after\nmy nurse took me into the Castle court, and there was again the man who\nhad thrown me the apple, sitting on a bench therein, clad in a scarlet\ngown furred with brown fur; and she led me up to him, and he stooped\ndown and chucked me under the chin and put his hand on my head, and\nlooked at my nurse and said: 'Yea, he is a big lad, and groweth apace,\nwhereas he is but of six winters.' 'Nay, Lord,' said my nurse, 'he is\nbut scantly five.' He knit his brows and said: 'Nay, I tell thee he is\nsix.' She shook her head, but said nought, and the great man scowled on\nher and said: 'Mistress, wilt thou set thy word against mine? Know now\nthat this child is of six years. Now then, how old is he?' She said\nfaintly: 'Six years.' Said he: 'Look to it that thy head and thy mouth\nforget it not, else shall we make thy back remember it.' Then he put his\nhand on my head again, and said: 'Well, I say thou art a big lad for six\nyears;' and therewith he gave me a silver penny; and even as he spake,\ncame up a grey-clad squire to him and looked on me curiously. Then I\nwent away with my nurse, and wondered why she was grown so pale, whereas\nshe was mostly red-cheeked and jolly. But when she had brought me into\nthe cot again, she kissed me and clipped me, weeping sorely the while;\nwherefore I wept, though I knew not why. Sithence, I soon came to know\nthat the man was the lord and governor of the Castle, as ye may well\nwot; but to this hour I know not what he meant by threatening my nurse.\"\n\nSaid Jack: \"And how old art thou now, Christopher mine?\"\n\nSaid the youngling, laughing: \"By my lord the Castellan's reckoning I am\ntwenty and two years; but if thou wilt trow my good and kind nurse, that\nyet liveth a kind dame, thou must take twelve months off the tale.\"\n\nJack sat silent a little; then he laughed and said: \"Well, thou art a\nmickle babe, Christopher, and it may be that one day many a man shall\nknow it. But now tell me again; thou hadst said to me before that thou\nhast known neither father nor mother, brother nor sisters: is it so,\nverily?\"\n\nSaid Christopher: \"Never a kinsman of blood have I, though many\nwell-wishers.\"\n\nSaid Jack: \"Well, now hast thou father and mother, brethren and sisters,\nthough they be of the sort of man-slayers and strong-thieves and\noutlaws; yet they love thee, lad, and thou mayst one day find out how\nfar thou mayst trust them.\"\n\nChristopher nodded and smiled at him merrily; then he fell silent\nawhile, and the outlaw sat looking on him; at last he said suddenly:\n\"Foster-father, tell me what I am, and of what kindred, I pray thee;\nfor, methinks, thou knowest thereof; and what wonder, wise man as thou\nart.\"\n\n\"Forsooth, son Christopher, I have a deeming thereof, or somewhat more,\nand when it is waxen greater yet, I will tell it thee one day, but not\nnow. But hearken! for I have other tidings for thee. Thou art now whole\nand strong, and in a few days thou mayst wend the wild-wood as stoutly\nas e'er a one of us. Now, therefore, how sayest thou, if I bid thee fare\na two days' journey with David and Gilbert thy brethren, and thy sister\nJoanna, till they bring thee to a fair little stead which I call mine\nown, to dwell there awhile? For, meseemeth, lad, that the air of the\nTofts here may not be overwholesome unto thee.\"\n\nChristopher reddened, and he half rose up, and said: \"What is this,\nfoster-father? Is it that there shall be battle at the Tofts, and that\nthou wouldst have me away thence? Am I then such a weakling?\"\n\nSaid Jack, laughing: \"Be still now, thou sticked one. The Tofts go down\nto battle at some whiles; but seldom comet battle to the Tofts; and no\nbattle do I look for now. But do my bidding, sweet fosterling, and it\nwill be better for me and better for thee, and may, perchance, put off\nbattle for awhile; which to me as now were not unhandy. If thou wilt\nbut abide at Littledale for somewhile, there shall be going and coming\nbetwixt us, and thou shalt drink thy Yule at the Tofts, and go back\nafterwards, and ever shalt thou have thy sweet fellows with thee; so be\nwise, since thou goest not perforce.\"\n\n\"Yea, yea,\" said Christopher, laughing; \"thou puttest force on no man,\nis it not so, foster-father? Wherefore I will go, and uncompelled.\"\n\nTherewith came up to them, from out of the wild-wood, David, and with\nhim Joanna, who was the wife of Gilbert, and one of those fair maidens\nfrom the Wailful Castle, though not the fairest of them; they had been\na-hunting, for ever those three would willingly go together, Gilbert,\nDavid, and Joanna; and now Gilbert had abided behind, to dight the\nquarry for fetching home. Christopher looked on the two joyfully, as a\nman getting whole after sickness smiles on goodly things; and Joanna was\nfair to see in her hunter's attire, with brogues tied to her naked feet,\nand the shapeliness of her legs bare to the knee beneath the trussing up\nof her green skirts.\n\nThey greeted Christopher kindly, and Joanna sat down by him to talk,\nbut Jack of the Tofts took his son by the arm, and went toward the house\nwith him in earnest speech.\n\n\n\n\nCHAPTER XI. HOW CHRISTOPHER CAME TO LITTLEDALE TO ABIDE THERE A WHILE.\n\n\nIn about a week's time from this, those four fellows went their ways\nsouthward from the Tofts, having with them four good nags and four\nsumpter beasts laden with such things as they needed, whereof were\nweapons enough, though they all, save Christopher, bare bows; and he\nand the others were girt with swords, and a leash of good dogs followed\nthem. Two milch kine also they drave with them.\n\nMerry they were all as they went their ways through the woods, but the\ngladness of Christopher was even past words; wherefore, after a little,\nhe spake scarce at all, but sat in his saddle hearkening the tales and\nsongs and jests of his fellows, who went close beside him, for more\noften they went a-foot than rode. And, forsooth, as the sweet morning\nwore, it seemed to him, so great was his joy, as if all the fair show\nof the greenery, and the boles of the ancient oaks, and the squirrels\nrunning from bough to bough, and the rabbits scuttling from under the\nbracken, and the hind leaping in the wood-lawn, and the sun falling\nthrough the rustling leaves, and the wind on his face, and the scent of\nthe forest, yea, and his fair companions and their loveliness & valiancy\nand kindness, and the words and songs that came from their dear mouths,\nall these seemed to him, as it were, one great show done for the behoof\nand pleasure of him, the man come from the peril of death and the\nsick-bed.\n\nThey lay that night in all glee under the green boughs; and arose on the\nmorrow, and went all day, and again slept in the greenwood, and the\nnext morning came down into a fair valley, which was indeed Littledale,\nthrough which ran a pleasant little river; and on a grassy knoll, but\na short way from its bank, was a long framed hall, somewhat narrow,\nand nought high, whitherward they turned them straightway, and were\npresently before the door; then Gilbert drew a key from out of his scrip\nand unlocked the door, and they entered, and found within a fair little\nhall, with shut-beds out from it on the further side, and kitchen, and\nstore-bowers at the end; all things duly appointed with plenishing, and\nmeal and wine; for it was but some three months since one of Jack of the\nTofts' allies, Sir Launcelot a'Green and his wife and two bairns, had\nleft it till their affair was made straight; whereas he had dwelt there\na whole year, for he had been made an outlaw of Meadham, and was a dear\nfriend of the said Jack.\n\n\"Now,\" said David smiling, \"here is now thy high house and thy castle,\nlittle King Christopher; how doth it like thee?\"\n\n\"Right well,\" said Christopher; \"and, to say sooth, I would almost that\nit were night, or my bones do else, that I might lie naked in a bed.\"\n\n\"Nay, lad,\" said Gilbert, \"make it night now, and we will do all that\nneeds must be done, while thou liest lazy, as all kings use to do.\"\n\n\"Nay,\" said Christopher, \"I will be more a king than so, for I will do\nneither this nor that; I will not work and I will not go to bed, but\nwill look on, till it is time for me to take to the crooked stick and\nthe grey-goose wing and seek venison.\"\n\n\"That is better than well,\" said David; \"for I can see by thine eyes,\nthat are dancing with pleasure, that in three or four days thou wilt be\nabout the thickets with us.\"\n\n\"Meantime,\" said Joanna, \"thou shalt pay for thy meat and drink by\ntelling us tales when we come home weary.\"\n\n\"Yea,\" said Christopher laughing, \"that ye may go to sleep before your\ntime.\"\n\nSo they talked, and were joyous and blithe together, and between them\nthey made the house trim, and decked it with boughs and blossoms; and\nthough Christopher told them no tale that night, Joanna and David sang\nboth; and in a night or two it was Christopher that was the minstrel. So\nwhen the morrow came there began their life of the woodland; but, save\nfor the changing of the year and the chances of the hunt, the time\npassed on from day to day with little change, and it was but seldom that\nany man came their way. When Yule was, they locked the house door behind\nthem and went their ways home to the Tofts; and now of all of these\nwayfarers was Christopher by far the hardest and strongest, for his side\nhad utterly forgotten Simon's knife. At the Tofts they were welcomed\nwith all triumph, and they were about there in the best of cheer, till\nit was wearing toward Candlemas, and then they took occasion of a bright\nand sunny day to go back to Littledale once more, and there they abode\ntill spring was come and was wearing into summer, and messages had come\nand gone betwixt them and the Tofts, and it was agreed that with the\nfirst of autumn they should go back to the Tofts and see what should\nbetide.\n\nBut now leave we Christopher and these good fellows of the Tofts and\nturn to Goldilind, who is yet dwelling amid no very happy days in the\nCastle of Greenharbour, on the northernmost marches of Meadham.\n\n\n\n\nCHAPTER XII. OF GOLDILIND IN THE MAY MORNING AT GREENHARBOUR.\n\n\nMay was on the land now, and was come into its second week, and\nGoldilind awoke on a morn in the Castle of Greenharbour; but little did\nher eyes behold of the May, even when they were fully open; for she\nwas lying, not in her own chamber, which was proper, and even somewhat\nstately, and from whence she could look on the sky and greenwood, but\nin a chamber low down amidst the footings of the wall, little lighted,\nunadorned, with nought in it for sport or pleasure; nought, forsooth,\nsave the pallet bed on which she lay, a joint stool and water ewer.\nTo be short, though it were called the Least Guard-chamber, it was a\nprison, and she was there dreeing her penance, as Dame Elinor would\ncall the cruelty of her malice, which the chaplain, Dame Elinor's\nled captain, had ordained her for some sin which the twain had forged\nbetween them.\n\nShe lay there naked in her smock, with no raiment anigh her, and this\nwas the third morning whereon she had awakened to the dusky bare walls,\nand a long while had their emptiness made of the hours: but she lay\nquiet and musing, not altogether without cheer now; for indeed she was\nnot wont to any longer penance than this she had but now tholed, so she\nlooked for release presently: and, moreover, there had grown in her mind\nduring those three days a certain purpose; to wit, that she would get\nhold of the governor of the castle privily, and two or three others of\nthe squires who most regarded her, and bewail her case to them, so that\nshe might perchance get some relief. Forsooth, as she called to mind\nthis resolve, her heart beat and her cheek flushed, for well she knew\nthat there was peril in it, and she forecast what might be the worst\nthat would come thereof, while, on the other hand, the best that might\nbe seemed to her like a glimpse of Paradise.\n\nAs she lay there and turned the matter over in her mind for this many an\nhundred time, there came a key into the lock, and the door opened;\nand thereby entered a tall woman, dark-haired, white-skinned, somewhat\nyoung, and not ill-favoured: Goldilind still lay there, till the\nnew-comer said to her in a hard voice, wherein was both threatening and\nmockery: \"Rise up, our Lady! the Dame Elinor saith that it is enough,\nand that thou art to go forth. Nay, hold a while; for I say unto thee\nthat it is yet early in the day, and that thy chamber is not yet dight\nfor thee, so thou must needs bestow thyself elsewhere till it be done.\"\n\nGoldilind rose up, and said smiling: \"Yea, Aloyse, but thou hast not\nbrought my raiment: and thou seest!\"\n\nThe maid stood looking at her a moment somewhat evilly, and then said:\n\"Well, since it is but scant six o'clock, I may do that; but I bid thee\nask me not overmuch; for meseemeth Dame Elinor is not overwell pleased\nwith thee to-day, nor our chaplain either.\"\n\nTherewith she turned and went out, locking the door behind her, and came\nback presently bearing on her arm a green gown and other raiment: she\nlaid them on the stool before the Lady, and said: \"Hasten, my Lady, and\nlet me go to my place: sooth to say, it may well be double trouble to\nthee to don thy clothes, for thou mayst have to doff them again before\nlong.\"\n\nGoldilind answered nought, but reddened and paled again as she clad her\nunder the waiting-maid's eyes. Then they went out together, and up a\nshort stone stair, till they were level with the greensward without.\nThen the maid turned to Goldilind and said: \"And now thou art clad and\nout, my Lady, I wot not where thou art to go to, since to thy chamber\nthou must not go. Nay, hold and hearken! here we be at the door which\nopens on to the Foresters' Garth under the Foresters' Tower, thither\nshalt thou abide till I come to fetch thee. How now, my Lady! what else\nwouldst thou?\"\n\nGoldilind looked on her with a smile, yet with eagereyes, and said: \"O\ngood Aloyse, wouldst thou but give me a piece of bread? for I hunger;\nthou wottest my queenly board hath not been overloaded these last days.\"\n\n\"Ha!\" said Aloyse; \"if thou ask me overmuch I fear thou mayst pay for\nit, my Lady; but this last asking thou shalt have, and then none other\ntill all thy penance thou hast dreed. Abide!\"\n\nTherewith she went up the stairs, and Goldilind, who now was but weak\nwith her prison and the sudden light, and the hope and fear of her\npurpose of bewailing her story, sat her down on the stair there, almost,\nas it were, 'twixt home and hell, till her heart came back to her and\nthe tears began to flow from her eyes. Forthright came back Aloyse,\nbearing a white loaf and a little pitcher of milk on a silver\nserving-dish; she laid them down, unlocked the door into the garden, and\nthrust Goldilind through by the shoulders; then she turned and took up\nher serving-dish with the bread and milk, and handed it to Goldilind\nthrough the door, and said: \"Now is my Lady served. It were indeed well\nthat my Lady should strengthen herself this hour for the hour next to\ncome.\"\n\nTherewith she turned about, and shut and locked the door; and the King's\ndaughter fell to eagerly on her bread, and thought of little till\nshe had eaten and drunk, save that she felt the sweet scent of the\ngilliflowers and eglantine as it were a part of her meal.\n\nThen she went slowly down the garden, treading the greensward beside the\nflowers; and she looked on the hold, and the low sun gilded the walls\nthereof and glittered in a window here and there, and though there was\non her a foreboding of the hours of that day, she did what she might\nto make the best of the fragrant May morning and the song of birds and\nrustle of leaves, though, indeed, at whiles the tears would gush out of\nher eyes when she thought how young she was and how feeble, and the pity\nof herself became sweet unto her.\n\n\n\n\nCHAPTER XIII. OF GOLDILIND IN THE GARTH.\n\n\nNow, as she went in that garden with her face turned toward the postern\nwhich led into the open space of the greenwood, which was but two\nbow-shots from the thicket, she heard the clatter of horse-hoofs on the\nloose stones of the path, and how they stopped at the said postern; and\npresently there was a key in the lock, the door opened, and a man came\nin walking stiffly, like a rider who has ridden far and fast. He was\nclad in jack and sallet, and had a sword by his side, and on his sleeve\nwas done in green and gold a mountain aflame; so that Goldilind knew him\nat once for a man of Earl Geoffrey's; and, indeed, she had seen the\nman before, coming and going on errands that she knew nought of, and\non which nothing followed that was of import to her. Therefore, as\nshe watched him cross the garden and go straight up to the door of the\nForesters' Tower, and take out another key and enter, she heeded him but\nlittle, nor did his coming increase her trouble a whit.\n\nShe walked on toward the postern, and now she saw that the errand-bearer\nhad left it open behind him, and when she came close up to it, she saw\nhis horse tied to a ring in the wall, a strong and good bay nag. The\nsight of him, and the glimpse of the free and open land, stirred in her\nthe misery of her days and the yearning for the loveliness of the world\nwithout, converse of friends, hope of the sufficiency of desire, and the\nsweetness of love returned. And so strong a wave of anguish swept over\nher, that she bowed her down upon the grass and wept bitterly. Yet but\na little while it lasted; she rose up presently and looked warily all\nround her, and up to the Castle, and saw none stirring; she drew up the\nskirts of her green gown into her girdle, till the hem but just hid her\nknees; then she stepped lightly through the half-open door with flushed\ncheeks and glittering eyes, while her heart rose within her; then she\nlifted her hand, unhitched the reins from the iron ring, and quietly\nled the horse close under the garth-wall, and stole gently up the\nslope which, as all roads from the Castle, went straightway toward the\nthicket, but this was the straightest. So she went, till she came to the\ncorner of the garth-wall, and a little further; and the Castle on that\nside was blind, save for the swale on the battlement, whereon in that\ndeep peace was little going; and, moreover, it was not even yet six\no'clock.\n\n\n\n\nCHAPTER XIV. GOLDILIND GOES FREE.\n\n\nThere then she stayed the horse, and, flushed and panting, got lightly\ninto the saddle and bestrode it, and, leaning over on the beast's neck,\nsmote his flanks with her heels; the horse was fresh, though his\nmaster had been weary, whereas the said messenger had gotten him from\na forester some six miles away in the wood that morning, so the nag\nanswered to her call for speed, and she went a great gallop into the\nwood, and was hidden in a twinkling from any eyes that might be looking\nout of the Castle.\n\nWithout checking the nag she sped along, half mad with joy at the\nfreedom of this happy morn. Nigh aimless she was, but had an inkling\nthat it were well with her if she could hold northward ever; for the old\nman aforesaid had told her of Oakenrealm, and how it lay northward of\nthem; so that way she drifted as the thicket would suffer her. When she\nhad gone as much of a gallop as she might for some half hour, she drew\nrein to breathe her nag, and hearkened; she turned in the saddle, but\nheard nought to affright her, so she went on again, but some what more\nsoberly; and thuswise she rode for some two hours, and the day waxed\nhot, and she was come to a clear pool amidst of a little clearing,\ncovered with fine greensward right down to the water's edge.\n\nThere she made stay, and got off her horse, and stood awhile by him\nas he cropped the sweet grass; and the birds sang at the edge of the\nthicket, and the rabbits crept and gambolled on the other side of the\nwater; and from the pool's edge the moorhens cried. She stood half\nleaning against the side of the horse till she became somewhat drowsy;\nyea, and even dreamed a little, and that little but ill, it seemed, as\nshe gave a troubled cry and shrank together and turned pale. Then she\nrubbed her eyes and smiled, and turned to the pool, where now a little\nripple was running over the face of it, and a thought came upon her,\nand she set her hand to the clasp of her gown and undid it, and drew the\ngown off her shoulders, and so did off all her raiment, and stood\nnaked a little on the warm sunny grass, and then bestirred her and went\nlightly into the pool, and bathed and sported there, and then came on to\nthe grass again, and went to and fro to dry her in the air and sun. Then\nshe did on her raiment again, and laid her down under a thorn-bush\nby the pool-side, and there, would she, would she not, went to sleep\nsoundly and dreamed not. And when she awoke she deemed her sleep had\nbeen long, but it was not so, but scarce a score of minutes. Anyhow, she\nsprang up now and went to her horse, and drew the girths tight (which\nshe had loosed erewhile,) and so bestrode the good horse, and shook the\nreins, and rode away much comforted and enheartened.\n\n\n\n\nCHAPTER XV. OF GOLDILIND IN THE WILD-WOOD.\n\n\nGoldilind rode on, hastening yet to put as many miles as she might\nbetwixt her and Greenharbour. Within a three hours from her bathing she\nfell a-hungering sore, and knew not what to do to eat, till she found a\npouch made fast to the saddle-bow, and therein a little white loaf, that\nand no more, which she took and ate the half of with great joy, sitting\ndown by a brook-side, whence she had her drink.\n\nThen again she mounted, and rode on till dusk overtook her just as she\ncame to a little river running from the north from pool to shallow, and\nshallow to pool. And whereas she was now exceeding weary, and the good\nhorse also much spent, and that the grass was very sweet and soft down\nto the water's edge, and that there was a thick thorn-bush to cover her,\nshe made up her mind that this place should be her bed-chamber. So she\ntook saddle and bridle off the horse, as he must needs bite the grass,\nand then when she had eaten the other half of her bread, she laid her\ndown on the green grass, with her head on the saddle, and when she had\nlain listening to the horse cropping the grass close anigh her for\na minute or two, she fell fast asleep, and lay there long and had no\ndreams.\n\n\n\n\nCHAPTER XVI. WHAT GOLDILIND FOUND IN THE WOOD.\n\n\nWhen she awoke it was broad day and bright sun, and she rose up to her\nfeet and looked about, and saw the horse standing close by, and sharing\nthe shade with her, whisking his tail about lazily. Then she turned,\nand saw the stream rippling out from the pool over the clean gravel, and\nhere and there a fish darting through the ripple, or making clean rings\non the pool as he quietly took a fly; the sky was blue and clear, there\nwas scarce a breath of air, and the morning was already hot; no worse\nthan yesterday sang the birds in the bushes; but as she looked across\nthe river, where, forsooth, the alders grew thick about the pool's edge,\na cock blackbird, and then another, flew out from the close boughs,\nwhere they had been singing to their mates, with the sharp cry that they\nuse when they are frighted. Withal she saw the bush move, though, as\naforesaid, the morning was without wind. She had just stooped to do off\nher foot-gear (for she was minded to bathe again), but now she stopped\nwith one shoe in her hand, and looked on the bushes keenly with beating\nheart, and again she thought she saw the boughs shaken, and stood, not\ndaring to move a while; but they moved no more now when she had looked\nsteadily at them a space, and again a blackbird began singing loud just\nwhere they had been shaken. So she gathered heart again, and presently\nturned her hand once more to stripping her raiment off her, for she\nwould not be baulked of her bath; but when the stripping was done,\nshe loitered not naked on the bank as she had done the day before, but\nwalked swiftly into the shallow, and thence down into the pool, till\nnothing but her head and the whiteness of her shoulders showed over the\ndark water. Even then she turned her head about twice to look into the\nover-side bushes, but when she saw nothing stir there she began to play\nin the water, but not for long, but came splashing through the shallow\nand hurried on her raiment.\n\nWhen she was clad again she went up to the horse, and patted and\ncaressed him, and did bridle and saddle on him, and was going to climb\nupon him, when, of a sudden, she thought she would lead him across, lest\nthere should be a hole near the other bank and he might stumble into\nit unwarily; so she bared her feet once more and trussed up her gown\nskirts, and so took the ford, leading the beast; the water was nowhere\nup to mid-leg of her, and she stepped ashore on to short and fine grass,\nwhich spread like a meadow before her, with a big thorn or two scattered\nabout it, and a little grassy hill beset with tall elms toward the top,\ncoming down into the flat of the meadow and drawing round it nearly up\nto the river on the north side.\n\nBut now she stood staring in wonder and some deal of fear; for there\nwere three milch kine feeding on the meadow, and, moreover, under a\nthorn, scarce a hundred yards from where she stood, was a tall man\nstanding gazing on her. So stricken was she that she might neither cry\nout nor turn aside; neither did she think to pull her gown out of her\ngirdle to cover the nakedness of her legs.\n\nWhen they had thus stood a little while the man began to move toward\nher very slowly, nor did she dare to flee any the more. But when he was\nwithin half a dozen paces her face flushed red, and she did pull her\ngown out of its trusses and let it flow down. But he spake to her in a\npleasant voice, and said: \"May I speak to thee, maiden?\"\n\nFear was yet in her soul, so that she might not speak for a little, and\nthen she said: \"O, I beseech thee, bring me not back to Greenharbour!\"\nAnd she paled sorely as she spake the word.\n\nBut he said: \"I wot not of Greenharbour, how to find the way thereto,\nthough we have heard of it. But comfort thyself, I pray thee, there is\nnought to fear in me.\"\n\nThe sound of his voice was full pleasant to her, and when she hearkened\nhim, how kind and frank it was, then she knew how much of terror was\nblent with her joy in her newly-won freedom and the delight of the kind\nand happy words. Yet still she spoke not, and was both shamefast and\nstill not altogether unafraid. Yet, sooth to say, though his attire was\nbut simple, he was nought wild or fierce to look on. From time to time\nshe looked on him, and then dropped her eyes again. In those glances she\nsaw that he was grey-eyed, and smooth-cheeked, and round-chinned, and\nhis hair curly and golden; and she must needs think that she had never\nseen any face half so fair. He was clad but in a green coat that came\nnot down to his knees, and brogues were tied to his feet, and no more\nraiment he had; and for hat he had made him a garland of white may\nblossom, and well it sat there: and again she looked on him, and thought\nhim no worse than the running angel that goes before the throne of God\nin the picture of the choir of Meadhamstead; and she looked on him and\nmarvelled.\n\nNow she hung her head before him and wished he would speak, and even so\ndid he, and said: \"Maiden, when I first saw thee from amidst of the bush\nby the river yonder, I deemed thou wert a wood-wight, or some one of the\nshe-Gods of the Gentiles come back hither. For this is a lonely place,\nand some might deem that the Devil hath might here more than in other\nplaces; and when I saw thee, that thou wouldst do off thy raiment to\nbathe thee, though soothly I longed to lie hidden there, I feared thee,\nlest thou shouldst be angry with me if I were to see thee unclad; so I\ncame away; yet I went not far, for I was above all things yearning to\nsee thee; and sooth it is, that hadst thou not crossed the water, I\nshould presently have crossed it myself to seek thee, wert thou Goddess,\nor wood-wife, or whatever might have come of it. But now thou art come\nto us, and I have heard thy voice beseeching me not to bring thee to\nGreenharbour, I see that thou art a woman of the kindred of Adam. And\nyet so it is, that even now I fear thee somewhat. Yet I will pray thee\nnot to be wroth if I ask thee whether I may do aught for thy need.\"\n\nNow she began somewhat to smile, and she looked him full in the face,\nand said: \"Forsooth, my need is simple, for I am hungry.\"\n\nHe smote himself on the breast, and said: \"See now, what a great fool I\nam, not to have known it without telling, instead of making long-winded\ntalk about myself. Come quickly, dear maiden, and leave thine horse to\ncrop the grass.\"\n\nSo he hurried on to the thorn-bush aforesaid, and she went foot to foot\nwith him, but he touched her not; and straightway she sat her down on\nthe root of the thorn, and smiled frankly on him, and said:\n\n\"Nay, sir, and now thou hast made me go all this way I am out of breath\nand weary, so I pray thee of the victual at once.\"\n\nBut he had been busy with his scrip which he had left cast down there,\nand therewithal reached out to her a mighty hunch of bread and a piece\nof white cheese, and said:\n\n\"Now shall I fetch thee milk.\" Wherewith he took up a bowl of aspen tree\nthat had lain by the scrip, and ran off to one of the kine and milked\nthe bowl full, and came back with it heedfully, and set it down beside\nher and said: \"This was the nighest thing to hand, but when thou hast\neaten and rested then shall we go to our house, if thou wilt be so kind\nto me; for there have we better meat and wine to boot.\"\n\nShe looked up at him smiling, but her pleasure of the meat and the\nkindness was so exceeding, that she might not refrain from tears also,\nbut she spake not.\n\nAs for him, he knelt beside her, looking on her wistfully; and at last\nhe said: \"I shall tell thee, that I am glad that thou wert hungry and\nthat I have seen thee eating, else might I have deemed thee somewhat\nother than a woman of mankind even yet.\"\n\nShe said: \"Yea, and why wouldst thou not believe my word thereto?\"\n\nHe said, reddening: \"I almost fear to tell thee, lest thou think me\noverbold and be angry with me.\"\n\n\"Nay,\" she said, \"tell me, for I would know.\"\n\nSaid he: \"The words are not easy in my rude mouth; but this is what\nI mean: that though I be young I have seen fair women not a few, but\nbeside any of them thou art a wonder;....and loth I were if thou wert\nnot really of mankind, if it were but for the glory of the world.\"\n\nShe hung her head and answered nought a while, and he also seemed\nashamed: but presently she spake: \"Thou hast been kind to us, wouldst\nthou tell us thy name? and then, if it like thee, what thou art?\"\n\n\"Lady,\" he said, \"my name is easy to tell, I hight Christopher; and\nwhiles folk in merry mockery call me Christopher King; meseems because I\nam of the least account of all carles. As for what else I am, a woodman\nI am, an outlaw, and the friend of them: yet I tell thee I have never\nby my will done any harm to any child of man; and those friends of mine,\nwho are outlaws also, are kind and loving with me, both man and woman,\nthough needs must they dwell aloof from kings' courts and barons'\nhalls.\"\n\nShe looked at him wondering, and as if she did not altogether understand\nhim; and she said: \"Where dost thou dwell?\"\n\nHe said: \"To-day I dwell hard by; though where I shall dwell to-morrow,\nwho knows? And with me are dwelling three of my kind fellows; and the\ndearest is a young man of mine own age, who is my fellow in all matters,\nfor us to live and die each for the other. Couldst thou have seen him,\nthou wouldst love him I deem.\"\n\n\"What name hath he?\" said Goldilind.\n\n\"He hight David,\" said Christopher.\n\nBut therewith he fell silent and knit his brow, as though he were\nthinking of some knotty point: but in a while his face cleared, and he\nsaid: \"If I durst, I would ask thee thy name, and what thou art?\"\n\n\"As to my name,\" said she, \"I will not tell it thee as now. As to what I\nam, I am a poor prisoner; and much have I been grieved and tormented,\nso that my body hath been but a thing whereby I might suffer anguish.\nSomething else am I, but I may not tell thee what as yet.\"\n\nHe looked on her long, and then arose and went his way along the very\ntrack of their footsteps, and he took the horse and brought him back to\nthe thorn, and stood by the lady and reddened, and said: \"I must tell\nthee what I have been doing these last minutes.\"\n\n\"Yea,\" said she, looking at him wonderingly, \"hast thou not been\nfetching my horse to me?\"\n\n\"So it is,\" said he; \"but something else also. Ask me, or I cannot tell\nthee.\"\n\nShe laughed, and said: \"What else, fair sir?\"\n\nSaid he: \"Ask me what, or I cannot tell thee.\"\n\n\"Well, what, then?\" said she.\n\nHe answered, stammering and blushing: \"I have been looking at thy foot\nprints, whereby thou camest up from the water, to see what new and\nfairer blossoms have come up in the meadow where thy feet were set e'en\nnow.\"\n\nShe answered him nothing, and he held his peace. But in a while she\nsaid: \"If thou wouldst have us come to thine house, thou shalt lead\nus thither now.\" And therewith she took her foot-gear from out of her\ngirdle, as if she would do it on, and he turned his face away, but\nsighed therewith. Then she reddened and put them back again, and rose\nup lightly, and said: \"I will go afoot; and wilt thou lead the horse for\nme?\"\n\nSo did he, and led her by all the softest and most flowery ways, turning\nabout the end of a spur of the little hill that came close to the water,\nand going close to the lip of the river. And when they had thus turned\nabout the hill there was a somewhat wider vale before them, grassy\nand fair, and on a knoll, not far from the water, a long frame-house\nthatched with reed.\n\nThen said Christopher: \"Lady, this is now Littledale, and yonder the\nhouse thereof.\"\n\nShe said quietly: \"Lovely is the dale, and fair the house by seeming,\nand I would that they may be happy that dwell therein!\"\n\nSaid Christopher: \"Wilt thou not speak that blessing within the house as\nwithout?\"\n\n\"Fain were I thereof,\" she said. And therewith they came into the garth,\nwherein the apple trees were blossoming, and Goldilind spread abroad\nher hands and lifted up her head for joy of the sight and the scent, and\nthey stayed awhile before they went on to the door, which was half open,\nfor they feared none in that place, and looked for none whom they might\nnot deal with if he came as a foe.\n\nChristopher would have taken a hand of her to lead her in, but both\nhands were in her gown to lift up the hem as she passed over the\nthreshold; so he durst not.\n\nFair and bright now was the hall within, with its long and low windows\ngoodly glazed, a green halling on the walls of Adam and Eve and the\ngarden, and the good God walking therein; the sun shone bright through\nthe southern windows, and about the porch it was hot, but further toward\nthe dais cool and pleasant.\n\nSo Goldilind sat down in the coolest of the place at the standing table;\nbut Christopher bestirred himself, and brought wine and white bread, and\nvenison and honey, and said: \"I pray thee to dine, maiden, for it is\nnow hard on noon; and as for my fair fellows, I look not for them before\nsunset for they were going far into the wood.\"\n\nShe smiled on him, and ate and drank a little deal, and he with her.\nSooth to say, her heart was full, and though she had forgotten her fear,\nshe was troubled, because, for as glad as she was, she could not be as\nglad as her gladness would have her, for the sake of some lack, she knew\nnot what.\n\nNow spake Christopher: \"I would tell thee something strange, to wit,\nthough it is little more than three hours since I first saw thee beside\nthe river, yet I seem to know thee as if thou wert a part of my life.\"\n\nShe looked on him shyly, and he went on: \"This also is strange, and,\nwithal, it likes me not, that when I speak of my fair fellows here,\nDavid, and Gilbert, and Joanna, they are half forgotten to my heart,\nthough their names are on my tongue; and this house, doth it like thee,\nfair guest?\"\n\n\"Yea, much,\" she said; \"it seems joyous to me: and I shall tell thee\nthat I have mostly dwelt in unmerry houses, though they were of greater\ncost than this.\"\n\nSaid Christopher: \"To me it hath been merry and happy enough; but now it\nseems to me as if it had all been made for thee and this meeting.\"\n\n\"Is it therefore no longer merry to thee because of that?\" she said,\nsmiling, yet flushing much red therewith. Now it was his turn not to\nanswer her, and she cast down her eyes before him, and there was silence\nbetween them.\n\nThen she looked at him steadily, and said: \"It is indeed grievous that\nthou shouldest forget thine old friends for me, and that it should have\ncome into thy mind that this fair and merry house was not made for thy\nfair fellows and thy delight with them, but for me, the chance-comer.\nFor, hearken, whereas thou saidst e'en now, that I was become a part of\nthy life, how can that be? For if I become the poor captive again, how\ncanst thou get to me, thou who art thyself a castaway, as thou hast told\nme? Yea, but even so, I shall be too low for thee to come down to me.\nAnd if I become what I should be, then I must tell thee that I shall\nbe too high for thee to climb up to me; so that in one way or other we\nshall be sundered, who have but met for an hour or two.\"\n\nHe hung his head a while as they stood there face to face, for both of\nthem had arisen from the board; but presently he looked up to her with\nglittering eyes, and said: \"Yea, for an hour or two; why then do we\ntarry and linger, and say what we have no will to say, and refrain from\nwhat our hearts bid us?\"\n\nTherewith he caught hold of her right wrist, and laid his hand on her\nleft shoulder, and this first time that he had touched her, it was as if\na fire ran through all his body and changed it into the essence of her:\nneither was there any naysay in her eyes, nor any defence against him in\nthe yielding body of her. But even in that nick of time he drew back a\nlittle, and turned his head, as a man listening, toward the door, and\nsaid: \"Hist! hist! Dost thou hear, maiden?\" She turned deadly pale: \"O\nwhat is it? What is it? Yea, I hear; it is horses drawing nigh, and the\nsound of hounds baying. But may it not be thy fellows coming back?\"\n\n\"Nay, nay,\" he said; \"they rode not in armour. Hark to it! and these\nhounds are deep-voiced sleuth-dogs! But come now, there may yet be\ntime.\"\n\nHe turned, and caught up axe and shield from off the wall, and drew her\ntoward a window that looked to the north, and peered out of it warily;\nbut turned back straightway, and said: \"Nay, it is too late that way,\nthey are all round about the house. Maiden, get thou up into the solar\nby this stair, and thou wilt find hiding-place behind the traverse of\nthe bed; and if they go away, and my fellows come in due time, then art\nthou safe. But if not, surely they shall do thee no hurt; for I think,\nindeed, that thou art some great one.\"\n\nAnd he fell to striding down the hall toward the door; but she ran after\nhim, and caught his arm, and said: \"Nay, nay, I will not hide, to be\ndragged out of my refuge like a thief: thou sayest well that I am of the\ngreat; I will stand by thee and command and forbid as a Queen. O go not\nto the door! Stay by me, stay!\"\n\n\"Nay, nay,\" he said, \"there is nought for it but the deed of arms. Look!\nseest thou not steel by the porch?\"\n\nAnd therewith he broke from her and ran to the door, and was met upon\nthe very threshold by all-armed men, upon whom he fell without more ado,\ncrying out: \"For the Tofts! For the Tofts! The woodman to the rescue!\"\nAnd he hewed right and left on whatsoever was before him, so that what\nfell not, gave back, and for a moment of time he cleared the porch; but\nin that nick of time his axe brake on the basnet of a huge man-at-arms,\nand they all thrust them on him together and drave him back into the\nhall, and came bundling after him in a heap. But he drave his shield\nat one, and then with his right hand smote another on the bare face, so\nthat he rolled over and stirred no more till the day of doom. Then was\nthere a weapon before him, might he have stooped to pick it up; but he\nmight not; so he caught hold of a sturdy but somewhat short man by the\ncollar and the lap of his leather surcoat, and drew aback, and with a\nmighty heave cast him on the rout of them, who for their parts had drawn\nback a little also, as if he had been a huge stone, and down went two\nbefore that artillery; and they set up a great roar of wonder and fear.\nBut he followed them, and this time got an axe in his hand, so mazed\nthey were by his onset, and he hewed at them again and drave them aback\nto the threshold of the door: but could get them no further, and they\nbegan to handle long spears to thrust at him.\n\nBut then came forward a knight, no mickle man, but clad in very goodly\narmour, with a lion beaten in gold on his green surcoat; this man smote\nup the spears, and made the men go back a little, while he stood on the\nthreshold; so Christopher saw that he would parley with him, and forbore\nhim, and the knight spake: \"Thou youngling, art thou mad? What doest\nthou falling on my folk?\"\n\n\"And what do ye,\" said Christopher fiercely, \"besetting the houses of\nfolk with weapons? Now wilt thou take my life. But I shall yet slay one\nor two before I die. Get thee back, lord, or thou shalt be the first.\"\n\nBut the knight, who had no weapon in his hand, said: \"We come but\nto seek our own, and that is our Lady of Meadham, who dwelleth at\nGreenharbour by her own will. And if thou wilt stand aside thou mayst go\nfree to the devil for us.\"\n\nNow would Christopher have shouted and fallen on, and gone to his death\nthere and then; but even therewith a voice, clear and sweet, spake at\nthe back of him, and said: \"Thou kind host, do thou stand aside and let\nus speak that which is needful.\" And therewith stepped forth Goldilind\nand stood beside Christopher, and said: \"Sir Burgreve, we rode forth to\ndrink the air yesterday, and went astray amidst the wild-wood, and were\nbelated, so that we must needs lie down under the bare heaven; but this\nmorning we happened on this kind forester, who gave us to eat, and took\nus to his house and gave us meat and drink; for which it were seemlier\nto reward him than threaten him. Now it is our pleasure that ye lead us\nback to Greenharbour; but as for this youth, that ye do him no hurt, but\nlet him go free, according to thy word spoken e'en now, Sir Burgreve.\"\n\nShe spake slowly and heavily, as one who hath a lesson to say, and it\nwas to be seen of her that all grief was in her heart, though her words\nwere queenly. Some of them that heard laughed; but the Burgreve spake,\nand said: \"Lady, we will do thy will in part, for we will lead thee to\nGreenharbour in all honour; but as to this young man, if he will not be\nslain here and now, needs must he with us. For he hath slain two of our\nmen outright, and hath hurt many, and, methinks, the devil of the woods\nis in his body. So do thou bid him be quiet, if thou wouldst not see his\nblood flow.\"\n\nShe turned a pale unhappy face on Christopher, and said: \"My friend,\nwe bid thee withstand them no more, but let them do with thee as they\nwill.\"\n\nChristopher stood aside therewith, and sat down on a bench and laughed,\nand said in a high voice: \"Stout men-at-arms, forsooth, to take a maid's\nkirtle to their shield.\"\n\nBut therewith the armed men poured into the hall, and a half dozen of\nthe stoutest came up unto Christopher where he sat, and bound his hands\nwith their girdles, and he withstood them no whit, but sat laughing in\ntheir faces, and made as if it were all a Yule-tide game. But inwardly\nhis heart burned with anger, and with love of that sweet Lady.\n\nThen they made him stand up, and led him without the house, and set him\non a horse, and linked his feet together under the belly thereof. And\nwhen that was done he saw them lead out the Lady, and they set her in a\nhorse litter, and then the whole troop rode off together, with two\nmen riding on either side of the said litter. In this wise they left\nLittledale.\n\n\n\n\nCHAPTER XVII. GOLDILIND COMES BACK TO GREENHARBOUR.\n\n\nThey rode speedily, and had with them men who knew the woodland ways,\nso that the journey was nought so long thence as Goldilind had made it\nthither; and they stayed not for nightfall, since the moon was bright,\nso that they came before the Castle-gate before midnight. Now Goldilind\nlooked to be cast into prison, whatever might befall her upon the\nmorrow; but so it went not, for she was led straight to her own chamber,\nand one of her women, but not Aloyse, waited on her, and when she tried\nto have some tidings of her, the woman spake to her no more than if she\nwere dumb. So all unhappily she laid her down in her bed, foreboding the\nworst, which she deemed might well be death at the hand of her jailers.\nAs for Christopher, she saw the last of him as they entered the\nCastle-gate, and knew not what they had done with him. So she lay in\ndismal thoughts, but at last fell asleep for mere weariness.\n\nWhen she awoke it was broad day, and there was someone going about in\nthe chamber; she turned, and saw that it was Aloyse. She felt sick\nat heart, and durst not move or ask of tidings; but presently Aloyse\nturned, and came to the bed, and made an obeisance, but spake not.\nGoldilind raised her head, and said wearily: \"What is to be done,\nAloyse, wilt thou tell me? For my heart fails me, and meseems, unless\nthey have some mercy, I shall die to-day.\"\n\n\"Nay,\" said the chambermaid, \"keep thine heart up; for here is one at\nhand who would see thee, when it is thy pleasure to be seen.\"\n\n\"Yea,\" said Goldilind, \"Dame Elinor to wit.\" And she moaned, and fear\nand heart-sickness lay so heavy on her that she went nigh to swooning\n\nBut Aloyse lifted up her head, and brought her wine and made her drink,\nand when Goldilind was come to herself again the maid said: \"I say, keep\nup thine heart, for it is not Dame Elinor and the rods that would see\nthee, but a mighty man; nay, the most mighty, to wit, Earl Geoffrey, who\nis King of Meadham in all but the name.\"\n\nGoldilind did in sooth take heart at this tidings, and she said: \"I\nwonder what he may have to do here; all this while he hath not been to\nGreenharbour, or, mayhappen, it might have been better for me.\"\n\n\"I wot not,\" said Aloyse, \"but even so it is. I shall tell thee, the\nmessenger, whose horse thou didst steal, brought no other word in his\nmouth save this, that my Lord Earl was coming; and come he did; but\nthat was toward sunset, long after they had laid the blood-hounds on thy\nslot, and I had been whipped for letting thee find the way out a-gates.\nNow, our Lady, when thou hast seen the Earl, and hast become our Lady\nand Mistress indeed, wilt thou bethink thee of the morn before yesterday\non my behalf?\"\n\n\"Yea,\" said Goldilind, \"if ever it shall befall.\"\n\n\"Befall it shall,\" said Aloyse; \"I dreamed of thee three nights ago, and\nthou sitting on thy throne commanding and forbidding the great men. But\nat worst no harm hath happened save to my shoulders and sides, by thy\nstealing thyself, since thou hast come back in the nick of time, and of\nthine own will, as men say. But tell me now of thine holiday, and if it\nwere pleasant to thee?\"\n\nGoldilind fell a-weeping at the word, bethinking her of yesterday\nmorning, and Aloyse stood looking on her, but saying nought. At last\nspake Goldilind softly: \"Tell me, Aloyse, didst thou hear any speaking\nof that young man who was brought in hither last night? Have they slain\nhim?\"\n\nSaid Aloyse: \"Soothly, my Lady, I deem they have done him no hurt,\nthough I wot not for sure. There hath been none headed or hanged in the\nbase-court to-day. I heard talk amongst the men-at-arms of one whom they\ntook; they said he was a wonder of sheer strength, and how that he cast\ntheir men about as though he were playing at ball. Sooth to say, they\nseemed to bear him no grudge therefor. But now I would counsel thee to\narise; and I am bidden to tire and array thee at the best. And now I\nwould say a word in thine ear, to wit, that Dame Elinor feareth thee\nsomewhat this morn.\"\n\nSo Goldilind arose, and was arrayed like a very queen, and was served\nof what she would by Aloyse and the other women, and sat in her chamber\nawaiting the coming of the mighty Lord of Meadham.\n\n\n\n\nCHAPTER XVIII. EARL GEOFFREY SPEAKS WITH GOLDILIND.\n\n\nBut a little while had she sat there, before footsteps a many came to\nthe door, which was thrown open, and straight it was as if the sun had\nshone on a flower-bed, for there was come Earl Geoffrey and his lords\nall arrayed most gloriously. Then came the Earl up the chamber to\nGoldilind, and bent the knee before her, and said: \"Lady and Queen, is\nit thy pleasure that thy servant should kiss thine hand?\"\n\nShe made him little cheer, but reached out to him her lily hand in its\ngold sleeve, and said: \"Thou must do thy will.\"\n\nSo he kissed the hand reverently, and said: \"And these my lords, may\nthey enter and do obeisance and kiss hands, my Lady?\"\n\nSaid Goldilind: \"I will not strive to gainsay their will, or thine, my\nLord.\"\n\nSo they entered and knelt before her, and kissed her hand; and, to say\nsooth, most of them had been fain to kiss both hands of her, yea, and\nher cheeks and her lips; though but little cheer she made them, but\nlooked sternly on them.\n\nThen the Earl spake to her, and told her of her realm, and how folk\nthrived, and of the deep peace that was upon the land, and of the merry\ndays of Meadham, and the praise of the people. And she answered him\nnothing, but as he spake her bosom began to heave, and the tears came\ninto her eyes and rolled down her cheeks. Then man looked on man, and\nthe Earl said: \"My masters, I deem that my Lady hath will to speak to me\nprivily, as to one who is her chiefest friend and well-willer. Is it so,\nmy Lady?\"\n\nShe might not speak for the tears that welled out from her heart; but\nshe bowed her head and strove to smile on him.\n\nBut the Earl waved his hand, and those lords, and the women also, voided\nthe chamber, and left those two alone, the Earl standing before her.\nBut ere he could speak, she arose from her throne and fell on her knees\nbefore him, and joined hands palm to palm, and cried in a broken voice:\n\"Mercy! Mercy! Have pity on my young life, great Lord!\"\n\nBut he lifted her up, and set her on her throne again, and said: \"Nay,\nmy Lady, this is unmeet; but if thou wouldst talk and tell with me I am\nready to hearken.\"\n\nShe strove with her passion a while, and then she said: \"Great Lord, I\npray thee to hearken, and to have patience with a woman's weak heart.\nPrithee, sit down here beside me.\n\n\"It were unfitting,\" he said; \"I shall take a lowlier seat.\" Then he\ndrew a stool to him, and sat down before her, and said: \"What aileth\nthee? What wouldest thou?\"\n\nThen she said: \"Lord Earl, I am in prison; I would be free.\"\n\nQuoth he: \"Yea, and is this a prison, then?\"\n\n\"Yea,\" she said, \"since I may not so much as go out from it and come\nback again unthreatened; yet have I been, and that unseldom, in a worser\nprison than this: do thou go look on the Least Guard-chamber, and see if\nit be a meet dwelling for thy master's daughter.\"\n\nHe spake nought awhile; then he said: \"And, yet if it grieveth thee, it\nmarreth thee nought; for when I look on thee mine eyes behold the beauty\nof the world, and the body wherein is no lack.\"\n\nShe reddened and said: \"If it be so, it is God's work, and I praise him\ntherefor. But how long will it last? For grief slayeth beauty.\"\n\nHe looked on her long, and said: \"To thy friends I betook thee, and I\nlooked that they should cherish thee; where then is the wrong that I\nhave done thee?\"\n\nShe said: \"Maybe no wrong wittingly; since now, belike, thou art come\nto tell me that all this weary sojourn is at an end, and that thou wilt\ntake me to Meadhamstead, and set me on the throne there, and show my\nfather's daughter to all the people.\"\n\nHe held his peace, and his face grew dark before her while she watched\nit. At last he spake in a harsh voice: \"Lady,\" he said, \"it may not be;\nhere in Greenharbour must thou abide, or in some other castle apart from\nthe folk.\"\n\n\"Yea,\" she said, \"now I see it is true, that which I foreboded when\nfirst I came hither: thou wouldst slay me, that thou mayest sit safely\nin the seat of thy master's daughter; thou durst not send me a man with\na sword to thrust me through, therefore thou hast cast me into prison\namongst cruel jailers, who have been bidden by thee to take my life\nslowly and with torments. Hitherto I have withstood their malice and\nthine; but now am I overcome, and since I know that I must die, I have\nnow no fear, and this is why I am bold to tell thee this that I have\nspoken, though I wot now I shall be presently slain. And now I tell thee\nI repent it, that I have asked grace of a graceless face.\"\n\nAlthough she spake strong words, it was with a mild and steady voice.\nBut the Earl was sore troubled, and he rose up and walked to and fro\nof the chamber, half drawing his sword and thrusting it back into the\nscabbard from time to time. At last he came back to her, and sat down\nbefore her and spake:\n\n\"Maiden, thou art somewhat in error. True it is that I would sit firm in\nmy seat and rule the land of Meadham, as belike none other could. True\nit is also that I would have thee, the rightful heir, dwell apart from\nthe turmoil for a while at least; for I would not have thy white hands\nthrust me untimely from my place, or thy fair face held up as a banner\nby my foemen. Yet nowise have I willed thy death or thine anguish; and\nif all be true as thou sayest it, and thou art so lovely that I know not\nhow to doubt it, tell me then what these have done with thee.\"\n\nShe said: \"Sir, those friends to whom thou hast delivered me are my\nfoes, whether they were thy friends or not. Wilt thou compel me to tell\nthee all my shame? They have treated me as a thrall who had whiles to\nplay a queen's part in a show. To wit, thy chaplain whom thou hast given\nme has looked on me with lustful eyes, and has bidden me buy of him ease\nand surcease of pain with my very body, and hath threatened me more evil\nelse, and kept his behest.\"\n\nThen leapt up the Earl and cried out: \"Hah! did he so? Then I tell thee\nhis monk's hood shall not be stout enough to save his neck. Now, my\nchild, thou speakest; tell me more, since my hair is whitening.\"\n\nShe said: \"The sleek, smooth-spoken woman to whom thou gavest me, didst\nthou bid her to torment me with stripes, and the dungeon, and the dark,\nand solitude, and hunger?\"\n\n\"Nay, by Allhallows!\" he said, \"nor thought of it; trust me she shall\npay therefor if so she hath done.\"\n\nShe said: \"I crave no vengeance, but mercy I crave, and thou mayst give\nit me.\"\n\nThen were they both silent, till he said: \"Now I, for my part, will pray\nthee bear what thou must bear, which shall be nought save this, that thy\nqueenship lie quiet for a while; nought else of evil shall betide thee\nhenceforth; but as much of pleasure and joy as may go with it. But tell\nme, there is a story of thy snatching a holiday these two days, and of a\nyoung man whom thou didst happen on. Tell me now, not as a maiden to\nher father or warder, but as a great lady might tell a great lord, what\nbetid betwixt you two: for thou art not one on whom a young and doughty\nman may look unmoved. By Allhallows! but thou art a firebrand, my Lady!\"\nAnd he laughed therewith.\n\nGoldilind flushed red exceeding; but she answered steadily: \"Lord Earl,\nthis is the very sooth, that I might not fail to see it, how he thought\nme worth looking on, but he treated me with all honour, as a brother\nmight a sister.\"\n\n\"Tell me,\" said the Earl, \"what like was this man?\"\n\nSaid she: \"He was young, but strong beyond measure; and full doughty:\ntrue it is that I saw him with mine eyes take and heave up one of our\nmen in his hands and cast him away as a man would a clod of earth.\"\n\nThe Earl knit his brow: \"Yea,\" said he, \"and that story I have heard\nfrom the men-at-arms also. But what was the man like of aspect?\"\n\nShe reddened: \"He was of a most goodly body,\" she said, \"fair-eyed, and\nof a face well carven; his speech kind and gentle.\" And yet more she\nreddened.\n\nSaid the Earl: \"Didst thou hear what he was, this man?\"\n\nShe said: \"I deem from his own words that he was but a simple forester.\"\n\n\"Yea,\" quoth the Earl, \"a simple forester? Nay, but a woodman, an\noutlaw, a waylayer; so say our men, that he fell on them with the cry:\nA-Tofts! A-Tofts! Hast thou never heard of Jack of the Tofts?\"\n\n\"Nay, never,\" said she.\n\nSaid the Earl: \"He is the king of these good fellows; and a perilous\nhost they be. Now I fear me, if he be proven to be one of these, there\nwill be a gallows reared for him to-morrow, for as fair and as doughty\nas he may be.\"\n\nShe turned all pale, and her lips quivered: then she rose up, and fell\non her knees before the Earl, and cried out: \"O sir, a grace, a grace, I\npray thee! Pardon this poor man who was so kind to me!\"\n\nThe Earl raised her up and smiled, and said: \"Nay, my Lady Queen,\nwouldst thou kneel to me? It is unmeet. And as for this woodman, it is\nfor thee to pardon him, and not for me; and since, by good luck, he is\nnot hanged yet, thy word hath saved his neck.\" She sat down in her chair\nagain, but still looked white and scared. But the Earl spake again, and\nkindly:\n\n\"Now to all these matters I shall give heed, my Lady; wherefore I will\nask leave of thee, and be gone; and to-morrow I will see thee again, and\nlay some rede before thee. Meantime, be of good cheer, for thou shalt be\nmade as much of as may be, and live in mickle joy if thou wilt. And if\nany so much as give thee a hard word, it shall be the worse for them.\"\n\nTherewith he arose, and made obeisance to her, and departed. And she\nabode quiet, and looking straight before her, till the door shut, and\nthen she put her hands to her face and fell a-weeping, and scarce knew\nwhat ailed her betwixt hope, and rest of body, and love, though that she\ncalled not by its right name.\n\n\n\n\nCHAPTER XIX. EARL GEOFFREY SPEAKETH WITH CHRISTOPHER.\n\n\nNow it is to be said that the Earl had had much tidings told him of\nChristopher, and had no intent to put him to death, but rather meant to\ntake him into the company of his guard, to serve him in all honour;\nand that which he said as to hanging him was but to try Goldilind; but\nhaving heard and seen of her such as we have told, he now thought it\ngood to have a privy talk with this young man. So he bade a squire lead\nhim to where Christopher was held in ward, and went much pondering.\n\nSo the squire brought him to the self-same Littlest Guardroom (in sooth\na prison) where Goldilind had lain that other morn; and he gave the\nsquire leave, and entered and shut the door behind him, so that he and\nChristopher were alone together. The young man was lying on his back\non the pallet, with his hands behind his head, and his knees drawn up,\nmurmuring some fag-end of an old song; but when he heard the door shut\nto he sat up, and, turning to the new-comer, said: \"Art thou tidings? If\nso, then tell me quickly which it is to be, the gallows or freedom?\"\n\n\"Friend,\" said the Earl sternly, \"dost thou know who I am?\"\n\n\"Nay,\" said Christopher; \"by thine attire thou shouldst be some great\nman; but that is of little matter to me, since thou wilt neither bid\nslay me, or let me go, for a heedless word.\"\n\nQuoth the Earl: \"I am the master of the land of Meadham, so there is\nno need to tell thee that I have thy life or death in my hand. Now thou\nwilt not deny that thou art of the company of Jack o' the Tofts?\"\n\n\"It is sooth,\" said Christopher.\n\n\"Well,\" said the Earl, \"thou art bold then to have come hither, for\nthou sayest it that thou art a wolf's-head and forfeit of thy life. Now,\nagain, thou didst take the Lady of Meadham home to thy house yesterday,\nand wert with her alone a great while. Now according to thy dealings\nwith her thou dost merit either the most evil of deaths, or else it may\nbe a reward: hah! what sayest thou?\"\n\nChristopher leapt up, and said in a loud voice: \"Lord King, whatsoever I\nmay be, I am not each man's dastard; when I saw that pearl of all women,\nI loved her indeed, as who should not, but it was even as I had loved\nthe Mother of God had she come down from the altar picture at the Church\nof Middleham of the Wood. And whoso saith otherwise, I give him the lie\nback in his teeth, and will meet him face to face if I may; and then,\nmeseems, it will go hard with him.\"\n\nSpake the Earl, laughing: \"I will be no champion against thee, for I\nhold my skin and my bones of too much price thereto. And, moreover,\nthough meseemeth the Blessed Virgin would have a hot lover in thee were\nshe to come down to earth anigh thy dwelling, yet trow I thy tale, that\nthou hast dealt with my Lady in honour. Therefore, lad, what sayest\nthou, wilt thou be a man of mine, and bear arms for me, and do my will?\"\n\nSpake Christopher: \"Lord, this is better than hanging.\"\n\n\"Why, so it is, lad,\" said the Earl, laughing again, \"and some would\nsay better by a good deal. But hearken! if thou take it, thou must abide\nhere in Greenharbour--a long while, maybe; yea, even so long as my Lady\ndwelleth here.\"\n\nChristopher flushed and said: \"Lord, thou art kind and gracious, and I\nwill take thy bidding.\"\n\nThe Earl said: \"Well, so it shall be then; and presently thou shalt go\nout of this guard-room a free man. But abide a while.\"\n\nTherewith he drew a stool to him and sat down, and spake not for a long\nwhile; and Christopher abode his pleasure; at last spake the Earl: \"One\nday, mayhappen, we may make a wedding for thee, and that no ill one.\"\n\nChristopher laughed: \"Lord,\" said he, \"what lady will wed me, a no man's\nson?\"\n\nSaid the Earl: \"Not if the Lord of Meadham be thy friend? Well then, how\nif the Lady and Queen of Meadham make thee the wedding?\"\n\nSaid Christopher: \"I were liefer to make mine own wedding, whenso I\nneed a woman in my bed: I will compel no woman, nor ask others to compel\nher.\"\n\nThe Earl rose up, and fell to pacing the prison to and fro; and at last\nhe stood over against Christopher, and said: \"Hearken, forester: I will\nforetell thy fortune; it is that thou shalt become great by wedding.\"\n\nChristopher held his peace; and the Earl spake again: \"Now is the\nshortest word best. We deem thee both goodly and doughty, and would wed\nthee to a great lady, even that one to whom thou hast shown kindness in\nthe wilderness.\"\n\nSaid Christopher: \"It is the wont of great lords to mock poor folk,\ntherefore I must not show anger against thee.\"\n\n\"I mock thee not,\" said the Earl; \"I mean nought, but as my words say.\"\n\n\"Nay then,\" said Christopher, \"thou biddest me an evil deed, great Lord.\nWhat I said was that I would compel no woman; and shall I compel her who\nis the wonder of the world and my very own Lady?\"\n\n\"Hold thy peace, sir fool,\" said the Earl; \"let me tell thee that she\nis as like to compel thee as thou her. And as to her being thy Lady, she\nshall be thy Lady and wife indeed; but not here, for above all things\nwill she get her away from Greenharbour, and thou shalt be her champion,\nto lead her about the world like a knight errant.\"\n\nNow was Christopher so troubled that he knew not what countenance to\nmake, and scarce might he get a word out of his mouth a long while. At\nlast he said: \"Lord, I see that I must needs do thy will if this be no\ntrap which thou hast set for me. But overwonderful it is, that a great\nlady should be wedded to a gangrel churl.\"\n\nThe Earl laughed: \"Many a ferly fares to the fair-eyed,\" quoth he; \"and\nalso I will tell thee in thine ear that this Lady may not be so great as\nher name is great. Did she praise her life-days to thee?\"\n\n\"Nay,\" said Christopher; \"I mind me well, she called herself the poor\ncaptive.\"\n\n\"She said but sooth,\" quoth the Earl; \"and her going away from\nGreenharbour is instead of her captivity; and I tell thee it is by that\nonly I may make her joyous. And now one word: thou that criest out For\nthe Tofts in battle art not altogether unfriended, meseemeth.\"\n\nChristopher looked up proudly and fiercely: he said: \"Forsooth, Lord, my\nfriends are good, though thou callest them wolf-heads and gallows-meat.\"\n\n\"Champion,\" said the Earl, laughing, \"that may well be sooth; and there\nare a many ups and downs in the world. Bethink thee that the time may\ncome when thou and thy friends may wend to my help, and may win the\nnames of knight and baron and earl: such hap hath been aforetime. And\nnow I crave of thee, when thou comest back to the Tofts, to bid Jack\nfall upon other lands than Meadham when he rideth, because of the gift\nand wedding that I give thee now. So, lad, I deem that thou hast chosen\nthy part; but let not the tale thereof go out of thy mouth, or thou wilt\ngab away thy wedding. Lo, thou, I leave this door open behind me; and\npresently shall the smith come here to do away thine irons; and I shall\nsend a squire to thee to lead thee to a fair chamber, and to bring thee\ngoodly raiment, and do thou play amongst thy fellows as one of the\nbest of them; and show them, if thou wilt, some such feats in peace as\nyesterday thou showedst them in battle. And to-morrow there will be new\ntidings.\" And therewith he departed.\n\nNo worse than his word he was, and anon came the smith and the squire;\nand he was brought to a chamber, and raiment of fine linen and silk and\nembroidery was brought to him: and when he was new clad he looked like\na king's son, whereas aforetime he looked like a God of the Gentiles of\nold. All men praised his beauty and his courtesy, and after dinner was,\nand they had rested, they bade him play with them and show them his\nprowess, and he was nought loth thereto, and did what he might in\nrunning and leaping, and casting of the bar, and shooting in the\nbow. And in all these things he was so far before everyone, that they\nmarvelled at him, and said it was well indeed that he had not been slain\nyesterday. As to wrestling, therein he might do but little; for all\nforbore him after the first man had stood before him, a squire, well\nlearned in war, and long and tough, and deemed a very stark man; him\nChristopher threw over his shoulder as though he had been a child of\ntwelve years. So wore the day at Greenharbour in merrier wise for all\ngood folk than for many a day had been the wont there.\n\n\n\n\nCHAPTER XX. OF THE WEDDING OF CHRISTOPHER AND GOLDILIND.\n\n\nEarly on the morrow came the Earl unto Goldilind, and she received him\ngladly, as one who had fashioned life anew for her. And when he had sat\ndown by her, he spake and said: \"Lady, thou cravedst of me yesterday two\nthings; the first was freedom from the captivity of Greenharbour; and\nthe second, life and liberty for the varlet that cherished thee in the\nwild-wood the other day. Now thy first asking grieved me, for that thou\nhast been tyrannously done by; and thy second I wondered at; but since\nI have seen the young man, I wonder the less; for he is both so goodly,\nand so mighty of body, and of speech bold and free, yet gentle and of\nall courtesy, that he is meet to be knight or earl, yea, or very king.\nNow, therefore, in both these matters I will well to do thy pleasure,\nand in one way it may be; and thou mayst then go forth from Greenharbour\nas free as a bird, and thy varlet's life may be given unto him, and\nmickle honour therewith. Art thou, then, willing to do after my rede and\nmy commandment, so that both these good things may betide thee?\"\n\n\"Right willing am I,\" she said, \"to be free and happy and to save the\nlife of a fair youth and kind.\"\n\n\"Then,\" said he, \"there is one thing for thee to do: that this day\nthou wed this fair and kind youth, and let him lead thee forth from\nGreenharbour; and, belike, he will bring thee to no ill stead; for his\nfriends are mightier than mayhappen thou deemest.\"\n\nShe turned as red as blood at his word; she knit her brows, and her eyes\nflashed as she answered: \"Is it seemly for a King's daughter to wed a\nnameless churl? And now I know thee, Lord Earl, what thou wouldst do;\nthou wouldst be King of Meadham and put thy master's daughter to the\nroad.\" And she was exceeding wroth.\n\nBut he said, smiling somewhat: \"Was it then seemly for the King's\ndaughter to kneel for this man's life, and go near to swooning for joy\nwhen it was granted to her?\"\n\n\"Yea,\" she said, \"for I love him with all my body and soul; and I\nwould have had him love me par amours, and then should I have been his\nmistress and he my servant; but now shall he be my master and I his\nservant.\" And still was she very wroth.\n\nQuoth the Earl: \"As to the matter of my being King of Meadham, that will\nI be, whatever befall, or die in the place else. So if thou wilt not do\nmy rede, then must the varlet whom thou lovest die, and at Greenharbour\nmust thou abide with Dame Elinor. There is no help for it.\"\n\nShe shrieked out at that word of his, and well nigh swooned, lying back\nin her chair: but presently fell a-weeping sorely. But the Earl said:\n\"Hearken, my Lady, I am not without warrant to do this. Tell me, hast\nthou ever seen any fairer or doughtier than this youngling?\"\n\n\"Never,\" said she.\n\n\"So say we all,\" he said. \"Now I shall tell thee (and I can bring\nwitness to it) that in his last hour the King, thy father, when he gave\nthee into my keeping, spake also this: that I should wed thee to none\nsave the fairest and doughtiest man that might be found: even so would I\ndo now. What then sayest thou?\"\n\nShe answered not, but still wept somewhat; then said the Earl: \"Lady,\ngive me leave, and I shall send thy women to thee, and sit in the great\nhall for an hour, and if within that while thou send a woman of thine\nto say one word, Yes, unto me, then is all well. But if not, then do I\ndepart from Greenharbour straightway, and take the youngling with me to\nhang him up on the first tree. Be wise, I pray thee.\"\n\nAnd therewith he went his ways. But Goldilind, being left alone a\nlittle, rose up and paced the chamber to and fro, and her tears and\nsobbing ceased; and a great and strange joy grew up in her heart,\nmingled with the pain of longing, so that she might rest in nowise. Even\ntherewith the door opened, and her women entered, Aloyse first, and she\ncalled to her at once, and bade her to find Earl Geoffrey in the great\nhall, and say to him: Yes. So Aloyse went her ways, and Goldilind bade\nher other women to array her in the best and goodliest wise that they\nmight. And the day was yet somewhat young. Now it must be said of Earl\nGeoffrey that, in spite of his hard word, he had it not in his heart\neither to slay Christopher or to leave Goldilind at Greenharbour to the\nmercy of Dame Elinor.\n\n\n\n\nCHAPTER XXI. OF THE WEDDING OF THOSE TWAIN.\n\n\nNow were folk gathered in the hall, and the Earl Geoffrey was standing\non the dais by the high-seat, and beside him a worthy clerk, the Abbot\nof Meadhamstead, a monk of St. Benedict, and next to him the Burgreve\nof Greenharbour, and then a score of knights all in brave raiment, and\nsquires withal, and sergeants; but down in the hall were the men-at-arms\nand serving-men, and a half hundred of folk of the countryside, queans\nas well as carles, who had been gathered for the show and bidden in. No\nother women were there in the hall till Goldilind and her serving-women\nentered. She went straight up the hall, and took her place in the\nhigh-seat; and for all that her eyes seemed steady, she had noted\nChristopher standing by the shot-window just below the dais.\n\nNow when she was set down, and there was silence in the hall, Earl\nGeoffrey came forth and said: \"Lords and knights, and ye good people,\nthe Lady Goldilind, daughter of the Lord King Roland that last was, is\nnow of age to wed; and be it known unto you, that the King, her father,\nbade me, in the last words by him spoken, to wed her to none but the\nloveliest and strongest that might be, as witness I can bring hereto.\nNow such a man have I sought hereto in Meadhamstead and the much-peopled\nland of Meadham, and none have I come on, however worthy he were of\ndeeds, or well-born of lineage, but that I doubted me if he were so fair\nor so doughty as might be found; but here in this half-desert corner of\nthe land have I gotten a man than whom none is doughtier, as some of you\nhave found to your cost. And tell me all you, where have ye seen any as\nfair as this man?\" And therewith he made a sign with his hand, and\nforth strode Christopher up on to the dais; and he was so clad, that\nhis kirtle was of white samite, girt with a girdle of goldsmith's work,\nwhereby hung a good sword of like fashion, and over his shoulders was\na mantle of red cloth-of-gold, furred with ermine, and lined with green\nsendall; and on his golden curled locks sat a chaplet of pearls.\n\nThen to the lords and all the people he seemed so fair and fearless and\nkind that they gave a great shout of welcome; and Goldilind came forth\nfrom her chair, as fair as a June lily, and came to Christopher and\nreached out her hand to him, but he refrained him a moment, so that all\nthey could see how sweet and lovely a hand it was, and then he took it,\nand drew her to him, and kissed her mouth before them all; and still he\nheld her hand, till the Abbot of Meadhamstead aforetold came and stood\nby them and blessed them.\n\nThen spake the Earl again: \"Lo ye, here hath been due betrothal of these\ntwain, and ye may see how meet they be for each other in goodliness\nand kindness. Now there lacketh nought but they should be wedded\nstraightway; and all is arrayed in the chapel; wherefore if this holy\nman will come with us and do on his mass-hackle, our joy shall be\nfulfilled; save that thereafter shall feast and merriment await all you\nin this hall, and we shall be there to welcome all comers in this house\nof Greenharbour, whereas this our gracious Lady has long abided so\nhappily.\"\n\nMan looked on man here and there, and smiled a little as he spake, but\nnone said aught, for there were none save the Earl's servants there, and\na sort of poor wretches.\n\nSo therewithal they went their ways to the chapel where was the wedding\ndone as grandly as might be, considering they were in no grander place\nthan Greenharbour. And when all was done, and folk began to flow away\nfrom the chapel, and Goldilind sat shamefaced but strangely happy in\na great stall of the choir, the Earl called Christopher unto him, and\nsaid: \"My lad, I deem that some great fortune shall betide thee since\nalready thou hast begun so luckily. But I beseech thee mar not thy\nfortune by coming back with thy fair wife to the land of Meadham; or\nelse it may be thou shalt cast thy life away, and that will bring her\nsorrow, as I can see well.\"\n\nHe spake this grimly, though he smiled as he spake. But he went on more\ngently: \"I will not send you twain away empty-handed; when ye go out\na-gates into the wide world, ye shall find two fair horses for your\nriding, well bedight, and one with a woman's saddle; and, moreover,\na sumpter beast, not very lightly burdened, for on one side of him he\nbeareth achest wherein is, first of all, the raiment of my Lady, and\nbeneath it some deal of silver and gold and gems; but on the other\nside is victual and drink for the way for you, and raiment for thee,\nyoungling. How sayest thou, is it well?\"\n\n\"It is well, Lord,\" said Christopher; \"yet would I have with me the\nraiment wherewith I came hither, and my bow and my sax.\"\n\n\"Yea and wherefore, carle?\" said Earl Geoffrey.\n\nSaid the youngling: \"We be going to ride the wild-wood, and it might be\nbetter for safety's sake that I be so clad as certain folk look to see\nmen ride there.\"\n\nBut he reddened as he spake; and the Earl said: \"By Allhallows! but it\nis not ill thought of; and, belike, the same-like kind of attire might\nbe better to hide the queenship of the Lady from the wood-folk than that\nwhich now she weareth?\"\n\n\"True is that, Lord,\" quoth Christopher.\n\n\"Yet,\" said the Earl, \"I will have you go forth from the Castle clad in\nyour lordly weed, lest folk of mine say that I have stripped my Lady and\ncast her forth: don ye your poor raiment when in the wood ye be.\"\n\nTherewith he called to a squire, and bade him seek out that poor raiment\nof the new-wedded youngling, and bow withal and shafts good store, and\ndo all on the sumpter; and, furthermore, he bade him tell one of my\nLady's women to set on the sumpter some of Goldilind's old and used\nraiment. So the squire did the Earl's will, and both got Christopher's\ngear and also found Aloyse and gave her the Earl's word.\n\nShe smiled thereat, and went straightway and fetched the very same\nraiment, green gown and all, which she had brought to Goldilind\nin prison that other day, and in which Goldilind had fled from\nGreenharbour. And when she had done them in the chest above all the\nother gear, she stood yet beside the horses amidst of the varlets and\nsquires who were gathered there to see the new-wedded folk depart.\n\nPresently then came forth through the gate those two, hand in hand, and\nEarl Geoffrey with them. And he set Goldilind on her horse himself, and\nknelt before her to say farewell, and therewith was Christopher on his\nhorse, and him the Earl saluted debonairly.\n\nBut just as they were about shaking their reins to depart, Aloyse fell\ndown on her knees before the Earl, who said: \"What is toward, woman?\"\n\n\"A grace, my Lord, a grace,\" said she.\n\n\"Stand up on thy feet,\" said the Earl, \"and ye, my masters, draw out of\nearshot.\"\n\nEven so did they; and the Earl bade her speak, and she said: \"Lord, my\nLady is going away from Greenharbour, and anon thou wilt be going, and\nI shall be left with the sleek she-devil yonder that thou hast set over\nus, and here there will be hell for me without escape, now that my Lady\nis gone. Wherefore I pray thee take me with thee to Meadhamstead, even\nif it be to prison; for here I shall die the worst of deaths.\"\n\nEarl Geoffrey smiled on her sourly, and said: \"If it be as I understand,\nthat thou hast lifted thine hand against my Lady, wert thou wending\nwith me, thou shouldst go just so far as the first tree. Thou mayst deem\nthyself lucky if I leave thee behind here. Nor needest thou trouble\nthee concerning Dame Elinor; little more shalt thou hear of her\nhenceforward.\"\n\nBut Goldilind spake and said: \"My Lord Earl, I would ask grace for this\none; for what she did to me she did compelled, and not of her free will,\nand I forgive it her. And moreover, this last time she suffered in her\nbody for the helping of me; so if thou mightest do her asking I were the\nbetter pleased.\"\n\n\"It shall be as thou wilt, my Lady,\" said the Earl, \"and I will have her\nwith me and keep her quiet in Meadhamstead; but, by Allhallows! had it\nnot been for thy word we would have had her whipped into the wild-wood,\nand hanged up on to a tree thereafter.\"\n\nThen Aloyse knelt before Goldilind and kissed her feet, and wept, and\ndrew back pale and trembling. But Goldilind shook her rein once for\nall now, and her apple-grey horse went forth with her; Christopher came\nafter, leading the sumpter beast, and forth they went, and passed over\nthe open green about the Castle, and came on to the woodland way whereby\nGoldilind had fled that other time.\n\n\n\n\nCHAPTER XXII. OF THE WOODLAND BRIDE-CHAMBER.\n\n\nThey rode in silence a good way, and it was some three hours after noon,\nand the day as fair and bright as might be. Christopher held his peace\nfor sweet shame that he was alone with a most fair maid, and she his\nown, and without defence against him. But she amidst of her silence\nturned, now red, and now somewhat pale, and now and again she looked\nsomewhat askance on him, and he deemed her looks were no kinder than\nthey should be.\n\nAt last she spake, yet not looking on him, and said: \"So, Forester,\nnow is done what I must needs do: thy life is saved, and I am quit of\nGreenharbour, and its prison, and its torments: whither away then?\"\n\nQuoth he, all dismayed, for her voice was the voice of anger: \"I wot\nnot whither, save to the house thou hast blessed already with thy dear\nbody.\"\n\nAt that word she turned quite pale, and trembled, and spake not for a\nwhile, and smote her horse and hastened on the way, and he after her;\nbut when he was come up with her again, then she said, still not\nlooking at him: \"A house of woodmen and wolf-heads. Is that a meet\ndwelling-place for me? Didst thou hear men at Greenharbour say that I am\na Queen?\"\n\n\"Hear them I did,\" quoth he; \"but meseemeth nought like a Queen had they\ndone with thee.\"\n\nShe said: \"And dost thou mock me with that? thou?\" And she burst out\nweeping. He answered not, for sore grief smote him, remembering her hand\nin his but a little while ago. And again she hurried on, and he followed\nher.\n\nWhen he came up with her she said: \"And thou, didst thou woo me as a\nQueen?\"\n\n\"Lady,\" he said, \"I wooed thee not at all; I was given to thee, would I,\nwould I not: great joy was that to me.\"\n\nThen said she: \"Thou sayest sooth, thou hast not wooed me, but taken\nme.\" She laughed therewith, as one in bitterness. But presently she\nturned to him, and he wondered, for in her face was longing and kindness\nnought like to her words. But he durst not speak to her lest he should\nanger her, and she turned her face from him again: and she said: \"Wert\nthou given to me? meseems I was given to thee, would I, would I not; the\nQueen to the Churl, the Wood-man, the Wolf-head.\" And again she rode on,\nand he followed, sick at heart and wondering sorely.\n\nWhen they were riding together again, they spake not to each other,\nthough she stole glances at him to see how he fared; but he rode on with\nknit brows and a stern countenance. So in a while she began to speak to\nhim again, but as if there were nought but courtesy between them, and\nneither love nor hatred. She fell to asking him of woodland matters,\nconcerning bird and beast and things creeping; and at first he would\nscarce answer her at all, and then were his answers short; but at last,\ndespite of all, he began to forget both grief and anger, so much the\nsweetness of her speech wound about his heart; and, withal, she fell to\nasking him of his fellows and their life in the woods, and of Jack of\nthe Tofts and the like; and now he answered her questions fully, and\nwhiles she laughed at his words, and he laughed also; and all pleasure\nhad there been of this converse, if he had not beheld her from time to\ntime and longed for the fairness of her body, and feared her wrath at\nhis longing.\n\nSo wore the day, and the sun was getting low, and they were come to\nanother woodland pool which was fed by a clear-running little brook,\nand up from it went a low bank of greensward exceeding sweet, and\nbeyond that oak trees wide-branched and great, and still fair greensward\nbeneath them and hazel-thicket beyond them. There, then, Goldilind\nreined up, and looked about her, but Christopher looked on her and\nnought else. But she said: \"Let to-morrow bring counsel; but now am I\nweary to-night, and if we are not to ride night-long, we shall belike\nfind no better place to rest in. Wilt thou keep watch while I sleep?\"\n\n\"Yea,\" he said, bowing his head to her soberly; and therewith he got\noff his horse, and would have helped her down from hers, but she slipped\nlightly down and stood before him face to face, and they were very nigh\nto each other, she standing close to her horse. Her face was pale to\nhis deeming and there was a piteous look in her eyes, so that he yearned\ntowards her in his bowels, and reached his hand toward her; but she\nshrank aback, leaning against her horse, and said in a trembling voice,\nlooking full at him, and growing yet paler: \"Forester, dost thou think\nit seemly that thou shouldst ride with us, thou such as thou hast told\nthyself to be, in this lordly raiment, which they gave thee yonder as\npart of the price for thy leading us away into the wild-wood?\"\n\n\"Lady,\" said he, \"whether it be seemly or not, I see that it is thy will\nthat I should go clad as a woodland churl; abide a little, and thy will\nshall be done.\"\n\nTherewith he did off the burden from the sumpter horse, and set the\nchests on the earth; then he took her horse gently, and led him with\nthe other two in under the oak trees, and there he tethered them so that\nthey could bite the grass; and came back thereafter, and took his old\nraiment out of the chest, and said: \"What thou wilt have me do, I\nwill do now; and this all the more as to-morrow I should have done it\nunbidden, and should have prayed thee to do on garments less glorious\nthan now thou bearest; so that we may look the less strange in the\nwoodland if we chance to fall in with any man.\"\n\nNought she answered as he turned toward the hazel copse; she had been\nfollowing him with her eyes while he was about that business, and when\nhis back was turned, she stood a moment till her bosom fell a-heaving,\nand she wept; then she turned her about to the chest wherein was her\nraiment, and went hastily and did off her glorious array, and did on the\ngreen gown wherewith she had fled, and left her feet bare withal.\nThen she looked up and saw Christopher, how he was coming from out the\nhazel-thicket new clad in his old raiment, and she cried out aloud, and\nran toward him. But he doubted that some evil had betid, and that she\nwas chased; so he drew out his sword; but she ran up to him and cried\nout: \"Put up thy sword, here is none save me.\"\n\nBut he stood still, gazing on her in wonderment, and now she was drawn\nnear to him she stood still before him, panting. Then he said: \"Nay,\nLady, for this night there was no need of thy disguising thee, to-morrow\nit had been soon enough.\"\n\nShe said: \"I were fain if thou wouldst take my hand, and lead me back to\nour resting-place.\"\n\nEven so he did, and as their palms met he felt how her hand loved him,\nand a flood of sweetness swept over his heart, and made an end of all\nits soreness. But he led her quietly back again to their place. Then she\nturned to him and said: \"Now art thou the woodland god again, and the\ncourtier no more; so now will I worship thee.\" And she knelt down before\nhim, and embraced his knees and kissed them; but he drew her up to him,\nand cast his arms about her, and kissed her face many times, and said:\n\"Now art thou the poor captive again.\"\n\nShe said: \"Now hast thou forgiven me; but I will tell thee that my\nwilfulness and folly was not all utterly feigned; though when I was\nabout it I longed for thee to break it down with the fierceness of a\nman, and bid me look to it how helpless I was, and thou how strong and\nmy only defence. Not utterly feigned it was: for I will say it, that\nI was grieved to the heart when I bethought me of Meadhamstead and the\nseat of my fathers. What sayest thou then? Shalt thou be ever a woodman\nin these thickets, and a follower of Jack of the Tofts? If so thou wilt,\nit is well.\"\n\nHe took her by the shoulders and bent her backwards to kiss her, and\nheld her up above the earth in his arms, waving her this way and that,\ntill she felt how little and light she was in his grasp, though she was\nno puny woman; then he set her on her feet again, and laughed in her\nface, and said: \"Sweetling, let to-morrow bring counsel. But now let it\nall be: thou hast said it, thou art weary; so now will I dight thee a\nbed of our mantles, and thou shalt lie thee down, and I shall watch thee\nas thou badest me.\"\n\nTherewith he went about, and plucked armfuls of the young bracken, and\nmade a bed wide and soft, and spread the mantles thereover.\n\nBut she stood awhile looking on him; then she said: \"Dost thou think\nto punish me for my wilful folly, and to shame me by making me speak to\nthee?\"\n\n\"Nay,\" he said, \"it is not so.\"\n\nShe said: \"I am not shamed in that I say to thee: if thou watch this\nnight, I will watch by thee; and if I lie down to rest this night, thou\nshalt lie by me. For my foemen have given me to thee, and now shalt thou\ngive thyself to me.\"\n\nSo he drew near to her shyly, like unto one who hath been forgiven. And\nthere was their bridal bed, and nought but the oak boughs betwixt them\nand the bare heavens.\n\n\n\n\nCHAPTER XXIII. THEY FALL IN WITH FRIENDS.\n\n\nNow awoke Goldilind when the morning was young and fresh, and she drew\nthe mantle up over her shoulders; and as she did so, but half awake, she\ndeemed she heard other sounds than the singing of the black-birds and\nthrostles about the edge of the thicket, and she turned her eyes toward\nthe oak trees and the hazel-thicket, and saw at once three of mankind\ncoming on foot over the greensward toward her. She was afraid, so that\nshe durst not put out a hand to awaken Christopher, but sat gazing on\nthose three as they came toward her; she saw that two were tall men,\nclad much as Christopher; but presently she saw that there was a woman\nwith them, and she took heart somewhat thereat; and she noted that one\nof the men was short-haired and dark-haired, and the other had long red\nhair falling about his shoulders; and as she put out her hand and laid\nit on Christopher's shoulder, the red-haired one looked toward her a\nmoment under the sharp of his hand (for the sun was on their side),\nand then set off running, giving out a great whoop therewithal. Even\ntherewith leapt up Christopher, still half awake, and the red-haired man\nran right up to him, and caught him by the shoulders, and kissed him on\nboth cheeks; so that Goldilind saw that these were the fellows whereof\nChristopher had told, and she stood there shame-fast and smiling.\n\nPresently came up the others, to wit, Gilbert and Joanna, and they also\nkissed and embraced Christopher, and all they were as full of joy as\nmight be. Then came Joanna to Goldilind, and said: \"I wot not who this\nmay be, brother, yet meseems she will be someone who is dear to thee,\nwherefore is she my sister.\" And therewith she kissed Goldilind; and she\nwas kind, and sweet of flesh, and goodly of body, and Goldilind rejoiced\nin her.\n\nJoanna made much of her, and said to her: \"Here is to do, whereas two\nmen have broken into a lady's chamber; come, sister, let us to the\nthicket, and I will be thy tiring-maid, and while these others tell\ntheir tales we shall tell ours.\" And she took her hand and they went\ninto the hazels; but the two new-come men seemed to find it hard to keep\ntheir eyes off Goldilind, till the hazels had hidden her.\n\nThen turned David to Christopher, and said: \"Thy pardon, little King,\nthat we have waked thee so early; but we wotted not that thou hadst been\namongst the wood-women; and, sooth to say, my lad, we had little ease\ntill we found thee, after we came home and saw all those hoof-marks\nyonder.\"\n\n\"Yea,\" said Gilbert, \"if we had lost thee we had been finely holpen up,\nfor we could neither have gone back to the Tofts nor into the kingdom:\nfor I think my father would have hanged us if we had come back with a\n'By the way, Christopher is slain.' But tell us, lad, what hath befallen\nthee with yonder sweetling?\"\n\n\"Yea, tell us,\" said David, \"and sit down here betwixt us, with thy back\nto the hazel-thicket, or we shall get no tale out of thee--tush, man,\nJoanna will bring her back, and that right soon, I hope.\"\n\nChristopher laughed, and sat down between them, and told all how it\nhad gone with him, and of Goldilind, who she was. The others hearkened\nheedfully, and Gilbert said: \"With all thou hast told us, brother, it\nis clear we shall find it hard to dwell in Littledale; so soon as thy\nloveling hath rested her at our house, we must go our ways to the Tofts,\nand take counsel of our father.\"\n\nChristopher yea-said this, and therewithal was come Joanna leading\nGoldilind duly arrayed (yet still in her green gown, for she would none\nother), fresh, blushing, and all lovely; and David and Christopher\ndid obeisance before her as to a great lady; but she hailed them as\nbrothers, merrily and kindly, and bade them kiss her; and they kissed\nher cheek, but shyly, and especially David.\n\nThereafter they broke their fast under the oak trees, and spent a merry\nhour, and then departed, the two women riding the horses, the others\nafoot; so came they to the house of Littledale, some while before\nsunset, and were merry and glad there. Young they were, troubles were\nbehind them, and many a joy before them.\n\n\n\n\nCHAPTER XXIV. THEY TAKE COUNSEL AT LITTLEDALE.\n\n\nTen days they abode in the house of Littledale in all good cheer, and\nJoanna led Goldilind here and there about the woods, and made much of\nher, so that the heart within her was full of joy, for the freedom\nof the wild-woods and all the life thereof was well-nigh new to her;\nwhereas on the day of her flight from Greenharbour, and on two other\nsuch times, deadly fear, as is aforesaid, was mingled with her joyance,\nand would have drowned it utterly, but for the wilfulness which hardened\nher heart against the punishment to come. But now she was indeed free,\nand it seemed to her, as to Christopher when he was but new healed of\nhis hurt, as if all this bright beauty of tree and flower, and beast and\nbird, was but made for her alone, and she wondered that her fellow could\nbe so calm and sedate amidst of all this pleasure. And now, forsooth,\nwas her queenhood forgotten, and better and better to her seemed\nChristopher's valiant love; and the meeting in the hall of the eventide\nwas so sweet to her, that she might do little but stand trembling whiles\nChristopher came up to her, and Joanna's trim feet were speeding her\nover the floor to meet her man, that she might be a sharer in his deeds\nof the day.\n\nMany tales withal Joanna told the Queen of the deeds of her husband and\nhis kindred, and of the freeing of her and the other three from their\ncaptivity at Wailing Knowe, and of the evil days they wore there before\nthe coming of their lads, which must have been worser by far, thought\nGoldilind, than the days of Greenharbour; so with all these tales, and\nthe happy days in the house of the wild-woods, Goldilind now began to\ndeem of this new life as if there had been none other fated for her,\nso much a part was she now become of the days of those woodmen and\nwolf-heads.\n\nBut when the last of those ten days was wearing to an end and those five\nwere sitting happy in the hall (albeit David sat somewhat pensive, now\nstaring at Goldilind's beauty, now rising from his seat to pace the\nfloor restlessly), Gilbert spake and said: \"Brethren, and thou, Queen\nGoldilind, it may be that the time is drawing near for other deeds\nthan letting fly a few shafts at the dun deer, and eating our meat, and\nsinging old songs as we lie at our ladies' feet; for though we be at\npeace here in the wild-wood, forgetting all things save those that are\nworthy to be remembered, yet in the cities and the courts of kings guile\nis not forgotten, and pride is alive, and tyranny, and the sword is\nwhetted for innocent lives, and the feud is eked by the destruction of\nthose who be sackless of its upheaving. Wherefore it behoveth to defend\nus by the ready hand and the bold heart and the wise head. So, I say,\nlet us loiter here no longer, but go our ways to-morrow to the Tofts,\nand take the rede of our elders. How say ye, brethren?\"\n\nQuoth Christopher: \"Time was, brother, when what thou sayest would have\nbeen as a riddle to me, and I would have said: Here are we merry, though\nwe be few; and if ye lack more company, let me ride to the Tofts and\ncome back with a half score of lads and lasses, and thus let us eke our\nmirth; and maybe they will tell us whitherward to ride. But now there is\na change, since I have gained a gift over-great for me, and I know that\nthey shall be some of the great ones who would be eager to take it from\nme; and who knows what guile may be about the weaving even now, as on\nthe day when thou first sawest this hall, beloved.\"\n\nGoldilind spake and sighed withal: \"Whither my lord will lead me,\nthither will I go; but here is it fair and sweet and peaceful; neither\ndo I look for it that men will come hither to seek the Queen of\nMeadham.\"\n\nDavid said: \"Bethink thee, though, my Lady, that he who wedded thee to\nthe woodman may yet rue, and come hither to undo his deed, by slaying\nthe said woodman, and showing the Queen unto the folk.\"\n\nGoldilind turned pale; but Joanna spake: \"Nay, brother David, why\nwilt thou prick her heart with this fear? For my part, I think that,\nchance-hap apart, we might dwell here for years in all safety, and\nhappily enough, maybe. Yet also I say that we of the Tofts may well be\neager to show this jewel to our kindred, and especially to our father\nand mother of the Tofts; so to-morrow we will set about the business of\ncarrying her thither, will she, nill she.\" And therewith she threw her\narms about Goldilind, and clipped her and kissed her; and Goldilind\nreddened for pleasure and for joy that she was so sore prized by them\nall.\n\n\n\n\nCHAPTER XXV. NOW THEY ALL COME TO THE TOFTS.\n\n\nNext morning, while the day was yet young, they rode together, all of\nthem, the nighest way to the Tofts, for they knew the wood right well.\nAgain they slept one night under the bare heavens, and, rising betimes\non the morrow, came out under the Tofts some four hours after high noon,\non as fair and calm a day of early summer as ever was seen.\n\nThey rode up straight to the door of the great hall, and found but few\nfolk about, and those mostly women and children; Jack was ridden abroad,\nthey said, but they looked to see him back to supper, him and his sons,\nfor he was no great way gone.\n\nMeantime, when they got off their horses, the women and children\nthronged round about them; and the children especially about\nChristopher, whom they loved much. The maidens, also, would not have\nhim pass into the hall unkissed, though presently, after their faces had\nfelt his lips, they fell a-staring and wondering at Goldilind, and when\nChristopher took her by the hand and gave her welcome to the House\nof the Tofts, and they saw that she was his, they grew to be somewhat\nafraid, or it might be shy, both of her and of him.\n\nAnyhow, folk came up to them in the hall, and made much of them, and\ntook them unto chambers and washed their feet, and crowned them with\nflowers, and brought them into the hall again, and up on to the dais,\nand gave them to eat and drink. Thither came to them also the Lady\nMargaret, Jack's wedded wife, and made them the most cheer that she\nmight; and unto her did Christopher tell his story as unto his very\nmother; and what there was in the house, both of carle and of quean,\ngathered round about to hearken, and Christopher nothing loth. And\nGoldilind's heart warmed toward that folk, and in sooth they were a\ngoodly people to look on, and frank and happy, and of good will, and\ncould well of courtesy, though it were not of the courts.\n\nWore the bright day, and it drew toward sunset, and now the carles came\nstraight into the hall by twos and threes, till there were a many within\nits walls. But to each one of these knots as they entered, someone,\ncarle or quean, spake a word or two, and straightway the new-comers went\nup to the dais and greeted Christopher pleasantly, and made obeisance to\nGoldilind.\n\nAt last was the hall, so quiet erst, grown busy as a beehive, and amidst\nthe throng thereof came in the serving-folk, women and men, and set the\nendlong boards up (for the high-table was a standing one of oak, right\nthick and strong); and then they fell to bringing in the service, all\nbut what the fire was dealing with in the kitchen. And whiles this was\na-doing, the sun was sinking fast, and it was dusk in the hall by then\nit was done, though without the sky was fair and golden, and about the\nedges of the thicket were the nightingales singing loud and sweet, but\nwithin was the turmoil of many voices, whereof few heeded if their words\nwere loud or soft.\n\nAmidst all this, from close to the hall, rang out the sound of many\nhorns winding a woodland tune. None was afeard or astonied, because\nall knew it for the horns of Jack of the Tofts; but they stilled their\nchattering talk somewhat, and abided his coming; and even therewith came\nthe sound of many feet and the clash of weapons, and men poured in, and\nthere was the gleam of steel, as folk fell back to the right and left,\nand gave room to the new-comers. Then a loud, clear, and cheery voice\ncried out from amidst of them: \"Light in the hall, men and maids!\nCandles, candles! Let see who is here before us!\"\n\nStraightway then was there running hither and thither and light sprang\nup over all the hall, and there could folk see Jack of the Tofts, and\na score and a half of his best, every man of them armed with shield and\nhelm and byrny, with green coats over their armour, and wreaths of young\noak about their basnets; there they stood amidst of the hall, and every\nman with his naked sword in his fist. Jack stood before his folk clad in\nlike wise with them, save that his head was bare but for an oak wreath.\nMen looked on a while and said nought, while Jack looked proudly and\nkeenly over the hall, and at last his eye caught Christopher's, but he\nmade the youngling no semblance of greeting. Christopher's heart fell,\nand he misdoubted if something were not wrong; but he spake softly to\none who stood by him, and said: \"Is aught amiss, Will Ashcroft? this is\nnot the wont here.\"\n\nSaid the other: \"Not in thy time; but for the last seven days it hath\nbeen the wont, and then off weapons and to supper peaceably.\"\n\n\n\n\nCHAPTER XXVI. OF THE KING OF OAKENREALM.\n\n\nEven therewith, and while the last word had but come to Christopher's\nears, rang out the voice of Jack of the Tofts again, louder and clearer\nthan before: and he said: \"Men in this hall, I bear you tidings! The\nKing of Oakenrealm is amongst us to-night.\"\n\nThen, forsooth, was the noise and the turmoil, and cries and shouts and\nclatter, and fists raised in air and weapons caught down from the wall,\nand the glitter of spear-points and gleam of fallow blades. For the name\nof Rolf, King of Oakenrealm, was to those woodmen as the name of the\nGreat Devil of Hell, so much was he their unfriend and their dastard.\nBut Jack raised up his hand, and cried: \"Silence ye! Blow up, horns, The\nHunt's Up!\"\n\nBlared out the horns then, strong and fierce, under the hall-roof, and\nwhen they were done, there was more silence in the hall than in the\nsummer night without; only the voice of the swords could not be utterly\nstill, but yet tinkled and rang as hard came against hard here and there\nin the hush.\n\nAgain spake Jack: \"Let no man speak! Let no man move from his place! I\nSEE THE KING! Ye shall see him!\"\n\nTherewith he strode up the hall and on to the dais, and came up to\nwhere stood Christopher holding Goldilind's hand, and she all pale\nand trembling; but Jack took him by the shoulder, and turned him about\ntoward a seat which stood before the board, so that all men in the hall\ncould see it; then he set him down in it, and took his sword from his\ngirdle, and knelt down before the young man, and took his right hand,\nand said in a loud voice: \"I, Jack of the Tofts, a free man and a\nsackless, wrongfully beguilted, am the man of King Christopher of\nOakenrealm, to live and die for him as need may be. Lo, Lord, my\nfather's blade! Wilt thou be good to me and gird me therewith, as thy\nfather girt him?\"\n\nNow when Christopher heard him, at first he deemed that all this\nwas some sport or play done for his pastime and the pleasure of the\nhall-folk in all kindness and honour. But when he looked in the eyes of\nhim, and saw him fierce and eager and true, he knew well it was no jest;\nand as the shouts of men went up from the hall and beat against the\nroof, himseemed that he remembered, as in a dream, folk talking a-nigh\nhim when he was too little to understand, of a king and his son, and\na mighty man turned thief and betrayer. Then his brow cleared, and his\neyes shone bright, and he leaned forward to Jack and girt him with the\nsword, and kissed his mouth, and said: \"Thou art indeed my man and my\nthane and my earl, and I gird thee with thy sword as my father girded\nthy father.\"\n\nThen stood up Jack o' the Tofts and said: \"Men in this hall, happy is\nthe hour, and happy are ye! This man is the King of Oakenrealm, and he\nyonder is but a thief of kings, a dastard!\"\n\nAnd again great was the shouting, for carle and quean, young and old,\nthey loved Christopher well: and Jack of the Tofts was not only their\nwar-duke and alderman, but their wise man also, and none had any thought\nof gainsaying him. But he spake again and said: \"Is there here any old\nman, or not so old, who hath of past days seen our King that was, King\nChristopher to wit, who fell in battle on our behalf? If so there be,\nlet him come up hither.\"\n\nThen arose a greybeard from a bench nigh the high-table, and came up on\nto the dais; a very tall man had he been, but was now somewhat bowed by\nage. He now knelt before Christopher, and took his hand, and said: \"I,\nWilliam of Whittenham, a free man, a knight, sackless of the guilt which\nis laid on me, would be thy man, O my lord King, to serve thee in all\nwise; if so be that I may live to strike one stroke for my master's son,\nwhom now I see, the very living image of the King whom I served in my\nyouth.\"\n\nThen Christopher bent down to him and kissed him, and said: \"Thou art\nindeed my man and my thane & my baron; and who knows but that thou mayst\nhave many a stroke to strike for me in the days that are nigh at hand.\"\n\nAnd again the people shouted: and then there came another and another,\nand ten more squires and knights and men of estate, who were now indeed\nwoodmen and wolf-heads, but who, the worst of them, were sackless of\naught save slaying an unfriend, or a friend's unfriend, in fair fight;\nand all these kneeled before him, and put their hands in his, and gave\nthemselves unto him.\n\nWhen this was done, there came thrusting through the throng of the hall\na tall woman, old, yet comely as for her age; she went right up on to\nthe dais, and came to where sat Christopher, and without more ado\ncast her arms about him and kissed him, and then she held him by the\nshoulders and cried out: \"O, have I found thee at last, my loveling,\nand my dear, and my nurse-chick? and thou grown so lovely and yet so big\nthat I may never more hold thee aloft in mine arms, as once I was wont;\nthough high enough belike thou shalt be lifted; and I say praise be to\nGod and to his Hallows that thou art grown so beauteous and mighty a\nman!\"\n\nTherewith she turned about toward the hall-throng and said: \"Thou, duke\nof these woodmen, and all ye in this hall, I have been brought hither\nby one of you; and though I have well-nigh died of joy because of the\nsuddenness of this meeting, yet I thank him therefor. For who is\nthis goodly and gracious young man save the King's son of Oakenrealm,\nChristopher that was; and that to my certain knowledge; for he is my\nfosterling and my milk-child, and I took him from the hands of the\nmidwife in the High House of Oakenham a twenty-one years ago; and they\ntook him from Oakenham, and me with him to the house of Lord Richard the\nLean, at Longholms, and there we dwelt; but in a little while they took\nhim away from Longholms to I wot not whither, but would not suffer me\nto go along with him, and ever sithence have I been wandering about and\nhoping to see this lovely child again, and now I see him, what he is,\nand again I thank God and Allhallows therefor.\"\n\nOnce more then was there stir and glad tumult in the hall. But Goldilind\nstood wondering, and fear entered into her soul; for she saw before her\na time of turmoil and unpeace, and there seemed too much between her and\nthe sweetness of her love. Withal it must be said, that for as little\nas she knew of courts and war-hosts, she yet seemed to see lands without\nthat hall, and hosts marching, and mighty walls glittering with spears,\nand the banners of a great King displayed; and Jack of the Tofts and his\nchampions and good fellows seemed but a frail defence against all that,\nwhen once the hidden should be shown, and the scantiness of the woodland\nshould cry on the abundance of the kingdom to bow down.\n\nNow she came round the board and stood beside Christopher, and he turned\nto her, and stood up and took her hand, in such wise that she felt the\ncaress of it; and joy filled her soul, as if she had been alone with him\nin the wild-wood.\n\nBut he spake and said: \"All ye my friends: I see and wot well that ye\nwould have me sit in my father's seat and be the King of Oakenrealm,\nand that ye will give me help and furtherance therein to the utmost; nor\nwill I cast back the gift upon you; and I will say this, that when I am\nKing indeed, it is my meaning and my will now, that then I shall be\nno less one of you good fellows and kind friends than ye have known me\nhitherto; and even so I deem that ye think of me. But, good friends, it\nis not to be hidden that the road ye would have me wend with you is like\nto be rough; and it may well be that we shall not come to be kings or\nkings' friends but men hunted, and often, maybe, men taken and slain.\nTherefore, till one thing or the other come, the kingship, or the\ntaking, I will try to be no less joyous than now I am, and so meseemeth\nshall ye; and if ye be of this mind, then shall the coming days be no\nworse than the days which have been; and God wot they have been happy\nenough. Now again, ye see this most fair lady, whose hand I hold; she\nis my beloved and my wife; and therewithal she is the true Queen of\nMeadham, and a traitor sits in her place even as a traitor sits in mine.\nBut I must tell you that when she took me for her beloved, she knew not,\nnor did I, that I was a King's son, but she took me as a woodman and\nan outcast, and as a wood-man and outcast I wooed her, trusting in the\nmight that was in my body, and the love that was in my heart; and now\nbefore all you, my friends, I thank her and worship her that my body and\nmy love was enough for her; as, God wot, the kingship of the whole earth\nshould not be overmuch for her, if it lay open to her to take. But,\nsweet friends, here am I talking of myself as a King wedded unto a\nQueen, whereas meseemeth the chiefest gift our twin kingship hath\nbrought you to-night is the gift of two most mighty unfriends for you;\nto wit, her foeman and mine. See ye to it, then, if the wild-wood yonder\nis not a meeter dwelling for us than this your goodly hall; and fear not\nto put us to the door as a pair of make-bates and a peril to this goodly\ncompany. Lo you, the sky without has not yet lost all memory of the sun,\nand in a little while it will be yellowing again to the dawn. Nought\nevil shall be the wild-wood for our summer dwelling; and what! ere the\nwinter come, we may have won us another house where erst my fathers\nfeasted. And thereto, my friends, do I bid you all.\"\n\nBut when they heard his friendly words, and saw the beauty of the fair\nwoman whose hand he held, his face grew so well-beloved to them, that\nthey cried out with so great a voice of cheer, wordless for their very\njoy, that the timbers of the hall quavered because of it, and it went\nout into the wild-wood as though it had been the feastful roaring of the\nancient gods of the forest.\n\nBut when the tumult sank a little, then cried out Jack of the Tofts:\n\"Bring now the mickle shield, and let us look upon our King.\"\n\nSo men went and fetched in a huge ancient shield, plated with\nberry-brown iron, inlaid with gold, and the four biggest men in the\nhall took it on their shoulders and knelt down anigh the dais, before\nChristopher, and Jack said aloud: \"King! King! Stand up here! for this\nwar-board of old days is the castle and the burg alone due to thee, and\nthese four fellows here are the due mountains to upbear it.\"\n\nThen lightly strode Child Christopher on to the shield, and when he\nstood firm thereon, they rose heedfully underneath him till they were\nstanding upright on their feet, and the King stood on the shield as if\nhe were grown there, and waved his naked sword to the four orts.\n\nThen cried out an old woman in a shrill voice: \"Lo, how the hills rise\nup into tall mountains; even so shall arise Child Christopher to the\nkingship.\"\n\nThereat all the folk laughed for joy and cried out: \"Child Christopher!\nChild Christopher, our King!\" And for that word, when he came to the\ncrown indeed, and ruled wide lands, was he called Child Christopher; and\nthat name clave to him after he was dead, and but a name in the tale of\nhis kindred.\n\nNow the King spake and said: \"Friends, now is it time to get to the\nboard, and the feast which hath been stayed this while; and I pray you\nlet it be as merry as if there were no striving and unpeace betwixt us\nand the winning of peace. But to-morrow we will hallow-in the Mote, and\nmy earl and my barons and good men shall give counsel, and then shall it\nbe that the hand shall do what the heart biddeth.\"\n\nTherewith he leapt down from the shield, and went about the hall talking\nto this one and that, till the board was full dight; then he took his\nplace in the high-seat, beside Jack of the Tofts; and David and Gilbert\nand his other foster-brethren sat on either side of him, and their wives\nwith them; and men fell to feasting in great glee.\n\nBut one thing there is yet to tell of this feast. When men had drunk a\ncup or two, and drunk memories to good men dead, and healths to good men\nliving, amidst this arose a grey-head carle from the lower end of the\nhall, and said: \"Child Christopher, thy grace, that I may crave a boon\nof thee on this day of leal service.'\n\n\"Ask then,\" said Christopher, with a pleasant face.\n\n\"King,\" quoth the carle, \"here are we all gathered together, and we have\nbefore us the most beautifullest woman of the world, who sitteth by thy\nside; now to-night we be all dear friends, and there is no lack between\nus; yet who can say how often we may meet and things be so? I do not say\nthat there shall enmity and dissension arise between us, though that may\nbetide; but it is not unlike that another time thou, King, and thy mate,\nmay be prouder than now ye be, since now ye are new to it. And if that\ndistance grow between us, it will avail nought to ask my boon then.\"\n\n\"Well, well, ask it now, friend,\" said the King, laughing; \"I were fain\nof ending the day with a gift.\"\n\n\"This it is then, King,\" said the carle: \"since we are here set down\nbefore the loveliest woman in the world, grant us this, that all we\nmen-folk may for this once kiss the face of her, if she will have it\nso.\"\n\nHuge laughter and cheers arose at his word; but King Christopher arose\nand said: \"Friend, thy boon is granted with a good will; or how sayest\nthou, Goldilind my beloved?\"\n\nFor all answer she stood up blushing like a rose, and held out her two\nhands to the men in the hall. And straightway the old carle rose up and\nwent in haste to the high-table, before another man might stir, and took\nGoldilind by the chin, and kissed her well-favouredly, and again men\nlaughed joyously. Then came before her Jack of the Tofts and all his\nsons, one after other, and kissed her face, save only David, who knelt\nhumbly before her, and took her right hand and kissed it, while the\ntears were in his eyes. Then came many of the men in the hall, and some\nwere bold, but many were shy, and when they came before her durst kiss\nneither hand nor face of her, but their hearts were full of her when\nthey went to their places again; and all the assembly was praising her.\n\nSo wore the time of that first night of the kingship of Child\nChristopher.\n\n\n\n\nCHAPTER XXVII. OF THE HUSTING OF THE TOFTS.\n\n\nWhen morning was, there were horns sounding from the tower on the toft,\nand all men hastening in their war-gear to the topmost of the other\ntoft, the bare one, whereon was no building; for thereon was ever the\nmote-stead of these woodmen. But men came not only from the stead and\nhouses of the Tofts, but also from the woodland cots and dwellings\nanigh, of which were no few. And they that came there first found King\nChristopher sitting on the mound amid the mote-stead, and Jack of the\nTofts and his seven sons sitting by him, and all they well-weaponed\nand with green coats over their hauberks; and they that came last found\nthree hundreds of good men and true gathered there, albeit this was but\nthe Husting of the Tofts.\n\nSo when there were no more to come, then was the Mote hallowed, and the\ntalk began; but short and sharp was their rede, for well did all men wot\nwho had been in the hall the night before that there was now no time to\nlose. For though nigh all the men that had been in the hall were well\nknown to each other, yet might there perchance have been some spy\nunknown, who had edged him in as a guest to one of the good men. Withal,\nas the saw saith: The word flieth, the wight dieth. And it were well if\nthey might gather a little host ere their foeman might gather a mickle.\n\nFirst therefore arose Jack of the Tofts, and began shortly to put forth\nthe sooth, that there was come the son of King Christopher the Old, and\nthat now he was seeking to his kingdom, not for lust of power and gain,\nbut that he might be the friend of good men and true, and uphold them\nand be by them upholden. And saith he: \"Look ye on the face of this man,\nand tell me where ye shall find a friend friendlier than he, and more\nsingle-hearted?\" And therewith he laid his hand on Christopher's head,\nand the young man rose up, blushing like a maid, and thereafter a long\ntime could no lord be heard for the tumult of gladness and the clashing\nof weapons.\n\nBut when it was a little hushed, then spake Jack again: \"Now need no man\nsay more to man on this matter, for ye call this curly-headed lad the\nKing of Oakenrealm, even as some of ye did last night.\"\n\nMighty was the shout of yea-say that arose at that word; and when it was\nstilled, a grey-head stood up and said: \"King Christopher, and thou, our\nleader, whom we shall henceforth call Earl, it is now meet that we shear\nup the war-arrow, and send it forth to whithersoever we deem our friends\ndwell, and that this be done at once here in this Mote, and that the\nhosting be after three nights' frist in the plain of Hazeldale, which\nall ye know is twelve miles nigher to Oakenrealm than this.\"\n\nAll men yea-said this, no one gainsaid it; and straightway was fire\nkindled and the bull slain, for the said elder had brought him thither;\nand the arrow was sheared and scorched and reddened, and the runners\nwere fetched, and the word given them, and they were sped on their\nerrand.\n\nUp rose then another, a young man, and spake: \"Many stout fellows be\nhere, and some wise and well-ruled, and many also hot-head and wilful:\nChild Christopher is King now, and we all know him that when he cometh\ninto the fray he is like to strike three strokes for two that any other\nwinneth; but as to his lore of captainship, if he hath any, he was born\nwith it, as is like enough, seeing who was his father; therefore we need\na captain well-proven, to bid us how to turn hither and thither, and\nwhere to gather thickest, and where to spread thinnest; and when to fall\non fiercely and when to give way, and let the thicket cover us; for wise\nin war shall our foemen be. Now therefore if anyone needeth a better\ncaptain than our kin-father and war-father Jack of the Tofts, he must\nneeds go fetch him from otherwhere! How sayest thou, Christopher lad?\"\n\nGreat cheer there was at the word, and laughter no little therewith. But\nChristopher stood up, and took Jack by the hand, and said: \"Now say I,\nthat if none else follow this man into battle, yet will I; and if none\nelse obey him to go backward or forward to the right hand or to the left\nas he biddeth, yet will I. Thou, Wilfrid Wellhead, look to it that thou\ndost no less. But ye folk, what will ye herein?\"\n\nSo they all yea-said Jack of the Tofts for captain; and forsooth they\nmight do no less, for he was wary and wise, and had done many deeds, and\nseen no little of warfare.\n\nThen again arose a man of some forty winters, strong built and not\nungoodly, but not merry of countenance, and he spake: \"King and\nwar-leader, I have a word to say: We be wending to battle, we carles,\nwith spear in fist and sword by side; and if we die in the fray, of\nthe day's work is it; but what do we with our kinswomen, as mothers and\ndaughters and wives and she-friends, and the little ones they have borne\nus? For, see ye! this warfare we are faring, maybe it shall not last\nlong, and yet maybe it shall; and then may the foeman go about us and\nfall on this stead if we leave them behind here with none to guard them;\nand if, on the other hand, we leave them men enough for their warding,\nthen we minish our host overmuch. What do we then?\"\n\nThen spake Jack of the Tofts: \"This is well thought of by Haward of\nWhiteacre, and we must look to it. And, by my rede, we shall have our\nwomen and little ones with us; and why not? For we shall then but be\nmoving Toftstead as we move; and ever to some of us hath it been as a\ncamp rather than an house. Moreover, ye know it, that our women be no\nuseless and soft queans, who durst not lie under the oak boughs for a\nnight or two, or wade a water over their ankles, but valiant they be,\nand kind, and helpful; and many of them are there who can draw a bow\nwith the best, and, it may be, push a spear if need were. How say ye,\nlads?\"\n\nNow this also they yea-said gladly; forsooth they had scarce been fain\nof leaving the women behind, at least the younger ones, even had they\nbeen safe at the Tofts; for there is no time when a man would gladlier\nhave a fair woman in his arms than when battle and life-peril are\ntoward.\n\nThereafter the Mote sundered, when the Captain had bidden his men this\nand that matter that each should look to; and said that he, for his\npart, with King Christopher and a chosen band, would set off for\nHazeldale on the morrow morn, whereas some deal of the gathering would\nof a certainty be come thither by then; and that there was enough left\nof that day to see to matters at the Tofts.\n\nSo all men went about their business, which was, for the most part,\nseeing to the victualling of the host.\n\n\n\n\nCHAPTER XXVIII. OF THE HOSTING IN HAZELDALE.\n\n\nOn the morrow early was Jack of the Tofts dight for departure, with\nChristopher and David and Gilbert and five score of his best men. But\nwhen they went out of the porch into the sweet morning, lo! there was\nGoldilind before them, clad in her green gown, and as fresh and dear\nas the early day itself. And Jack looked on her and said: \"And thou, my\nLady and Queen, thou art dight as thou wouldst wend with us?\"\n\n\"Yea,\" she said, \"and why not?\"\n\n\"What sayest thou, King Christopher?\" said the Captain.\n\n\"Nay,\" said King Christopher, reddening, \"it is for thee to yea-say or\nnay-say; though true it is that I have bidden her farewell for two days'\nspace.\" And the two stood looking on one another.\n\nBut Jack laughed and said: \"Well, then, so be it; but let us get to\nthe way, or else when the sweethearts of these lads know that we have a\nwoman with us we shall have them all at our backs.\" Thereat all laughed\nwho were within earshot, and were merry.\n\nSo they wended the woodland ways, some afoot, some a-horseback, of\nwhom was Jack of the Tofts, but Christopher and David went afoot. And\nGoldilind rode a fair white horse which the Captain had gotten her.\n\nAs they went, and King Christopher ever by Goldilind's right hand,\nand were merry and joyous, they two were alone in the woodland way; so\nChristopher took her hand and kissed it, and said: \"Sweetling, why\ndidst thou tell me nought of thy will to come along with us? Never had I\nbalked thee.\"\n\nShe looked at him, blushing as a rose, and said: \"Dear friend, I will\ntell thee; I knew that thou wouldst make our parting piteous-sweet this\nmorning; and of that I would not be balked. See, then, how rich I am,\nsince I have both parted from thee and have thee.\" And therewith she\nlouted down from her saddle, and they kissed together sweetly, and so\nthereafter wore the way.\n\nSo came they to the plain of Hazeldale, which was a wide valley with a\nmiddling river winding about it, the wild-wood at its back toward the\nTofts, and in front down-land nought wooded, save here and there a tree\nnigh a homestead or cot; for that way the land was builded for a space.\nForsooth it was not easy for the folk thereabout to live quietly, but if\nthey were friends in some wise to Jack of the Tofts.\n\nSo when the company of the Tofts came out into the dale about three\nhours after noon, it was no wonder to them to see men riding and going\nto and fro, and folk pitching tents and raising booths nigh to the cover\nof the wood; and when the coming of the Toft-folk was seen, and the\nwinding of their horns heard, there was many a glad cry raised in\nanswer, and many an horn blown, and all men there came running together\ntoward where now was stayed Jack of the Tofts and Christopher and their\nmen.\n\nThen Goldilind bade Christopher help her light down; so he took her in\nhis arms, and was not over hasty in setting her down again. But when\nshe stood by him, she looked over the sunny field darkened by the folk\nhastening over the greensward, and her eyes glittered and her cheek\nflushed, and she said: \"Lord King, be these some others of thy men?\"\n\n\"Yea, sweetling,\" said he, \"to live and die with me.\"\n\nShe looked on him, and said softly: \"Maybe it were an ill wish to wish\nthat I were thou; yet if it might be for one hour!\"\n\nSaid he: \"Shall it not be for more than one hour? Shall it not be for\nevermore, since we twain are become one?\"\n\n\"Nay,\" she said, \"this is but a word; I am but thine handmaid: and now I\ncan scarce refrain my body from falling before thy feet.\"\n\nHe laughed in her face for joy, and said: \"Abide a while, until these\nmen have looked on thee, and then shalt thou see how thou wilt be a\nflame of war in their hearts that none shall withstand.\"\n\nNow were the dale-dwellers all come together in their weapons, and they\nwere glad of their King and his loveling; and stout men were they all,\nalbeit some were old, and some scarce of man's age. So they were ranked\nand told over, and the tale of them was over six score who had obeyed\nthe war-arrow, and more and more, they said, would come in every hour.\nBut now the Captains of them bade the Toft-folk eat with them; and they\nyea-said the bidding merrily, and word was given, and sacks and\nbaskets brought forth, and barrels to boot, and all men sat down on the\ngreensward, and high was the feast and much the merriment on the edge of\nHazeldale.\n\n\n\n\nCHAPTER XXIX. TIDINGS COME TO HAZELDALE.\n\n\nBut they had not done their meat, and had scarce begun upon their drink,\nere they saw three men come riding on the spur over the crown of the\nbent before them; these made no stay for aught, but rode straight\nthrough the ford of the river, as men who knew well where it was, and\ncame on hastily toward the feasters by the wood-edge. Then would some\nhave run to meet them, but Jack of the Tofts bade them abide till he had\nheard the tidings; whereas they needed not to run to their weapons, for,\nall of them, they were fully dight for war, save, it might be, the doing\non of their sallets or basnets. But Jack and Christopher alone went\nforward to meet those men; and the foremost of them cried out at once:\n\"I know thee, Jack of the Tofts! I know thee! Up and arm! up and arm!\nfor the foemen are upon thee; and so choose thee whether thou wilt fight\nor flee.\"\n\nQuoth Jack, laughing: \"I know thee also, Wat of Whiteend; and when thou\nhast told me how many and who be the foemen, we will look either to\nfighting or fleeing.\"\n\nSaid Wat: \"Thou knowest the blazon of the banner which we saw, three red\nwolves running on a silver field?\"\n\n\"Yea, forsooth,\" said Jack; \"'tis the Baron of Brimside that beareth\nthat shield ever; and the now Baron, hight the Lord Gandolf, how many\nwas he?\"\n\nSaid Wat: \"Ten hundreds or more. But what say fellows?\"\n\nQuoth the other twain: \"More, more they were.\"\n\nSaid Jack of the Tofts: \"And when shall he be here, deem ye?\"\n\n\"In less than an hour,\" said Wat, \"he will be on thee with great and\nsmall; but his riders, some of them, in lesser space.\"\n\nThen turned Jack about and cried out for David, and when he came, he\nsaid: \"Put thy long legs over a good horse, and ride straight back to\nthe Tofts and gather whatever may bear spear and draw bow, and hither\nwith them, lad, by the nighest road; tarry not, speak no word, be gone!\"\n\nSo David turned, and was presently riding swiftly back through the\nwoodland paths. But Jack spake to the bearers of tidings: \"Good fellows,\ngo ye yonder and bid them give you a morsel and a cup; and tell all\nthe tidings, and this, withal, that we have nought to flee from a good\nfightstead for Gandolf of Brimside.\" Therewith he turned to Christopher\nand said: \"Thy pardon, King, but these matters must be seen to\nstraightway. Now do thou help me array our folk, for there is heart\nenough in them as in thee and me; and mayhappen we may make an end to\nthis matter now and here. Moreover, the Baron of Brimside is a stout\ncarle, so fight we must, meseemeth.\"\n\nThen he called to them one of the captains of the Tofts and they three\nspake together heedfully a little, and thereafter they fell to work\narraying the folk; and King Christopher did his part therein deftly and\nswiftly, for quick of wit he was, and that the more whenso anything was\nto be done.\n\nAs to the array, the main of the folk that were spearmen and billmen but\nmoved forward somewhat from where they had dined to the hanging of the\nbent, so that their foemen would have the hill against them or ever\nthey came on point and edge. But the bowmen, of whom were now some two\nhundreds, for many men had come in after the first tally, were spread\nabroad on the left hand of the spearmen toward the river, where the\nground was somewhat broken, and bushed with thorn-bushes. And a bight of\nthe water drew nearer to the Tofters, amidst of which was a flat eyot,\nedged with willows and covered with firm and sound greensward, and was\nsome thirty yards endlong and twenty overthwart. So there they abode the\ncoming of the foe, and it was now hard on five o'clock.\n\nBut Christopher went up to Goldilind where she stood amidst of the\nspearmen, hand turning over hand, and her feet wandering to and fro\nalmost without her will; and when he came to her, she had much ado to\nrefrain her from falling on his bosom and weeping there. But he cried\nto her gaily: \"Now, my Lady and Queen, thou shalt see a fair play toward\neven sooner than we looked for; and thine eyes shall follow me, if the\nbattle be thronged, by this token, that amongst all these good men and\ntrue I only wear a forgilded basnet with a crown about it.\"\n\n\"O!\" she said, \"if it were but over, and thou alive and free! I would\npay for that, I deem, if I might, by a sojourn in Greenharbour again.\"\n\n\"What!\" he said, \"that I might have to thrust myself into the peril of\nsnatching thee forth again?\" And he laughed merrily. \"Nay,\" said he,\n\"this play must needs begin before it endeth; and by Saint Nicholas, I\ndeem that to-day it beginneth well.\"\n\nBut she put her hands before her face, and her shoulders were shaken\nwith sobs. \"Alas! sweetling,\" said he, \"that my joy should be thy\nsorrow! But, I pray thee, take not these stout-hearts for runaways. And\nOh! look, look!\"\n\nShe looked up, wondering and timorous, but all about her the men sprang\nup and shouted, and tossed up bill and sword, and the echo of their\ncries came back from the bowmen on the left, and Christopher's sword\ncame rattling out of the scabbard and went gleaming up aloft. Then words\ncame into the cry of the folk, and Goldilind heard it, that they cried\n\"Child Christopher! King Christopher!\" Then over her head came a sound\nof flapping and rending as the evening wind beat about the face of the\nwood; and she heard folk cry about her: \"The banner, the banner! Ho for\nthe Wood-wife of Oakenrealm!\"\n\nThen her eyes cleared for what was aloof before her, and she saw a dark\nmass come spreading down over the bent on the other side of the river,\nand glittering points and broad gleams of white light amidst of it, and\nnoise came from it; and she knew that here were come the foemen. But\nshe thought to herself that they looked not so many after all; and she\nlooked at the great and deft bodies of their folk, and their big-headed\nspears and wide-bladed glaves and bills, and strove with her heart and\nrefrained her fear, and thrust back the image which had arisen before\nher of Greenharbour come back again, and she lonely and naked in the\nLeast Guard-chamber: and she stood firm, and waved her hand to greet the\nfolk.\n\nAnd lo! there was Christopher kneeling before her and kissing her hand,\nand great shouts arising about her of \"The Lady of Oakenrealm! The Lady\nof Meadham! For the Lady! For the Lady!\"\n\n\n\n\nCHAPTER XXX. OF THE FIELD THAT WAS SET IN THE HOLM OF HAZELDALE.\n\n\nNow thither cometh Jack o' the Tofts, and spake to Christopher: \"See\nthou, lad--Lord King, I should say; this looketh not like very present\nbattle, for they be stayed half way down the bent; and lo thou, some\nhalf score are coming forth from the throng with a white shield raised\naloft. Do we in likewise, for they would talk with us.\"\n\n\"Shall we trust them, father?\" said Christopher.\n\n\"Trust them we may, son,\" said Jack; \"Gandolf is a violent man, and a\nlifter of other men's goods, but I deem not so evil of him as that he\nwould bewray troth.\"\n\nSo then they let do a white cloth over a shield and hoist it on a\nlong spear, and straightway they gat to horse, Jack of the Tofts, and\nChristopher, and Haward of Whiteacre, and Gilbert, and a half score all\ntold; and they rode straight down to the ford, which was just below the\ntail of the eyot aforesaid, and as they went, they saw the going of the\nothers, who were by now hard on the waterside; and said Jack: \"See now,\nKing Christopher, he who rides first in a surcoat of his arms is\neven the Baron, the black bullet-headed one; and the next to him, the\nred-head, is his squire and man, Oliver Marson, a stout man, but fierce\nand grim-hearted. Lo thou, they are taking the water, but they are\nmaking for the eyot and not our shore: son mine, this will mean a\nhazeled field in the long run; but now they will look for us to come\nto them therein. Yea, now they are aland and have pitched their white\nshield. And hearken, that is their horn; blow we an answer: ho, noise!\nset thy lips to the brass.\"\n\nSo then, when one horn had done its song, the other took it up, and\nall men of both hosts knew well that the horns blew but for truce and\nparley.\n\nNow come the Toft-folk to the ford, and take the water, which was very\nshallow on their side, and when they come up on to the eyot, they find\nthe Baron and his folk off their horses, and lying on the green grass,\nso they also lighted down and stood and hailed the new comers. Then\nuprose the Lord Gandolf, and greeted the Toft-folk, and said: \"Jack of\nthe Tofts, thou ridest many-manned to-day.\"\n\n\"Yea, Lord,\" said Jack, \"and thou also. What is thine errand?\"\n\n\"Nay,\" said the Baron, \"what is thine? As for mine host here, there came\na bird to Brimside and did me to wit that I should be like to need a\nthrong if I came thy way; and sooth was that. Come now, tell us what is\ntoward, thou rank reiver, though I have an inkling thereof; for if this\nwere a mere lifting, thou wouldst not sit still here amidst thy friends\nof Hazeldale.\"\n\n\"Lord,\" said Jack o' the Tofts, \"thou shalt hear mine errand, and then\ngive heed to what thou wilt do. Look to the bent under the wood, and\ntell me, dost thou see the blazon of the banner under which be my men?\"\n\n\"That can I not,\" said the Lord Gandolf; \"but I have seen the banner\nof Oakenrealm, which beareth the wood-woman with loins garlanded with\noak-leaves, look much like to it at such a distance.\"\n\nSaid Jack: \"It is not ill guessed. Yonder banner is the King's banner,\nand beareth on it the woman of Oakenrealm.\"\n\nThe Lord bent his brows on him, and said: \"Forsooth, rank reiver, I\nwotted not that thou hadst King Rolf for thy guest.\"\n\nQuoth Jack of the Tofts: \"Forsooth, Lord, no such guest as the Earl\nMarshal Rolf would I have alive in my poor house.\"\n\n\"Well, Jack,\" said the big Lord, grinning, \"arede me the riddle, and\nthen we shall see what is to be done, as thou sayest.\"\n\n\"Lord,\" said Jack, \"dost thou see this young man standing by me?\"\n\n\"Yea,\" said the other, \"he is big enough that I may see him better than\nthy banner: if he but make old bones, as is scarce like, since he is of\nthy flock, he shall one day make a pretty man; he is a gay rider now.\nWhat else is he?\"\n\nQuoth Jack of the Tofts: \"He is my King and thy King, and the all-folk's\nKing, and the King of Oakenrealm: and now, hearken mine errand: it is to\nmake all folk name him King.\"\n\nSaid the Lord: \"This minstrel's tale goes with the song the bird sang\nto me this morning; and therefore am I here thronging--to win thy head,\nrank reiver, and this young man's head, since it may not better be, and\nlet the others go free for this time. Hah! what sayest thou? and thou,\nyoungling? 'Tis but the stroke of a sword, since thou hast fallen into\nmy hands, and not into the hangman's or the King's.\"\n\n\"Thou must win them first, Lord,\" said Jack of the Tofts. \"Therefore,\nwhat sayest thou? Where shall we cast down the white shield and uprear\nthe red?\"\n\n\"Hot art thou, head, heart, and hand, rank reiver,\" said the Lord; \"bide\na while.\" So he sat silent a little; then he said: \"Thou seest, Jack\nof the Tofts, that now thou hast thrust the torch into the tow; if I go\nback to King Rolf without the heads of you twain, I am like to pay for\nit with mine own. Therefore hearken. If we buckle together in fight\npresently, it is most like that I shall come to my above, but thou art\nso wily and stout that it is not unlike that thou, and perchance this\nluckless youngling, may slip through my fingers into the wood; and then\nit will avail me little with the King that I have slain a few score\nnameless wolf-heads. So, look you! here is a fair field hazelled by God;\nlet us two use it to-day, and fight to the death here; and then if thou\nwin me, smite off my head, and let my men fight it out afterwards, as\nbest they may without me, and 'tis like they will be beaten then. But if\nI win thee, then I win this youngling withal, and bear back both heads\nto my Lord King, after I have scattered thy wolf-heads and slain as many\nas I will; which shall surely befall, if thou be slain first.\"\n\nThen cried out Jack of the Tofts: \"Hail to thy word, stout-heart! this\nis well offered, and I take it for myself and my Lord King here.\" And\nall that stood by and heard gave a glad sound with their voices, and\ntheir armour rattled and rang as man turned to man to praise their\ncaptains.\n\nBut now spake Christopher: \"Lord of Brimside, it is nought wondrous\nthough thou set me aside as of no account, whereas thou deemest me no\nking or king's kindred; but thou, Lord Earl, who wert once Jack of the\nTofts, I marvel at thee, that thou hast forgotten thy King so soon. Ye\ntwain shall now wot that this is my quarrel, and that none but I shall\ntake this battle upon him.\n\n\"Thou servant of Rolf, the traitor and murderer, hearken! I say that I\nam King of Oakenrealm, and the very son of King Christopher the Old; and\nthat will I maintain with my body against every gainsayer. Thou Lord of\nBrimside, wilt thou gainsay it? Then I say thou liest, and lo here, my\nglove!\" And he cast it down before the Lord.\n\nAgain was there good rumour, and that from either side of the\nbystanders; but Jack of the Tofts stood up silent and stiff, and the\nBaron of Brimside laughed, and said: \"Well, swain, if thou art weary of\nlife, so let it be, as for me; but how sayest thou, Jack of the Tofts?\nArt thou content to give thine head away in this fashion, whereas thou\nwottest that I shall presently slay this king of thine?\"\n\nSaid Jack: \"The King of Oakenrealm must rule me as well as others of\nhis liege-men: he must fight if he will, and be slain if he will.\" Then\nsuddenly he fell a-laughing, and beat his hand on his thigh till\nthe armour rattled again, and then he cried out: \"Lord Gandolf, Lord\nGandolf, have a care, I bid thee! Where wilt thou please to be buried,\nLord?\"\n\nSaid the other: \"I wot not what thou wilt mean by thy fooling, rank\nreiver. But here I take up this youngling's glove; and on his head be\nhis fate! Now as to this battle. My will is, that we two champions be\nall alone and afoot on the eyot. How say ye?\"\n\n\"Even so be it,\" said Jack; \"but I say that half a score on each side\nshall be standing on their own bank to see the play, and the rest of the\nhost come no nigher than now we are.\"\n\n\"I yea-say it,\" said the Baron; \"and now do thou, rank reiver, go back\nto thy fellowship and tell them what we have areded, and do thou, Oliver\nMarson, do so much for our folk; and bid them wot this, that if any of\nthem break the troth, he shall lose nought more than his life for that\nsame.\"\n\nTherewith all went ashore to either bank, save the Baron of Brimside\nand Christopher. And the Baron laid him down on the ground and fell to\nwhistling the tune of a merry Yule dance; but as for Christopher, he\nlooked on his foeman, and deemed he had seldom seen so big and stalwarth\na man; and withal he was of ripe age, and had seen some forty winters.\nThen he also cast himself down on the grass, and fell into a kind of\ndream, as he watched a pair of wagtails that came chirping up from the\nsandy spit below the eyot; till suddenly great shouting broke out, first\nfrom his own bent, and then from the foemen's, and Christopher knew that\nthe folk on either side had just heard of the battle that was to be on\nthe holm. The Baron arose at the sound and looked to his own men, whence\nwere now coming that half-score who were to look on the battle from the\nbank; but Christopher stirred not, but lay quietly amongst the flowers\nof the grass, till he heard the splash of horse-hoofs in the ford, and\nthere presently was come Jack of the Tofts bearing basnet and shield for\nhis lord. And he got off his horse and spake to Christopher: \"If I may\nnot fight for thee, my son and King, yet at least it is the right of\nthine Earl to play the squire to thee: but a word before thy basnet is\nover thine ears; the man yonder is well-nigh a giant for stature and\nstrength; yet I think thou mayest deal with him, and be none the sorer\nwhen thou liest down to-night. To be short, this is it: when thou hast\ngot a stroke in upon him, and he falters, then give him no time, but fly\nat him in thy wild-cat manner and show what-like thews thou hast under\nthy smooth skin; now thine helm, lad. So art thou dight; and something\ntells me thou shalt do it off in victory.\"\n\n\n\n\nCHAPTER XXXI. THE BATTLE ON THE HOLM.\n\n\nSo when Christopher was armed, Jack turned about speedily, and so gat\nhim back through the ford and stood there on the bank with the nine\nother folk of the Tofts. And by this time was Gandolf of Brimside armed\nalso, and Oliver Marson, who had done his helm on him, was gone to his\nside of the river.\n\nDrew the huge man-at-arms then toward Christopher, but his sword was yet\nin the sheath: Christopher set his point to the earth and abode him; and\nthe Baron spake: \"Lad, thou art fair and bold both, as I can see it, and\nJack of the Tofts is so much an old foe of mine that he is well-nigh a\nfriend: so what sayest thou? If thou wilt yield thee straightway, I will\nhave both thine head and the outlaw's with me to King Rolf, but yet on\nyour shoulders and ye two alive. Haps will go as haps will; and it\nmaybe that ye shall both live for another battle, and grow wiser, and\nmayhappen abide in the wood with the reiver's men. Hah? What sayest\nthou?\"\n\nChristopher laughed and said: \"Wouldst thou pardon one who is not yet\ndoomed, Baron? And yet thy word is pleasant to us; for we see that if we\nwin thee, thou shalt be good liegeman of us. Now, Baron, sword in fist!\"\n\nGandolf drew his sword, muttering: \"Ah, hah! he is lordly and kingly\nenough, yet may this learn him a lesson.\" Indeed the blade was huge and\nbrown and ancient, and sword and man had looked a very terror save to\none great-hearted.\n\nBut Christopher said: \"What sayest thou now, Baron, shall we cast down\nour shields to earth? For why should we chop into wood and leather?\"\n\nThe Baron cast down his shield, and said: \"Bold are thy words, lad; if\nthy deeds go with them, it may be better for thee than for me. Now keep\nthee.\"\n\nAnd therewith he leapt forward and swept his huge sword around; but\nChristopher swerved speedily and enough, so that the blade touched him\nnot, and the huge man had over-reached himself, and ere he had his sword\nwell under sway again, Christopher had smitten him so sharply on the\nshoulder that the mails were sundered & the blood ran; and withal the\nBaron staggered with the mere weight of the stroke. Then Christopher\nsaw his time, and leapt aloft and dealt such a stroke on the side of his\nhead, that the Baron tottered yet more; but now was he taught by those\ntwo terrible strokes, and he gathered all his heart to him, and all the\nmight of his thews, and leapt aback and mastered his sword, and came on\nfierce but wary, shouting out for Brimside and the King.\n\nChristopher cried never a cry, but swung his sword well within his\nsway, and the stroke came on Gandolf's fore-arm and brake the mails and\nwounded him, and then as the Baron rushed forward, the wary lad gat his\nblade under his foeman's nigh the hilts, and he gave it a wise twist and\nforth flew the ancient iron away from its master.\n\nGandolf seemed to heed not that he was swordless, but gave out a great\nroar and rushed at Christopher to close with him, and the well-knit\nlad gave back before him and turned from side to side, and kept the\nsword-point before Gandolf's eyes ever, till suddenly, as the Baron was\nrunning his fiercest, he made a mighty sweep at his right leg, since\nhe had no more to fear his sword, and the edge fell so strong and true,\nthat but for the byrny-hose he had smitten the limb asunder, and even\nas it was it made him a grievous wound, so that the Lord of Brimside fell\nclattering to the earth, and Christopher bestrode him and cried: \"How\nsayest thou, champion, is it enough?\"\n\n\"Yea, enough, and maybe more,\" said the Baron. \"Wilt thou smite off mine\nhead? Or what wilt thou?\"\n\nSaid Christopher: \"Here hath been enough smiting, meseemeth, save thy\nlads and ours have a mind to buckle to; and lo thou! men are running\ndown from the bents towards us from both sides, yet not in any warlike\nmanner as yet. Now, Baron, here cometh thy grim squire that I heard\ncalled Oliver, and if thou wilt keep the troth, thou shalt bid him order\nthy men so that they fall not upon us till the battle be duly pitched.\nThen shalt thou be borne home, since thou canst not go, with no\nhindrance from us.\"\n\nNow was Oliver come indeed, and the other nine with him, and on the\nother side was come Jack of the Tofts and four others.\n\nThen spake the Baron of Brimside: \"I may do better than thou biddest me;\nfor now I verily trow herein, that thou art the son of Christopher the\nOld; so valiant as thou art, and so sad a smiter, and withal that\nthou fearest not to let thy foeman live. So hearken all ye, and thou\nspecially, Oliver Marson, my captain: I am now become the man of my lord\nKing Christopher, and will follow him whereso he will; and I deem that\nwill presently be to Oakenham, and the King's seat there. Now look to it\nthat thou, Oliver, order my men under King Christopher's banner, till\nI be healed; and then if all be not over, I shall come forth myself,\nshield on neck and spear in fist, to do battle for my liege lord; so\nhelp me God and St. James of the Water!\"\n\nTherewith speech failed him and his wit therewith; so betwixt them they\nunarmed him and did him what leechdom they might do there and then; and\nhe was nowise hurt deadly: as for Child Christopher, he had no scratch\nof steel on him. And Oliver knelt before him when he had dight his own\nlord, and swore fealty to him then and there; and so departed, to order\nthe folk of Brimside and tell them the tidings, and swear them liege men\nof King Christopher.\n\n\n\n\nCHAPTER XXXII. OF GOLDILIND AND CHRISTOPHER.\n\n\nNow Jack of the Tofts said a word to one of his men, and he rode\nstraightway up into the field under the wood, and spake to three of the\ncaptains of the folk, and they ranked a hundred of the men, of those who\nwere best dight, and upraised amongst them the banner of Oakenrealm,\nand led all them down to the river bank; and with these must needs go\nGoldilind; and when they came down thither, Christopher and Jack were\nthere on the bank to hail them, and they raised a great shout when they\nsaw their King and their Earl standing there, and the shout was given\nback from the wood-side; and then the men of Brimside took it up, for\nthey had heard the bidding of their Lord, and he was now in a pavilion\nwhich they had raised for him on the mead, and the leeches were looking\nto his hurts; and they feared him, but rather loved than hated him, and\nhe was more to them than the King in Oakenrealm and they were all ready\nto do his will.\n\nBut as to Goldilind, her mind it had been, as she was going down the\nmeadow, that she would throw herself upon Christopher's bosom and love\nhim with glad tears of love; but as she came and stood over against him,\nshe was abashed, and stood still looking on him, and spake no word; and\nhe also was ashamed before all that folk to say the words whereof his\nheart was full, and longed for the night, that they might be alone\ntogether.\n\nBut at last he said: \"Lady and Queen, thou seest that we be well-beloved\nthat they rejoice so much in a little deed of mine.\" And still she spake\nnought, and held hand in hand.\n\nBut Jack of the Tofts spake and said: \"By St. Hubert! the deed may be\nlittle, though there be men who would think no little of overcoming the\nbiggest man and the fellest fighter of Oakenrealm, but at least great\nthings shall come thereof. King, thy strokes of this day have won thee\nOakenrealm, or no man I know in field, and many a mother's son have they\nsaved from death. For look thou yonder over the river, Goldilind, my\nLady, and tell me what thou seest.\" She turned to him and said: \"Lord\nEarl, I see warriors a many.\"\n\n\"Yea,\" said Jack, \"and stout fellows be they for the more part; and hard\nhad been the hand-play had we met, ere they had turned their backs; but\nnow, see thou, we shall wend side by side toward Oakenrealm, for our\nLord there hath won them to his friends; and doubt thou not that when\nthey see him and thee anigh, they shall be friends indeed. What! dost\nthou weep for this? Or is it because he hath done the deed and not thou?\nor rather, because thine heart is full for the love of him?\"\n\nShe smiled kindly on Jack, but even therewith she felt two hands laid on\nher shoulders, and Christopher kissed her without any word.\n\n\n\n\nCHAPTER XXXIII. A COUNCIL OF CAPTAINS: THE HOST COMES TO BROADLEES, AND\nMAKES FOR WOODWALL.\n\n\nThat night, though there was some little coming and going between the\nTofters and the Brimsiders, yet either flock slept on their own side of\nthe river. Moreover, before the midst of the night, cometh David to\nthe wood-side, and had with him all men defensible of the Tofts and the\nhouses thereabout, and most of the women also many of whom bore spear or\nbow, so that now by the wood-side, what with them of the Tofts and the\nfolk who joined them thereto from the country-side about Hazeldale,\nthere were well-nigh ten hundreds of folk under weapons; and yet more\ncame in the night through; for the tidings of the allegiance of Brimside\nwas spreading full fast.\n\nBetimes on the morrow was King Christopher afoot, and he and Jack and\nDavid and Gilbert, and they twelve in company, went down to the banner\nby the water-side; and to them presently came Oliver Marson and ten\nother of the captains of Brimside, and did them to wit that the Baron\nwere fain if they would come to his pavilion and hold counsel therein,\nfor that he was not so sick but he might well speak his mind from where\nhe lay. So thither they went all, with good will, and the Baron greeted\nthem friendly, and made what reverence he might to Christopher, and bade\nhim say what was his mind and his will. But Christopher bade them who\nwere his elders in battle to speak; and the Baron laughed outright and\nsaid: \"Meseemeth, Lord King, thou didst grow old yesterday at my costs;\nbut since thou wilt have me to speak, I will even do so. And to make\nmatters the shorter, I will say that I wot well what ye have to do; and\nthat is, to fall upon the Earl Marshal's folk ere they fall upon us. Now\nsome folk deem we should fare to Brimside and have a hosting there; but\nI say nay; whereas it lieth out of the road to Oakenham, and thereby is\nour road, meseemeth; and it is but some six days' riding hence, save, as\nis most like, two of those days be days of battle But if we go straight\nforward with banners displayed, each day's faring shall be a day of\nhosting and gathering; for I tell thee, Lord King, the fame of thee has\nby now gone far in this country-side. Wherefore I say no more, since\nI wax weary, than this: to the road this morning, and get we so far as\nBroadlees ere night-fall, for there we shall get both victual and folk.\"\n\nThere was good cheer made at his word, so Christopher spake: \"Baron of\nBrimside, thou hast spoken my very mind and will; and but if these lords\nand captains gainsay it, let us tarry no longer, but array all our folk\nin good order and take tale of them, and so for Broadlees. What say ye,\nlords?\"\n\nNone nay-said it, so there was no more talk save as to the ordering of\nthis or the other company. And it was so areded that the Brimside men\nshould fare first at the head of the host with the banner of Brimside,\nand that then should go the mingled folk of the country-side, and lastly\nthe folk of the Tofts with the banner of Oakenrealm; so that if the host\ncame upon foemen, they might be for a cloud to hide the intent of their\nbattles awhile till they might take their advantage.\n\nSo went the captains to their companies, and the Tofters and their mates\ncrossed the river to the men of Brimside, who gave them good cheer when\nthey came amongst them; and it was hard to order the host for a while,\nso did the upland folk throng about the King and the Queen; and happy\nwere they who had a full look on Goldilind; and yet were some so lucky\nand so bold that they kissed a hand of her; and one there was, a very\ntall young man, and a goodly, who stood there and craved to kiss her\ncheek, and she did not gainsay him, and thereafter nought was good to\nhim save an occasion to die for her.\n\nAs for Christopher, he spake to many, and said to them that wheresoever\nhis banner was, he at least should be at the forefront whenso they came\nupon unpeace; and so soon as they gat to the road, he went from company\nto company, speaking to many, and that so sweetly and friendly that all\npraised him, and said that here forsooth was a king who was all good and\nnothing bad, whereas hitherto men had deemed them lucky indeed if their\nking were half good and half bad.\n\nMerry then was the road to Broadlees, and they came there before\nnight-fall; and it was a little cheaping town and unwalled, and if the\nfolk had had any will to ward them, they lacked might. But when they\nfound they were not to be robbed, and that it was but the proclaiming of\nKing Christopher in the market-place, and finding victual and house-room\nfor the host, and the Mayor taking a paper in payment thereof, none\nstirred against them, and a many joined the host to fight for the fair\nyoung King. Now nought as yet had they heard at Broadlees of any force\nstirring against them.\n\nBut in the morning when they went on their ways again, and were\nbound for Cheaping Woodwall, which was a fenced town, they sent out\nwell-horsed riders to espy the road, who came back on the spur two\nhours after noon, and did them to wit that there was a host abiding them\nbeneath the walls of Woodwall under the banner of Walter the White, an\nold warrior and fell fighter; but what comfort he might have from them\nof Woodwall they wotted not; but they said that the tidings of their\ncoming had gone abroad, and many folk were abiding the issue of this\nbattle ere they joined them to either host. Now on these tidings the\ncaptains were of one mind, to wit, to fare on softly till they came to\na defensible place not far from the foemen, since they could scarce come\nto Woodwall in good order before nightfall, and if they were unfoughten\nbefore, to push forward to battle in the morning.\n\nEven so did they, and made a halt at sunset on a pleasant hill above a\nriver some three miles from Woodwall, and there they passed the night\nunmeddled with.\n\n\n\n\nCHAPTER XXXIV. BATTLE BEFORE WOODWALL.\n\n\nWhen morning was, the captains came to King Christopher to council:\nbut while they were amidst of their talk came the word that the foe was\nanigh and come close to the river-bank; whereat was none abashed; but to\nall it seemed wisdom to abide them on the vantage-ground. So then there\nwas girding of swords and doing on of helms; as for ordering of the\nfolk, it was already done, for all the host was ranked on the bent-side,\nwith the banner of Oakenrealm in the midst; on its left hand the banner\nof the Tofts, and on the right the banner of Brimside.\n\nNow when Christopher was come to his place, he looked down and saw how\nthe foemen were pouring over the river, for it was nowhere deep, and\nthere were four quite shallow fords: many more were they than his folk,\nbut he deemed that they fared somewhat tumultuously; and when the bowmen\nof the Tofts began shooting, the foemen, a many of them, stayed amidst\nof the river to bend bow in their turn, and seemed to think that were\nnigh enough already; nay, some went back again to the other bank, to\nshoot thence the surer and the drier, and some went yet a little further\nback on the field. So that when their sergeants and riders were come\non to the hither bank, they lacked about a fifth of all their host;\nand they themselves, for all they were so many, had some ado to make up\ntheir minds to go forward.\n\nForsooth, when they looked up to the bent and saw the three banners of\nOakenrealm and the Tofts and Brimside all waving over the same ranks,\nthey knew not what to make of it. And Christopher's host, when they saw\nthem hang back, brake out into mocking whoops and shouts, and words were\nheard in them: \"Come and dine at Brimside, good fellows! Come up to the\nTofts for supper and bed! A Christopher! A Christopher!\" and so forth.\nNow all King Christopher's men were afoot, saving a band of the riders\nof Brimside, who bestrode strong and tall horses, and bore jack and\nsallet and spear, but no heavy armour.\n\nSo Christopher heard and saw, and the heart rose high in him, and he\nsent messengers to the right and the left, and bade the captains watch\ntill he waved his sword aloft, and then all down the bent together; and\nhe bade the Brimside riders edge a little outward and downward, and be\nready for the chase, and suffer not any of the foemen to gather together\nwhen once they fell to running; for he knew in his heart that the folk\nbefore him would never abide their onfall. And the day was yet young,\nand it lacked four hours of noon.\n\nKing Christopher abode ill he saw the foemen were come off the level\nground, and were mounting the bent slowly, and not in very good order\nor in ranks closely serried. Then he strode forth three paces, and\nwaved his sword high above his head, and cried out: \"A Christopher! A\nChristopher! Forward, banner of the Realm!\" And forth he went, steady\nand strong, and a great shout arose behind him, and none shrank or\nlagged, but spears and bills, and axes and swords, all came on like a\nwall of steel, so that to the foemen the earth seemed alive with death,\nand they made no show of abiding the onset, but all turned and ran, save\nWalter the White and a score of his knights, who forsooth were borne\ndown in a trice, and were taken to mercy, those of them who were not\nslain at the first crash of weapons.\n\nThere then ye might have seen great clumps of men making no defence, but\ncasting down their weapons and crying mercy; and forsooth so great was\nthe throng, that no great many were slain; but on the other hand, but\nfew gat away across the water, and on them presently fell the Brimside\nriders, and hewed down and slew and took few to mercy. And some few\nbesides the first laggards of the bowmen, it might be three hundreds in\nall, escaped, and gat to Woodwall, but when they of the town saw them,\nthey made up their minds speedily, and shut their gates, and the poor\nfleers found but the points of shafts and the heads of quarrels before\nthem.\n\nBut on the field of deed those captives were somewhat fearful as to what\nshould be done with them, and they spake one to the other about it, that\nthey would be willing to serve the new King, since he was so mighty.\nAnd amidst of their talk came the captains of King Christopher, and they\ndrew into a ring around them, and the lords bade them look to it whether\nthey would be the foemen of the King, the son of that King Christopher\nthe Old. \"If so ye be,\" said they, \"ye may escape this time; but ye see\nhow valiant a man he is, and how lucky withal, and happy shall they be\nwhom he calleth friends. Now what say ye, will ye take up your weapons\nagain, and be under the best of kings and a true one, or will ye depart\nand take the chance of his wrath in the coming days? We say, how many of\nyou will serve King Christopher.\"\n\nThen arose from them a mighty shout: \"All! All! One and All!\" Albeit\nsome there were who slunk away and said nought; and none heeded them.\n\nSo then all the sergeants and the common folk swore allegiance to King\nChristopher; but of the knights who were left alive, some said Yea, and\nsome Nay; and these last were suffered to depart, but must needs ride\nunarmed.\n\nNow by the time all was done, and the new men had dined along with the\nrest of the host, and of the new-comers tale had been taken, the day was\nwearing; so they set off for Woodwall, and on the way they met the Mayor\nand Aldermen thereof, who came before King Christopher and knelt to him,\nand gave him the keys of their town; so he was gracious to them, and\nthanked them, and bade see to the victual and lodging of the host, and\nthat all should be paid thereafter. And they said that they had seen to\nall this before they came forth of the town, and that if the Lord King\nwould ride forth, he would find fair lodging in the good town. So King\nChristopher was pleased, and bade the burgesses ride beside him, and he\ntalked merrily with them on the way, so that their hearts rejoiced over\nthe kindness of their lord.\n\nSo they came to the gate, and there the King made stay till Goldilind\nwas fetched to him, so that they might ride into the good town side\nby side. And in the street was much people thronging, and the sun was\nscarce set, so that the folk could see their King and Queen what they\nwere; and they who were nighest unto them, they let their shouts die\nout, so were their hearts touched with the sight of them and the love of\ntheir beauty.\n\nThus rode they in triumph through the street till they were come to\ntheir lodging, which was great and goodly as for a cheaping town; and so\nthe day was gone and the night was come, and the council and the banquet\nwere over; then were the King and Goldilind together again, like any\nup-country lad and lass. But she stood before him and said: \"O thou King\nand mighty warrior, surely I ought to fear thee now, but it is not so,\nso sore as I desire thee; but yet it maketh both laughter and tears come\nto me when I think of the day we rode away from Greenharbour with thee,\nand I seemed to myself a great lady, though I were unhappy; and though\nI loved thy body, I feared lest the churl's blood in thee might shame me\nperchance, and I was proud and unkind to thee, and I hurt thee sorely;\nand now I will say it, and confess, that somewhat I joyed to see thine\nanguish, for I knew that it meant thy love for me and thy desire to me.\nLo now, wilt thou forgive me this, or wilt thou punish me, O Lord King?\"\n\nHe laughed. \"Sweetling,\" he said, \"meseemeth now all day long I have\nbeen fighting against raiment rather than men; no man withstood me in\nthe battle, for that they feared the crown on my helm and the banner\nover my head; and when those good men of the town brought me the keys,\nhow should I have known them from borrel folk but for their scarlet\ngowns and fur hoods? And meseemed that when they knelt to me, it was the\nscarlet gowns kneeling to the kingly armour. Therefore, sweetheart, if\nthou fearest that the King should punish thee for so wounding the poor\nChristopher of those few days ago, as belike thou deservest it, bid the\nKing do off his raiment, and do thou in likewise, and then there shall\nbe no King to punish, and no King's scather to thole the punishment, but\nonly Christopher and Goldilind, even as they met erewhile on the dewy\ngrass of Littledale.\"\n\nShe blushed blood-red; but ere his words were done, her hands were busy\nwith girdle and clasp, and her raiment fell from her to the earth, and\nhis kingly raiment was cast from him, and he took her by the hand and\nled her to the bed of honour, that their love might have increase that\nnight also.\n\n\n\n\nCHAPTER XXXV. AN OLD ACQUAINTANCE AND AN EVIL DEED.\n\n\nWhen morning was, and it was yet early, the town was all astir and the\ngates were thrown open, and weaponed men thronged into it crying out for\nChristopher the King. Then the King came forth, and Jack o' the Tofts\nand his sons, and Oliver Marson, and the captains of Brimside; and the\nhost was blown together to the market-place, and there was a new tale of\nthem taken, and they were now hard on seventy hundreds of men. So then\nwere new captains appointed, and thereafter they tarried not save to eat\na morsel, but went out a-gates faring after the banners to Oakenrealm,\nall folk blessing them as they went.\n\nNought befell them of evil that day, but ever fresh companies joined\nthem on the road; and they gat harbour in another walled town, hight\nSevenham, and rested there in peace that night, and were now grown to\neighty hundreds.\n\nAgain on the morrow they were on the road betimes, and again much folk\njoined them, and they heard no tidings of any foeman faring against\nthem; whereat Jack o' the Tofts marvelled, for he and others had deemed\nthat now at last would Rolf the traitor come out against them. Forsooth,\nwhen they had gone all day and night was at hand, it seemed most like to\nthe captains that he would fall upon them that night, whereas they were\nnow in a somewhat perilous pass; for they must needs rest at a little\nthorpe amidst of great and thick woods, which lay all round about the\nfrank of Oakenham as a garland about a head. So there they kept watch\nand ward more heedfully than their wont was; and King Christopher lodged\nwith Goldilind at the house of a good man of the thorpe.\n\nNow when it lacked but half an hour of midnight, and Jack o' the Tofts\nand Oliver Marson and the Captain of Woodwall had just left him, after\nthey had settled the order of the next day's journey, and Goldilind lay\nabed in the inner chamber, there entered one of the men of the watch\nand said: \"Lord King, here is a man hereby who would see thee; he is\nweaponed, and he saith that he hath a gift for thee: what shall we do\nwith him?\"\n\nSaid Christopher: \"Bring him in hither, good fellow.\" And the man went\nback, and came in again leading a tall man, armed, but with a hood done\nover his steel hat, so that his face was hidden, and he had a bag in his\nhand with something therein.\n\nThen spake the King and said: \"Thou man, since thy face is hidden, this\ntrusty man-at-arms shall stand by thee while we talk together.\"\n\n\"Lord,\" said the man, \"let there be a dozen to hear our talk I care not;\nfor I tell thee that I come to give thee a gift, and gift-bearers are\noftenest welcome.\"\n\nQuoth the King: \"Maybe, yet before thou bring it forth I would see thy\nface, for meseems I have an inkling of thy voice.\"\n\nSo the man cast back his hood, and lo, it was Simon the squire. \"Hah!\"\nsaid Christopher, \"is it thou then! hast thou another knife to give me?\"\n\n\"Nay,\" said Simon, \"only the work of the knife.\" And therewith he set\nhis hand to the bag and drew out by the hair a man's head, newly hacked\noff and bleeding, and said: \"Hast thou seen him before, Lord? He was a\ngreat man yesterday, though not so great as thou shalt be to-morrow.\"\n\n\"Once only I have seen him,\" said Christopher, \"and then he gave me this\ngift\" (and he showed his father's ring on his finger): \"thou hast slain\nthe Earl Marshal, who called himself the King of Oakenrealm: my traitor\nand dastard he was but thy friend. Wherefore have I two evil deeds to\nreward thee, Simon, the wounding of me and the slaying of him. Dost thou\nnot deem thee gallows-ripe?\"\n\n\"King,\" said Simon, \"what wouldst thou have done with him hadst thou\ncaught him?\"\n\nSaid Christopher: \"I had slain him had I met him with a weapon in his\nfist; and if we had taken him I had let the folk judge him.\"\n\nSaid Simon: \"That is to say, that either thou hadst slain him thyself,\nor bidden others to slay him. Now then I ask thee, King, for which\ndeed wilt thou slay me, for not slaying thee, or for doing thy work and\nslaying thy foe?\"\n\nSaid Christopher to the guard: \"Good fellow, fetch here a good horse\nready saddled and bridled, and be speedy.\"\n\nSo the man went: and Christopher said to Simon: \"For the knife in my\nside, I forgive it thee; and as to the slaying of thy friend, it is not\nfor me to take up the feud. But this is no place for thee: if Jack of\nthe Tofts, or any of his sons, or one of the captains findeth thee, soon\nart thou sped; wherefore I rede thee, when yonder lad hath brought thee\nthe horse, show me the breadth of thy back, and mount the beast, and put\nthe most miles thou canst betwixt me and my folk; for they love me.\"\n\nSaid Simon: \"Sorry payment for making thee a king!\"\n\nSaid Christopher: \"Well, thou art in the right; I may well give gold for\ngetting rid of such as thou.\" And he put his hand into a pouch that hung\non his chair, and drew out thence a purse, and gave it unto Simon, who\ntook it and opened it and looked therein, and then flung it down on the\nground.\n\nChristopher looked on him wrathfully with reddened face, and cried out:\n\"Thou dog! wouldst thou be an earl and rule the folk? What more dost\nthou want?\"\n\n\"This!\" cried out Simon, and leapt upon him, knife aloft. Christopher\nwas unarmed utterly; but he caught hold of the felon's right arm with\nhis right hand, and gripped the wrist till he shrieked; then he raised\nup his mighty left hand, and drave it down on Simon's head by the ear,\nand all gave way before it, and the murderer fell crushed and dead to\nearth.\n\nTherewith came in the man-at-arms to tell him that the horse was come;\nbut stared wild when he saw the dead man on the ground. But Christopher\nsaid: \"My lad, here hath been one who would have thrust a knife into\nan unarmed man, wherefore I must needs give him his wages. But now thou\nhast this to do: take thou this dead man and bind him so fast on the\nhorse thou hast brought that he will not come off till the bindings be\nundone; and bind withal the head of this other, who was once a great man\nand an evil, before the slayer of him, so that it also may be fast; then\nget thee to horse and lead this beast and its burden till ye are well\non the highway to Oakenham, and then let him go and find his way to the\ngate of the city if God will. And hearken, my lad; seest thou this\ngold which lieth scattering on the floor here? this was mine, but is no\nlonger, since I have given it away to the dead man just before he lifted\nhis hand against me. Wherefore now I will keep it for thee against thou\ncomest back safe to me in the morning betimes, as I deem thou wilt, if\nthou wilt behight to St. Julian the helping of some poor body on the\nroad. Go therefore, but send hither the guard; for I am weary now, and\nwould go to sleep without slaying any man else.\"\n\nSo departed the man full of joy, and Christopher gathered his money\ntogether again, and so fared to his bed peacefully.\n\n\n\n\nCHAPTER XXXVI. KING CHRISTOPHER COMES TO OAKENHAM.\n\n\nBut on the morrow the first man who came to the King was the man-at-arms\naforesaid; and he told that he had done the King's errand, and ridden a\nfive miles on the road to Oakenham before he had left the horse with his\nfelon load, and that he had found nought stirring all that way when he\nhad passed through their own out-guards, where folk knew him and let\nhim go freely. \"And,\" quoth he, \"it is like enough that this gift to\nOakenham, Lord King, has by now come to the gate thereof.\" Then the King\ngave that man the gold which he had promised, and he kissed the King's\nhand and went his ways a happy man.\n\nThereafter sent Christopher for Jack of the Tofts, and told him in few\nwords what had betid, and that Rolf the traitor was dead. Then spake\nJack: \"King and fosterling, never hath so mighty a warrior as thou waged\nso easy a war for so goodly a kingdom as thou hast done; for surely thy\nwar was ended last night, wherefore will we straight to Oakenham, if so\nthou wilt. But if it be thy pleasure I will send a chosen band of riders\nto wend on the spur thereto, and bid them get ready thy kingly house,\nand give word to the Barons and the Prelates, and the chiefs of the\nKnighthood, and the Mayor and the Aldermen, and the Masters of the\nCrafts, to show themselves of what mind they be towards thee. But I\ndoubt it not that they will deem of thee as thy father come back again\nand grown young once more.\"\n\nNow was Christopher eager well nigh unto weeping to behold his people\nthat he should live amongst, and gladly he yea-said the word of Jack of\nthe Tofts. So were those riders sent forward; and the host was ordered,\nand Christopher rode amidst it with Goldilind by his side; and the\nsun was not yet gone down when they came within sight of the gate of\nOakenham, and there before the gate and in the fields on either side\nof it was gathered a very great and goodly throng, and there went forth\nfrom it to meet the King the Bishop of Oakenham, and the Abbot of St.\nMary's and the Priors of the other houses of religion, all fairly clad\nin broidered copes, with the clerks and the monks dight full solemnly;\nand they came singing to meet him, and the Bishop blessed him and gave\nhim the hallowed bread, and the King greeted him and craved his prayers.\nThen came the Burgreve of Oakenham, and with him the Barons and the\nKnights, and they knelt before him, and named him to king, and the\nBurgreve gave him the keys of the city. Thereafter came the Mayor and\nthe Aldermen, and the Masters of the Crafts, and they craved his favour,\nand warding of his mighty sword; and all these he greeted kindly and\nmeekly, rather as a friend than as a great lord.\n\nThereafter were the gates opened, and King Christopher entered, and\nthere was no gainsaying, and none spake a word of the Traitor Rolf.\n\nBut the bells of the minster and of all the churches rang merrily, and\nsongs were sung sweetly by fair women gloriously clad; and whereas King\nChristopher and Queen Goldilind had lighted down from their horses and\nwent afoot through the street, roses and all kinds of sweet flowers were\ncast down before the feet of them all the way from the city gate to the\nKing's High House of Oakenham.\n\nThere then in the great hall of his father's house stood Christopher the\nKing on the dais, and Goldilind beside him. And Jack of the Tofts and\nthe chiefest of the Captains, and the Bishop, and the greatest lords\nof the Barons, and the doughtiest of the Knights, and the Mayor and the\nAldermen, and the Masters of the Crafts, sat at the banquet with the\nKing and his mate; they brake bread together and drank cups of renown,\ntill the voidee cup was borne in. Then at last were the King & the Queen\nbrought to their chamber with string-play and songs and all kinds of\ntriumph; and that first night since he lay in his mother's womb did\nChild Christopher fall asleep in the house which the fathers had builded\nfor him.\n\n\n\n\nCHAPTER XXXVII. OF CHILD CHRISTOPHER'S DEALINGS WITH HIS FRIENDS & HIS\nFOLK.\n\n\nIt was in the morning when King Christopher arose, and Goldilind stood\nbefore him in the kingly chamber, that he clipped her and kissed her,\nand said: \"This is the very chamber whence my father departed when he\nwent to his last battle, and left my mother sickening with the coming\nbirth of me. And never came he back hither, nor did mine eyes behold him\never. Here also lay my mother and gave birth to me, and died of sorrow,\nand her also I never saw, save with eyes that noted nought that I might\nremember. And my third kinsman was the traitor, that cast me forth of\nmine heritage, and looked to it that I should wax up as a churl, and\nlose all hope of high deeds; and at the last he strove to slay me.\n\n\"Therefore, sweet, have I no kindred, and none that are bound to cherish\nme, and it is for thee to take the place of them, and be unto me both\nfather and mother, and brother and sister, and all kindred.\"\n\nShe said: \"My mother I never saw, and I was but little when my father\ndied; and if I had any kindred thereafter they loved me not well enough\nto strike one stroke for me, nay, or to speak a word even, when I was\nthrust out of my place and delivered over to the hands of pitiless\npeople, and my captivity worsened on me as the years grew. Wherefore to\nme also art thou in the stead of all kindred and affinity.\"\n\nNow Christopher took counsel with Jack of the Tofts and the great men\nof the kingdom, and that same day, the first day of his kingship in\nOakenham, was summoned a great mote of the whole folk; and in half a\nmonth was it holden, and thereat was Christopher taken to king with none\ngainsaying.\n\nBegan now fair life for the people of Oakenrealm; for Jack of the Tofts\nabode about the King in Oakenham; and wise was his counsel, and there\nwas no greed in him, and yet he wotted of greed and guile in others,\nand warned the King thereof when he saw it, and the tyrants were brought\nlow, and no poor and simple man had need to thieve. As for Christopher,\nhe loved better to give than to take; and the grief and sorrow of folk\nirked him sorely; it was to him as if he had gotten a wound when he saw\nso much as one unhappy face in a day; and all folk loved him, and the\nfame of him went abroad through the lands and the roads of travel, so\nthat many were the wise and valiant folk that left their own land and\ncame into Oakenrealm to dwell there, because of the good peace and\nthe kindliness that there did abound; so that Oakenrealm became both\nmany-peopled and joyous.\n\nThough Jack of the Tofts abode with the King at Oakenham, his sons went\nback to the Tofts, and Gilbert was deemed the head man of them; folk\ngathered to them there, and the wilderness about them became builded in\nmany places, and the Tofts grew into a goodly cheaping town, for those\nbrethren looked to it that all roads in the woodland should be safe and\nat peace, so that no chapman need to arm him or his folk; nay, a maiden\nmight go to and fro on the woodland ways, with a golden girdle about\nher, without so much as the crumpling of a lap of her gown unless by her\nown will.\n\nAs to David, at first Christopher bade him strongly to abide with him\never, for he loved him much. But David nay-said it, and would go home to\nthe Tofts; and when the King pressed him sore, at last he said: \"Friend\nand fellow, I must now tell thee the very sooth, and then shalt thou\nsuffer me to depart, though the sundering be but sorrow to me. For this\nit is, that I love thy Lady and wife more than meet is, and here I find\nit hard to thole my desire and my grief; but down in the thicket yonder\namongst my brethren of the woods, and man and maid, and wife and babe,\nnay, the very deer of the forest, I shall become a man again, and be no\nmore a peevish and grudging fool; and as the years wear, shall sorrow\nwear, and then, who knows but we may come together again.\"\n\nThen Christopher smiled kindly on him and embraced him, but they spake\nno more of that matter, but sat talking a while, and then bade each\nother farewell, and David went his ways to the Tofts. But a few months\nthereafter, when a son had been born to Christopher, David came to\nOakenrealm, but stayed there no longer than to greet the King, and do\nhim to wit that he was boun for over-sea to seek adventure. Many gifts\nthe King gave him, and they sundered in all loving-kindness, and the\nKing said: \"Farewell, friend, I shall remember thee and thy kindness\nfor ever.\" But David said: \"By the roof in Littledale and by the hearth\nthereof, thou shalt be ever in my mind.\"\n\nThus they parted for that time; but five and twenty years afterwards,\nwhen Child Christopher was in his most might and majesty, and Goldilind\nwas yet alive and lovely, and sons and daughters sat about their board,\nit was the Yule feast in the King's Hall at Oakenham, and there came\na man into the hall that none knew, big of stature, grey-eyed and\nhollow-cheeked, with red hair grizzled, and worn with the helm; a\nweaponed man, chieftain-like and warrior-like. And when the serving-men\nasked him of his name, and whence and whither, he said: \"I have come\nfrom over-seas to look upon the King, and when he seeth me he will know\nmy name.\" Then he put them all aside and would not be gainsaid, but\nstrode up the hall to the high-seat, and stood before the King and said:\n\"Hail, little King Christopher! Hail, stout babe of the woodland!\"\n\nThen the King looked on him and knew him at once, and stood up at once\nwith a glad cry, and came round unto him, and took his arms about him\nand kissed him, and led him into the high-seat, and set him betwixt him\nand Goldilind, and she also greeted him and took him by the hand and\nkissed him; and Jack of the Tofts, now a very old man, but yet hale\nand stark, who sat on the left hand of the King, leaned toward him and\nkissed him and blessed him; for lo! it was David of the Tofts.\n\nSpake he now and said: \"Christopher, this is now a happy day!\"\n\nSaid the King: \"David, whither away hence, and what is thine heart set\nupon?\"\n\n\"On the renewal of our youth,\" said David, \"and the abiding with thee.\nBy my will no further will I go than this thine house. How sayest thou?\"\n\n\"As thou dost,\" said Christopher, \"that this is indeed a happy day;\ndrink out of my cup now, to our abiding together, and the end of\nsundering till the last cometh.\"\n\nSo they drank together, they two, and were happy amidst the folk of the\nhall; and at last the King stood up and spake aloud, and did all to wit\nthat this was his friend and fellow of the old days; and he told of his\ndoughty deeds, whereof he had heard many a tale, and treasured them in\nhis heart while they were apart, and he bade men honour him, all such as\nwould be his friends. And all men rejoiced at the coming of this doughty\nman and the friend of the King.\n\nSo there abode David, holden in all honour, and in great love of Child\nChristopher and Goldilind; and when his father died, his earldom did the\nKing give to David his friend, who never sundered from him again, but\nwas with him in peace and in war, in joy and in sorrow.\n\n\n\n\nCHAPTER XXXVIII. OF MATTERS OF MEADHAM.\n\n\nGOES the tale back now to the time when the kingship of Child\nChristopher was scarce more than one month old; and tells that as\nthe King sat with his Queen in the cool of his garden on a morning of\nAugust, there came to him a swain of service, who did him to wit that an\noutland lord was come, and would see him and give him a message.\n\nSo the King bade bring him in to the garden to him straight-way; so the\nman went, and came back again leading in a knight somewhat stricken in\nyears, on whose green surcoat was beaten a golden lion.\n\nHe came to those twain and did obeisance to them, but spake, as it\nseemed, to Goldilind alone: \"Lady, and Queen of Meadham,\" said he, \"it\nis unto thee, first of all, that mine errand is.\"\n\nThen she spoke and said: \"Welcome to thee, Sir Castellan of\nGreenharbour, we shall hear thy words gladly.\"\n\nSaid the new-comer: \"Lady, I am no longer the Burgreve of Greenharbour,\nbut Sir Guisebert, lord of the Green March, and thy true servant and a\nsuitor for thy grace and pardon.\"\n\n\"I pardon thee not, but thank thee for what thou didst of good to me,\"\nsaid Goldilind, \"and I think that now thine errand shall be friendly.\"\n\nThen turned the Green Knight to the King, and he said: \"Have I thy leave\nto speak, Lord King?\" and he smiled covertly.\n\nBut Christopher looked on the face and coat-armour of him, and called\nhim to mind as the man who had stood betwixt him and present death\nthat morning in the porch of the Littledale house; so he looked on him\nfriendly, and said: \"My leave thou hast, Sir Knight, to speak fully and\nfreely, and that the more as meseemeth I saw thee first when thou hadst\nweaponed men at thy back, and wert turning their staves away from my\nbreast.\"\n\n\"Even so it is, Lord King,\" said the Knight; \"and to say sooth, I fear\nthee less for thy kingship, than because I wot well that thou mayst\nlightly take me up by the small of my back and cast me over thy shoulder\nif thou have a mind therefor.\"\n\nChristopher laughed at his word, and bade him sit down upon the green\ngrass and tell his errand straightway; and the Knight tarried not, but\nspake out: \"Queen of Meadham, I am a friend and fellow, and in some sort\na servant, to Earl Geoffrey, Regent of Meadham, whom thou knowest; and\nhe hath put a word in my mouth which is both short and easy for me to\ntell. All goes awry in Meadham now, and men are arming against each\nother, and will presently be warring, but if thou look to it; because\nall this is for lack of thee. But if thou wilt vouchsafe to come to\nMeadhamstead, and sit on thy throne for a little while, commanding and\nforbidding; and if thou wilt appoint one of the lords for thine Earl\nthere, and others for thy captains, and governors and burgreves and so\nforth; then if the people see thee and hear thee, the swords will go\ninto their sheaths, and the spears will hang on the wall again, and we\nshall have peace in Meadham, for all will do thy bidding. Wherefore,\nLady and Queen, I beseech thee to come to us, and stave off the riot and\nruin. What sayest thou?\"\n\nGoldilind made answer in a while: \"Sir Guisebert, true it is that I long\nto see my people, and to look once more on my father's house, and the\nplace where he was born and died. But how know I but this is some wile\nof Earl Geoffrey, for he hath not been abounding in trustiness toward\nus?\"\n\nBut Sir Guisebert swore on his salvation that there was no guile\ntherein, and they were undone save Goldilind came unto them. Then spake\nChristopher: \"Sir Knight, I am willing to pleasure my Lady, who, as\nI can see, longeth to behold her own land and people; and also by thy\nvoice and thy face I deem that thou art not lying unto me, and that no\nharm will befall the Lady; yet will I ask thee right out what thou and\nthy lord would think thereof if she come into Meadham accompanied; to\nwit, if I rode with her, and had five hundreds of good riders at my\nback, would ye have guesting for so many and such stark lads?\"\n\nThe Knight took up the word eagerly, and said: \"Wilt thou but come,\ndear lord, and bring a thousand or more, then the surer and the safer it\nwould be for us.\"\n\nSaid the King, smiling: \"Well, it shall be thought on; and meantime be\nthou merry with us; for indeed I deem of thee, that but for thy helping\nmy life had been cast away that morning in Littledale.\"\n\nSo they made much of the Meadham man for three days, and thereafter\nthey rode into Meadham and to Meadhamstead, Christopher, and Jack of the\nTofts, and Goldilind, in all honour and triumph, they and seven hundreds\nof spears, and never were lords received with such joy and kindness\nas were they, but it were on the day when Christopher and his entered\nOakenham.\n\nThe Earl Geoffrey was not amongst them that met them; but whenas they\nsat at the banquet in the hall, and Goldilind was in the high-seat,\ngloriously clad and with the kingly crown on her head, there came a\ntall man up to the dais, grey-headed and keen-eyed, and he was unarmed,\nwithout so much as a sword by his side, and clad in simple black; and he\nknelt before Goldilind, and laid his head on her lap, and spake: \"Lady\nand Queen, here is my head to do with as thou wilt; for I have been thy\ndastard, and I crave thy pardon, if so it may be, for I am Geoffrey.\"\n\nShe looked kindly on him, and raised him up; and then she turned to the\nchief of the serving-men, and said: \"Fetch me a sword with its sheath\nand its girdle, and see that it be a good blade, and all well-adorned,\nboth sword and sheath and girdle.\" Even so it was done; and when she had\nthe sword, she bade Sir Geoffrey kneel again before her, and she girt\nhim with the said sword and spake: \"Sir Geoffrey, all the wrong which\nthou didest to me, I forgive it thee and forget it; but wherein thou\nhast done well, I will remember it, for thou hast given me a mighty King\nto be my man; nay, the mightiest and the loveliest on earth; wherefore I\nbless thee, and will make thee my Earl to rule all Meadham under me, if\nso be the folk gainsay it not. Wherefore now let these folk fetch thee\nseemly garments and array thee, and then come sit amongst us, and eat\nand drink on this high day; for a happy day it is when once again I sit\nin my father's house, and see the faces of my folk that loveth me.\"\n\nShe spake loud and clear, so that most folk in the hall heard her; and\nthey rejoiced at her words, for Sir Geoffrey was no ill ruler, but wise\nand of great understanding, keen of wit and deft of word, and a mighty\nwarrior withal; only they might not away with it that their Lady and\nQueen had become as alien to them. So when they heard her speak her\nwill, they shouted for joy of the peace and goodwill that was to be.\n\nThere then sat Geoffrey at the banquet; and Christopher smiled on him,\nand said: \"See now, lord, if I have not done as thou badest when\nthou gavest me the treasure of Greenharbour, for I have brought the\nwolf-heads to thy helping and not to thy scathing. Do thou as much for\nme, and be thou a good earl to thy Lady and mine, and then shalt thou\nyet live and die a happy man, and my friend. Or else--\"\n\n\"There shall be no else, Lord King,\" quoth Geoffrey; \"all men henceforth\nshall tell of me as a true man.\"\n\nSo they were blithe and joyous together. But a seven days thence was\nthe Allmen's Mote gathered to the wood-side without Meadhamstead, and\nthronged it was: and there Goldilind stood up before all the folk\nand named Sir Geoffrey for Earl to rule the land under her, and none\ngainsaid it, for they knew him meet thereto. Then she named from the\nbaronage and knighthood such men as she had been truly told were meet\nthereto to all the offices of the kingdom, and there was none whom\nshe named but was well-pleasing to the folk; for she had taken counsel\nbeforehand with all the wisest men of all degrees.\n\nAs for herself, all loved and worshipped her; and this alone seemed hard\nunto them, that she must needs go back to Oakenrealm in a few days: but\nwhen she heard them murmur thereat, she behight them, that once in every\nyear she would come into Meadham and spend one whole month therein; and,\nwere it possible, ever should that be the month of May. So when they\nheard that, they all praised her, and were the more content. This custom\nshe kept ever thereafter, and she lay in with her second son in the city\nof Meadhamstead, so that he was born therein; and she named him to be\nKing after her, to the great joy of that folk; and he grew up strong and\nwell-liking, and came to the kingship while his mother was yet alive,\nand was a good man and well-beloved of his folk.\n\nBefore she turned back with her man, she let seek out Aloyse, and when\nshe came before her, gave her gifts and bade her come back with her to\nOakenham and serve her there if she would: and the damsel was glad, for\nthere in Meadhamstead was she poor and not well seen to, whereas it was\nrumoured of her that she had been one of the jailers of Goldilind.\n\nWhen they came back to Oakenham, there they met Gandolf, Baron of\nBrimside, now whole of his hurts, and the King greeted him kindly, and\ndid well to him all his life; and found him ever a true man.\n\nGood thenceforward was the life of Child Christopher and Goldilind:\nwhiles indeed they happed on unpeace or other trouble; but never did\nfair love and good worship depart from them, either of each unto each,\nor of the whole folk unto them twain.\n\nTo no man did Christopher mete out worse than his deserts, nay, to most\nfar better he meted: no man he feared, nor hated any save the tormentors\nof poor folk; and but a little while abided his hatred of those, for\nit cut short their lives, so that they were speedily done with and\nforgotten. And when he died a very old man but one year after Goldilind\nhis dear, no king that ever lived was so bewailed by his folk as was\nChild Christopher."
}