{
 "author": [
  "Grahame, Kenneth"
 ],
 "title": [
  "Dream Days"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Brothers and sisters -- Fiction",
  "England -- Fiction",
  "Country life -- Fiction",
  "PR"
 ],
 "id": "270",
 "genre": [
  "fiction"
 ],
 "text": "DREAM DAYS\n\nBy Kenneth Grahame\n\n\n\n\nContents:\n\n     THE TWENTY-FIRST OF OCTOBER\n     DIES IRAE\n     MUTABILE SEMPER\n     THE MAGIC RING\n     ITS WALLS WERE AS OF JASPER\n     A SAGA OF THE SEAS\n     THE RELUCTANT DRAGON\n     A DEPARTURE\n\n\n\n\n\nDREAM DAYS\n\n\n\n\nTHE TWENTY-FIRST OF OCTOBER\n\nIn the matter of general culture and attainments, we youngsters stood on\npretty level ground. True, it was always happening that one of us would\nbe singled out at any moment, freakishly, and without regard to his own\npreferences, to wrestle with the inflections of some idiotic language\nlong rightly dead; while another, from some fancied artistic tendency\nwhich always failed to justify itself, might be told off without warning\nto hammer out scales and exercises, and to bedew the senseless keys with\ntears of weariness or of revolt. But in subjects common to either sex,\nand held to be necessary even for him whose ambition soared no higher\nthan to crack a whip in a circus-ring--in geography, for instance,\narithmetic, or the weary doings of kings and queens--each would have\nscorned to excel. And, indeed, whatever our individual gifts, a general\ndogged determination to shirk and to evade kept us all at much the same\ndead level,--a level of ignorance tempered by insubordination.\n\nFortunately there existed a wide range of subjects, of healthier tone\nthan those already enumerated, in which we were free to choose for\nourselves, and which we would have scorned to consider education; and in\nthese we freely followed each his own particular line, often attaining\nan amount of special knowledge which struck our ignorant elders as\nsimply uncanny. For Edward, the uniforms, accoutrements, colours,\nand mottoes of the regiments composing the British Army had a special\nglamour. In the matter of facings he was simply faultless; among\nchevrons, badges, medals, and stars, he moved familiarly; he even knew\nthe names of most of the colonels in command; and he would squander\nsunny hours prone on the lawn, heedless of challenge from bird or beast,\nporing over a tattered Army List. My own accomplishment was of another\ncharacter--took, as it seemed to me, a wider and a more untrammelled\nrange. Dragoons might have swaggered in Lincoln green, riflemen might\nhave donned sporrans over tartan trews, without exciting notice or\ncomment from me. But did you seek precise information as to the fauna of\nthe American continent, then you had come to the right shop. Where and\nwhy the bison “wallowed”; how beaver were to be trapped and wild turkeys\nstalked; the grizzly and how to handle him, and the pretty pressing\nways of the constrictor,--in fine, the haunts and the habits of all that\nburrowed, strutted, roared, or wriggled between the Atlantic and the\nPacific,--all this knowledge I took for my province. By the others my\nequipment was fully recognized. Supposing a book with a bear-hunt in\nit made its way into the house, and the atmosphere was electric with\nexcitement; still, it was necessary that I should first decide whether\nthe slot had been properly described and properly followed up, ere the\nwork could be stamped with full approval. A writer might have won\nfame throughout the civilized globe for his trappers and his realistic\nbackwoods, and all went for nothing. If his pemmican were not properly\ncompounded I damned his achievement, and it was heard no more of.\n\nHarold was hardly old enough to possess a special subject of his own. He\nhad his instincts, indeed, and at bird's-nesting they almost amounted to\nprophecy. Where we others only suspected eggs, surmised possible eggs,\nhinted doubtfully at eggs in the neighbourhood, Harold went straight for\nthe right bush, bough, or hole as if he carried a divining-rod. But this\nfaculty belonged to the class of mere gifts, and was not to be ranked\nwith Edward's lore regarding facings, and mine as to the habits of\nprairie-dogs, both gained by painful study and extensive travel in those\n“realms of gold,” the Army List and Ballantyne.\n\nSelina's subject, quite unaccountably, happened to be naval history.\nThere is no laying down rules as to subjects; you just possess them--or\nrather, they possess you--and their genesis or protoplasm is rarely to\nbe tracked down. Selina had never so much as seen the sea; but for\nthat matter neither had I ever set foot on the American continent,\nthe by-ways of which I knew so intimately. And just as I, if set down\nwithout warning in the middle of the Rocky Mountains, would have been\nperfectly at home, so Selina, if a genie had dropped her suddenly on\nPortsmouth Hard, could have given points to most of its frequenters.\nFrom the days of Blake down to the death of Nelson (she never\ncondescended further) Selina had taken spiritual part in every notable\nengagement of the British Navy; and even in the dark days when she had\nto pick up skirts and flee, chased by an ungallant De Ruyter or Van\nTromp, she was yet cheerful in the consciousness that ere long she would\nbe gleefully hammering the fleets of the world, in the glorious times\nto follow. When that golden period arrived, Selina was busy indeed; and,\nwhile loving best to stand where the splinters were flying the thickest.\nshe was also a careful and critical student of seamanship and of\nmanoeuvre. She knew the order in which the great line-of-battle ships\nmoved into action, the vessels they respectively engaged, the moment\nwhen each let go its anchor, and which of them had a spring on its cable\n(while not understanding the phrase, she carefully noted the fact);\nand she habitually went into an engagement on the quarter-deck of the\ngallant ship that reserved its fire the longest.\n\nAt the time of Selina's weird seizure I was unfortunately away from\nhome, on a loathsome visit to an aunt; and my account is therefore\nfeebly compounded from hearsay. It was an absence I never ceased to\nregret--scoring it up, with a sense of injury, against the aunt. There\nwas a splendid uselessness about the whole performance that specially\nappealed to my artistic sense. That it should have been Selina, too,\nwho should break out this way--Selina, who had just become a regular\nsubscriber to the “Young Ladies' Journal,” and who allowed herself to\nbe taken out to strange teas with an air of resignation palpably\nassumed--this was a special joy, and served to remind me that much of\nthis dreaded convention that was creeping over us might be, after\nall, only veneer. Edward also was absent, getting licked into shape at\nschool; but to him the loss was nothing. With his stern practical bent\nhe wouldn't have seen any sense in it--to recall one of his favourite\nexpressions. To Harold, however, for whom the gods had always cherished\na special tenderness, it was granted, not only to witness, but also,\npriestlike, to feed the sacred fire itself. And if at the time he paid\nthe penalty exacted by the sordid unimaginative ones who temporarily\nrule the roast, he must ever after, one feels sure, have carried inside\nhim some of the white gladness of the acolyte who, greatly privileged,\nhas been permitted to swing a censer at the sacring of the very Mass.\n\nOctober was mellowing fast, and with it the year itself; full of tender\nhints, in woodland and hedgerow, of a course well-nigh completed. From\nall sides that still afternoon you caught the quick breathing and sob\nof the runner nearing the goal. Preoccupied and possessed, Selina had\nstrayed down the garden and out into the pasture beyond, where, on a\nbit of rising ground that dominated the garden on one side and the downs\nwith the old coach-road on the other, she had cast herself down to chew\nthe cud of fancy. There she was presently joined by Harold, breathless\nand very full of his latest grievance.\n\n“I asked him not to,” he burst out. “I said if he'd only please wait a\nbit and Edward would be back soon, and it couldn't matter to HIM, and\nthe pig wouldn't mind, and Edward'd be pleased and everybody'd be happy.\nBut he just said he was very sorry, but bacon didn't wait for nobody.\nSo I told him he was a regular beast, and then I came away. And--and I\nb'lieve they're doing it now!”\n\n“Yes, he's a beast,” agreed Selina, absently. She had forgotten all\nabout the pig-killing. Harold kicked away a freshly thrown-up mole-hill,\nand prodded down the hole with a stick. From the direction of Farmer\nLarkin's demesne came a long-drawn note of sorrow, a thin cry and\nappeal, telling that the stout soul of a black Berkshire pig was already\nfaring down the stony track to Hades.\n\n“D'you know what day it is?” said Selina presently, in a low voice,\nlooking far away before her.\n\nHarold did not appear to know, nor yet to care. He had laid open his\nmole-run for a yard or so, and was still grubbing at it absorbedly.\n\n“It's Trafalgar Day,” went on Selina, trancedly; “Trafalgar Day--and\nnobody cares!”\n\nSomething in her tone told Harold that he was not behaving quite\nbecomingly. He didn't exactly know in what manner; still, he abandoned\nhis mole-hunt for a more courteous attitude of attention.\n\n“Over there,” resumed Selina--she was gazing out in the direction of the\nold highroad--“over there the coaches used to go by. Uncle Thomas was\ntelling me about it the other day. And the people used to watch for 'em\ncoming, to tell the time by, and p'r'aps to get their parcels. And one\nmorning--they wouldn't be expecting anything different--one morning,\nfirst there would be a cloud of dust, as usual, and then the coach would\ncome racing by, and THEN they would know! For the coach would be dressed\nin laurel, all laurel from stem to stern! And the coachman would be\nwearing laurel, and the guard would be wearing laurel; and then they\nwould know, then they would know!”\n\nHarold listened in respectful silence. He would much rather have been\nhunting the mole, who must have been a mile away by this time if he had\nhis wits about him. But he had all the natural instincts of a\ngentleman; of whom it is one of the principal marks, if not the complete\ndefinition, never to show signs of being bored.\n\nSelina rose to her feet, and paced the turf restlessly with a short\nquarter-deck walk.\n\n“Why can't we DO something?” she burst out presently. “HE--he did\neverything--why can't we do anything for him?”\n\n“WHO did everything?” inquired Harold, meekly. It was useless wasting\nfurther longings on that mole. Like the dead, he travelled fast.\n\n“Why, Nelson, of course,” said Selina, shortly, still looking restlessly\naround for help or suggestion.\n\n“But he's--he's DEAD, isn't he?” asked Harold, slightly puzzled.\n\n“What's that got to do with it?” retorted his sister, resuming her\ncaged-lion promenade.\n\nHarold was somewhat taken aback. In the case of the pig, for instance,\nwhose last outcry had now passed into stillness, he had considered the\nchapter as finally closed. Whatever innocent mirth the holidays might\nhold in store for Edward, that particular pig, at least, would not be a\ncontributor. And now he was given to understand that the situation had\nnot materially changed! He would have to revise his ideas, it seemed.\nSitting up on end, he looked towards the garden for assistance in the\ntask. Thence, even as he gazed, a tiny column of smoke rose straight up\ninto the still air. The gardener had been sweeping that afternoon, and\nnow, an unconscious priest, was offering his sacrifice of autumn leaves\nto the calm-eyed goddess of changing hues and chill forebodings who was\nmoving slowly about the land that golden afternoon. Harold was up and\noff in a moment, forgetting Nelson, forgetting the pig, the mole, the\nLarkin betrayal, and Selina's strange fever of conscience. Here was\nfire, real fire, to play with, and that was even better than messing\nwith water, or remodelling the plastic surface of the earth. Of all the\ntoys the world provides for right-minded persons, the original elements\nrank easily the first.\n\nBut Selina sat on where she was, her chin on her fists; and her fancies\nwhirled and drifted, here and there, in curls and eddies, along with the\nsmoke she was watching. As the quick-footed dusk of the short October\nday stepped lightly over the garden, little red tongues of fire might\nbe seen to leap and vanish in the smoke. Harold, anon staggering under\narmfuls of leaves, anon stoking vigorously, was discernible only at\nfitful intervals. It was another sort of smoke that the inner eye of\nSelina was looking upon,--a smoke that hung in sullen banks round the\nmasts and the hulls of the fighting ships; a smoke from beneath which\ncame thunder and the crash and the splinter-rip, the shout of the\nboarding party, the choking sob of the gunner stretched by his gun; a\nsmoke from out of which at last she saw, as through a riven pall, the\nradiant spirit of the Victor, crowned with the coronal of a perfect\ndeath, leap in full assurance up into the ether that Immortals breathe.\nThe dusk was glooming towards darkness when she rose and moved slowly\ndown towards the beckoning fire; something of the priestess in her\nstride, something of the devotee in the set purpose of her eye.\n\nThe leaves were well alight by this time, and Harold had just added an\nold furze bush, which flamed and crackled stirringly.\n\n“Go 'n' get some more sticks,” ordered Selina, “and shavings, 'n' chunks\nof wood, 'n' anything you can find. Look here--in the kitchen-garden\nthere's a pile of old pea-sticks. Fetch as many as you can carry, and\nthen go back and bring some more!”\n\n“But I say,--” began Harold, amazedly, scarce knowing his sister, and\nwith a vision of a frenzied gardener, pea-stickless and threatening\nretribution.\n\n“Go and fetch 'em quick!” shouted Selina, stamping with impatience.\n\nHarold ran off at once, true to the stern system of discipline in which\nhe had been nurtured. But his eyes were like round O's, and as he ran he\ntalked fast to himself, in evident disorder of mind.\n\nThe pea-sticks made a rare blaze, and the fire, no longer smouldering\nsullenly, leapt up and began to assume the appearance of a genuine\nbonfire. Harold, awed into silence at first, began to jump round it with\nshouts of triumph. Selina looked on grimly, with knitted brow; she\nwas not yet fully satisfied. “Can't you get any more sticks?” she said\npresently. “Go and hunt about. Get some old hampers and matting and\nthings out of the tool-house. Smash up that old cucumber frame Edward\nshoved you into, the day we were playing scouts and Mohicans. Stop a\nbit! Hooray! I know. You come along with me.”\n\nHard by there was a hot-house, Aunt Eliza's special pride and joy, and\neven grimly approved of by the gardener. At one end, in an out-house\nadjoining, the necessary firing was stored; and to this sacred fuel, of\nwhich we were strictly forbidden to touch a stick, Selina went straight.\nHarold followed obediently, prepared for any crime after that of the\npea-sticks, but pinching himself to see if he were really awake.\n\n“You bring some coals,” said Selina briefly, without any palaver or\npro-and-con discussion. “Here's a basket. I'LL manage the faggots!”\n\nIn a very few minutes there was little doubt about its being a genuine\nbonfire and no paltry makeshift. Selina, a Maenad now, hatless and\ntossing disordered locks, all the dross of the young lady purged out of\nher, stalked around the pyre of her own purloining, or prodded it with\na pea-stick. And as she prodded she murmured at intervals, “I KNEW there\nwas something we could do! It isn't much--but still it's SOMETHING!”\n\nThe gardener had gone home to his tea. Aunt Eliza had driven out for\nhers a long way off, and was not expected back till quite late; and this\nfar end of the garden was not overlooked by any windows. So the Tribute\nblazed on merrily unchecked. Villagers far away, catching sight of\nthe flare, muttered something about “them young devils at their tricks\nagain,” and trudged on beer-wards. Never a thought of what day it was,\nnever a thought for Nelson, who preserved their honest pint-pots, to\nbe paid for in honest pence, and saved them from litres and decimal\ncoinage. Nearer at hand, frightened rabbits popped up and vanished with\na flick of white tails; scared birds fluttered among the branches, or\nsped across the glade to quieter sleeping-quarters; but never a bird nor\na beast gave a thought to the hero to whom they owed it that each year\ntheir little homes of horsehair, wool, or moss, were safe stablished\n'neath the flap of the British flag; and that Game Laws, quietly\npermanent, made la chasse a terror only to their betters. No one seemed\nto know, nor to care, nor to sympathise. In all the ecstasy of her\nburnt-offering and sacrifice, Selina stood alone.\n\nAnd yet--not quite alone! For, as the fire was roaring at its best,\ncertain stars stepped delicately forth on the surface of the immensity\nabove, and peered down doubtfully--with wonder at first, then with\ninterest, then with recognition, with a start of glad surprise. THEY\nat least knew all about it, THEY understood. Among THEM the Name was\na daily familiar word; his story was a part of the music to which they\nswung, himself was their fellow and their mate and comrade. So they\npeeped, and winked, and peeped again, and called to their laggard\nbrothers to come quick and see.\n\n*****\n\n“The best of life is but intoxication;” and Selina, who during her brief\ninebriation had lived in an ecstasy as golden as our drab existence\naffords, had to experience the inevitable bitterness of awakening\nsobriety, when the dying down of the flames into sullen embers coincided\nwith the frenzied entrance of Aunt Eliza on the scene. It was not so\nmuch that she was at once and forever disrated, broke, sent before the\nmast, and branded as one on whom no reliance could be placed, even with\nEdward safe at school, and myself under the distant vigilance of an\naunt; that her pocket money was stopped indefinitely, and her new Church\nService, the pride of her last birthday, removed from her own custody\nand placed under the control of a Trust. She sorrowed rather because\nshe had dragged poor Harold, against his better judgment, into a most\nhorrible scrape, and moreover because, when the reaction had fairly set\nin, when the exaltation had fizzled away and the young-lady portion of\nher had crept timorously back to its wonted lodging, she could only see\nherself as a plain fool, unjustified, undeniable, without a shadow of an\nexcuse or explanation.\n\nAs for Harold, youth and a short memory made his case less pitiful than\nit seemed to his more sensitive sister. True, he started upstairs to his\nlonely cot bellowing dismally, before him a dreary future of pains and\npenalties, sufficient to last to the crack of doom. Outside his door,\nhowever, he tumbled over Augustus the cat, and made capture of him; and\nat once his mourning was changed into a song of triumph, as he conveyed\nhis prize into port. For Augustus, who detested above all things going\nto bed with little boys, was ever more knave than fool, and the trapper\nwho was wily enough to ensnare him had achieved something notable.\nAugustus, when he realized that his fate was sealed, and his night's\nlodging settled, wisely made the best of things, and listened, with\na languorous air of complete comprehension, to the incoherent babble\nconcerning pigs and heroes, moles and bonfires, which served Harold for\na self-sung lullaby. Yet it may be doubted whether Augustus was one of\nthose rare fellows who thoroughly understood.\n\nBut Selina knew no more of this source of consolation than of the\nsympathy with which the stars were winking above her; and it was only\nafter some sad interval of time, and on a very moist pillow, that she\ndrifted into that quaint inconsequent country where you may meet your\nown pet hero strolling down the road, and commit what hair-brained\noddities you like, and everybody understands and appreciates.\n\n\n\n\nDIES IRAE\n\nThose memorable days that move in procession, their heads just out\nof the mist of years long dead--the most of them are full-eyed as the\ndandelion that from dawn to shade has steeped itself in sunlight.\nHere and there in their ranks, however, moves a forlorn one who is\nblind--blind in the sense of the dulled window-pane on which the pelting\nraindrops have mingled and run down, obscuring sunshine and the circling\nbirds, happy fields, and storied garden; blind with the spatter of a\nmisery uncomprehended, unanalysed, only felt as something corporeal in\nits buffeting effects.\n\nMartha began it; and yet Martha was not really to blame. Indeed, that\nwas half the trouble of it--no solid person stood full in view, to be\nblamed and to make atonement. There was only a wretched, impalpable\ncondition to deal with. Breakfast was just over; the sun was summoning\nus, imperious as a herald with clamour of trumpet; I ran upstairs to\nher with a broken bootlace in my hand, and there she was, crying in a\ncorner, her head in her apron. Nothing could be got from her but the\nsame dismal succession of sobs that would not have done, that struck\nand hurt like a physical beating; and meanwhile the sun was getting\nimpatient, and I wanted my bootlace.\n\nInquiry below stairs revealed the cause. Martha's brother was dead,\nit seemed--her sailor brother Billy; drowned in one of those strange\nfar-off seas it was our dream to navigate one day. We had known Billy\nwell, and appreciated him. When an approaching visit of Billy to his\nsister had been announced, we had counted the days to it. When his\ncheery voice was at last heard in the kitchen and we had descended\nwith shouts, first of all he had to exhibit his tattooed arms, always a\nsubject for fresh delight and envy and awe; then he was called upon\nfor tricks, jugglings, and strange, fearful gymnastics; and lastly came\nyarns, and more yarns, and yarns till bedtime. There had never been any\none like Billy in his own particular sphere; and now he was drowned,\nthey said, and Martha was miserable, and--and I couldn't get a new\nbootlace. They told me that Billy would never come back any more, and I\nstared out of the window at the sun which came back, right enough, every\nday, and their news conveyed nothing whatever to me. Martha's sorrow hit\nhome a little, but only because the actual sight and sound of it gave\nme a dull, bad sort of pain low down inside--a pain not to be actually\nlocated. Moreover, I was still wanting my bootlace.\n\nThis was a poor sort of a beginning to a day that, so far as outside\nconditions went, had promised so well. I rigged up a sort of jurymast\nof a bootlace with a bit of old string, and wandered off to look up the\ngirls, conscious of a jar and a discordance in the scheme of things. The\nmoment I entered the schoolroom something in the air seemed to tell\nme that here, too, matters were strained and awry. Selina was staring\nlistlessly out of the window, one foot curled round her leg. When I\nspoke to her she jerked a shoulder testily, but did not condescend to\nthe civility of a reply. Charlotte, absolutely unoccupied, sprawled in\na chair, and there were signs of sniffles about her, even at that early\nhour. It was but a trifling matter that had caused all this electricity\nin the atmosphere, and the girls' manner of taking it seemed to me most\nunreasonable. Within the last few days the time had come round for the\ndespatch of a hamper to Edward at school. Only one hamper a term was\npermitted him, so its preparation was a sort of blend of revelry\nand religious ceremony. After the main corpus of the thing had been\ncarefully selected and safely bestowed--the pots of jam, the cake, the\nsausages, and the apples that filled up corners so nicely--after the\nlast package had been wedged in, the girls had deposited their own\nprivate and personal offerings on the top. I forget their precise\nnature; anyhow, they were nothing of any particular practical use to a\nboy. But they had involved some contrivance and labour, some skimping\nof pocket money, and much delightful cloud-building as to the effect\non their enraptured recipient. Well, yesterday there had come a terse\nacknowledgment from Edward, heartily commending the cakes and the jam,\nstamping the sausages with the seal of Smith major's approval, and\nfinally hinting that, fortified as he now was, nothing more was\nnecessary but a remittance of five shillings in postage stamps to enable\nhim to face the world armed against every buffet of fate. That was all.\nNever a word or a hint of the personal tributes or of his appreciation\nof them. To us--to Harold and me, that is--the letter seemed natural\nand sensible enough. After all, provender was the main thing, and five\nshillings stood for a complete equipment against the most unexpected\nturns of luck. The presents were very well in their way--very nice, and\nso on--but life was a serious matter, and the contest called for cakes\nand half crowns to carry it on, not gew-gaws and knitted mittens and the\nlike. The girls, however, in their obstinate way, persisted in taking\ntheir own view of the slight. Hence it was that I received my second\nrebuff of the morning.\n\nSomewhat disheartened, I made my way downstairs and out into the\nsunlight, where I found Harold playing conspirators by himself on the\ngravel. He had dug a small hole in the walk and had laid an imaginary\ntrain of powder thereto; and, as he sought refuge in the laurels from\nthe inevitable explosion, I heard him murmur: “`My God!' said the Czar,\n`my plans are frustrated!'” It seemed an excellent occasion for being\na black puma. Harold liked black pumas, on the whole, as well as any\nanimal we were familiar with.\n\nSo I launched myself on him, with the appropriate howl, rolling him over\non the gravel.\n\nLife may be said to be composed of things that come off and things that\ndon't come off. This thing, unfortunately, was one of the things that\ndidn't come off. From beneath me I heard a shrill cry of, “Oh, it's my\nsore knee!” And Harold wriggled himself free from the puma's clutches,\nbellowing dismally. Now, I honestly didn't know he had a sore knee, and,\nwhat's more, he knew I didn't know he had a sore knee. According to\nboy ethics, therefore, his attitude was wrong, sore knee or not, and no\napology was due from me. I made half-way advances, however, suggesting\nwe should lie in ambush by the edge of the pond and cut off the ducks as\nthey waddled down in simple, unsuspecting single file; then hunt them\nas bisons flying scattered over the vast prairie. A fascinating pursuit\nthis, and strictly illicit. But Harold would none of my overtures, and\nretreated to the house wailing with full lungs.\n\nThings were getting simply infernal. I struck out blindly for the open\ncountry; and even as I made for the gate a shrill voice from a window\nbade me keep off the flower-beds. When the gate had swung to behind me\nwith a vicious click I felt better, and after ten minutes along the road\nit began to grow on me that some radical change was needed, that I was\nin a blind alley, and that this intolerable state of things must somehow\ncease. All that I could do I had already done. As well-meaning a fellow\nas ever stepped was pounding along the road that day, with an exceeding\nsore heart; one who only wished to live and let live, in touch with his\nfellows, and appreciating what joys life had to offer. What was wanted\nnow was a complete change of environment. Some where in the world, I\nfelt sure, justice and sympathy still resided. There were places called\npampas, for instance, that sounded well. League upon league of grass,\nwith just an occasional wild horse, and not a relation within the\nhorizon! To a bruised spirit this seemed a sane and a healing sort of\nexistence. There were other pleasant corners, again, where you dived\nfor pearls and stabbed sharks in the stomach with your big knife.\nNo relations would be likely to come interfering with you when thus\nblissfully occupied. And yet I did not wish--just yet--to have done with\nrelations entirely. They should be made to feel their position first,\nto see themselves as they really were, and to wish--when it was too\nlate--that they had behaved more properly.\n\nOf all professions, the army seemed to lend itself the most thoroughly\nto the scheme. You enlisted, you followed the drum, you marched, fought,\nand ported arms, under strange skies, through unrecorded years. At last,\nat long last, your opportunity would come, when the horrors of war were\nflickering through the quiet country-side where you were cradled and\nbred, but where the memory of you had long been dim. Folk would run\ntogether, clamorous, palsied with fear; and among the terror-stricken\ngroups would figure certain aunts. “What hope is left us?” they would\nask themselves, “save in the clemency of the General, the mysterious,\ninvincible General, of whom men tell such romantic tales?” And the army\nwould march in, and the guns would rattle and leap along the village\nstreet, and, last of all, you--you, the General, the fabled hero--you\nwould enter, on your coal-black charger, your pale set face seamed by\nan interesting sabre-cut. And then--but every boy has rehearsed this\nfamiliar piece a score of times. You are magnanimous, in fine--that goes\nwithout saying; you have a coal-black horse, and a sabre-cut, and you\ncan afford to be very magnanimous. But all the same you give them a good\ntalking-to.\n\nThis pleasant conceit simply ravished my soul for some twenty minutes,\nand then the old sense of injury began to well up afresh, and to call\nfor new plasters and soothing syrups. This time I took refuge in happy\nthoughts of the sea. The sea was my real sphere, after all. On the sea,\nin especial, you could combine distinction with lawlessness, whereas the\narmy seemed to be always weighted by a certain plodding submission to\ndiscipline. To be sure, by all accounts, the life was at first a rough\none. But just then I wanted to suffer keenly; I wanted to be a poor\ndevil of a cabin boy, kicked, beaten, and sworn at--for a time. Perhaps\nsome hint, some inkling of my sufferings might reach their ears. In\ndue course the sloop or felucca would turn up--it always did--the\nrakish-looking craft, black of hull, low in the water, and bristling\nwith guns; the jolly Roger flapping overhead, and myself for sole\ncommander. By and by, as usually happened, an East Indiaman would come\nsailing along full of relations--not a necessary relation would be\nmissing. And the crew should walk the plank, and the captain should\ndance from his own yardarm, and then I would take the passengers\nin hand--that miserable group of well-known figures cowering on the\nquarter-deck!--and then--and then the same old performance: the air\nthick with magnanimity. In all the repertory of heroes, none is more\ntruly magnanimous than your pirate chief.\n\nWhen at last I brought myself back from the future to the actual\npresent, I found that these delectable visions had helped me over a\nlonger stretch of road than I had imagined; and I looked around and took\nmy bearings. To the right of me was a long low building of grey stone,\nnew, and yet not smugly so; new, and yet possessing distinction,\nmarked with a character that did not depend on lichen or on crumbling\nsemi-effacement of moulding and mullion. Strangers might have been\npuzzled to classify it; to me, an explorer from earliest years, the\nplace was familiar enough. Most folk called it “The Settlement”; others,\nwith quite sufficient conciseness for our neighbourhood, spoke of “them\nthere fellows up by Halliday's;” others again, with a hint of derision,\nnamed them the “monks.” This last title I supposed to be intended for\nsatire, and knew to be fatuously wrong. I was thoroughly acquainted\nwith monks--in books--and well knew the cut of their long frocks, their\nshaven polls, and their fascinating big dogs, with brandy-bottles round\ntheir necks, incessantly hauling happy travellers out of the snow. The\nonly dog at the settlement was an Irish terrier, and the good fellows\nwho owned him, and were owned by him, in common, wore clothes of the\nmost nondescript order, and mostly cultivated side-whiskers. I had\nwandered up there one day, searching (as usual) for something I never\nfound, and had been taken in by them and treated as friend and comrade.\nThey had made me free of their ideal little rooms, full of books and\npictures, and clean of the antimacassar taint; they had shown me their\nchapel, high, hushed; and faintly scented, beautiful with a strange new\nbeauty born both of what it had and what it had not--that too familiar\ndowdiness of common places of worship. They had also fed me in their\ndining-hall, where a long table stood on trestles plain to view, and all\nthe woodwork was natural, unpainted, healthily scrubbed, and redolent of\nthe forest it came from. I brought away from that visit, and kept by me\nfor many days, a sense of cleanness, of the freshness that pricks the\nsenses--the freshness of cool spring water; and the large swept spaces\nof the rooms, the red tiles, and the oaken settles, suggested a comfort\nthat had no connexion with padded upholstery.\n\nOn this particular morning I was in much too unsociable a mind for\npaying friendly calls. Still, something in the aspect of the place\nharmonised with my humour, and I worked my way round to the back, where\nthe ground, after affording level enough for a kitchen-garden, broke\nsteeply away. Both the word Gothic and the thing itself were still\nunknown to me; yet doubtless the architecture of the place, consistent\nthroughout, accounted for its sense of comradeship in my hour of\ndisheartenment. As I mused there, with the low, grey, purposeful-looking\nbuilding before me, and thought of my pleasant friends within, and what\ngood times they always seemed to be having, and how they larked with the\nIrish terrier, whose footing was one of a perfect equality, I thought\nof a certain look in their faces, as if they had a common purpose and\na business, and were acting under orders thoroughly recognised and\nunderstood. I remembered, too, something that Martha had told me,\nabout these same fellows doing “a power o' good,” and other hints I had\ncollected vaguely, of renouncements, rules, self-denials, and the\nlike. Thereupon, out of the depths of my morbid soul swam up a new and\nfascinating idea; and at once the career of arms seemed over-acted and\nstale, and piracy, as a profession, flat and unprofitable. This, then,\nor something like it, should be my vocation and my revenge. A severer\nline of business, perhaps, such as I had read of; something that\nincluded black bread and a hair-shirt. There should be vows,\ntoo--irrevocable, blood curdling vows; and an iron grating. This iron\ngrating was the most necessary feature of all, for I intended that on\nthe other side of it my relations should range themselves--I mentally\nran over the catalogue, and saw that the whole gang was present, all in\ntheir proper places--a sad-eyed row, combined in tristful appeal. “We\nsee our error now,” they would say; “we were always dull dogs, slow to\ncatch--especially in those akin to us--the finer qualities of soul! We\nmisunderstood you, misappreciated you, and we own up to it. And now--”\n “Alas, my dear friends,” I would strike in here, waving towards them\nan ascetic hand--one of the emaciated sort, that lets the light shine\nthrough at the finger-tips--“Alas, you come too late! This conduct is\nfitting and meritorious on your part, and indeed I always expected it of\nyou, sooner or later; but the die is cast, and you may go home again and\nbewail at your leisure this too tardy repentance of yours. For me, I am\nvowed and dedicated, and my relations henceforth are austerity and holy\nworks. Once a month, should you wish it, it shall be your privilege to\ncome and gaze at me through this very solid grating; but--” WHACK!\n\nA well-aimed clod of garden soil, whizzing just past my ear, starred on\na tree-trunk behind, spattering me with dirt. The present came back to\nme in a flash, and I nimbly took cover behind the trees, realising that\nthe enemy was up and abroad, with ambuscades, alarms, and thrilling\nsallies. It was the gardener's boy, I knew well enough; a red\nproletariat, who hated me just because I was a gentleman. Hastily\npicking up a nice sticky clod in one hand, with the other I delicately\nprojected my hat beyond the shelter of the tree-trunk. I had not fought\nwith Red-skins all these years for nothing.\n\nAs I had expected, another clod, of the first class for size and\nstickiness, took my poor hat full in the centre. Then, Ajax-like,\nshouting terribly, I issued from shelter and discharged my ammunition.\nWoe then for the gardener's boy, who, unprepared, skipping in premature\ntriumph, took the clod full in his stomach!\n\nHe, the foolish one, witless on whose side the gods were fighting that\nday, discharged yet other missiles, wavering and wide of the mark; for\nhis wind had been taken with the first clod, and he shot wildly, as one\nalready desperate and in flight. I got another clod in at short range;\nwe clinched on the brow of the hill, and rolled down to the bottom\ntogether. When he had shaken himself free and regained his legs, he\ntrotted smartly off in the direction of his mother's cottage; but over\nhis shoulder he discharged at me both imprecation and deprecation,\nmenace mixed up with an under-current of tears.\n\nBut as for me, I made off smartly for the road, my frame tingling, my\nhead high, with never a backward look at the Settlement of suggestive\naspect, or at my well-planned future which lay in fragments around it.\nLife had its jollities, then; life was action, contest, victory! The\npresent was rosy once more, surprises lurked on every side, and I was\nbeginning to feel villainously hungry.\n\nJust as I gained the road a cart came rattling by, and I rushed for\nit, caught the chain that hung below, and swung thrillingly between the\ndizzy wheels, choked and blinded with delicious-smelling dust, the world\nslipping by me like a streaky ribbon below, till the driver licked at\nme with his whip, and I had to descend to earth again. Abandoning the\nbeaten track, I then struck homewards through the fields; not that the\nway was very much shorter, but rather because on that route one avoided\nthe bridge, and had to splash through the stream and get refreshingly\nwet. Bridges were made for narrow folk, for people with aims and\nvocations which compelled abandonment of many of life's highest\npleasures. Truly wise men called on each element alike to minister\nto their joy, and while the touch of sun-bathed air, the fragrance\nof garden soil, the ductible qualities of mud, and the spark-whirling\nrapture of playing with fire, had each their special charm, they did\nnot overlook the bliss of getting their feet wet. As I came forth on the\ncommon Harold broke out of an adjoining copse and ran to meet me, the\nmorning rain-clouds all blown away from his face. He had made a new\nsquirrel-stick, it seemed. Made it all himself; melted the lead and\neverything! I examined the instrument critically, and pronounced it\nabsolutely magnificent. As we passed in at our gate the girls were\ndistantly visible, gardening with a zeal in cheerful contrast to their\nheartsick lassitude of the morning. “There's bin another letter come\nto-day,” Harold explained, “and the hamper got joggled about on the\njourney, and the presents worked down into the straw and all over the\nplace. One of 'em turned up inside the cold duck. And that's why they\nweren't found at first. And Edward said, Thanks AWFULLY” I did not see\nMartha again until we were all re-assembled at tea-time, when she seemed\nred-eyed and strangely silent, neither scolding nor finding fault\nwith anything. Instead, she was very kind and thoughtful with jams and\nthings, feverishly pressing unwonted delicacies on us, who wanted little\npressing enough. Then suddenly, when I was busiest, she disappeared; and\nCharlotte whispered me presently that she had heard her go to her room\nand lock herself in. This struck me as a funny sort of proceeding.\n\n\n\n\nMUTABILE SEMPER\n\nShe stood on the other side of the garden fence, and regarded me\ngravely as I came down the road. Then she said, “Hi-o!” and I responded,\n“Hullo!” and pulled up somewhat nervously.\n\nTo tell the truth, the encounter was not entirely unexpected on my part.\nThe previous Sunday I had seen her in church, and after service it had\ntranspired who she was, this new-comer, and what aunt she was staying\nwith. That morning a volunteer had been called for, to take a note to\nthe Parsonage, and rather to my own surprise I had found myself stepping\nforward with alacrity, while the others had become suddenly absorbed in\nvarious pursuits, or had sneaked unobtrusively out of view. Certainly\nI had not yet formed any deliberate plan of action; yet I suppose I\nrecollected that the road to the Parsonage led past her aunt's garden.\n\nShe began the conversation, while I hopped backwards and forwards over\nthe ditch, feigning a careless ease.\n\n“Saw you in church on Sunday,” she said; “only you looked different\nthen. All dressed up, and your hair quite smooth, and brushed up at the\nsides, and oh, so shiny! What do they put on it to make it shine like\nthat? Don't you hate having your hair brushed?” she ran on, without\nwaiting for an answer. “How your boots squeaked when you came down the\naisle! When mine squeak, I walk in all the puddles till they stop. Think\nI'll get over the fence.”\n\nThis she proceeded to do in a businesslike way, while, with my hands\ndeep in my pockets, I regarded her movements with silent interest, as\nthose of some strange new animal.\n\n“I've been gardening,” she explained, when she had joined me, “but I\ndidn't like it. There's so many worms about to-day. I hate worms. Wish\nthey'd keep out of the way when I'm digging.”\n\n“Oh, I like worms when I'm digging,” I replied heartily, “seem to make\nthings more lively, don't they?”\n\nShe reflected. “Shouldn't mind 'em so much if they were warm and DRY,”\n she said, “but--” here she shivered, and somehow I liked her for it,\nthough if it had been my own flesh and blood hoots of derision would\nhave instantly assailed her.\n\nFrom worms we passed, naturally enough, to frogs, and thence to pigs,\naunts, gardeners, rocking-horses, and other fellow-citizens of our\ncommon kingdom. In five minutes we had each other's confidences, and\nI seemed to have known her for a lifetime. Somehow, on the subject of\none's self it was easier to be frank and communicative with her than\nwith one's female kin. It must be, I supposed, because she was less\nfamiliar with one's faulty, tattered past.\n\n“I was watching you as you came along the road,” she said presently,\n“and you had your head down and your hands in your pockets, and you\nweren't throwing stones at anything, or whistling, or jumping over\nthings; and I thought perhaps you'd bin scolded, or got a stomach-ache.”\n\n“No,” I answered shyly, “it wasn't that. Fact is, I was--I often--but\nit's a secret.”\n\nThere I made an error in tactics. That enkindling word set her dancing\nround me, half beseeching, half imperious. “Oh, do tell it me!” she\ncried. “You must! I'll never tell anyone else at all, I vow and declare\nI won't!”\n\nHer small frame wriggled with emotion, and with imploring eyes\nshe jigged impatiently just in front of me. Her hair was tumbled\nbewitchingly on her shoulders, and even the loss of a front tooth--a\nloss incidental to her age--seemed but to add a piquancy to her face.\n\n“You won't care to hear about it,” I said, wavering. “Besides, I can't\nexplain exactly. I think I won't tell you.” But all the time I knew I\nshould have to.\n\n“But I DO care,” she wailed plaintively. “I didn't think you'd be so\nunkind!”\n\nThis would never do. That little downward tug at either corner of the\nmouth--I knew the symptom only too well!\n\n“It's like this,” I began stammeringly. “This bit of road here--up as\nfar as that corner--you know it's a horrid dull bit of road. I'm always\nhaving to go up and down it, and I know it so well, and I'm so sick of\nit. So whenever I get to that corner, I just--well, I go right off to\nanother place!”\n\n“What sort of a place?” she asked, looking round her gravely.\n\n“Of course it's just a place I imagine,” I went on hurriedly and rather\nshamefacedly: “but it's an awfully nice place--the nicest place you ever\nsaw. And I always go off there in church, or during joggraphy lessons.”\n\n“I'm sure it's not nicer than my home,” she cried patriotically. “Oh,\nyou ought to see my home--it's lovely! We've got--”\n\n“Yes it is, ever so much nicer,” I interrupted. “I mean”--I went on\napologetically--“of course I know your home's beautiful and all that.\nBut this MUST be nicer, 'cos if you want anything at all, you've only\nGOT to want it, and you can have it!”\n\n“That sounds jolly,” she murmured. “Tell me more about it, please. Tell\nme how you get there, first.”\n\n“I--don't--quite--know--exactly,” I replied. “I just go. But generally\nit begins by--well, you're going up a broad, clear river in a sort of\na boat. You're not rowing or anything--you're just moving along. And\nthere's beautiful grass meadows on both sides, and the river's very\nfull, quite up to the level of the grass. And you glide along by the\nedge. And the people are haymaking there, and playing games, and walking\nabout; and they shout to you, and you shout back to them, and they bring\nyou things to eat out of their baskets, and let you drink out of their\nbottles; and some of 'em are the nice people you read about in books.\nAnd so at last you come to the Palace steps--great broad marble steps,\nreaching right down to the water. And there at the steps you find every\nsort of boat you can imagine--schooners, and punts, and row-boats, and\nlittle men-of-war. And you have any sort of boating you want to--rowing,\nor sailing, or shoving about in a punt!”\n\n“I'd go sailing,” she said decidedly: “and I'd steer. No, YOU'D have to\nsteer, and I'd sit about on the deck. No, I wouldn't though; I'd row--at\nleast I'd make you row, and I'd steer. And then we'd--Oh, no! I'll tell\nyou what we'd do! We'd just sit in a punt and dabble!”\n\n“Of course we'll do just what you like,” I said hospitably; but already\nI was beginning to feel my liberty of action somewhat curtailed by this\nexigent visitor I had so rashly admitted into my sanctum.\n\n“I don't think we'd boat at all,” she finally decided. “It's always so\nWOBBLY. Where do you come to next?”\n\n“You go up the steps,” I continued, “and in at the door, and the very\nfirst place you come to is the Chocolate-room!”\n\nShe brightened up at this, and I heard her murmur with gusto,\n“Chocolate-room!”\n\n“It's got every sort of chocolate you can think of,” I went on: “soft\nchocolate, with sticky stuff inside, white and pink, what girls like;\nand hard shiny chocolate, that cracks when you bite it, and takes such a\nnice long time to suck!”\n\n“I like the soft stuff best,” she said: “'cos you can eat such a lot\nmore of it!”\n\nThis was to me a new aspect of the chocolate question, and I regarded\nher with interest and some respect. With us, chocolate was none too\ncommon a thing, and, whenever we happened to come by any, we resorted to\nthe quaintest devices in order to make it last out. Still, legends had\nreached us of children who actually had, from time to time, as much\nchocolate as they could possibly eat; and here, apparently, was one of\nthem.\n\n“You can have all the creams,” I said magnanimously, “and I'll eat the\nhard sticks, 'cos I like 'em best.”\n\n“Oh, but you mustn't!” she cried impetuously. “You must eat the same as\nI do! It isn't nice to want to eat different. I'll tell you what--you\nmust give ME all the chocolate, and then I'll give YOU--I'll give you\nwhat you ought to have!”\n\n“Oh, all right,” I said, in a subdued sort of way. It seemed a little\nhard to be put under a sentimental restriction like this in one's own\nChocolate-room.\n\n“In the next room you come to,” I proceeded, “there's fizzy drinks!\nThere's a marble-slab business all round the room, and little silver\ntaps; and you just turn the right tap, and have any kind of fizzy drink\nyou want.”\n\n“What fizzy drinks are there?” she inquired.\n\n“Oh, all sorts,” I answered hastily, hurrying on. (She might restrict\nmy eatables, but I'd be hanged if I was going to have her meddle with my\ndrinks.) “Then you go down the corridor, and at the back of the palace\nthere's a great big park--the finest park you ever saw. And there's\nponies to ride on, and carriages and carts; and a little railway, all\ncomplete, engine and guard's van and all; and you work it yourself, and\nyou can go first-class, or in the van, or on the engine, just whichever\nyou choose.”\n\n“I'd go on the engine,” she murmured dreamily. “No, I wouldn't, I'd--”\n\n“Then there's all the soldiers,” I struck in. Really the line had to be\ndrawn somewhere, and I could not have my railway system disorganised and\nturned upside down by a mere girl. “There's any quantity of 'em, fine\nbig soldiers, and they all belong to me. And a row of brass cannons all\nalong the terrace! And every now and then I give the order, and they\nfire off all the guns!”\n\n“No, they don't,” she interrupted hastily. “I won't have 'em fire off\nany guns! You must tell 'em not to. I hate guns, and as soon as they\nbegin firing I shall run right away!”\n\n“But--but that's what they're THERE for,” I protested, aghast.\n\n“I don't care,” she insisted. “They mustn't do it. They can walk about\nbehind me if they like, and talk to me, and carry things. But they\nmustn't fire off any guns.”\n\nI was sadly conscious by this time that in this brave palace of mine,\nwherein I was wont to swagger daily, irresponsible and unquestioned, I\nwas rapidly becoming--so to speak--a mere lodger.\n\nThe idea of my fine big soldiers being told off to “carry things”! I was\nnot inclined to tell her any more, though there still remained plenty\nmore to tell.\n\n“Any other boys there?” she asked presently, in a casual sort of way.\n\n“Oh yes,” I unguardedly replied. “Nice chaps, too. We'll have great--”\n Then I recollected myself. “We'll play with them, of course,” I went on.\n“But you are going to be MY friend, aren't you? And you'll come in my\nboat, and we'll travel in the guard's van together, and I'll stop the\nsoldiers firing off their guns!”\n\nBut she looked mischievously away, and--do what I would--I could not get\nher to promise.\n\nJust then the striking of the village clock awoke within me another\nclamorous timepiece, reminding me of mid-day mutton a good half-mile\naway, and of penalties and curtailments attaching to a late appearance.\nWe took a hurried farewell of each other, and before we parted I got\nfrom her an admission that she might be gardening again that afternoon,\nif only the worms would be less aggressive and give her a chance.\n\n“Remember,” I said as I turned to go, “you mustn't tell anybody about\nwhat I've been telling you!”\n\nShe appeared to hesitate, swinging one leg to and fro while she regarded\nme sideways with half-shut eyes.\n\n“It's a dead secret,” I said artfully. “A secret between us two, and\nnobody knows it except ourselves!”\n\nThen she promised, nodding violently, big-eyed, her mouth pursed up\nsmall. The delight of revelation, and the bliss of possessing a secret,\nrun each other very close. But the latter generally wins--for a time.\n\nI had passed the mutton stage and was weltering in warm rice pudding,\nbefore I found leisure to pause and take in things generally; and then a\nglance in the direction of the window told me, to my dismay, that it was\nraining hard. This was annoying in every way, for, even if it cleared\nup later, the worms--I knew well from experience--would be offensively\nnumerous and frisky. Sulkily I said grace and accompanied the others\nupstairs to the schoolroom; where I got out my paint-box and resolved\nto devote myself seriously to Art, which of late I had much neglected.\nHarold got hold of a sheet of paper and a pencil, retired to a table in\nthe corner, squared his elbows, and protruded his tongue. Literature had\nalways been HIS form of artistic expression.\n\nSelina had a fit of the fidgets, bred of the unpromising weather, and,\ninstead of settling down to something on her own account, must needs\nwalk round and annoy us artists, intent on embodying our conceptions of\nthe ideal. She had been looking over my shoulder some minutes before I\nknew of it; or I would have had a word or two to say upon the subject.\n\n“I suppose you call that thing a ship,” she remarked contemptuously.\n“Who ever heard of a pink ship? Hoo-hoo!”\n\nI stifled my wrath, knowing that in order to score properly it was\nnecessary to keep a cool head.\n\n“There is a pink ship,” I observed with forced calmness, “lying in\nthe toy-shop window now. You can go and look at it if you like. D'you\nsuppose you know more about ships than the fellows who make 'em?”\n\nSelina, baffled for the moment, returned to the charge presently.\n\n“Those are funny things, too,” she observed. “S'pose they're meant to be\ntrees. But they're BLUE.”\n\n“They ARE trees,” I replied with severity; “and they ARE blue. They've\ngot to be blue, 'cos you stole my gamboge last week, so I can't mix up\nany green.”\n\n“DIDN'T steal your gamboge,” declared Selina, haughtily, edging away,\nhowever, in the direction of Harold. “And I wouldn't tell lies, either,\nif I was you, about a dirty little bit of gamboge.”\n\nI preserved a discreet silence. After all, I knew SHE knew she stole my\ngamboge.\n\nThe moment Harold became conscious of Selina's stealthy approach, he\ndropped his pencil and flung himself flat upon the table, protecting\nthus his literary efforts from chilling criticism by the interposed\nthickness of his person. From somewhere in his interior proceeded\na heart rending compound of squeal and whistle, as of escaping\nsteam,--long-drawn, ear piercing, unvarying in note.\n\n“I only just want to see,” protested Selina, struggling to uproot his\nsmall body from the scrawl it guarded. But Harold clung limpet-like to\nthe table edge, and his shrill protest continued to deafen humanity and\nto threaten even the serenities of Olympus. The time seemed come for a\ndemonstration in force. Personally I cared little what soul-outpourings\nof Harold were pirated by Selina--she was pretty sure to get hold of\nthem sooner or later--and indeed I rather welcomed the diversion as\nfavourable to the undisturbed pursuit of Art. But the clannishness of\nsex has its unwritten laws. Boys, as such, are sufficiently put upon,\nmaltreated, trodden under, as it is. Should they fail to hang together\nin perilous times, what disasters, what ignominies, may not be looked\nfor? Possibly even an extinction of the tribe. I dropped my paint brush\nand sailed shouting into the fray.\n\nThe result for a short space hung dubious. There is a period of life\nwhen the difference of a year or two in age far outweighs the minor\nadvantage of sex. Then the gathers of Selina's frock came away with a\nsound like the rattle of distant musketry; and this calamity it was,\nrather than mere brute compulsion, that quelled her indomitable spirit.\n\nThe female tongue is mightier than the sword, as I soon had good reason\nto know, when Selina, her riven garment held out at length, avenged her\ndiscomfiture with the Greek-fire of personalities and abuse. Every black\nincident in my short, but not stainless, career--every error, every\nfolly, every penalty ignobly suffered--were paraded before me as in a\nmagic-lantern show. The information, however, was not particularly new\nto me, and the effect was staled by previous rehearsals. Besides,\na victory remains a victory, whatever the moral character of the\ntriumphant general.\n\nHarold chuckled and crowed as he dropped from the table, revealing the\ndocument over which so many gathers had sighed their short lives out.\n“YOU can read it if you like,” he said to me gratefully. “It's only a\nDeath-letter.”\n\nIt had never been possible to say what Harold's particular amusement of\nthe hour might turn out to be. One thing only was certain, that it\nwould be something improbable, unguessable, not to be foretold. Who,\nfor instance, in search of relaxation, would ever dream of choosing the\ndrawing-up of a testamentary disposition of property? Yet this was the\nform taken by Harold's latest craze; and in justice this much had to be\nsaid for him, that in the christening of his amusement he had gone\nright to the heart of the matter. The words “will” and “testament” have\nvarious meanings and uses; but about the signification of “death-letter”\n there can be no manner of doubt. I smoothed out the crumpled paper and\nread. In actual form it deviated considerably from that usually adopted\nby family solicitors of standing, the only resemblance, indeed, lying in\nthe absence of punctuation.\n\n\n“my dear edward (it ran) when I die I leave all my muny to you my walkin\nsticks wips my crop my sord and gun bricks forts and all things i have\ngoodbye my dear charlotte when i die I leave you my wach and cumpus and\npencel case my salors and camperdown my picteres and evthing goodbye\nyour loving brother armen my dear Martha I love you very much i leave\nyou my garden my mice and rabets my plants in pots when I die please\ntake care of them my dear--” Coetera desunt.\n\n\n“Why, you're not leaving me anything!” exclaimed Selina, indignantly.\n“You're a regular mean little boy, and I'll take back the last birthday\npresent I gave you!”\n\n“I don't care,” said Harold, repossessing himself of the document. “I\nwas going to leave you something, but I sha'n't now, 'cos you tried to\nread my death-letter before I was dead!”\n\n“Then I'll write a death-letter myself,” retorted Selina, scenting an\nartistic vengeance: “and I sha'n't leave you a single thing!” And she\nwent off in search of a pencil.\n\nThe tempest within-doors had kept my attention off the condition of\nthings without. But now a glance through the window told me that the\nrain had entirely ceased, and that everything was bathed instead in a\nradiant glow of sunlight, more golden than any gamboge of mine could\npossibly depict. Leaving Selina and Harold to settle their feud by a\nmutual disinheritance, I slipped from the room and escaped into the open\nair, eager to pick up the loose end of my new friendship just where I\nhad dropped it that morning. In the glorious reaction of the sunshine\nafter the downpour, with its moist warm smells, bespanglement of\ngreenery, and inspiriting touch of rain-washed air, the parks and\npalaces of the imagination glowed with a livelier iris, and their\nblurred beauties shone out again with fresh blush and palpitation. As\nI sped along to the tryst, again I accompanied my new comrade along the\ncorridors of my pet palace into which I had so hastily introduced her;\nand on reflection I began to see that it wouldn't work properly. I had\nmade a mistake, and those were not the surroundings in which she was\nmost fitted to shine. However, it really did not matter much; I had\nother palaces to place at her disposal--plenty of 'em; and on a further\nacquaintance with and knowledge of her tastes, no doubt I could find\nsomething to suit her.\n\nThere was a real Arabian one, for instance, which I visited but\nrarely--only just when I was in the fine Oriental mood for it; a wonder\nof silk hangings, fountains of rosewater, pavilions, and minarets.\nHundreds of silent, well-trained slaves thronged the stairs and alleys\nof this establishment, ready to fetch and carry for her all day, if she\nwished it; and my brave soldiers would be spared the indignity. Also\nthere were processions through the bazaar at odd moments--processions\nwith camels, elephants, and palanquins. Yes, she was more suited for\nthe East, this imperious young person; and I determined that thither she\nshould be personally conducted as soon as ever might be.\n\nI reached the fence and climbed up two bars of it, and leaning over I\nlooked this way and that for my twin-souled partner of the morning. It\nwas not long before I caught sight of her, only a short distance away.\nHer back was towards me and--well, one can never foresee exactly how one\nwill find things--she was talking to a Boy.\n\nOf course there are boys and boys, and Lord knows I was never narrow.\nBut this was the parson's son from an adjoining village, a red-headed\nboy and as common a little beast as ever stepped. He cultivated\nferrets--his only good point; and it was evidently through the medium\nof this art that he was basely supplanting me, for her head was bent\nabsorbedly over something he carried in his hands. With some trepidation\nI called out, “Hi!” But answer there was none. Then again I called,\n“Hi!” but this time with a sickening sense of failure and of doom. She\nreplied only by a complex gesture, decisive in import if not easily\ndescribed. A petulant toss of the head, a jerk of the left shoulder, and\na backward kick of the left foot, all delivered at once--that was all,\nand that was enough. The red-headed boy never even condescended to\nglance my way. Why, indeed, should he? I dropped from the fence without\nanother effort, and took my way homewards along the weary road.\n\nLittle inclination was left to me, at first, for any solitary visit to\nmy accustomed palace, the pleasures of which I had so recently tasted\nin company; and yet after a minute or two I found myself, from habit,\nsneaking off there much as usual. Presently I became aware of a certain\nsolace and consolation in my newly-recovered independence of action.\nQuit of all female whims and fanciful restrictions, I rowed, sailed, or\npunted, just as I pleased; in the Chocolate-room I cracked and nibbled\nthe hard sticks, with a certain contempt for those who preferred the\nsoft, veneered article; and I mixed and quaffed countless fizzy drinks\nwithout dread of any prohibitionist. Finally, I swaggered into the park,\nparaded all my soldiers on the terrace, and, bidding them take the time\nfrom me, gave the order to fire off all the guns.\n\n\n\n\nTHE MAGIC RING\n\nGrown-up people really ought to be more careful. Among themselves it may\nseem but a small thing to give their word and take back their word.\nFor them there are so many compensations. Life lies at their feet, a\nparty-coloured india-rubber ball; they may kick it this way or kick\nit that, it turns up blue, yellow, or green, but always coloured and\nglistening. Thus one sees it happen almost every day, and, with a jest\nand a laugh, the thing is over, and the disappointed one turns to fresh\npleasure, lying ready to his hand. But with those who are below them,\nwhose little globe is swayed by them, who rush to build star-pointing\nalhambras on their most casual word, they really ought to be more\ncareful.\n\nIn this case of the circus, for instance, it was not as if we had led up\nto the subject. It was they who began it entirely--prompted thereto by\nthe local newspaper. “What, a circus!” said they, in their irritating,\ncasual way: “that would be nice to take the children to. Wednesday would\nbe a good day. Suppose we go on Wednesday. Oh, and pleats are being worn\nagain, with rows of deep braid,” etc.\n\nWhat the others thought I know not; what they said, if they said\nanything, I did not comprehend. For me the house was bursting, walls\nseemed to cramp and to stifle, the roof was jumping and lifting. Escape\nwas the imperative thing--to escape into the open air, to shake off\nbricks and mortar, and to wander in the unfrequented places of the\nearth, the more properly to take in the passion and the promise of the\ngiddy situation.\n\nNature seemed prim and staid that day and the globe gave no hint that it\nwas flying round a circus ring of its own. Could they really be true, I\nwondered, all those bewildering things I had heard tell of circuses? Did\nlong-tailed ponies really walk on their hind-legs and fire off pistols?\nWas it humanly possible for clowns to perform one-half of the bewitching\ndrolleries recorded in history? And how, oh, how dare I venture to\nbelieve that, from off the backs of creamy Arab steeds, ladies of more\nthan earthly beauty discharged themselves through paper hoops? No, it\nwas not altogether possible, there must have been some exaggeration.\nStill, I would be content with very little, I would take a low\npercentage--a very small proportion of the circus myth would more than\nsatisfy me. But again, even supposing that history were, once in a way,\nno liar, could it be that I myself was really fated to look upon this\nthing in the flesh and to live through it, to survive the rapture? No,\nit was altogether too much. Something was bound to happen, one of us\nwould develop measles, the world would blow up with a loud explosion.\nI must not dare, I must not presume, to entertain the smallest hope. I\nmust endeavour sternly to think of something else.\n\nNeedless to say, I thought, I dreamed of nothing else, day or night.\nWaking, I walked arm-in-arm with a clown, and cracked a portentous whip\nto the brave music of a band. Sleeping, I pursued--perched astride of a\ncoal-black horse--a princess all gauze and spangles, who always managed\nto keep just one unattainable length ahead. In the early morning\nHarold and I, once fully awake, cross-examined each other as to the\npossibilities of this or that circus tradition, and exhausted the lore\nlong ere the first housemaid was stirring. In this state of exaltation\nwe slipped onward to what promised to be a day of all white days--which\nbrings me right back to my text, that grown-up people really ought to be\nmore careful.\n\nI had known it could never really be; I had said so to myself a dozen\ntimes. The vision was too sweetly ethereal for embodiment.\n\nYet the pang of the disillusionment was none the less keen and\nsickening, and the pain was as that of a corporeal wound. It seemed\nstrange and foreboding, when we entered the breakfast-room, not to find\neverybody cracking whips, jumping over chairs, and whooping. In ecstatic\nrehearsal of the wild reality to come.\n\nThe situation became grim and pallid indeed, when I caught the\nexpressions “garden-party” and “my mauve tulle,” and realized that they\nboth referred to that very afternoon. And every minute, as I sat silent\nand listened, my heart sank lower and lower, descending relentlessly\nlike a clock-weight into my boot soles.\n\nThroughout my agony I never dreamed of resorting to a direct question,\nmuch less a reproach. Even during the period of joyful anticipation some\nfear of breaking the spell had kept me from any bald circus talk in the\npresence of them. But Harold, who was built in quite another way, so\nsoon as he discerned the drift of their conversation and heard the knell\nof all his hopes, filled the room with wail and clamour of bereavement.\nThe grinning welkin rang with “Circus!” “Circus!” shook the\nwindow-panes; the mocking walls re-echoed “Circus!” Circus he would\nhave, and the whole circus, and nothing but the circus. No compromise\nfor him, no evasions, no fallacious, unsecured promises to pay. He had\ndrawn his cheque on the Bank of Expectation, and it had got to be cashed\nthen and there; else he would yell, and yell himself into a fit, and\ncome out of it and yell again. Yelling should be his profession, his\nart, his mission, his career. He was qualified, he was resolute, and he\nwas in no hurry to retire from the business.\n\nThe noisy ones of the world, if they do not always shout themselves into\nthe imperial purple, are sure at least of receiving attention. If they\ncannot sell everything at their own price, one thing--silence--must, at\nany cost, be purchased of them. Harold accordingly had to be consoled\nby the employment of every specious fallacy and base-born trick known to\nthose whose doom it is to handle children. For me their hollow cajolery\nhad no interest, I could pluck no consolation out of their bankrupt\nthough prodigal pledges I only waited till that hateful, well-known\n“Some other time, dear!” told me that hope was finally dead. Then I left\nthe room without any remark. It made it worse--if anything could--to\nhear that stale, worn-out old phrase, still supposed by those dullards\nto have some efficacy.\n\nTo nature, as usual, I drifted by instinct, and there, out of the track\nof humanity, under a friendly hedge-row had my black hour unseen. The\nworld was a globe no longer, space was no more filled with whirling\ncircuses of spheres. That day the old beliefs rose up and asserted\nthemselves, and the earth was flat again--ditch-riddled, stagnant, and\ndeadly flat. The undeviating roads crawled straight and white, elms\ndressed themselves stiffly along inflexible hedges, all nature,\ncentrifugal no longer, sprawled flatly in lines out to its farthest\nedge, and I felt just like walking out to that terminus, and dropping\nquietly off. Then, as I sat there, morosely chewing bits of stick, the\nrecollection came back to me of certain fascinating advertisements I had\nspelled out in the papers--advertisements of great and happy men, owning\nbig ships of tonnage running into four figures, who yet craved, to\nthe extent of public supplication, for the sympathetic co-operation of\nyouths as apprentices. I did not rightly know what apprentices might\nbe, nor whether I was yet big enough to be styled a youth; but one thing\nseemed clear, that, by some such means as this, whatever the intervening\nhardships, I could eventually visit all the circuses of the world--the\ncircuses of merry France and gaudy Spain, of Holland and Bohemia, of\nChina and Peru. Here was a plan worth thinking out in all its bearings;\nfor something had presently to be done to end this intolerable state of\nthings.\n\nMid-day, and even feeding-time, passed by gloomily enough, till a small\ndisturbance occurred which had the effect of releasing some of the\nelectricity with which the air was charged. Harold, it should be\nexplained, was of a very different mental mould, and never brooded,\nmoped, nor ate his heart out over any disappointment. One wild\noutburst--one dissolution of a minute into his original elements of air\nand water, of tears and outcry--so much insulted nature claimed. Then he\nwould pull himself together, iron out his countenance with a smile, and\nadjust himself to the new condition of things.\n\nIf the gods are ever grateful to man for anything, it is when he is\nso good as to display a short memory. The Olympians were never slow to\nrecognize this quality of Harold's, in which, indeed, their salvation\nlay, and on this occasion their gratitude had taken the practical form\nof a fine fat orange, tough-rinded as oranges of those days were wont to\nbe. This he had eviscerated in the good old-fashioned manner, by biting\nout a hole in the shoulder, inserting a lump of sugar therein, and then\nworking it cannily till the whole soul and body of the orange passed\nglorified through the sugar into his being. Thereupon, filled full of\norange-juice and iniquity, he conceived a deadly snare. Having deftly\npatted and squeezed the orange-skin till it resumed its original shape,\nhe filled it up with water, inserted a fresh lump of sugar in the\norifice, and, issuing forth, blandly proffered it to me as I sat moodily\nin the doorway dreaming of strange wild circuses under tropic skies.\n\nSuch a stale old dodge as this would hardly have taken me in at ordinary\nmoments. But Harold had reckoned rightly upon the disturbing effect of\nill-humour, and had guessed, perhaps, that I thirsted for comfort and\nconsolation, and would not criticise too closely the source from which\nthey came. Unthinkingly I grasped the golden fraud, which collapsed at\nmy touch, and squirted its contents into my eyes and over my collar,\ntill the nethermost parts of me were damp with the water that had run\ndown my neck. In an instant I had Harold down, and, with all the energy\nof which I was capable, devoted myself to grinding his head into the\ngravel; while he, realizing that the closure was applied, and that\nthe time for discussion or argument was past, sternly concentrated his\npowers on kicking me in the stomach.\n\nSome people can never allow events to work themselves out quietly. At\nthis juncture one of Them swooped down on the scene, pouring shrill,\nmisplaced abuse on both of us: on me for ill-treating my younger\nbrother, whereas it was distinctly I who was the injured and the\ndeceived; on him for the high offence of assault and battery on a clean\ncollar--a collar which I had myself deflowered and defaced, shortly\nbefore, in sheer desperate ill-temper. Disgusted and defiant we fled in\ndifferent directions, rejoining each other later in the kitchen-garden;\nand as we strolled along together, our short feud forgotten, Harold\nobserved, gloomily: “I should like to be a cave-man, like Uncle George\nwas tellin' us about: with a flint hatchet and no clothes, and live in a\ncave and not know anybody!”\n\n“And if anyone came to see us we didn't like,” I joined in, catching on\nto the points of the idea, “we'd hit him on the head with the hatchet\ntill he dropped down dead.”\n\n“And then,” said Harold, warming up, “we'd drag him into the cave and\nSKIN HIM!”\n\nFor a space we gloated silently over the fair scene our imaginations had\nconjured up. It was BLOOD we felt the need of just then. We wanted no\nluxuries, nothing dear-bought nor far-fetched. Just plain blood, and\nnothing else, and plenty of it.\n\nBlood, however, was not to be had. The time was out of joint, and we had\nbeen born too late. So we went off to the greenhouse, crawled into the\nheating arrangement underneath, and played at the dark and dirty and\nunrestricted life of cave-men till we were heartily sick of it. Then we\nemerged once more into historic times, and went off to the road to look\nfor something living and sentient to throw stones at.\n\nNature, so often a cheerful ally, sometimes sulks and refuses to play.\nWhen in this mood she passes the word to her underlings, and all the\nlittle people of fur and feather take the hint and slip home quietly\nby back streets. In vain we scouted, lurked, crept, and ambuscaded.\nEverything that usually scurried, hopped, or fluttered--the small\nsociety of the undergrowth--seemed to have engagements elsewhere. The\nhorrid thought that perhaps they had all gone off to the circus occurred\nto us simultaneously, and we humped ourselves up on the fence and felt\nbad. Even the sound of approaching wheels failed to stir any interest\nin us. When you are bent on throwing stones at something, humanity seems\nobtrusive and better away. Then suddenly we both jumped off the fence\ntogether, our faces clearing. For our educated ear had told us that the\napproaching rattle could only proceed from a dog-cart, and we felt sure\nit must be the funny man.\n\nWe called him the funny man because he was sad and serious, and said\nlittle, but gazed right into our souls, and made us tell him just what\nwas on our minds at the time, and then came out with some magnificently\nluminous suggestion that cleared every cloud away. What was more he\nwould then go off with us at once and play the thing right out to its\nfinish, earnestly and devotedly, putting all other things aside. So we\ncalled him the funny man, meaning only that he was different from those\nothers who thought it incumbent on them to play the painful mummer. The\nideal as opposed to the real man was what we meant, only we were not\nacquainted with the phrase. Those others, with their laboured jests and\nclumsy contortions, doubtless flattered themselves that THEY were funny\nmen; we, who had to sit through and applaud the painful performance,\nknew better.\n\nHe pulled up to a walk as soon as he caught sight of us, and the\ndog-cart crawled slowly along till it stopped just opposite. Then he\nleant his chin on his hand and regarded us long and soulfully, yet\nsaid he never a word; while we jigged up and down in the dust, grinning\nbashfully but with expectation. For you never knew exactly what this man\nmight say or do.\n\n“You look bored,” he remarked presently; “thoroughly bored. Or else--let\nme see; you're not married, are you?”\n\nHe asked this in such sad earnestness that we hastened to assure him we\nwere not married, though we felt he ought to have known that much; we\nhad been intimate for some time.\n\n“Then it's only boredom,” he said. “Just satiety and world-weariness.\nWell, if you assure me you aren't married you can climb into this cart\nand I'll take you for a drive. I'm bored, too. I want to do something\ndark and dreadful and exciting.”\n\nWe clambered in, of course, yapping with delight and treading all over\nhis toes; and as we set off, Harold demanded of him imperiously whither\nhe was going.\n\n“My wife,” he replied, “has ordered me to go and look up the curate and\nbring him home to tea. Does that sound sufficiently exciting for you?”\n\nOur faces fell. The curate of the hour was not a success, from our point\nof view. He was not a funny man, in any sense of the word.\n\n“--but I'm not going to,” he added, cheerfully. “Then I was to stop at\nsome cottage and ask--what was it? There was NETTLE-RASH mixed up in it,\nI'm sure. But never mind, I've forgotten, and it doesn't matter. Look\nhere, we're three desperate young fellows who stick at nothing. Suppose\nwe go off to the circus?”\n\nOf certain supreme moments it is not easy to write. The varying shades\nand currents of emotion may indeed be put into words by those specially\nskilled that way; they often are, at considerable length. But the sheer,\ncrude article itself--the strong, live thing that leaps up inside you\nand swells and strangles you, the dizziness of revulsion that takes the\nbreath like cold water--who shall depict this and live? All I knew was\nthat I would have died then and there, cheerfully, for the funny man;\nthat I longed for red Indians to spring out from the hedge on the\ndog-cart, just to show what I would do; and that, with all this, I could\nnot find the least little word to say to him.\n\nHarold was less taciturn. With shrill voice, uplifted in solemn chant,\nhe sang the great spheral circus-song, and the undying glory of the\nRing. Of its timeless beginning he sang, of its fashioning by cosmic\nforces, and of its harmony with the stellar plan. Of horses he sang,\nof their strength, their swiftness, and their docility as to tricks.\nOf clowns again, of the glory of knavery, and of the eternal type that\nshall endure. Lastly he sang of Her--the Woman of the Ring--flawless,\ncomplete, untrammelled in each subtly curving limb; earth's highest\noutput, time's noblest expression. At least, he doubtless sang all\nthese things and more--he certainly seemed to; though all that was\ndistinguishable was, “We're-goin'-to-the-circus!” and then, once more,\n“We're-goin'-to-the-circus!”--the sweet rhythmic phrase repeated again\nand again. But indeed I cannot be quite sure, for I heard confusedly,\nas in a dream. Wings of fire sprang from the old mare's shoulders. We\nwhirled on our way through purple clouds, and earth and the rattle of\nwheels were far away below.\n\nThe dream and the dizziness were still in my head when I found myself,\nscarce conscious of intermediate steps, seated actually in the circus at\nlast, and took in the first sniff of that intoxicating circus smell that\nwill stay by me while this clay endures. The place was beset by a\nhum and a glitter and a mist; suspense brooded large o'er the blank,\nmysterious arena. Strung up to the highest pitch of expectation, we knew\nnot from what quarter, in what divine shape, the first surprise would\ncome.\n\nA thud of unseen hoofs first set us aquiver; then a crash of cymbals, a\njangle of bells, a hoarse applauding roar, and Coralie was in the midst\nof us, whirling past 'twixt earth and sky, now erect, flushed, radiant,\nnow crouched to the flowing mane; swung and tossed and moulded by the\nmaddening dance-music of the band. The mighty whip of the count in the\nfrock-coat marked time with pistol-shots; his war-cry, whooping clear\nabove the music, fired the blood with a passion for splendid deeds, as\nCoralie, laughing, exultant, crashed through the paper hoops. We gripped\nthe red cloth in front of us, and our souls sped round and round with\nCoralie, leaping with her, prone with her, swung by mane or tail with\nher. It was not only the ravishment of her delirious feats, nor her\ncream coloured horse of fairy breed, long-tailed, roe-footed, an\nenchanted prince surely, if ever there was one! It was her more than\nmortal beauty--displayed, too, under conditions never vouchsafed to us\nbefore--that held us spell-bound. What princess had arms so dazzlingly\nwhite, or went delicately clothed in such pink and spangles? Hitherto\nwe had known the outward woman as but a drab thing, hour-glass shaped,\nnearly legless, bunched here, constricted there; slow of movement, and\ngiven to deprecating lusty action of limb. Here was a revelation! From\nhenceforth our imaginations would have to be revised and corrected up\nto date. In one of those swift rushes the mind makes in high-strung\nmoments, I saw myself and Coralie, close enfolded, pacing the world\ntogether, o'er hill and plain, through storied cities, past rows of\napplauding relations,--I in my Sunday knickerbockers, she in her pink\nand spangles.\n\nSummers sicken, flowers fail and die, all beauty but rides round the\nring and out at the portal; even so Coralie passed in her turn, poised\nsideways, panting, on her steed; lightly swayed as a tulip-bloom, bowing\non this side and on that as she disappeared; and with her went my heart\nand my soul, and all the light and the glory and the entrancement of the\nscene.\n\nHarold woke up with a gasp. “Wasn't she beautiful?” he said, in quite\na subdued way for him. I felt a momentary pang. We had been friendly\nrivals before, in many an exploit; but here was altogether a more\nserious affair. Was this, then, to be the beginning of strife and\ncoldness, of civil war on the hearthstone and the sundering of old ties?\nThen I recollected the true position of things, and felt very sorry for\nHarold; for it was inexorably written that he would have to give way\nto me, since I was the elder. Rules were not made for nothing, in a\nsensibly constructed universe.\n\nThere was little more to wait for, now Coralie had gone; yet I lingered\nstill, on the chance of her appearing again. Next moment the clown\ntripped up and fell flat, with magnificent artifice, and at once fresh\nemotions began to stir. Love had endured its little hour, and stern\nambition now asserted itself. Oh, to be a splendid fellow like this,\nself-contained, ready of speech, agile beyond conception, braving the\nforces of society, his hand against everyone, yet always getting the\nbest of it! What freshness of humour, what courtesy to dames, what\ntriumphant ability to discomfit rivals, frock-coated and moustached\nthough they might be! And what a grand, self-confident straddle of\nthe legs! Who could desire a finer career than to go through life thus\ngorgeously equipped! Success was his key-note, adroitness his panoply,\nand the mellow music of laughter his instant reward. Even Coralie's\nimage wavered and receded. I would come back to her in the evening, of\ncourse; but I would be a clown all the working hours of the day.\n\nThe short interval was ended: the band, with long-drawn chords, sounded\na prelude touched with significance; and the programme, in letters\novertopping their fellows, proclaimed Zephyrine, the Bride of the\nDesert, in her unequalled bareback equestrian interlude. So sated was I\nalready with beauty and with wit, that I hardly dared hope for a fresh\nemotion. Yet her title was tinged with romance, and Coralie's display\nhad aroused in me an interest in her sex which even herself had failed\nto satisfy entirely.\n\nBrayed in by trumpets, Zephyrine swung passionately into the arena.\nWith a bound she stood erect, one foot upon each of her supple, plunging\nArabs; and at once I knew that my fate was sealed, my chapter closed,\nand the Bride of the Desert was the one bride for me. Black was her\nraiment, great silver stars shone through it, caught in the dusky\ntwilight of her gauze; black as her own hair were the two mighty steeds\nshe bestrode. In a tempest they thundered by, in a whirlwind, a scirocco\nof tan; her cheeks bore the kiss of an Eastern sun, and the sand-storms\nof her native desert were her satellites. What was Coralie, with her\npink silk, her golden hair and slender limbs, beside this magnificent,\nfull-figured Cleopatra? In a twinkling we were scouring the desert--she\nand I and the two coal-black horses. Side by side, keeping pace in our\nswinging gallop, we distanced the ostrich, we outstrode the zebra; and,\nas we went, it seemed the wilderness blossomed like the rose.\n\n*****\n\nI know not rightly how we got home that evening. On the road there were\neverywhere strange presences, and the thud of phantom hoofs encircled\nus. In my nose was the pungent circus-smell; the crack of the whip and\nthe frank laugh of the clown were in my ears. The funny man thoughtfully\nabstained from conversation, and left our illusion quite alone, sparing\nus all jarring criticism and analysis; and he gave me no chance, when\nhe deposited us at our gate, to get rid of the clumsy expressions of\ngratitude I had been laboriously framing. For the rest of the evening,\ndistraught and silent, I only heard the march-music of the band, playing\non in some corner of my brain. When at last my head touched the pillow,\nin a trice I was with Zephyrine, riding the boundless Sahara, cheek to\ncheek, the world well lost; while at times, through the sand-clouds that\nencircled us, glimmered the eyes of Coralie, touched, one fancied, with\nsomething of a tender reproach.\n\n\n\n\nITS WALLS WERE AS OF JASPER\n\nIn the long winter evenings, when we had the picture-books out on\nthe floor, and sprawled together over them with elbows deep in the\nhearth-rug, the first business to be gone through was the process of\nallotment. All the characters in the pictures had to be assigned and\ndealt out among us, according to seniority, as far as they would go.\nWhen once that had been satisfactorily completed, the story was allowed\nto proceed; and thereafter, in addition to the excitement of the plot,\none always possessed a personal interest in some particular member of\nthe cast, whose successes or rebuffs one took as so much private gain or\nloss.\n\nFor Edward this was satisfactory enough. Claiming his right of the\neldest, he would annex the hero in the very frontispiece; and for the\nrest of the story his career, if chequered at intervals, was sure of\nheroic episodes and a glorious close. But his juniors, who had to put\nup with characters of a clay more mixed--nay, sometimes with undiluted\nvillainy--were hard put to it on occasion to defend their other selves\n(as it was strict etiquette to do) from ignominy perhaps only too justly\nmerited. Edward was indeed a hopeless grabber. In the “Buffalo-book,”\n for instance (so named from the subject of its principal picture, though\nindeed it dealt with varied slaughter in every zone), Edward was the\nstalwart, bearded figure, with yellow leggings and a powder-horn, who\nundauntedly discharged the fatal bullet into the shoulder of the great\nbull bison, charging home to within a yard of his muzzle. To me was\nallotted the subsidiary character of the friend who had succeeded in\nbringing down a cow; while Harold had to be content to hold Edward's\nspare rifle in the background, with evident signs of uneasiness. Farther\non, again, where the magnificent chamois sprang rigid into mid-air,\nEdward, crouched dizzily against the precipice-face, was the sportsman\nfrom whose weapon a puff of white smoke was floating away. A bare-kneed\nguide was all that fell to my share, while poor Harold had to take the\nboy with the haversack, or abandon, for this occasion at least, all\nAlpine ambitions.\n\nOf course the girls fared badly in this book, and it was not surprising\nthat they preferred the “Pilgrim's Progress” (for instance), where women\nhad a fair show, and there was generally enough of 'em to go round; or\na good fairy story, wherein princesses met with a healthy appreciation.\nBut indeed we were all best pleased with a picture wherein the\ncharacters just fitted us, in number, sex, and qualifications; and this,\nto us, stood for artistic merit.\n\nAll the Christmas numbers, in their gilt frames on the nursery-wall, had\nbeen gone through and allotted long ago; and in these, sooner or later,\neach one of us got a chance to figure in some satisfactory and brightly\ncoloured situation. Few of the other pictures about the house afforded\nequal facilities. They were generally wanting in figures, and even when\nthese were present they lacked dramatic interest. In this picture that\nI have to speak about, although the characters had a stupid way of not\ndoing anything, and apparently not wanting to do anything, there was at\nleast a sufficiency of them; so in due course they were allotted, too.\n\nIn itself the picture, which--in its ebony and tortoise-shell\nframe--hung in a corner of the dining-room, had hitherto possessed no\nspecial interest for us, and would probably never have been dealt with\nat all but for a revolt of the girls against a succession of books on\nsport, in which the illustrator seemed to have forgotten that there were\nsuch things as women in the world. Selina accordingly made for it one\nrainy morning, and announced that she was the lady seated in the centre,\nwhose gown of rich, flowered brocade fell in such straight, severe lines\nto her feet, whose cloak of dark blue was held by a jewelled clasp, and\nwhose long, fair hair was crowned with a diadem of gold and pearl.\nWell, we had no objection to that; it seemed fair enough, especially\nto Edward, who promptly proceeded to “grab” the armour-man who stood\nleaning on his shield at the lady's right hand. A dainty and delicate\narmour-man this! And I confess, though I knew it was all right and fair\nand orderly, I felt a slight pang when he passed out of my reach\ninto Edward's possession. His armour was just the sort I wanted\nmyself--scalloped and fluted and shimmering and spotless; and, though\nhe was but a boy by his beardless face and golden hair, the shattered\nspear-shaft in his grasp proclaimed him a genuine fighter and fresh from\nsome such agreeable work. Yes, I grudged Edward the armour-man, and when\nhe said I could have the fellow on the other side, I hung back and said\nI'd think about it.\n\nThis fellow had no armour nor weapons, but wore a plain jerkin with a\nleather pouch--a mere civilian--and with one hand he pointed to a wound\nin his thigh. I didn't care about him, and when Harold eagerly put in\nhis claim I gave way and let him have the man. The cause of Harold's\nanxiety only came out later. It was the wound he coveted, it seemed. He\nwanted to have a big, sore wound of his very own, and go about and show\nit to people, and excite their envy or win their respect. Charlotte\nwas only too pleased to take the child-angel seated at the lady's feet,\ngrappling with a musical instrument much too big for her. Charlotte\nwanted wings badly, and, next to those, a guitar or a banjo. The angel,\nbesides, wore an amber necklace, which took her fancy immensely.\n\nThis left the picture allotted, with the exception of two or three more\nangels, who peeped or perched behind the main figures with a certain\nsubdued drollery in their faces, as if the thing had gone on long\nenough, and it was now time to upset something or kick up a row of some\nsort. We knew these good folk to be saints and angels, because we had\nbeen told they were; otherwise we should never have guessed it.\nAngels, as we knew them in our Sunday books, were vapid, colourless,\nuninteresting characters, with straight up-and-down sort of figures,\nwhite nightgowns, white wings, and the same straight yellow hair parted\nin the middle. They were serious, even melancholy; and we had no desire\nto have any traffic with them. These bright bejewelled little persons,\nhowever, piquant of face and radiant of feather, were evidently hatched\nfrom quite a different egg, and we felt we might have interests in\ncommon with them. Short-nosed, shock headed, with mouths that went up\nat the corners and with an evident disregard for all their fine clothes,\nthey would be the best of good company, we felt sure, if only we could\nmanage to get at them. One doubt alone disturbed my mind. In games\nrequiring agility, those wings of theirs would give them a tremendous\npull. Could they be trusted to play fair? I asked Selina, who replied\nscornfully that angels ALWAYS played fair. But I went back and had\nanother look at the brown-faced one peeping over the back of the lady's\nchair, and still I had my doubts.\n\nWhen Edward went off to school a great deal of adjustment and\nre-allotment took place, and all the heroes of illustrated literature\nwere at my call, did I choose to possess them. In this particular case,\nhowever, I made no haste to seize upon the armour-man. Perhaps it was\nbecause I wanted a FRESH saint of my own, not a stale saint that Edward\nhad been for so long a time. Perhaps it was rather that, ever since I\nhad elected to be saintless, I had got into the habit of strolling off\ninto the background, and amusing myself with what I found there.\n\nA very fascinating background it was, and held a great deal, though so\ntiny. Meadow-land came first, set with flowers, blue and red, like gems.\nThen a white road ran, with wilful, uncalled-for loops, up a steep,\nconical hill, crowned with towers, bastioned walls, and belfries; and\ndown the road the little knights came riding, two and two. The hill on\none side descended to water, tranquil, far-reaching, and blue; and\na very curly ship lay at anchor, with one mast having an odd sort of\ncrow's-nest at the top of it.\n\nThere was plenty to do in this pleasant land. The annoying thing about\nit was, one could never penetrate beyond a certain point. I might wander\nup that road as often as I liked, I was bound to be brought up at the\ngateway, the funny galleried, top-heavy gateway, of the little walled\ntown. Inside, doubtless, there were high jinks going on; but the\npassword was denied to me. I could get on board a boat and row up as far\nas the curly ship, but around the headland I might not go. On the other\nside, of a surety, the shipping lay thick. The merchants walked on the\nquay, and the sailors sang as they swung out the corded bales. But as\nfor me, I must stay down in the meadow, and imagine it all as best I\ncould.\n\nOnce I broached the subject to Charlotte, and found, to my surprise,\nthat she had had the same joys and encountered the same disappointments\nin this delectable country. She, too, had walked up that road and\nflattened her nose against that portcullis; and she pointed out\nsomething that I had overlooked--to wit, that if you rowed off in a boat\nto the curly ship, and got hold of a rope, and clambered aboard of her,\nand swarmed up the mast, and got into the crow's-nest, you could just\nsee over the headland, and take in at your ease the life and bustle of\nthe port. She proceeded to describe all the fun that was going on there,\nat such length and with so much particularity that I looked at her\nsuspiciously. “Why, you talk as if you'd been in that crow's-nest\nyourself!” I said. Charlotte answered nothing, but pursed her mouth up\nand nodded violently for some minutes; and I could get nothing more out\nof her. I felt rather hurt. Evidently she had managed, somehow or other,\nto get up into that crow's-nest. Charlotte had got ahead of me on this\noccasion.\n\nIt was necessary, no doubt, that grown-up people should dress themselves\nup and go forth to pay calls. I don't mean that we saw any sense in the\npractice. It would have been so much more reasonable to stay at home in\nyour old clothes and play. But we recognized that these folk had to\ndo many unaccountable things, and after all it was THEIR life, and not\nours, and we were not in a position to criticise. Besides, they had many\nhabits more objectionable than this one, which to us generally meant a\nfree and untrammelled afternoon, wherein to play the devil in our own\nway. The case was different, however, when the press-gang was abroad,\nwhen prayers and excuses were alike disregarded, and we were forced\ninto the service, like native levies impelled toward the foe less by the\ninherent righteousness of the cause than by the indisputable rifles of\ntheir white allies. This was unpardonable and altogether detestable.\nStill, the thing happened, now and again; and when it did, there was no\narguing about it. The order was for the front, and we just had to shut\nup and march.\n\nSelina, to be sure, had a sneaking fondness for dressing up and paying\ncalls, though she pretended to dislike it, just to keep on the soft side\nof public opinion. So I thought it extremely mean in her to have\nthe earache on that particular afternoon when Aunt Eliza ordered the\npony-carriage and went on the war-path. I was ordered also, in the same\nbreath as the pony-carriage; and, as we eventually trundled off, it\nseemed to me that the utter waste of that afternoon, for which I had\nplanned so much, could never be made up nor atoned for in all the\ntremendous stretch of years that still lay before me.\n\nThe house that we were bound for on this occasion was a “big house;” a\ngeneric title applied by us to the class of residence that had a long\ncarriage-drive through rhododendrons; and a portico propped by fluted\npillars; and a grave butler who bolted back swing-doors, and came down\nsteps, and pretended to have entirely forgotten his familiar intercourse\nwith you at less serious moments; and a big hall, where no boots or\nshoes or upper garments were allowed to lie about frankly and easily, as\nwith us; and where, finally, people were apt to sit about dressed up as\nif they were going on to a party.\n\nThe lady who received us was effusive to Aunt Eliza and hollowly\ngracious to me. In ten seconds they had their heads together and were\nhard at it talking CLOTHES. I was left high and dry on a straight-backed\nchair, longing to kick the legs of it, yet not daring. For a time I was\ncontent to stare; there was lots to stare at, high and low and around.\nThen the inevitable fidgets came on, and scratching one's legs mitigated\nslightly, but did not entirely disperse them. My two warders were still\ndeep in clothes; I slipped off my chair and edged cautiously around the\nroom, exploring, examining, recording.\n\nMany strange, fine things lay along my route--pictures and gimcracks\non the walls, trinkets and globular old watches and snuff-boxes on\nthe tables; and I took good care to finger everything within reach\nthoroughly and conscientiously. Some articles, in addition, I smelt. At\nlast in my orbit I happened on an open door, half concealed by the\nfolds of a curtain. I glanced carefully around. They were still deep in\nclothes, both talking together, and I slipped through.\n\nThis was altogether a more sensible sort of room that I had got into;\nfor the walls were honestly upholstered with books, though these for the\nmost part glimmered provokingly through the glass doors of their tall\ncases. I read their titles longingly, breathing on every accessible\npane of glass, for I dared not attempt to open the doors, with the enemy\nencamped so near. In the window, though, on a high sort of desk, there\nlay, all by itself, a most promising-looking book, gorgeously bound. I\nraised the leaves by one corner, and like scent from a pot-pourri jar\nthere floated out a brief vision of blues and reds, telling of pictures,\nand pictures all highly coloured! Here was the right sort of thing at\nlast, and my afternoon would not be entirely wasted. I inclined an ear\nto the door by which I had entered. Like the brimming tide of a full-fed\nriver the grand, eternal, inexhaustible clothes-problem bubbled and\neddied and surged along. It seemed safe enough. I slid the book off its\ndesk with some difficulty, for it was very fine and large, and staggered\nwith it to the hearthrug--the only fit and proper place for books of\nquality, such as this.\n\nThey were excellent hearthrugs in that house; soft and wide, with the\nthickest of pile, and one's knees sank into them most comfortably. When\nI got the book open there was a difficulty at first in making the great\nstiff pages lie down. Most fortunately the coal-scuttle was actually\nat my elbow, and it was easy to find a flat bit of coal to lay on the\nrefractory page. Really, it was just as if everything had been arranged\nfor me. This was not such a bad sort of house after all.\n\nThe beginnings of the thing were gay borders--scrolls and strap-work\nand diapered backgrounds, a maze of colour, with small misshapen figures\nclambering cheerily up and down everywhere. But first I eagerly scanned\nwhat text there was in the middle, in order to get a hint of what it\nwas all about. Of course I was not going to waste any time in reading.\nA clue, a sign-board, a finger-post was all I required. To my dismay and\ndisgust it was all in a stupid foreign language! Really, the perversity\nof some people made one at times almost despair of the whole race.\nHowever, the pictures remained; pictures never lied, never shuffled nor\nevaded; and as for the story, I could invent it myself.\n\nOver the page I went, shifting the bit of coal to a new position; and,\nas the scheme of the picture disengaged itself from out the medley\nof colour that met my delighted eyes, first there was a warm sense of\nfamiliarity, then a dawning recognition, and then--O then! along with\nblissful certainty came the imperious need to clasp my stomach with\nboth hands, in order to repress the shout of rapture that struggled to\nescape--it was my own little city!\n\nI knew it well enough, I recognized it at once, though I had never been\nquite so near it before. Here was the familiar gateway, to the left that\nstrange, slender tower with its grim, square head shot far above the\nwalls; to the right, outside the town, the hill--as of old--broke\nsteeply down to the sea. But to-day everything was bigger and fresher\nand clearer, the walls seemed newly hewn, gay carpets were hung out over\nthem, fair ladies and long-haired children peeped and crowded on the\nbattlements. Better still, the portcullis was up--I could even catch a\nglimpse of the sunlit square within--and a dainty company was trooping\nthrough the gate on horseback, two and two. Their horses, in trappings\nthat swept the ground, were gay as themselves; and THEY were the gayest\ncrew, for dress and bearing, I had ever yet beheld. It could mean\nnothing else but a wedding, I thought, this holiday attire, this festal\nand solemn entry; and, wedding or whatever it was, I meant to be there.\nThis time I would not be balked by any grim portcullis; this time I\nwould slip in with the rest of the crowd, find out just what my\nlittle town was like, within those exasperating walls that had so\nlong confronted me, and, moreover, have my share of the fun that was\nevidently going on inside. Confident, yet breathless with expectation, I\nturned the page.\n\nJoy! At last I was in it, at last I was on the right side of those\nprovoking walls; and, needless to say, I looked about me with much\ncuriosity. A public place, clearly, though not such as I was used to.\nThe houses at the back stood on a sort of colonnade, beneath which the\npeople jostled and crowded. The upper stories were all painted with\nwonderful pictures. Above the straight line of the roofs the deep\nblue of a cloudless sky stretched from side to side. Lords and ladies\nthronged the foreground, while on a dais in the centre a gallant\ngentleman, just alighted off his horse, stooped to the fingers of a girl\nas bravely dressed out as Selina's lady between the saints; and round\nabout stood venerable personages, robed in the most variegated clothing.\nThere were boys, too, in plenty, with tiny red caps on their thick hair;\nand their shirts had bunched up and worked out at the waist, just as my\nown did so often, after chasing anybody; and each boy of them wore an\nodd pair of stockings, one blue and the other red. This system of attire\nwent straight to my heart. I had tried the same thing so often, and\nhad met with so much discouragement; and here, at last, was my\njustification, painted deliberately in a grown-up book! I looked about\nfor my saint-friends--the armour man and the other fellow--but they were\nnot to be seen. Evidently they were unable to get off duty, even for a\nwedding, and still stood on guard in that green meadow down below. I was\ndisappointed, too, that not an angel was visible. One or two of them,\nsurely, could easily have been spared for an hour, to run up and see the\nshow; and they would have been thoroughly at home here, in the midst of\nall the colour and the movement and the fun.\n\nBut it was time to get on, for clearly the interest was only just\nbeginning. Over went the next page, and there we were, the whole crowd\nof us, assembled in a noble church. It was not easy to make out exactly\nwhat was going on; but in the throng I was delighted to recognize my\nangels at last, happy and very much at home. They had managed to get\nleave off, evidently, and must have run up the hill and scampered\nbreathlessly through the gate; and perhaps they cried a little when they\nfound the square empty, and thought the fun must be all over. Two of\nthem had got hold of a great wax candle apiece, as much as they could\nstagger under, and were tittering sideways at each other as the grease\nran bountifully over their clothes. A third had strolled in among the\ncompany, and was chatting to a young gentleman, with whom she appeared\nto be on the best of terms. Decidedly, this was the right breed of angel\nfor us. None of your sick-bed or night nursery business for them!\n\nWell, no doubt they were now being married, He and She, just as always\nhappened. And then, of course, they were going to live happily ever\nafter; and THAT was the part I wanted to get to. Story-books were so\nstupid, always stopping at the point where they became really nice; but\nthis picture-story was only in its first chapters, and at last I was to\nhave a chance of knowing HOW people lived happily ever after. We\nwould all go home together, He and She, and the angels, and I; and the\narmour-man would be invited to come and stay. And then the story would\nreally begin, at the point where those other ones always left off. I\nturned the page, and found myself free of the dim and splendid church\nand once more in the open country.\n\nThis was all right; this was just as it should be. The sky was a\nfleckless blue, the flags danced in the breeze, and our merry bridal\nparty, with jest and laughter, jogged down to the water-side. I was\nthrough the town by this time, and out on the other side of the hill,\nwhere I had always wanted to be; and, sure enough, there was the\nharbour, all thick with curly ships. Most of them were piled high\nwith wedding-presents--bales of silk, and gold and silver plate, and\ncomfortable-looking bags suggesting bullion; and the gayest ship of\nall lay close up to the carpeted landing-stage. Already the bride was\nstepping daintily down the gangway, her ladies following primly, one by\none; a few minutes more and we should all be aboard, the hawsers would\nsplash in the water, the sails would fill and strain. From the deck I\nshould see the little walled town recede and sink and grow dim, while\nevery plunge of our bows brought us nearer to the happy island--it\nwas an island we were bound for, I knew well! Already I could see the\nisland-people waving hands on the crowded quay, whence the little\nhouses ran up the hill to the castle, crowning all with its towers and\nbattlements. Once more we should ride together, a merry procession,\nclattering up the steep street and through the grim gateway; and then\nwe should have arrived, then we should all dine together, then we should\nhave reached home! And then--\n\nOW! OW! OW!\n\nBitter it is to stumble out of an opalescent dream into the cold\ndaylight; cruel to lose in a second a sea-voyage, an island, and a\ncastle that was to be practically your own; but cruellest and bitterest\nof all to know, in addition to your loss, that the fingers of an angry\naunt have you tight by the scruff of your neck. My beautiful book was\ngone too--ravished from my grasp by the dressy lady, who joined in the\noutburst of denunciation as heartily as if she had been a relative--and\nnaught was left me but to blubber dismally, awakened of a sudden to the\nharshness of real things and the unnumbered hostilities of the actual\nworld. I cared little for their reproaches, their abuse; but I sorrowed\nheartily for my lost ship, my vanished island, my uneaten dinner, and\nfor the knowledge that, if I wanted any angels to play with, I must\nhenceforth put up with the anaemic, night-gowned nonentities that\nhovered over the bed of the Sunday-school child in the pages of the\nSabbath Improver.\n\nI was led ignominiously out of the house, in a pulpy, watery state,\nwhile the butler handled his swing doors with a stony, impassive\ncountenance, intended for the deception of the very elect, though it did\nnot deceive me. I knew well enough that next time he was off duty, and\nstrolled around our way, we should meet in our kitchen as man to man,\nand I would punch him and ask him riddles, and he would teach me tricks\nwith corks and bits of string. So his unsympathetic manner did not add\nto my depression.\n\nI maintained a diplomatic blubber long after we had been packed into\nour pony-carriage and the lodge-gate had clicked behind us, because it\nserved as a sort of armour-plating against heckling and argument and\nabuse, and I was thinking hard and wanted to be let alone. And the\nthoughts that I was thinking were two.\n\nFirst I thought, “I've got ahead of Charlotte THIS time!”\n\nAnd next I thought, “When I've grown up big, and have money of my own,\nand a full-sized walking-stick, I will set out early one morning, and\nnever stop till I get to that little walled town.” There ought to be no\nreal difficulty in the task. It only meant asking here and asking there,\nand people were very obliging, and I could describe every stick and\nstone of it.\n\nAs for the island which I had never even seen, that was not so easy.\nYet I felt confident that somehow, at some time, sooner or later, I was\ndestined to arrive.\n\n\n\n\nA SAGA OF THE SEAS\n\nIt happened one day that some ladies came to call, who were not at all\nthe sort I was used to. They suffered from a grievance, so far as I\ncould gather, and the burden of their plaint was Man--Men in general and\nMan in particular. (Though the words were but spoken, I could clearly\ndiscern the capital M in their acid utterance.)\n\nOf course I was not present officially, so to speak. Down below, in my\nsub-world of chair-legs and hearthrugs and the undersides of sofas, I\nwas working out my own floor-problems, while they babbled on far above\nmy head, considering me as but a chair-leg, or even something lower in\nthe scale. Yet I was listening hard all the time, with that respectful\nconsideration one gives to all grown-up people's remarks, so long as one\nknows no better.\n\nIt seemed a serious indictment enough, as they rolled it out. In\ntact, considerateness, and right appreciation, as well as in taste\nand aesthetic sensibilities--we failed at every point, we breeched and\nbearded prentice-jobs of Nature; and I began to feel like collapsing on\nthe carpet from sheer spiritual anaemia. But when one of them, with\na swing of her skirt, prostrated a whole regiment of my brave tin\nsoldiers, and never apologized nor even offered her aid toward\nrevivifying the battle-line, I could not help feeling that in\ntactfulness and consideration for others she was still a little to seek.\nAnd I said as much, with some directness of language.\n\nThat was the end of me, from a society point of view. Rudeness to\nvisitors was the unpardonable sin, and in two seconds I had my marching\norders, and was sullenly wending my way to the St. Elelena of the\nnursery. As I climbed the stair, my thoughts reverted somehow to a game\nwe had been playing that very morning.\n\nIt was the good old game of Rafts,--a game that will be played till all\nthe oceans are dry and all the trees in the world are felled--and after.\nAnd we were all crowded together on the precarious little platform, and\nSelina occupied every bit as much room as I did, and Charlotte's legs\ndidn't dangle over any more than Harold's. The pitiless sun overhead\nbeat on us all with tropic impartiality, and the hungry sharks, whose\nfins scored the limitless Pacific stretching out on every side, were\nimpelled by an appetite that made no exceptions as to sex. When we\nshared the ultimate biscuit and circulated the last water-keg, the girls\ngot an absolute fourth apiece, and neither more nor less; and the only\npartiality shown was entirely in favour of Charlotte, who was allowed to\nperceive and to hail the saviour-sail on the horizon. And this was only\nbecause it was her turn to do so, not because she happened to be this or\nthat. Surely, the rules of the raft were the rules of life, and in what,\nthen, did these visitor-ladies' grievance consist?\n\nPuzzled and a little sulky, I pushed open the door of the deserted\nnursery, where the raft that had rocked beneath so many hopes and fears\nstill occupied the ocean-floor. To the dull eye, that merely tarries\nupon the outsides of things, it might have appeared unromantic and even\nunraftlike, consisting only as it did of a round sponge-bath on a bald\ndeal towel-horse placed flat on the floor. Even to myself much of the\nrecent raft-glamour seemed to have departed as I half-mechanically\nstepped inside and curled myself up in it for a solitary voyage. Once I\nwas in, however, the old magic and mystery returned in full flood, when\nI discovered that the inequalities of the towel-horse caused the bath\nto rock, slightly, indeed, but easily and incessantly. A few minutes\nof this delightful motion, and one was fairly launched. So those women\nbelow didn't want us? Well, there were other women, and other places,\nthat did. And this was going to be no scrambling raft-affair, but a\nfull-blooded voyage of the Man, equipped and purposeful, in search of\nwhat was his rightful own.\n\nWhither should I shape my course, and what sort of vessel should I\ncharter for the voyage? The shipping of all England was mine to pick\nfrom, and the far corners of the globe were my rightful inheritance. A\nfrigate, of course, seemed the natural vehicle for a boy of spirit to\nset out in. And yet there was something rather “uppish” in commanding\na frigate at the very first set-off, and little spread was left for\nthe ambition. Frigates, too, could always be acquired later by sheer\nadventure; and your real hero generally saved up a square-rigged ship\nfor the final achievement and the rapt return. No, it was a schooner\nthat I was aboard of--a schooner whose masts raked devilishly as the\nleaping seas hissed along her low black gunwale. Many hairbrained youths\nstarted out on a mere cutter; but I was prudent, and besides I had some\ninkling of the serious affairs that were ahead.\n\nI have said I was already on board; and, indeed, on this occasion I was\ntoo hungry for adventure to linger over what would have been a special\ndelight at a period of more leisure--the dangling about the harbour, the\nchoosing your craft, selecting your shipmates, stowing your cargo, and\nfitting up your private cabin with everything you might want to put your\nhand on in any emergency whatever. I could not wait for that. Out beyond\nsoundings the big seas were racing westward and calling me, albatrosses\nhovered motionless, expectant of a comrade, and a thousand islands\nheld each of them a fresh adventure, stored up, hidden away, awaiting\nproduction, expressly saved for me. We were humming, close-hauled, down\nthe Channel, spray in the eyes and the shrouds thrilling musically, in\nmuch less time than the average man would have taken to transfer his\nGladstone bag and his rugs from the train to a sheltered place on the\npromenade-deck of the tame daily steamer.\n\nSo long as we were in pilotage I stuck manfully to the wheel. The\nundertaking was mine, and with it all its responsibilities, and there\nwas some tricky steering to be done as we sped by headland and bay, ere\nwe breasted the great seas outside and the land fell away behind us. But\nas soon as the Atlantic had opened out I began to feel that it would\nbe rather nice to take tea by myself in my own cabin, and it therefore\nbecame necessary to invent a comrade or two, to take their turn at the\nwheel.\n\nThis was easy enough. A friend or two of my own age, from among the\nboys I knew; a friend or two from characters in the books I knew; and\na friend or two from No-man's-land, where every fellow's a born sailor;\nand the crew was complete. I addressed them on the poop, divided them\ninto watches, gave instructions I should be summoned on the first sign\nof pirates, whales, or Frenchmen, and retired below to a well-earned\nspell of relaxation.\n\nThat was the right sort of cabin that I stepped into, shutting the door\nbehind me with a click. Of course, fire-arms were the first thing I\nlooked for, and there they were, sure enough, in their racks, dozens of\n'em--double-barrelled guns, and repeating-rifles, and long pistols,\nand shiny plated revolvers. I rang up the steward and ordered tea, with\nscones, and jam in its native pots--none of your finicking shallow glass\ndishes; and, when properly streaked with jam, and blown out with tea, I\nwent through the armoury, clicked the rifles and revolvers, tested the\nedges of the cutlasses with my thumb, and filled the cartridge-belts\nchock-full. Everything was there, and of the best quality, just as if I\nhad spent a whole fortnight knocking about Plymouth and ordering things.\nClearly, if this cruise came to grief, it would not be for want of\nequipment.\n\nJust as I was beginning on the lockers and the drawers, the watch\nreported icebergs on both bows--and, what was more to the point, coveys\nof Polar bears on the icebergs. I grasped a rifle or two, and hastened\non deck. The spectacle was indeed magnificent--it generally is, with\nicebergs on both bows, and these were exceptionally enormous icebergs.\nBut I hadn't come there to paint Academy pictures, so the captain's\ngig was in the water and manned almost ere the boatswain's whistle had\nceased sounding, and we were pulling hard for the Polar bears--myself\nand the rifles in the stern-sheets.\n\nI have rarely enjoyed better shooting than I got during that afternoon's\ntramp over the icebergs. Perhaps I was in specially good form; perhaps\nthe bears “rose” well. Anyhow, the bag was a portentous one. In later\ndays, on reading of the growing scarcity of Polar bears, my conscience\nhas pricked me; but that afternoon I experienced no compunction.\nNevertheless, when the huge pile of skins had been hoisted on board,\nand a stiff grog had been served out to the crew of the captain's gig,\nI ordered the schooner's head to be set due south. For icebergs were\nplayed out, for the moment, and it was getting to be time for something\nmore tropical.\n\nTropical was a mild expression of what was to come, as was shortly\nproved. It was about three bells in the next day's forenoon watch when\nthe look-out man first sighted the pirate brigantine. I disliked the\nlooks of her from the first, and, after piping all hands to quarters,\nhad the brass carronade on the fore-deck crammed with grape to the\nmuzzle.\n\nThis proved a wise precaution. For the flagitious pirate craft, having\ncrept up to us under the colours of the Swiss Republic, a state with\nwhich we were just then on the best possible terms, suddenly shook out\nthe skull-and-cross-bones at her masthead, and let fly with round-shot\nat close quarters, knocking into pieces several of my crew, who could\nill be spared. The sight of their disconnected limbs aroused my ire\nto its utmost height, and I let them have the contents of the brass\ncarronade, with ghastly effect. Next moment the hulls of the two ships\nwere grinding together, the cold steel flashed from its scabbard, and\nthe death-grapple had begun.\n\nIn spite of the deadly work of my grape-gorged carronade, our foe still\noutnumbered us, I reckoned, by three to one. Honour forbade my fixing\nit at a lower figure--this was the minimum rate at which one dared to do\nbusiness with pirates. They were stark veterans, too, every man seamed\nwith ancient sabre-cuts, whereas my crew had many of them hardly\nattained the maturity which is the gift of ten long summers--and the\nwhole thing was so sudden that I had no time to invent a reinforcement\nof riper years. It was not surprising, therefore, that my dauntless\nboarding-party, axe in hand and cutlass between teeth, fought their way\nto the pirates' deck only to be repulsed again and yet again, and that\nour planks were soon slippery with our own ungrudged and inexhaustible\nblood. At this critical point in the conflict, the bo'sun, grasping me\nby the arm, drew my attention to a magnificent British man-of-war,\njust hove to in the offing, while the signalman, his glass at his eye,\nreported that she was inquiring whether we wanted any assistance or\npreferred to go through with the little job ourselves.\n\nThis veiled attempt to share our laurels with us, courteously as it was\nworded, put me on my mettle. Wiping the blood out of my eyes, I ordered\nthe signalman to reply instantly, with the half-dozen or so of flags\nthat he had at his disposal, that much as we appreciated the valour\nof the regular service, and the delicacy of spirit that animated\nits commanders, still this was an orthodox case of the young\ngentleman-adventurer versus the unshaved pirate, and Her Majesty's\nMarine had nothing to do but to form the usual admiring and applauding\nbackground. Then, rallying round me the remnant of my faithful crew, I\nselected a fresh cutlass (I had worn out three already) and plunged once\nmore into the pleasing carnage.\n\nThe result was not long doubtful. Indeed, I could not allow it to be, as\nI was already getting somewhat bored with the pirate business, and was\nwanting to get on to something more southern and sensuous. All serious\nresistance came to an end as soon as I had reached the quarter-deck and\ncut down the pirate chief--a fine black-bearded fellow in his way,\nbut hardly up to date in his parry-and-thrust business. Those whom our\ncutlasses had spared were marched out along their own plank, in the\napproved old fashion; and in time the scuppers relieved the decks of\nthe blood that made traffic temporarily impossible. And all the time the\nBritish-man-of-war admired and applauded in the offing.\n\nAs soon as we had got through with the necessary throat-cutting and\nswabbing-up all hands set to work to discover treasure; and soon the\ndeck shone bravely with ingots and Mexican dollars and church plate.\nThere were ropes of pearls, too, and big stacks of nougat; and rubies,\nand gold watches, and Turkish Delight in tubs. But I left these trifles\nto my crew, and continued the search alone. For by this time I had\ndetermined that there should be a Princess on board, carried off to\nbe sold in captivity to the bold bad Moors, and now with beating heart\nawaiting her rescue by me, the Perseus of her dreams.\n\nI came upon her at last in the big state-cabin in the stern; and she\nwore a holland pinafore over her Princess-clothes, and she had brown\nwavy hair, hanging down her back, just like--well, never mind, she had\nbrown wavy hair. When gentle-folk meet, courtesies pass; and I will\nnot weary other people with relating all the compliments and\ncounter-compliments that we exchanged, all in the most approved manner.\nOccasions like this, when tongues wagged smoothly and speech flowed\nfree, were always especially pleasing to me, who am naturally inclined\nto be tongue-tied with women. But at last ceremony was over, and we sat\non the table and swung our legs and agreed to be fast friends. And I\nshowed her my latest knife--one-bladed, horn-handled, terrific, hung\nround my neck with string; and she showed me the chiefest treasures the\nship contained, hidden away in a most private and particular locker--a\nmusical box with a glass top that let you see the works, and a railway\ntrain with real lines and a real tunnel, and a tin iron-clad that\nfollowed a magnet, and was ever so much handier in many respects than\nthe real full-sized thing that still lay and applauded in the offing.\n\nThere was high feasting that night in my cabin. We invited the captain\nof the man-of-war--one could hardly do less, it seemed to me--and the\nPrincess took one end of the table and I took the other, and the captain\nwas very kind and nice, and told us fairy-stories, and asked us both to\ncome and stay with him next Christmas, and promised we should have some\nhunting, on real ponies. When he left I gave him some ingots and things,\nand saw him into his boat; and then I went round the ship and addressed\nthe crew in several set speeches, which moved them deeply, and with my\nown hands loaded up the carronade with grape-shot till it ran over at\nthe mouth. This done, I retired into the cabin with the Princess, and\nlocked the door. And first we started the musical box, taking turns to\nwind it up; and then we made toffee in the cabin-stove; and then we ran\nthe train round and round the room, and through and through the tunnel;\nand lastly we swam the tin ironclad in the bath, with the soap-dish for\na pirate.\n\nNext morning the air was rich with spices, porpoises rolled and\ngambolled round the bows, and the South Sea Islands lay full in\nview (they were the REAL South Sea Islands, of course--not the badly\nfurnished journeymen-islands that are to be perceived on the map). As\nfor the pirate brigantine and the man-of-war, I don't really know what\nbecame of them. They had played their part very well, for the time,\nbut I wasn't going to bother to account for them, so I just let them\nevaporate quietly. The islands provided plenty of fresh occupation. For\nhere were little bays of silvery sand, dotted with land-crabs; groves of\npalm-trees wherein monkeys frisked and pelted each other with cocoanuts;\nand caves, and sites for stockades, and hidden treasures significantly\nindicated by skulls, in riotous plenty; while birds and beasts of every\ncolour and all latitudes made pleasing noises which excited the sporting\ninstinct.\n\nThe islands lay conveniently close together, which necessitated\ncareful steering as we threaded the devious and intricate channels that\nseparated them. Of course no one else could be trusted at the wheel, so\nit is not surprising that for some time I quite forgot that there was\nsuch a thing as a Princess on board. This is too much the masculine way,\nwhenever there's any real business doing. However, I remembered her as\nsoon as the anchor was dropped, and I went below and consoled her, and\nwe had breakfast together, and she was allowed to “pour out,” which\nquite made up for everything. When breakfast was over we ordered out\nthe captain's gig, and rowed all about the islands, and paddled, and\nexplored, and hunted bisons and beetles and butterflies, and found\neverything we wanted. And I gave her pink shells and tortoises and great\nmilky pearls and little green lizards; and she gave me guinea-pigs, and\ncoral to make into waistcoat-buttons, and tame sea-otters, and a real\npirate's powder-horn. It was a prolific day and a long-lasting one, and\nweary were we with all our hunting and our getting and our gathering,\nwhen at last we clambered into the captain's gig and rowed back to a\nlate tea.\n\nThe following day my conscience rose up and accused me. This was not\nwhat I had come out to do. These triflings with pearls and parrakeets,\nthese al fresco luncheons off yams and bananas--there was no “making of\nhistory” about them, I resolved that without further dallying I would\nturn to and capture the French frigate, according to the original\nprogramme. So we upped anchor with the morning tide, and set all sail\nfor San Salvador.\n\nOf course I had no idea where San Salvador really was. I haven't now,\nfor that matter. But it seemed a right-sounding sort of name for a place\nthat was to have a bay that was to hold a French frigate that was to\nbe cut out; so, as I said, we sailed for San Salvador, and made the bay\nabout eight bells that evening, and saw the topmasts of the frigate\nover the headland that sheltered her. And forthwith there was summoned a\nCouncil of War.\n\nIt is a very serious matter, a Council of War. We had not held one\nhitherto, pirates and truck of that sort not calling for such solemn\ntreatment. But in an affair that might almost be called international,\nit seemed well to proceed gravely and by regular steps. So we met in my\ncabin--the Princess, and the bo'sun, and a boy from the real-life lot,\nand a man from among the book-men, and a fellow from No-man's-land, and\nmyself in the chair.\n\nThe bo'sun had taken part in so many cuttings-out during his past career\nthat practically he did all the talking, and was the Council of War\nhimself. It was to be an affair of boats, he explained. A boat's-crew\nwould be told off to cut the cables, and two boats'-crews to climb\nstealthily on board and overpower the sleeping Frenchmen, and two more\nboats' crews to haul the doomed vessel out of the bay. This made rather\na demand on my limited resources as to crews; but I was prepared to\nstretch a point in a case like this, and I speedily brought my numbers\nup to the requisite efficiency.\n\nThe night was both moonless and star-less--I had arranged all that--when\nthe boats pushed off from the side of our vessel, and made their way\ntoward the ship that, unfortunately for itself, had been singled out\nby Fate to carry me home in triumph. I was in excellent spirits, and,\nindeed, as I stepped over the side, a lawless idea crossed my mind, of\ndiscovering another Princess on board the frigate--a French one this\ntime; I had heard that that sort was rather nice. But I abandoned the\nnotion at once, recollecting that the heroes of all history had always\nbeen noted for their unswerving constancy.\n\nThe French captain was snug in bed when I clambered in through his\ncabin window and held a naked cutlass to his throat. Naturally he was\nsurprised and considerably alarmed, till I discharged one of my set\nspeeches at him, pointing out that my men already had his crew under\nhatchways, that his vessel was even then being towed out of harbour, and\nthat, on his accepting the situation with a good grace, his person\nand private property would be treated with all the respect due to the\nrepresentative of a great nation for which I entertained feelings of the\nprofoundest admiration and regard and all that sort of thing. It was a\nbeautiful speech. The Frenchman at once presented me with his parole,\nin the usual way, and, in a reply of some power and pathos, only begged\nthat I would retire a moment while he put on his trousers. This I\ngracefully consented to do, and the incident ended.\n\nTwo of my boats were sunk by the fire from the forts on the shore, and\nseveral brave fellows were severely wounded in the hand-to-hand struggle\nwith the French crew for the possession of the frigate. But the bo'sun's\nadmirable strategy, and my own reckless gallantry in securing the French\ncaptain at the outset, had the fortunate result of keeping down the\ndeath-rate. It was all for the sake of the Princess that I had arranged\nso comparatively tame a victory. For myself, I rather liked a fair\namount of blood-letting, red-hot shot, and flying splinters. But when\nyou have girls about the place, they have got to be considered to a\ncertain extent.\n\nThere was another supper-party that night, in my cabin, as soon as we\nhad got well out to sea; and the French captain, who was the guest of\nthe evening, was in the greatest possible form. We became sworn friends,\nand exchanged invitations to come and stay at each other's homes, and\nreally it was quite difficult to induce him to take his leave. But at\nlast he and his crew were bundled into their boats; and after I had\npressed some pirate bullion upon them--delicately, of course, but in a\npleasant manner that admitted of no denial--the gallant fellows quite\nbroke down, and we parted, our bosoms heaving with a full sense of each\nother's magnanimity and good-fellowship.\n\nThe next day, which was nearly all taken up with shifting our quarters\ninto the new frigate, so honourably and easily acquired, was a very\npleasant one, as everyone who has gone up in the world and moved into a\nlarger house will readily understand. At last I had grim, black guns all\nalong each side, instead of a rotten brass carronade; at last I had a\nsquare-rigged ship, with real yards, and a proper quarter-deck. In fact,\nnow that I had soared as high as could be hoped in a single voyage,\nit seemed about time to go home and cut a dash and show off a bit. The\nworst of this ocean-theatre was, it held no proper audience. It was\nhard, of course, to relinquish all the adventures that still lay\nuntouched in these Southern seas. Whaling, for instance, had not yet\nbeen entered upon; the joys of exploration, and strange inland cities\ninnocent of the white man, still awaited me; and the book of wrecks\nand rescues was not yet even opened. But I had achieved a frigate and a\nPrincess, and that was not so bad for a beginning, and more than enough\nto show off with before those dull unadventurous folk who continued on\ntheir mill-horse round at home.\n\nThe voyage home was a record one, so far as mere speed was concerned,\nand all adventures were scornfully left behind, as we rattled along, for\nother adventurers who had still their laurels to win. Hardly later than\nthe noon of next day we dropped anchor in Plymouth Sound, and heard the\nintoxicating clamour of bells, the roar of artillery, and the hoarse\ncheers of an excited populace surging down to the quays, that told us we\nwere being appreciated at something like our true merits. The Lord Mayor\nwas waiting there to receive us, and with him several Admirals of the\nFleet, as we walked down the lane of pushing, enthusiastic Devonians,\nthe Princess and I, and our war-worn, weather-beaten, spoil-laden crew.\nEverybody was very nice about the French frigate, and the pirate booty,\nand the scars still fresh on our young limbs; yet I think what I liked\nbest of all was, that they all pronounced the Princess to be a duck, and\na peerless, brown-haired darling, and a true mate for a hero, and of the\nright Princess-breed.\n\nThe air was thick with invitations and with the smell of civic banquets\nin a forward stage; but I sternly waved all festivities aside. The\ncoaches-and-four I had ordered immediately on arriving were blocking the\nwhole of the High Street; the champing of bits and the pawing of gravel\nsummoned us to take our seats and be off, to where the real performance\nawaited us, compared with which all this was but an interlude. I placed\nthe Princess in the most highly gilded coach of the lot, and mounted to\nmy place at her side; and the rest of the crew scrambled on board of the\nothers as best they might. The whips cracked and the crowd scattered and\ncheered as we broke into a gallop for home. The noisy bells burst into a\nfarewell peal--\n\nYes, that was undoubtedly the usual bell for school-room tea. And high\ntime too, I thought, as I tumbled out of the bath, which was beginning\nto feel very hard to the projecting portions of my frame-work. As I\ntrotted downstairs, hungrier even than usual, farewells floated up from\nthe front door, and I heard the departing voices of our angular elderly\nvisitors as they made their way down the walk. Man was still catching\nit, apparently--Man was getting it hot. And much Man cared! The seas\nwere his, and their islands; he had his frigates for the taking, his\npirates and their hoards for an unregarded cutlass-stroke or two; and\nthere were Princesses in plenty waiting for him somewhere--Princesses of\nthe right sort.\n\n\n\n\nTHE RELUCTANT DRAGON\n\nFootprints in the snow have been unfailing provokers of sentiment ever\nsince snow was first a white wonder in this drab-coloured world of ours.\nIn a poetry-book presented to one of us by an aunt, there was a poem by\none Wordsworth in which they stood out strongly--with a picture all to\nthemselves, too--but we didn't think very highly either of the poem or\nthe sentiment. Footprints in the sand, now, were quite another\nmatter, and we grasped Crusoe's attitude of mind much more easily than\nWordsworth's. Excitement and mystery, curiosity and suspense--these were\nthe only sentiments that tracks, whether in sand or in snow, were able\nto arouse in us.\n\nWe had awakened early that winter morning, puzzled at first by the added\nlight that filled the room. Then, when the truth at last fully dawned\non us and we knew that snow-balling was no longer a wistful dream, but\na solid certainty waiting for us outside, it was a mere brute fight\nfor the necessary clothes, and the lacing of boots seemed a clumsy\ninvention, and the buttoning of coats an unduly tedious form of\nfastening, with all that snow going to waste at our very door.\n\nWhen dinner-time came we had to be dragged in by the scruff of our\nnecks. The short armistice over, the combat was resumed; but presently\nCharlotte and I, a little weary of contests and of missiles that\nran shudderingly down inside one's clothes, forsook the trampled\nbattle-field of the lawn and went exploring the blank virgin spaces of\nthe white world that lay beyond. It stretched away unbroken on every\nside of us, this mysterious soft garment under which our familiar world\nhad so suddenly hidden itself. Faint imprints showed where a casual bird\nhad alighted, but of other traffic there was next to no sign; which made\nthese strange tracks all the more puzzling.\n\nWe came across them first at the corner of the shrubbery, and pored over\nthem long, our hands on our knees. Experienced trappers that we knew\nourselves to be, it was annoying to be brought up suddenly by a beast we\ncould not at once identify.\n\n“Don't you know?” said Charlotte, rather scornfully. “Thought you knew\nall the beasts that ever was.”\n\nThis put me on my mettle, and I hastily rattled off a string of animal\nnames embracing both the arctic and the tropic zones, but without much\nreal confidence.\n\n“No,” said Charlotte, on consideration; “they won't any of 'em quite do.\nSeems like something LIZARDY. Did you say a iguanodon? Might be that,\np'raps. But that's not British, and we want a real British beast. _I_\nthink it's a dragon!”\n\n“'T isn't half big enough,” I objected.\n\n“Well, all dragons must be small to begin with,” said Charlotte: “like\neverything else. P'raps this is a little dragon who's got lost. A little\ndragon would be rather nice to have. He might scratch and spit, but he\ncouldn't DO anything really. Let's track him down!”\n\nSo we set off into the wide snow-clad world, hand in hand, our hearts\nbig with expectation,--complacently confident that by a few smudgy\ntraces in the snow we were in a fair way to capture a half-grown\nspecimen of a fabulous beast.\n\nWe ran the monster across the paddock and along the hedge of the next\nfield, and then he took to the road like any tame civilized tax-payer.\nHere his tracks became blended with and lost among more ordinary\nfootprints, but imagination and a fixed idea will do a great deal, and\nwe were sure we knew the direction a dragon would naturally take.\nThe traces, too, kept reappearing at intervals--at least Charlotte\nmaintained they did, and as it was HER dragon I left the following of\nthe slot to her and trotted along peacefully, feeling that it was an\nexpedition anyhow and something was sure to come out of it.\n\nCharlotte took me across another field or two, and through a copse, and\ninto a fresh road; and I began to feel sure it was only her confounded\npride that made her go on pretending to see dragon-tracks instead of\nowning she was entirely at fault, like a reasonable person. At last she\ndragged me excitedly through a gap in a hedge of an obviously private\ncharacter; the waste, open world of field and hedge-row disappeared,\nand we found ourselves in a garden, well-kept, secluded, most\nun-dragon-haunted in appearance. Once inside, I knew where we were.\nThis was the garden of my friend the circus-man, though I had never\napproached it before by a lawless gap, from this unfamiliar side.\n\nAnd here was the circus-man himself, placidly smoking a pipe as he\nstrolled up and down the walks. I stepped up to him and asked him\npolitely if he had lately seen a Beast.\n\n“May I inquire,” he said, with all civility, “what particular sort of a\nBeast you may happen to be looking for?”\n\n“It's a LIZARDY sort of Beast,” I explained. “Charlotte says it's a\ndragon, but she doesn't really know much about beasts.”\n\nThe circus-man looked round about him slowly. “I don't THINK,” he said,\n“that I've seen a dragon in these parts recently. But if I come across\none I'll know it belongs to you, and I'll have him taken round to you at\nonce.”\n\n“Thank you very much,” said Charlotte, “but don't TROUBLE about it,\nplease, 'cos p'raps it isn't a dragon after all. Only I thought I saw\nhis little footprints in the snow, and we followed 'em up, and they\nseemed to lead right in here, but maybe it's all a mistake, and thank\nyou all the same.”\n\n“Oh, no trouble at all,” said the circus-man, cheerfully. “I should be\nonly too pleased. But of course, as you say, it MAY be a mistake.\nAnd it's getting dark, and he seems to have got away for the present,\nwhatever he is. You'd better come in and have some tea. I'm quite alone,\nand we'll make a roaring fire, and I've got the biggest Book of\nBeasts you ever saw. It's got every beast in the world, and all of 'em\ncoloured; and we'll try and find YOUR beast in it!”\n\nWe were always ready for tea at any time, and especially when combined\nwith beasts. There was marmalade, too, and apricot-jam, brought in\nexpressly for us; and afterwards the beast-book was spread out, and, as\nthe man had truly said, it contained every sort of beast that had ever\nbeen in the world.\n\nThe striking of six o'clock set the more prudent Charlotte nudging\nme, and we recalled ourselves with an effort from Beast-land, and\nreluctantly stood up to go.\n\n“Here, I'm coming along with you,” said the circus-man. “I want another\npipe, and a walk'll do me good. You needn't talk to me unless you like.”\n\nOur spirits rose to their wonted level again. The way had seemed so\nlong, the outside world so dark and eerie, after the bright warm room\nand the highly-coloured beast-book. But a walk with a real Man--why,\nthat was a treat in itself! We set off briskly, the Man in the middle. I\nlooked up at him and wondered whether I should ever live to smoke a big\npipe with that careless sort of majesty! But Charlotte, whose young mind\nwas not set on tobacco as a possible goal, made herself heard from the\nother side.\n\n“Now, then,” she said, “tell us a story, please, won't you?”\n\nThe Man sighed heavily and looked about him. “I knew it,” he groaned.\n“I KNEW I should have to tell a story. Oh, why did I leave my pleasant\nfireside? Well, I WILL tell you a story. Only let me think a minute.”\n\nSo he thought a minute, and then he told us this story.\n\n\nLong ago--might have been hundreds of years ago--in a cottage half-way\nbetween this village and yonder shoulder of the Downs up there, a\nshepherd lived with his wife and their little son. Now the shepherd\nspent his days--and at certain times of the year his nights too--up on\nthe wide ocean-bosom of the Downs, with only the sun and the stars and\nthe sheep for company, and the friendly chattering world of men and\nwomen far out of sight and hearing. But his little son, when he wasn't\nhelping his father, and often when he was as well, spent much of his\ntime buried in big volumes that he borrowed from the affable gentry and\ninterested parsons of the country round about. And his parents were very\nfond of him, and rather proud of him too, though they didn't let on in\nhis hearing, so he was left to go his own way and read as much as he\nliked; and instead of frequently getting a cuff on the side of the head,\nas might very well have happened to him, he was treated more or less as\nan equal by his parents, who sensibly thought it a very fair division\nof labour that they should supply the practical knowledge, and he the\nbook-learning. They knew that book-learning often came in useful at\na pinch, in spite of what their neighbours said. What the Boy chiefly\ndabbled in was natural history and fairy-tales, and he just took them as\nthey came, in a sandwichy sort of way, without making any distinctions;\nand really his course of reading strikes one as rather sensible.\n\nOne evening the shepherd, who for some nights past had been disturbed\nand preoccupied, and off his usual mental balance, came home all of\na tremble, and, sitting down at the table where his wife and son\nwere peacefully employed, she with her seam, he in following out the\nadventures of the Giant with no Heart in his Body, exclaimed with much\nagitation:\n\n“It's all up with me, Maria! Never no more can I go up on them there\nDowns, was it ever so!”\n\n“Now don't you take on like that,” said his wife, who was a VERY\nsensible woman: “but tell us all about it first, whatever it is as has\ngiven you this shake-up, and then me and you and the son here, between\nus, we ought to be able to get to the bottom of it!”\n\n“It began some nights ago,” said the shepherd. “You know that cave up\nthere--I never liked it, somehow, and the sheep never liked it neither,\nand when sheep don't like a thing there's generally some reason for\nit. Well, for some time past there's been faint noises coming from that\ncave--noises like heavy sighings, with grunts mixed up in them; and\nsometimes a snoring, far away down--REAL snoring, yet somehow not HONEST\nsnoring, like you and me o'nights, you know!”\n\n“_I_ know,” remarked the Boy, quietly.\n\n“Of course I was terrible frightened,” the shepherd went on; “yet\nsomehow I couldn't keep away. So this very evening, before I come down,\nI took a cast round by the cave, quietly. And there--O Lord! there I saw\nhim at last, as plain as I see you!”\n\n“Saw WHO?” said his wife, beginning to share in her husband's nervous\nterror.\n\n“Why HIM, I'm a telling you!” said the shepherd. “He was sticking\nhalf-way out of the cave, and seemed to be enjoying of the cool of the\nevening in a poetical sort of way. He was as big as four cart-horses,\nand all covered with shiny scales--deep-blue scales at the top of him,\nshading off to a tender sort o' green below. As he breathed, there was\nthat sort of flicker over his nostrils that you see over our chalk roads\non a baking windless day in summer. He had his chin on his paws, and I\nshould say he was meditating about things. Oh, yes, a peaceable sort o'\nbeast enough, and not ramping or carrying on or doing anything but what\nwas quite right and proper. I admit all that. And yet, what am I to do?\nSCALES, you know, and claws, and a tail for certain, though I didn't\nsee that end of him--I ain't USED to 'em, and I don't HOLD with 'em, and\nthat's a fact!”\n\nThe Boy, who had apparently been absorbed in his book during his\nfather's recital, now closed the volume, yawned, clasped his hands\nbehind his head, and said sleepily:\n\n“It's all right, father. Don't you worry. It's only a dragon.”\n\n“Only a dragon?” cried his father. “What do you mean, sitting there, you\nand your dragons? ONLY a dragon indeed! And what do YOU know about it?”\n\n“'Cos it IS, and 'cos I DO know,” replied the Boy, quietly. “Look here,\nfather, you know we've each of us got our line. YOU know about sheep,\nand weather, and things; _I_ know about dragons. I always said, you\nknow, that that cave up there was a dragon-cave. I always said it must\nhave belonged to a dragon some time, and ought to belong to a dragon\nnow, if rules count for anything. Well, now you tell me it HAS got a\ndragon, and so THAT'S all right. I'm not half as much surprised as when\nyou told me it HADN'T got a dragon. Rules always come right if you wait\nquietly. Now, please, just leave this all to me. And I'll stroll up\nto-morrow morning--no, in the morning I can't, I've got a whole heap of\nthings to do--well, perhaps in the evening, if I'm quite free, I'll go\nup and have a talk to him, and you'll find it'll be all right. Only,\nplease, don't you go worrying round there without me. You don't\nunderstand 'em a bit, and they're very sensitive, you know!”\n\n“He's quite right, father,” said the sensible mother. “As he says,\ndragons is his line and not ours. He's wonderful knowing about\nbook-beasts, as every one allows. And to tell the truth, I'm not half\nhappy in my own mind, thinking of that poor animal lying alone up there,\nwithout a bit o' hot supper or anyone to change the news with; and maybe\nwe'll be able to do something for him; and if he ain't quite respectable\nour Boy'll find it out quick enough. He's got a pleasant sort o' way\nwith him that makes everybody tell him everything.”\n\nNext day, after he'd had his tea, the Boy strolled up the chalky track\nthat led to the summit of the Downs; and there, sure enough, he found\nthe dragon, stretched lazily on the sward in front of his cave. The view\nfrom that point was a magnificent one. To the right and left, the bare\nand billowy leagues of Downs; in front, the vale, with its clustered\nhomesteads, its threads of white roads running through orchards and\nwell-tilled acreage, and, far away, a hint of grey old cities on the\nhorizon. A cool breeze played over the surface of the grass and the\nsilver shoulder of a large moon was showing above distant junipers. No\nwonder the dragon seemed in a peaceful and contented mood; indeed,\nas the Boy approached he could hear the beast purring with a happy\nregularity. “Well, we live and learn!” he said to himself. “None of my\nbooks ever told me that dragons purred!”\n\n“Hullo, dragon!” said the Boy, quietly, when he had got up to him.\n\nThe dragon, on hearing the approaching footsteps, made the beginning\nof a courteous effort to rise. But when he saw it was a Boy, he set his\neyebrows severely.\n\n“Now don't you hit me,” he said; “or bung stones, or squirt water, or\nanything. I won't have it, I tell you!”\n\n“Not goin' to hit you,” said the Boy wearily, dropping on the grass\nbeside the beast: “and don't, for goodness' sake, keep on saying\n`Don't;' I hear so much of it, and it's monotonous, and makes me tired.\nI've simply looked in to ask you how you were and all that sort of\nthing; but if I'm in the way I can easily clear out. I've lots of\nfriends, and no one can say I'm in the habit of shoving myself in where\nI'm not wanted!”\n\n“No, no, don't go off in a huff,” said the dragon, hastily; “fact\nis,--I'm as happy up here as the day's long; never without an\noccupation, dear fellow, never without an occupation! And yet, between\nourselves, it IS a trifle dull at times.”\n\nThe Boy bit off a stalk of grass and chewed it. “Going to make a long\nstay here?” he asked, politely.\n\n“Can't hardly say at present,” replied the dragon. “It seems a nice\nplace enough--but I've only been here a short time, and one must look\nabout and reflect and consider before settling down. It's rather\na serious thing, settling down. Besides--now I'm going to tell you\nsomething! You'd never guess it if you tried ever so!--fact is, I'm such\na confoundedly lazy beggar!”\n\n“You surprise me,” said the Boy, civilly.\n\n“It's the sad truth,” the dragon went on, settling down between his paws\nand evidently delighted to have found a listener at last: “and I fancy\nthat's really how I came to be here. You see all the other fellows were\nso active and EARNEST and all that sort of thing--always rampaging, and\nskirmishing, and scouring the desert sands, and pacing the margin of the\nsea, and chasing knights all over the place, and devouring damsels, and\ngoing on generally--whereas I liked to get my meals regular and then\nto prop my back against a bit of rock and snooze a bit, and wake up and\nthink of things going on and how they kept going on just the same, you\nknow! So when it happened I got fairly caught.”\n\n“When WHAT happened, please?” asked the Boy.\n\n“That's just what I don't precisely know,” said the dragon. “I suppose\nthe earth sneezed, or shook itself, or the bottom dropped out of\nsomething. Anyhow there was a shake and a roar and a general stramash,\nand I found myself miles away underground and wedged in as tight as\ntight. Well, thank goodness, my wants are few, and at any rate I had\npeace and quietness and wasn't always being asked to come along and DO\nsomething. And I've got such an active mind--always occupied, I assure\nyou! But time went on, and there was a certain sameness about the life,\nand at last I began to think it would be fun to work my way upstairs and\nsee what you other fellows were doing. So I scratched and burrowed, and\nworked this way and that way and at last I came out through this cave\nhere. And I like the country, and the view, and the people--what I've\nseen of 'em--and on the whole I feel inclined to settle down here.”\n\n“What's your mind always occupied about?” asked the Boy. “That's what I\nwant to know.”\n\nThe dragon coloured slightly and looked away. Presently he said\nbashfully:\n\n“Did you ever--just for fun--try to make up poetry--verses, you know?”\n\n“'Course I have,” said the Boy. “Heaps of it. And some of it's quite\ngood, I feel sure, only there's no one here cares about it.\nMother's very kind and all that, when I read it to her, and so's father\nfor that matter. But somehow they don't seem to--”\n\n“Exactly,” cried the dragon; “my own case exactly. They don't seem to,\nand you can't argue with 'em about it. Now you've got culture, you\nhave, I could tell it on you at once, and I should just like your candid\nopinion about some little things I threw off lightly, when I was down\nthere. I'm awfully pleased to have met you, and I'm hoping the other\nneighbours will be equally agreeable. There was a very nice old\ngentleman up here only last night, but he didn't seem to want to\nintrude.”\n\n“That was my father,” said the boy, “and he IS a nice old gentleman, and\nI'll introduce you some day if you like.”\n\n“Can't you two come up here and dine or something to-morrow?” asked the\ndragon eagerly. “Only, of course, if you've got nothing better to do,”\n he added politely.\n\n“Thanks awfully,” said the Boy, “but we don't go out anywhere without\nmy mother, and, to tell you the truth, I'm afraid she mightn't quite\napprove of you. You see there's no getting over the hard fact that\nyou're a dragon, is there? And when you talk of settling down, and the\nneighbours, and so on, I can't help feeling that you don't quite realize\nyour position. You're an enemy of the human race, you see!”\n\n“Haven't got an enemy in the world,” said the dragon, cheerfully.\n“Too lazy to make 'em, to begin with. And if I DO read other fellows my\npoetry, I'm always ready to listen to theirs!”\n\n“Oh, dear!” cried the boy, “I wish you'd try and grasp the situation\nproperly. When the other people find you out, they'll come after you\nwith spears and swords and all sorts of things. You'll have to be\nexterminated, according to their way of looking at it! You're a scourge,\nand a pest, and a baneful monster!”\n\n“Not a word of truth in it,” said the dragon, wagging his head solemnly.\n“Character'll bear the strictest investigation. And now, there's a\nlittle sonnet-thing I was working on when you appeared on the scene--”\n\n“Oh, if you WON'T be sensible,” cried the Boy, getting up, “I'm going\noff home. No, I can't stop for sonnets; my mother's sitting up. I'll\nlook you up to-morrow, sometime or other, and do for goodness' sake try\nand realize that you're a pestilential scourge, or you'll find yourself\nin a most awful fix. Good-night!”\n\nThe Boy found it an easy matter to set the mind of his parents' at ease\nabout his new friend. They had always left that branch to him, and they\ntook his word without a murmur. The shepherd was formally introduced and\nmany compliments and kind inquiries were exchanged. His wife, however,\nthough expressing her willingness to do anything she could--to mend\nthings, or set the cave to rights, or cook a little something when the\ndragon had been poring over sonnets and forgotten his meals, as male\nthings WILL do, could not be brought to recognize him formally. The fact\nthat he was a dragon and “they didn't know who he was” seemed to count\nfor everything with her. She made no objection, however, to her little\nson spending his evenings with the dragon quietly, so long as he was\nhome by nine o'clock: and many a pleasant night they had, sitting on\nthe sward, while the dragon told stories of old, old times, when dragons\nwere quite plentiful and the world was a livelier place than it is now,\nand life was full of thrills and jumps and surprises.\n\nWhat the Boy had feared, however, soon came to pass. The most modest\nand retiring dragon in the world, if he's as big as four cart-horses and\ncovered with blue scales, cannot keep altogether out of the public view.\nAnd so in the village tavern of nights the fact that a real live dragon\nsat brooding in the cave on the Downs was naturally a subject for talk.\nThough the villagers were extremely frightened, they were rather proud\nas well. It was a distinction to have a dragon of your own, and it was\nfelt to be a feather in the cap of the village. Still, all were agreed\nthat this sort of thing couldn't be allowed to go on.\n\nThe dreadful beast must be exterminated, the country-side must be freed\nfrom this pest, this terror, this destroying scourge. The fact that not\neven a hen roost was the worse for the dragon's arrival wasn't allowed\nto have anything to do with it. He was a dragon, and he couldn't deny\nit, and if he didn't choose to behave as such that was his own lookout.\nBut in spite of much valiant talk no hero was found willing to take\nsword and spear and free the suffering village and win deathless fame;\nand each night's heated discussion always ended in nothing. Meanwhile\nthe dragon, a happy Bohemian, lolled on the turf, enjoyed the sunsets,\ntold antediluvian anecdotes to the Boy, and polished his old verses\nwhile meditating on fresh ones.\n\nOne day the Boy, on walking in to the village, found everything wearing\na festal appearance which was not to be accounted for in the calendar.\nCarpets and gay-coloured stuffs were hung out of the windows, the\nchurch-bells clamoured noisily, the little street was flower-strewn,\nand the whole population jostled each other along either side of it,\nchattering, shoving, and ordering each other to stand back. The Boy saw\na friend of his own age in the crowd and hailed him.\n\n“What's up?” he cried. “Is it the players, or bears, or a circus, or\nwhat?”\n\n“It's all right,” his friend hailed back. “He's a-coming.”\n\n“WHO'S a-coming?” demanded the Boy, thrusting into the throng.\n\n“Why, St. George, of course,” replied his friend. “He's heard tell of\nour dragon, and he's comin' on purpose to slay the deadly beast, and\nfree us from his horrid yoke. O my! won't there be a jolly fight!”\n\nHere was news indeed! The Boy felt that he ought to make quite sure for\nhimself, and he wriggled himself in between the legs of his good-natured\nelders, abusing them all the time for their unmannerly habit of shoving.\nOnce in the front rank, he breathlessly awaited the arrival.\n\nPresently from the far-away end of the line came the sound of cheering.\nNext, the measured tramp of a great war-horse made his heart beat\nquicker, and then he found himself cheering with the rest, as, amidst\nwelcoming shouts, shrill cries of women, uplifting of babies and waving\nof handkerchiefs, St. George paced slowly up the street. The Boy's heart\nstood still and he breathed with sobs, the beauty and the grace of the\nhero were so far beyond anything he had yet seen. His fluted armour\nwas inlaid with gold, his plumed helmet hung at his saddle-bow, and his\nthick fair hair framed a face gracious and gentle beyond expression\ntill you caught the sternness in his eyes. He drew rein in front of the\nlittle inn, and the villagers crowded round with greetings and thanks\nand voluble statements of their wrongs and grievances and oppressions.\nThe Boy heard the grave gentle voice of the Saint, assuring them that\nall would be well now, and that he would stand by them and see them\nrighted and free them from their foe; then he dismounted and passed\nthrough the doorway and the crowd poured in after him. But the Boy made\noff up the hill as fast as he could lay his legs to the ground.\n\n“It's all up, dragon!” he shouted as soon as he was within sight of\nthe beast. “He's coming! He's here now! You'll have to pull yourself\ntogether and DO something at last!”\n\nThe dragon was licking his scales and rubbing them with a bit of\nhouse-flannel the Boy's mother had lent him, till he shone like a great\nturquoise.\n\n“Don't be VIOLENT, Boy,” he said without looking round. “Sit down and\nget your breath, and try and remember that the noun governs the verb,\nand then perhaps you'll be good enough to tell me WHO'S coming?”\n\n“That's right, take it coolly,” said the Boy. “Hope you'll be half as\ncool when I've got through with my news. It's only St. George who's\ncoming, that's all; he rode into the village half-an-hour ago. Of course\nyou can lick him--a great big fellow like you! But I thought I'd\nwarn you, 'cos he's sure to be round early, and he's got the longest,\nwickedest-looking spear you ever did see!” And the Boy got up and began\nto jump round in sheer delight at the prospect of the battle.\n\n“O deary, deary me,” moaned the dragon; “this is too awful. I won't see\nhim, and that's flat. I don't want to know the fellow at all. I'm sure\nhe's not nice. You must tell him to go away at once, please. Say he can\nwrite if he likes, but I can't give him an interview. I'm not seeing\nanybody at present.”\n\n“Now dragon, dragon,” said the Boy imploringly, “don't be perverse and\nwrongheaded. You've GOT to fight him some time or other, you know, 'cos\nhe's St. George and you're the dragon. Better get it over, and then we\ncan go on with the sonnets. And you ought to consider other people a\nlittle, too. If it's been dull up here for you, think how dull it's been\nfor me!”\n\n“My dear little man,” said the dragon solemnly, “just understand, once\nfor all, that I can't fight and I won't fight. I've never fought in my\nlife, and I'm not going to begin now, just to give you a Roman holiday.\nIn old days I always let the other fellows--the EARNEST fellows--do all\nthe fighting, and no doubt that's why I have the pleasure of being here\nnow.”\n\n“But if you don't fight he'll cut your head off!” gasped the Boy,\nmiserable at the prospect of losing both his fight and his friend.\n\n“Oh, I think not,” said the dragon in his lazy way. “You'll be able to\narrange something. I've every confidence in you, you're such a MANAGER.\nJust run down, there's a dear chap, and make it all right. I leave it\nentirely to you.”\n\nThe Boy made his way back to the village in a state of great\ndespondency. First of all, there wasn't going to be any fight; next,\nhis dear and honoured friend the dragon hadn't shown up in quite such a\nheroic light as he would have liked; and lastly, whether the dragon was\na hero at heart or not, it made no difference, for St. George would most\nundoubtedly cut his head off. “Arrange things indeed!” he said bitterly\nto himself. “The dragon treats the whole affair as if it was an\ninvitation to tea and croquet.”\n\nThe villagers were straggling homewards as he passed up the street, all\nof them in the highest spirits, and gleefully discussing the splendid\nfight that was in store. The Boy pursued his way to the inn, and passed\ninto the principal chamber, where St. George now sat alone, musing over\nthe chances of the fight, and the sad stories of rapine and of wrong\nthat had so lately been poured into his sympathetic ears.\n\n“May I come in, St. George?” said the Boy politely, as he paused at the\ndoor. “I want to talk to you about this little matter of the dragon, if\nyou're not tired of it by this time.”\n\n“Yes, come in, Boy,” said the Saint kindly. “Another tale of misery\nand wrong, I fear me. Is it a kind parent, then, of whom the tyrant has\nbereft you? Or some tender sister or brother? Well, it shall soon be\navenged.”\n\n“Nothing of the sort,” said the Boy. “There's a misunderstanding\nsomewhere, and I want to put it right. The fact is, this is a GOOD\ndragon.”\n\n“Exactly,” said St. George, smiling pleasantly, “I quite understand.\nA good DRAGON. Believe me, I do not in the least regret that he is an\nadversary worthy of my steel, and no feeble specimen of his noxious\ntribe.”\n\n“But he's NOT a noxious tribe,” cried the Boy distressedly. “Oh dear, oh\ndear, how STUPID men are when they get an idea into their heads! I tell\nyou he's a GOOD dragon, and a friend of mine, and tells me the most\nbeautiful stories you ever heard, all about old times and when he was\nlittle. And he's been so kind to mother, and mother'd do anything for\nhim. And father likes him too, though father doesn't hold with art and\npoetry much, and always falls asleep when the dragon starts talking\nabout STYLE. But the fact is, nobody can help liking him when once they\nknow him. He's so engaging and so trustful, and as simple as a child!”\n\n“Sit down, and draw your chair up,” said St. George. “I like a fellow\nwho sticks up for his friends, and I'm sure the dragon has his good\npoints, if he's got a friend like you. But that's not the question. All\nthis evening I've been listening, with grief and anguish unspeakable, to\ntales of murder, theft, and wrong; rather too highly coloured, perhaps,\nnot always quite convincing, but forming in the main a most serious roll\nof crime. History teaches us that the greatest rascals often possess all\nthe domestic virtues; and I fear that your cultivated friend, in spite\nof the qualities which have won (and rightly) your regard, has got to be\nspeedily exterminated.”\n\n“Oh, you've been taking in all the yarns those fellows have been telling\nyou,” said the Boy impatiently. “Why, our villagers are the biggest\nstory-tellers in all the country round. It's a known fact. You're a\nstranger in these parts, or else you'd have heard it already. All\nthey want is a FIGHT. They're the most awful beggars for getting up\nfights--it's meat and drink to them. Dogs, bulls, dragons--anything so\nlong as it's a fight. Why, they've got a poor innocent badger in the\nstable behind here, at this moment. They were going to have some fun\nwith him to-day, but they're saving him up now till YOUR little affair's\nover. And I've no doubt they've been telling you what a hero you were,\nand how you were bound to win, in the cause of right and justice, and so\non; but let me tell you, I came down the street just now, and they were\nbetting six to four on the dragon freely!”\n\n“Six to four on the dragon!” murmured St. George sadly, resting his\ncheek on his hand. “This is an evil world, and sometimes I begin to\nthink that all the wickedness in it is not entirely bottled up inside\nthe dragons. And yet--may not this wily beast have misled you as to his\nreal character, in order that your good report of him may serve as a\ncloak for his evil deeds? Nay, may there not be, at this very moment,\nsome hapless Princess immured within yonder gloomy cavern?”\n\nThe moment he had spoken, St. George was sorry for what he had said, the\nBoy looked so genuinely distressed.\n\n“I assure you, St. George,” he said earnestly, “there's nothing of the\nsort in the cave at all. The dragon's a real gentleman, every inch of\nhim, and I may say that no one would be more shocked and grieved than\nhe would, at hearing you talk in that--that LOOSE way about matters on\nwhich he has very strong views!”\n\n“Well, perhaps I've been over-credulous,” said St. George. “Perhaps I've\nmisjudged the animal. But what are we to do? Here are the dragon and\nI, almost face to face, each supposed to be thirsting for each other's\nblood. I don't see any way out of it, exactly. What do you suggest?\nCan't you arrange things, somehow?”\n\n“That's just what the dragon said,” replied the Boy, rather nettled.\n“Really, the way you two seem to leave everything to me--I suppose you\ncouldn't be persuaded to go away quietly, could you?”\n\n“Impossible, I fear,” said the Saint. “Quite against the rules. YOU know\nthat as well as I do.”\n\n“Well, then, look here,” said the Boy, “it's early yet--would you mind\nstrolling up with me and seeing the dragon and talking it over? It's not\nfar, and any friend of mine will be most welcome.”\n\n“Well, it's IRREGULAR,” said St. George, rising, “but really it seems\nabout the most sensible thing to do. You're taking a lot of trouble on\nyour friend's account,” he added, good-naturedly, as they passed out\nthrough the door together. “But cheer up! Perhaps there won't have to be\nany fight after all.”\n\n“Oh, but _I_ hope there will, though!” replied the little fellow,\nwistfully.\n\n\n“I've brought a friend to see you, dragon,” said the Boy, rather loud.\n\nThe dragon woke up with a start. “I was just--er--thinking about\nthings,” he said in his simple way. “Very pleased to make your\nacquaintance, sir. Charming weather we're having!”\n\n“This is St George,” said the Boy, shortly. “St. George, let me\nintroduce you to the dragon. We've come up to talk things over quietly,\ndragon, and now for goodness' sake do let us have a little straight\ncommon-sense, and come to some practical business-like arrangement, for\nI'm sick of views and theories of life and personal tendencies, and all\nthat sort of thing. I may perhaps add that my mother's sitting up.”\n\n“So glad to meet you, St. George,” began the dragon rather nervously,\n“because you've been a great traveller, I hear, and I've always been\nrather a stay-at-home. But I can show you many antiquities, many\ninteresting features of our country-side, if you're stopping here any\ntime--”\n\n“I think,” said St. George, in his frank, pleasant way, “that we'd\nreally better take the advice of our young friend here, and try to come\nto some understanding, on a business footing, about this little affair\nof ours. Now don't you think that after all the simplest plan would be\njust to fight it out, according to the rules, and let the best man win?\nThey're betting on you, I may tell you, down in the village, but I don't\nmind that!”\n\n“Oh, yes, DO, dragon,” said the Boy, delightedly; “it'll save such a lot\nof bother!”\n\n“My young friend, you shut up,” said the dragon severely. “Believe me,\nSt. George,” he went on, “there's nobody in the world I'd sooner oblige\nthan you and this young gentleman here. But the whole thing's nonsense,\nand conventionality, and popular thick-headedness. There's absolutely\nnothing to fight about, from beginning to end. And anyhow I'm not going\nto, so that settles it!”\n\n“But supposing I make you?” said St. George, rather nettled.\n\n“You can't,” said the dragon, triumphantly. “I should only go into\nmy cave and retire for a time down the hole I came up. You'd soon get\nheartily sick of sitting outside and waiting for me to come out and\nfight you. And as soon as you'd really gone away, why, I'd come up again\ngaily, for I tell you frankly, I like this place, and I'm going to stay\nhere!”\n\nSt. George gazed for a while on the fair landscape around them.\n“But this would be a beautiful place for a fight,” he began again\npersuasively. “These great bare rolling Downs for the arena,--and me\nin my golden armour showing up against your big blue scaly coils! Think\nwhat a picture it would make!”\n\n“Now you're trying to get at me through my artistic sensibilities,” said\nthe dragon. “But it won't work. Not but what it would make a very pretty\npicture, as you say,” he added, wavering a little.\n\n“We seem to be getting rather nearer to BUSINESS,” put in the Boy. “You\nmust see, dragon, that there's got to be a fight of some sort, 'cos you\ncan't want to have to go down that dirty old hole again and stop there\ntill goodness knows when.”\n\n“It might be arranged,” said St. George, thoughtfully. “I MUST spear you\nsomewhere, of course, but I'm not bound to hurt you very much. There's\nsuch a lot of you that there must be a few SPARE places somewhere. Here,\nfor instance, just behind your foreleg. It couldn't hurt you much, just\nhere!”\n\n“Now you're tickling, George,” said the dragon, coyly. “No, that\nplace won't do at all. Even if it didn't hurt,--and I'm sure it would,\nawfully,--it would make me laugh, and that would spoil everything.”\n\n“Let's try somewhere else, then,” said St. George, patiently. “Under\nyour neck, for instance,--all these folds of thick skin,--if I speared\nyou here you'd never even know I'd done it!”\n\n“Yes, but are you sure you can hit off the right place?” asked the\ndragon, anxiously.\n\n“Of course I am,” said St. George, with confidence. “You leave that to\nme!”\n\n“It's just because I've GOT to leave it to you that I'm asking,” replied\nthe dragon, rather testily. “No doubt you would deeply regret any error\nyou might make in the hurry of the moment; but you wouldn't regret\nit half as much as I should! However, I suppose we've got to trust\nsomebody, as we go through life, and your plan seems, on the whole, as\ngood a one as any.”\n\n“Look here, dragon,” interrupted the Boy, a little jealous on behalf of\nhis friend, who seemed to be getting all the worst of the bargain: “I\ndon't quite see where YOU come in! There's to be a fight, apparently,\nand you're to be licked; and what I want to know is, what are YOU going\nto get out of it?”\n\n“St. George,” said the dragon, “Just tell him, please,--what will happen\nafter I'm vanquished in the deadly combat?”\n\n“Well, according to the rules I suppose I shall lead you in triumph down\nto the market-place or whatever answers to it,” said St. George.\n\n“Precisely,” said the dragon. “And then--”\n\n“And then there'll be shoutings and speeches and things,” continued St.\nGeorge. “And I shall explain that you're converted, and see the error of\nyour ways, and so on.”\n\n“Quite so,” said the dragon. “And then--?”\n\n“Oh, and then--” said St. George, “why, and then there will be the usual\nbanquet, I suppose.”\n\n“Exactly,” said the dragon; “and that's where _I_ come in. Look here,”\n he continued, addressing the Boy, “I'm bored to death up here, and no\none really appreciates me. I'm going into Society, I am, through the\nkindly aid of our friend here, who's taking such a lot of trouble on\nmy account; and you'll find I've got all the qualities to endear me\nto people who entertain! So now that's all settled, and if you don't\nmind--I'm an old-fashioned fellow--don't want to turn you out, but--”\n\n“Remember, you'll have to do your proper share of the fighting, dragon!”\n said St. George, as he took the hint and rose to go; “I mean ramping,\nand breathing fire, and so on!”\n\n“I can RAMP all right,” replied the dragon, confidently; “as to\nbreathing fire, it's surprising how easily one gets out of practice, but\nI'll do the best I can. Goodnight!”\n\nThey had descended the hill and were almost back in the village again,\nwhen St. George stopped short, “KNEW I had forgotten something,” he\nsaid. “There ought to be a Princess. Terror-stricken and chained to a\nrock, and all that sort of thing. Boy, can't you arrange a Princess?”\n\nThe Boy was in the middle of a tremendous yawn. “I'm tired to death,” he\nwailed, “and I CAN'T arrange a Princess, or anything more, at this time\nof night. And my mother's sitting up, and DO stop asking me to arrange\nmore things till tomorrow!”\n\n\nNext morning the people began streaming up to the Downs at quite\nan early hour, in their Sunday clothes and carrying baskets with\nbottle-necks sticking out of them, every one intent on securing good\nplaces for the combat. This was not exactly a simple matter, for of\ncourse it was quite possible that the dragon might win, and in that case\neven those who had put their money on him felt they could hardly expect\nhim to deal with his backers on a different footing to the rest. Places\nwere chosen, therefore, with circumspection and with a view to a speedy\nretreat in case of emergency; and the front rank was mostly composed of\nboys who had escaped from parental control and now sprawled and rolled\nabout on the grass, regardless of the shrill threats and warnings\ndischarged at them by their anxious mothers behind.\n\nThe Boy had secured a good front place, well up towards the cave, and\nwas feeling as anxious as a stage-manager on a first night. Could the\ndragon be depended upon? He might change his mind and vote the whole\nperformance rot; or else, seeing that the affair had been so hastily\nplanned, without even a rehearsal, he might be too nervous to show up.\nThe Boy looked narrowly at the cave, but it showed no sign of life or\noccupation. Could the dragon have made a moon-light flitting?\n\nThe higher portions of the ground were now black with sightseers, and\npresently a sound of cheering and a waving of handkerchiefs told\nthat something was visible to them which the Boy, far up towards the\ndragon-end of the line as he was, could not yet see. A minute more and\nSt. George's red plumes topped the hill, as the Saint rode slowly forth\non the great level space which stretched up to the grim mouth of the\ncave. Very gallant and beautiful he looked, on his tall war-horse,\nhis golden armour glancing in the sun, his great spear held erect, the\nlittle white pennon, crimson-crossed, fluttering at its point. He drew\nrein and remained motionless. The lines of spectators began to give back\na little, nervously; and even the boys in front stopped pulling hair and\ncuffing each other, and leaned forward expectant.\n\n“Now then, dragon!” muttered the Boy impatiently, fidgeting where\nhe sat. He need not have distressed himself, had he only known. The\ndramatic possibilities of the thing had tickled the dragon immensely,\nand he had been up from an early hour, preparing for his first public\nappearance with as much heartiness as if the years had run backwards,\nand he had been again a little dragonlet, playing with his sisters on\nthe floor of their mother's cave, at the game of saints-and-dragons, in\nwhich the dragon was bound to win.\n\nA low muttering, mingled with snorts, now made itself heard; rising to\na bellowing roar that seemed to fill the plain. Then a cloud of smoke\nobscured the mouth of the cave, and out of the midst of it the dragon\nhimself, shining, sea-blue, magnificent, pranced splendidly forth;\nand everybody said, “Oo-oo-oo!” as if he had been a mighty rocket! His\nscales were glittering, his long spiky tail lashed his sides, his claws\ntore up the turf and sent it flying high over his back, and smoke\nand fire incessantly jetted from his angry nostrils. “Oh, well done,\ndragon!” cried the Boy, excitedly. “Didn't think he had it in him!” he\nadded to himself.\n\nSt. George lowered his spear, bent his head, dug his heels into his\nhorse's sides, and came thundering over the turf. The dragon charged\nwith a roar and a squeal,--a great blue whirling combination of coils\nand snorts and clashing jaws and spikes and fire.\n\n“Missed!” yelled the crowd. There was a moment's entanglement of golden\narmour and blue-green coils, and spiky tail, and then the great horse,\ntearing at his bit, carried the Saint, his spear swung high in the air,\nalmost up to the mouth of the cave.\n\nThe dragon sat down and barked viciously, while St. George with\ndifficulty pulled his horse round into position.\n\n“End of Round One!” thought the Boy. “How well they managed it! But I\nhope the Saint won't get excited. I can trust the dragon all right. What\na regular play-actor the fellow is!”\n\nSt. George had at last prevailed on his horse to stand steady, and was\nlooking round him as he wiped his brow. Catching sight of the Boy, he\nsmiled and nodded, and held up three fingers for an instant.\n\n“It seems to be all planned out,” said the Boy to himself. “Round Three\nis to be the finishing one, evidently. Wish it could have lasted a bit\nlonger. Whatever's that old fool of a dragon up to now?”\n\nThe dragon was employing the interval in giving a ramping-performance\nfor the benefit of the crowd. Ramping, it should be explained, consists\nin running round and round in a wide circle, and sending waves and\nripples of movement along the whole length of your spine, from your\npointed ears right down to the spike at the end of your long tail. When\nyou are covered with blue scales, the effect is particularly pleasing;\nand the Boy recollected the dragon's recently expressed wish to become a\nsocial success.\n\nSt. George now gathered up his reins and began to move forward, dropping\nthe point of his spear and settling himself firmly in the saddle.\n\n“Time!” yelled everybody excitedly; and the dragon, leaving off his\nramping, sat up on end, and began to leap from one side to the other\nwith huge ungainly bounds, whooping like a Red Indian. This naturally\ndisconcerted the horse, who swerved violently, the Saint only just\nsaving himself by the mane; and as they shot past the dragon delivered\na vicious snap at the horse's tail which sent the poor beast careering\nmadly far over the Downs, so that the language of the Saint, who had\nlost a stirrup, was fortunately inaudible to the general assemblage.\n\nRound Two evoked audible evidence of friendly feeling towards the\ndragon. The spectators were not slow to appreciate a combatant who could\nhold his own so well and clearly wanted to show good sport, and many\nencouraging remarks reached the ears of our friend as he strutted to and\nfro, his chest thrust out and his tail in the air, hugely enjoying his\nnew popularity.\n\nSt. George had dismounted and was tightening his girths, and telling his\nhorse, with quite an Oriental flow of imagery, exactly what he thought\nof him, and his relations, and his conduct on the present occasion; so\nthe Boy made his way down to the Saint's end of the line, and held his\nspear for him.\n\n“It's been a jolly fight, St. George!” he said with a sigh. “Can't you\nlet it last a bit longer?”\n\n“Well, I think I'd better not,” replied the Saint. “The fact is, your\nsimple-minded old friend's getting conceited, now they've begun cheering\nhim, and he'll forget all about the arrangement and take to playing the\nfool, and there's no telling where he would stop. I'll just finish him\noff this round.”\n\nHe swung himself into the saddle and took his spear from the Boy.\n\n“Now don't you be afraid,” he added kindly. “I've marked my spot\nexactly, and HE'S sure to give me all the assistance in his power,\nbecause he knows it's his only chance of being asked to the banquet!”\n\nSt. George now shortened his spear, bringing the butt well up under his\narm; and, instead of galloping as before, trotted smartly towards the\ndragon, who crouched at his approach, flicking his tail till it cracked\nin the air like a great cart-whip. The Saint wheeled as he neared his\nopponent and circled warily round him, keeping his eye on the spare\nplace; while the dragon, adopting similar tactics, paced with caution\nround the same circle, occasionally feinting with his head. So the two\nsparred for an opening, while the spectators maintained a breathless\nsilence.\n\nThough the round lasted for some minutes, the end was so swift that\nall the Boy saw was a lightning movement of the Saint's arm, and then a\nwhirl and a confusion of spines, claws, tail, and flying bits of turf.\nThe dust cleared away, the spectators whooped and ran in cheering, and\nthe Boy made out that the dragon was down, pinned to the earth by the\nspear, while St. George had dismounted, and stood astride of him.\n\nIt all seemed so genuine that the Boy ran in breathlessly, hoping the\ndear old dragon wasn't really hurt. As he approached, the dragon lifted\none large eyelid, winked solemnly, and collapsed again. He was held\nfast to earth by the neck, but the Saint had hit him in the spare place\nagreed upon, and it didn't even seem to tickle.\n\n“Bain't you goin' to cut 'is 'ed orf, master?” asked one of the\napplauding crowd. He had backed the dragon, and naturally felt a trifle\nsore.\n\n“Well, not TO-DAY, I think,” replied St. George, pleasantly. “You see,\nthat can be done at ANY time. There's no hurry at all. I think we'll all\ngo down to the village first, and have some refreshment, and then I'll\ngive him a good talking-to, and you'll find he'll be a very different\ndragon!”\n\nAt that magic word REFRESHMENT the whole crowd formed up in procession\nand silently awaited the signal to start. The time for talking and\ncheering and betting was past, the hour for action had arrived. St.\nGeorge, hauling on his spear with both hands, released the dragon, who\nrose and shook himself and ran his eye over his spikes and scales and\nthings, to see that they were all in order. Then the Saint mounted and\nled off the procession, the dragon following meekly in the company of\nthe Boy, while the thirsty spectators kept at a respectful interval\nbehind.\n\nThere were great doings when they got down to the village again, and\nhad formed up in front of the inn. After refreshment St. George made\na speech, in which he informed his audience that he had removed their\ndireful scourge, at a great deal of trouble and inconvenience to\nhim-self, and now they weren't to go about grumbling and fancying they'd\ngot grievances, because they hadn't. And they shouldn't be so fond of\nfights, because next time they might have to do the fighting themselves,\nwhich would not be the same thing at all. And there was a certain badger\nin the inn stables which had got to be released at once, and he'd come\nand see it done himself. Then he told them that the dragon had been\nthinking over things, and saw that there were two sides to every\nquestion, and he wasn't going to do it any more, and if they were good\nperhaps he'd stay and settle down there. So they must make friends, and\nnot be prejudiced and go about fancying they knew everything there was\nto be known, because they didn't, not by a long way. And he warned them\nagainst the sin of romancing, and making up stories and fancying\nother people would believe them just because they were plausible and\nhighly-coloured. Then he sat down, amidst much repentant cheering, and\nthe dragon nudged the Boy in the ribs and whispered that he couldn't\nhave done it better himself. Then every one went off to get ready for\nthe banquet.\n\nBanquets are always pleasant things, consisting mostly, as they do, of\neating and drinking; but the specially nice thing about a banquet is,\nthat it comes when something's over, and there's nothing more to worry\nabout, and to-morrow seems a long way off. St George was happy because\nthere had been a fight and he hadn't had to kill anybody; for he didn't\nreally like killing, though he generally had to do it. The dragon was\nhappy because there had been a fight, and so far from being hurt in it\nhe had won popularity and a sure footing in society. The Boy was happy\nbecause there had been a fight, and in spite of it all his two friends\nwere on the best of terms. And all the others were happy because there\nhad been a fight, and--well, they didn't require any other reasons for\ntheir happiness. The dragon exerted himself to say the right thing to\neverybody, and proved the life and soul of the evening; while the Saint\nand the Boy, as they looked on, felt that they were only assisting at a\nfeast of which the honour and the glory were entirely the dragon's. But\nthey didn't mind that, being good fellows, and the dragon was not in the\nleast proud or forgetful. On the contrary, every ten minutes or so he\nleant over towards the Boy and said impressively: “Look here! you WILL\nsee me home afterwards, won't you?” And the Boy always nodded, though he\nhad promised his mother not to be out late.\n\nAt last the banquet was over, the guests had dropped away with many\ngood-nights and congratulations and invitations, and the dragon, who had\nseen the last of them off the premises, emerged into the street followed\nby the Boy, wiped his brow, sighed, sat down in the road and gazed at\nthe stars. “Jolly night it's been!” he murmured. “Jolly stars! Jolly\nlittle place this! Think I shall just stop here. Don't feel like\nclimbing up any beastly hill. Boy's promised to see me home. Boy had\nbetter do it then! No responsibility on my part. Responsibility\nall Boy's!” And his chin sank on his broad chest and he slumbered\npeacefully.\n\n“Oh, GET up, dragon,” cried the Boy, piteously. “You KNEW my mother's\nsitting up, and I'm so tired, and you made me promise to see you home,\nand I never knew what it meant or I wouldn't have done it!” And the Boy\nsat down in the road by the side of the sleeping dragon, and cried.\n\nThe door behind them opened, a stream of light illumined the road, and\nSt. George, who had come out for a stroll in the cool night-air, caught\nsight of the two figures sitting there--the great motionless dragon and\nthe tearful little Boy.\n\n“What's the matter, Boy?” he inquired kindly, stepping to his side.\n\n“Oh, it's this great lumbering PIG of a dragon!” sobbed the Boy. “First\nhe makes me promise to see him home, and then he says I'd better do it,\nand goes to sleep! Might as well try to see a HAYSTACK home! And I'm so\ntired, and mother's--” here he broke down again.\n\n“Now don't take on,” said St. George. “I'll stand by you, and we'll BOTH\nsee him home. Wake up, dragon!” he said sharply, shaking the beast by\nthe elbow.\n\nThe dragon looked up sleepily. “What a night, George!” he murmured;\n“what a--”\n\n“Now look here, dragon,” said the Saint, firmly. “Here's this little\nfellow waiting to see you home, and you KNOW he ought to have been in\nbed these two hours, and what his mother'll say _I_ don't know, and\nanybody but a selfish pig would have MADE him go to bed long ago--”\n\n“And he SHALL go to bed!” cried the dragon, starting up. “Poor little\nchap, only fancy his being up at this hour! It's a shame, that's what\nit is, and I don't think, St. George, you've been very considerate--but\ncome along at once, and don't let us have any more arguing or\nshilly-shallying. You give me hold of your hand, Boy--thank you, George,\nan arm up the hill is just what I wanted!”\n\nSo they set off up the hill arm-in-arm, the Saint, the Dragon, and the\nBoy. The lights in the little village began to go out; but there were\nstars, and a late moon, as they climbed to the Downs together. And, as\nthey turned the last corner and disappeared from view, snatches of an\nold song were borne back on the night-breeze. I can't be certain which\nof them was singing, but I THINK it was the Dragon!\n\n\n“Here we are at your gate,” said the man, abruptly, laying his hand on\nit. “Good-night. Cut along in sharp, or you'll catch it!”\n\nCould it really be our own gate? Yes, there it was, sure enough, with\nthe familiar marks on its bottom bar made by our feet when we swung on\nit.\n\n“Oh, but wait a minute!” cried Charlotte. “I want to know a heap of\nthings. Did the dragon really settle down? And did--”\n\n“There isn't any more of that story,” said the man, kindly but firmly.\n“At least, not to-night. Now be off! Good-bye!”\n\n“Wonder if it's all true?” said Charlotte, as we hurried up the path.\n“Sounded dreadfully like nonsense, in parts!”\n\n“P'raps its true for all that,” I replied encouragingly.\n\nCharlotte bolted in like a rabbit, out of the cold and the dark; but I\nlingered a moment in the still, frosty air, for a backward glance at the\nsilent white world without, ere I changed it for the land of firelight\nand cushions and laughter. It was the day for choir-practice, and\ncarol-time was at hand, and a belated member was passing homewards down\nthe road, singing as he went:--\n\n      “Then St. George: ee made rev'rence: in the stable so dim,\n      Oo vanquished the dragon: so fearful and grim.\n      So-o grim: and so-o fierce: that now may we say\n      All peaceful is our wakin': on Chri-istmas Day!”\n\n\nThe singer receded, the carol died away. But I wondered, with my hand\non the door-latch, whether that was the song, or something like it, that\nthe dragon sang as he toddled contentedly up the hill.\n\n\n\n\nA DEPARTURE\n\nIt is a very fine thing to be a real Prince. There are points about\na Pirate Chief, and to succeed to the Captaincy of a Robber Band is a\ntruly magnificent thing. But to be an Heir has also about it something\nextremely captivating. Not only a long-lost heir--an heir of the\nmelodrama, strutting into your hitherto unsuspected kingdom at just the\nright moment, loaded up with the consciousness of unguessed merit and\nof rights so long feloniously withheld--but even to be a common\nhumdrum domestic heir is a profession to which few would refuse to be\napprenticed.\n\nTo step from leading-strings and restrictions and one glass of port\nafter dinner, into property and liberty and due appreciation, saved up,\npolished and varnished, dusted and laid in lavender, all expressly\nfor you--why, even the Princedom and the Robber Captaincy, when their\nanxieties and responsibilities are considered, have hardly more to\noffer. And so it will continue to be a problem, to the youth in whom\nambition struggles with a certain sensuous appreciation of life's\nside-dishes, whether the career he is called upon to select out of the\nglittering knick-knacks that strew the counter had better be that of an\nheir or an engine-driver.\n\nIn the case of eldest sons, this problem has a way of solving itself. In\nchildhood, however, the actual heirship is apt to work on the principle\nof the “Borough-English” of our happier ancestors, and in most cases\nof inheritance it is the youngest that succeeds. Where the “res” is\n“angusta,” and the weekly books are simply a series of stiff hurdles\nat each of which in succession the paternal legs falter with growing\nsuspicion of their powers to clear the flight, it is in the affair of\nCLOTHES that the right of succession tells, and “the hard heir strides\nabout the land” in trousers long ago framed for fraternal limbs--frondes\nnovas et non sua poma. A bitter thing indeed! Of those pretty silken\nthreads that knit humanity together, high and low, past and present,\nnone is tougher, more pervading, or more iridescent, than the honest,\nsimple pleasure of new clothes.\n\nIt tugs at the man as it tugs at the woman; the smirk of the well-fitted\nprince is no different from the smirk of the Sunday-clad peasant; and\nthe veins of the elders tingle with the same thrill that sets their\nfresh-frocked grandchildren skipping. Never trust people who pretend\nthat they have no joy in their new clothes.\n\nLet not our souls be wrung, however, at contemplation of the luckless\nurchin cut off by parental penury from the rapture of new clothes. Just\nas the heroes of his dreams are his immediate seniors, so his heroes'\nclothes share the glamour, and the reversion of them carries a high\nprivilege--a special thing not sold by Swears and Wells. The sword of\nGalahad--and of many another hero--arrived on the scene already hoary\nwith history, and the boy rather prefers his trousers to be legendary,\nfamous, haloed by his hero's renown--even though the nap may have\naltogether vanished in the process.\n\nBut, putting clothes aside, there are other matters in which this\nreversed heirship comes into play. Take the case of Toys. It is hardly\nright or fitting--and in this the child quite acquiesces--that as he\napproaches the reverend period of nine or say ten years, he should still\nbe the unabashed and proclaimed possessor of a hoop and a Noah's Ark.\nThe child will quite see the reasonableness of this, and, the goal of\nhis ambition being now a catapult, a pistol, or even a sword-stick, will\nbe satisfied that the titular ownership should lapse to his juniors, so\nfar below him in their kilted or petticoated incompetence. After all,\nthe things are still there, and if relapses of spirit occur, on wet\nafternoons, one can still (nominally) borrow them and be happy on\nthe floor as of old, without the reproach of being a habitual baby\ntoy-caresser. Also one can pretend it's being done to amuse the younger\nones.\n\nNone of us, therefore, grumbled when in the natural course of things the\nnominal ownership of the toys slipped down to Harold, and from him in\nturn devolved upon Charlotte. The toys were still there; they always had\nbeen there and always would be there, and when the nursery door was\nfast shut there were no Kings or Queens or First Estates in that small\nRepublic on the floor. Charlotte, to be sure, chin-tilted, at last an\nowner of real estate, might patronize a little at times; but it was\ntacitly understood that her “title” was only a drawing-room one.\n\nWhy does a coming bereavement project no thin faint voice, no shadow of\nits woe, to warn its happy, heedless victims? Why cannot Olympians ever\nthink it worth while to give some hint of the thunderbolts they are\nsilently forging? And why, oh, why did it never enter any of our thick\nheads that the day would come when even Charlotte would be considered\ntoo matronly for toys? One's so-called education is hammered into one\nwith rulers and with canes. Each fresh grammar or musical instrument,\neach new historical period or quaint arithmetical rule, is impressed\non one by some painful physical prelude. Why does Time, the biggest\nSchoolmaster, alone neglect premonitory raps, at each stage of his\ncurriculum, on our knuckles or our heads?\n\nUncle Thomas was at the bottom of it. This was not the first mine he had\nexploded under our bows. In his favourite pursuit of fads he had passed\nin turn from Psychical Research to the White Rose and thence to a\nChildren's Hospital, and we were being daily inundated with leaflets\nheaded by a woodcut depicting Little Annie (of Poplar) sitting up in\nher little white cot, surrounded by the toys of the nice, kind,\nrich children. The idea caught on with the Olympians, always open to\nsentiment of a treacly, woodcut order; and accordingly Charlotte, on\nentering one day dishevelled and panting, having been pursued by yelling\nRedskins up to the very threshold of our peaceful home, was curtly\ninformed that her French lessons would begin on Monday, that she was\nhenceforth to cease all pretence of being a trapper or a Redskin on\nutterly inadequate grounds, and moreover that the whole of her toys were\nat that moment being finally packed up in a box, for despatch to London,\nto gladden the lives and bring light into the eyes of London waifs and\nPoplar Annies.\n\nNaturally enough, perhaps, we others received no official intimation of\nthis grave cession of territory. We were not supposed to be interested.\nHarold had long ago been promoted to a knife--a recognized, birthday\nknife. As for me, it was known that I was already given over, heart and\nsoul, to lawless abandoned catapults--catapults which were confiscated\nweekly for reasons of international complications, but with which Edward\nkept me steadily supplied, his school having a fine old tradition for\nexcellence in their manufacture. Therefore no one was supposed to be\nreally affected but Charlotte, and even she had already reached Miss\nYonge, and should therefore have been more interested in prolific\ncurates and harrowing deathbeds.\n\nNothwithstanding, we all felt indignant, betrayed, and sullen to the\nverge of mutiny. Though for long we had affected to despise them, these\ntoys, yet they had grown up with us, shared our joys and our sorrows,\nseen us at our worst, and become part of the accepted scheme of\nexistence. As we gazed at untenanted shelves and empty, hatefully tidy\ncorners, perhaps for the first time for long we began to do them a tardy\njustice.\n\nThere was old Leotard, for instance. Somehow he had come to be sadly\nneglected of late years--and yet how exactly he always responded\nto certain moods! He was an acrobat, this Leotard, who lived in a\nglass-fronted box. His loose-jointed limbs were cardboard, cardboard his\nslender trunk; and his hands eternally grasped the bar of a trapeze. You\nturned the box round swiftly five or six times; the wonderful unsolved\nmachinery worked, and Leotard swung and leapt, backwards, forwards,\nnow astride the bar, now flying free; iron-jointed, supple-sinewed,\nunceasingly novel in his invention of new, unguessable attitudes; while\nabove, below, and around him, a richly-dressed audience, painted in\nskilful perspective of stalls, boxes, dress-circle, and gallery, watched\nthe thrilling performance with a stolidity which seemed to mark them\nout as made in Germany. Hardly versatile enough, perhaps, this Leotard;\nunsympathetic, not a companion for all hours; nor would you have chosen\nhim to take to bed with you.\n\nAnd yet, within his own limits, how fresh, how engrossing, how\nresourceful and inventive! Well, he was gone, it seemed--merely gone.\nNever specially cherished while he tarried with us, he had yet contrived\nto build himself a particular niche of his own. Sunrise and sunset, and\nthe dinner-bell, and the sudden rainbow, and lessons, and Leotard, and\nthe moon through the nursery windows--they were all part of the\ngreat order of things, and the displacement of any one item seemed to\ndisorganize the whole machinery. The immediate point was, not that the\nworld would continue to go round as of old, but that Leotard wouldn't.\n\nYonder corner, now swept and garnished, had been the stall wherein the\nspotty horse, at the close of each laborious day, was accustomed to doze\npeacefully the long night through. In days of old each of us in turn had\nbeen jerked thrillingly round the room on his precarious back, had dug\nour heels into his unyielding sides, and had scratched our hands on the\ntin tacks that secured his mane to his stiffly-curving neck. Later, with\nincreasing stature, we came to overlook his merits as a beast of\nburden; but how frankly, how good-naturedly, he had recognized the new\nconditions, and adapted himself to them without a murmur!\n\nWhen the military spirit was abroad, who so ready to be a squadron of\ncavalry, a horde of Cossacks, or artillery pounding into position? He\nhad even served with honour as a gun-boat, during a period when naval\nstrategy was the only theme; and no false equine pride ever hindered him\nfrom taking the part of a roaring locomotive, earth-shaking, clangorous,\nannihilating time and space. Really it was no longer clear how life,\nwith its manifold emergencies, was to be carried on at all without a\nfellow like the spotty horse, ready to step in at critical moments and\ntake up just the part required of him.\n\nIn moments of mental depression, nothing is quite so consoling as the\nhonest smell of a painted animal; and mechanically I turned towards the\nshelf that had been so long the Ararat of our weather-beaten Ark.\nThe shelf was empty, the Ark had cast off moorings and sailed away\nto Poplar, and had taken with it its haunting smell, as well as that\npleasant sense of disorder that the best conducted Ark is always able to\nimpart. The sliding roof had rarely been known to close entirely. There\nwas always a pair of giraffe-legs sticking out, or an elephant-trunk,\ntaking from the stiffness of its outline, and reminding us that our\nmotley crowd of friends inside were uncomfortably cramped for room and\nonly too ready to leap in a cascade on the floor and browse and gallop,\nflutter and bellow and neigh, and be their natural selves again. I\nthink that none of us ever really thought very much of Ham and Shem and\nJaphet. They were only there because they were in the story, but\nnobody really wanted them. The Ark was built for the animals, of\ncourse--animals with tails, and trunks, and horns, and at least three\nlegs apiece, though some unfortunates had been unable to retain even\nthat number. And in the animals were of course included the birds--the\ndove, for instance, grey with black wings, and the red-crested\nwoodpecker--or was it a hoo-poe?--and the insects, for there was a dear\nbeetle, about the same size as the dove, that held its own with any of\nthe mammalia.\n\nOf the doll-department Charlotte had naturally been sole chief for a\nlong time; if the staff were not in their places to-day, it was not I\nwho had any official right to take notice. And yet one may have been\nmember of a Club for many a year without ever exactly understanding the\nuse and object of the other members, until one enters, some Christmas\nday or other holiday, and, surveying the deserted armchairs, the\nuntenanted sofas, the barren hat-pegs, realizes, with depression, that\nthose other fellows had their allotted functions, after all. Where\nwas old Jerry? Where were Eugenie, Rosa, Sophy, Esmeralda? We had long\ndrifted apart, it was true, we spoke but rarely; perhaps, absorbed in\nnew ambitions, new achievements, I had even come to look down on these\nconservative, unprogressive members who were so clearly content to\nremain simply what they were. And now that their corners were unfilled,\ntheir chairs unoccupied--well, my eyes were opened and I wanted 'em\nback!\n\nHowever, it was no business of mine. If grievances were the question,\nI hadn't a leg to stand upon. Though my catapults were officially\nconfiscated, I knew the drawer in which they were incarcerated, and\nwhere the key of it was hidden, and I could make life a burden, if I\nchose, to every living thing within a square-mile radius, so long as\nthe catapult was restored to its drawer in due and decent time. But\nI wondered how the others were taking it. The edict hit them more\nseverely. They should have my moral countenance at any rate, if not\nmore, in any protest or countermine they might be planning. And, indeed,\nsomething seemed possible, from the dogged, sullen air with which the\ntwo of them had trotted off in the direction of the raspberry-canes.\nCertain spots always had their insensible attraction for certain\nmoods. In love, one sought the orchard. Weary of discipline, sick of\nconvention, impassioned for the road, the mining camp, the land across\nthe border, one made for the big meadow. Mutinous, sulky, charged\nwith plots and conspiracies, one always got behind the shelter of the\nraspberry-canes.\n\n*****\n\n“You can come too if you like,” said Harold, in a subdued sort of way,\nas soon as he was aware that I was sitting up in bed watching him. “We\ndidn't think you'd care, 'cos you've got to catapults. But we're goin'\nto do what we've settled to do, so it's no good sayin' we hadn't ought\nand that sort of thing, 'cos we're goin' to!”\n\nThe day had passed in an ominous peacefulness. Charlotte and Harold had\nkept out of my way, as well as out of everybody else's, in a purposeful\nmanner that ought to have bred suspicion.\n\nIn the evening we had read books, or fitfully drawn ships and battles\non fly-leaves, apart, in separate corners, void of conversation or\ncriticism, oppressed by the lowering tidiness of the universe, till\nbedtime came, and disrobement, and prayers even more mechanical than\nusual, and lastly bed itself without so much as a giraffe under\nthe pillow. Harold had grunted himself between the sheets with an\nostentatious pretence of overpowering fatigue; but I noticed that he\npulled his pillow forward and propped his head against the brass bars\nof his crib, and, as I was acquainted with most of his tricks and\nsubterfuges, it was easy for me to gather that a painful wakefulness was\nhis aim that night.\n\nI had dozed off, however, and Harold was out and on his feet, poking\nunder the bed for his shoes, when I sat up and grimly regarded him. Just\nas he said I could come if I liked, Charlotte slipped in, her face rigid\nand set. And then it was borne in upon me that I was not on in this\nscene. These youngsters had planned it all out, the piece was their\nown, and the mounting, and the cast. My sceptre had fallen, my rule had\nceased. In this magic hour of the summer night laws went for nothing,\ncodes were cancelled, and those who were most in touch with the\nmoonlight and the warm June spirit and the topsy-turvydom that reigns\nwhen the clock strikes ten, were the true lords and lawmakers.\n\nHumbly, almost timidly, I followed without a protest in the wake of\nthese two remorseless, purposeful young persons, who were marching\nstraight for the schoolroom. Here in the moonlight the grim big box\nstood visible--the box in which so large a portion of our past and our\npersonality lay entombed, cold, swathed in paper, awaiting the carrier\nof the morning who should speed them forth to the strange, cold,\ndistant Children's Hospital, where their little failings would all be\nmisunderstood and no one would make allowances. A dreamy spectator, I\nstood idly by while Harold propped up the lid and the two plunged in\ntheir arms and probed and felt and grappled.\n\n“Here's Rosa,” said Harold, suddenly. “I know the feel of her hair. Will\nyou have Rosa out?”\n\n“Oh, give me Rosa!” cried Charlotte with a sort of gasp. And when Rosa\nhad been dragged forth, quite unmoved apparently, placid as ever in her\nmoonfaced contemplation of this comedy-world with its ups and downs,\nCharlotte retired with her to the window-seat, and there in the\nmoonlight the two exchanged their private confidences, leaving Harold to\nhis exploration alone.\n\n“Here's something with sharp corners,” said Harold, presently. “Must be\nLeotard, I think. Better let HIM go.”\n\n“Oh, yes, we can't save Leotard,” assented Charlotte, limply.\n\nPoor old Leotard! I said nothing, of course; I was not on in this piece.\nBut, surely, had Leotard heard and rightly understood all that was going\non above him, he must have sent up one feeble, strangled cry, one faint\nappeal to be rescued from unfamiliar little Annies and retained for an\naudience certain to appreciate and never unduly critical.\n\n“Now I've got to the Noah's Ark,” panted Harold, still groping blindly.\n\n“Try and shove the lid back a bit,” said Charlotte, “and pull out a dove\nor a zebra or a giraffe if there's one handy.”\n\nHarold toiled on with grunts and contortions, and presently produced in\ntriumph a small grey elephant and a large beetle with a red stomach.\n\n“They're jammed in too tight,” he complained. “Can't get any more out.\nBut as I came up I'm sure I felt Potiphar!” And down he dived again.\n\nPotiphar was a finely modelled bull with a suede skin, rough and\ncomfortable and warm in bed. He was my own special joy and pride, and I\nthrilled with honest emotion when Potiphar emerged to light once more,\nstout-necked and stalwart as ever.\n\n“That'll have to do,” said Charlotte, getting up. “We dursn't take any\nmore, 'cos we'll be found out if we do. Make the box all right, and\nbring 'em along.”\n\nHarold rammed down the wads of paper and twists of straw he had\ndisturbed, replaced the lid squarely and innocently, and picked up his\nsmall salvage; and we sneaked off for the window most generally in use\nfor prison-breakings and nocturnal escapades. A few seconds later and we\nwere hurrying silently in single file along the dark edge of the lawn.\n\nOh, the riot, the clamour, the crowding chorus, of all silent things\nthat spoke by scent and colour and budding thrust and foison, that\nmoonlit night of June! Under the laurel-shade all was still ghostly\nenough, brigand-haunted, crackling, whispering of night and all its\npossibilities of terror. But the open garden, when once we were in\nit--how it turned a glad new face to welcome us, glad as of old when\nthe sunlight raked and searched it, new with the unfamiliar night-aspect\nthat yet welcomed us as guests to a hall where the horns blew up to a\nnew, strange banquet! Was this the same grass, could these be the same\nfamiliar flower-beds, alleys, clumps of verdure, patches of sward?\nAt least this full white light that was flooding them was new, and\naccounted for all. It was Moonlight Land, and Past-Ten-o'clock Land, and\nwe were in it and of it, and all its other denizens fully understood,\nand, tongue-free and awakened at last, responded and comprehended and\nknew. The other two, doubtless, hurrying forward full of their mission,\nnoted little of all this. I, who was only a super, had leisure to take\nit all in, and, though the language and the message of the land were not\nall clear to me then, long afterwards I remembered and understood.\n\nUnder the farthest hedge, at the loose end of things, where the outer\nworld began with the paddock, there was darkness once again--not the\nblackness that crouched so solidly under the crowding laurels, but a\nduskiness hung from far-spread arms of high-standing elms. There, where\nthe small grave made a darker spot on the grey, I overtook them, only\njust in time to see Rosa laid stiffly out, her cherry cheeks pale in the\nmoonlight, but her brave smile triumphant and undaunted as ever. It\nwas a tiny grave and a shallow one, to hold so very much. Rosa once in,\nPotiphar, who had hitherto stood erect, stout-necked, through so many\ndays and such various weather, must needs bow his head and lie down\nmeekly on his side. The elephant and the beetle, equal now in a silent\nland where a vertebra and a red circulation counted for nothing, had to\nsnuggle down where best they might, only a little less crowded than in\ntheir native Ark.\n\nThe earth was shovelled in and stamped down, and I was glad that no\norisons were said and no speechifying took place. The whole thing was\nnatural and right and self-explanatory, and needed no justifying or\ninterpreting to our audience of stars and flowers. The connexion was not\nentirely broken now--one link remained between us and them. The Noah's\nArk, with its cargo of sad-faced emigrants, might be hull down on\nthe horizon, but two of its passengers had missed the boat and would\nhenceforth be always near us; and, as we played above them, an elephant\nwould understand, and a beetle would hear, and crawl again in spirit\nalong a familiar floor. Henceforth the spotty horse would scour along\nfar-distant plains and know the homesickness of alien stables; but\nPotiphar, though never again would he paw the arena when bull-fights\nwere on the bill, was spared maltreatment by town-bred strangers, quite\ncapable of mistaking him for a cow. Jerry and Esmeralda might shed their\nlimbs and their stuffing, by slow or swift degrees, in uttermost parts\nand unguessed corners of the globe; but Rosa's book was finally closed,\nand no worse fate awaited her than natural dissolution almost within\ntouch and hail of familiar faces and objects that had been friendly to\nher since first she opened her eyes on a world where she had never been\ntreated as a stranger.\n\nAs we turned to go, the man in the moon, tangled in elm-boughs, caught\nmy eye for a moment, and I thought that never had he looked so friendly.\nHe was going to see after them, it was evident; for he was always there,\nmore or less, and it was no trouble to him at all, and he would tell\nthem how things were still going, up here, and throw in a story or two\nof his own whenever they seemed a trifle dull. It made the going away\nrather easier, to know one had left somebody behind on the spot; a good\nfellow, too, cheery, comforting, with a fund of anecdote; a man in whom\none had every confidence."
}