{
 "author": [
  "National Atomic Museum (U.S.)"
 ],
 "title": [
  "Trinity Site"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Manhattan Project (U.S.)",
  "Atomic bomb -- New Mexico -- Testing -- History",
  "U",
  "D731",
  "QC"
 ],
 "id": "277",
 "genre": [
  "history"
 ],
 "text": "TRINITY SITE\n\nby the U.S. Department of Energy\n\nNational Atomic Museum,\n\nAlbuquerque, New Mexico\n\n\n\nContents:\n\n     The First Atomic Test.\n     Jumbo.\n     Schmidt-McDonald Ranch House.\n     Notes.\n     Bibliography.\n     The National Atomic Museum.\n\n\n\n\n\nTHE FIRST ATOMIC TEST\n\n\nOn Monday morning July 16, 1945, the world was changed forever when\nthe first atomic bomb was tested in an isolated area of the New Mexico\ndesert. Conducted in the final month of World War II by the top-secret\nManhattan Engineer District, this test was code named Trinity. The\nTrinity test took place on the Alamogordo Bombing and Gunnery Range,\nabout 230 miles south of the Manhattan Project's headquarters at Los\nAlamos, New Mexico. Today this 3,200 square mile range, partly located\nin the desolate Jornada del Muerto Valley, is named the White Sands\nMissile Range and is actively used for non-nuclear weapons testing.\n\nBefore the war the range was mostly public and private grazing land\nthat had always been sparsely populated. During the war it was even\nmore lonely and deserted because the ranchers had agreed to vacate their\nhomes in January 1942. They left because the War Department wanted the\nland to use as an artillery and bombing practice area. In September\n1944, a remote 18 by 24 square mile portion of the north-east corner\nof the Bombing Range was set aside for the Manhattan Project and the\nTrinity test by the military.\n\nThe selection of this remote location in the Jornada del Muerto Valley\nfor the Trinity test was from an initial list of eight possible test\nsites. Besides the Jornada, three of the other seven sites were also\nlocated in New Mexico: the Tularosa Basin near Alamogordo, the lava\nbeds (now the El Malpais National Monument) south of Grants, and an area\nsouthwest of Cuba and north of Thoreau. Other possible sites not located\nin New Mexico were: an Army training area north of Blythe, California,\nin the Mojave Desert; San Nicolas Island (one of the Channel Islands)\noff the coast of Southern California; and on Padre Island south of\nCorpus Christi, Texas, in the Gulf of Mexico. The last choice for the\ntest was in the beautiful San Luis Valley of south-central Colorado,\nnear today's Great Sand Dunes National Monument.\n\nBased on a number of criteria that included availability, distance from\nLos Alamos, good weather, few or no settlements, and that no Indian land\nwould be used, the choices for the test site were narrowed down to two\nin the summer of 1944. First choice was the military training area\nin southern California. The second choice, was the Jornada del Muerto\nValley in New Mexico. The final site selection was made in late August\n1944 by Major General Leslie R. Groves, the military head of the\nManhattan Project. When General Groves discovered that in order to use\nthe California location he would need the permission of its commander,\nGeneral George Patton, Groves quickly decided on the second choice,\nthe Jornada del Muerto. This was because General Groves did not want\nanything to do with the flamboyant Patton, who Groves had once described\nas \"the most disagreeable man I had ever met.\"[1] Despite being second\nchoice the remote Jornada was a good location for the test, because it\nprovided isolation for secrecy and safety, was only 230 miles south of\nLos Alamos, and was already under military control. Plus, the Jornada\nenjoyed relatively good weather.\n\nThe history of the Jornada is in itself quite fascinating, since it was\ngiven its name by the Spanish conquerors of New Mexico. The Jornada\nwas a short cut on the Camino Real, the King's Highway that linked old\nMexico to Santa Fe, the capital of New Mexico. The Camino Real went\nnorth from Mexico City till it joined the Rio Grande near present day El\nPaso, Texas. Then the trail followed the river valley further north to\na point where the river curved to the west, and its valley narrowed and\nbecame impassable for the supply wagons. To avoid this obstacle, the\nwagons took the dubious detour north across the Jornada del Muerto.\nSixty miles of desert, very little water, and numerous hostile Apaches.\nHence the name Jornada del Muerto, which is often translated as the\njourney of death or as the route of the dead man. It is also interesting\nto note that in the late 16th century, the Spanish considered their\nprovince of New Mexico to include most of North America west of the\nMississippi!\n\nThe origin of the code name Trinity for the test site is also\ninteresting, but the true source is unknown. One popular account\nattributes the name to J. Robert Oppenheimer, the scientific head of the\nManhattan Project. According to this version, the well read Oppenheimer\nbased the name Trinity on the fourteenth Holy Sonnet by John Donne, a\n16th century English poet and sermon writer. The sonnet started, \"Batter\nmy heart, three-personed God.\"[2] Another version of the name's origin\ncomes from University of New Mexico historian Ferenc M. Szasz. In his\n1984 book, The Day the Sun Rose Twice, Szasz quotes Robert W. Henderson\nhead of the Engineering Group in the Explosives Division of the\nManhattan Project. Henderson told Szasz that the name Trinity came from\nMajor W. A. (Lex) Stevens. According to Henderson, he and Stevens were\nat the test site discussing the best way to haul Jumbo (see below) the\nthirty miles from the closest railway siding to the test site. \"A devout\nRoman Catholic, Stevens observed that the railroad siding was called\n'Pope's Siding.' He [then] remarked that the Pope had special access to\nthe Trinity, and that the scientists would need all the help they could\nget to move the 214 ton Jumbo to its proper spot.\"[3]\n\nThe Trinity test was originally set for July 4, 1945. However, final\npreparations for the test, which included the assembly of the bomb's\nplutonium core, did not begin in earnest until Thursday, July 12. The\nabandoned George McDonald ranch house located two miles south of the\ntest site served as the assembly point for the device's core. After\nassembly, the plutonium core was transported to Trinity Site to be\ninserted into the thing or gadget as the atomic device was called. But,\non the first attempt to insert the core it stuck! After letting the\ntemperatures of the core and the gadget equalize, the core fit perfectly\nto the great relief of all present. The completed device was raised\nto the top of a 100-foot steel tower on Saturday, July 14. During this\nprocess workers piled up mattresses beneath the gadget to cushion\na possible fall. When the bomb reached the top of the tower without\nmishap, installation of the explosive detonators began. The 100-foot\ntower (a surplus Forest Service fire-watch tower) was designated Point\nZero. Ground Zero was at the base of the tower.\n\nAs a result of all the anxiety surrounding the possibility of a failure\nof the test, a verse by an unknown author circulated around Los Alamos.\nIt read:\n\n   From this crude lab that spawned a dud.\n   Their necks to Truman's ax uncurled\n   Lo, the embattled savants stood,\n   and fired the flop heard round the world.[4]\n\nA betting pool was also started by scientists at Los Alamos on the\npossible yield of the Trinity test. Yields from 45,000 tons of TNT\nto zero were selected by the various bettors. The Nobel Prize-winning\n(1938) physicist Enrico Fermi was willing to bet anyone that the\ntest would wipe out all life on Earth, with special odds on the mere\ndestruction of the entire State of New Mexico!\n\nMeanwhile back at the test site, technicians installed seismographic\nand photographic equipment at varying distances from the tower. Other\ninstruments were set up for recording radioactivity, temperature, air\npressure, and similar data needed by the project scientists.\n\nAccording to Lansing Lamont in his 1965 book Day of Trinity, life at\nTrinity could at times be very exciting. One afternoon while scientists\nwere busily setting up test instruments in the desert, the tail gunner\nof a low flying B-29 bomber spotted some grazing antelopes and opened up\nwith his twin.50-caliber machine guns. \"A dozen scientists,... under the\nplane and out of the gunner's line of vision, dropped their instruments\nand hugged the ground in terror as the bullets thudded about them.\"[5]\nLater a number of these scientists threatened to quit the project.\n\nWorkers built three observation points 5.68 miles (10,000 yards), north,\nsouth, and west of Ground Zero. Code named Able, Baker, and Pittsburgh,\nthese heavily-built wooden bunkers were reinforced with concrete, and\ncovered with earth. The bunker designated Baker or South 10,000 served\nas the control center for the test. This is where head scientist J.\nRobert Oppenheimer would be for the test.\n\nA fourth observation point was the test's Base Camp, (the abandoned Dave\nMcDonald ranch) located about ten miles southwest of Ground Zero. The\nprimary observation point was on Compania Hill, located about 20 miles\nto the northwest of Trinity near today's Stallion Range Gate, off NM\n380.\n\nThe test was originally scheduled for 4 a.m., Monday July 16, but was\npostponed to 5:30 due to a severe thunderstorm that would have increased\nthe amount of radioactive fallout, and have interfered with the test\nresults. The rain finally stopped and at 5:29:45 a.m. Mountain War\nTime, the device exploded successfully and the Atomic Age was born. The\nnuclear blast created a flash of light brighter than a dozen suns.\nThe light was seen over the entire state of New Mexico and in parts of\nArizona, Texas, and Mexico. The resultant mushroom cloud rose to over\n38,000 feet within minutes, and the heat of the explosion was 10,000\ntimes hotter than the surface of the sun! At ten miles away, this heat\nwas described as like standing directly in front of a roaring fireplace.\nEvery living thing within a mile of the tower was obliterated. The\npower of the bomb was estimated to be equal to 20,000 tons of TNT, or\nequivalent to the bomb load of 2,000 B-29, Superfortresses!\n\nAfter witnessing the awesome blast, Oppenheimer quoted a line from a\nsacred Hindu text, the Bhagavad-Gita: He said: \"I am become death, the\nshatterer of worlds.\"[6] In Los Alamos 230 miles to the north, a group\nof scientists' wives who had stayed up all night for the not so secret\ntest, saw the light and heard the distant sound. One wife, Jane Wilson,\ndescribed it this way, \"Then it came. The blinding light [no] one had\never seen. The trees, illuminated, leaping out. The mountains flashing\ninto life. Later, the long slow rumble. Something had happened, all\nright, for good or ill.\"[7]\n\nGeneral Groves' deputy commander, Brigadier General T. F. Farrell,\ndescribed the explosion in great detail: \"The effects could well\nbe called unprecedented, magnificent, beautiful, stupendous, and\nterrifying. No man-made phenomenon of such tremendous power had ever\noccurred before. The lighting effects beggared description. The whole\ncountry was lighted by a searing light with the intensity many times\nthat of the midday sun. It was golden, purple, violet, gray, and blue.\nIt lighted every peak, crevasse and ridge of the nearby mountain range\nwith a clarity and beauty that cannot be described but must be seen to\nbe imagined...\"[8]\n\nImmediately after the test a Sherman M-4 tank, equipped with its own air\nsupply, and lined with two inches of lead went out to explore the site.\nThe lead lining added 12 tons to the tank's weight, but was necessary\nto protect its occupants from the radiation levels at ground zero. The\ntank's passengers found that the 100-foot steel tower had virtually\ndisappeared, with only the metal and concrete stumps of its four legs\nremaining. Surrounding ground zero was a crater almost 2,400 feet across\nand about ten feet deep in places. Desert sand around the tower had been\nfused by the intense heat of the blast into a jade colored glass. This\natomic glass was given the name Atomsite, but the name was later changed\nto Trinitite.\n\nDue to the intense secrecy surrounding the test, no accurate information\nof what happened was released to the public until after the second\natomic bomb had been dropped on Japan. However, many people in New\nMexico were well aware that something extraordinary had happened the\nmorning of July 16, 1945. The blinding flash of light, followed by the\nshock wave had made a vivid impression on people who lived within a\nradius of 160 miles of ground zero. Windows were shattered 120 miles\naway in Silver City, and residents of Albuquerque saw the bright light\nof the explosion on the southern horizon and felt the tremor of the\nshock waves moments later.\n\nThe true story of the Trinity test first became known to the public on\nAugust 6, 1945. This is when the world's second nuclear bomb, nicknamed\nLittle Boy, exploded 1,850 feet over Hiroshima, Japan, destroying a\nlarge portion of the city and killing an estimated 70,000 to 130,000\nof its inhabitants. Three days later on August 9, a third atomic bomb\ndevastated the city of Nagasaki and killed approximately 45,000 more\nJapanese. The Nagasaki weapon was a plutonium bomb, similar to the\nTrinity device, and it was nicknamed Fat Man. On Tuesday August 14, at 7\np.m. Eastern War Time, President Truman made a brief formal announcement\nthat Japan had finally surrendered and World War II was over after\nalmost six years and 60 million deaths!\n\nOn Sunday, September 9, 1945, Trinity Site was opened to the press\nfor the first time. This was mainly to dispel rumors of lingering high\nradiation levels there, as well as in Hiroshima and Nagasaki. Led\nby General Groves and Oppenheimer, this widely publicized visit made\nTrinity front page news all over the country.\n\nTrinity Site was later encircled with more than a mile of chain link\nfencing and posted with signs warning of radioactivity. In the early\n1950s most of the remaining Trinitite in the crater was bulldozed into\na underground concrete bunker near Trinity. Also at this time the crater\nwas back filled with new soil. In 1963 the Trinitite was removed\nfrom the bunker, packed into 55-gallon drums, and loaded into trucks\nbelonging to the Atomic Energy Commission (the successor of the\nManhattan Project). Trinity site remained off-limits to military and\ncivilian personnel of the range and closed to the public for many\nyears, despite attempts immediately after the war to turn Trinity into a\nnational monument.\n\nIn 1953 about 700 people attended the first Trinity Site open house\nsponsored by the Alamogordo Chamber of Commerce and the Missile Range.\nTwo years later, a small group from Tularosa, NM visited the site on\nthe 10th anniversary of the explosion to conduct a religious service and\npray for peace.\n\nRegular visits have been made annually in recent years on the first\nSaturday in October instead of the anniversary date of July 16, to avoid\nthe desert heat. Later Trinity Site was opened one additional day on the\nfirst Saturday in April. The Site remains closed to the public except\nfor these two days, because it lies within the impact areas for missiles\nfired into the northern part of the Range.\n\nIn 1965, Range officials erected a modest monument at Ground Zero. Built\nof black lava rock, this monument serves as a permanent marker for the\nsite and as a reminder of the momentous event that occurred there.\nOn the monument is a plain metal plaque with this simple inscription:\n\"Trinity Site Where the World's First Nuclear Device Was Exploded on\nJuly 16, 1945.\"\n\nDuring the annual tour in 1975, a second plaque was added below the\nfirst by The National Park Service, designating Trinity Site a National\nHistoric Landmark. This plaque reads, \"This site possesses national\nsignificance in commemorating the history of the U.S.A.\"\n\n\n\n\nJUMBO\n\n\nLying next to the entrance of the chain link fence that still surrounds\nTrinity Site are the rusty remains of Jumbo. Jumbo was the code name for\nthe 214-ton Thermos shaped steel and concrete container designed to hold\nthe precious plutonium core of the Trinity device in case of a nuclear\nmis-fire. Built by the Babcock and Wilcox Company of Barberton, Ohio,\nJumbo was 28 feet long, 12 feet, 8 inches in diameter, and with steel\nwalls up to 16 inches thick.\n\nThe idea of using some kind of container for the Trinity device was\nbased on the fact that plutonium was extremely expensive and very\ndifficult to produce. So, much thought went into a way of containing\nthe 15 lb. plutonium core of the bomb, in case the 5,300 lbs. of\nconventional high explosives surrounding the core exploded without\nsetting off a nuclear blast, and in the process scattering the costly\nplutonium (about 250 million dollars worth) across the dessert. After\nextensive research and testing of other potential containment ideas, the\nconcept of Jumbo was decided on in the late summer of 1944.\n\nHowever, by the spring of 1945, after Jumbo had already been built and\ntransported (with great difficulty) to the Trinity Site by the Eichleay\nCorporation of Pittsburgh, it was decided not to explode the Trinity\ndevice inside of Jumbo after all. There were several reasons for this\nnew decision: first, plutonium had become more readily (relatively)\navailable; second, the Project scientists decided that the Trinity\ndevice would probably work as planned; and last, the scientists realized\nthat if Jumbo were used it would adversely affect the test results, and\nadd 214 tons of highly radioactive material to the atmosphere.\n\nNot knowing what else to do with the massive 12 million dollar Jumbo, it\nwas decided to suspend it from a steel tower 800 yards from Ground\nZero to see how it would withstand the Trinity test. Jumbo survived the\napproximately 20 kiloton Trinity blast undamaged, but its supporting\n70-foot tall steel tower was flattened.\n\nTwo years later, in an attempt to destroy the unused Jumbo before it\nand its 12 million dollar cost came to the attention of a congressional\ninvestigating committee, Manhattan Project Director General Groves\nordered two junior officers from the Special Weapons Division at Sandia\nArmy Base in Albuquerque to test Jumbo. The Army officers placed eight\n500-pound conventional bombs in the bottom of Jumbo. Since the bombs\nwere on the bottom of Jumbo, and not the center (the correct position),\nthe resultant explosion blew both ends off Jumbo. Unable to totally\ndestroy Jumbo, the Army then buried it in the desert near Trinity Site.\nIt was not until the early 1970s that the impressive remains of Jumbo,\nstill weighing over 180 tons, were moved to their present location.\n\n\n\n\nSCHMIDT-McDONALD RANCH HOUSE\n\n\nThe Schmidt-McDonald ranch house is located two miles south of Ground\nZero. The property encompasses about three acres and consists of the\nmain house and assorted outbuildings. The house, surrounded by a low\nstone wall, was built in 1913 by Franz Schmidt, a German immigrant and\nhomesteader. In the 1920s Schmidt sold the ranch to George McDonald and\nmoved to Florida.\n\nThe ranch house is a one-story, 1,750 square-foot adobe (mud bricks)\nbuilding. An ice house is located on the west side along with an 9'-4\"\ndeep underground cistern. A 14 by 18.5 foot stone addition, which\nincluded a modern bathroom, was added onto the north side in the 1930s.\nEast of the house there is a large, divided concrete water storage tank\nand a windmill. South of the windmill are the remains of a bunkhouse,\nand a barn which also served as a garage. Further to the east are\ncorrals and holding pens for livestock.\n\nThe McDonalds vacated their ranch house and their thousands of acres of\nmarginal range land in early 1942 when it became part of the Alamogordo\nBombing and Gunnery Range. The old house remained empty until Manhattan\nProject personnel arrived in 1945. Then a spacious room in the northeast\ncorner of the house was selected by the Project personnel for the\nassembly of the plutonium core of the Trinity device. Workmen installed\nwork benches, tables, and other equipment in this large room. To keep\nthe desert dust and sand out, the room's windows and cracks were covered\nwith plastic and sealed with tape. The core of the bomb consisted of\ntwo hemispheres of plutonium, (Pu-239), and an initiator. According\nto reports, while scientists assembled the initiator and the Pu-239\nhemispheres, jeeps were positioned outside with their engines running\nfor a quick getaway if needed. Detection devices were used to monitor\nradiation levels in the room, and when fully assembled the core was warm\nto the touch. The completed core was later transported the two miles to\nGround Zero, inserted into the bomb assembly, and raised to the top of\nthe tower.\n\nThe Trinity explosion on Monday morning, July 16, did not significantly\ndamage the McDonald house. Even though most of the windows were blown\nout, and the chimney was blown over, the main structure survived intact.\nYears of rain water dripping through holes in the metal roof did much\nmore damage to the mud brick walls than the bomb did. The nearby barn\ndid not fare as well. The Trinity test blew part of its roof off, and\nthe roof has since totally collapsed.\n\nThe ranch house stood empty and deteriorating for 37 years until 1982\nwhen the US Army stabilized it to prevent any further damage. The next\nyear, the Department of Energy and the Army provided funds for the\nNational Park Service to completely restore the house to the way it\nappeared in July, 1945. When the work was completed, the house with many\nphoto displays on Trinity was opened to the public for the first time\nin October 1984 during the semi-annual tour. The Schmidt-McDonald ranch\nhouse is part of the Trinity National Historic Landmark.\n\n\n\nFOOTNOTES\n\n\n[Footnote 1: Szasz, Ferenc. The Day the Sun Rose Twice. Albuquerque:\nUniversity of New Mexico Press, 1984. p. 28.]\n\n[Footnote 2: Hayward, John, ed. John Donne: Complete Poetry and Selected\nProse. New York: Random House, Inc., 1949. p. 285.]\n\n[Footnote 3: Szasz, The Day the Sun Rose Twice, p. 40.]\n\n[Footnote 4: Wyden, Peter. Day One: Before Hiroshima and After. New York:\nSimon and Schuster, 1984. p. 204.]\n\n[Footnote 5: Lamont, Lansing. Day of Trinity. New York: Atheneum, 1965.\np. 123-124.]\n\n[Footnote 6: Kunetka, James W. City of Fire: Los Alamos and the Atomic\nAge, 1943-1945. Albuquerque: University of New Mexico Press, 1978. p.\n170.]\n\n[Footnote 7: Wilson, Jane S. and Charlotte Serber, eds. Standing By\nand Making Do: Women in Wartime Los Alamos. Los Alamos: Los Alamos\nHistorical Society, 1988. p. x, xi.]\n\n[Footnote 8: Brown, Anthony Cave, and Charles B. MacDonald. The Secret\nHistory of the Atomic Bomb. New York: Dell, 1977. p. 516.]\n\n\n\n\nBIBLIOGRAPHY\n\n\nBainbridge, Kenneth T. Trinity. Los Alamos: Los Alamos Scientific\nLaboratory, (La-6300-H), 1946.\n\nBrown, Anthony Cave, and Charles B. MacDonald. The Secret History of the\nAtomic Bomb. New York: Dell, 1977.\n\nCompton, Arthur Holly. Atomic Quest: A Personal Quest. New York: Oxford\nUniversity Press, 1956.\n\nFanton, Jonathan F., Stoff, Michael B. and Williams, R. Hal editors.\nThe Manhattan Project: A Documentary Introduction to the Atomic Age.\nPhiladelphia: Temple University Press, 1991.\n\nFeis, Herbert. Japan Subdued: The Atomic Bomb and the End of the War in\nthe Pacific. Princeton: Princeton University Press, 1961.\n\nGroves, Leslie R. Now it Can be Told: The Story of the Manhattan\nProject. New York: Da Capo Press, 1975.\n\nHersey, John. Hiroshima. New York: Alfred A. Knopf, 1946.\n\nJette, Eleanor. Inside Box 1663. Los Alamos: Los Alamos Historical\nSociety, 1977.\n\nKunetka, James W. City of Fire: Los Alamos and the Atomic Age,\n1943-1945. Albuquerque; University of New Mexico Press, 1978.\n\nLamont, Lansing. Day of Trinity. New York: Athenaeum, 1965.\n\nRhodes, Richard. The Making of the Atomic Bomb. New York: Simon and\nSchuster, 1986.\n\nSkates, John Ray. The Invasion of Japan: Alternative to the Bomb.\nColumbia; University of South Carolina Press, 1994.\n\nSmyth, Henry DeWolf. Atomic Energy for Military Purposes. Princeton:\nPrinceton University Press, 1948.\n\nSzasz, Ferenc. The Day the Sun Rose Twice. Albuquerque: University of\nNew Mexico Press, 1984.\n\nTibbets, Paul W. Flight of the Enola Gay. Reynoldsburg, Ohio: Buckeye\nAviation Book Company, 1989.\n\nWilliams, Robert C. Klaus Fuchs, Atom Spy. Cambridge, Massachusetts:\nHarvard University Press, 1987.\n\nWilson, Jane S. and Serber, Charlotte, eds. Standing By and Making Do:\nWomen in Wartime Los Alamos. Los Alamos: Los Alamos Historical Society,\n1988.\n\nWyden, Peter. Day One: Before Hiroshima and After. New York: Simon and\nSchuster, 1984.\n\n\n\n\nTHE NATIONAL ATOMIC MUSEUM,\n\nKirtland Air Force Base, Albuquerque, New Mexico\n\n\nSince its opening in 1969, the objective of the National Atomic museum\nhas been to provide a readily accessible repository of educational\nmaterials, and information on the Atomic Age. In addition, the museum's\ngoal is to preserve, interpret, and exhibit to the public memorabilia\nof this Age. In late 1991 the museum was chartered by Congress as the\nUnited States' only official Atomic museum.\n\nProminently featured in the museum's high bay is the story of the\nManhattan Engineer District, the unprecedented 2.2 billion dollar\nscientific-engineering project that was centered in New Mexico during\nWorld War II. The Manhattan Project as it was more commonly called,\ndeveloped, built, and tested the world's first Atomic bomb in New\nMexico. This display also includes casings similar to the only Atomic\nbombs ever used in warfare. Dropped on the Japanese cities of Hiroshima\nand Nagasaki, these two bombs helped bring World War II to an end in\nmid-August 1945. The story of the Manhattan Project's three secret\ncities, Hanford, Washington, Los Alamos, New Mexico, and Oak Ridge,\nTennessee, is also presented in this area.\n\nA portion of the museum, the low bay, is devoted to exhibits on the\nresearch, development, and use of various forms of nuclear energy.\nHistorical and other traveling exhibits are also displayed in this area.\nAlso found in the low bay is the museum's store, which is operated by\nthe museum's foundation.\n\nAdjacent to the low bay is the theater. The featured film is David\nWolpers classic 1963 production, Ten Seconds That Shook The World. This\nexcellent film is a 53-minute documentary on the Manhattan Project.\nOther films relating to the history of the Atomic Age are available for\nviewing and checkout from the library.\n\nNext to the theater is the library/Department of Energy public reading\nroom, containing government documents that are available to the public\nfor in-library research. The library also has many nuclear related books\navailable for reference and checkout.\n\nLocated around the outside of the museum are a number of large exhibits.\nThese include the Boeing B-52B jet bomber that dropped the United\nStates' last air burst H-bomb in 1962, and a 280-mm (11 inches) Atomic\ncannon, once America's most powerful field artillery. Also found in\nthis area is a Navy TA-7C (a modified A-7B) Corsair II fighter-bomber, a\nveteran of the Vietnam War. Many other nuclear weapons systems, rockets,\nand missiles are found in this area.\n\nIn front of the museum are a pair of Navy Terrier missiles. The Terrier\nwas the Navy's first operational surface to air missile. To the south\nof the museum, next to the visitors parking lot, is a Republic F-105D\nThunderchief fighter-bomber. Further south is a World War II Boeing\nB-29 Superfortress. This plane is similar to the B-29's, Enola Gay and\nBockscar that dropped the Atomic bombs on Japan.\n\nThe National Atomic Museum, is open 9 a.m. to 5 p.m. daily, except\nfor New Years Day, Easter, Thanksgiving, and Christmas. The museum\nis located at 20358 Wyoming Blvd. SE, on Kirtland Air Force Base,\nAlbuquerque, New Mexico. Guided tours for groups are available by\ncalling (505)845-4636 in advance. Admission and tours are free, and\ncameras are always welcome!"
}