{
 "author": [
  "White Sands Missile Range (N.M.). Public Affairs Office"
 ],
 "title": [
  "Trinity Site: 1945-1995.\r\nA National Historic Landmark, White Sands Missile Range, New Mexico"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Manhattan Project (U.S.)",
  "Atomic bomb -- New Mexico -- Los Alamos -- Testing -- History",
  "U",
  "D731",
  "QC"
 ],
 "id": "278",
 "genre": [
  "history"
 ],
 "text": "Trinity Site: 1945-1995.\n  A National Historic Landmark\n  White Sands Missile Range, New Mexico\n\n\n\n\nContents:\n\n Radiation at Trinity Site.\n How to Get to Trinity Site.\n Trinity Site National Historic Landmark.\n The Manhattan Project.\n The Theory.\n Building a test site.\n Jumbo.\n Bomb Assembly.\n The test.\n After the explosion.\n It's the Schmidt house.\n Afterwards.\n White Sands Missile Range.\n Reading List.\n\n\n\n\"The effects could well be called unprecedented, magnificent,\nbeautiful, stupendous, and terrifying.  No man-made phenomenon of such\ntremendous power had ever occurred before.  The lighting effects\nbeggared description.  The whole country was lighted by a searing\nlight with the intensity many times that of the midday sun.\"\n\nBrig. Gen. Thomas Farrell\n\n\n\nRadiation at Trinity Site\n\n\nIn deciding whether to visit ground zero at Trinity Site, the\nfollowing information may prove helpful to you.\n\nRadiation levels in the fenced, ground zero area are low.  On an\naverage the levels are only 10 times greater than the region's natural\nbackground radiation.  A one-hour visit to the inner fenced area will\nresult in a whole body exposure of one-half to one milliroentgen.\n\nTo put this in perspective, a U.S. adult receives an average exposure\nof 90 milliroentgens every year from natural and medical sources.  For\ninstance, the Department of Energy says we receive between 35 and 50\nmilliroentgens every year from the sun and from 20 to 35\nmilliroentgens every year from our food.  Living in a brick house adds\n50 milliroentgens of exposure every year compared to living in a frame\nhouse.  Finally, flying coast to coast in a jet airliner gives an\nexposure of between three and five milliroentgens on each trip.\n\nAlthough radiation levels are low, some feel any extra exposure should\nbe avoided.  The decision is yours.  It should be noted that small\nchildren and pregnant women are potentially more at risk than the rest\nof the population and are generally considered groups who should only\nreceive exposure in conjunction with medical diagnosis and treatment.\nAgain, the choice is yours.\n\nAt ground zero, Trinitite, the green, glassy substance found in the\narea, is still radioactive and must not be picked up.\n\n\nTypical radiation exposures for Americans\n Per The National Council on Radiation Protection\n\nOn hour at ground zero = 1/2 mrem\n\nCosmic rays from space = 40 mrem at sea level per year\n\nRadioactive minerals in rocks and soil = 55 mrems per year\n\nRadioactivity from air, water, and food = anywhere from 20 to 400 mrem\nper year\n\nAbout 22 mrem per chest X-ray and 900 mrem for whole-mouth dental X-\nrays\n\nSmoking one pack of cigarettes a day for one year = 40 mrem\n\nMiscellaneous such as watch dials and smoke detectors = 2 mrem per\nyear\n\n\n\nHow to Get to Trinity Site\n\n\nTrinity Site, where the world's first atomic bomb was exploded in\n1945, is normally open to the public twice a year--on the first\nSaturday in April and October.\n\nTrinity is located on the northern end of the 3,200-square-mile White\nSands Missile Range, N.M., between the towns of Carrizozo and Socorro,\nN.M.  There are two ways of entering the restricted missile range on\ntour days.\n\nVisitors can enter through the range's Stallion Range Center which is\nfive miles south of Highway 380.  The turnoff is 12 miles east of San\nAntonio, N.M., and 53 miles west of Carrizozo, N.M.  The Stallion\ngate will be open 8 a.m. to 2 p.m.  Visitors arriving at the gate\nbetween those hours will receive handouts and will be allowed to drive\nunescorted the 17 miles to Trinity Site.  The road is paved and\nmarked.\n\nThe other way of entering the missile range is by travelling with a\ncaravan sponsored by the Alamogordo (N.M.) Chamber of Commerce.  The\ncaravan forms at the Otero County Fairgrounds in Alamogordo and leaves\nat 8 a.m.  Visitors entering this way will travel as an escorted group\nwith military police to and from Trinity Site.  The drive is 170 miles\nround trip.  There are no service station facilities on the missile\nrange.  The caravan is scheduled to leave Trinity Site at 12:30 p.m.\nfor the return to Alamogordo.  The caravan may leave later if there is\na large number of vehicles in the returning caravan.\n\nIn 1995, an additional open house will be conducted on July 16, the\n50th anniversary of the Trinity test.  Visitors may enter the missile\nrange through the Stallion Range Center gate from 5 to 11 a.m.  There\nwill be no caravan leaving from Alamogordo, N.M., for this event.  The\nearly hours will allow visitors to be on-site at 5:29:45 a.m., the\ntime the Trinity Site detonation occurred, and should help visitors\navoid the 100-plus degree afternoon temperatures common here in July.\n\nIncluded on the Trinity Site tour is Ground Zero where the atomic bomb\nwas placed on a 100-foot steel tower and exploded on July 16, 1945.  A\nsmall monument now marks the spot.  Visitors also see the McDonald\nranch house where the world's first plutonium core for a bomb was\nassembled.  The missile range provides historical photographs and a\nFat Man bomb casing for display.  There are no ceremonies or speakers.\n\nPortable toilet facilities are available on site.  Hot dogs and sodas\nare sold at the parking lot.  Cameras are allowed at Trinity Site, but\ntheir use is strictly prohibited anywhere else on White Sands Missile\nRange.\n\nFor more information, contact the White Sands Missile Range Public\nAffairs Office at (505) 678-1134/1700.\n\n\n\nTrinity Site National Historic Landmark\n\n\nTrinity Site is where the first atomic bomb was tested at 5:29:45 a.m.\nMountain War Time on July 16, 1945.  The 19 kiloton explosion not only\nled to a quick end to the war in the Pacific but also ushered the\nworld into the atomic age.  All life on Earth has been touched by the\nevent which took place here.\n\nThe 51,500-acre area was declared a national historic landmark in\n1975.  The landmark includes base camp, where the scientists and\nsupport group lived; ground zero, where the bomb was placed for the\nexplosion; and the McDonald ranch house, where the plutonium core to\nthe bomb was assembled.  On your visit to Trinity Site you will be\nable to see ground zero and the McDonald ranch house.  In addition, on\nyour drive into the Trinity Site area you will pass one of the old\ninstrumentation bunkers which is beside the road just west of ground\nzero.\n\n\n\nThe Manhattan Project\n\n\nThe story of Trinity Site begins with the formation of the Manhattan\nProject in June 1942.  The project was given overall responsibility of\ndesigning and building an atomic bomb.  At the time it was a race to\nbeat the Germans who, according to intelligence reports, were building\ntheir own atomic bomb.\n\nUnder the Manhattan Project three large facilities were constructed.\nAt Oak Ridge, Tenn., huge gas diffusion and electromagnetic process\nplants were built to separate uranium 235 from its more common form,\nuranium 238.  Hanford, Wash. became the home for nuclear reactors\nwhich produced a new element called plutonium.  Both uranium 235 and\nplutonium are fissionable and can be used to produce an atomic\nexplosion.\n\nLos Alamos was established in northern New Mexico to design and build\nthe bomb.  At Los Alamos many of the greatest scientific minds of the\nday labored over the theory and actual construction of the device.\nThe group was led by Dr. J. Robert Oppenheimer who is credited with\nbeing the driving force behind building a workable bomb by the end of\nthe war.\n\n\n\nThe Theory\n\n\nLos Alamos scientists devised two designs for an atomic bomb--one\nusing the uranium and another using the plutonium.  The uranium bomb\nwas a simple design and scientists were confident it would work\nwithout testing.  The plutonium bomb worked by compressing the\nplutonium into a critical mass which sustains a chain reaction.  The\ncompression of the plutonium ball was to be accomplished by\nsurrounding it with lens-shaped charges of conventional explosives.\nThey were designed to all explode at the same instant.  The force is\ndirected inward, thus smashing the plutonium from all sides.\n\nIn an atomic explosion, a chain reaction picks up speed as atoms\nsplit, releasing neutrons plus great amounts of energy.  The escaping\nneutrons strike and split more atoms, thus releasing still more\nneutrons and energy.  In a nuclear explosion this all occurs in a\nmillionth of a second with billions of atoms being split.\n\nProject leaders decided a test of the plutonium bomb was essential\nbefore it could be used as a weapon of war.  From a list of eight\nsites in California, Texas, New Mexico and Colorado, Trinity Site was\nchosen as the test site.  The area already was controlled by the\ngovernment because it was part of the Alamogordo Bombing and Gunnery\nRange which was established in 1942.  The secluded Jornado del Muerto\nwas perfect as it provided isolation for secrecy and safety, but was\nstill close to Los Alamos.\n\n\n\nBuilding a test site\n\n\nIn the fall of 1944 soldiers started arriving at Trinity Site to\nprepare for the test.  Marvin Davis and his military police unit\narrived from Los Alamos at the site on Dec. 30, 1944.  The unit set up\nsecurity checkpoints around the area and had plans to use horses to\nride patrol.  According to Davis the distances were too great and they\nresorted to jeeps and trucks for transportation.  The horses were\nsometimes used for polo, however.  Davis said that Capt. Bush, base\ncamp commander, somehow got the soldiers real polo equipment to play\nwith but they preferred brooms and a soccer ball.\n\nOther recreation at the site included volleyball and hunting.  Davis\nsaid Capt. Bush allowed the soldiers with experience to use the Army\nrifles to hunt deer and pronghorn.  The meat was then cooked up in the\nmess hall.  Leftovers went into soups which Davis said were excellent.\n\nOf course, some of the soldiers were from cities and unfamiliar with\nbeing outdoors a lot.  Davis said he went to relieve a guard at the\nMockingbird Gap post and the soldier told Davis he was surprised by\nthe number of \"crawdads\" in the area considering it was so dry.  Davis\ngave the young man a quick lesson on scorpions and warned him not to\ntouch.\n\nThroughout 1945 other personnel arrived at Trinity Site to help\nprepare for the test.  Carl Rudder was inducted into the Army on Jan.\n26, 1945.  He said he passed through four camps, took basic for two\ndays and arrived at Trinity Site on Feb. 17.  On arriving he was put\nin charge of what he called the \"East Jesus and Socorro Light and\nWater Company.\" It was a one-man operation--himself.  He was\nresponsible for maintaining generators, wells, pumps and doing the\npower line work.\n\nA friend of Rudder's, Loren Bourg, had a similar experience.  He was a\nfireman in civil life and ended up trained as a fireman for the Army.\nHe worked as the station sergeant at Los Alamos before being sent to\nTrinity Site in April 1945.  In a letter Bourg said, \"I was sent down\nhere to take over the fire prevention and fire department.  Upon\narrival I found I was the fire department, period.\"\n\nAs the soldiers at Trinity Site settled in they became familiar with\nSocorro.  They tried to use the water out of the ranch wells but found\nit so alkaline they couldn't drink it.  In fact, they used Navy\nsalt-water soap for bathing.  They hauled drinking water from the fire\nhouse in Socorro.  Gasoline and diesel was purchased from the Standard\nbulk plant in Socorro.\n\nAccording to Davis, they established a post office box, number 632, in\nSocorro so getting their mail was more convenient.  The trips into\ntown also offered them the chance to get their hair cut in a real\nbarbershop.  If they didn't use the shop, Sgt. Greyshock used horse\nclippers to trim their hair.\n\n\n\nJumbo\n\n\nThe bomb design to be used at Trinity Site actually involved two\nexplosions.  First there would be a conventional explosion involving\nthe TNT and then, a fraction of a second later, the nuclear explosion,\nif a chain reaction was maintained.  The scientists were sure the TNT\nwould explode, but were initially unsure of the plutonium.  If the\nchain reaction failed to occur, the TNT would blow the very rare and\ndangerous plutonium all over the countryside.\n\nBecause of this possibility, Jumbo was designed and built.  Originally\nit was 25 feet long, 10 feet in diameter and weighed 214 tons.\nScientists were planning to put the bomb in this huge steel jug\nbecause it could contain the TNT explosion if the chain reaction\nfailed to materialize.  This would prevent the plutonium from being\nlost.  If the explosion occurred as planned, Jumbo would be vaporized.\n\nJumbo was brought to Pope, N.M., by rail and unloaded.  A specially\nbuilt trailer with 64 wheels was used to move Jumbo the 25 miles to\nTrinity Site.\n\nAs confidence in the plutonium bomb design grew it was decided not to\nuse Jumbo.  Instead, it was placed in a steel tower about 800 yards\nfrom ground zero.  The blast destroyed the tower, but Jumbo survived\nintact.\n\nToday Jumbo rests at the entrance to ground zero so all can see it.\nThe ends are missing because, in 1946, the Army detonated eight\n500-pound bombs inside it.  Because Jumbo was standing on end, the bombs\nwere stacked in the bottom and the asymmetry of the explosion blew the\nends off.\n\nTo calibrate the instruments which would be measuring the atomic\nexplosion and to practice a countdown, the Manhattan scientists ran a\nsimulated blast on May 7.  They stacked 100 tons of TNT onto a 20-foot\nwooden platform just southeast of ground zero.  Louis Hemplemann\ninserted a small amount of radioactive material from Hanford into\ntubes running through the stack of crates.  The scientists hoped to\nget a feel for how the radiation might spread in the real test by\nanalyzing this test.  The explosion destroyed the platform, leaving a\nsmall crater with trace amounts of radiation in it.\n\n\n\nBomb Assembly\n\n\nOn July 12 the two hemispheres of plutonium were carried to the George\nMcDonald ranch house just two miles from ground zero.  At the house,\nBrig. Gen. Thomas Farrell, deputy to Maj. Gen. Leslie Groves, was\nasked to sign a receipt for the plutonium.  Farrell later said, \"I\nrecall that I asked them if I was going to sign for it shouldn't I\ntake it and handle it.  So I took this heavy ball in my hand and I\nfelt it growing warm, I got a certain sense of its hidden power.  It\nwasn't a cold piece of metal, but it was really a piece of metal that\nseemed to be working inside.  Then maybe for the first time I began to\nbelieve some of the fantastic tales the scientists had told about this\nnuclear power.\"\n\nAt the McDonald ranch house the master bedroom had been turned into a\nclean room for the assembly of the bomb core.  According to Robert\nBacher, a member of the assembly team, they tried to use only tools\nand materials from a special kit.  Several of these kits existed and\nsome were already on their way to Tinian, the island in the Pacific\nwhich was the base for the bombers.  The idea was to test the\nprocedures and tools at Trinity as well as the bomb itself.\n\nAt one minute past midnight on Friday, July 13, the explosive assembly\nleft Los Alamos for Trinity Site.  Later in the morning, assembly of\nthe plutonium core began.  According to Raemer Schreiber, Robert\nBacher was the advisor and Marshall Holloway and Philip Morrison had\noverall responsibility.  Louis Slotin, Boyce McDaniel and Cyril Smith\nwere responsible for the mechanical assembly in the ranch house.\nLater Holloway was responsible for the mechanical assembly at the\ntower.\n\nIn the afternoon of the 13th the core was taken to ground zero for\ninsertion into the bomb mechanism.\n\nThe bomb was assembled under the tower on July 13.  The plutonium core\nwas inserted into the device with some difficulty.  On the first try\nit stuck.  After letting the temperatures of the plutonium and casing\nequalize the core slid smoothly into place.  Once the assembly was\ncomplete many of the men took a welcome relief and went swimming in\nthe water tank east of the McDonald ranch house.\n\nThe next morning the entire bomb was raised to the top of the 100 foot\nsteel tower and placed in a small shelter.  A crew then attached all\nthe detonators and by 5 p.m. it was complete.\n\n\n\nThe test\n\n\nThree observation points were established at 10,000 yards from ground\nzero.  These were wooden shelters protected by concrete and earth.\nThe south bunker served as the control center for the test.  The\nautomatic firing device was triggered from there as key men such as\nDr. Robert Oppenheimer, head of Los Alamos, watched.  None of the\nmanned bunkers are left.\n\nMany scientists and support personnel, including Gen. Leslie Groves,\nhead of the Manhattan Project, watched the explosion from base camp\nwhich was ten miles southwest of ground zero.  All the buildings at\nbase camp were removed after the test.  Most visiting VIPs watched\nfrom Compania Hill, 20 miles northwest of ground zero.\n\nThe test was scheduled for 4 a.m. July 16, but rain and lightning\nearly that morning caused it to be postponed.  The device could not be\nexploded under rainy conditions because rain and winds would increase\nthe danger from radioactive fallout and interfere with observation of\nthe test.  At 4:45 a.m. the crucial weather report came through\nannouncing calm to light winds with broken clouds for the following\ntwo hours.\n\nAt 5:10 the countdown started and at 5:29:45 the device exploded\nsuccessfully.  To most observers the brilliance of the light from the\nexplosion--watched through dark glasses--overshadowed the shock wave\nand sound that arrived later.\n\nHans Bethe, one of the contributing scientists, wrote \"it looked like\na giant magnesium flare which kept on for what seemed a whole minute\nbut was actually one or two seconds.  The white ball grew and after a\nfew seconds became clouded with dust whipped up by the explosion from\nthe ground and rose and left behind a black trail of dust particles.\"\n\nJoe McKibben, another scientist, said, \"We had a lot of flood lights\non for taking movies of the control panel.  When the bomb went off,\nthe lights were drowned out by the big light coming in through the\nopen door in the back.\"\n\nOthers were impressed by the heat they immediately felt.  Military\npoliceman Davis said, \"The heat was like opening up an oven door, even\nat 10 miles.\"  Dr. Phillip Morrison said, \"Suddenly, not only was\nthere a bright light but where we were, 10 miles away, there was the\nheat of the sun on our faces....Then, only minutes later, the real sun\nrose and again you felt the same heat to the face from the sunrise.\nSo we saw two sunrises.\"\n\n\n\nAfter the explosion\n\n\nAlthough no information on the test was released until after the\natomic bomb was used as a weapon against Japan, people in New Mexico\nknew something had happened.  The shock broke windows 120 miles away\nand was felt by many at least 160 miles away.  Army officials simply\nstated that a munitions storage area had accidentally exploded at the\nAlamogordo Bombing Range.\n\nThe explosion did not make much of a crater.  Most eyewitnesses\ndescribe the area as more of a small depression instead of a crater.\nThe heat of the blast did melt the desert sand and turn it into a\ngreen glassy substance.  It was called Trinitite and can still be seen\nin the area.  At one time Trinitite completely covered the depression\nmade by the explosion.  Afterwards the depression was filled and much\nof the Trinitite was taken away by the Nuclear Energy Commission.\n\nTo the west of the monument is a low structure which is protecting an\noriginal portion of the crater area.  Trinitite is visible through\nopenings in the roof.\n\n\n\nIt's the Schmidt house\n\n\nThe George McDonald ranch house sits within an 85'x85' low stone wall.\nThe house was built in 1913 by Franz Schmidt, a German immigrant, and\nan addition was constructed on the north side in the 1930's by the\nMcDonalds.  There is a display about the Schmidt family in the house\nduring each open house.\n\nThe ranch house is a one-story, 1,750 square-foot building.  It is\nbuilt of adobe which was plastered and painted.  An ice house is\nlocated on the west side along with an underground cistern which\nstored rain water running off the roof.  At one time the north\naddition contained a toilet and bathtub which drained into a septic\ntank northwest of the house.\n\nThere is a large, divided water storage tank and a Chicago Aeromotor\nwindmill east of the house.  The scientists and support people used\nthe north tank as a swimming pool during the long hot summer of 1945.\nSouth of the windmill are the remains of a bunkhouse and a barn which\nwas part garage.  Further to the east are corrals and holding pens.\nThe buildings and fixtures east of the house have been stabilized to\nprevent further deterioration.\n\nThe ranch was abandoned in 1942 when the Alamogordo Bombing and\nGunnery Range took over the land to use in training World War II\nbombing crews.  The house stood empty until the Manhattan Project\nsupport personnel arrived in early 1945.\n\nInside the house the northeast room (the master bedroom) was\ndesignated the assembly room.  Work benches and tables were installed.\nTo keep dust and sand out of instruments and tools, the windows were\ncovered with plastic.  Tape was used to fasten the edges of the\nplastic and to seal doors and cracks in the walls.\n\nThe explosion, only two miles away, did not significantly damage the\nhouse.  Most of the windows were blown out, but the main structure was\nintact.  Years of rain water dripping through holes in the roof did\nmuch more damage.  The barn did not do as well.  During the Trinity\ntest the roof was bowed inward and some of the roofing was blown away.\nThe roof has since collapsed.\n\nThe house stood empty and deteriorating until 1982 when the U.S. Army\nstabilized the house to prevent any further damage.  Shortly after,\nthe Department of Energy and U.S. Army provided the funds for the\nNational Park Service to completely restore the house.  The work was\ndone in 1984.  All efforts were directed at making the house appear as\nit did on July 12, 1945.\n\n\n\nAfterwards\n\n\nThe story of what happened at Trinity Site did not come to light until\nafter the second atomic bomb was exploded over Hiroshima, Japan, on\nAugust 6.  President Truman made the announcement that day.  Three\ndays later, August 9, the third atomic bomb devastated the city of\nNagasaki, and on August 14 the Japanese surrendered.\n\nTrinity Site became part of what was then White Sands Proving Ground.\nThe proving ground was established on July 9, 1945, as a test facility\nto investigate the new rocket technology emerging from World War II.\nThe land, including Trinity Site and the old Alamogordo Bombing Range,\ncame under the control of the new rocket and missile testing facility.\n\nInterest in Trinity Site was immediate.  In September 1945 press tours\nto the site started.  One of the famous photos of ground zero shows\nRobert Oppenheimer and General Leslie Groves surrounded by a small\ngroup of reporters as they examine one of the footings to the 100 foot\ntower on which the bomb was placed.  That picture was taken Sept. 11.\nThe exposed footing is still visible at ground zero.  On Sept. 15-17,\nGeorge Cremeens, a young radio reporter from KRNT in Des Moines,\nvisited the site with soundman Frank Lagouri.  They flew over the\ncrater and interviewed Dr. Kenneth Bainbridge, Trinity test director,\nand Capt. Howard Bush, base camp commander.\n\nBack in Iowa, Cremeens created four 15-minute reports on his visit\nwhich aired Sept. 24, 26, 27 and 29.  A 15-minute composite was made\nand aired on the ABC Radio Network.  For his work Cremeens received a\nlocal Peabody Award for \"Outstanding Reporting and Interpretation of\nthe News.\"\n\nAt first Trinity Site was encircled with a fence and radiation warning\nsigns were posted.  The site remained off-limits to military and\ncivilian personnel of the proving ground and closed to the public.\n\nIn 1952 the Atomic Energy Commission let a contract to clean up the\nsite.  Much of the Trinitite was scraped up and buried.  In September\n1953 about 650 people attended the first Trinity Site open house.  A\nfew years later a small group from Tularosa visited the site on an\nanniversary of the explosion to conduct a religious service and\nprayers for peace.  Similar visits have been made annually in recent\nyears on the first Saturday in October.\n\nIn 1967 the inner oblong fence was added.  In 1972 the corridor barbed\nwire fence which connects the outer fence to the inner one was\ncompleted.  Jumbo was moved to the parking lot in 1979.\n\nVisits to the site are now made in April and October because it is\ngenerally so hot in July on the Jornada del Muerto.\n\n\n\nWhite Sands Missile Range\n\n\nWhite Sands Missile Range has developed from a simple desert testing\nsite for the V-2 into one of the most sophisticated test facilities in\nthe world.  The mission of White Sands Missile Range begins with a\ncustomer--a service developer, or another federal agency, which is\nready to find out if engineers and scientists have built something\nwhich will perform according to job specifications.  It ends when an\nexhaustive series of tests has been completed and a data report has\nbeen delivered to the customer.\n\nBetween the beginning and the end of the test program, be it the Army\nTactical Missile System or newly designed automobiles, range employees\nare involved in every operation connected with the customer and his\nproduct.  The range can and does provide everything from rat traps to\ntelephones, from equipment hoists and flight safety to microsecond\ntiming.\n\nWe shake, rattle and roll the product, roast it, freeze it, subject it\nto nuclear radiation, dip it in salt water and roll it in the mud.  We\ntest its paint, bend its frame and find out what effect its propulsion\nmaterial has on flora and fauna.\n\nIn the end, if it's a missile, we fire it, record its performance and\nbring back the pieces for post mortem examination.  All test data is\nreduced and the customer receives a full report.\n\nFor more information on Trinity Site or White Sands Missile Range\ncontact:\n\n  Public Affairs Office (STEWS-PA)\n  White Sands Missile Range\n  White Sands Missile Range, N.M.  88002-5047\n\n\n\nReading List\n\n\nThe Day the Sun Rose Twice, by Ferenc Szasz, University of New Mexico\nPress, 1984.\n\nManhattan: The Army and the Atomic Bomb, by Vincent Jones, Center of\nMilitary History, U. S. Army.\n\nTrinity, by Kenneth Bainbridge, Los Alamos publication (LA-6300-H).\n\nThe Making of the Atomic Bomb, by Richard Rhodes, Simon and Schuster,\n1986.\n\nNow It Can Be Told, by General Leslie Groves, Da Capo Press, 1975.\n\nDay One, By Peter Wyden, Simon and Schuster, 1984.\n\nCity of Fire: Los Alamos and the Atomic Age, 1943-1945, by James\nKunetka, University of New Mexico Press, 1978.\n\nLos Alamos 1943-1945: The Beginning of an Era, Los Alamos Publication\n(LASL-79-78).\n\nDay of Trinity, by Lansing Lamont, Atheneum.\n\nRadiological Survey and Evaluation of the Fallout Area from the\nTrinity Test: Chupadera Mesa and White Sands Missile Range, N. M., Los\nAlamos publication (LA-10256-MS).\n\nLife Magazine, August 20 and September 24, 1945.\n\nTime Magazine, August 13 and 20, 1945."
}