{
 "author": [
  "Wharton, Edith"
 ],
 "title": [
  "The Early Short Fiction of Edith Wharton — Part 1"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Fiction",
  "Short stories, American",
  "PS"
 ],
 "id": "295",
 "genre": [
  "short stories",
  "fiction"
 ],
 "text": "THE EARLY SHORT FICTION OF EDITH WHARTON\n\nBy Edith Wharton\n\nA Ten-Volume Collection\n\nVolume One\n\n\n\nContents of Volume One\n\n                               Stories\n              KERFOL.........................March     1916\n              MRS. MANSTEY’S VIEW............July      1891\n              THE BOLTED DOOR................March     1909\n              THE DILETTANTE.................December  1903\n              THE HOUSE OF THE DEAD HAND.....August    1904\n\n\nThe following works not included in the present eBook:\n\n                               Verse\n              THE PARTING DAY................February  1880\n              AEROPAGUS......................March     1880\n              A FAILURE......................April     1880\n              PATIENCE.......................April     1880\n              WANTS..........................May       1880\n              THE LAST GIUSTIANINI...........October   1889\n              EURYALUS.......................December  1889\n              HAPPINESS......................December  1889\n\n\n                             Bibliography\n\n              EDITH WHARTON BIBLIOGRAPHY:\n              SHORT STORIES AND POEMS........Judy Boss\n\n\n\n\n\nKERFOL\n\nAs first published in Scribner’s Magazine, March 1916\n\n\n\n\nI\n\n\n“You ought to buy it,” said my host; “it’s just the place for a\nsolitary-minded devil like you. And it would be rather worth while to\nown the most romantic house in Brittany. The present people are dead\nbroke, and it’s going for a song--you ought to buy it.”\n\nIt was not with the least idea of living up to the character my friend\nLanrivain ascribed to me (as a matter of fact, under my unsociable\nexterior I have always had secret yearnings for domesticity) that I took\nhis hint one autumn afternoon and went to Kerfol. My friend was motoring\nover to Quimper on business: he dropped me on the way, at a cross-road\non a heath, and said: “First turn to the right and second to the left.\nThen straight ahead till you see an avenue. If you meet any peasants,\ndon’t ask your way. They don’t understand French, and they would pretend\nthey did and mix you up. I’ll be back for you here by sunset--and don’t\nforget the tombs in the chapel.”\n\nI followed Lanrivain’s directions with the hesitation occasioned by the\nusual difficulty of remembering whether he had said the first turn\nto the right and second to the left, or the contrary. If I had met a\npeasant I should certainly have asked, and probably been sent astray;\nbut I had the desert landscape to myself, and so stumbled on the right\nturn and walked on across the heath till I came to an avenue. It was so\nunlike any other avenue I have ever seen that I instantly knew it must\nbe THE avenue. The grey-trunked trees sprang up straight to a great\nheight and then interwove their pale-grey branches in a long tunnel\nthrough which the autumn light fell faintly. I know most trees by name,\nbut I haven’t to this day been able to decide what those trees were.\nThey had the tall curve of elms, the tenuity of poplars, the ashen\ncolour of olives under a rainy sky; and they stretched ahead of me for\nhalf a mile or more without a break in their arch. If ever I saw an\navenue that unmistakably led to something, it was the avenue at Kerfol.\nMy heart beat a little as I began to walk down it.\n\nPresently the trees ended and I came to a fortified gate in a long wall.\nBetween me and the wall was an open space of grass, with other grey\navenues radiating from it. Behind the wall were tall slate roofs mossed\nwith silver, a chapel belfry, the top of a keep. A moat filled with\nwild shrubs and brambles surrounded the place; the drawbridge had been\nreplaced by a stone arch, and the portcullis by an iron gate. I stood\nfor a long time on the hither side of the moat, gazing about me, and\nletting the influence of the place sink in. I said to myself: “If I wait\nlong enough, the guardian will turn up and show me the tombs--” and I\nrather hoped he wouldn’t turn up too soon.\n\nI sat down on a stone and lit a cigarette. As soon as I had done it, it\nstruck me as a puerile and portentous thing to do, with that great blind\nhouse looking down at me, and all the empty avenues converging on me. It\nmay have been the depth of the silence that made me so conscious of my\ngesture. The squeak of my match sounded as loud as the scraping of a\nbrake, and I almost fancied I heard it fall when I tossed it onto\nthe grass. But there was more than that: a sense of irrelevance,\nof littleness, of childish bravado, in sitting there puffing my\ncigarette-smoke into the face of such a past.\n\nI knew nothing of the history of Kerfol--I was new to Brittany, and\nLanrivain had never mentioned the name to me till the day before--but\none couldn’t as much as glance at that pile without feeling in it a\nlong accumulation of history. What kind of history I was not prepared to\nguess: perhaps only the sheer weight of many associated lives and deaths\nwhich gives a kind of majesty to all old houses. But the aspect of\nKerfol suggested something more--a perspective of stern and cruel\nmemories stretching away, like its own grey avenues, into a blur of\ndarkness.\n\nCertainly no house had ever more completely and finally broken with the\npresent. As it stood there, lifting its proud roofs and gables to the\nsky, it might have been its own funeral monument. “Tombs in the chapel?\nThe whole place is a tomb!” I reflected. I hoped more and more that the\nguardian would not come. The details of the place, however striking,\nwould seem trivial compared with its collective impressiveness; and I\nwanted only to sit there and be penetrated by the weight of its silence.\n\n“It’s the very place for you!” Lanrivain had said; and I was overcome by\nthe almost blasphemous frivolity of suggesting to any living being that\nKerfol was the place for him. “Is it possible that any one could NOT\nsee--?” I wondered. I did not finish the thought: what I meant was\nundefinable. I stood up and wandered toward the gate. I was beginning\nto want to know more; not to SEE more--I was by now so sure it was not\na question of seeing--but to feel more: feel all the place had to\ncommunicate. “But to get in one will have to rout out the keeper,” I\nthought reluctantly, and hesitated. Finally I crossed the bridge and\ntried the iron gate. It yielded, and I walked under the tunnel formed\nby the thickness of the chemin de ronde. At the farther end, a wooden\nbarricade had been laid across the entrance, and beyond it I saw a court\nenclosed in noble architecture. The main building faced me; and I now\ndiscovered that one half was a mere ruined front, with gaping windows\nthrough which the wild growths of the moat and the trees of the park\nwere visible. The rest of the house was still in its robust beauty. One\nend abutted on the round tower, the other on the small traceried chapel,\nand in an angle of the building stood a graceful well-head adorned\nwith mossy urns. A few roses grew against the walls, and on an upper\nwindow-sill I remember noticing a pot of fuchsias.\n\nMy sense of the pressure of the invisible began to yield to my\narchitectural interest. The building was so fine that I felt a desire\nto explore it for its own sake. I looked about the court, wondering in\nwhich corner the guardian lodged. Then I pushed open the barrier\nand went in. As I did so, a little dog barred my way. He was such a\nremarkably beautiful little dog that for a moment he made me forget\nthe splendid place he was defending. I was not sure of his breed at the\ntime, but have since learned that it was Chinese, and that he was of\na rare variety called the “Sleeve-dog.” He was very small and golden\nbrown, with large brown eyes and a ruffled throat: he looked rather\nlike a large tawny chrysanthemum. I said to myself: “These little beasts\nalways snap and scream, and somebody will be out in a minute.”\n\nThe little animal stood before me, forbidding, almost menacing: there\nwas anger in his large brown eyes. But he made no sound, he came no\nnearer. Instead, as I advanced, he gradually fell back, and I noticed\nthat another dog, a vague rough brindled thing, had limped up. “There’ll\nbe a hubbub now,” I thought; for at the same moment a third dog, a\nlong-haired white mongrel, slipped out of a doorway and joined the\nothers. All three stood looking at me with grave eyes; but not a sound\ncame from them. As I advanced they continued to fall back on muffled\npaws, still watching me. “At a given point, they’ll all charge at my\nankles: it’s one of the dodges that dogs who live together put up on\none,” I thought. I was not much alarmed, for they were neither large\nnor formidable. But they let me wander about the court as I pleased,\nfollowing me at a little distance--always the same distance--and always\nkeeping their eyes on me. Presently I looked across at the ruined\nfacade, and saw that in one of its window-frames another dog stood: a\nlarge white pointer with one brown ear. He was an old grave dog, much\nmore experienced than the others; and he seemed to be observing me with\na deeper intentness.\n\n“I’ll hear from HIM,” I said to myself; but he stood in the empty\nwindow-frame, against the trees of the park, and continued to watch me\nwithout moving. I looked back at him for a time, to see if the sense\nthat he was being watched would not rouse him. Half the width of the\ncourt lay between us, and we stared at each other silently across it.\nBut he did not stir, and at last I turned away. Behind me I found the\nrest of the pack, with a newcomer added: a small black greyhound with\npale agate-coloured eyes. He was shivering a little, and his expression\nwas more timid than that of the others. I noticed that he kept a little\nbehind them. And still there was not a sound.\n\nI stood there for fully five minutes, the circle about me--waiting, as\nthey seemed to be waiting. At last I went up to the little golden-brown\ndog and stooped to pat him. As I did so, I heard myself laugh. The\nlittle dog did not start, or growl, or take his eyes from me--he simply\nslipped back about a yard, and then paused and continued to look at me.\n“Oh, hang it!” I exclaimed aloud, and walked across the court toward the\nwell.\n\nAs I advanced, the dogs separated and slid away into different corners\nof the court. I examined the urns on the well, tried a locked door or\ntwo, and up and down the dumb facade; then I faced about toward the\nchapel. When I turned I perceived that all the dogs had disappeared\nexcept the old pointer, who still watched me from the empty\nwindow-frame. It was rather a relief to be rid of that cloud of\nwitnesses; and I began to look about me for a way to the back of the\nhouse. “Perhaps there’ll be somebody in the garden,” I thought. I found\na way across the moat, scrambled over a wall smothered in brambles, and\ngot into the garden. A few lean hydrangeas and geraniums pined in the\nflower-beds, and the ancient house looked down on them indifferently.\nIts garden side was plainer and severer than the other: the long\ngranite front, with its few windows and steep roof, looked like\na fortress-prison. I walked around the farther wing, went up some\ndisjointed steps, and entered the deep twilight of a narrow and\nincredibly old box-walk. The walk was just wide enough for one person to\nslip through, and its branches met overhead. It was like the ghost of a\nbox-walk, its lustrous green all turning to the shadowy greyness of the\navenues. I walked on and on, the branches hitting me in the face and\nspringing back with a dry rattle; and at length I came out on the grassy\ntop of the chemin de ronde. I walked along it to the gate-tower, looking\ndown into the court, which was just below me. Not a human being was\nin sight; and neither were the dogs. I found a flight of steps in the\nthickness of the wall and went down them; and when I emerged again into\nthe court, there stood the circle of dogs, the golden-brown one a little\nahead of the others, the black greyhound shivering in the rear.\n\n“Oh, hang it--you uncomfortable beasts, you!” I exclaimed, my voice\nstartling me with a sudden echo. The dogs stood motionless, watching me.\nI knew by this time that they would not try to prevent my approaching\nthe house, and the knowledge left me free to examine them. I had a\nfeeling that they must be horribly cowed to be so silent and inert. Yet\nthey did not look hungry or ill-treated. Their coats were smooth and\nthey were not thin, except the shivering greyhound. It was more as if\nthey had lived a long time with people who never spoke to them or looked\nat them: as though the silence of the place had gradually benumbed their\nbusy inquisitive natures. And this strange passivity, this almost human\nlassitude, seemed to me sadder than the misery of starved and beaten\nanimals. I should have liked to rouse them for a minute, to coax them\ninto a game or a scamper; but the longer I looked into their fixed and\nweary eyes the more preposterous the idea became. With the windows of\nthat house looking down on us, how could I have imagined such a thing?\nThe dogs knew better: THEY knew what the house would tolerate and what\nit would not. I even fancied that they knew what was passing through\nmy mind, and pitied me for my frivolity. But even that feeling probably\nreached them through a thick fog of listlessness. I had an idea that\ntheir distance from me was as nothing to my remoteness from them. In the\nlast analysis, the impression they produced was that of having in common\none memory so deep and dark that nothing that had happened since was\nworth either a growl or a wag.\n\n“I say,” I broke out abruptly, addressing myself to the dumb circle, “do\nyou know what you look like, the whole lot of you? You look as if you’d\nseen a ghost--that’s how you look! I wonder if there IS a ghost here,\nand nobody but you left for it to appear to?” The dogs continued to gaze\nat me without moving...\n\n\nIt was dark when I saw Lanrivain’s motor lamps at the cross-roads--and I\nwasn’t exactly sorry to see them. I had the sense of having escaped from\nthe loneliest place in the whole world, and of not liking loneliness--to\nthat degree--as much as I had imagined I should. My friend had brought\nhis solicitor back from Quimper for the night, and seated beside a fat\nand affable stranger I felt no inclination to talk of Kerfol...\n\nBut that evening, when Lanrivain and the solicitor were closeted in the\nstudy, Madame de Lanrivain began to question me in the drawing-room.\n\n“Well--are you going to buy Kerfol?” she asked, tilting up her gay chin\nfrom her embroidery.\n\n“I haven’t decided yet. The fact is, I couldn’t get into the house,” I\nsaid, as if I had simply postponed my decision, and meant to go back for\nanother look.\n\n“You couldn’t get in? Why, what happened? The family are mad to sell the\nplace, and the old guardian has orders--”\n\n“Very likely. But the old guardian wasn’t there.”\n\n“What a pity! He must have gone to market. But his daughter--?”\n\n“There was nobody about. At least I saw no one.”\n\n“How extraordinary! Literally nobody?”\n\n“Nobody but a lot of dogs--a whole pack of them--who seemed to have the\nplace to themselves.”\n\nMadame de Lanrivain let the embroidery slip to her knee and folded her\nhands on it. For several minutes she looked at me thoughtfully.\n\n“A pack of dogs--you SAW them?”\n\n“Saw them? I saw nothing else!”\n\n“How many?” She dropped her voice a little. “I’ve always wondered--”\n\nI looked at her with surprise: I had supposed the place to be familiar\nto her. “Have you never been to Kerfol?” I asked.\n\n“Oh, yes: often. But never on that day.”\n\n“What day?”\n\n“I’d quite forgotten--and so had Herve, I’m sure. If we’d remembered, we\nnever should have sent you today--but then, after all, one doesn’t half\nbelieve that sort of thing, does one?”\n\n“What sort of thing?” I asked, involuntarily sinking my voice to the\nlevel of hers. Inwardly I was thinking: “I KNEW there was something...”\n\nMadame de Lanrivain cleared her throat and produced a reassuring smile.\n“Didn’t Herve tell you the story of Kerfol? An ancestor of his was mixed\nup in it. You know every Breton house has its ghost-story; and some of\nthem are rather unpleasant.”\n\n“Yes--but those dogs?” I insisted.\n\n“Well, those dogs are the ghosts of Kerfol. At least, the peasants say\nthere’s one day in the year when a lot of dogs appear there; and that\nday the keeper and his daughter go off to Morlaix and get drunk. The\nwomen in Brittany drink dreadfully.” She stooped to match a silk; then\nshe lifted her charming inquisitive Parisian face: “Did you REALLY see a\nlot of dogs? There isn’t one at Kerfol,” she said.\n\n\n\n\nII\n\n\nLanrivain, the next day, hunted out a shabby calf volume from the back\nof an upper shelf of his library.\n\n“Yes--here it is. What does it call itself? A History of the Assizes\nof the Duchy of Brittany. Quimper, 1702. The book was written about a\nhundred years later than the Kerfol affair; but I believe the account\nis transcribed pretty literally from the judicial records. Anyhow, it’s\nqueer reading. And there’s a Herve de Lanrivain mixed up in it--not\nexactly MY style, as you’ll see. But then he’s only a collateral. Here,\ntake the book up to bed with you. I don’t exactly remember the details;\nbut after you’ve read it I’ll bet anything you’ll leave your light\nburning all night!”\n\nI left my light burning all night, as he had predicted; but it was\nchiefly because, till near dawn, I was absorbed in my reading. The\naccount of the trial of Anne de Cornault, wife of the lord of Kerfol,\nwas long and closely printed. It was, as my friend had said, probably an\nalmost literal transcription of what took place in the court-room;\nand the trial lasted nearly a month. Besides, the type of the book was\ndetestable...\n\nAt first I thought of translating the old record literally. But it\nis full of wearisome repetitions, and the main lines of the story are\nforever straying off into side issues. So I have tried to disentangle\nit, and give it here in a simpler form. At times, however, I have\nreverted to the text because no other words could have conveyed so\nexactly the sense of what I felt at Kerfol; and nowhere have I added\nanything of my own.\n\n\n\n\nIII\n\n\nIt was in the year 16-- that Yves de Cornault, lord of the domain of\nKerfol, went to the pardon of Locronan to perform his religious duties.\nHe was a rich and powerful noble, then in his sixty-second year, but\nhale and sturdy, a great horseman and hunter and a pious man. So all\nhis neighbours attested. In appearance he seems to have been short\nand broad, with a swarthy face, legs slightly bowed from the saddle, a\nhanging nose and broad hands with black hairs on them. He had married\nyoung and lost his wife and son soon after, and since then had lived\nalone at Kerfol. Twice a year he went to Morlaix, where he had a\nhandsome house by the river, and spent a week or ten days there; and\noccasionally he rode to Rennes on business. Witnesses were found to\ndeclare that during these absences he led a life different from the one\nhe was known to lead at Kerfol, where he busied himself with his estate,\nattended mass daily, and found his only amusement in hunting the wild\nboar and water-fowl. But these rumours are not particularly\nrelevant, and it is certain that among people of his own class in the\nneighbourhood he passed for a stern and even austere man, observant of\nhis religious obligations, and keeping strictly to himself. There was\nno talk of any familiarity with the women on his estate, though at that\ntime the nobility were very free with their peasants. Some people said\nhe had never looked at a woman since his wife’s death; but such things\nare hard to prove, and the evidence on this point was not worth much.\n\nWell, in his sixty-second year, Yves de Cornault went to the pardon at\nLocronan, and saw there a young lady of Douarnenez, who had ridden over\npillion behind her father to do her duty to the saint. Her name was Anne\nde Barrigan, and she came of good old Breton stock, but much less\ngreat and powerful than that of Yves de Cornault; and her father had\nsquandered his fortune at cards, and lived almost like a peasant in his\nlittle granite manor on the moors... I have said I would add nothing of\nmy own to this bald statement of a strange case; but I must interrupt\nmyself here to describe the young lady who rode up to the lych-gate\nof Locronan at the very moment when the Baron de Cornault was also\ndismounting there. I take my description from a rather rare thing: a\nfaded drawing in red crayon, sober and truthful enough to be by a late\npupil of the Clouets, which hangs in Lanrivain’s study, and is said to\nbe a portrait of Anne de Barrigan. It is unsigned and has no mark of\nidentity but the initials A. B., and the date 16--, the year after her\nmarriage. It represents a young woman with a small oval face, almost\npointed, yet wide enough for a full mouth with a tender depression at\nthe corners. The nose is small, and the eyebrows are set rather high,\nfar apart, and as lightly pencilled as the eyebrows in a Chinese\npainting. The forehead is high and serious, and the hair, which one\nfeels to be fine and thick and fair, drawn off it and lying close like\na cap. The eyes are neither large nor small, hazel probably, with a look\nat once shy and steady. A pair of beautiful long hands are crossed below\nthe lady’s breast...\n\nThe chaplain of Kerfol, and other witnesses, averred that when the Baron\ncame back from Locronan he jumped from his horse, ordered another to be\ninstantly saddled, called to a young page come with him, and rode away\nthat same evening to the south. His steward followed the next morning\nwith coffers laden on a pair of pack mules. The following week Yves de\nCornault rode back to Kerfol, sent for his vassals and tenants, and\ntold them he was to be married at All Saints to Anne de Barrigan of\nDouarnenez. And on All Saints’ Day the marriage took place.\n\nAs to the next few years, the evidence on both sides seems to show that\nthey passed happily for the couple. No one was found to say that Yves\nde Cornault had been unkind to his wife, and it was plain to all that\nhe was content with his bargain. Indeed, it was admitted by the chaplain\nand other witnesses for the prosecution that the young lady had a\nsoftening influence on her husband, and that he became less exacting\nwith his tenants, less harsh to peasants and dependents, and less\nsubject to the fits of gloomy silence which had darkened his widow-hood.\nAs to his wife, the only grievance her champions could call up in her\nbehalf was that Kerfol was a lonely place, and that when her husband was\naway on business at Rennes or Morlaix--whither she was never taken--she\nwas not allowed so much as to walk in the park unaccompanied. But no\none asserted that she was unhappy, though one servant-woman said she\nhad surprised her crying, and had heard her say that she was a woman\naccursed to have no child, and nothing in life to call her own. But\nthat was a natural enough feeling in a wife attached to her husband; and\ncertainly it must have been a great grief to Yves de Cornault that\nshe gave him no son. Yet he never made her feel her childlessness as a\nreproach--she herself admits this in her evidence--but seemed to try to\nmake her forget it by showering gifts and favours on her. Rich though\nhe was, he had never been open-handed; but nothing was too fine for\nhis wife, in the way of silks or gems or linen, or whatever else she\nfancied. Every wandering merchant was welcome at Kerfol, and when the\nmaster was called away he never came back without bringing his wife\na handsome present--something curious and particular--from Morlaix or\nRennes or Quimper. One of the waiting-women gave, in cross-examination,\nan interesting list of one year’s gifts, which I copy. From Morlaix, a\ncarved ivory junk, with Chinamen at the oars, that a strange sailor had\nbrought back as a votive offering for Notre Dame de la Clarte, above\nPloumanac’h; from Quimper, an embroidered gown, worked by the nuns of\nthe Assumption; from Rennes, a silver rose that opened and showed an\namber Virgin with a crown of garnets; from Morlaix, again, a length\nof Damascus velvet shot with gold, bought of a Jew from Syria; and for\nMichaelmas that same year, from Rennes, a necklet or bracelet of round\nstones--emeralds and pearls and rubies--strung like beads on a gold\nwire. This was the present that pleased the lady best, the woman said.\nLater on, as it happened, it was produced at the trial, and appears to\nhave struck the Judges and the public as a curious and valuable jewel.\n\nThe very same winter, the Baron absented himself again, this time as far\nas Bordeaux, and on his return he brought his wife something even odder\nand prettier than the bracelet. It was a winter evening when he rode up\nto Kerfol and, walking into the hall, found her sitting listlessly by\nthe fire, her chin on her hand, looking into the fire. He carried a\nvelvet box in his hand and, setting it down on the hearth, lifted the\nlid and let out a little golden-brown dog.\n\nAnne de Cornault exclaimed with pleasure as the little creature bounded\ntoward her. “Oh, it looks like a bird or a butterfly!” she cried as she\npicked it up; and the dog put its paws on her shoulders and looked at\nher with eyes “like a Christian’s.” After that she would never have\nit out of her sight, and petted and talked to it as if it had been a\nchild--as indeed it was the nearest thing to a child she was to know.\nYves de Cornault was much pleased with his purchase. The dog had been\nbrought to him by a sailor from an East India merchantman, and the\nsailor had bought it of a pilgrim in a bazaar at Jaffa, who had stolen\nit from a nobleman’s wife in China: a perfectly permissible thing to do,\nsince the pilgrim was a Christian and the nobleman a heathen doomed to\nhellfire. Yves de Cornault had paid a long price for the dog, for they\nwere beginning to be in demand at the French court, and the sailor knew\nhe had got hold of a good thing; but Anne’s pleasure was so great that,\nto see her laugh and play with the little animal, her husband would\ndoubtless have given twice the sum.\n\n\nSo far, all the evidence is at one, and the narrative plain sailing;\nbut now the steering becomes difficult. I will try to keep as nearly as\npossible to Anne’s own statements; though toward the end, poor thing...\n\nWell, to go back. The very year after the little brown dog was brought\nto Kerfol, Yves de Cornault, one winter night, was found dead at the\nhead of a narrow flight of stairs leading down from his wife’s rooms to\na door opening on the court. It was his wife who found him and gave the\nalarm, so distracted, poor wretch, with fear and horror--for his blood\nwas all over her--that at first the roused household could not make out\nwhat she was saying, and thought she had gone suddenly mad. But there,\nsure enough, at the top of the stairs lay her husband, stone dead, and\nhead foremost, the blood from his wounds dripping down to the steps\nbelow him. He had been dreadfully scratched and gashed about the face\nand throat, as if with a dull weapon; and one of his legs had a deep\ntear in it which had cut an artery, and probably caused his death. But\nhow did he come there, and who had murdered him?\n\nHis wife declared that she had been asleep in her bed, and hearing\nhis cry had rushed out to find him lying on the stairs; but this was\nimmediately questioned. In the first place, it was proved that from her\nroom she could not have heard the struggle on the stairs, owing to the\nthickness of the walls and the length of the intervening passage; then\nit was evident that she had not been in bed and asleep, since she was\ndressed when she roused the house, and her bed had not been slept in.\nMoreover, the door at the bottom of the stairs was ajar, and the key in\nthe lock; and it was noticed by the chaplain (an observant man) that the\ndress she wore was stained with blood about the knees, and that there\nwere traces of small blood-stained hands low down on the staircase\nwalls, so that it was conjectured that she had really been at the\npostern-door when her husband fell and, feeling her way up to him in the\ndarkness on her hands and knees, had been stained by his blood dripping\ndown on her. Of course it was argued on the other side that the\nblood-marks on her dress might have been caused by her kneeling down by\nher husband when she rushed out of her room; but there was the open door\nbelow, and the fact that the fingermarks in the staircase all pointed\nupward.\n\nThe accused held to her statement for the first two days, in spite of\nits improbability; but on the third day word was brought to her that\nHerve de Lanrivain, a young nobleman of the neighbourhood, had been\narrested for complicity in the crime. Two or three witnesses thereupon\ncame forward to say that it was known throughout the country that\nLanrivain had formerly been on good terms with the lady of Cornault; but\nthat he had been absent from Brittany for over a year, and people had\nceased to associate their names. The witnesses who made this statement\nwere not of a very reputable sort. One was an old herb-gatherer\nsuspected of witch-craft, another a drunken clerk from a neighbouring\nparish, the third a half-witted shepherd who could be made to say\nanything; and it was clear that the prosecution was not satisfied\nwith its case, and would have liked to find more definite proof of\nLanrivain’s complicity than the statement of the herb-gatherer, who\nswore to having seen him climbing the wall of the park on the night of\nthe murder. One way of patching out incomplete proofs in those days was\nto put some sort of pressure, moral or physical, on the accused person.\nIt is not clear what pressure was put on Anne de Cornault; but on the\nthird day, when she was brought into court, she “appeared weak and\nwandering,” and after being encouraged to collect herself and speak\nthe truth, on her honour and the wounds of her Blessed Redeemer, she\nconfessed that she had in fact gone down the stairs to speak with Herve\nde Lanrivain (who denied everything), and had been surprised there by\nthe sound of her husband’s fall. That was better; and the prosecution\nrubbed its hands with satisfaction. The satisfaction increased when\nvarious dependents living at Kerfol were induced to say--with apparent\nsincerity--that during the year or two preceding his death their master\nhad once more grown uncertain and irascible, and subject to the fits\nof brooding silence which his household had learned to dread before his\nsecond marriage. This seemed to show that things had not been going well\nat Kerfol; though no one could be found to say that there had been any\nsigns of open disagreement between husband and wife.\n\nAnne de Cornault, when questioned as to her reason for going down at\nnight to open the door to Herve de Lanrivain, made an answer which must\nhave sent a smile around the court. She said it was because she was\nlonely and wanted to talk with the young man. Was this the only reason?\nshe was asked; and replied: “Yes, by the Cross over your Lordships’\nheads.” “But why at midnight?” the court asked. “Because I could see him\nin no other way.” I can see the exchange of glances across the ermine\ncollars under the Crucifix.\n\nAnne de Cornault, further questioned, said that her married life had\nbeen extremely lonely: “desolate” was the word she used. It was true\nthat her husband seldom spoke harshly to her; but there were days\nwhen he did not speak at all. It was true that he had never struck or\nthreatened her; but he kept her like a prisoner at Kerfol, and when he\nrode away to Morlaix or Quimper or Rennes he set so close a watch on\nher that she could not pick a flower in the garden without having a\nwaiting-woman at her heels. “I am no Queen, to need such honours,” she\nonce said to him; and he had answered that a man who has a treasure does\nnot leave the key in the lock when he goes out. “Then take me with you,”\n she urged; but to this he said that towns were pernicious places, and\nyoung wives better off at their own firesides.\n\n“But what did you want to say to Herve de Lanrivain?” the court asked;\nand she answered: “To ask him to take me away.”\n\n“Ah--you confess that you went down to him with adulterous thoughts?”\n\n“No.”\n\n“Then why did you want him to take you away?”\n\n“Because I was afraid for my life.”\n\n“Of whom were you afraid?”\n\n“Of my husband.”\n\n“Why were you afraid of your husband?”\n\n“Because he had strangled my little dog.”\n\nAnother smile must have passed around the court-room: in days when any\nnobleman had a right to hang his peasants--and most of them exercised\nit--pinching a pet animal’s wind-pipe was nothing to make a fuss about.\n\nAt this point one of the Judges, who appears to have had a certain\nsympathy for the accused, suggested that she should be allowed to\nexplain herself in her own way; and she thereupon made the following\nstatement.\n\nThe first years of her marriage had been lonely; but her husband had\nnot been unkind to her. If she had had a child she would not have been\nunhappy; but the days were long, and it rained too much.\n\nIt was true that her husband, whenever he went away and left her,\nbrought her a handsome present on his return; but this did not make up\nfor the loneliness. At least nothing had, till he brought her the little\nbrown dog from the East: after that she was much less unhappy. Her\nhusband seemed pleased that she was so fond of the dog; he gave her\nleave to put her jewelled bracelet around its neck, and to keep it\nalways with her.\n\nOne day she had fallen asleep in her room, with the dog at her feet, as\nhis habit was. Her feet were bare and resting on his back. Suddenly she\nwas waked by her husband: he stood beside her, smiling not unkindly.\n\n“You look like my great-grandmother, Juliane de Cornault, lying in the\nchapel with her feet on a little dog,” he said.\n\nThe analogy sent a chill through her, but she laughed and answered:\n“Well, when I am dead you must put me beside her, carved in marble, with\nmy dog at my feet.”\n\n“Oho--we’ll wait and see,” he said, laughing also, but with his black\nbrows close together. “The dog is the emblem of fidelity.”\n\n“And do you doubt my right to lie with mine at my feet?”\n\n“When I’m in doubt I find out,” he answered. “I am an old man,” he\nadded, “and people say I make you lead a lonely life. But I swear you\nshall have your monument if you earn it.”\n\n“And I swear to be faithful,” she returned, “if only for the sake of\nhaving my little dog at my feet.”\n\nNot long afterward he went on business to the Quimper Assizes; and while\nhe was away his aunt, the widow of a great nobleman of the duchy, came\nto spend a night at Kerfol on her way to the pardon of Ste. Barbe. She\nwas a woman of great piety and consequence, and much respected by Yves\nde Cornault, and when she proposed to Anne to go with her to Ste. Barbe\nno one could object, and even the chaplain declared himself in favour of\nthe pilgrimage. So Anne set out for Ste. Barbe, and there for the first\ntime she talked with Herve de Lanrivain. He had come once or twice to\nKerfol with his father, but she had never before exchanged a dozen words\nwith him. They did not talk for more than five minutes now: it was under\nthe chestnuts, as the procession was coming out of the chapel. He said:\n“I pity you,” and she was surprised, for she had not supposed that any\none thought her an object of pity. He added: “Call for me when you need\nme,” and she smiled a little, but was glad afterward, and thought often\nof the meeting.\n\nShe confessed to having seen him three times afterward: not more. How\nor where she would not say--one had the impression that she feared to\nimplicate some one. Their meetings had been rare and brief; and at the\nlast he had told her that he was starting the next day for a foreign\ncountry, on a mission which was not without peril and might keep him for\nmany months absent. He asked her for a remembrance, and she had none\nto give him but the collar about the little dog’s neck. She was sorry\nafterward that she had given it, but he was so unhappy at going that she\nhad not had the courage to refuse.\n\nHer husband was away at the time. When he returned a few days later\nhe picked up the little dog to pet it, and noticed that its collar was\nmissing. His wife told him that the dog had lost it in the undergrowth\nof the park, and that she and her maids had hunted a whole day for it.\nIt was true, she explained to the court, that she had made the maids\nsearch for the necklet--they all believed the dog had lost it in the\npark...\n\nHer husband made no comment, and that evening at supper he was in his\nusual mood, between good and bad: you could never tell which. He talked\na good deal, describing what he had seen and done at Rennes; but now\nand then he stopped and looked hard at her; and when she went to bed she\nfound her little dog strangled on her pillow. The little thing was\ndead, but still warm; she stooped to lift it, and her distress turned to\nhorror when she discovered that it had been strangled by twisting twice\nround its throat the necklet she had given to Lanrivain.\n\nThe next morning at dawn she buried the dog in the garden, and hid the\nnecklet in her breast. She said nothing to her husband, then or later,\nand he said nothing to her; but that day he had a peasant hanged for\nstealing a faggot in the park, and the next day he nearly beat to death\na young horse he was breaking.\n\nWinter set in, and the short days passed, and the long nights, one by\none; and she heard nothing of Herve de Lanrivain. It might be that\nher husband had killed him; or merely that he had been robbed of the\nnecklet. Day after day by the hearth among the spinning maids, night\nafter night alone on her bed, she wondered and trembled. Sometimes at\ntable her husband looked across at her and smiled; and then she felt\nsure that Lanrivain was dead. She dared not try to get news of him, for\nshe was sure her husband would find out if she did: she had an idea\nthat he could find out anything. Even when a witch-woman who was a noted\nseer, and could show you the whole world in her crystal, came to the\ncastle for a night’s shelter, and the maids flocked to her, Anne held\nback. The winter was long and black and rainy. One day, in Yves\nde Cornault’s absence, some gypsies came to Kerfol with a troop of\nperforming dogs. Anne bought the smallest and cleverest, a white dog\nwith a feathery coat and one blue and one brown eye. It seemed to have\nbeen ill-treated by the gypsies, and clung to her plaintively when she\ntook it from them. That evening her husband came back, and when she went\nto bed she found the dog strangled on her pillow.\n\nAfter that she said to herself that she would never have another dog;\nbut one bitter cold evening a poor lean greyhound was found whining at\nthe castle-gate, and she took him in and forbade the maids to speak of\nhim to her husband. She hid him in a room that no one went to, smuggled\nfood to him from her own plate, made him a warm bed to lie on and petted\nhim like a child.\n\nYves de Cornault came home, and the next day she found the greyhound\nstrangled on her pillow. She wept in secret, but said nothing, and\nresolved that even if she met a dog dying of hunger she would never\nbring him into the castle; but one day she found a young sheep-dog, a\nbrindled puppy with good blue eyes, lying with a broken leg in the snow\nof the park. Yves de Cornault was at Rennes, and she brought the dog\nin, warmed and fed it, tied up its leg and hid it in the castle till\nher husband’s return. The day before, she gave it to a peasant woman\nwho lived a long way off, and paid her handsomely to care for it and say\nnothing; but that night she heard a whining and scratching at her door,\nand when she opened it the lame puppy, drenched and shivering, jumped up\non her with little sobbing barks. She hid him in her bed, and the next\nmorning was about to have him taken back to the peasant woman when she\nheard her husband ride into the court. She shut the dog in a chest and\nwent down to receive him. An hour or two later, when she returned to her\nroom, the puppy lay strangled on her pillow...\n\nAfter that she dared not make a pet of any other dog; and her loneliness\nbecame almost unendurable. Sometimes, when she crossed the court of\nthe castle, and thought no one was looking, she stopped to pat the old\npointer at the gate. But one day as she was caressing him her husband\ncame out of the chapel; and the next day the old dog was gone...\n\nThis curious narrative was not told in one sitting of the court, or\nreceived without impatience and incredulous comment. It was plain that\nthe Judges were surprised by its puerility, and that it did not help the\naccused in the eyes of the public. It was an odd tale, certainly; but\nwhat did it prove? That Yves de Cornault disliked dogs, and that his\nwife, to gratify her own fancy, persistently ignored this dislike.\nAs for pleading this trivial disagreement as an excuse for her\nrelations--whatever their nature--with her supposed accomplice, the\nargument was so absurd that her own lawyer manifestly regretted having\nlet her make use of it, and tried several times to cut short her story.\nBut she went on to the end, with a kind of hypnotized insistence, as\nthough the scenes she evoked were so real to her that she had forgotten\nwhere she was and imagined herself to be re-living them.\n\nAt length the Judge who had previously shown a certain kindness to her\nsaid (leaning forward a little, one may suppose, from his row of dozing\ncolleagues): “Then you would have us believe that you murdered your\nhusband because he would not let you keep a pet dog?”\n\n“I did not murder my husband.”\n\n“Who did, then? Herve de Lanrivain?”\n\n“No.”\n\n“Who then? Can you tell us?”\n\n“Yes, I can tell you. The dogs--” At that point she was carried out of\nthe court in a swoon.\n\n                   .  .  .  .  .  .  .  .\n\nIt was evident that her lawyer tried to get her to abandon this line\nof defense. Possibly her explanation, whatever it was, had seemed\nconvincing when she poured it out to him in the heat of their first\nprivate colloquy; but now that it was exposed to the cold daylight of\njudicial scrutiny, and the banter of the town, he was thoroughly ashamed\nof it, and would have sacrificed her without a scruple to save his\nprofessional reputation. But the obstinate Judge--who perhaps, after\nall, was more inquisitive than kindly--evidently wanted to hear\nthe story out, and she was ordered, the next day, to continue her\ndeposition.\n\nShe said that after the disappearance of the old watch-dog nothing\nparticular happened for a month or two. Her husband was much as usual:\nshe did not remember any special incident. But one evening a pedlar\nwoman came to the castle and was selling trinkets to the maids. She had\nno heart for trinkets, but she stood looking on while the women made\ntheir choice. And then, she did not know how, but the pedlar coaxed her\ninto buying for herself an odd pear-shaped pomander with a strong scent\nin it--she had once seen something of the kind on a gypsy woman. She had\nno desire for the pomander, and did not know why she had bought it. The\npedlar said that whoever wore it had the power to read the future;\nbut she did not really believe that, or care much either. However, she\nbought the thing and took it up to her room, where she sat turning it\nabout in her hand. Then the strange scent attracted her and she began to\nwonder what kind of spice was in the box. She opened it and found a grey\nbean rolled in a strip of paper; and on the paper she saw a sign she\nknew, and a message from Herve de Lanrivain, saying that he was at home\nagain and would be at the door in the court that night after the moon\nhad set...\n\nShe burned the paper and then sat down to think. It was nightfall, and\nher husband was at home... She had no way of warning Lanrivain, and\nthere was nothing to do but to wait...\n\nAt this point I fancy the drowsy courtroom beginning to wake up. Even\nto the oldest hand on the bench there must have been a certain aesthetic\nrelish in picturing the feelings of a woman on receiving such a message\nat night-fall from a man living twenty miles away, to whom she had no\nmeans of sending a warning...\n\nShe was not a clever woman, I imagine; and as the first result of her\ncogitation she appears to have made the mistake of being, that evening,\ntoo kind to her husband. She could not ply him with wine, according to\nthe traditional expedient, for though he drank heavily at times he had\na strong head; and when he drank beyond its strength it was because\nhe chose to, and not because a woman coaxed him. Not his wife, at any\nrate--she was an old story by now. As I read the case, I fancy there was\nno feeling for her left in him but the hatred occasioned by his supposed\ndishonour.\n\nAt any rate, she tried to call up her old graces; but early in the\nevening he complained of pains and fever, and left the hall to go up to\nhis room. His servant carried him a cup of hot wine, and brought back\nword that he was sleeping and not to be disturbed; and an hour later,\nwhen Anne lifted the tapestry and listened at his door, she heard his\nloud regular breathing. She thought it might be a feint, and stayed a\nlong time barefooted in the cold passage, her ear to the crack; but the\nbreathing went on too steadily and naturally to be other than that of a\nman in a sound sleep. She crept back to her room reassured, and stood in\nthe window watching the moon set through the trees of the park. The sky\nwas misty and starless, and after the moon went down the night was pitch\nblack. She knew the time had come, and stole along the passage, past her\nhusband’s door--where she stopped again to listen to his breathing--to\nthe top of the stairs. There she paused a moment, and assured herself\nthat no one was following her; then she began to go down the stairs in\nthe darkness. They were so steep and winding that she had to go very\nslowly, for fear of stumbling. Her one thought was to get the door\nunbolted, tell Lanrivain to make his escape, and hasten back to her\nroom. She had tried the bolt earlier in the evening, and managed to put\na little grease on it; but nevertheless, when she drew it, it gave a\nsqueak... not loud, but it made her heart stop; and the next minute,\noverhead, she heard a noise...\n\n“What noise?” the prosecution interposed.\n\n“My husband’s voice calling out my name and cursing me.”\n\n“What did you hear after that?”\n\n“A terrible scream and a fall.”\n\n“Where was Herve de Lanrivain at this time?”\n\n“He was standing outside in the court. I just made him out in the\ndarkness. I told him for God’s sake to go, and then I pushed the door\nshut.”\n\n“What did you do next?”\n\n“I stood at the foot of the stairs and listened.”\n\n“What did you hear?”\n\n“I heard dogs snarling and panting.” (Visible discouragement of the\nbench, boredom of the public, and exasperation of the lawyer for the\ndefense. Dogs again--! But the inquisitive Judge insisted.)\n\n“What dogs?”\n\nShe bent her head and spoke so low that she had to be told to repeat her\nanswer: “I don’t know.”\n\n“How do you mean--you don’t know?”\n\n“I don’t know what dogs...”\n\nThe Judge again intervened: “Try to tell us exactly what happened. How\nlong did you remain at the foot of the stairs?”\n\n“Only a few minutes.”\n\n“And what was going on meanwhile overhead?”\n\n“The dogs kept on snarling and panting. Once or twice he cried out. I\nthink he moaned once. Then he was quiet.”\n\n“Then what happened?”\n\n“Then I heard a sound like the noise of a pack when the wolf is thrown\nto them--gulping and lapping.”\n\n(There was a groan of disgust and repulsion through the court, and\nanother attempted intervention by the distracted lawyer. But the\ninquisitive Judge was still inquisitive.)\n\n“And all the while you did not go up?”\n\n“Yes--I went up then--to drive them off.”\n\n“The dogs?”\n\n“Yes.”\n\n“Well--?”\n\n“When I got there it was quite dark. I found my husband’s flint and\nsteel and struck a spark. I saw him lying there. He was dead.”\n\n“And the dogs?”\n\n“The dogs were gone.”\n\n“Gone--where to?”\n\n“I don’t know. There was no way out--and there were no dogs at Kerfol.”\n\nShe straightened herself to her full height, threw her arms above her\nhead, and fell down on the stone floor with a long scream. There was a\nmoment of confusion in the court-room. Some one on the bench was heard\nto say: “This is clearly a case for the ecclesiastical authorities”--and\nthe prisoner’s lawyer doubtless jumped at the suggestion.\n\nAfter this, the trial loses itself in a maze of cross-questioning and\nsquabbling. Every witness who was called corroborated Anne de Cornault’s\nstatement that there were no dogs at Kerfol: had been none for several\nmonths. The master of the house had taken a dislike to dogs, there was\nno denying it. But, on the other hand, at the inquest, there had been\nlong and bitter discussion as to the nature of the dead man’s wounds.\nOne of the surgeons called in had spoken of marks that looked like\nbites. The suggestion of witchcraft was revived, and the opposing\nlawyers hurled tomes of necromancy at each other.\n\nAt last Anne de Cornault was brought back into court--at the instance of\nthe same Judge--and asked if she knew where the dogs she spoke of could\nhave come from. On the body of her Redeemer she swore that she did not.\nThen the Judge put his final question: “If the dogs you think you heard\nhad been known to you, do you think you would have recognized them by\ntheir barking?”\n\n“Yes.”\n\n“Did you recognize them?”\n\n“Yes.”\n\n“What dogs do you take them to have been?”\n\n“My dead dogs,” she said in a whisper... She was taken out of court,\nnot to reappear there again. There was some kind of ecclesiastical\ninvestigation, and the end of the business was that the Judges disagreed\nwith each other, and with the ecclesiastical committee, and that Anne de\nCornault was finally handed over to the keeping of her husband’s family,\nwho shut her up in the keep of Kerfol, where she is said to have died\nmany years later, a harmless madwoman.\n\nSo ends her story. As for that of Herve de Lanrivain, I had only to\napply to his collateral descendant for its subsequent details. The\nevidence against the young man being insufficient, and his family\ninfluence in the duchy considerable, he was set free, and left soon\nafterward for Paris. He was probably in no mood for a worldly life, and\nhe appears to have come almost immediately under the influence of the\nfamous M. Arnauld d’Andilly and the gentlemen of Port Royal. A year or\ntwo later he was received into their Order, and without achieving any\nparticular distinction he followed its good and evil fortunes till his\ndeath some twenty years later. Lanrivain showed me a portrait of him by\na pupil of Philippe de Champaigne: sad eyes, an impulsive mouth and a\nnarrow brow. Poor Herve de Lanrivain: it was a grey ending. Yet as\nI looked at his stiff and sallow effigy, in the dark dress of the\nJansenists, I almost found myself envying his fate. After all, in the\ncourse of his life two great things had happened to him: he had loved\nromantically, and he must have talked with Pascal...\n\nThe End\n\n\n\n\n\nMRS. MANSTEY’S VIEW\n\nAs first published in Scribner’s Magazine, July, 1891\n\n\n\nThe view from Mrs. Manstey’s window was not a striking one, but to her\nat least it was full of interest and beauty. Mrs. Manstey occupied the\nback room on the third floor of a New York boarding-house, in a street\nwhere the ash-barrels lingered late on the sidewalk and the gaps in the\npavement would have staggered a Quintus Curtius. She was the widow of a\nclerk in a large wholesale house, and his death had left her alone, for\nher only daughter had married in California, and could not afford the\nlong journey to New York to see her mother. Mrs. Manstey, perhaps, might\nhave joined her daughter in the West, but they had now been so many\nyears apart that they had ceased to feel any need of each other’s\nsociety, and their intercourse had long been limited to the exchange of\na few perfunctory letters, written with indifference by the daughter,\nand with difficulty by Mrs. Manstey, whose right hand was growing\nstiff with gout. Even had she felt a stronger desire for her daughter’s\ncompanionship, Mrs. Manstey’s increasing infirmity, which caused her to\ndread the three flights of stairs between her room and the street, would\nhave given her pause on the eve of undertaking so long a journey; and\nwithout perhaps, formulating these reasons she had long since accepted\nas a matter of course her solitary life in New York.\n\nShe was, indeed, not quite lonely, for a few friends still toiled up now\nand then to her room; but their visits grew rare as the years went by.\nMrs. Manstey had never been a sociable woman, and during her husband’s\nlifetime his companionship had been all-sufficient to her. For many\nyears she had cherished a desire to live in the country, to have a\nhen-house and a garden; but this longing had faded with age, leaving\nonly in the breast of the uncommunicative old woman a vague tenderness\nfor plants and animals. It was, perhaps, this tenderness which made her\ncling so fervently to her view from her window, a view in which the\nmost optimistic eye would at first have failed to discover anything\nadmirable.\n\nMrs. Manstey, from her coign of vantage (a slightly projecting\nbow-window where she nursed an ivy and a succession of unwholesome-looking\nbulbs), looked out first upon the yard of her own dwelling, of which,\nhowever, she could get but a restricted glimpse. Still, her gaze took in\nthe topmost boughs of the ailanthus below her window, and she knew how\nearly each year the clump of dicentra strung its bending stalk with\nhearts of pink.\n\nBut of greater interest were the yards beyond. Being for the most part\nattached to boarding-houses they were in a state of chronic untidiness\nand fluttering, on certain days of the week, with miscellaneous garments\nand frayed table-cloths. In spite of this Mrs. Manstey found much to\nadmire in the long vista which she commanded. Some of the yards were,\nindeed, but stony wastes, with grass in the cracks of the pavement and\nno shade in spring save that afforded by the intermittent leafage of the\nclothes-lines. These yards Mrs. Manstey disapproved of, but the others,\nthe green ones, she loved. She had grown used to their disorder; the\nbroken barrels, the empty bottles and paths unswept no longer annoyed\nher; hers was the happy faculty of dwelling on the pleasanter side of\nthe prospect before her.\n\nIn the very next enclosure did not a magnolia open its hard white\nflowers against the watery blue of April? And was there not, a little\nway down the line, a fence foamed over every May be lilac waves of\nwistaria? Farther still, a horse-chestnut lifted its candelabra of buff\nand pink blossoms above broad fans of foliage; while in the opposite\nyard June was sweet with the breath of a neglected syringa, which\npersisted in growing in spite of the countless obstacles opposed to its\nwelfare.\n\nBut if nature occupied the front rank in Mrs. Manstey’s view, there was\nmuch of a more personal character to interest her in the aspect of the\nhouses and their inmates. She deeply disapproved of the mustard-colored\ncurtains which had lately been hung in the doctor’s window opposite; but\nshe glowed with pleasure when the house farther down had its old bricks\nwashed with a coat of paint. The occupants of the houses did not often\nshow themselves at the back windows, but the servants were always in\nsight. Noisy slatterns, Mrs. Manstey pronounced the greater number;\nshe knew their ways and hated them. But to the quiet cook in the newly\npainted house, whose mistress bullied her, and who secretly fed the\nstray cats at nightfall, Mrs. Manstey’s warmest sympathies were given.\nOn one occasion her feelings were racked by the neglect of a housemaid,\nwho for two days forgot to feed the parrot committed to her care. On the\nthird day, Mrs. Manstey, in spite of her gouty hand, had just penned a\nletter, beginning: “Madam, it is now three days since your parrot has\nbeen fed,” when the forgetful maid appeared at the window with a cup of\nseed in her hand.\n\nBut in Mrs. Manstey’s more meditative moods it was the narrowing\nperspective of far-off yards which pleased her best. She loved, at\ntwilight, when the distant brown-stone spire seemed melting in the\nfluid yellow of the west, to lose herself in vague memories of a trip\nto Europe, made years ago, and now reduced in her mind’s eye to a pale\nphantasmagoria of indistinct steeples and dreamy skies. Perhaps at\nheart Mrs. Manstey was an artist; at all events she was sensible of many\nchanges of color unnoticed by the average eye, and dear to her as the\ngreen of early spring was the black lattice of branches against a cold\nsulphur sky at the close of a snowy day. She enjoyed, also, the sunny\nthaws of March, when patches of earth showed through the snow, like\nink-spots spreading on a sheet of white blotting-paper; and, better\nstill, the haze of boughs, leafless but swollen, which replaced the\nclear-cut tracery of winter. She even watched with a certain interest\nthe trail of smoke from a far-off factory chimney, and missed a detail\nin the landscape when the factory was closed and the smoke disappeared.\n\nMrs. Manstey, in the long hours which she spent at her window, was not\nidle. She read a little, and knitted numberless stockings; but the view\nsurrounded and shaped her life as the sea does a lonely island. When her\nrare callers came it was difficult for her to detach herself from the\ncontemplation of the opposite window-washing, or the scrutiny of certain\ngreen points in a neighboring flower-bed which might, or might not, turn\ninto hyacinths, while she feigned an interest in her visitor’s anecdotes\nabout some unknown grandchild. Mrs. Manstey’s real friends were the\ndenizens of the yards, the hyacinths, the magnolia, the green parrot,\nthe maid who fed the cats, the doctor who studied late behind his\nmustard-colored curtains; and the confidant of her tenderer musings was\nthe church-spire floating in the sunset.\n\nOne April day, as she sat in her usual place, with knitting cast aside\nand eyes fixed on the blue sky mottled with round clouds, a knock at the\ndoor announced the entrance of her landlady. Mrs. Manstey did not\ncare for her landlady, but she submitted to her visits with ladylike\nresignation. To-day, however, it seemed harder than usual to turn from\nthe blue sky and the blossoming magnolia to Mrs. Sampson’s unsuggestive\nface, and Mrs. Manstey was conscious of a distinct effort as she did so.\n\n“The magnolia is out earlier than usual this year, Mrs. Sampson,” she\nremarked, yielding to a rare impulse, for she seldom alluded to the\nabsorbing interest of her life. In the first place it was a topic not\nlikely to appeal to her visitors and, besides, she lacked the power of\nexpression and could not have given utterance to her feelings had she\nwished to.\n\n“The what, Mrs. Manstey?” inquired the landlady, glancing about the room\nas if to find there the explanation of Mrs. Manstey’s statement.\n\n“The magnolia in the next yard--in Mrs. Black’s yard,” Mrs. Manstey\nrepeated.\n\n“Is it, indeed? I didn’t know there was a magnolia there,” said Mrs.\nSampson, carelessly. Mrs. Manstey looked at her; she did not know that\nthere was a magnolia in the next yard!\n\n“By the way,” Mrs. Sampson continued, “speaking of Mrs. Black reminds me\nthat the work on the extension is to begin next week.”\n\n“The what?” it was Mrs. Manstey’s turn to ask.\n\n“The extension,” said Mrs. Sampson, nodding her head in the direction of\nthe ignored magnolia. “You knew, of course, that Mrs. Black was going to\nbuild an extension to her house? Yes, ma’am. I hear it is to run right\nback to the end of the yard. How she can afford to build an extension in\nthese hard times I don’t see; but she always was crazy about building.\nShe used to keep a boarding-house in Seventeenth Street, and she nearly\nruined herself then by sticking out bow-windows and what not; I should\nhave thought that would have cured her of building, but I guess it’s a\ndisease, like drink. Anyhow, the work is to begin on Monday.”\n\nMrs. Manstey had grown pale. She always spoke slowly, so the landlady\ndid not heed the long pause which followed. At last Mrs. Manstey said:\n“Do you know how high the extension will be?”\n\n“That’s the most absurd part of it. The extension is to be built right\nup to the roof of the main building; now, did you ever?”\n\nMrs. Manstey paused again. “Won’t it be a great annoyance to you, Mrs.\nSampson?” she asked.\n\n“I should say it would. But there’s no help for it; if people have got\na mind to build extensions there’s no law to prevent ’em, that I’m aware\nof.” Mrs. Manstey, knowing this, was silent. “There is no help for it,”\n Mrs. Sampson repeated, “but if I AM a church member, I wouldn’t be so\nsorry if it ruined Eliza Black. Well, good-day, Mrs. Manstey; I’m glad\nto find you so comfortable.”\n\nSo comfortable--so comfortable! Left to herself the old woman turned\nonce more to the window. How lovely the view was that day! The blue sky\nwith its round clouds shed a brightness over everything; the ailanthus\nhad put on a tinge of yellow-green, the hyacinths were budding,\nthe magnolia flowers looked more than ever like rosettes carved in\nalabaster. Soon the wistaria would bloom, then the horse-chestnut; but\nnot for her. Between her eyes and them a barrier of brick and mortar\nwould swiftly rise; presently even the spire would disappear, and all\nher radiant world be blotted out. Mrs. Manstey sent away untouched the\ndinner-tray brought to her that evening. She lingered in the window\nuntil the windy sunset died in bat-colored dusk; then, going to bed, she\nlay sleepless all night.\n\nEarly the next day she was up and at the window. It was raining, but\neven through the slanting gray gauze the scene had its charm--and then\nthe rain was so good for the trees. She had noticed the day before that\nthe ailanthus was growing dusty.\n\n“Of course I might move,” said Mrs. Manstey aloud, and turning from the\nwindow she looked about her room. She might move, of course; so might\nshe be flayed alive; but she was not likely to survive either operation.\nThe room, though far less important to her happiness than the view, was\nas much a part of her existence. She had lived in it seventeen years.\nShe knew every stain on the wall-paper, every rent in the carpet; the\nlight fell in a certain way on her engravings, her books had grown\nshabby on their shelves, her bulbs and ivy were used to their window\nand knew which way to lean to the sun. “We are all too old to move,” she\nsaid.\n\nThat afternoon it cleared. Wet and radiant the blue reappeared\nthrough torn rags of cloud; the ailanthus sparkled; the earth in the\nflower-borders looked rich and warm. It was Thursday, and on Monday the\nbuilding of the extension was to begin.\n\nOn Sunday afternoon a card was brought to Mrs. Black, as she was engaged\nin gathering up the fragments of the boarders’ dinner in the basement.\nThe card, black-edged, bore Mrs. Manstey’s name.\n\n“One of Mrs. Sampson’s boarders; wants to move, I suppose. Well, I can\ngive her a room next year in the extension. Dinah,” said Mrs. Black,\n“tell the lady I’ll be upstairs in a minute.”\n\nMrs. Black found Mrs. Manstey standing in the long parlor garnished with\nstatuettes and antimacassars; in that house she could not sit down.\n\nStooping hurriedly to open the register, which let out a cloud of dust,\nMrs. Black advanced on her visitor.\n\n“I’m happy to meet you, Mrs. Manstey; take a seat, please,” the landlady\nremarked in her prosperous voice, the voice of a woman who can afford to\nbuild extensions. There was no help for it; Mrs. Manstey sat down.\n\n“Is there anything I can do for you, ma’am?” Mrs. Black continued. “My\nhouse is full at present, but I am going to build an extension, and--”\n\n“It is about the extension that I wish to speak,” said Mrs. Manstey,\nsuddenly. “I am a poor woman, Mrs. Black, and I have never been a\nhappy one. I shall have to talk about myself first to--to make you\nunderstand.”\n\nMrs. Black, astonished but imperturbable, bowed at this parenthesis.\n\n“I never had what I wanted,” Mrs. Manstey continued. “It was always one\ndisappointment after another. For years I wanted to live in the country.\nI dreamed and dreamed about it; but we never could manage it. There was\nno sunny window in our house, and so all my plants died. My daughter\nmarried years ago and went away--besides, she never cared for the same\nthings. Then my husband died and I was left alone. That was seventeen\nyears ago. I went to live at Mrs. Sampson’s, and I have been there ever\nsince. I have grown a little infirm, as you see, and I don’t get\nout often; only on fine days, if I am feeling very well. So you can\nunderstand my sitting a great deal in my window--the back window on the\nthird floor--”\n\n“Well, Mrs. Manstey,” said Mrs. Black, liberally, “I could give you a\nback room, I dare say; one of the new rooms in the ex--”\n\n“But I don’t want to move; I can’t move,” said Mrs. Manstey, almost with\na scream. “And I came to tell you that if you build that extension I\nshall have no view from my window--no view! Do you understand?”\n\nMrs. Black thought herself face to face with a lunatic, and she had\nalways heard that lunatics must be humored.\n\n“Dear me, dear me,” she remarked, pushing her chair back a little way,\n“that is too bad, isn’t it? Why, I never thought of that. To be sure,\nthe extension WILL interfere with your view, Mrs. Manstey.”\n\n“You do understand?” Mrs. Manstey gasped.\n\n“Of course I do. And I’m real sorry about it, too. But there, don’t you\nworry, Mrs. Manstey. I guess we can fix that all right.”\n\nMrs. Manstey rose from her seat, and Mrs. Black slipped toward the door.\n\n“What do you mean by fixing it? Do you mean that I can induce you to\nchange your mind about the extension? Oh, Mrs. Black, listen to me. I\nhave two thousand dollars in the bank and I could manage, I know I could\nmanage, to give you a thousand if--” Mrs. Manstey paused; the tears were\nrolling down her cheeks.\n\n“There, there, Mrs. Manstey, don’t you worry,” repeated Mrs. Black,\nsoothingly. “I am sure we can settle it. I am sorry that I can’t stay\nand talk about it any longer, but this is such a busy time of day, with\nsupper to get--”\n\nHer hand was on the door-knob, but with sudden vigor Mrs. Manstey seized\nher wrist.\n\n“You are not giving me a definite answer. Do you mean to say that you\naccept my proposition?”\n\n“Why, I’ll think it over, Mrs. Manstey, certainly I will. I wouldn’t\nannoy you for the world--”\n\n“But the work is to begin to-morrow, I am told,” Mrs. Manstey persisted.\n\nMrs. Black hesitated. “It shan’t begin, I promise you that; I’ll send\nword to the builder this very night.” Mrs. Manstey tightened her hold.\n\n“You are not deceiving me, are you?” she said.\n\n“No--no,” stammered Mrs. Black. “How can you think such a thing of me,\nMrs. Manstey?”\n\nSlowly Mrs. Manstey’s clutch relaxed, and she passed through the open\ndoor. “One thousand dollars,” she repeated, pausing in the hall; then\nshe let herself out of the house and hobbled down the steps, supporting\nherself on the cast-iron railing.\n\n“My goodness,” exclaimed Mrs. Black, shutting and bolting the hall-door,\n“I never knew the old woman was crazy! And she looks so quiet and\nladylike, too.”\n\nMrs. Manstey slept well that night, but early the next morning she was\nawakened by a sound of hammering. She got to her window with what\nhaste she might and, looking out saw that Mrs. Black’s yard was full of\nworkmen. Some were carrying loads of brick from the kitchen to the yard,\nothers beginning to demolish the old-fashioned wooden balcony which\nadorned each story of Mrs. Black’s house. Mrs. Manstey saw that she had\nbeen deceived. At first she thought of confiding her trouble to Mrs.\nSampson, but a settled discouragement soon took possession of her and\nshe went back to bed, not caring to see what was going on.\n\nToward afternoon, however, feeling that she must know the worst, she\nrose and dressed herself. It was a laborious task, for her hands were\nstiffer than usual, and the hooks and buttons seemed to evade her.\n\nWhen she seated herself in the window, she saw that the workmen\nhad removed the upper part of the balcony, and that the bricks had\nmultiplied since morning. One of the men, a coarse fellow with a bloated\nface, picked a magnolia blossom and, after smelling it, threw it to the\nground; the next man, carrying a load of bricks, trod on the flower in\npassing.\n\n“Look out, Jim,” called one of the men to another who was smoking a\npipe, “if you throw matches around near those barrels of paper you’ll\nhave the old tinder-box burning down before you know it.” And Mrs.\nManstey, leaning forward, perceived that there were several barrels of\npaper and rubbish under the wooden balcony.\n\nAt length the work ceased and twilight fell. The sunset was perfect and\na roseate light, transfiguring the distant spire, lingered late in the\nwest. When it grew dark Mrs. Manstey drew down the shades and proceeded,\nin her usual methodical manner, to light her lamp. She always filled\nand lit it with her own hands, keeping a kettle of kerosene on a\nzinc-covered shelf in a closet. As the lamp-light filled the room it\nassumed its usual peaceful aspect. The books and pictures and plants\nseemed, like their mistress, to settle themselves down for another quiet\nevening, and Mrs. Manstey, as was her wont, drew up her armchair to the\ntable and began to knit.\n\nThat night she could not sleep. The weather had changed and a wild wind\nwas abroad, blotting the stars with close-driven clouds. Mrs. Manstey\nrose once or twice and looked out of the window; but of the view nothing\nwas discernible save a tardy light or two in the opposite windows. These\nlights at last went out, and Mrs. Manstey, who had watched for their\nextinction, began to dress herself. She was in evident haste, for she\nmerely flung a thin dressing-gown over her night-dress and wrapped her\nhead in a scarf; then she opened her closet and cautiously took out the\nkettle of kerosene. Having slipped a bundle of wooden matches into her\npocket she proceeded, with increasing precautions, to unlock her door,\nand a few moments later she was feeling her way down the dark staircase,\nled by a glimmer of gas from the lower hall. At length she reached the\nbottom of the stairs and began the more difficult descent into the utter\ndarkness of the basement. Here, however, she could move more freely,\nas there was less danger of being overheard; and without much delay she\ncontrived to unlock the iron door leading into the yard. A gust of\ncold wind smote her as she stepped out and groped shiveringly under the\nclothes-lines.\n\nThat morning at three o’clock an alarm of fire brought the engines to\nMrs. Black’s door, and also brought Mrs. Sampson’s startled boarders to\ntheir windows. The wooden balcony at the back of Mrs. Black’s house was\nablaze, and among those who watched the progress of the flames was Mrs.\nManstey, leaning in her thin dressing-gown from the open window.\n\nThe fire, however, was soon put out, and the frightened occupants of the\nhouse, who had fled in scant attire, reassembled at dawn to find that\nlittle mischief had been done beyond the cracking of window panes and\nsmoking of ceilings. In fact, the chief sufferer by the fire was Mrs.\nManstey, who was found in the morning gasping with pneumonia, a not\nunnatural result, as everyone remarked, of her having hung out of an\nopen window at her age in a dressing-gown. It was easy to see that she\nwas very ill, but no one had guessed how grave the doctor’s verdict\nwould be, and the faces gathered that evening about Mrs. Sampson’s table\nwere awestruck and disturbed. Not that any of the boarders knew Mrs.\nManstey well; she “kept to herself,” as they said, and seemed to fancy\nherself too good for them; but then it is always disagreeable to have\nanyone dying in the house and, as one lady observed to another: “It\nmight just as well have been you or me, my dear.”\n\nBut it was only Mrs. Manstey; and she was dying, as she had lived,\nlonely if not alone. The doctor had sent a trained nurse, and Mrs.\nSampson, with muffled step, came in from time to time; but both, to Mrs.\nManstey, seemed remote and unsubstantial as the figures in a dream. All\nday she said nothing; but when she was asked for her daughter’s address\nshe shook her head. At times the nurse noticed that she seemed to be\nlistening attentively for some sound which did not come; then again she\ndozed.\n\nThe next morning at daylight she was very low. The nurse called Mrs.\nSampson and as the two bent over the old woman they saw her lips move.\n\n“Lift me up--out of bed,” she whispered.\n\nThey raised her in their arms, and with her stiff hand she pointed to\nthe window.\n\n“Oh, the window--she wants to sit in the window. She used to sit there\nall day,” Mrs. Sampson explained. “It can do her no harm, I suppose?”\n\n“Nothing matters now,” said the nurse.\n\nThey carried Mrs. Manstey to the window and placed her in her chair. The\ndawn was abroad, a jubilant spring dawn; the spire had already caught\na golden ray, though the magnolia and horse-chestnut still slumbered in\nshadow. In Mrs. Black’s yard all was quiet. The charred timbers of the\nbalcony lay where they had fallen. It was evident that since the fire\nthe builders had not returned to their work. The magnolia had unfolded a\nfew more sculptural flowers; the view was undisturbed.\n\nIt was hard for Mrs. Manstey to breathe; each moment it grew more\ndifficult. She tried to make them open the window, but they would not\nunderstand. If she could have tasted the air, sweet with the penetrating\nailanthus savor, it would have eased her; but the view at least was\nthere--the spire was golden now, the heavens had warmed from pearl to\nblue, day was alight from east to west, even the magnolia had caught the\nsun.\n\nMrs. Manstey’s head fell back and smiling she died.\n\nThat day the building of the extension was resumed.\n\nThe End\n\n\n\n\n\nTHE BOLTED DOOR\n\nAs first published in Scribner’s Magazine, March 1909\n\n\n\n\nI\n\n\nHubert Granice, pacing the length of his pleasant lamp-lit library,\npaused to compare his watch with the clock on the chimney-piece.\n\nThree minutes to eight.\n\nIn exactly three minutes Mr. Peter Ascham, of the eminent legal firm of\nAscham and Pettilow, would have his punctual hand on the door-bell of\nthe flat. It was a comfort to reflect that Ascham was so punctual--the\nsuspense was beginning to make his host nervous. And the sound of the\ndoor-bell would be the beginning of the end--after that there’d be no\ngoing back, by God--no going back!\n\nGranice resumed his pacing. Each time he reached the end of the room\nopposite the door he caught his reflection in the Florentine mirror\nabove the fine old walnut credence he had picked up at Dijon--saw\nhimself spare, quick-moving, carefully brushed and dressed, but\nfurrowed, gray about the temples, with a stoop which he corrected by\na spasmodic straightening of the shoulders whenever a glass confronted\nhim: a tired middle-aged man, baffled, beaten, worn out.\n\nAs he summed himself up thus for the third or fourth time the door\nopened and he turned with a thrill of relief to greet his guest. But it\nwas only the man-servant who entered, advancing silently over the mossy\nsurface of the old Turkey rug.\n\n“Mr. Ascham telephones, sir, to say he’s unexpectedly detained and can’t\nbe here till eight-thirty.”\n\nGranice made a curt gesture of annoyance. It was becoming harder and\nharder for him to control these reflexes. He turned on his heel, tossing\nto the servant over his shoulder: “Very good. Put off dinner.”\n\nDown his spine he felt the man’s injured stare. Mr. Granice had always\nbeen so mild-spoken to his people--no doubt the odd change in his manner\nhad already been noticed and discussed below stairs. And very likely\nthey suspected the cause. He stood drumming on the writing-table till he\nheard the servant go out; then he threw himself into a chair, propping\nhis elbows on the table and resting his chin on his locked hands.\n\nAnother half hour alone with it!\n\nHe wondered irritably what could have detained his guest. Some\nprofessional matter, no doubt--the punctilious lawyer would have allowed\nnothing less to interfere with a dinner engagement, more especially\nsince Granice, in his note, had said: “I shall want a little business\nchat afterward.”\n\nBut what professional matter could have come up at that unprofessional\nhour? Perhaps some other soul in misery had called on the lawyer; and,\nafter all, Granice’s note had given no hint of his own need! No doubt\nAscham thought he merely wanted to make another change in his will.\nSince he had come into his little property, ten years earlier, Granice\nhad been perpetually tinkering with his will.\n\nSuddenly another thought pulled him up, sending a flush to his sallow\ntemples. He remembered a word he had tossed to the lawyer some six weeks\nearlier, at the Century Club. “Yes--my play’s as good as taken. I shall\nbe calling on you soon to go over the contract. Those theatrical chaps\nare so slippery--I won’t trust anybody but you to tie the knot for me!”\n That, of course, was what Ascham would think he was wanted for. Granice,\nat the idea, broke into an audible laugh--a queer stage-laugh, like\nthe cackle of a baffled villain in a melodrama. The absurdity, the\nunnaturalness of the sound abashed him, and he compressed his lips\nangrily. Would he take to soliloquy next?\n\nHe lowered his arms and pulled open the upper drawer of the\nwriting-table. In the right-hand corner lay a thick manuscript, bound\nin paper folders, and tied with a string beneath which a letter had been\nslipped. Next to the manuscript was a small revolver. Granice stared a\nmoment at these oddly associated objects; then he took the letter from\nunder the string and slowly began to open it. He had known he should do\nso from the moment his hand touched the drawer. Whenever his eye fell on\nthat letter some relentless force compelled him to re-read it.\n\nIt was dated about four weeks back, under the letter-head of “The\nDiversity Theatre.”\n\n\n“MY DEAR MR. GRANICE:\n\n“I have given the matter my best consideration for the last month,\nand it’s no use--the play won’t do. I have talked it over with Miss\nMelrose--and you know there isn’t a gamer artist on our stage--and I\nregret to tell you she feels just as I do about it. It isn’t the poetry\nthat scares her--or me either. We both want to do all we can to help\nalong the poetic drama--we believe the public’s ready for it, and we’re\nwilling to take a big financial risk in order to be the first to give\nthem what they want. BUT WE DON’T BELIEVE THEY COULD BE MADE TO\nWANT THIS. The fact is, there isn’t enough drama in your play to the\nallowance of poetry--the thing drags all through. You’ve got a big idea,\nbut it’s not out of swaddling clothes.\n\n“If this was your first play I’d say: TRY AGAIN. But it has been just\nthe same with all the others you’ve shown me. And you remember the\nresult of ‘The Lee Shore,’ where you carried all the expenses of\nproduction yourself, and we couldn’t fill the theatre for a week. Yet\n‘The Lee Shore’ was a modern problem play--much easier to swing than\nblank verse. It isn’t as if you hadn’t tried all kinds--”\n\nGranice folded the letter and put it carefully back into the envelope.\nWhy on earth was he re-reading it, when he knew every phrase in it by\nheart, when for a month past he had seen it, night after night, stand\nout in letters of flame against the darkness of his sleepless lids?\n\n“IT HAS BEEN JUST THE SAME WITH ALL THE OTHERS YOU’VE SHOWN ME.”\n\nThat was the way they dismissed ten years of passionate unremitting\nwork!\n\n“YOU REMEMBER THE RESULT OF ‘THE LEE SHORE.’”\n\nGood God--as if he were likely to forget it! He re-lived it all now in a\ndrowning flash: the persistent rejection of the play, his sudden resolve\nto put it on at his own cost, to spend ten thousand dollars of his\ninheritance on testing his chance of success--the fever of preparation,\nthe dry-mouthed agony of the “first night,” the flat fall, the stupid\npress, his secret rush to Europe to escape the condolence of his\nfriends!\n\n“IT ISN’T AS IF YOU HADN’T TRIED ALL KINDS.”\n\nNo--he had tried all kinds: comedy, tragedy, prose and verse, the light\ncurtain-raiser, the short sharp drama, the bourgeois-realistic and the\nlyrical-romantic--finally deciding that he would no longer “prostitute\nhis talent” to win popularity, but would impose on the public his own\ntheory of art in the form of five acts of blank verse. Yes, he had\noffered them everything--and always with the same result.\n\nTen years of it--ten years of dogged work and unrelieved failure. The\nten years from forty to fifty--the best ten years of his life! And if\none counted the years before, the silent years of dreams, assimilation,\npreparation--then call it half a man’s life-time: half a man’s life-time\nthrown away!\n\nAnd what was he to do with the remaining half? Well, he had settled\nthat, thank God! He turned and glanced anxiously at the clock. Ten\nminutes past eight--only ten minutes had been consumed in that stormy\nrush through his whole past! And he must wait another twenty minutes for\nAscham. It was one of the worst symptoms of his case that, in proportion\nas he had grown to shrink from human company, he dreaded more and more\nto be alone.... But why the devil was he waiting for Ascham? Why didn’t\nhe cut the knot himself? Since he was so unutterably sick of the whole\nbusiness, why did he have to call in an outsider to rid him of this\nnightmare of living?\n\nHe opened the drawer again and laid his hand on the revolver. It was a\nsmall slim ivory toy--just the instrument for a tired sufferer to give\nhimself a “hypodermic” with. Granice raised it slowly in one hand, while\nwith the other he felt under the thin hair at the back of his head,\nbetween the ear and the nape. He knew just where to place the muzzle: he\nhad once got a young surgeon to show him. And as he found the spot, and\nlifted the revolver to it, the inevitable phenomenon occurred. The hand\nthat held the weapon began to shake, the tremor communicated itself\nto his arm, his heart gave a wild leap which sent up a wave of deadly\nnausea to his throat, he smelt the powder, he sickened at the crash of\nthe bullet through his skull, and a sweat of fear broke out over his\nforehead and ran down his quivering face...\n\nHe laid away the revolver with an oath and, pulling out a\ncologne-scented handkerchief, passed it tremulously over his brow and\ntemples. It was no use--he knew he could never do it in that way. His\nattempts at self-destruction were as futile as his snatches at fame! He\ncouldn’t make himself a real life, and he couldn’t get rid of the life\nhe had. And that was why he had sent for Ascham to help him...\n\nThe lawyer, over the Camembert and Burgundy, began to excuse himself for\nhis delay.\n\n“I didn’t like to say anything while your man was about--but the fact\nis, I was sent for on a rather unusual matter--”\n\n“Oh, it’s all right,” said Granice cheerfully. He was beginning to\nfeel the usual reaction that food and company produced. It was not any\nrecovered pleasure in life that he felt, but only a deeper withdrawal\ninto himself. It was easier to go on automatically with the social\ngestures than to uncover to any human eye the abyss within him.\n\n“My dear fellow, it’s sacrilege to keep a dinner waiting--especially\nthe production of an artist like yours.” Mr. Ascham sipped his Burgundy\nluxuriously. “But the fact is, Mrs. Ashgrove sent for me.”\n\nGranice raised his head with a quick movement of surprise. For a moment\nhe was shaken out of his self-absorption.\n\n“MRS. ASHGROVE?”\n\nAscham smiled. “I thought you’d be interested; I know your passion for\ncauses celebres. And this promises to be one. Of course it’s out of our\nline entirely--we never touch criminal cases. But she wanted to consult\nme as a friend. Ashgrove was a distant connection of my wife’s. And, by\nJove, it IS a queer case!” The servant re-entered, and Ascham snapped\nhis lips shut.\n\nWould the gentlemen have their coffee in the dining-room?\n\n“No--serve it in the library,” said Granice, rising. He led the way back\nto the curtained confidential room. He was really curious to hear what\nAscham had to tell him.\n\nWhile the coffee and cigars were being served he fidgeted about the\nlibrary, glancing at his letters--the usual meaningless notes and\nbills--and picking up the evening paper. As he unfolded it a headline\ncaught his eye.\n\n\n                      “ROSE MELROSE WANTS TO\n                           PLAY POETRY.\n                     “THINKS SHE HAS FOUND HER\n                              POET.”\n\n\nHe read on with a thumping heart--found the name of a young author he\nhad barely heard of, saw the title of a play, a “poetic drama,” dance\nbefore his eyes, and dropped the paper, sick, disgusted. It was\ntrue, then--she WAS “game”--it was not the manner but the matter she\nmistrusted!\n\nGranice turned to the servant, who seemed to be purposely lingering. “I\nshan’t need you this evening, Flint. I’ll lock up myself.”\n\nHe fancied the man’s acquiescence implied surprise. What was going on,\nFlint seemed to wonder, that Mr. Granice should want him out of the\nway? Probably he would find a pretext for coming back to see. Granice\nsuddenly felt himself enveloped in a network of espionage.\n\nAs the door closed he threw himself into an armchair and leaned forward\nto take a light from Ascham’s cigar.\n\n“Tell me about Mrs. Ashgrove,” he said, seeming to himself to speak\nstiffly, as if his lips were cracked.\n\n“Mrs. Ashgrove? Well, there’s not much to TELL.”\n\n“And you couldn’t if there were?” Granice smiled.\n\n“Probably not. As a matter of fact, she wanted my advice about her\nchoice of counsel. There was nothing especially confidential in our\ntalk.”\n\n“And what’s your impression, now you’ve seen her?”\n\n“My impression is, very distinctly, THAT NOTHING WILL EVER BE KNOWN.”\n\n“Ah--?” Granice murmured, puffing at his cigar.\n\n“I’m more and more convinced that whoever poisoned Ashgrove knew his\nbusiness, and will consequently never be found out. That’s a capital\ncigar you’ve given me.”\n\n“You like it? I get them over from Cuba.” Granice examined his own\nreflectively. “Then you believe in the theory that the clever criminals\nnever ARE caught?”\n\n“Of course I do. Look about you--look back for the last dozen\nyears--none of the big murder problems are ever solved.” The lawyer\nruminated behind his blue cloud. “Why, take the instance in your own\nfamily: I’d forgotten I had an illustration at hand! Take old Joseph\nLenman’s murder--do you suppose that will ever be explained?”\n\nAs the words dropped from Ascham’s lips his host looked slowly about\nthe library, and every object in it stared back at him with a stale\nunescapable familiarity. How sick he was of looking at that room! It was\nas dull as the face of a wife one has wearied of. He cleared his throat\nslowly; then he turned his head to the lawyer and said: “I could explain\nthe Lenman murder myself.”\n\nAscham’s eye kindled: he shared Granice’s interest in criminal cases.\n\n“By Jove! You’ve had a theory all this time? It’s odd you never\nmentioned it. Go ahead and tell me. There are certain features in the\nLenman case not unlike this Ashgrove affair, and your idea may be a\nhelp.”\n\nGranice paused and his eye reverted instinctively to the table drawer in\nwhich the revolver and the manuscript lay side by side. What if he were\nto try another appeal to Rose Melrose? Then he looked at the notes\nand bills on the table, and the horror of taking up again the lifeless\nroutine of life--of performing the same automatic gestures another\nday--displaced his fleeting vision.\n\n“I haven’t a theory. I KNOW who murdered Joseph Lenman.”\n\nAscham settled himself comfortably in his chair, prepared for enjoyment.\n\n“You KNOW? Well, who did?” he laughed.\n\n“I did,” said Granice, rising.\n\nHe stood before Ascham, and the lawyer lay back staring up at him. Then\nhe broke into another laugh.\n\n“Why, this is glorious! You murdered him, did you? To inherit his money,\nI suppose? Better and better! Go on, my boy! Unbosom yourself! Tell me\nall about it! Confession is good for the soul.”\n\nGranice waited till the lawyer had shaken the last peal of laughter from\nhis throat; then he repeated doggedly: “I murdered him.”\n\nThe two men looked at each other for a long moment, and this time Ascham\ndid not laugh.\n\n“Granice!”\n\n“I murdered him--to get his money, as you say.”\n\nThere was another pause, and Granice, with a vague underlying sense of\namusement, saw his guest’s look change from pleasantry to apprehension.\n\n“What’s the joke, my dear fellow? I fail to see.”\n\n“It’s not a joke. It’s the truth. I murdered him.” He had spoken\npainfully at first, as if there were a knot in his throat; but each time\nhe repeated the words he found they were easier to say.\n\nAscham laid down his extinct cigar.\n\n“What’s the matter? Aren’t you well? What on earth are you driving at?”\n\n“I’m perfectly well. But I murdered my cousin, Joseph Lenman, and I want\nit known that I murdered him.”\n\n“YOU WANT IT KNOWN?”\n\n“Yes. That’s why I sent for you. I’m sick of living, and when I try to\nkill myself I funk it.” He spoke quite naturally now, as if the knot in\nhis throat had been untied.\n\n“Good Lord--good Lord,” the lawyer gasped.\n\n“But I suppose,” Granice continued, “there’s no doubt this would be\nmurder in the first degree? I’m sure of the chair if I own up?”\n\nAscham drew a long breath; then he said slowly: “Sit down, Granice.\nLet’s talk.”\n\n\n\n\nII\n\n\nGranice told his story simply, connectedly.\n\nHe began by a quick survey of his early years--the years of drudgery and\nprivation. His father, a charming man who could never say “no,” had so\nsignally failed to say it on certain essential occasions that when he\ndied he left an illegitimate family and a mortgaged estate. His lawful\nkin found themselves hanging over a gulf of debt, and young Granice, to\nsupport his mother and sister, had to leave Harvard and bury himself at\neighteen in a broker’s office. He loathed his work, and he was always\npoor, always worried and in ill-health. A few years later his mother\ndied, but his sister, an ineffectual neurasthenic, remained on his\nhands. His own health gave out, and he had to go away for six months,\nand work harder than ever when he came back. He had no knack for\nbusiness, no head for figures, no dimmest insight into the mysteries of\ncommerce. He wanted to travel and write--those were his inmost longings.\nAnd as the years dragged on, and he neared middle-age without making\nany more money, or acquiring any firmer health, a sick despair possessed\nhim. He tried writing, but he always came home from the office so tired\nthat his brain could not work. For half the year he did not reach his\ndim up-town flat till after dark, and could only “brush up” for dinner,\nand afterward lie on the lounge with his pipe, while his sister droned\nthrough the evening paper. Sometimes he spent an evening at the theatre;\nor he dined out, or, more rarely, strayed off with an acquaintance or\ntwo in quest of what is known as “pleasure.” And in summer, when he\nand Kate went to the sea-side for a month, he dozed through the days in\nutter weariness. Once he fell in love with a charming girl--but what had\nhe to offer her, in God’s name? She seemed to like him, and in common\ndecency he had to drop out of the running. Apparently no one\nreplaced him, for she never married, but grew stoutish, grayish,\nphilanthropic--yet how sweet she had been when he had first kissed her!\nOne more wasted life, he reflected...\n\nBut the stage had always been his master-passion. He would have sold his\nsoul for the time and freedom to write plays! It was IN HIM--he could\nnot remember when it had not been his deepest-seated instinct. As the\nyears passed it became a morbid, a relentless obsession--yet with every\nyear the material conditions were more and more against it. He felt\nhimself growing middle-aged, and he watched the reflection of the\nprocess in his sister’s wasted face. At eighteen she had been\npretty, and as full of enthusiasm as he. Now she was sour, trivial,\ninsignificant--she had missed her chance of life. And she had no\nresources, poor creature, was fashioned simply for the primitive\nfunctions she had been denied the chance to fulfil! It exasperated him\nto think of it--and to reflect that even now a little travel, a\nlittle health, a little money, might transform her, make her young and\ndesirable... The chief fruit of his experience was that there is no such\nfixed state as age or youth--there is only health as against sickness,\nwealth as against poverty; and age or youth as the outcome of the lot\none draws.\n\nAt this point in his narrative Granice stood up, and went to lean\nagainst the mantel-piece, looking down at Ascham, who had not moved from\nhis seat, or changed his attitude of rigid fascinated attention.\n\n“Then came the summer when we went to Wrenfield to be near old\nLenman--my mother’s cousin, as you know. Some of the family always\nmounted guard over him--generally a niece or so. But that year they were\nall scattered, and one of the nieces offered to lend us her cottage if\nwe’d relieve her of duty for two months. It was a nuisance for me, of\ncourse, for Wrenfield is two hours from town; but my mother, who was a\nslave to family observances, had always been good to the old man, so it\nwas natural we should be called on--and there was the saving of rent and\nthe good air for Kate. So we went.\n\n“You never knew Joseph Lenman? Well, picture to yourself an amoeba or\nsome primitive organism of that sort, under a Titan’s microscope. He was\nlarge, undifferentiated, inert--since I could remember him he had\ndone nothing but take his temperature and read the Churchman. Oh,\nand cultivate melons--that was his hobby. Not vulgar, out-of-door\nmelons--his were grown under glass. He had miles of it at Wrenfield--his\nbig kitchen-garden was surrounded by blinking battalions of\ngreen-houses. And in nearly all of them melons were grown--early melons\nand late, French, English, domestic--dwarf melons and monsters: every\nshape, colour and variety. They were petted and nursed like children--a\nstaff of trained attendants waited on them. I’m not sure they didn’t\nhave a doctor to take their temperature--at any rate the place was full\nof thermometers. And they didn’t sprawl on the ground like ordinary\nmelons; they were trained against the glass like nectarines, and each\nmelon hung in a net which sustained its weight and left it free on all\nsides to the sun and air...\n\n“It used to strike me sometimes that old Lenman was just like one of\nhis own melons--the pale-fleshed English kind. His life, apathetic\nand motionless, hung in a net of gold, in an equable warm ventilated\natmosphere, high above sordid earthly worries. The cardinal rule of\nhis existence was not to let himself be ‘worried.’... I remember his\nadvising me to try it myself, one day when I spoke to him about Kate’s\nbad health, and her need of a change. ‘I never let myself worry,’ he\nsaid complacently. ‘It’s the worst thing for the liver--and you look to\nme as if you had a liver. Take my advice and be cheerful. You’ll make\nyourself happier and others too.’ And all he had to do was to write a\ncheque, and send the poor girl off for a holiday!\n\n“The hardest part of it was that the money half-belonged to us already.\nThe old skin-flint only had it for life, in trust for us and the others.\nBut his life was a good deal sounder than mine or Kate’s--and one could\npicture him taking extra care of it for the joke of keeping us waiting.\nI always felt that the sight of our hungry eyes was a tonic to him.\n\n“Well, I tried to see if I couldn’t reach him through his vanity. I\nflattered him, feigned a passionate interest in his melons. And he was\ntaken in, and used to discourse on them by the hour. On fine days he was\ndriven to the green-houses in his pony-chair, and waddled through them,\nprodding and leering at the fruit, like a fat Turk in his seraglio.\nWhen he bragged to me of the expense of growing them I was reminded of\na hideous old Lothario bragging of what his pleasures cost. And the\nresemblance was completed by the fact that he couldn’t eat as much as\na mouthful of his melons--had lived for years on buttermilk and toast.\n‘But, after all, it’s my only hobby--why shouldn’t I indulge it?’ he\nsaid sentimentally. As if I’d ever been able to indulge any of mine! On\nthe keep of those melons Kate and I could have lived like gods...\n\n“One day toward the end of the summer, when Kate was too unwell to drag\nherself up to the big house, she asked me to go and spend the afternoon\nwith cousin Joseph. It was a lovely soft September afternoon--a day to\nlie under a Roman stone-pine, with one’s eyes on the sky, and let the\ncosmic harmonies rush through one. Perhaps the vision was suggested\nby the fact that, as I entered cousin Joseph’s hideous black walnut\nlibrary, I passed one of the under-gardeners, a handsome full-throated\nItalian, who dashed out in such a hurry that he nearly knocked me down.\nI remember thinking it queer that the fellow, whom I had often seen\nabout the melon-houses, did not bow to me, or even seem to see me.\n\n“Cousin Joseph sat in his usual seat, behind the darkened windows, his\nfat hands folded on his protuberant waistcoat, the last number of the\nChurchman at his elbow, and near it, on a huge dish, a fat melon--the\nfattest melon I’d ever seen. As I looked at it I pictured the ecstasy\nof contemplation from which I must have roused him, and congratulated\nmyself on finding him in such a mood, since I had made up my mind to ask\nhim a favour. Then I noticed that his face, instead of looking as calm\nas an egg-shell, was distorted and whimpering--and without stopping to\ngreet me he pointed passionately to the melon.\n\n“‘Look at it, look at it--did you ever see such a beauty? Such\nfirmness--roundness--such delicious smoothness to the touch?’ It was\nas if he had said ‘she’ instead of ‘it,’ and when he put out his senile\nhand and touched the melon I positively had to look the other way.\n\n“Then he told me what had happened. The Italian under-gardener, who had\nbeen specially recommended for the melon-houses--though it was against\nmy cousin’s principles to employ a Papist--had been assigned to the care\nof the monster: for it had revealed itself, early in its existence, as\ndestined to become a monster, to surpass its plumpest, pulpiest\nsisters, carry off prizes at agricultural shows, and be photographed and\ncelebrated in every gardening paper in the land. The Italian had done\nwell--seemed to have a sense of responsibility. And that very morning\nhe had been ordered to pick the melon, which was to be shown next day at\nthe county fair, and to bring it in for Mr. Lenman to gaze on its blonde\nvirginity. But in picking it, what had the damned scoundrelly Jesuit\ndone but drop it--drop it crash on the sharp spout of a watering-pot,\nso that it received a deep gash in its firm pale rotundity, and was\nhenceforth but a bruised, ruined, fallen melon?\n\n“The old man’s rage was fearful in its impotence--he shook, spluttered\nand strangled with it. He had just had the Italian up and had sacked\nhim on the spot, without wages or character--had threatened to have him\narrested if he was ever caught prowling about Wrenfield. ‘By God, and\nI’ll do it--I’ll write to Washington--I’ll have the pauper scoundrel\ndeported! I’ll show him what money can do!’ As likely as not there was\nsome murderous Black-hand business under it--it would be found that the\nfellow was a member of a ‘gang.’ Those Italians would murder you for a\nquarter. He meant to have the police look into it... And then he grew\nfrightened at his own excitement. ‘But I must calm myself,’ he said. He\ntook his temperature, rang for his drops, and turned to the Churchman.\nHe had been reading an article on Nestorianism when the melon was\nbrought in. He asked me to go on with it, and I read to him for an\nhour, in the dim close room, with a fat fly buzzing stealthily about the\nfallen melon.\n\n“All the while one phrase of the old man’s buzzed in my brain like the\nfly about the melon. ‘I’LL SHOW HIM WHAT MONEY CAN DO!’ Good heaven!\nIf I could but show the old man! If I could make him see his power of\ngiving happiness as a new outlet for his monstrous egotism! I tried\nto tell him something about my situation and Kate’s--spoke of my\nill-health, my unsuccessful drudgery, my longing to write, to make\nmyself a name--I stammered out an entreaty for a loan. ‘I can guarantee\nto repay you, sir--I’ve a half-written play as security...’\n\n“I shall never forget his glassy stare. His face had grown as smooth as\nan egg-shell again--his eyes peered over his fat cheeks like sentinels\nover a slippery rampart.\n\n“‘A half-written play--a play of YOURS as security?’ He looked at me\nalmost fearfully, as if detecting the first symptoms of insanity. ‘Do\nyou understand anything of business?’ he enquired mildly. I laughed and\nanswered: ‘No, not much.’\n\n“He leaned back with closed lids. ‘All this excitement has been too much\nfor me,’ he said. ‘If you’ll excuse me, I’ll prepare for my nap.’ And I\nstumbled out of the room, blindly, like the Italian.”\n\nGranice moved away from the mantel-piece, and walked across to the tray\nset out with decanters and soda-water. He poured himself a tall glass of\nsoda-water, emptied it, and glanced at Ascham’s dead cigar.\n\n“Better light another,” he suggested.\n\nThe lawyer shook his head, and Granice went on with his tale. He told\nof his mounting obsession--how the murderous impulse had waked in him on\nthe instant of his cousin’s refusal, and he had muttered to himself:\n“By God, if you won’t, I’ll make you.” He spoke more tranquilly as the\nnarrative proceeded, as though his rage had died down once the resolve\nto act on it was taken. He applied his whole mind to the question of how\nthe old man was to be “disposed of.” Suddenly he remembered the outcry:\n“Those Italians will murder you for a quarter!” But no definite project\npresented itself: he simply waited for an inspiration.\n\nGranice and his sister moved to town a day or two after the incident of\nthe melon. But the cousins, who had returned, kept them informed of\nthe old man’s condition. One day, about three weeks later, Granice,\non getting home, found Kate excited over a report from Wrenfield. The\nItalian had been there again--had somehow slipped into the house,\nmade his way up to the library, and “used threatening language.” The\nhouse-keeper found cousin Joseph gasping, the whites of his eyes showing\n“something awful.” The doctor was sent for, and the attack warded off;\nand the police had ordered the Italian from the neighbourhood.\n\nBut cousin Joseph, thereafter, languished, had “nerves,” and lost his\ntaste for toast and butter-milk. The doctor called in a colleague, and\nthe consultation amused and excited the old man--he became once more\nan important figure. The medical men reassured the family--too\ncompletely!--and to the patient they recommended a more varied diet:\nadvised him to take whatever “tempted him.” And so one day, tremulously,\nprayerfully, he decided on a tiny bit of melon. It was brought up\nwith ceremony, and consumed in the presence of the house-keeper and a\nhovering cousin; and twenty minutes later he was dead...\n\n“But you remember the circumstances,” Granice went on; “how suspicion\nturned at once on the Italian? In spite of the hint the police had given\nhim he had been seen hanging about the house since ‘the scene.’ It was\nsaid that he had tender relations with the kitchen-maid, and the rest\nseemed easy to explain. But when they looked round to ask him for the\nexplanation he was gone--gone clean out of sight. He had been ‘warned’\nto leave Wrenfield, and he had taken the warning so to heart that no one\never laid eyes on him again.”\n\nGranice paused. He had dropped into a chair opposite the lawyer’s, and\nhe sat for a moment, his head thrown back, looking about the familiar\nroom. Everything in it had grown grimacing and alien, and each strange\ninsistent object seemed craning forward from its place to hear him.\n\n“It was I who put the stuff in the melon,” he said. “And I don’t want\nyou to think I’m sorry for it. This isn’t ‘remorse,’ understand. I’m\nglad the old skin-flint is dead--I’m glad the others have their money.\nBut mine’s no use to me any more. My sister married miserably, and died.\nAnd I’ve never had what I wanted.”\n\nAscham continued to stare; then he said: “What on earth was your object,\nthen?”\n\n“Why, to GET what I wanted--what I fancied was in reach! I wanted\nchange, rest, LIFE, for both of us--wanted, above all, for myself, the\nchance to write! I travelled, got back my health, and came home to\ntie myself up to my work. And I’ve slaved at it steadily for ten years\nwithout reward--without the most distant hope of success! Nobody will\nlook at my stuff. And now I’m fifty, and I’m beaten, and I know it.”\n His chin dropped forward on his breast. “I want to chuck the whole\nbusiness,” he ended.\n\n\n\n\nIII\n\n\nIt was after midnight when Ascham left.\n\nHis hand on Granice’s shoulder, as he turned to go--“District Attorney\nbe hanged; see a doctor, see a doctor!” he had cried; and so, with an\nexaggerated laugh, had pulled on his coat and departed.\n\nGranice turned back into the library. It had never occurred to him that\nAscham would not believe his story. For three hours he had explained,\nelucidated, patiently and painfully gone over every detail--but without\nonce breaking down the iron incredulity of the lawyer’s eye.\n\nAt first Ascham had feigned to be convinced--but that, as Granice now\nperceived, was simply to get him to expose himself, to entrap him into\ncontradictions. And when the attempt failed, when Granice triumphantly\nmet and refuted each disconcerting question, the lawyer dropped the mask\nsuddenly, and said with a good-humoured laugh: “By Jove, Granice you’ll\nwrite a successful play yet. The way you’ve worked this all out is a\nmarvel.”\n\nGranice swung about furiously--that last sneer about the play inflamed\nhim. Was all the world in a conspiracy to deride his failure?\n\n“I did it, I did it,” he muttered sullenly, his rage spending itself\nagainst the impenetrable surface of the other’s mockery; and Ascham\nanswered with a smile: “Ever read any of those books on hallucination?\nI’ve got a fairly good medico-legal library. I could send you one or two\nif you like...”\n\n\nLeft alone, Granice cowered down in the chair before his writing-table.\nHe understood that Ascham thought him off his head.\n\n“Good God--what if they all think me crazy?”\n\nThe horror of it broke out over him in a cold sweat--he sat there and\nshook, his eyes hidden in his icy hands. But gradually, as he began\nto rehearse his story for the thousandth time, he saw again how\nincontrovertible it was, and felt sure that any criminal lawyer would\nbelieve him.\n\n“That’s the trouble--Ascham’s not a criminal lawyer. And then he’s a\nfriend. What a fool I was to talk to a friend! Even if he did believe\nme, he’d never let me see it--his instinct would be to cover the whole\nthing up... But in that case--if he DID believe me--he might think it\na kindness to get me shut up in an asylum...” Granice began to tremble\nagain. “Good heaven! If he should bring in an expert--one of those\ndamned alienists! Ascham and Pettilow can do anything--their word always\ngoes. If Ascham drops a hint that I’d better be shut up, I’ll be in a\nstrait-jacket by to-morrow! And he’d do it from the kindest motives--be\nquite right to do it if he thinks I’m a murderer!”\n\nThe vision froze him to his chair. He pressed his fists to his bursting\ntemples and tried to think. For the first time he hoped that Ascham had\nnot believed his story.\n\n“But he did--he did! I can see it now--I noticed what a queer eye he\ncocked at me. Good God, what shall I do--what shall I do?”\n\nHe started up and looked at the clock. Half-past one. What if Ascham\nshould think the case urgent, rout out an alienist, and come back with\nhim? Granice jumped to his feet, and his sudden gesture brushed the\nmorning paper from the table. Mechanically he stooped to pick it up, and\nthe movement started a new train of association.\n\nHe sat down again, and reached for the telephone book in the rack by his\nchair.\n\n“Give me three-o-ten... yes.”\n\nThe new idea in his mind had revived his flagging energy. He would\nact--act at once. It was only by thus planning ahead, committing himself\nto some unavoidable line of conduct, that he could pull himself through\nthe meaningless days. Each time he reached a fresh decision it was like\ncoming out of a foggy weltering sea into a calm harbour with lights. One\nof the queerest phases of his long agony was the intense relief produced\nby these momentary lulls.\n\n“That the office of the Investigator? Yes? Give me Mr. Denver, please...\nHallo, Denver... Yes, Hubert Granice.... Just caught you? Going straight\nhome? Can I come and see you... yes, now... have a talk? It’s rather\nurgent... yes, might give you some first-rate ‘copy.’... All right!” He\nhung up the receiver with a laugh. It had been a happy thought to call\nup the editor of the Investigator--Robert Denver was the very man he\nneeded...\n\nGranice put out the lights in the library--it was odd how the automatic\ngestures persisted!--went into the hall, put on his hat and overcoat,\nand let himself out of the flat. In the hall, a sleepy elevator boy\nblinked at him and then dropped his head on his folded arms. Granice\npassed out into the street. At the corner of Fifth Avenue he hailed a\ncrawling cab, and called out an up-town address. The long thoroughfare\nstretched before him, dim and deserted, like an ancient avenue of tombs.\nBut from Denver’s house a friendly beam fell on the pavement; and as\nGranice sprang from his cab the editor’s electric turned the corner.\n\nThe two men grasped hands, and Denver, feeling for his latch-key,\nushered Granice into the brightly-lit hall.\n\n“Disturb me? Not a bit. You might have, at ten to-morrow morning... but\nthis is my liveliest hour... you know my habits of old.”\n\nGranice had known Robert Denver for fifteen years--watched his rise\nthrough all the stages of journalism to the Olympian pinnacle of the\nInvestigator’s editorial office. In the thick-set man with grizzling\nhair there were few traces left of the hungry-eyed young reporter who,\non his way home in the small hours, used to “bob in” on Granice, while\nthe latter sat grinding at his plays. Denver had to pass Granice’s flat\non the way to his own, and it became a habit, if he saw a light in the\nwindow, and Granice’s shadow against the blind, to go in, smoke a pipe,\nand discuss the universe.\n\n“Well--this is like old times--a good old habit reversed.” The editor\nsmote his visitor genially on the shoulder. “Reminds me of the nights\nwhen I used to rout you out... How’s the play, by the way? There IS a\nplay, I suppose? It’s as safe to ask you that as to say to some men:\n‘How’s the baby?’”\n\nDenver laughed good-naturedly, and Granice thought how thick and heavy\nhe had grown. It was evident, even to Granice’s tortured nerves, that\nthe words had not been uttered in malice--and the fact gave him a new\nmeasure of his insignificance. Denver did not even know that he had been\na failure! The fact hurt more than Ascham’s irony.\n\n“Come in--come in.” The editor led the way into a small cheerful room,\nwhere there were cigars and decanters. He pushed an arm-chair toward his\nvisitor, and dropped into another with a comfortable groan.\n\n“Now, then--help yourself. And let’s hear all about it.”\n\nHe beamed at Granice over his pipe-bowl, and the latter, lighting his\ncigar, said to himself: “Success makes men comfortable, but it makes\nthem stupid.”\n\nThen he turned, and began: “Denver, I want to tell you--”\n\nThe clock ticked rhythmically on the mantel-piece. The little room was\ngradually filled with drifting blue layers of smoke, and through them\nthe editor’s face came and went like the moon through a moving sky. Once\nthe hour struck--then the rhythmical ticking began again. The atmosphere\ngrew denser and heavier, and beads of perspiration began to roll from\nGranice’s forehead.\n\n“Do you mind if I open the window?”\n\n“No. It IS stuffy in here. Wait--I’ll do it myself.” Denver pushed\ndown the upper sash, and returned to his chair. “Well--go on,” he said,\nfilling another pipe. His composure exasperated Granice.\n\n“There’s no use in my going on if you don’t believe me.”\n\nThe editor remained unmoved. “Who says I don’t believe you? And how can\nI tell till you’ve finished?”\n\nGranice went on, ashamed of his outburst. “It was simple enough, as\nyou’ll see. From the day the old man said to me, ‘Those Italians would\nmurder you for a quarter,’ I dropped everything and just worked at\nmy scheme. It struck me at once that I must find a way of getting to\nWrenfield and back in a night--and that led to the idea of a motor. A\nmotor--that never occurred to you? You wonder where I got the money, I\nsuppose. Well, I had a thousand or so put by, and I nosed around till I\nfound what I wanted--a second-hand racer. I knew how to drive a car,\nand I tried the thing and found it was all right. Times were bad, and I\nbought it for my price, and stored it away. Where? Why, in one of those\nno-questions-asked garages where they keep motors that are not for\nfamily use. I had a lively cousin who had put me up to that dodge, and I\nlooked about till I found a queer hole where they took in my car like a\nbaby in a foundling asylum... Then I practiced running to Wrenfield and\nback in a night. I knew the way pretty well, for I’d done it often with\nthe same lively cousin--and in the small hours, too. The distance is\nover ninety miles, and on the third trial I did it under two hours. But\nmy arms were so lame that I could hardly get dressed the next morning...\n\n“Well, then came the report about the Italian’s threats, and I saw I\nmust act at once... I meant to break into the old man’s room, shoot him,\nand get away again. It was a big risk, but I thought I could manage it.\nThen we heard that he was ill--that there’d been a consultation. Perhaps\nthe fates were going to do it for me! Good Lord, if that could only\nbe!...”\n\nGranice stopped and wiped his forehead: the open window did not seem to\nhave cooled the room.\n\n“Then came word that he was better; and the day after, when I came up\nfrom my office, I found Kate laughing over the news that he was to try\na bit of melon. The house-keeper had just telephoned her--all Wrenfield\nwas in a flutter. The doctor himself had picked out the melon, one of\nthe little French ones that are hardly bigger than a large tomato--and\nthe patient was to eat it at his breakfast the next morning.\n\n“In a flash I saw my chance. It was a bare chance, no more. But I knew\nthe ways of the house--I was sure the melon would be brought in over\nnight and put in the pantry ice-box. If there were only one melon in the\nice-box I could be fairly sure it was the one I wanted. Melons\ndidn’t lie around loose in that house--every one was known, numbered,\ncatalogued. The old man was beset by the dread that the servants would\neat them, and he took a hundred mean precautions to prevent it. Yes,\nI felt pretty sure of my melon... and poisoning was much safer than\nshooting. It would have been the devil and all to get into the old man’s\nbedroom without his rousing the house; but I ought to be able to break\ninto the pantry without much trouble.\n\n“It was a cloudy night, too--everything served me. I dined quietly, and\nsat down at my desk. Kate had one of her usual headaches, and went to\nbed early. As soon as she was gone I slipped out. I had got together a\nsort of disguise--red beard and queer-looking ulster. I shoved them\ninto a bag, and went round to the garage. There was no one there but a\nhalf-drunken machinist whom I’d never seen before. That served me, too.\nThey were always changing machinists, and this new fellow didn’t even\nbother to ask if the car belonged to me. It was a very easy-going\nplace...\n\n“Well, I jumped in, ran up Broadway, and let the car go as soon as I was\nout of Harlem. Dark as it was, I could trust myself to strike a sharp\npace. In the shadow of a wood I stopped a second and got into the beard\nand ulster. Then away again--it was just eleven-thirty when I got to\nWrenfield.\n\n“I left the car in a dark lane behind the Lenman place, and slipped\nthrough the kitchen-garden. The melon-houses winked at me through the\ndark--I remember thinking that they knew what I wanted to know.... By\nthe stable a dog came out growling--but he nosed me out, jumped on me,\nand went back... The house was as dark as the grave. I knew everybody\nwent to bed by ten. But there might be a prowling servant--the\nkitchen-maid might have come down to let in her Italian. I had to\nrisk that, of course. I crept around by the back door and hid in the\nshrubbery. Then I listened. It was all as silent as death. I crossed\nover to the house, pried open the pantry window and climbed in. I had a\nlittle electric lamp in my pocket, and shielding it with my cap I\ngroped my way to the ice-box, opened it--and there was the little French\nmelon... only one.\n\n“I stopped to listen--I was quite cool. Then I pulled out my bottle of\nstuff and my syringe, and gave each section of the melon a hypodermic.\nIt was all done inside of three minutes--at ten minutes to twelve I was\nback in the car. I got out of the lane as quietly as I could, struck a\nback road that skirted the village, and let the car out as soon as I was\nbeyond the last houses. I only stopped once on the way in, to drop the\nbeard and ulster into a pond. I had a big stone ready to weight them\nwith and they went down plump, like a dead body--and at two o’clock I\nwas back at my desk.”\n\nGranice stopped speaking and looked across the smoke-fumes at his\nlistener; but Denver’s face remained inscrutable.\n\nAt length he said: “Why did you want to tell me this?”\n\nThe question startled Granice. He was about to explain, as he had\nexplained to Ascham; but suddenly it occurred to him that if his motive\nhad not seemed convincing to the lawyer it would carry much less weight\nwith Denver. Both were successful men, and success does not understand\nthe subtle agony of failure. Granice cast about for another reason.\n\n“Why, I--the thing haunts me... remorse, I suppose you’d call it...”\n\nDenver struck the ashes from his empty pipe.\n\n“Remorse? Bosh!” he said energetically.\n\nGranice’s heart sank. “You don’t believe in--REMORSE?”\n\n“Not an atom: in the man of action. The mere fact of your talking of\nremorse proves to me that you’re not the man to have planned and put\nthrough such a job.”\n\nGranice groaned. “Well--I lied to you about remorse. I’ve never felt\nany.”\n\nDenver’s lips tightened sceptically about his freshly-filled pipe. “What\nwas your motive, then? You must have had one.”\n\n“I’ll tell you--” And Granice began again to rehearse the story of his\nfailure, of his loathing for life. “Don’t say you don’t believe me this\ntime... that this isn’t a real reason!” he stammered out piteously as he\nended.\n\nDenver meditated. “No, I won’t say that. I’ve seen too many queer\nthings. There’s always a reason for wanting to get out of life--the\nwonder is that we find so many for staying in!” Granice’s heart grew\nlight. “Then you DO believe me?” he faltered.\n\n“Believe that you’re sick of the job? Yes. And that you haven’t the\nnerve to pull the trigger? Oh, yes--that’s easy enough, too. But all\nthat doesn’t make you a murderer--though I don’t say it proves you could\nnever have been one.”\n\n“I HAVE been one, Denver--I swear to you.”\n\n“Perhaps.” He meditated. “Just tell me one or two things.”\n\n“Oh, go ahead. You won’t stump me!” Granice heard himself say with a\nlaugh.\n\n“Well--how did you make all those trial trips without exciting your\nsister’s curiosity? I knew your night habits pretty well at that time,\nremember. You were very seldom out late. Didn’t the change in your ways\nsurprise her?”\n\n“No; because she was away at the time. She went to pay several visits in\nthe country soon after we came back from Wrenfield, and was only in town\nfor a night or two before--before I did the job.”\n\n“And that night she went to bed early with a headache?”\n\n“Yes--blinding. She didn’t know anything when she had that kind. And her\nroom was at the back of the flat.”\n\nDenver again meditated. “And when you got back--she didn’t hear you? You\ngot in without her knowing it?”\n\n“Yes. I went straight to my work--took it up at the word where I’d left\noff--WHY, DENVER, DON’T YOU REMEMBER?” Granice suddenly, passionately\ninterjected.\n\n“Remember--?”\n\n“Yes; how you found me--when you looked in that morning, between two and\nthree... your usual hour...?”\n\n“Yes,” the editor nodded.\n\nGranice gave a short laugh. “In my old coat--with my pipe: looked as if\nI’d been working all night, didn’t I? Well, I hadn’t been in my chair\nten minutes!”\n\nDenver uncrossed his legs and then crossed them again. “I didn’t know\nwhether YOU remembered that.”\n\n“What?”\n\n“My coming in that particular night--or morning.”\n\nGranice swung round in his chair. “Why, man alive! That’s why I’m here\nnow. Because it was you who spoke for me at the inquest, when they\nlooked round to see what all the old man’s heirs had been doing that\nnight--you who testified to having dropped in and found me at my desk\nas usual.... I thought THAT would appeal to your journalistic sense if\nnothing else would!”\n\nDenver smiled. “Oh, my journalistic sense is still susceptible\nenough--and the idea’s picturesque, I grant you: asking the man who\nproved your alibi to establish your guilt.”\n\n“That’s it--that’s it!” Granice’s laugh had a ring of triumph.\n\n“Well, but how about the other chap’s testimony--I mean that young\ndoctor: what was his name? Ned Ranney. Don’t you remember my testifying\nthat I’d met him at the elevated station, and told him I was on my way\nto smoke a pipe with you, and his saying: ‘All right; you’ll find him\nin. I passed the house two hours ago, and saw his shadow against the\nblind, as usual.’ And the lady with the toothache in the flat across the\nway: she corroborated his statement, you remember.”\n\n“Yes; I remember.”\n\n“Well, then?”\n\n“Simple enough. Before starting I rigged up a kind of mannikin with old\ncoats and a cushion--something to cast a shadow on the blind. All\nyou fellows were used to seeing my shadow there in the small hours--I\ncounted on that, and knew you’d take any vague outline as mine.”\n\n“Simple enough, as you say. But the woman with the toothache saw the\nshadow move--you remember she said she saw you sink forward, as if you’d\nfallen asleep.”\n\n“Yes; and she was right. It DID move. I suppose some extra-heavy dray\nmust have jolted by the flimsy building--at any rate, something gave my\nmannikin a jar, and when I came back he had sunk forward, half over the\ntable.”\n\nThere was a long silence between the two men. Granice, with a throbbing\nheart, watched Denver refill his pipe. The editor, at any rate, did not\nsneer and flout him. After all, journalism gave a deeper insight than\nthe law into the fantastic possibilities of life, prepared one better to\nallow for the incalculableness of human impulses.\n\n“Well?” Granice faltered out.\n\nDenver stood up with a shrug. “Look here, man--what’s wrong with you?\nMake a clean breast of it! Nerves gone to smash? I’d like to take you\nto see a chap I know--an ex-prize-fighter--who’s a wonder at pulling\nfellows in your state out of their hole--”\n\n“Oh, oh--” Granice broke in. He stood up also, and the two men eyed each\nother. “You don’t believe me, then?”\n\n“This yarn--how can I? There wasn’t a flaw in your alibi.”\n\n“But haven’t I filled it full of them now?”\n\nDenver shook his head. “I might think so if I hadn’t happened to know\nthat you WANTED to. There’s the hitch, don’t you see?”\n\nGranice groaned. “No, I didn’t. You mean my wanting to be found\nguilty--?”\n\n“Of course! If somebody else had accused you, the story might have been\nworth looking into. As it is, a child could have invented it. It doesn’t\ndo much credit to your ingenuity.”\n\nGranice turned sullenly toward the door. What was the use of arguing?\nBut on the threshold a sudden impulse drew him back. “Look here,\nDenver--I daresay you’re right. But will you do just one thing to prove\nit? Put my statement in the Investigator, just as I’ve made it. Ridicule\nit as much as you like. Only give the other fellows a chance at it--men\nwho don’t know anything about me. Set them talking and looking about. I\ndon’t care a damn whether YOU believe me--what I want is to convince the\nGrand Jury! I oughtn’t to have come to a man who knows me--your cursed\nincredulity is infectious. I don’t put my case well, because I know in\nadvance it’s discredited, and I almost end by not believing it myself.\nThat’s why I can’t convince YOU. It’s a vicious circle.” He laid a\nhand on Denver’s arm. “Send a stenographer, and put my statement in the\npaper.”\n\nBut Denver did not warm to the idea. “My dear fellow, you seem to forget\nthat all the evidence was pretty thoroughly sifted at the time, every\npossible clue followed up. The public would have been ready enough then\nto believe that you murdered old Lenman--you or anybody else. All they\nwanted was a murderer--the most improbable would have served. But your\nalibi was too confoundedly complete. And nothing you’ve told me has\nshaken it.” Denver laid his cool hand over the other’s burning fingers.\n“Look here, old fellow, go home and work up a better case--then come in\nand submit it to the Investigator.”\n\n\n\n\nIV\n\n\nThe perspiration was rolling off Granice’s forehead. Every few minutes\nhe had to draw out his handkerchief and wipe the moisture from his\nhaggard face.\n\nFor an hour and a half he had been talking steadily, putting his case\nto the District Attorney. Luckily he had a speaking acquaintance with\nAllonby, and had obtained, without much difficulty, a private audience\non the very day after his talk with Robert Denver. In the interval\nbetween he had hurried home, got out of his evening clothes, and gone\nforth again at once into the dreary dawn. His fear of Ascham and the\nalienist made it impossible for him to remain in his rooms. And it\nseemed to him that the only way of averting that hideous peril was by\nestablishing, in some sane impartial mind, the proof of his guilt. Even\nif he had not been so incurably sick of life, the electric chair seemed\nnow the only alternative to the strait-jacket.\n\nAs he paused to wipe his forehead he saw the District Attorney glance at\nhis watch. The gesture was significant, and Granice lifted an appealing\nhand. “I don’t expect you to believe me now--but can’t you put me under\narrest, and have the thing looked into?”\n\nAllonby smiled faintly under his heavy grayish moustache. He had a ruddy\nface, full and jovial, in which his keen professional eyes seemed to\nkeep watch over impulses not strictly professional.\n\n“Well, I don’t know that we need lock you up just yet. But of course I’m\nbound to look into your statement--”\n\nGranice rose with an exquisite sense of relief. Surely Allonby wouldn’t\nhave said that if he hadn’t believed him!\n\n“That’s all right. Then I needn’t detain you. I can be found at any time\nat my apartment.” He gave the address.\n\nThe District Attorney smiled again, more openly. “What do you say to\nleaving it for an hour or two this evening? I’m giving a little supper\nat Rector’s--quiet, little affair, you understand: just Miss Melrose--I\nthink you know her--and a friend or two; and if you’ll join us...”\n\nGranice stumbled out of the office without knowing what reply he had\nmade.\n\n\nHe waited for four days--four days of concentrated horror. During the\nfirst twenty-four hours the fear of Ascham’s alienist dogged him; and as\nthat subsided, it was replaced by the exasperating sense that his avowal\nhad made no impression on the District Attorney. Evidently, if he had\nbeen going to look into the case, Allonby would have been heard from\nbefore now.... And that mocking invitation to supper showed clearly\nenough how little the story had impressed him!\n\nGranice was overcome by the futility of any farther attempt to inculpate\nhimself. He was chained to life--a “prisoner of consciousness.” Where\nwas it he had read the phrase? Well, he was learning what it meant. In\nthe glaring night-hours, when his brain seemed ablaze, he was visited\nby a sense of his fixed identity, of his irreducible, inexpugnable\nSELFNESS, keener, more insidious, more unescapable, than any sensation\nhe had ever known. He had not guessed that the mind was capable of such\nintricacies of self-realization, of penetrating so deep into its own\ndark windings. Often he woke from his brief snatches of sleep with the\nfeeling that something material was clinging to him, was on his hands\nand face, and in his throat--and as his brain cleared he understood that\nit was the sense of his own loathed personality that stuck to him like\nsome thick viscous substance.\n\nThen, in the first morning hours, he would rise and look out of\nhis window at the awakening activities of the street--at the\nstreet-cleaners, the ash-cart drivers, and the other dingy workers\nflitting hurriedly by through the sallow winter light. Oh, to be one of\nthem--any of them--to take his chance in any of their skins! They were\nthe toilers--the men whose lot was pitied--the victims wept over and\nranted about by altruists and economists; and how gladly he would have\ntaken up the load of any one of them, if only he might have shaken off\nhis own! But, no--the iron circle of consciousness held them too: each\none was hand-cuffed to his own hideous ego. Why wish to be any one man\nrather than another? The only absolute good was not to be... And Flint,\ncoming in to draw his bath, would ask if he preferred his eggs scrambled\nor poached that morning?\n\n\nOn the fifth day he wrote a long urgent letter to Allonby; and for the\nsucceeding two days he had the occupation of waiting for an answer. He\nhardly stirred from his rooms, in his fear of missing the letter by a\nmoment; but would the District Attorney write, or send a representative:\na policeman, a “secret agent,” or some other mysterious emissary of the\nlaw?\n\nOn the third morning Flint, stepping softly--as if, confound it! his\nmaster were ill--entered the library where Granice sat behind an unread\nnewspaper, and proferred a card on a tray.\n\nGranice read the name--J. B. Hewson--and underneath, in pencil, “From\nthe District Attorney’s office.” He started up with a thumping heart,\nand signed an assent to the servant.\n\nMr. Hewson was a slight sallow nondescript man of about fifty--the kind\nof man of whom one is sure to see a specimen in any crowd. “Just the\ntype of the successful detective,” Granice reflected as he shook hands\nwith his visitor.\n\nAnd it was in that character that Mr. Hewson briefly introduced himself.\nHe had been sent by the District Attorney to have “a quiet talk” with\nMr. Granice--to ask him to repeat the statement he had made about the\nLenman murder.\n\nHis manner was so quiet, so reasonable and receptive, that Granice’s\nself-confidence returned. Here was a sensible man--a man who knew\nhis business--it would be easy enough to make HIM see through that\nridiculous alibi! Granice offered Mr. Hewson a cigar, and lighting one\nhimself--to prove his coolness--began again to tell his story.\n\nHe was conscious, as he proceeded, of telling it better than ever\nbefore. Practice helped, no doubt; and his listener’s detached,\nimpartial attitude helped still more. He could see that Hewson, at\nleast, had not decided in advance to disbelieve him, and the sense of\nbeing trusted made him more lucid and more consecutive. Yes, this time\nhis words would certainly carry conviction...\n\n\n\n\nV\n\n\nDespairingly, Granice gazed up and down the shabby street. Beside him\nstood a young man with bright prominent eyes, a smooth but not too\nsmoothly-shaven face, and an Irish smile. The young man’s nimble glance\nfollowed Granice’s.\n\n“Sure of the number, are you?” he asked briskly.\n\n“Oh, yes--it was 104.”\n\n“Well, then, the new building has swallowed it up--that’s certain.”\n\nHe tilted his head back and surveyed the half-finished front of a brick\nand limestone flat-house that reared its flimsy elegance above a row of\ntottering tenements and stables.\n\n“Dead sure?” he repeated.\n\n“Yes,” said Granice, discouraged. “And even if I hadn’t been, I know the\ngarage was just opposite Leffler’s over there.” He pointed across the\nstreet to a tumble-down stable with a blotched sign on which the words\n“Livery and Boarding” were still faintly discernible.\n\nThe young man dashed across to the opposite pavement. “Well, that’s\nsomething--may get a clue there. Leffler’s--same name there, anyhow. You\nremember that name?”\n\n“Yes--distinctly.”\n\nGranice had felt a return of confidence since he had enlisted the\ninterest of the Explorer’s “smartest” reporter. If there were moments\nwhen he hardly believed his own story, there were others when it\nseemed impossible that every one should not believe it; and young Peter\nMcCarren, peering, listening, questioning, jotting down notes, inspired\nhim with an exquisite sense of security. McCarren had fastened on the\ncase at once, “like a leech,” as he phrased it--jumped at it, thrilled\nto it, and settled down to “draw the last drop of fact from it, and\nhad not let go till he had.” No one else had treated Granice in that\nway--even Allonby’s detective had not taken a single note. And though\na week had elapsed since the visit of that authorized official,\nnothing had been heard from the District Attorney’s office: Allonby had\napparently dropped the matter again. But McCarren wasn’t going to drop\nit--not he! He positively hung on Granice’s footsteps. They had spent\nthe greater part of the previous day together, and now they were off\nagain, running down clues.\n\nBut at Leffler’s they got none, after all. Leffler’s was no longer\na stable. It was condemned to demolition, and in the respite between\nsentence and execution it had become a vague place of storage, a\nhospital for broken-down carriages and carts, presided over by a\nblear-eyed old woman who knew nothing of Flood’s garage across\nthe way--did not even remember what had stood there before the new\nflat-house began to rise.\n\n“Well--we may run Leffler down somewhere; I’ve seen harder jobs done,”\n said McCarren, cheerfully noting down the name.\n\nAs they walked back toward Sixth Avenue he added, in a less sanguine\ntone: “I’d undertake now to put the thing through if you could only put\nme on the track of that cyanide.”\n\nGranice’s heart sank. Yes--there was the weak spot; he had felt it from\nthe first! But he still hoped to convince McCarren that his case was\nstrong enough without it; and he urged the reporter to come back to his\nrooms and sum up the facts with him again.\n\n“Sorry, Mr. Granice, but I’m due at the office now. Besides, it’d be\nno use till I get some fresh stuff to work on. Suppose I call you up\ntomorrow or next day?”\n\nHe plunged into a trolley and left Granice gazing desolately after him.\n\nTwo days later he reappeared at the apartment, a shade less jaunty in\ndemeanor.\n\n“Well, Mr. Granice, the stars in their courses are against you, as the\nbard says. Can’t get a trace of Flood, or of Leffler either. And you say\nyou bought the motor through Flood, and sold it through him, too?”\n\n“Yes,” said Granice wearily.\n\n“Who bought it, do you know?”\n\nGranice wrinkled his brows. “Why, Flood--yes, Flood himself. I sold it\nback to him three months later.”\n\n“Flood? The devil! And I’ve ransacked the town for Flood. That kind of\nbusiness disappears as if the earth had swallowed it.”\n\nGranice, discouraged, kept silence.\n\n“That brings us back to the poison,” McCarren continued, his note-book\nout. “Just go over that again, will you?”\n\nAnd Granice went over it again. It had all been so simple at the\ntime--and he had been so clever in covering up his traces! As soon as he\ndecided on poison he looked about for an acquaintance who manufactured\nchemicals; and there was Jim Dawes, a Harvard classmate, in the dyeing\nbusiness--just the man. But at the last moment it occurred to him that\nsuspicion might turn toward so obvious an opportunity, and he decided\non a more tortuous course. Another friend, Carrick Venn, a student of\nmedicine whom irremediable ill-health had kept from the practice of\nhis profession, amused his leisure with experiments in physics, for the\nexercise of which he had set up a simple laboratory. Granice had the\nhabit of dropping in to smoke a cigar with him on Sunday afternoons, and\nthe friends generally sat in Venn’s work-shop, at the back of the old\nfamily house in Stuyvesant Square. Off this work-shop was the cupboard\nof supplies, with its row of deadly bottles. Carrick Venn was an\noriginal, a man of restless curious tastes, and his place, on a Sunday,\nwas often full of visitors: a cheerful crowd of journalists, scribblers,\npainters, experimenters in divers forms of expression. Coming and going\namong so many, it was easy enough to pass unperceived; and one afternoon\nGranice, arriving before Venn had returned home, found himself alone in\nthe work-shop, and quickly slipping into the cupboard, transferred the\ndrug to his pocket.\n\nBut that had happened ten years ago; and Venn, poor fellow, was long\nsince dead of his dragging ailment. His old father was dead, too, the\nhouse in Stuyvesant Square had been turned into a boarding-house, and\nthe shifting life of New York had passed its rapid sponge over every\ntrace of their obscure little history. Even the optimistic McCarren\nseemed to acknowledge the hopelessness of seeking for proof in that\ndirection.\n\n“And there’s the third door slammed in our faces.” He shut his\nnote-book, and throwing back his head, rested his bright inquisitive\neyes on Granice’s furrowed face.\n\n“Look here, Mr. Granice--you see the weak spot, don’t you?”\n\nThe other made a despairing motion. “I see so many!”\n\n“Yes: but the one that weakens all the others. Why the deuce do you want\nthis thing known? Why do you want to put your head into the noose?”\n\nGranice looked at him hopelessly, trying to take the measure of his\nquick light irreverent mind. No one so full of a cheerful animal life\nwould believe in the craving for death as a sufficient motive; and\nGranice racked his brain for one more convincing. But suddenly he saw\nthe reporter’s face soften, and melt to a naive sentimentalism.\n\n“Mr. Granice--has the memory of it always haunted you?”\n\nGranice stared a moment, and then leapt at the opening. “That’s it--the\nmemory of it... always...”\n\nMcCarren nodded vehemently. “Dogged your steps, eh? Wouldn’t let you\nsleep? The time came when you HAD to make a clean breast of it?”\n\n“I had to. Can’t you understand?”\n\nThe reporter struck his fist on the table. “God, sir! I don’t suppose\nthere’s a human being with a drop of warm blood in him that can’t\npicture the deadly horrors of remorse--”\n\nThe Celtic imagination was aflame, and Granice mutely thanked him for\nthe word. What neither Ascham nor Denver would accept as a conceivable\nmotive the Irish reporter seized on as the most adequate; and, as he\nsaid, once one could find a convincing motive, the difficulties of the\ncase became so many incentives to effort.\n\n“Remorse--REMORSE,” he repeated, rolling the word under his tongue with\nan accent that was a clue to the psychology of the popular drama; and\nGranice, perversely, said to himself: “If I could only have struck that\nnote I should have been running in six theatres at once.”\n\nHe saw that from that moment McCarren’s professional zeal would be\nfanned by emotional curiosity; and he profited by the fact to propose\nthat they should dine together, and go on afterward to some music-hall\nor theatre. It was becoming necessary to Granice to feel himself an\nobject of pre-occupation, to find himself in another mind. He took a\nkind of gray penumbral pleasure in riveting McCarren’s attention on his\ncase; and to feign the grimaces of moral anguish became a passionately\nengrossing game. He had not entered a theatre for months; but he sat out\nthe meaningless performance in rigid tolerance, sustained by the sense\nof the reporter’s observation.\n\nBetween the acts, McCarren amused him with anecdotes about the audience:\nhe knew every one by sight, and could lift the curtain from every\nphysiognomy. Granice listened indulgently. He had lost all interest in\nhis kind, but he knew that he was himself the real centre of McCarren’s\nattention, and that every word the latter spoke had an indirect bearing\non his own problem.\n\n“See that fellow over there--the little dried-up man in the third row,\npulling his moustache? HIS memoirs would be worth publishing,” McCarren\nsaid suddenly in the last entr’acte.\n\nGranice, following his glance, recognized the detective from Allonby’s\noffice. For a moment he had the thrilling sense that he was being\nshadowed.\n\n“Caesar, if HE could talk--!” McCarren continued. “Know who he is, of\ncourse? Dr. John B. Stell, the biggest alienist in the country--”\n\nGranice, with a start, bent again between the heads in front of him.\n“THAT man--the fourth from the aisle? You’re mistaken. That’s not Dr.\nStell.”\n\nMcCarren laughed. “Well, I guess I’ve been in court enough to know Stell\nwhen I see him. He testifies in nearly all the big cases where they\nplead insanity.”\n\nA cold shiver ran down Granice’s spine, but he repeated obstinately:\n“That’s not Dr. Stell.”\n\n“Not Stell? Why, man, I KNOW him. Look--here he comes. If it isn’t\nStell, he won’t speak to me.”\n\nThe little dried-up man was moving slowly up the aisle. As he neared\nMcCarren he made a slight gesture of recognition.\n\n“How’do, Doctor Stell? Pretty slim show, ain’t it?” the reporter\ncheerfully flung out at him. And Mr. J. B. Hewson, with a nod of\namicable assent, passed on.\n\nGranice sat benumbed. He knew he had not been mistaken--the man who\nhad just passed was the same man whom Allonby had sent to see him:\na physician disguised as a detective. Allonby, then, had thought him\ninsane, like the others--had regarded his confession as the maundering\nof a maniac. The discovery froze Granice with horror--he seemed to see\nthe mad-house gaping for him.\n\n“Isn’t there a man a good deal like him--a detective named J. B.\nHewson?”\n\nBut he knew in advance what McCarren’s answer would be. “Hewson? J.\nB. Hewson? Never heard of him. But that was J. B. Stell fast enough--I\nguess he can be trusted to know himself, and you saw he answered to his\nname.”\n\n\n\n\nVI\n\n\nSome days passed before Granice could obtain a word with the District\nAttorney: he began to think that Allonby avoided him.\n\nBut when they were face to face Allonby’s jovial countenance showed\nno sign of embarrassment. He waved his visitor to a chair, and leaned\nacross his desk with the encouraging smile of a consulting physician.\n\nGranice broke out at once: “That detective you sent me the other day--”\n\nAllonby raised a deprecating hand.\n\n“--I know: it was Stell the alienist. Why did you do that, Allonby?”\n\nThe other’s face did not lose its composure. “Because I looked up your\nstory first--and there’s nothing in it.”\n\n“Nothing in it?” Granice furiously interposed.\n\n“Absolutely nothing. If there is, why the deuce don’t you bring me\nproofs? I know you’ve been talking to Peter Ascham, and to Denver, and\nto that little ferret McCarren of the Explorer. Have any of them been\nable to make out a case for you? No. Well, what am I to do?”\n\nGranice’s lips began to tremble. “Why did you play me that trick?”\n\n“About Stell? I had to, my dear fellow: it’s part of my business. Stell\nIS a detective, if you come to that--every doctor is.”\n\nThe trembling of Granice’s lips increased, communicating itself in a\nlong quiver to his facial muscles. He forced a laugh through his dry\nthroat. “Well--and what did he detect?”\n\n“In you? Oh, he thinks it’s overwork--overwork and too much smoking. If\nyou look in on him some day at his office he’ll show you the record of\nhundreds of cases like yours, and advise you what treatment to follow.\nIt’s one of the commonest forms of hallucination. Have a cigar, all the\nsame.”\n\n“But, Allonby, I killed that man!”\n\nThe District Attorney’s large hand, outstretched on his desk, had an\nalmost imperceptible gesture, and a moment later, as if an answer to the\ncall of an electric bell, a clerk looked in from the outer office.\n\n“Sorry, my dear fellow--lot of people waiting. Drop in on Stell some\nmorning,” Allonby said, shaking hands.\n\n\nMcCarren had to own himself beaten: there was absolutely no flaw in the\nalibi. And since his duty to his journal obviously forbade his wasting\ntime on insoluble mysteries, he ceased to frequent Granice, who dropped\nback into a deeper isolation. For a day or two after his visit to\nAllonby he continued to live in dread of Dr. Stell. Why might not\nAllonby have deceived him as to the alienist’s diagnosis? What if he\nwere really being shadowed, not by a police agent but by a mad-doctor?\nTo have the truth out, he suddenly determined to call on Dr. Stell.\n\nThe physician received him kindly, and reverted without embarrassment\nto the conditions of their previous meeting. “We have to do that\noccasionally, Mr. Granice; it’s one of our methods. And you had given\nAllonby a fright.”\n\nGranice was silent. He would have liked to reaffirm his guilt, to\nproduce the fresh arguments which had occurred to him since his last\ntalk with the physician; but he feared his eagerness might be taken\nfor a symptom of derangement, and he affected to smile away Dr. Stell’s\nallusion.\n\n“You think, then, it’s a case of brain-fag--nothing more?”\n\n“Nothing more. And I should advise you to knock off tobacco. You smoke a\ngood deal, don’t you?”\n\nHe developed his treatment, recommending massage, gymnastics, travel, or\nany form of diversion that did not--that in short--\n\nGranice interrupted him impatiently. “Oh, I loathe all that--and I’m\nsick of travelling.”\n\n“H’m. Then some larger interest--politics, reform, philanthropy?\nSomething to take you out of yourself.”\n\n“Yes. I understand,” said Granice wearily.\n\n“Above all, don’t lose heart. I see hundreds of cases like yours,” the\ndoctor added cheerfully from the threshold.\n\nOn the doorstep Granice stood still and laughed. Hundreds of cases like\nhis--the case of a man who had committed a murder, who confessed his\nguilt, and whom no one would believe! Why, there had never been a case\nlike it in the world. What a good figure Stell would have made in a\nplay: the great alienist who couldn’t read a man’s mind any better than\nthat!\n\nGranice saw huge comic opportunities in the type.\n\nBut as he walked away, his fears dispelled, the sense of listlessness\nreturned on him. For the first time since his avowal to Peter Ascham\nhe found himself without an occupation, and understood that he had been\ncarried through the past weeks only by the necessity of constant action.\nNow his life had once more become a stagnant backwater, and as he stood\non the street corner watching the tides of traffic sweep by, he asked\nhimself despairingly how much longer he could endure to float about in\nthe sluggish circle of his consciousness.\n\nThe thought of self-destruction recurred to him; but again his flesh\nrecoiled. He yearned for death from other hands, but he could never take\nit from his own. And, aside from his insuperable physical reluctance,\nanother motive restrained him. He was possessed by the dogged desire\nto establish the truth of his story. He refused to be swept aside as\nan irresponsible dreamer--even if he had to kill himself in the end,\nhe would not do so before proving to society that he had deserved death\nfrom it.\n\nHe began to write long letters to the papers; but after the first had\nbeen published and commented on, public curiosity was quelled by a\nbrief statement from the District Attorney’s office, and the rest of his\ncommunications remained unprinted. Ascham came to see him, and begged\nhim to travel. Robert Denver dropped in, and tried to joke him out of\nhis delusion; till Granice, mistrustful of their motives, began to dread\nthe reappearance of Dr. Stell, and set a guard on his lips. But the\nwords he kept back engendered others and still others in his brain.\nHis inner self became a humming factory of arguments, and he spent long\nhours reciting and writing down elaborate statements of his crime,\nwhich he constantly retouched and developed. Then gradually his activity\nlanguished under the lack of an audience, the sense of being buried\nbeneath deepening drifts of indifference. In a passion of resentment he\nswore that he would prove himself a murderer, even if he had to commit\nanother crime to do it; and for a sleepless night or two the thought\nflamed red on his darkness. But daylight dispelled it. The determining\nimpulse was lacking and he hated too promiscuously to choose his\nvictim... So he was thrown back on the unavailing struggle to impose\nthe truth of his story. As fast as one channel closed on him he tried to\npierce another through the sliding sands of incredulity. But every issue\nseemed blocked, and the whole human race leagued together to cheat one\nman of the right to die.\n\nThus viewed, the situation became so monstrous that he lost his last\nshred of self-restraint in contemplating it. What if he were really\nthe victim of some mocking experiment, the centre of a ring of\nholiday-makers jeering at a poor creature in its blind dashes against\nthe solid walls of consciousness? But, no--men were not so uniformly\ncruel: there were flaws in the close surface of their indifference,\ncracks of weakness and pity here and there...\n\nGranice began to think that his mistake lay in having appealed to\npersons more or less familiar with his past, and to whom the visible\nconformities of his life seemed a final disproof of its one fierce\nsecret deviation. The general tendency was to take for the whole of life\nthe slit seen between the blinders of habit: and in his walk down that\nnarrow vista Granice cut a correct enough figure. To a vision free to\nfollow his whole orbit his story would be more intelligible: it would\nbe easier to convince a chance idler in the street than the trained\nintelligence hampered by a sense of his antecedents. This idea shot up\nin him with the tropic luxuriance of each new seed of thought, and he\nbegan to walk the streets, and to frequent out-of-the-way chop-houses\nand bars in his search for the impartial stranger to whom he should\ndisclose himself.\n\nAt first every face looked encouragement; but at the crucial moment he\nalways held back. So much was at stake, and it was so essential that\nhis first choice should be decisive. He dreaded stupidity, timidity,\nintolerance. The imaginative eye, the furrowed brow, were what he\nsought. He must reveal himself only to a heart versed in the tortuous\nmotions of the human will; and he began to hate the dull benevolence\nof the average face. Once or twice, obscurely, allusively, he made a\nbeginning--once sitting down at a man’s side in a basement chop-house,\nanother day approaching a lounger on an east-side wharf. But in both\ncases the premonition of failure checked him on the brink of avowal. His\ndread of being taken for a man in the clutch of a fixed idea gave him an\nunnatural keenness in reading the expression of his interlocutors, and\nhe had provided himself in advance with a series of verbal alternatives,\ntrap-doors of evasion from the first dart of ridicule or suspicion.\n\nHe passed the greater part of the day in the streets, coming home at\nirregular hours, dreading the silence and orderliness of his apartment,\nand the critical scrutiny of Flint. His real life was spent in a\nworld so remote from this familiar setting that he sometimes had the\nmysterious sense of a living metempsychosis, a furtive passage from one\nidentity to another--yet the other as unescapably himself!\n\nOne humiliation he was spared: the desire to live never revived in\nhim. Not for a moment was he tempted to a shabby pact with existing\nconditions. He wanted to die, wanted it with the fixed unwavering desire\nwhich alone attains its end. And still the end eluded him! It would not\nalways, of course--he had full faith in the dark star of his destiny.\nAnd he could prove it best by repeating his story, persistently and\nindefatigably, pouring it into indifferent ears, hammering it into dull\nbrains, till at last it kindled a spark, and some one of the careless\nmillions paused, listened, believed...\n\nIt was a mild March day, and he had been loitering on the west-side\ndocks, looking at faces. He was becoming an expert in physiognomies: his\neagerness no longer made rash darts and awkward recoils. He knew now the\nface he needed, as clearly as if it had come to him in a vision; and\nnot till he found it would he speak. As he walked eastward through the\nshabby reeking streets he had a premonition that he should find it that\nmorning. Perhaps it was the promise of spring in the air--certainly he\nfelt calmer than for many days...\n\nHe turned into Washington Square, struck across it obliquely, and walked\nup University Place. Its heterogeneous passers always allured him--they\nwere less hurried than in Broadway, less enclosed and classified than in\nFifth Avenue. He walked slowly, watching for his face.\n\nAt Union Square he felt a sudden relapse into discouragement, like a\nvotary who has watched too long for a sign from the altar. Perhaps,\nafter all, he should never find his face... The air was languid, and\nhe felt tired. He walked between the bald grass-plots and the twisted\ntrees, making for an empty seat. Presently he passed a bench on which a\ngirl sat alone, and something as definite as the twitch of a cord made\nhim stop before her. He had never dreamed of telling his story to a\ngirl, had hardly looked at the women’s faces as they passed. His case\nwas man’s work: how could a woman help him? But this girl’s face was\nextraordinary--quiet and wide as a clear evening sky. It suggested a\nhundred images of space, distance, mystery, like ships he had seen, as\na boy, quietly berthed by a familiar wharf, but with the breath of far\nseas and strange harbours in their shrouds... Certainly this girl would\nunderstand. He went up to her quietly, lifting his hat, observing the\nforms--wishing her to see at once that he was “a gentleman.”\n\n“I am a stranger to you,” he began, sitting down beside her, “but your\nface is so extremely intelligent that I feel... I feel it is the face\nI’ve waited for... looked for everywhere; and I want to tell you--”\n\nThe girl’s eyes widened: she rose to her feet. She was escaping him!\n\nIn his dismay he ran a few steps after her, and caught her roughly by\nthe arm.\n\n“Here--wait--listen! Oh, don’t scream, you fool!” he shouted out.\n\nHe felt a hand on his own arm; turned and confronted a policeman.\nInstantly he understood that he was being arrested, and something hard\nwithin him was loosened and ran to tears.\n\n“Ah, you know--you KNOW I’m guilty!”\n\nHe was conscious that a crowd was forming, and that the girl’s\nfrightened face had disappeared. But what did he care about her face? It\nwas the policeman who had really understood him. He turned and followed,\nthe crowd at his heels...\n\n\n\n\nVII\n\n\nIn the charming place in which he found himself there were so many\nsympathetic faces that he felt more than ever convinced of the certainty\nof making himself heard.\n\nIt was a bad blow, at first, to find that he had not been arrested\nfor murder; but Ascham, who had come to him at once, explained that he\nneeded rest, and the time to “review” his statements; it appeared that\nreiteration had made them a little confused and contradictory. To\nthis end he had willingly acquiesced in his removal to a large quiet\nestablishment, with an open space and trees about it, where he had\nfound a number of intelligent companions, some, like himself, engaged\nin preparing or reviewing statements of their cases, and others ready to\nlend an interested ear to his own recital.\n\nFor a time he was content to let himself go on the tranquil current of\nthis existence; but although his auditors gave him for the most part\nan encouraging attention, which, in some, went the length of really\nbrilliant and helpful suggestion, he gradually felt a recurrence of his\nold doubts. Either his hearers were not sincere, or else they had\nless power to aid him than they boasted. His interminable conferences\nresulted in nothing, and as the benefit of the long rest made itself\nfelt, it produced an increased mental lucidity which rendered inaction\nmore and more unbearable. At length he discovered that on certain days\nvisitors from the outer world were admitted to his retreat; and he wrote\nout long and logically constructed relations of his crime, and furtively\nslipped them into the hands of these messengers of hope.\n\nThis occupation gave him a fresh lease of patience, and he now lived\nonly to watch for the visitors’ days, and scan the faces that swept by\nhim like stars seen and lost in the rifts of a hurrying sky.\n\nMostly, these faces were strange and less intelligent than those of his\ncompanions. But they represented his last means of access to the world,\na kind of subterranean channel on which he could set his “statements”\n afloat, like paper boats which the mysterious current might sweep out\ninto the open seas of life.\n\nOne day, however, his attention was arrested by a familiar contour,\na pair of bright prominent eyes, and a chin insufficiently shaved. He\nsprang up and stood in the path of Peter McCarren.\n\nThe journalist looked at him doubtfully, then held out his hand with a\nstartled deprecating, “WHY--?”\n\n“You didn’t know me? I’m so changed?” Granice faltered, feeling the\nrebound of the other’s wonder.\n\n“Why, no; but you’re looking quieter--smoothed out,” McCarren smiled.\n\n“Yes: that’s what I’m here for--to rest. And I’ve taken the opportunity\nto write out a clearer statement--”\n\nGranice’s hand shook so that he could hardly draw the folded paper from\nhis pocket. As he did so he noticed that the reporter was accompanied by\na tall man with grave compassionate eyes. It came to Granice in a wild\nthrill of conviction that this was the face he had waited for...\n\n“Perhaps your friend--he IS your friend?--would glance over it--or I\ncould put the case in a few words if you have time?” Granice’s voice\nshook like his hand. If this chance escaped him he felt that his last\nhope was gone. McCarren and the stranger looked at each other, and the\nformer glanced at his watch.\n\n“I’m sorry we can’t stay and talk it over now, Mr. Granice; but my\nfriend has an engagement, and we’re rather pressed--”\n\nGranice continued to proffer the paper. “I’m sorry--I think I could have\nexplained. But you’ll take this, at any rate?”\n\nThe stranger looked at him gently. “Certainly--I’ll take it.” He had his\nhand out. “Good-bye.”\n\n“Good-bye,” Granice echoed.\n\nHe stood watching the two men move away from him through the long light\nhall; and as he watched them a tear ran down his face. But as soon as\nthey were out of sight he turned and walked hastily toward his room,\nbeginning to hope again, already planning a new statement.\n\n\nOutside the building the two men stood still, and the journalist’s\ncompanion looked up curiously at the long monotonous rows of barred\nwindows.\n\n“So that was Granice?”\n\n“Yes--that was Granice, poor devil,” said McCarren.\n\n“Strange case! I suppose there’s never been one just like it? He’s still\nabsolutely convinced that he committed that murder?”\n\n“Absolutely. Yes.”\n\nThe stranger reflected. “And there was no conceivable ground for the\nidea? No one could make out how it started? A quiet conventional sort of\nfellow like that--where do you suppose he got such a delusion? Did you\never get the least clue to it?”\n\nMcCarren stood still, his hands in his pockets, his head cocked up in\ncontemplation of the barred windows. Then he turned his bright hard gaze\non his companion.\n\n“That was the queer part of it. I’ve never spoken of it--but I DID get a\nclue.”\n\n“By Jove! That’s interesting. What was it?”\n\nMcCarren formed his red lips into a whistle. “Why--that it wasn’t a\ndelusion.”\n\nHe produced his effect--the other turned on him with a pallid stare.\n\n“He murdered the man all right. I tumbled on the truth by the merest\naccident, when I’d pretty nearly chucked the whole job.”\n\n“He murdered him--murdered his cousin?”\n\n“Sure as you live. Only don’t split on me. It’s about the queerest\nbusiness I ever ran into... DO ABOUT IT? Why, what was I to do? I\ncouldn’t hang the poor devil, could I? Lord, but I was glad when they\ncollared him, and had him stowed away safe in there!”\n\nThe tall man listened with a grave face, grasping Granice’s statement in\nhis hand.\n\n“Here--take this; it makes me sick,” he said abruptly, thrusting the\npaper at the reporter; and the two men turned and walked in silence to\nthe gates.\n\nThe End\n\n\n\n\n\nTHE DILETTANTE\n\nAs first published in Harper’s Monthly, December 1903\n\n\nIt was on an impulse hardly needing the arguments he found himself\nadvancing in its favor, that Thursdale, on his way to the club, turned\nas usual into Mrs. Vervain’s street.\n\nThe “as usual” was his own qualification of the act; a convenient way\nof bridging the interval--in days and other sequences--that lay\nbetween this visit and the last. It was characteristic of him that he\ninstinctively excluded his call two days earlier, with Ruth Gaynor, from\nthe list of his visits to Mrs. Vervain: the special conditions attending\nit had made it no more like a visit to Mrs. Vervain than an engraved\ndinner invitation is like a personal letter. Yet it was to talk over\nhis call with Miss Gaynor that he was now returning to the scene of that\nepisode; and it was because Mrs. Vervain could be trusted to handle the\ntalking over as skilfully as the interview itself that, at her corner,\nhe had felt the dilettante’s irresistible craving to take a last look at\na work of art that was passing out of his possession.\n\nOn the whole, he knew no one better fitted to deal with the unexpected\nthan Mrs. Vervain. She excelled in the rare art of taking things for\ngranted, and Thursdale felt a pardonable pride in the thought that she\nowed her excellence to his training. Early in his career Thursdale had\nmade the mistake, at the outset of his acquaintance with a lady, of\ntelling her that he loved her and exacting the same avowal in return.\nThe latter part of that episode had been like the long walk back from a\npicnic, when one has to carry all the crockery one has finished using:\nit was the last time Thursdale ever allowed himself to be encumbered\nwith the debris of a feast. He thus incidentally learned that the\nprivilege of loving her is one of the least favors that a charming woman\ncan accord; and in seeking to avoid the pitfalls of sentiment he had\ndeveloped a science of evasion in which the woman of the moment became\na mere implement of the game. He owed a great deal of delicate enjoyment\nto the cultivation of this art. The perils from which it had been his\nrefuge became naively harmless: was it possible that he who now took his\neasy way along the levels had once preferred to gasp on the raw heights\nof emotion? Youth is a high-colored season; but he had the satisfaction\nof feeling that he had entered earlier than most into that chiar’oscuro\nof sensation where every half-tone has its value.\n\nAs a promoter of this pleasure no one he had known was comparable\nto Mrs. Vervain. He had taught a good many women not to betray their\nfeelings, but he had never before had such fine material to work in. She\nhad been surprisingly crude when he first knew her; capable of making\nthe most awkward inferences, of plunging through thin ice, of recklessly\nundressing her emotions; but she had acquired, under the discipline\nof his reticences and evasions, a skill almost equal to his own, and\nperhaps more remarkable in that it involved keeping time with any tune\nhe played and reading at sight some uncommonly difficult passages.\n\nIt had taken Thursdale seven years to form this fine talent; but the\nresult justified the effort. At the crucial moment she had been\nperfect: her way of greeting Miss Gaynor had made him regret that he had\nannounced his engagement by letter. It was an evasion that confessed a\ndifficulty; a deviation implying an obstacle, where, by common consent,\nit was agreed to see none; it betrayed, in short, a lack of confidence\nin the completeness of his method. It had been his pride never to put\nhimself in a position which had to be quitted, as it were, by the back\ndoor; but here, as he perceived, the main portals would have opened\nfor him of their own accord. All this, and much more, he read in the\nfinished naturalness with which Mrs. Vervain had met Miss Gaynor. He\nhad never seen a better piece of work: there was no over-eagerness,\nno suspicious warmth, above all (and this gave her art the grace of a\nnatural quality) there were none of those damnable implications whereby\na woman, in welcoming her friend’s betrothed, may keep him on pins\nand needles while she laps the lady in complacency. So masterly a\nperformance, indeed, hardly needed the offset of Miss Gaynor’s door-step\nwords--“To be so kind to me, how she must have liked you!”--though he\ncaught himself wishing it lay within the bounds of fitness to transmit\nthem, as a final tribute, to the one woman he knew who was unfailingly\ncertain to enjoy a good thing. It was perhaps the one drawback to\nhis new situation that it might develop good things which it would be\nimpossible to hand on to Margaret Vervain.\n\nThe fact that he had made the mistake of underrating his friend’s\npowers, the consciousness that his writing must have betrayed his\ndistrust of her efficiency, seemed an added reason for turning down her\nstreet instead of going on to the club. He would show her that he knew\nhow to value her; he would ask her to achieve with him a feat infinitely\nrarer and more delicate than the one he had appeared to avoid.\nIncidentally, he would also dispose of the interval of time before\ndinner: ever since he had seen Miss Gaynor off, an hour earlier, on her\nreturn journey to Buffalo, he had been wondering how he should put in\nthe rest of the afternoon. It was absurd, how he missed the girl....\nYes, that was it; the desire to talk about her was, after all, at the\nbottom of his impulse to call on Mrs. Vervain! It was absurd, if you\nlike--but it was delightfully rejuvenating. He could recall the time\nwhen he had been afraid of being obvious: now he felt that this return\nto the primitive emotions might be as restorative as a holiday in\nthe Canadian woods. And it was precisely by the girl’s candor, her\ndirectness, her lack of complications, that he was taken. The sense that\nshe might say something rash at any moment was positively exhilarating:\nif she had thrown her arms about him at the station he would not have\ngiven a thought to his crumpled dignity. It surprised Thursdale to find\nwhat freshness of heart he brought to the adventure; and though his\nsense of irony prevented his ascribing his intactness to any conscious\npurpose, he could but rejoice in the fact that his sentimental economies\nhad left him such a large surplus to draw upon.\n\nMrs. Vervain was at home--as usual. When one visits the cemetery one\nexpects to find the angel on the tombstone, and it struck Thursdale as\nanother proof of his friend’s good taste that she had been in no undue\nhaste to change her habits. The whole house appeared to count on his\ncoming; the footman took his hat and overcoat as naturally as though\nthere had been no lapse in his visits; and the drawing-room at once\nenveloped him in that atmosphere of tacit intelligence which Mrs.\nVervain imparted to her very furniture.\n\nIt was a surprise that, in this general harmony of circumstances, Mrs.\nVervain should herself sound the first false note.\n\n“You?” she exclaimed; and the book she held slipped from her hand.\n\nIt was crude, certainly; unless it were a touch of the finest art. The\ndifficulty of classifying it disturbed Thursdale’s balance.\n\n“Why not?” he said, restoring the book. “Isn’t it my hour?” And as she\nmade no answer, he added gently, “Unless it’s some one else’s?”\n\nShe laid the book aside and sank back into her chair. “Mine, merely,”\n she said.\n\n“I hope that doesn’t mean that you’re unwilling to share it?”\n\n“With you? By no means. You’re welcome to my last crust.”\n\nHe looked at her reproachfully. “Do you call this the last?”\n\nShe smiled as he dropped into the seat across the hearth. “It’s a way of\ngiving it more flavor!”\n\nHe returned the smile. “A visit to you doesn’t need such condiments.”\n\nShe took this with just the right measure of retrospective amusement.\n\n“Ah, but I want to put into this one a very special taste,” she\nconfessed.\n\nHer smile was so confident, so reassuring, that it lulled him into the\nimprudence of saying, “Why should you want it to be different from what\nwas always so perfectly right?”\n\nShe hesitated. “Doesn’t the fact that it’s the last constitute a\ndifference?”\n\n“The last--my last visit to you?”\n\n“Oh, metaphorically, I mean--there’s a break in the continuity.”\n\nDecidedly, she was pressing too hard: unlearning his arts already!\n\n“I don’t recognize it,” he said. “Unless you make me--” he added, with a\nnote that slightly stirred her attitude of languid attention.\n\nShe turned to him with grave eyes. “You recognize no difference\nwhatever?”\n\n“None--except an added link in the chain.”\n\n“An added link?”\n\n“In having one more thing to like you for--your letting Miss Gaynor\nsee why I had already so many.” He flattered himself that this turn had\ntaken the least hint of fatuity from the phrase.\n\nMrs. Vervain sank into her former easy pose. “Was it that you came for?”\n she asked, almost gaily.\n\n“If it is necessary to have a reason--that was one.”\n\n“To talk to me about Miss Gaynor?”\n\n“To tell you how she talks about you.”\n\n“That will be very interesting--especially if you have seen her since\nher second visit to me.”\n\n“Her second visit?” Thursdale pushed his chair back with a start and\nmoved to another. “She came to see you again?”\n\n“This morning, yes--by appointment.”\n\nHe continued to look at her blankly. “You sent for her?”\n\n“I didn’t have to--she wrote and asked me last night. But no doubt you\nhave seen her since.”\n\nThursdale sat silent. He was trying to separate his words from his\nthoughts, but they still clung together inextricably. “I saw her off\njust now at the station.”\n\n“And she didn’t tell you that she had been here again?”\n\n“There was hardly time, I suppose--there were people about--” he\nfloundered.\n\n“Ah, she’ll write, then.”\n\nHe regained his composure. “Of course she’ll write: very often, I hope.\nYou know I’m absurdly in love,” he cried audaciously.\n\nShe tilted her head back, looking up at him as he leaned against the\nchimney-piece. He had leaned there so often that the attitude touched a\npulse which set up a throbbing in her throat. “Oh, my poor Thursdale!”\n she murmured.\n\n“I suppose it’s rather ridiculous,” he owned; and as she remained\nsilent, he added, with a sudden break--“Or have you another reason for\npitying me?”\n\nHer answer was another question. “Have you been back to your rooms since\nyou left her?”\n\n“Since I left her at the station? I came straight here.”\n\n“Ah, yes--you COULD: there was no reason--” Her words passed into a\nsilent musing.\n\nThursdale moved nervously nearer. “You said you had something to tell\nme?”\n\n“Perhaps I had better let her do so. There may be a letter at your\nrooms.”\n\n“A letter? What do you mean? A letter from HER? What has happened?”\n\nHis paleness shook her, and she raised a hand of reassurance. “Nothing\nhas happened--perhaps that is just the worst of it. You always HATED,\nyou know,” she added incoherently, “to have things happen: you never\nwould let them.”\n\n“And now--?”\n\n“Well, that was what she came here for: I supposed you had guessed. To\nknow if anything had happened.”\n\n“Had happened?” He gazed at her slowly. “Between you and me?” he said\nwith a rush of light.\n\nThe words were so much cruder than any that had ever passed between them\nthat the color rose to her face; but she held his startled gaze.\n\n“You know girls are not quite as unsophisticated as they used to be. Are\nyou surprised that such an idea should occur to her?”\n\nHis own color answered hers: it was the only reply that came to him.\n\nMrs. Vervain went on, smoothly: “I supposed it might have struck you\nthat there were times when we presented that appearance.”\n\nHe made an impatient gesture. “A man’s past is his own!”\n\n“Perhaps--it certainly never belongs to the woman who has shared it. But\none learns such truths only by experience; and Miss Gaynor is naturally\ninexperienced.”\n\n“Of course--but--supposing her act a natural one--” he floundered\nlamentably among his innuendoes--“I still don’t see--how there was\nanything--”\n\n“Anything to take hold of? There wasn’t--”\n\n“Well, then--?” escaped him, in crude satisfaction; but as she did not\ncomplete the sentence he went on with a faltering laugh: “She can hardly\nobject to the existence of a mere friendship between us!”\n\n“But she does,” said Mrs. Vervain.\n\nThursdale stood perplexed. He had seen, on the previous day, no trace of\njealousy or resentment in his betrothed: he could still hear the candid\nring of the girl’s praise of Mrs. Vervain. If she were such an abyss of\ninsincerity as to dissemble distrust under such frankness, she must at\nleast be more subtle than to bring her doubts to her rival for solution.\nThe situation seemed one through which one could no longer move in a\npenumbra, and he let in a burst of light with the direct query: “Won’t\nyou explain what you mean?”\n\nMrs. Vervain sat silent, not provokingly, as though to prolong his\ndistress, but as if, in the attenuated phraseology he had taught her, it\nwas difficult to find words robust enough to meet his challenge. It was\nthe first time he had ever asked her to explain anything; and she had\nlived so long in dread of offering elucidations which were not wanted,\nthat she seemed unable to produce one on the spot.\n\nAt last she said slowly: “She came to find out if you were really free.”\n\nThursdale colored again. “Free?” he stammered, with a sense of physical\ndisgust at contact with such crassness.\n\n“Yes--if I had quite done with you.” She smiled in recovered security.\n“It seems she likes clear outlines; she has a passion for definitions.”\n\n“Yes--well?” he said, wincing at the echo of his own subtlety.\n\n“Well--and when I told her that you had never belonged to me, she wanted\nme to define MY status--to know exactly where I had stood all along.”\n\nThursdale sat gazing at her intently; his hand was not yet on the clue.\n“And even when you had told her that--”\n\n“Even when I had told her that I had HAD no status--that I had\nnever stood anywhere, in any sense she meant,” said Mrs. Vervain,\nslowly--“even then she wasn’t satisfied, it seems.”\n\nHe uttered an uneasy exclamation. “She didn’t believe you, you mean?”\n\n“I mean that she DID believe me: too thoroughly.”\n\n“Well, then--in God’s name, what did she want?”\n\n“Something more--those were the words she used.”\n\n“Something more? Between--between you and me? Is it a conundrum?” He\nlaughed awkwardly.\n\n“Girls are not what they were in my day; they are no longer forbidden to\ncontemplate the relation of the sexes.”\n\n“So it seems!” he commented. “But since, in this case, there wasn’t\nany--” he broke off, catching the dawn of a revelation in her gaze.\n\n“That’s just it. The unpardonable offence has been--in our not\noffending.”\n\nHe flung himself down despairingly. “I give it up!--What did you tell\nher?” he burst out with sudden crudeness.\n\n“The exact truth. If I had only known,” she broke off with a beseeching\ntenderness, “won’t you believe that I would still have lied for you?”\n\n“Lied for me? Why on earth should you have lied for either of us?”\n\n“To save you--to hide you from her to the last! As I’ve hidden you from\nmyself all these years!” She stood up with a sudden tragic import in\nher movement. “You believe me capable of that, don’t you? If I had only\nguessed--but I have never known a girl like her; she had the truth out\nof me with a spring.”\n\n“The truth that you and I had never--”\n\n“Had never--never in all these years! Oh, she knew why--she measured us\nboth in a flash. She didn’t suspect me of having haggled with you--her\nwords pelted me like hail. ‘He just took what he wanted--sifted and\nsorted you to suit his taste. Burnt out the gold and left a heap of\ncinders. And you let him--you let yourself be cut in bits’--she mixed\nher metaphors a little--‘be cut in bits, and used or discarded, while\nall the while every drop of blood in you belonged to him! But he’s\nShylock--and you have bled to death of the pound of flesh he has cut out\nof you.’ But she despises me the most, you know--far the most--” Mrs.\nVervain ended.\n\nThe words fell strangely on the scented stillness of the room: they\nseemed out of harmony with its setting of afternoon intimacy, the kind\nof intimacy on which at any moment, a visitor might intrude without\nperceptibly lowering the atmosphere. It was as though a grand\nopera-singer had strained the acoustics of a private music-room.\n\nThursdale stood up, facing his hostess. Half the room was between them,\nbut they seemed to stare close at each other now that the veils of\nreticence and ambiguity had fallen.\n\nHis first words were characteristic. “She DOES despise me, then?” he\nexclaimed.\n\n“She thinks the pound of flesh you took was a little too near the\nheart.”\n\nHe was excessively pale. “Please tell me exactly what she said of me.”\n\n“She did not speak much of you: she is proud. But I gather that while\nshe understands love or indifference, her eyes have never been opened to\nthe many intermediate shades of feeling. At any rate, she expressed an\nunwillingness to be taken with reservations--she thinks you would have\nloved her better if you had loved some one else first. The point of view\nis original--she insists on a man with a past!”\n\n“Oh, a past--if she’s serious--I could rake up a past!” he said with a\nlaugh.\n\n“So I suggested: but she has her eyes on this particular portion of it.\nShe insists on making it a test case. She wanted to know what you had\ndone to me; and before I could guess her drift I blundered into telling\nher.”\n\nThursdale drew a difficult breath. “I never supposed--your revenge is\ncomplete,” he said slowly.\n\nHe heard a little gasp in her throat. “My revenge? When I sent for you\nto warn you--to save you from being surprised as I was surprised?”\n\n“You’re very good--but it’s rather late to talk of saving me.” He held\nout his hand in the mechanical gesture of leave-taking.\n\n“How you must care!--for I never saw you so dull,” was her answer.\n“Don’t you see that it’s not too late for me to help you?” And as\nhe continued to stare, she brought out sublimely: “Take the rest--in\nimagination! Let it at least be of that much use to you. Tell her I lied\nto her--she’s too ready to believe it! And so, after all, in a sense, I\nsha’n’t have been wasted.”\n\nHis stare hung on her, widening to a kind of wonder. She gave the look\nback brightly, unblushingly, as though the expedient were too simple to\nneed oblique approaches. It was extraordinary how a few words had swept\nthem from an atmosphere of the most complex dissimulations to this\ncontact of naked souls.\n\nIt was not in Thursdale to expand with the pressure of fate; but\nsomething in him cracked with it, and the rift let in new light. He went\nup to his friend and took her hand.\n\n“You would do it--you would do it!”\n\nShe looked at him, smiling, but her hand shook.\n\n“Good-by,” he said, kissing it.\n\n“Good-by? You are going--?”\n\n“To get my letter.”\n\n“Your letter? The letter won’t matter, if you will only do what I ask.”\n\nHe returned her gaze. “I might, I suppose, without being out of\ncharacter. Only, don’t you see that if your plan helped me it could only\nharm her?”\n\n“Harm HER?”\n\n“To sacrifice you wouldn’t make me different. I shall go on being what\nI have always been--sifting and sorting, as she calls it. Do you want my\npunishment to fall on HER?”\n\nShe looked at him long and deeply. “Ah, if I had to choose between\nyou--!”\n\n“You would let her take her chance? But I can’t, you see. I must take my\npunishment alone.”\n\nShe drew her hand away, sighing. “Oh, there will be no punishment for\neither of you.”\n\n“For either of us? There will be the reading of her letter for me.”\n\nShe shook her head with a slight laugh. “There will be no letter.”\n\nThursdale faced about from the threshold with fresh life in his look.\n“No letter? You don’t mean--”\n\n“I mean that she’s been with you since I saw her--she’s seen you and\nheard your voice. If there IS a letter, she has recalled it--from the\nfirst station, by telegraph.”\n\nHe turned back to the door, forcing an answer to her smile. “But in the\nmean while I shall have read it,” he said.\n\nThe door closed on him, and she hid her eyes from the dreadful emptiness\nof the room.\n\n\nThe End\n\n\n\n\n\nTHE HOUSE OF THE DEAD HAND\n\nAs first published in Atlantic Monthly, August 1904\n\n\n\n\nI\n\n\n“Above all,” the letter ended, “don’t leave Siena without seeing Doctor\nLombard’s Leonardo. Lombard is a queer old Englishman, a mystic or a\nmadman (if the two are not synonymous), and a devout student of the\nItalian Renaissance. He has lived for years in Italy, exploring its\nremotest corners, and has lately picked up an undoubted Leonardo, which\ncame to light in a farmhouse near Bergamo. It is believed to be one of\nthe missing pictures mentioned by Vasari, and is at any rate, according\nto the most competent authorities, a genuine and almost untouched\nexample of the best period.\n\n“Lombard is a queer stick, and jealous of showing his treasures; but we\nstruck up a friendship when I was working on the Sodomas in Siena three\nyears ago, and if you will give him the enclosed line you may get a peep\nat the Leonardo. Probably not more than a peep, though, for I hear he\nrefuses to have it reproduced. I want badly to use it in my monograph on\nthe Windsor drawings, so please see what you can do for me, and if you\ncan’t persuade him to let you take a photograph or make a sketch, at\nleast jot down a detailed description of the picture and get from him\nall the facts you can. I hear that the French and Italian governments\nhave offered him a large advance on his purchase, but that he refuses\nto sell at any price, though he certainly can’t afford such luxuries; in\nfact, I don’t see where he got enough money to buy the picture. He lives\nin the Via Papa Giulio.”\n\nWyant sat at the table d’hote of his hotel, re-reading his friend’s\nletter over a late luncheon. He had been five days in Siena without\nhaving found time to call on Doctor Lombard; not from any indifference\nto the opportunity presented, but because it was his first visit to\nthe strange red city and he was still under the spell of its more\nconspicuous wonders--the brick palaces flinging out their wrought-iron\ntorch-holders with a gesture of arrogant suzerainty; the great\ncouncil-chamber emblazoned with civic allegories; the pageant of Pope\nJulius on the Library walls; the Sodomas smiling balefully through the\ndusk of mouldering chapels--and it was only when his first hunger was\nappeased that he remembered that one course in the banquet was still\nuntasted.\n\nHe put the letter in his pocket and turned to leave the room, with a\nnod to its only other occupant, an olive-skinned young man with lustrous\neyes and a low collar, who sat on the other side of the table, perusing\nthe FANFULLA DI DOMENICA. This gentleman, his daily vis-a-vis, returned\nthe nod with a Latin eloquence of gesture, and Wyant passed on to\nthe ante-chamber, where he paused to light a cigarette. He was just\nrestoring the case to his pocket when he heard a hurried step behind\nhim, and the lustrous-eyed young man advanced through the glass doors of\nthe dining-room.\n\n“Pardon me, sir,” he said in measured English, and with an intonation of\nexquisite politeness; “you have let this letter fall.”\n\nWyant, recognizing his friend’s note of introduction to Doctor Lombard,\ntook it with a word of thanks, and was about to turn away when he\nperceived that the eyes of his fellow diner remained fixed on him with a\ngaze of melancholy interrogation.\n\n“Again pardon me,” the young man at length ventured, “but are you by\nchance the friend of the illustrious Doctor Lombard?”\n\n“No,” returned Wyant, with the instinctive Anglo-Saxon distrust of\nforeign advances. Then, fearing to appear rude, he said with a guarded\npoliteness: “Perhaps, by the way, you can tell me the number of his\nhouse. I see it is not given here.”\n\nThe young man brightened perceptibly. “The number of the house is\nthirteen; but any one can indicate it to you--it is well known in Siena.\nIt is called,” he continued after a moment, “the House of the Dead\nHand.”\n\nWyant stared. “What a queer name!” he said.\n\n“The name comes from an antique hand of marble which for many hundred\nyears has been above the door.”\n\nWyant was turning away with a gesture of thanks, when the other added:\n“If you would have the kindness to ring twice.”\n\n“To ring twice?”\n\n“At the doctor’s.” The young man smiled. “It is the custom.”\n\nIt was a dazzling March afternoon, with a shower of sun from the\nmid-blue, and a marshalling of slaty clouds behind the umber-colored\nhills. For nearly an hour Wyant loitered on the Lizza, watching the\nshadows race across the naked landscape and the thunder blacken in the\nwest; then he decided to set out for the House of the Dead Hand. The\nmap in his guidebook showed him that the Via Papa Giulio was one of the\nstreets which radiate from the Piazza, and thither he bent his course,\npausing at every other step to fill his eye with some fresh image of\nweather-beaten beauty. The clouds had rolled upward, obscuring the\nsunshine and hanging like a funereal baldachin above the projecting\ncornices of Doctor Lombard’s street, and Wyant walked for some distance\nin the shade of the beetling palace fronts before his eye fell on\na doorway surmounted by a sallow marble hand. He stood for a moment\nstaring up at the strange emblem. The hand was a woman’s--a dead\ndrooping hand, which hung there convulsed and helpless, as though it had\nbeen thrust forth in denunciation of some evil mystery within the house,\nand had sunk struggling into death.\n\nA girl who was drawing water from the well in the court said that the\nEnglish doctor lived on the first floor, and Wyant, passing through\na glazed door, mounted the damp degrees of a vaulted stairway with a\nplaster Æsculapius mouldering in a niche on the landing. Facing the\nÆsculapius was another door, and as Wyant put his hand on the bell-rope\nhe remembered his unknown friend’s injunction, and rang twice.\n\nHis ring was answered by a peasant woman with a low forehead and small\nclose-set eyes, who, after a prolonged scrutiny of himself, his card,\nand his letter of introduction, left him standing in a high, cold\nante-chamber floored with brick. He heard her wooden pattens click down\nan interminable corridor, and after some delay she returned and told him\nto follow her.\n\nThey passed through a long saloon, bare as the ante-chamber, but loftily\nvaulted, and frescoed with a seventeenth-century Triumph of Scipio or\nAlexander--martial figures following Wyant with the filmed melancholy\ngaze of shades in limbo. At the end of this apartment he was admitted\nto a smaller room, with the same atmosphere of mortal cold, but showing\nmore obvious signs of occupancy. The walls were covered with tapestry\nwhich had faded to the gray-brown tints of decaying vegetation, so that\nthe young man felt as though he were entering a sunless autumn wood.\nAgainst these hangings stood a few tall cabinets on heavy gilt feet, and\nat a table in the window three persons were seated: an elderly lady\nwho was warming her hands over a brazier, a girl bent above a strip of\nneedle-work, and an old man.\n\nAs the latter advanced toward Wyant, the young man was conscious of\nstaring with unseemly intentness at his small round-backed figure,\ndressed with shabby disorder and surmounted by a wonderful head,\nlean, vulpine, eagle-beaked as that of some art-loving despot of the\nRenaissance: a head combining the venerable hair and large prominent\neyes of the humanist with the greedy profile of the adventurer. Wyant,\nin musing on the Italian portrait-medals of the fifteenth century, had\noften fancied that only in that period of fierce individualism could\ntypes so paradoxical have been produced; yet the subtle craftsmen who\ncommitted them to the bronze had never drawn a face more strangely\nstamped with contradictory passions than that of Doctor Lombard.\n\n“I am glad to see you,” he said to Wyant, extending a hand which seemed\na mere framework held together by knotted veins. “We lead a quiet life\nhere and receive few visitors, but any friend of Professor Clyde’s is\nwelcome.” Then, with a gesture which included the two women, he added\ndryly: “My wife and daughter often talk of Professor Clyde.”\n\n“Oh yes--he used to make me such nice toast; they don’t understand toast\nin Italy,” said Mrs. Lombard in a high plaintive voice.\n\nIt would have been difficult, from Doctor Lombard’s manner and\nappearance to guess his nationality; but his wife was so inconsciently\nand ineradicably English that even the silhouette of her cap seemed a\nprotest against Continental laxities. She was a stout fair woman, with\npale cheeks netted with red lines. A brooch with a miniature portrait\nsustained a bogwood watch-chain upon her bosom, and at her elbow lay a\nheap of knitting and an old copy of THE QUEEN.\n\nThe young girl, who had remained standing, was a slim replica of her\nmother, with an apple-cheeked face and opaque blue eyes. Her small head\nwas prodigally laden with braids of dull fair hair, and she might have\nhad a kind of transient prettiness but for the sullen droop of her round\nmouth. It was hard to say whether her expression implied ill-temper or\napathy; but Wyant was struck by the contrast between the fierce vitality\nof the doctor’s age and the inanimateness of his daughter’s youth.\n\nSeating himself in the chair which his host advanced, the young man\ntried to open the conversation by addressing to Mrs. Lombard some random\nremark on the beauties of Siena. The lady murmured a resigned assent,\nand Doctor Lombard interposed with a smile: “My dear sir, my wife\nconsiders Siena a most salubrious spot, and is favorably impressed by\nthe cheapness of the marketing; but she deplores the total absence of\nmuffins and cannel coal, and cannot resign herself to the Italian method\nof dusting furniture.”\n\n“But they don’t, you know--they don’t dust it!” Mrs. Lombard protested,\nwithout showing any resentment of her husband’s manner.\n\n“Precisely--they don’t dust it. Since we have lived in Siena we have not\nonce seen the cobwebs removed from the battlements of the Mangia. Can\nyou conceive of such housekeeping? My wife has never yet dared to write\nit home to her aunts at Bonchurch.”\n\nMrs. Lombard accepted in silence this remarkable statement of her\nviews, and her husband, with a malicious smile at Wyant’s embarrassment,\nplanted himself suddenly before the young man.\n\n“And now,” said he, “do you want to see my Leonardo?”\n\n“DO I?” cried Wyant, on his feet in a flash.\n\nThe doctor chuckled. “Ah,” he said, with a kind of crooning\ndeliberation, “that’s the way they all behave--that’s what they all come\nfor.” He turned to his daughter with another variation of mockery in his\nsmile. “Don’t fancy it’s for your BEAUX YEUX, my dear; or for the mature\ncharms of Mrs. Lombard,” he added, glaring suddenly at his wife, who had\ntaken up her knitting and was softly murmuring over the number of her\nstitches.\n\nNeither lady appeared to notice his pleasantries, and he continued,\naddressing himself to Wyant: “They all come--they all come; but many are\ncalled and few are chosen.” His voice sank to solemnity. “While I live,”\n he said, “no unworthy eye shall desecrate that picture. But I will\nnot do my friend Clyde the injustice to suppose that he would send an\nunworthy representative. He tells me he wishes a description of the\npicture for his book; and you shall describe it to him--if you can.”\n\nWyant hesitated, not knowing whether it was a propitious moment to put\nin his appeal for a photograph.\n\n“Well, sir,” he said, “you know Clyde wants me to take away all I can of\nit.”\n\nDoctor Lombard eyed him sardonically. “You’re welcome to take away all\nyou can carry,” he replied; adding, as he turned to his daughter: “That\nis, if he has your permission, Sybilla.”\n\nThe girl rose without a word, and laying aside her work, took a key from\na secret drawer in one of the cabinets, while the doctor continued in\nthe same note of grim jocularity: “For you must know that the picture is\nnot mine--it is my daughter’s.”\n\nHe followed with evident amusement the surprised glance which Wyant\nturned on the young girl’s impassive figure.\n\n“Sybilla,” he pursued, “is a votary of the arts; she has inherited her\nfond father’s passion for the unattainable. Luckily, however, she also\nrecently inherited a tidy legacy from her grandmother; and having seen\nthe Leonardo, on which its discoverer had placed a price far beyond\nmy reach, she took a step which deserves to go down to history: she\ninvested her whole inheritance in the purchase of the picture, thus\nenabling me to spend my closing years in communion with one of the\nworld’s masterpieces. My dear sir, could Antigone do more?”\n\nThe object of this strange eulogy had meanwhile drawn aside one of the\ntapestry hangings, and fitted her key into a concealed door.\n\n“Come,” said Doctor Lombard, “let us go before the light fails us.”\n\nWyant glanced at Mrs. Lombard, who continued to knit impassively.\n\n“No, no,” said his host, “my wife will not come with us. You might\nnot suspect it from her conversation, but my wife has no feeling for\nart--Italian art, that is; for no one is fonder of our early Victorian\nschool.”\n\n“Frith’s Railway Station, you know,” said Mrs. Lombard, smiling. “I like\nan animated picture.”\n\nMiss Lombard, who had unlocked the door, held back the tapestry to let\nher father and Wyant pass out; then she followed them down a narrow\nstone passage with another door at its end. This door was iron-barred,\nand Wyant noticed that it had a complicated patent lock. The girl fitted\nanother key into the lock, and Doctor Lombard led the way into a small\nroom. The dark panelling of this apartment was irradiated by streams of\nyellow light slanting through the disbanded thunder clouds, and in\nthe central brightness hung a picture concealed by a curtain of faded\nvelvet.\n\n“A little too bright, Sybilla,” said Doctor Lombard. His face had grown\nsolemn, and his mouth twitched nervously as his daughter drew a linen\ndrapery across the upper part of the window.\n\n“That will do--that will do.” He turned impressively to Wyant. “Do you\nsee the pomegranate bud in this rug? Place yourself there--keep your\nleft foot on it, please. And now, Sybilla, draw the cord.”\n\nMiss Lombard advanced and placed her hand on a cord hidden behind the\nvelvet curtain.\n\n“Ah,” said the doctor, “one moment: I should like you, while looking at\nthe picture, to have in mind a few lines of verse. Sybilla--”\n\nWithout the slightest change of countenance, and with a promptness which\nproved her to be prepared for the request, Miss Lombard began to recite,\nin a full round voice like her mother’s, St. Bernard’s invocation to the\nVirgin, in the thirty-third canto of the Paradise.\n\n“Thank you, my dear,” said her father, drawing a deep breath as she\nended. “That unapproachable combination of vowel sounds prepares one\nbetter than anything I know for the contemplation of the picture.”\n\nAs he spoke the folds of velvet slowly parted, and the Leonardo appeared\nin its frame of tarnished gold:\n\nFrom the nature of Miss Lombard’s recitation Wyant had expected a sacred\nsubject, and his surprise was therefore great as the composition was\ngradually revealed by the widening division of the curtain.\n\nIn the background a steel-colored river wound through a pale calcareous\nlandscape; while to the left, on a lonely peak, a crucified Christ\nhung livid against indigo clouds. The central figure of the foreground,\nhowever, was that of a woman seated in an antique chair of marble with\nbas-reliefs of dancing mænads. Her feet rested on a meadow sprinkled\nwith minute wild-flowers, and her attitude of smiling majesty recalled\nthat of Dosso Dossi’s Circe. She wore a red robe, flowing in closely\nfluted lines from under a fancifully embroidered cloak. Above her high\nforehead the crinkled golden hair flowed sideways beneath a veil; one\nhand drooped on the arm of her chair; the other held up an inverted\nhuman skull, into which a young Dionysus, smooth, brown and sidelong as\nthe St. John of the Louvre, poured a stream of wine from a high-poised\nflagon. At the lady’s feet lay the symbols of art and luxury: a flute\nand a roll of music, a platter heaped with grapes and roses, the torso\nof a Greek statuette, and a bowl overflowing with coins and jewels;\nbehind her, on the chalky hilltop, hung the crucified Christ. A scroll\nin a corner of the foreground bore the legend: LUX MUNDI.\n\nWyant, emerging from the first plunge of wonder, turned inquiringly\ntoward his companions. Neither had moved. Miss Lombard stood with her\nhand on the cord, her lids lowered, her mouth drooping; the doctor, his\nstrange Thoth-like profile turned toward his guest, was still lost in\nrapt contemplation of his treasure.\n\nWyant addressed the young girl.\n\n“You are fortunate,” he said, “to be the possessor of anything so\nperfect.”\n\n“It is considered very beautiful,” she said coldly.\n\n“Beautiful--BEAUTIFUL!” the doctor burst out. “Ah, the poor, worn out,\nover-worked word! There are no adjectives in the language fresh enough\nto describe such pristine brilliancy; all their brightness has been worn\noff by misuse. Think of the things that have been called beautiful, and\nthen look at THAT!”\n\n“It is worthy of a new vocabulary,” Wyant agreed.\n\n“Yes,” Doctor Lombard continued, “my daughter is indeed fortunate.\nShe has chosen what Catholics call the higher life--the counsel of\nperfection. What other private person enjoys the same opportunity of\nunderstanding the master? Who else lives under the same roof with an\nuntouched masterpiece of Leonardo’s? Think of the happiness of being\nalways under the influence of such a creation; of living INTO it; of\npartaking of it in daily and hourly communion! This room is a chapel;\nthe sight of that picture is a sacrament. What an atmosphere for a young\nlife to unfold itself in! My daughter is singularly blessed. Sybilla,\npoint out some of the details to Mr. Wyant; I see that he will\nappreciate them.”\n\nThe girl turned her dense blue eyes toward Wyant; then, glancing away\nfrom him, she pointed to the canvas.\n\n“Notice the modeling of the left hand,” she began in a monotonous voice;\n“it recalls the hand of the Mona Lisa. The head of the naked genius will\nremind you of that of the St. John of the Louvre, but it is more purely\npagan and is turned a little less to the right. The embroidery on the\ncloak is symbolic: you will see that the roots of this plant have\nburst through the vase. This recalls the famous definition of Hamlet’s\ncharacter in Wilhelm Meister. Here are the mystic rose, the flame, and\nthe serpent, emblem of eternity. Some of the other symbols we have not\nyet been able to decipher.”\n\nWyant watched her curiously; she seemed to be reciting a lesson.\n\n“And the picture itself?” he said. “How do you explain that? LUX MUNDI--what\na curious device to connect with such a subject! What can it\nmean?”\n\nMiss Lombard dropped her eyes: the answer was evidently not included in\nher lesson.\n\n“What, indeed?” the doctor interposed. “What does life mean? As one\nmay define it in a hundred different ways, so one may find a hundred\ndifferent meanings in this picture. Its symbolism is as many-faceted as\na well-cut diamond. Who, for instance, is that divine lady? Is it she\nwho is the true LUX MUNDI--the light reflected from jewels and young\neyes, from polished marble and clear waters and statues of bronze? Or is\nthat the Light of the World, extinguished on yonder stormy hill, and is\nthis lady the Pride of Life, feasting blindly on the wine of iniquity,\nwith her back turned to the light which has shone for her in vain?\nSomething of both these meanings may be traced in the picture; but to\nme it symbolizes rather the central truth of existence: that all that\nis raised in incorruption is sown in corruption; art, beauty, love,\nreligion; that all our wine is drunk out of skulls, and poured for us by\nthe mysterious genius of a remote and cruel past.”\n\nThe doctor’s face blazed: his bent figure seemed to straighten itself\nand become taller.\n\n“Ah,” he cried, growing more dithyrambic, “how lightly you ask what\nit means! How confidently you expect an answer! Yet here am I who have\ngiven my life to the study of the Renaissance; who have violated its\ntomb, laid open its dead body, and traced the course of every muscle,\nbone, and artery; who have sucked its very soul from the pages of poets\nand humanists; who have wept and believed with Joachim of Flora, smiled\nand doubted with Æneas Sylvius Piccolomini; who have patiently followed\nto its source the least inspiration of the masters, and groped in\nneolithic caverns and Babylonian ruins for the first unfolding tendrils\nof the arabesques of Mantegna and Crivelli; and I tell you that I\nstand abashed and ignorant before the mystery of this picture. It means\nnothing--it means all things. It may represent the period which saw its\ncreation; it may represent all ages past and to come. There are volumes\nof meaning in the tiniest emblem on the lady’s cloak; the blossoms of\nits border are rooted in the deepest soil of myth and tradition. Don’t\nask what it means, young man, but bow your head in thankfulness for\nhaving seen it!”\n\nMiss Lombard laid her hand on his arm.\n\n“Don’t excite yourself, father,” she said in the detached tone of a\nprofessional nurse.\n\nHe answered with a despairing gesture. “Ah, it’s easy for you to talk.\nYou have years and years to spend with it; I am an old man, and every\nmoment counts!”\n\n“It’s bad for you,” she repeated with gentle obstinacy.\n\nThe doctor’s sacred fury had in fact burnt itself out. He dropped into\na seat with dull eyes and slackening lips, and his daughter drew the\ncurtain across the picture.\n\nWyant turned away reluctantly. He felt that his opportunity was slipping\nfrom him, yet he dared not refer to Clyde’s wish for a photograph. He\nnow understood the meaning of the laugh with which Doctor Lombard had\ngiven him leave to carry away all the details he could remember. The\npicture was so dazzling, so unexpected, so crossed with elusive and\ncontradictory suggestions, that the most alert observer, when placed\nsuddenly before it, must lose his coordinating faculty in a sense of\nconfused wonder. Yet how valuable to Clyde the record of such a work\nwould be! In some ways it seemed to be the summing up of the master’s\nthought, the key to his enigmatic philosophy.\n\nThe doctor had risen and was walking slowly toward the door. His\ndaughter unlocked it, and Wyant followed them back in silence to the\nroom in which they had left Mrs. Lombard. That lady was no longer there,\nand he could think of no excuse for lingering.\n\nHe thanked the doctor, and turned to Miss Lombard, who stood in the\nmiddle of the room as though awaiting farther orders.\n\n“It is very good of you,” he said, “to allow one even a glimpse of such\na treasure.”\n\nShe looked at him with her odd directness. “You will come again?”\n she said quickly; and turning to her father she added: “You know what\nProfessor Clyde asked. This gentleman cannot give him any account of the\npicture without seeing it again.”\n\nDoctor Lombard glanced at her vaguely; he was still like a person in a\ntrance.\n\n“Eh?” he said, rousing himself with an effort.\n\n“I said, father, that Mr. Wyant must see the picture again if he is to\ntell Professor Clyde about it,” Miss Lombard repeated with extraordinary\nprecision of tone.\n\nWyant was silent. He had the puzzled sense that his wishes were being\ndivined and gratified for reasons with which he was in no way connected.\n\n“Well, well,” the doctor muttered, “I don’t say no--I don’t say no. I\nknow what Clyde wants--I don’t refuse to help him.” He turned to Wyant.\n“You may come again--you may make notes,” he added with a sudden effort.\n“Jot down what occurs to you. I’m willing to concede that.”\n\nWyant again caught the girl’s eye, but its emphatic message perplexed\nhim.\n\n“You’re very good,” he said tentatively, “but the fact is the picture is\nso mysterious--so full of complicated detail--that I’m afraid no notes I\ncould make would serve Clyde’s purpose as well as--as a photograph, say.\nIf you would allow me--”\n\nMiss Lombard’s brow darkened, and her father raised his head furiously.\n\n“A photograph? A photograph, did you say? Good God, man, not ten people\nhave been allowed to set foot in that room! A PHOTOGRAPH?”\n\nWyant saw his mistake, but saw also that he had gone too far to retreat.\n\n“I know, sir, from what Clyde has told me, that you object to having\nany reproduction of the picture published; but he hoped you might let\nme take a photograph for his personal use--not to be reproduced in his\nbook, but simply to give him something to work by. I should take the\nphotograph myself, and the negative would of course be yours. If you\nwished it, only one impression would be struck off, and that one Clyde\ncould return to you when he had done with it.”\n\nDoctor Lombard interrupted him with a snarl. “When he had done with it?\nJust so: I thank thee for that word! When it had been re-photographed,\ndrawn, traced, autotyped, passed about from hand to hand, defiled by\nevery ignorant eye in England, vulgarized by the blundering praise of\nevery art-scribbler in Europe! Bah! I’d as soon give you the picture\nitself: why don’t you ask for that?”\n\n“Well, sir,” said Wyant calmly, “if you will trust me with it, I’ll\nengage to take it safely to England and back, and to let no eye but\nClyde’s see it while it is out of your keeping.”\n\nThe doctor received this remarkable proposal in silence; then he burst\ninto a laugh.\n\n“Upon my soul!” he said with sardonic good humor.\n\nIt was Miss Lombard’s turn to look perplexedly at Wyant. His last words\nand her father’s unexpected reply had evidently carried her beyond her\ndepth.\n\n“Well, sir, am I to take the picture?” Wyant smilingly pursued.\n\n“No, young man; nor a photograph of it. Nor a sketch, either; mind\nthat,--nothing that can be reproduced. Sybilla,” he cried with sudden\npassion, “swear to me that the picture shall never be reproduced! No\nphotograph, no sketch--now or afterward. Do you hear me?”\n\n“Yes, father,” said the girl quietly.\n\n“The vandals,” he muttered, “the desecrators of beauty; if I thought it\nwould ever get into their hands I’d burn it first, by God!” He turned\nto Wyant, speaking more quietly. “I said you might come back--I never\nretract what I say. But you must give me your word that no one but Clyde\nshall see the notes you make.”\n\nWyant was growing warm.\n\n“If you won’t trust me with a photograph I wonder you trust me not to\nshow my notes!” he exclaimed.\n\nThe doctor looked at him with a malicious smile.\n\n“Humph!” he said; “would they be of much use to anybody?”\n\nWyant saw that he was losing ground and controlled his impatience.\n\n“To Clyde, I hope, at any rate,” he answered, holding out his hand. The\ndoctor shook it without a trace of resentment, and Wyant added: “When\nshall I come, sir?”\n\n“To-morrow--to-morrow morning,” cried Miss Lombard, speaking suddenly.\n\nShe looked fixedly at her father, and he shrugged his shoulders.\n\n“The picture is hers,” he said to Wyant.\n\nIn the ante-chamber the young man was met by the woman who had admitted\nhim. She handed him his hat and stick, and turned to unbar the door. As\nthe bolt slipped back he felt a touch on his arm.\n\n“You have a letter?” she said in a low tone.\n\n“A letter?” He stared. “What letter?”\n\nShe shrugged her shoulders, and drew back to let him pass.\n\n\n\n\nII\n\n\nAs Wyant emerged from the house he paused once more to glance up at\nits scarred brick facade. The marble hand drooped tragically above\nthe entrance: in the waning light it seemed to have relaxed into the\npassiveness of despair, and Wyant stood musing on its hidden meaning.\nBut the Dead Hand was not the only mysterious thing about Doctor\nLombard’s house. What were the relations between Miss Lombard and her\nfather? Above all, between Miss Lombard and her picture? She did not\nlook like a person capable of a disinterested passion for the arts; and\nthere had been moments when it struck Wyant that she hated the picture.\n\nThe sky at the end of the street was flooded with turbulent yellow\nlight, and the young man turned his steps toward the church of San\nDomenico, in the hope of catching the lingering brightness on Sodoma’s\nSt. Catherine.\n\nThe great bare aisles were almost dark when he entered, and he had to\ngrope his way to the chapel steps. Under the momentary evocation of the\nsunset, the saint’s figure emerged pale and swooning from the dusk, and\nthe warm light gave a sensual tinge to her ecstasy. The flesh seemed to\nglow and heave, the eyelids to tremble; Wyant stood fascinated by the\naccidental collaboration of light and color.\n\nSuddenly he noticed that something white had fluttered to the ground\nat his feet. He stooped and picked up a small thin sheet of note-paper,\nfolded and sealed like an old-fashioned letter, and bearing the\nsuperscription:--\n\n\nTo the Count Ottaviano Celsi.\n\n\nWyant stared at this mysterious document. Where had it come from? He was\ndistinctly conscious of having seen it fall through the air, close\nto his feet. He glanced up at the dark ceiling of the chapel; then he\nturned and looked about the church. There was only one figure in it,\nthat of a man who knelt near the high altar.\n\nSuddenly Wyant recalled the question of Doctor Lombard’s maid-servant.\nWas this the letter she had asked for? Had he been unconsciously\ncarrying it about with him all the afternoon? Who was Count Ottaviano\nCelsi, and how came Wyant to have been chosen to act as that nobleman’s\nambulant letter-box?\n\nWyant laid his hat and stick on the chapel steps and began to explore\nhis pockets, in the irrational hope of finding there some clue to the\nmystery; but they held nothing which he had not himself put there, and\nhe was reduced to wondering how the letter, supposing some unknown hand\nto have bestowed it on him, had happened to fall out while he stood\nmotionless before the picture.\n\nAt this point he was disturbed by a step on the floor of the aisle, and\nturning, he saw his lustrous-eyed neighbor of the table d’hote.\n\nThe young man bowed and waved an apologetic hand.\n\n“I do not intrude?” he inquired suavely.\n\nWithout waiting for a reply, he mounted the steps of the chapel,\nglancing about him with the affable air of an afternoon caller.\n\n“I see,” he remarked with a smile, “that you know the hour at which our\nsaint should be visited.”\n\nWyant agreed that the hour was indeed felicitous.\n\nThe stranger stood beamingly before the picture.\n\n“What grace! What poetry!” he murmured, apostrophizing the St.\nCatherine, but letting his glance slip rapidly about the chapel as he\nspoke.\n\nWyant, detecting the manoeuvre, murmured a brief assent.\n\n“But it is cold here--mortally cold; you do not find it so?” The\nintruder put on his hat. “It is permitted at this hour--when the church\nis empty. And you, my dear sir--do you not feel the dampness? You are\nan artist, are you not? And to artists it is permitted to cover the head\nwhen they are engaged in the study of the paintings.”\n\nHe darted suddenly toward the steps and bent over Wyant’s hat.\n\n“Permit me--cover yourself!” he said a moment later, holding out the hat\nwith an ingratiating gesture.\n\nA light flashed on Wyant.\n\n“Perhaps,” he said, looking straight at the young man, “you will tell me\nyour name. My own is Wyant.”\n\nThe stranger, surprised, but not disconcerted, drew forth a coroneted\ncard, which he offered with a low bow. On the card was engraved:--\n\n\n     Il Conte Ottaviano Celsi.\n\n\n“I am much obliged to you,” said Wyant; “and I may as well tell you that\nthe letter which you apparently expected to find in the lining of my hat\nis not there, but in my pocket.”\n\nHe drew it out and handed it to its owner, who had grown very pale.\n\n“And now,” Wyant continued, “you will perhaps be good enough to tell me\nwhat all this means.”\n\nThere was no mistaking the effect produced on Count Ottaviano by this\nrequest. His lips moved, but he achieved only an ineffectual smile.\n\n“I suppose you know,” Wyant went on, his anger rising at the sight of\nthe other’s discomfiture, “that you have taken an unwarrantable liberty.\nI don’t yet understand what part I have been made to play, but it’s\nevident that you have made use of me to serve some purpose of your own,\nand I propose to know the reason why.”\n\nCount Ottaviano advanced with an imploring gesture.\n\n“Sir,” he pleaded, “you permit me to speak?”\n\n“I expect you to,” cried Wyant. “But not here,” he added, hearing the\nclank of the verger’s keys. “It is growing dark, and we shall be turned\nout in a few minutes.”\n\nHe walked across the church, and Count Ottaviano followed him out into\nthe deserted square.\n\n“Now,” said Wyant, pausing on the steps.\n\nThe Count, who had regained some measure of self-possession, began to\nspeak in a high key, with an accompaniment of conciliatory gesture.\n\n“My dear sir--my dear Mr. Wyant--you find me in an abominable\nposition--that, as a man of honor, I immediately confess. I have\ntaken advantage of you--yes! I have counted on your amiability, your\nchivalry--too far, perhaps? I confess it! But what could I do? It was to\noblige a lady”--he laid a hand on his heart--“a lady whom I would die\nto serve!” He went on with increasing volubility, his deliberate English\nswept away by a torrent of Italian, through which Wyant, with some\ndifficulty, struggled to a comprehension of the case.\n\nCount Ottaviano, according to his own statement, had come to Siena some\nmonths previously, on business connected with his mother’s property; the\npaternal estate being near Orvieto, of which ancient city his father\nwas syndic. Soon after his arrival in Siena the young Count had met the\nincomparable daughter of Doctor Lombard, and falling deeply in love with\nher, had prevailed on his parents to ask her hand in marriage. Doctor\nLombard had not opposed his suit, but when the question of settlements\narose it became known that Miss Lombard, who was possessed of a small\nproperty in her own right, had a short time before invested the\nwhole amount in the purchase of the Bergamo Leonardo. Thereupon Count\nOttaviano’s parents had politely suggested that she should sell the\npicture and thus recover her independence; and this proposal being met\nby a curt refusal from Doctor Lombard, they had withdrawn their consent\nto their son’s marriage. The young lady’s attitude had hitherto been one\nof passive submission; she was horribly afraid of her father, and would\nnever venture openly to oppose him; but she had made known to Ottaviano\nher intention of not giving him up, of waiting patiently till events\nshould take a more favorable turn. She seemed hardly aware, the Count\nsaid with a sigh, that the means of escape lay in her own hands; that\nshe was of age, and had a right to sell the picture, and to marry\nwithout asking her father’s consent. Meanwhile her suitor spared no\npains to keep himself before her, to remind her that he, too, was\nwaiting and would never give her up.\n\nDoctor Lombard, who suspected the young man of trying to persuade\nSybilla to sell the picture, had forbidden the lovers to meet or to\ncorrespond; they were thus driven to clandestine communication, and had\nseveral times, the Count ingenuously avowed, made use of the doctor’s\nvisitors as a means of exchanging letters.\n\n“And you told the visitors to ring twice?” Wyant interposed.\n\nThe young man extended his hands in a deprecating gesture. Could Mr.\nWyant blame him? He was young, he was ardent, he was enamored! The\nyoung lady had done him the supreme honor of avowing her attachment, of\npledging her unalterable fidelity; should he suffer his devotion to be\noutdone? But his purpose in writing to her, he admitted, was not merely\nto reiterate his fidelity; he was trying by every means in his power to\ninduce her to sell the picture. He had organized a plan of action; every\ndetail was complete; if she would but have the courage to carry out\nhis instructions he would answer for the result. His idea was that she\nshould secretly retire to a convent of which his aunt was the Mother\nSuperior, and from that stronghold should transact the sale of the\nLeonardo. He had a purchaser ready, who was willing to pay a large sum;\na sum, Count Ottaviano whispered, considerably in excess of the young\nlady’s original inheritance; once the picture sold, it could, if\nnecessary, be removed by force from Doctor Lombard’s house, and his\ndaughter, being safely in the convent, would be spared the painful\nscenes incidental to the removal. Finally, if Doctor Lombard were\nvindictive enough to refuse his consent to her marriage, she had only to\nmake a SOMMATION RESPECTUEUSE, and at the end of the prescribed delay no\npower on earth could prevent her becoming the wife of Count Ottaviano.\n\nWyant’s anger had fallen at the recital of this simple romance. It was\nabsurd to be angry with a young man who confided his secrets to the\nfirst stranger he met in the streets, and placed his hand on his heart\nwhenever he mentioned the name of his betrothed. The easiest way out of\nthe business was to take it as a joke. Wyant had played the wall to this\nnew Pyramus and Thisbe, and was philosophic enough to laugh at the part\nhe had unwittingly performed.\n\nHe held out his hand with a smile to Count Ottaviano.\n\n“I won’t deprive you any longer,” he said, “of the pleasure of reading\nyour letter.”\n\n“Oh, sir, a thousand thanks! And when you return to the casa Lombard,\nyou will take a message from me--the letter she expected this\nafternoon?”\n\n“The letter she expected?” Wyant paused. “No, thank you. I thought\nyou understood that where I come from we don’t do that kind of\nthing--knowingly.”\n\n“But, sir, to serve a young lady!”\n\n“I’m sorry for the young lady, if what you tell me is true”--the Count’s\nexpressive hands resented the doubt--“but remember that if I am under\nobligations to any one in this matter, it is to her father, who has\nadmitted me to his house and has allowed me to see his picture.”\n\n“HIS picture? Hers!”\n\n“Well, the house is his, at all events.”\n\n“Unhappily--since to her it is a dungeon!”\n\n“Why doesn’t she leave it, then?” exclaimed Wyant impatiently.\n\nThe Count clasped his hands. “Ah, how you say that--with what force,\nwith what virility! If you would but say it to HER in that tone--you,\nher countryman! She has no one to advise her; the mother is an idiot;\nthe father is terrible; she is in his power; it is my belief that he\nwould kill her if she resisted him. Mr. Wyant, I tremble for her life\nwhile she remains in that house!”\n\n“Oh, come,” said Wyant lightly, “they seem to understand each other well\nenough. But in any case, you must see that I can’t interfere--at\nleast you would if you were an Englishman,” he added with an escape of\ncontempt.\n\n\n\n\nIII\n\n\nWyant’s affiliations in Siena being restricted to an acquaintance with\nhis land-lady, he was forced to apply to her for the verification of\nCount Ottaviano’s story.\n\nThe young nobleman had, it appeared, given a perfectly correct account\nof his situation. His father, Count Celsi-Mongirone, was a man of\ndistinguished family and some wealth. He was syndic of Orvieto, and\nlived either in that town or on his neighboring estate of Mongirone. His\nwife owned a large property near Siena, and Count Ottaviano, who was the\nsecond son, came there from time to time to look into its management.\nThe eldest son was in the army, the youngest in the Church; and an aunt\nof Count Ottaviano’s was Mother Superior of the Visitandine convent in\nSiena. At one time it had been said that Count Ottaviano, who was a most\namiable and accomplished young man, was to marry the daughter of the\nstrange Englishman, Doctor Lombard, but difficulties having arisen as to\nthe adjustment of the young lady’s dower, Count Celsi-Mongirone had very\nproperly broken off the match. It was sad for the young man, however,\nwho was said to be deeply in love, and to find frequent excuses for\ncoming to Siena to inspect his mother’s estate.\n\nViewed in the light of Count Ottaviano’s personality the story had a\ntinge of opera bouffe; but the next morning, as Wyant mounted the stairs\nof the House of the Dead Hand, the situation insensibly assumed another\naspect. It was impossible to take Doctor Lombard lightly; and there was\na suggestion of fatality in the appearance of his gaunt dwelling. Who\ncould tell amid what tragic records of domestic tyranny and fluttering\nbroken purposes the little drama of Miss Lombard’s fate was being played\nout? Might not the accumulated influences of such a house modify the\nlives within it in a manner unguessed by the inmates of a suburban villa\nwith sanitary plumbing and a telephone?\n\nOne person, at least, remained unperturbed by such fanciful problems;\nand that was Mrs. Lombard, who, at Wyant’s entrance, raised a placidly\nwrinkled brow from her knitting. The morning was mild, and her chair had\nbeen wheeled into a bar of sunshine near the window, so that she made a\ncheerful spot of prose in the poetic gloom of her surroundings.\n\n“What a nice morning!” she said; “it must be delightful weather at\nBonchurch.”\n\nHer dull blue glance wandered across the narrow street with its\nthreatening house fronts, and fluttered back baffled, like a bird with\nclipped wings. It was evident, poor lady, that she had never seen beyond\nthe opposite houses.\n\nWyant was not sorry to find her alone. Seeing that she was surprised\nat his reappearance he said at once: “I have come back to study Miss\nLombard’s picture.”\n\n“Oh, the picture--” Mrs. Lombard’s face expressed a gentle\ndisappointment, which might have been boredom in a person of acuter\nsensibilities. “It’s an original Leonardo, you know,” she said\nmechanically.\n\n“And Miss Lombard is very proud of it, I suppose? She seems to have\ninherited her father’s love for art.”\n\nMrs. Lombard counted her stitches, and he went on: “It’s unusual in so\nyoung a girl. Such tastes generally develop later.”\n\nMrs. Lombard looked up eagerly. “That’s what I say! I was quite\ndifferent at her age, you know. I liked dancing, and doing a pretty bit\nof fancy-work. Not that I couldn’t sketch, too; I had a master down from\nLondon. My aunts have some of my crayons hung up in their drawing-room\nnow--I did a view of Kenilworth which was thought pleasing. But I liked\na picnic, too, or a pretty walk through the woods with young people of\nmy own age. I say it’s more natural, Mr. Wyant; one may have a feeling\nfor art, and do crayons that are worth framing, and yet not give up\neverything else. I was taught that there were other things.”\n\nWyant, half-ashamed of provoking these innocent confidences, could not\nresist another question. “And Miss Lombard cares for nothing else?”\n\nHer mother looked troubled.\n\n“Sybilla is so clever--she says I don’t understand. You know how\nself-confident young people are! My husband never said that of\nme, now--he knows I had an excellent education. My aunts were very\nparticular; I was brought up to have opinions, and my husband has always\nrespected them. He says himself that he wouldn’t for the world miss\nhearing my opinion on any subject; you may have noticed that he often\nrefers to my tastes. He has always respected my preference for living\nin England; he likes to hear me give my reasons for it. He is so much\ninterested in my ideas that he often says he knows just what I am going\nto say before I speak. But Sybilla does not care for what I think--”\n\nAt this point Doctor Lombard entered. He glanced sharply at Wyant. “The\nservant is a fool; she didn’t tell me you were here.” His eye turned to\nhis wife. “Well, my dear, what have you been telling Mr. Wyant? About\nthe aunts at Bonchurch, I’ll be bound!”\n\nMrs. Lombard looked triumphantly at Wyant, and her husband rubbed his\nhooked fingers, with a smile.\n\n“Mrs. Lombard’s aunts are very superior women. They subscribe to the\ncirculating library, and borrow Good Words and the Monthly Packet from\nthe curate’s wife across the way. They have the rector to tea twice a\nyear, and keep a page-boy, and are visited by two baronets’ wives. They\ndevoted themselves to the education of their orphan niece, and I think\nI may say without boasting that Mrs. Lombard’s conversation shows marked\ntraces of the advantages she enjoyed.”\n\nMrs. Lombard colored with pleasure.\n\n“I was telling Mr. Wyant that my aunts were very particular.”\n\n“Quite so, my dear; and did you mention that they never sleep in\nanything but linen, and that Miss Sophia puts away the furs and blankets\nevery spring with her own hands? Both those facts are interesting to the\nstudent of human nature.” Doctor Lombard glanced at his watch. “But we\nare missing an incomparable moment; the light is perfect at this hour.”\n\nWyant rose, and the doctor led him through the tapestried door and down\nthe passageway.\n\nThe light was, in fact, perfect, and the picture shone with an inner\nradiancy, as though a lamp burned behind the soft screen of the lady’s\nflesh. Every detail of the foreground detached itself with jewel-like\nprecision. Wyant noticed a dozen accessories which had escaped him on\nthe previous day.\n\nHe drew out his note-book, and the doctor, who had dropped his sardonic\ngrin for a look of devout contemplation, pushed a chair forward, and\nseated himself on a carved settle against the wall.\n\n“Now, then,” he said, “tell Clyde what you can; but the letter killeth.”\n\nHe sank down, his hands hanging on the arm of the settle like the claws\nof a dead bird, his eyes fixed on Wyant’s notebook with the obvious\nintention of detecting any attempt at a surreptitious sketch.\n\nWyant, nettled at this surveillance, and disturbed by the speculations\nwhich Doctor Lombard’s strange household excited, sat motionless for a\nfew minutes, staring first at the picture and then at the blank pages\nof the note-book. The thought that Doctor Lombard was enjoying his\ndiscomfiture at length roused him, and he began to write.\n\nHe was interrupted by a knock on the iron door. Doctor Lombard rose to\nunlock it, and his daughter entered.\n\nShe bowed hurriedly to Wyant, without looking at him.\n\n“Father, had you forgotten that the man from Monte Amiato was to come\nback this morning with an answer about the bas-relief? He is here now;\nhe says he can’t wait.”\n\n“The devil!” cried her father impatiently. “Didn’t you tell him--”\n\n“Yes; but he says he can’t come back. If you want to see him you must\ncome now.”\n\n“Then you think there’s a chance?--”\n\nShe nodded.\n\nHe turned and looked at Wyant, who was writing assiduously.\n\n“You will stay here, Sybilla; I shall be back in a moment.”\n\nHe hurried out, locking the door behind him.\n\nWyant had looked up, wondering if Miss Lombard would show any surprise\nat being locked in with him; but it was his turn to be surprised, for\nhardly had they heard the key withdrawn when she moved close to him, her\nsmall face pale and tumultuous.\n\n“I arranged it--I must speak to you,” she gasped. “He’ll be back in five\nminutes.”\n\nHer courage seemed to fail, and she looked at him helplessly.\n\nWyant had a sense of stepping among explosives. He glanced about him\nat the dusky vaulted room, at the haunting smile of the strange picture\noverhead, and at the pink-and-white girl whispering of conspiracies in a\nvoice meant to exchange platitudes with a curate.\n\n“How can I help you?” he said with a rush of compassion.\n\n“Oh, if you would! I never have a chance to speak to any one; it’s so\ndifficult--he watches me--he’ll be back immediately.”\n\n“Try to tell me what I can do.”\n\n“I don’t dare; I feel as if he were behind me.” She turned away, fixing\nher eyes on the picture. A sound startled her. “There he comes, and\nI haven’t spoken! It was my only chance; but it bewilders me so to be\nhurried.”\n\n“I don’t hear any one,” said Wyant, listening. “Try to tell me.”\n\n“How can I make you understand? It would take so long to explain.” She\ndrew a deep breath, and then with a plunge--“Will you come here again\nthis afternoon--at about five?” she whispered.\n\n“Come here again?”\n\n“Yes--you can ask to see the picture,--make some excuse. He will come\nwith you, of course; I will open the door for you--and--and lock you\nboth in”--she gasped.\n\n“Lock us in?”\n\n“You see? You understand? It’s the only way for me to leave the\nhouse--if I am ever to do it”--She drew another difficult breath.\n“The key will be returned--by a safe person--in half an hour,--perhaps\nsooner--”\n\nShe trembled so much that she was obliged to lean against the settle for\nsupport.\n\n“Wyant looked at her steadily; he was very sorry for her.\n\n“I can’t, Miss Lombard,” he said at length.\n\n“You can’t?”\n\n“I’m sorry; I must seem cruel; but consider--”\n\nHe was stopped by the futility of the word: as well ask a hunted rabbit\nto pause in its dash for a hole!\n\nWyant took her hand; it was cold and nerveless.\n\n“I will serve you in any way I can; but you must see that this way is\nimpossible. Can’t I talk to you again? Perhaps--”\n\n“Oh,” she cried, starting up, “there he comes!”\n\nDoctor Lombard’s step sounded in the passage.\n\nWyant held her fast. “Tell me one thing: he won’t let you sell the\npicture?”\n\n“No--hush!”\n\n“Make no pledges for the future, then; promise me that.”\n\n“The future?”\n\n“In case he should die: your father is an old man. You haven’t\npromised?”\n\nShe shook her head.\n\n“Don’t, then; remember that.”\n\nShe made no answer, and the key turned in the lock.\n\nAs he passed out of the house, its scowling cornice and facade of\nravaged brick looked down on him with the startlingness of a strange\nface, seen momentarily in a crowd, and impressing itself on the brain as\npart of an inevitable future. Above the doorway, the marble hand reached\nout like the cry of an imprisoned anguish.\n\nWyant turned away impatiently.\n\n“Rubbish!” he said to himself. “SHE isn’t walled in; she can get out if\nshe wants to.”\n\n\n\n\nIV\n\n\nWyant had any number of plans for coming to Miss Lombard’s aid: he was\nelaborating the twentieth when, on the same afternoon, he stepped into\nthe express train for Florence. By the time the train reached Certaldo\nhe was convinced that, in thus hastening his departure, he had followed\nthe only reasonable course; at Empoli, he began to reflect that the\npriest and the Levite had probably justified themselves in much the same\nmanner.\n\nA month later, after his return to England, he was unexpectedly relieved\nfrom these alternatives of extenuation and approval. A paragraph in\nthe morning paper announced the sudden death of Doctor Lombard, the\ndistinguished English dilettante who had long resided in Siena. Wyant’s\njustification was complete. Our blindest impulses become evidence of\nperspicacity when they fall in with the course of events.\n\nWyant could now comfortably speculate on the particular complications\nfrom which his foresight had probably saved him. The climax was\nunexpectedly dramatic. Miss Lombard, on the brink of a step which,\nwhatever its issue, would have burdened her with retrospective\ncompunction, had been set free before her suitor’s ardor could have had\ntime to cool, and was now doubtless planning a life of domestic felicity\non the proceeds of the Leonardo. One thing, however, struck Wyant as\nodd--he saw no mention of the sale of the picture. He had scanned the\npapers for an immediate announcement of its transfer to one of the\ngreat museums; but presently concluding that Miss Lombard, out of\nfilial piety, had wished to avoid an appearance of unseemly haste in the\ndisposal of her treasure, he dismissed the matter from his mind. Other\naffairs happened to engage him; the months slipped by, and gradually the\nlady and the picture dwelt less vividly in his mind.\n\nIt was not till five or six years later, when chance took him again to\nSiena, that the recollection started from some inner fold of memory. He\nfound himself, as it happened, at the head of Doctor Lombard’s street,\nand glancing down that grim thoroughfare, caught an oblique glimpse\nof the doctor’s house front, with the Dead Hand projecting above its\nthreshold. The sight revived his interest, and that evening, over an\nadmirable frittata, he questioned his landlady about Miss Lombard’s\nmarriage.\n\n“The daughter of the English doctor? But she has never married,\nsignore.”\n\n“Never married? What, then, became of Count Ottaviano?”\n\n“For a long time he waited; but last year he married a noble lady of the\nMaremma.”\n\n“But what happened--why was the marriage broken?”\n\nThe landlady enacted a pantomime of baffled interrogation.\n\n“And Miss Lombard still lives in her father’s house?”\n\n“Yes, signore; she is still there.”\n\n“And the Leonardo--”\n\n“The Leonardo, also, is still there.”\n\nThe next day, as Wyant entered the House of the Dead Hand, he remembered\nCount Ottaviano’s injunction to ring twice, and smiled mournfully to\nthink that so much subtlety had been vain. But what could have prevented\nthe marriage? If Doctor Lombard’s death had been long delayed, time\nmight have acted as a dissolvent, or the young lady’s resolve have\nfailed; but it seemed impossible that the white heat of ardor in which\nWyant had left the lovers should have cooled in a few short weeks.\n\nAs he ascended the vaulted stairway the atmosphere of the place seemed\na reply to his conjectures. The same numbing air fell on him, like\nan emanation from some persistent will-power, a something fierce and\nimminent which might reduce to impotence every impulse within its range.\nWyant could almost fancy a hand on his shoulder, guiding him upward with\nthe ironical intent of confronting him with the evidence of its work.\n\nA strange servant opened the door, and he was presently introduced to\nthe tapestried room, where, from their usual seats in the window, Mrs.\nLombard and her daughter advanced to welcome him with faint ejaculations\nof surprise.\n\nBoth had grown oddly old, but in a dry, smooth way, as fruits might\nshrivel on a shelf instead of ripening on the tree. Mrs. Lombard was\nstill knitting, and pausing now and then to warm her swollen hands above\nthe brazier; and Miss Lombard, in rising, had laid aside a strip of\nneedle-work which might have been the same on which Wyant had first seen\nher engaged.\n\nTheir visitor inquired discreetly how they had fared in the interval,\nand learned that they had thought of returning to England, but had\nsomehow never done so.\n\n“I am sorry not to see my aunts again,” Mrs. Lombard said resignedly;\n“but Sybilla thinks it best that we should not go this year.”\n\n“Next year, perhaps,” murmured Miss Lombard, in a voice which seemed to\nsuggest that they had a great waste of time to fill.\n\nShe had returned to her seat, and sat bending over her work. Her hair\nenveloped her head in the same thick braids, but the rose color of her\ncheeks had turned to blotches of dull red, like some pigment which has\ndarkened in drying.\n\n“And Professor Clyde--is he well?” Mrs. Lombard asked affably;\ncontinuing, as her daughter raised a startled eye: “Surely, Sybilla,\nMr. Wyant was the gentleman who was sent by Professor Clyde to see the\nLeonardo?”\n\nMiss Lombard was silent, but Wyant hastened to assure the elder lady of\nhis friend’s well-being.\n\n“Ah--perhaps, then, he will come back some day to Siena,” she said,\nsighing. Wyant declared that it was more than likely; and there ensued\na pause, which he presently broke by saying to Miss Lombard: “And you\nstill have the picture?”\n\nShe raised her eyes and looked at him. “Should you like to see it?” she\nasked.\n\nOn his assenting, she rose, and extracting the same key from the same\nsecret drawer, unlocked the door beneath the tapestry. They walked down\nthe passage in silence, and she stood aside with a grave gesture, making\nWyant pass before her into the room. Then she crossed over and drew the\ncurtain back from the picture.\n\nThe light of the early afternoon poured full on it: its surface appeared\nto ripple and heave with a fluid splendor. The colors had lost none of\ntheir warmth, the outlines none of their pure precision; it seemed to\nWyant like some magical flower which had burst suddenly from the mould\nof darkness and oblivion.\n\nHe turned to Miss Lombard with a movement of comprehension.\n\n“Ah, I understand--you couldn’t part with it, after all!” he cried.\n\n“No--I couldn’t part with it,” she answered.\n\n“It’s too beautiful,--too beautiful,”--he assented.\n\n“Too beautiful?” She turned on him with a curious stare. “I have never\nthought it beautiful, you know.”\n\nHe gave back the stare. “You have never--”\n\nShe shook her head. “It’s not that. I hate it; I’ve always hated it. But\nhe wouldn’t let me--he will never let me now.”\n\nWyant was startled by her use of the present tense. Her look surprised\nhim, too: there was a strange fixity of resentment in her innocuous eye.\nWas it possible that she was laboring under some delusion? Or did the\npronoun not refer to her father?\n\n“You mean that Doctor Lombard did not wish you to part with the\npicture?”\n\n“No--he prevented me; he will always prevent me.”\n\nThere was another pause. “You promised him, then, before his death--”\n\n“No; I promised nothing. He died too suddenly to make me.” Her voice\nsank to a whisper. “I was free--perfectly free--or I thought I was till\nI tried.”\n\n“Till you tried?”\n\n“To disobey him--to sell the picture. Then I found it was impossible. I\ntried again and again; but he was always in the room with me.”\n\nShe glanced over her shoulder as though she had heard a step; and to\nWyant, too, for a moment, the room seemed full of a third presence.\n\n“And you can’t”--he faltered, unconsciously dropping his voice to the\npitch of hers.\n\nShe shook her head, gazing at him mystically. “I can’t lock him out;\nI can never lock him out now. I told you I should never have another\nchance.”\n\nWyant felt the chill of her words like a cold breath in his hair.\n\n“Oh”--he groaned; but she cut him off with a grave gesture.\n\n“It is too late,” she said; “but you ought to have helped me that day.”"
}