{
 "author": [
  "Alger, Horatio, Jr."
 ],
 "title": [
  "The Cash Boy"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Didactic fiction",
  "Orphans -- Juvenile fiction",
  "Boys -- Juvenile fiction",
  "Adventure stories",
  "PZ",
  "Adoptees -- Juvenile fiction",
  "Baseball -- Juvenile fiction",
  "PS"
 ],
 "id": "296",
 "genre": [
  "teen",
  "fiction",
  "adventure"
 ],
 "text": "THE CASH BOY\n\nBy Horatio Alger, Jr.\n\n\n\n\nPREFACE\n\n\n“The Cash Boy,” by Horatio Alger, Jr., as the name implies, is a story\nabout a boy and for boys.\n\nThrough some conspiracy, the hero of the story when a baby, was taken\nfrom his relatives and given into the care of a kind woman.\n\nNot knowing his name, she gave him her husband’s name, Frank Fowler.\nShe had one little daughter, Grace, and showing no partiality in the\ntreatment of her children, Frank never suspected that she was not his\nsister. However, at the death of Mrs. Fowler, all this was related to\nFrank.\n\nThe children were left alone in the world. It seemed as though they\nwould have to go to the poorhouse but Frank could not become reconciled\nto that.\n\nA kind neighbor agreed to care for Grace, so Frank decided to start out\nin the world to make his way.\n\nHe had many disappointments and hardships, but through his kindness to\nan old man, his own relatives and right name were revealed to him.\n\n\n\nCHAPTER I\n\nA REVELATION\n\n\nA group of boys was assembled in an open field to the west of the public\nschoolhouse in the town of Crawford. Most of them held hats in their\nhands, while two, stationed sixty feet distant from each other, were\n“having catch.”\n\nTom Pinkerton, son of Deacon Pinkerton, had just returned from Brooklyn,\nand while there had witnessed a match game between two professional\nclubs. On his return he proposed that the boys of Crawford should\nestablish a club, to be known as the Excelsior Club of Crawford, to play\namong themselves, and on suitable occasions to challenge clubs belonging\nto other villages. This proposal was received with instant approval.\n\n“I move that Tom Pinkerton address the meeting,” said one boy.\n\n“Second the motion,” said another.\n\nAs there was no chairman, James Briggs was appointed to that position,\nand put the motion, which was unanimously carried.\n\nTom Pinkerton, in his own estimation a personage of considerable\nimportance, came forward in a consequential manner, and commenced as\nfollows:\n\n“Mr. Chairman and boys. You all know what has brought us together. We\nwant to start a club for playing baseball, like the big clubs they have\nin Brooklyn and New York.”\n\n“How shall we do it?” asked Henry Scott.\n\n“We must first appoint a captain of the club, who will have power to\nassign the members to their different positions. Of course you will want\none that understands about these matters.”\n\n“He means himself,” whispered Henry Scott, to his next neighbor; and\nhere he was right.\n\n“Is that all?” asked Sam Pomeroy.\n\n“No; as there will be some expenses, there must be a treasurer to\nreceive and take care of the funds, and we shall need a secretary to\nkeep the records of the club, and write and answer challenges.”\n\n“Boys,” said the chairman, “you have heard Tom Pinkerton’s remarks.\nThose who are in favor of organizing a club on this plan will please\nsignify it in the usual way.”\n\nAll the boys raised their hands, and it was declared a vote.\n\n“You will bring in your votes for captain,” said the chairman.\n\nTom Pinkerton drew a little apart with a conscious look, as he supposed,\nof course, that no one but himself would be thought of as leader.\n\nSlips of paper were passed around, and the boys began to prepare their\nballots. They were brought to the chairman in a hat, and he forthwith\ntook them out and began to count them.\n\n“Boys,” he announced, amid a universal stillness, “there is one vote for\nSam Pomeroy, one for Eugene Morton, and the rest are for Frank Fowler,\nwho is elected.”\n\nThere was a clapping of hands, in which Tom Pinkerton did not join.\n\nFrank Fowler, who is to be our hero, came forward a little, and spoke\nmodestly as follows:\n\n“Boys, I thank you for electing me captain of the club. I am afraid I am\nnot very well qualified for the place, but I will do as well as I can.”\n\nThe speaker was a boy of fourteen. He was of medium height for his age,\nstrong and sturdy in build, and with a frank prepossessing countenance,\nand an open, cordial manner, which made him a general favorite. It was\nnot, however, to his popularity that he owed his election, but to the\nfact that both at bat and in the field he excelled all the boys, and\ntherefore was the best suited to take the lead.\n\nThe boys now proceeded to make choice of a treasurer and secretary.\nFor the first position Tom Pinkerton received a majority of the votes.\nThough not popular, it was felt that some office was due him.\n\nFor secretary, Ike Stanton, who excelled in penmanship, was elected, and\nthus all the offices were filled.\n\nThe boys now crowded around Frank Fowler, with petitions for such places\nas they desired.\n\n“I hope you will give me a little time before I decide about positions,\nboys,” Frank said; “I want to consider a little.”\n\n“All right! Take till next week,” said one and another, “and let us have\na scrub game this afternoon.”\n\nThe boys were in the middle of the sixth inning, when some one called\nout to Frank Fowler: “Frank, your sister is running across the field. I\nthink she wants you.”\n\nFrank dropped his bat and hastened to meet his sister.\n\n“What’s the matter, Gracie?” he asked in alarm.\n\n“Oh, Frank!” she exclaimed, bursting into tears. “Mother’s been bleeding\nat the lungs, and she looks so white. I’m afraid she’s very sick.”\n\n“Boys,” said Frank, turning to his companions, “I must go home at once.\nYou can get some one to take my place, my mother is very sick.”\n\nWhen Frank reached the little brown cottage which he called home, he\nfound his mother in an exhausted state reclining on the bed.\n\n“How do you feel, mother?” asked our hero, anxiously.\n\n“Quite weak, Frank,” she answered in a low voice. “I have had a severe\nattack.”\n\n“Let me go for the doctor, mother.”\n\n“I don’t think it will be necessary, Frank. The attack is over, and I\nneed no medicines, only time to bring back my strength.”\n\nBut three days passed, and Mrs. Fowler’s nervous prostration continued.\nShe had attacks previously from which she rallied sooner, and her\npresent weakness induced serious misgivings as to whether she would\never recover. Frank thought that her eyes followed him with more than\nordinary anxiety, and after convincing himself that this was the case,\nhe drew near his mother’s bedside, and inquired:\n\n“Mother, isn’t there something you want me to do?”\n\n“Nothing, I believe, Frank.”\n\n“I thought you looked at me as if you wanted to say something.” “There\nis something I must say to you before I die.”\n\n“Before you die, mother!” echoed Frank, in a startled voice.\n\n“Yes. Frank, I am beginning to think that this is my last sickness.”\n\n“But, mother, you have been so before, and got up again.”\n\n“There must always be a last time, Frank; and my strength is too far\nreduced to rally again, I fear.”\n\n“I can’t bear the thought of losing you, mother,” said Frank, deeply\nmoved.\n\n“You will miss me, then, Frank?” said Mrs. Fowler.\n\n“Shall I not? Grace and I will be alone in the world.”\n\n“Alone in the world!” repeated the sick woman, sorrowfully, “with\nlittle help to hope for from man, for I shall leave you nothing. Poor\nchildren!”\n\n“That isn’t what I think of,” said Frank, hastily.\n\n“I can support myself.”\n\n“But Grace? She is a delicate girl,” said the mother, anxiously. “She\ncannot make her way as you can.”\n\n“She won’t need to,” said Frank, promptly; “I shall take care of her.”\n\n“But you are very young even to support yourself. You are only\nfourteen.”\n\n“I know it, mother, but I am strong, and I am not afraid. There are a\nhundred ways of making a living.”\n\n“But do you realize that you will have to start with absolutely nothing?\nDeacon Pinkerton holds a mortgage on this house for all it will bring in\nthe market, and I owe him arrears of interest besides.”\n\n“I didn’t know that, mother, but it doesn’t frighten me.”\n\n“And you will take care of Grace?”\n\n“I promise it, mother.”\n\n“Suppose Grace were not your sister?” said the sick woman, anxiously\nscanning the face of the boy.\n\n“What makes you suppose such a thing as that, mother? Of course she is\nmy sister.”\n\n“But suppose she were not,” persisted Mrs. Fowler, “you would not recall\nyour promise?”\n\n“No, surely not, for I love her. But why do you talk so, mother?” and\na suspicion crossed Frank’s mind that his mother’s intellect might be\nwandering.\n\n“It is time to tell you all, Frank. Sit down by the bedside, and I will\ngather my strength to tell you what must be told.”\n\n“Grace is not your sister, Frank!”\n\n“Not my sister, mother?” he exclaimed. “You are not in earnest?”\n\n“I am quite in earnest, Frank.”\n\n“Then whose child is she?”\n\n“She is my child.”\n\n“Then she must be my sister--are you not my mother?”\n\n“No, Frank, I am not your mother!”\n\n\n\nCHAPTER II\n\nMRS. FOWLER’S STORY\n\n\n“Not my mother!” he exclaimed. “Who, then, is my mother?”\n\n“I cannot tell you, Frank. I never knew. You will forgive me for\nconcealing this from you for so long.”\n\n“No matter who was my real mother since I have you. You have been a\nmother to me, and I shall always think of you as such.”\n\n“You make me happy, Frank, when you say that. And you will look upon\nGrace as a sister also, will you not?”\n\n“Always,” said the boy, emphatically. “Mother, will you tell all you\nknow about me? I don’t know what to think; now that I am not your son I\ncannot rest till I learn who I am.”\n\n“I can understand your feelings, Frank, but I must defer the explanation\ntill to-morrow. I have fatigued myself with talking, but to-morrow you\nshall know all that I can tell you.”\n\n“Forgive me for not thinking of your being tired, mother,” and he bent\nover and pressed his lips upon the cheek of the sick woman. “But don’t\ntalk any more. Wait till to-morrow.”\n\nIn the afternoon Frank had a call from Sam Pomeroy.\n\n“The club is to play to-morrow afternoon against a picked nine, Frank,”\n he said. “Will you be there?”\n\n“I can’t, Sam,” he answered. “My mother is very sick, and it is my duty\nto stay at home with her.”\n\n“We shall miss you--that is, all of us but one. Tom Pinkerton said\nyesterday that you ought to resign, as you can’t attend to your duties.\nHe wouldn’t object to filling your place, I fancy.”\n\n“He is welcome to the place as soon as the club feels like electing\nhim,” said Frank. “Tell the boys I am sorry I can’t be on hand. They had\nbetter get you to fill my place.”\n\n“I’ll mention it, but I don’t think they’ll see it in that light.\nThey’re all jealous of my superior playing,” said Sam, humorously.\n“Well, good-bye, Frank. I hope your mother’ll be better soon.”\n\n“Thank you, Sam,” answered Frank, soberly. “I hope so, too, but she is\nvery sick.”\n\nThe next day Mrs. Fowler again called Frank to the bedside.\n\n“Grace is gone out on an errand,” she said, “and I can find no better\ntime for telling you what I know about you and the circumstances which\nled to my assuming the charge of you.”\n\n“Are you strong enough, mother?”\n\n“Yes, Frank. Thirteen years ago my husband and myself occupied a\nsmall tenement in that part of Brooklyn know as Gowanus, not far from\nGreenwood Cemetery. My husband was a carpenter, and though his wages\nwere small he was generally employed. We had been married three years,\nbut had no children of our own. Our expenses were small, and we got on\ncomfortably, and should have continued to do so, but that Mr. Fowler\nmet with an accident which partially disabled him. He fell from a high\nscaffold and broke his arm. This was set and he was soon able to work\nagain, but he must also have met with some internal injury, for his full\nstrength never returned. Half a day’s work tired him more than a\nwhole day’s work formerly had done. Of course our income was very much\ndiminished, and we were obliged to economize very closely. This preyed\nupon my husband’s mind and seeing his anxiety, I set about considering\nhow I could help him, and earn my share of the expenses.\n\n“One day in looking over the advertising columns of a New York paper I\nsaw the following advertisement:\n\n“‘For adoption--A healthy male infant. The parents are able to pay\nliberally for the child’s maintenance, but circumstances compel them to\ndelegate the care to another. Address for interview A. M.’\n\n“I had no sooner read this advertisement than I felt that it was just\nwhat I wanted. A liberal compensation was promised, and under our\npresent circumstances would be welcome, as it was urgently needed. I\nmentioned the matter to my husband, and he was finally induced to give\nhis consent.\n\n“Accordingly, I replied to the advertisement.\n\n“Three days passed in which I heard nothing from it. But as we were\nsitting at the supper table at six o’clock one afternoon, there came a\nknock at our front door. I opened it, and saw before me a tall stranger,\na man of about thirty-five, of dark complexion, and dark whiskers. He\nwas well dressed, and evidently a gentleman in station.\n\n“‘Is this Mrs. Fowler?’ he asked.\n\n“‘Yes, sir,’ I answered, in some surprise\n\n“‘Then may I beg permission to enter your house for a few minutes? I\nhave something to say to you.’\n\n“Still wondering, I led the way into the sitting-room, where your\nfather--where Mr. Fowler----”\n\n“Call him my father--I know no other,” said Frank.\n\n“Where your father was seated.\n\n“‘You have answered an advertisement,’ said the stranger.\n\n“‘Yes, sir,’ I replied.\n\n“‘I am A. M.,’ was his next announcement. ‘Of course I have received\nmany letters, but on the whole I was led to consider yours most\nfavorably. I have made inquiries about you in the neighborhood, and the\nanswers have been satisfactory. You have no children of your own?’\n\n“‘No, sir.’\n\n“‘All the better. You would be able to give more attention to this\nchild.’\n\n“‘Is it yours, sir?’ I asked\n\n“‘Ye-es,’ he answered, with hesitation. ‘Circumstances,’ he continued,\n‘circumstances which I need not state, compel me to separate from it.\nFive hundred dollars a year will be paid for its maintenance.’\n\n“Five hundred dollars! I heard this with joy, for it was considerably\nmore than my husband was able to earn since his accident. It would make\nus comfortable at once, and your father might work when he pleased,\nwithout feeling any anxiety about our coming to want.\n\n“‘Will that sum be satisfactory?’ asked the stranger.\n\n“‘It is very liberal,’ I answered.\n\n“‘I intended it to be so,’ he said. ‘Since there is no difficulty on\nthis score, I am inclined to trust you with the care of the child. But I\nmust make two conditions.’\n\n“‘What are they, sir?’\n\n“‘In the first place, you must not try to find out the friends of the\nchild. They do not desire to be known. Another thing, you must move from\nBrooklyn.’\n\n“‘Move from Brooklyn?’ I repeated.\n\n“‘Yes,’ he answered, firmly. ‘I do not think it necessary to give you a\nreason for this condition. Enough that it is imperative. If you decline,\nour negotiations are at an end.’\n\n“I looked at my husband. He seemed as much surprised as I was.\n\n“‘Perhaps you will wish to consult together,’ suggested our visitor.\n‘If so, I can give you twenty minutes. I will remain in this room while\nyou go out and talk it over.’\n\n“We acted on this hint, and went into the kitchen. We decided that\nthough we should prefer to live in Brooklyn, it would be worth our while\nto make the sacrifice for the sake of the addition to our income. We\ncame in at the end of ten minutes, and announced our decision. Our\nvisitor seemed to be very much pleased.\n\n“‘Where would you wish us to move?’ asked your father.\n\n“‘I do not care to designate any particular place. I should prefer some\nsmall country town, from fifty to a hundred miles distant. I suppose you\nwill be able to move soon?’\n\n“‘Yes, sir; we will make it a point to do so. How soon will the child\nbe placed in our hands? Shall we send for it?’\n\n“‘No, no,’ he said, hastily. ‘I cannot tell you exactly when, but it\nwill be brought here probably in the course of a day or two. I myself\nshall bring it, and if at that time you wish to say anything additional\nyou can do so.’\n\n“He went away, leaving us surprised and somewhat excited at the change\nthat was to take place in our lives. The next evening the sound of\nwheels was heard, and a hack stopped at our gate. The same gentleman\ndescended hurriedly with a child in his arms--you were the child,\nFrank--and entered the house.\n\n“‘This is the child,’ he said, placing it in my arms, ‘and here is the\nfirst quarterly installment of your pay. Three months hence you will\nreceive the same sum from my agent in New York. Here is his address,’\nand he placed a card in my hands. ‘Have you anything to ask?’\n\n“‘Suppose I wish to communicate with you respecting the child? Suppose\nhe is sick?’\n\n“‘Then write to A. M., care of Giles Warner, No. ---- Nassau Street.\nBy the way, it will be necessary for you to send him your postoffice\naddress after your removal in order that he may send you your quarterly\ndues.’\n\n“With this he left us, entered the hack, and drove off. I have never\nseen him since.”\n\n\n\nCHAPTER III\n\nLEFT ALONE\n\nFrank listened to this revelation with wonder. For the first time in his\nlife he asked himself, “Who am I?”\n\n“How came I by my name, mother?” he asked.\n\n“I must tell you. After the sudden departure of the gentleman who\nbrought you, we happened to think that we had not asked your name. We\naccordingly wrote to the address which had been given us, making the\ninquiry. In return we received a slip of paper containing these words:\n‘The name is immaterial; give him any name you please. A. M.’”\n\n“You gave me the name of Frank.”\n\n“It was Mr. Fowler’s name. We should have given it to you had you been\nour own boy; as the choice was left to us, we selected that.”\n\n“It suits me as well as any other. How soon did you leave Brooklyn,\nmother?”\n\n“In a week we had made all arrangements, and removed to this place. It\nis a small place, but it furnished as much work as my husband felt able\nto do. With the help of the allowance for your support, we not only got\non comfortably, but saved up a hundred and fifty dollars annually, which\nwe deposited in a savings bank. But after five years the money stopped\ncoming. It was the year 1857, the year of the great panic, and among\nothers who failed was Giles Warner’s agent, from whom we received our\npayments. Mr. Fowler went to New York to inquire about it, but only\nlearned that Mr. Warner, weighed down by his troubles, had committed\nsuicide, leaving no clew to the name of the man who left you with us.”\n\n“How long ago was that, mother?”\n\n“Seven years ago nearly eight.”\n\n“And you continued to keep me, though the payments stopped.”\n\n“Certainly; you were as dear to us as our own child--for we now had a\nchild of our own--Grace. We should as soon have thought of casting off\nher as you.”\n\n“But you must have been poor, mother.”\n\n“We were economical, and we got along till your father died three years\nago. Since then it has been hard work.”\n\n“You have had a hard time, mother.”\n\n“No harder on your account. You have been a great comfort to me, Frank.\nI am only anxious for the future. I fear you and Grace will suffer after\nI am gone.”\n\n“Don’t fear, mother, I am young and strong; I am not afraid to face the\nworld with God’s help.”\n\n“What are you thinking of, Frank?” asked Mrs. Fowler, noticing the boy’s\nfixed look.\n\n“Mother,” he said, earnestly, “I mean to seek for that man you have told\nme of. I want to find out who I am. Do you think he was my father?”\n\n“He said he was, but I do not believe it. He spoke with hesitation, and\nsaid this to deceive us, probably.”\n\n“I am glad you think so, I would not like to think him my father. From\nwhat you have told me of him I am sure I would not like him.”\n\n“He must be nearly fifty now--dark complexion, with dark hair and\nwhiskers. I am afraid that description will not help you any. There are\nmany men who look like that. I should know him by his expression, but I\ncannot describe that to you.”\n\nHere Mrs. Fowler was seized with a very severe fit of coughing, and\nFrank begged her to say no more.\n\nTwo days later, and Mrs. Fowler was no better. She was rapidly failing,\nand no hope was entertained that she would rally. She herself felt\nthat death was near at hand and told Frank so, but he found it hard to\nbelieve.\n\nOn the second of the two days, as he was returning from the village\nstore with an orange for his mother, he was overtaken by Sam Pomeroy.\n\n“Is your mother very sick, Frank?” he asked.\n\n“Yes, Sam, I’m afraid she won’t live.”\n\n“Is it so bad as that? I do believe,” he added, with a sudden change of\ntone, “Tom Pinkerton is the meanest boy I ever knew. He is trying to get\nyour place as captain of the baseball club. He says that if your mother\ndoesn’t live, you will have to go to the poorhouse, for you won’t have\nany money, and that it will be a disgrace for the club to have a captain\nfrom the poorhouse.”\n\n“Did he say that?” asked Frank, indignantly.\n\n“Yes.”\n\n“When he tells you that, you may say that I shall never go to the\npoorhouse.”\n\n“He says his father is going to put you and your sister there.”\n\n“All the Deacon Pinkertons in the world can never make me go to the\npoorhouse!” said Frank, resolutely.\n\n“Bully for you, Frank! I knew you had spunk.”\n\nFrank hurried home. As he entered the little house a neighbor’s wife,\nwho had been watching with his mother, came to meet him.\n\n“Frank,” she said, gravely, “you must prepare yourself for sad news.\nWhile you were out your mother had another hemorrhage, and--and--”\n\n“Is she dead?” asked the boy, his face very pale.\n\n“She is dead!”\n\n\n\nCHAPTER IV\n\nTHE TOWN AUTOCRAT\n\n\n“The Widder Fowler is dead,” remarked Deacon Pinkerton, at the supper\ntable. “She died this afternoon.”\n\n“I suppose she won’t leave anything,” said Mrs. Pinkerton.\n\n“No. I hold a mortgage on her furniture, and that is all she has.”\n\n“What will become of the children?”\n\n“As I observed, day before yesterday, they will be constrained to find a\nrefuge in the poorhouse.”\n\n“What do you think Sam Pomeroy told me, father?”\n\n“I am not able to conjecture what Samuel would be likely to observe, my\nson.”\n\n“He observed that Frank Fowler said he wouldn’t go to the poorhouse.”\n\n“Ahem!” coughed the deacon. “The boy will not be consulted.”\n\n“That’s what I say, father,” said Tom, who desired to obtain his\nfather’s co-operation. “You’ll make him go to the poorhouse, won’t you?”\n\n“I shall undoubtedly exercise my authority, if it should be necessary,\nmy son.”\n\n“He told Sam Pomeroy that all the Deacon Pinkertons in the world\ncouldn’t make him go to the poorhouse.”\n\n“I will constrain him,” said the deacon.\n\n“I would if I were you, father,” said Tom, elated at the effect of his\nwords. “Just teach him a lesson.”\n\n“Really, deacon, you mustn’t be too hard upon the poor boy,” said his\nbetter-hearted wife. “He’s got trouble enough on him.”\n\n“I will only constrain him for his good, Jane. In the poorhouse he will\nbe well provided for.”\n\nMeanwhile another conversation respecting our hero and his fortunes was\nheld at Sam Pomeroy’s home. It was not as handsome as the deacon’s, for\nMr. Pomeroy was a poor man, but it was a happy one, nevertheless, and\nMr. Pomeroy, limited as were his means, was far more liberal than the\ndeacon.\n\n“I pity Frank Fowler,” said Sam, who was warm-hearted and sympathetic,\nand a strong friend of Frank. “I don’t know what he will do.”\n\n“I suppose his mother left nothing.”\n\n“I understood,” said Mr. Pomeroy, “that Deacon Pinkerton holds a\nmortgage on her furniture.”\n\n“The deacon wants to send Frank and his sister to the poorhouse.”\n\n“That would be a pity.”\n\n“I should think so; but Frank positively says he won’t go.”\n\n“I am afraid there isn’t anything else for him. To be sure, he may get a\nchance to work in a shop or on a farm, but Grace can’t support herself.”\n\n“Father, I want to ask you a favor.”\n\n“What is it, Sam?”\n\n“Won’t you invite Frank and his sister to come and stay here a week?”\n\n“Just as your mother says.”\n\n“I say yes. The poor children will be quite welcome. If we were rich\nenough they might stay with us all the time.”\n\n“When Frank comes here I will talk over his affairs with him,” said Mr.\nPomeroy. “Perhaps we can think of some plan for him.”\n\n“I wish you could, father.”\n\n“In the meantime, you can invite him and Grace to come and stay with us\na week, or a fortnight. Shall we say a fortnight, wife?”\n\n“With all my heart.”\n\n“All right, father. Thank you.”\n\nSam delivered the invitation in a way that showed how strongly his own\nfeelings were enlisted in favor of its acceptance. Frank grasped his\nhand.\n\n“Thank you, Sam, you are a true friend,” he said.\n\n“I hadn’t begun to think of what we were to do, Grace and I.”\n\n“You’ll come, won’t you?”\n\n“You are sure that it won’t trouble your mother, Sam?”\n\n“She is anxious to have you come.”\n\n“Then I’ll come. I haven’t formed any plans yet, but I must as soon--as\nsoon as mother is buried. I think I can earn my living somehow. One\nthing I am determined about--I won’t go to the poorhouse.”\n\nThe funeral was over. Frank and Grace walked back to the little house,\nnow their home no longer. They were to pack up a little bundle of\nclothes and go over to Mr. Pomeroy’s in time for supper.\n\nWhen Frank had made up his bundle, urged by some impulse, he opened a\ndrawer in his mother’s bureau. His mind was full of the story she had\ntold him, and he thought it just possible that he might find something\nto throw additional light upon his past history. While exploring the\ncontents of the drawer he came to a letter directed to him in his\nmother’s well-known handwriting. He opened it hastily, and with a\nfeeling of solemnity, read as follows:\n\n\n“My Dear Frank: In the lower drawer, wrapped in a piece of brown paper,\nyou will find two gold eagles, worth twenty dollars. You will need them\nwhen I am gone. Use them for Grace and yourself. I saved these for my\nchildren. Take them, Frank, for I have nothing else to give you. The\nfurniture will pay the debt I owe Deacon Pinkerton. There ought to be\nsomething over, but I think he will take all. I wish I had more to leave\nyou, dear Frank, but the God of the Fatherless will watch over you--to\nHim I commit you and Grace.\n\n“Your affectionate mother,\n\n“RUTH FOWLER.”\n\n\nFrank, following the instructions of the letter, found the gold pieces\nand put them carefully into his pocketbook. He did not mention the\nletter to Grace at present, for he knew not but Deacon Pinkerton might\nlay claim to the money to satisfy his debt if he knew it.\n\n“I am ready, Frank,” said Grace, entering the room. “Shall we go?”\n\n“Yes, Grace. There is no use in stopping here any longer.”\n\nAs he spoke he heard the outer door open, and a minute later Deacon\nPinkerton entered the room.\n\nNone of the deacon’s pompousness was abated as he entered the house and\nthe room.\n\n“Will you take a seat?” said our hero, with the air of master of the\nhouse.\n\n“I intended to,” said the deacon, not acknowledging his claim. “So your\npoor mother is gone?”\n\n“Yes, sir,” said Frank, briefly.\n\n“We must all die,” said the deacon, feeling that it was incumbent on him\nto say something religious. “Ahem! your mother died poor? She left no\nproperty?”\n\n“It was not her fault.”\n\n“Of course not. Did she mention that I had advanced her money on the\nfurniture?”\n\n“My mother told me all about it, sir.”\n\n“Ahem! You are in a sad condition. But you will be taken care of. You\nought to be thankful that there is a home provided for those who have no\nmeans.”\n\n“What home do you refer to, Deacon Pinkerton?” asked Frank, looking\nsteadily in the face of his visitor.\n\n“I mean the poorhouse, which the town generously provides for those who\ncannot support themselves.”\n\nThis was the first intimation Grace had received of the possibility that\nthey would be sent to such a home, and it frightened her.\n\n“Oh, Frank!” she exclaimed, “must we go to the poorhouse?”\n\n“No, Grace; don’t be frightened,” said Frank, soothingly. “We will not\ngo.”\n\n“Frank Fowler,” said the deacon, sternly, “cease to mislead your\nsister.”\n\n“I am not misleading her, sir.”\n\n“Did you not tell her that she would not be obliged to go to the\npoorhouse?”\n\n“Yes, sir.”\n\n“Then what do you mean by resisting my authority?”\n\n“You have no authority over us. We are not paupers,” and Frank lifted\nhis head proudly, and looked steadily in the face of the deacon.\n\n“You are paupers, whether you admit it or not.”\n\n“We are not,” said the boy, indignantly.\n\n“Where is your money? Where is your property?”\n\n“Here, sir,” said our hero, holding out his hands.\n\n“I have two strong hands, and they will help me make a living for my\nsister and myself.”\n\n“May I ask whether you expect to live here and use my furniture?”\n\n“I do not intend to, sir. I shall ask no favors of you, neither for\nGrace nor myself. I am going to leave the house. I only came back to get\na few clothes. Mr. Pomeroy has invited Grace and me to stay at his house\nfor a few days. I haven’t decided what I shall do afterward.”\n\n“You will have to go to the poorhouse, then. I have no objection to your\nmaking this visit first. It will be a saving to the town.”\n\n“Then, sir, we will bid you good-day. Grace, let us go.”\n\n\n\nCHAPTER V\n\nA LITTLE MISUNDERSTANDING\n\n\n“Have you carried Frank Fowler to the poorhouse?” asked Tom Pinkerton,\neagerly, on his father’s return.\n\n“No,” said the deacon, “he is going to make a visit at Mr. Pomeroy’s\nfirst.”\n\n“I shouldn’t think you would have let him make a visit,” said Tom,\ndiscontentedly. “I should think you would have taken him to the\npoorhouse right off.”\n\n“I feel it my duty to save the town unnecessary expense,” said Deacon\nPinkerton.\n\nSo Tom was compelled to rest satisfied with his father’s assurance that\nthe removal was only deferred.\n\nMeanwhile Frank and Grace received a cordial welcome at the house of Mr.\nPomeroy. Sam and Frank were intimate friends, and our hero had been in\nthe habit of calling frequently, and it seemed homelike.\n\n“I wish you could stay with us all the time, Frank--you and Grace,” said\nSam one evening.\n\n“We should all like it,” said Mr. Pomeroy, “but we cannot always have\nwhat we want. If I had it in my power to offer Frank any employment\nwhich it would be worth his while to follow, it might do. But he has got\nhis way to make in the world. Have you formed any plans yet, Frank?”\n\n“That is what I want to consult you about, Mr. Pomeroy.”\n\n“I will give you the best advice I can, Frank. I suppose you do not mean\nto stay in the village.”\n\n“No, sir. There is nothing for me to do here. I must go somewhere where\nI can make a living for Grace and myself.”\n\n“You’ve got a hard row to hoe, Frank,” said Mr. Pomeroy, thoughtfully.\n“Have you decided where to go?”\n\n“Yes, sir. I shall go to New York.”\n\n“What! To the city?”\n\n“Yes, sir. I’ll get something to do, no matter what it is.”\n\n“But how are you going to live in the meantime?”\n\n“I’ve got a little money.”\n\n“That won’t last long.”\n\n“I know it, but I shall soon get work, if it is only to black boots in\nthe streets.”\n\n“With that spirit, Frank, you will stand a fair chance to succeed. What\ndo you mean to do with Grace?”\n\n“I will take her with me.”\n\n“I can think of a better plan. Leave her here till you have found\nsomething to do. Then send for her.”\n\n“But if I leave her here Deacon Pinkerton will want to put her in the\npoorhouse. I can’t bear to have Grace go there.”\n\n“She need not. She can stay here with me for three months.”\n\n“Will you let me pay her board?”\n\n“I can afford to give her board for three months.”\n\n“You are very kind, Mr. Pomeroy, but it wouldn’t be right for me to\naccept your kindness. It is my duty to take care of Grace.”\n\n“I honor your independence, Frank. It shall be as you say. When you are\nable--mind, not till then--you may pay me at the rate of two dollars a\nweek for Grace’s board.”\n\n“Then,” said Frank, “if you are willing to board Grace for a while, I\nthink I had better go to the city at once.”\n\n“I will look over your clothes to-morrow, Frank,” said Mrs. Pomeroy,\n“and see if they need mending.”\n\n“Then I will start Thursday morning--the day after.”\n\nAbout four o’clock the next afternoon he was walking up the main street,\nwhen just in front of Deacon Pinkerton’s house he saw Tom leaning\nagainst a tree.\n\n“How are you Tom?” he said, and was about to pass on.\n\n“Where are you going?” Tom asked abruptly.\n\n“To Mr. Pomeroy’s.”\n\n“How soon are you going to the poorhouse to live?”\n\n“Who told you I was going?”\n\n“My father.”\n\n“Then your father’s mistaken.”\n\n“Ain’t you a pauper?” said Tom, insolently. “You haven’t got any money.”\n\n“I have got hands to earn money, and I am going to try.”\n\n“Anyway, I advise you to resign as captain of the baseball club.”\n\n“Why?”\n\n“Because if you don’t you’ll be kicked out. Do you think the fellows\nwill be willing to have a pauper for their captain?”\n\n“That’s the second time you have called me a pauper. Don’t call me so\nagain.”\n\n“You are a pauper and you know it.”\n\nFrank was not a quarrelsome boy, but this repeated insult was too much\nfor him. He seized Tom by the collar, and tripping him up left him on\nthe ground howling with rage. As valor was not his strong point, he\nresolved to be revenged upon Frank vicariously. He was unable to report\nthe case to his father till the next morning, as the deacon did not\nreturn from a neighboring village, whither he had gone on business, till\nlate, but the result of his communication was a call at Mr. Pomeroy’s\nfrom the deacon at nine o’clock the next morning. Had he found Frank,\nit was his intention, at Tom’s request, to take him at once to the\npoorhouse. But he was too late. Our hero was already on his way to New\nYork.\n\n\n\nCHAPTER VI\n\nFRANK GETS A PLACE\n\n\n“So this is New York,” said Frank to himself, as he emerged from the\nrailway station and looked about him with interest and curiosity.\n\n“Black yer boots? Shine?” asked a bootblack, seeing our hero standing\nstill.\n\nFrank looked at his shoes. They were dirty, without doubt, but he would\nnot have felt disposed to be so extravagant, considering his limited\nresources, had he not felt it necessary to obtain some information about\nthe city.\n\n“Yes,” he said, “you may black them.”\n\nThe boy was on his knees instantly and at work.\n\n“How much do you make in a day?” asked Frank.\n\n“When it’s a good day I make a dollar.”\n\n“That’s pretty good,” said Frank.\n\n“Can you show me the way to Broadway?”\n\n“Go straight ahead.”\n\nOur hero paid for his shine and started in the direction indicated.\n\nFrank’s plans, so far as he had any, were to get into a store. He knew\nthat Broadway was the principal business street in the city, and this\nwas about all he did know about it.\n\nHe reached the great thoroughfare in a few minutes, and was fortunate\nenough to find on the window of the corner store the sign:\n\n“A Boy Wanted.”\n\nHe entered at once, and going up to the counter, addressed a young man,\nwho was putting up goods.\n\n“Do you want a boy?”\n\n“I believe the boss wants one; I don’t. Go out to that desk.”\n\nFrank found the desk, and propounded the same question to a\nsandy-whiskered man, who looked up from his writing.\n\n“You’re prompt,” he said. “That notice was only put out two minutes\nago.”\n\n“I only saw it one minute ago.”\n\n“So you want the place, do you?”\n\n“I should like it.”\n\n“Do you know your way about the city?”\n\n“No, sir, but I could soon find out.”\n\n“That won’t do. I shall have plenty of applications from boys who live\nin the city and are familiar with the streets.”\n\nFrank left the store rather discomfited.\n\nHe soon came to another store where there was a similar notice of “A Boy\nWanted.” It was a dry goods store.\n\n“Do you live with your parents?” was asked.\n\n“My parents are dead,” said Frank, sadly.\n\n“Very sorry, but we can’t take you.”\n\n“Why not, sir?”\n\n“In case you took anything we should make your parents responsible.”\n\n“I shouldn’t take anything,” said Frank, indignantly.\n\n“You might; I can’t take you.”\n\nOur hero left this store a little disheartened by his second rebuff.\n\nHe made several more fruitless applications, but did not lose courage\nwholly. He was gaining an appetite, however. It is not surprising\ntherefore, that his attention was drawn to the bills of a restaurant on\nthe opposite side of the street. He crossed over, and standing outside,\nbegan to examine them to see what was the scale of prices. While in this\nposition he was suddenly aroused by a slap on the back.\n\nTurning he met the gaze of a young man of about thirty, who was smiling\nquite cordially.\n\n“Why, Frank, my boy, how are you?” he said, offering his hand.\n\n“Pretty well, thank you,” said our hero bewildered, for he had no\nrecollection of the man who had called him by name.\n\nThe other smiled a little more broadly, and thought:\n\n“It was a lucky guess; his name is Frank.”\n\n“I am delighted to hear it,” he continued. “When did you reach the\ncity?”\n\n“This morning,” said the unsuspecting Frank.\n\n“Well, it’s queer I happened to meet you so soon, isn’t it? Going to\nstay long?”\n\n“I shall, if I can get a place.”\n\n“Perhaps I can help you.”\n\n“I suppose I ought to remember you,” ventured our hero, “but I can’t\nthink of your name.”\n\n“Jasper Wheelock. You don’t mean to say you don’t remember me? Perhaps\nit isn’t strange, as we only met once or twice in your country home. But\nthat doesn’t matter. I’m just as ready to help you. By the way, have you\ndined?”\n\n“No.”\n\n“No more have I. Come in and dine with me.”\n\n“What’ll you take?” asked Jasper Wheelock, passing the bill of fare to\nFrank.\n\n“I think I should like to have some roast beef,” said Frank.\n\n“That will suit me. Here, waiter, two plates of roast beef, and two cups\nof coffee.”\n\n“How are they all at home?” asked Jasper.\n\n“My mother has just died.”\n\n“You don’t say so,” said Jasper, sympathetically.\n\n“My sister is well.”\n\n“I forgot your sister’s name.”\n\n“Grace.”\n\n“Of course--Grace. I find it hard to remember names. The fact is, I have\nbeen trying to recall your last name, but it’s gone from me.”\n\n“Fowler.”\n\n“To be sure Frank Fowler. How could I be so forgetful.”\n\nThe conversation was interrupted by the arrival of the coffee and roast\nbeet, which both he and his new friend attacked with vigor.\n\n“What kind of pudding will you have?” asked the stranger.\n\n“Apple dumpling,” said Frank.\n\n“That suits me. Apple dumpling for two.”\n\nIn due time the apple dumpling was disposed of, and two checks were\nbrought, amounting to seventy cents.\n\n“I’ll pay for both,” said Jasper. “No thanks. We are old acquaintances,\nyou know.”\n\nHe put his hand into his pocket, and quickly withdrew it with an\nexclamation of surprise:\n\n“Well, if that isn’t a good joke,” he said. “I’ve left my money at home.\nI remember now, I left it in the pocket of my other coat. I shall have\nto borrow the money of you. You may as well hand me a dollar!”\n\nFrank was not disposed to be suspicious, but the request for money made\nhim uneasy. Still there seemed no way of refusing, and he reluctantly\ndrew out the money.\n\nHis companion settled the bill and then led the way into the street.\n\nJasper Wheelock was not very scrupulous; he was quite capable of\nborrowing money, without intending to return it; but he had his good\nside.\n\n“Frank,” said he, as they found themselves in the street, “you have done\nme a favor, and I am going to help you in return. Have you got very much\nmoney?”\n\n“No. I had twenty dollars when I left home, but I had to pay my fare in\nthe cars and the dinner, I have seventeen dollars and a half left.”\n\n“Then it is necessary for you to get a place as soon as possible.”\n\n“Yes; I have a sister to support; Grace, you know.”\n\n“No, I don’t know. The fact is, Frank, I have been imposing upon you. I\nnever saw you before in the whole course of my life.”\n\n“What made you say you knew me?”\n\n“I wanted to get a dinner out of you. Don’t be troubled, though; I’ll\npay back the money. I’ve been out of a place for three or four weeks,\nbut I enter upon one the first of next week. For the rest of the week\nI’ve got nothing to do, and I will try to get you a place.\n\n“The first thing is to get a room somewhere. I’ll tell you what, you may\nhave part of my room.”\n\n“Is it expensive?”\n\n“No; I pay a dollar and a half a week. I think the old lady won’t charge\nmore than fifty cents extra for you.”\n\n“Then my share would be a dollar.”\n\n“You may pay only fifty cents. I’ll keep on paying what I do now. My\nroom is on Sixth Avenue.” They had some distance to walk. Finally Jasper\nhalted before a baker’s shop.\n\n“It’s over this,” he said.\n\nHe drew out a latch-key and entered.\n\n“This is my den,” he said. “It isn’t large you can’t get any better for\nthe money.”\n\n“I shall have to be satisfied,” said Frank. “I want to get along as\ncheap as I can.”\n\n“I’ve got to economize myself for a short time. After this week I shall\nearn fifteen dollars a week.”\n\n“What business are you in, Mr. Wheelock?”\n\n“I am a journeyman printer. It is a very good business, and I generally\nhave steady work. I expect to have after I get started again. Now, shall\nI give you some advice?”\n\n“I wish you would.”\n\n“You don’t know your way around New York. I believe I have a map\nsomewhere. I’ll just show you on it the position of the principal\nstreets, and that will give you a clearer idea of where we go.”\n\nThe map was found and Jasper explained to Frank the leading\ntopographical features of the Island City.\n\nOne thing only was wanting now to make him contented, and this was\nemployment. But it was too late to make any further inquiries.\n\n“I’ve been thinking, Frank,” said Jasper, the next morning, “that you\nmight get the position as a cash-boy.”\n\n“What does a cash-boy do?”\n\n“In large retail establishments every salesman keeps a book in which his\nsales are entered. He does not himself make change, for it would not do\nto have so many having access to the money-drawer. The money is carried\nto the cashier’s desk by boys employed for the purpose, who return with\nthe change.”\n\n“Do you think I can get a situation as cash-boy?”\n\n“I will try at Gilbert & Mack’s. I know one of the principal salesmen.\nIf there is a vacancy he will get it for you to oblige me.”\n\nThey entered a large retail store on Broadway. It was broad and\nspacious. Twenty salesmen stood behind the counter, and boys were\nrunning this way and that with small books in their hands.\n\n“How are you, Duncan?” said Jasper.\n\nThe person addressed was about Jasper Wheelock’s age. He had a keen,\nenergetic look and manner, and would be readily singled out as one of\nthe leading clerks.\n\n“All right, Wheelock. How are you?” he responded. “Do you want anything\nin our line?”\n\n“No goods; I want a place for this youngster. He’s a friend of mine.\nI’ll answer for his good character.”\n\n“That will be satisfactory. But what sort of a place does he want?”\n\n“He is ready to begin as cash-boy.”\n\n“Then we can oblige you, as one of our boys has fallen sick, and we have\nnot supplied his place. I’ll speak to Mr. Gilbert.”\n\nHe went up to Mr. Gilbert, a portly man in the back part of the store.\nMr. Gilbert seemed to be asking two or three questions. Frank waited the\nresult in suspense, dreading another disappointment, but this time he\nwas fortunate.\n\n“The boy can stay,” reported Duncan. “His wages are three dollars a\nweek.”\n\nIt was not much, but Frank was well pleased to feel that at last he had\na place in the city.\n\nHe wrote a letter to Grace in the evening, announcing his success, and\nexpressing the hope that he would soon be able to send for her.\n\n\n\nCHAPTER VII\n\nTHE CASH BOY HAS AN ADVENTURE\n\n\nFour weeks passed. The duties of a cash-boy are simple enough, and Frank\nhad no difficulty in discharging them satisfactorily. At first he found\nit tiresome, being on his feet all day, for the cash-boys were not\nallowed to sit down, but he got used to this, being young and strong.\n\nAll this was very satisfactory, but one thing gave Frank uneasiness. His\nincome was very inadequate to his wants.\n\n“What makes you so glum, Frank?” asked Jasper Wheelock one evening.\n\n“Do I look glum?” said Frank. “I was only thinking how I could earn more\nmoney. You know how little I get. I can hardly take care of myself, much\nless take care of Grace.”\n\n“I can lend you some money, Frank. Thanks to your good advice, I have\ngot some laid up.”\n\n“Thank you, Jasper, but that wouldn’t help matters. I should owe you the\nmoney, and I don’t know how I could pay you.”\n\n“About increasing your income, I really don’t know,” said Jasper. “I am\nafraid Gilbert & Mack wouldn’t raise your wages.”\n\n“I don’t expect it. All the rest of the cash-boys would ask the same\nthing.”\n\n“True; still I know they are very well pleased with you. Duncan told me\nyou did more work than any of the rest of the boys.”\n\n“I try to do all I can.”\n\n“He said you would make a good salesman, he thought. Of course you are\ntoo young for that yet.”\n\n“I suppose I am.”\n\n“Frank, I am earning fifteen dollars a week, you know, and I can get\nalong on ten, but of the five I save let me give you two. I shall never\nfeel it, and by and by when you are promoted it won’t be necessary.”\n\n“Jasper, you are a true friend,” said Frank, warmly; “but it wouldn’t be\nright for me to accept your kind offer, though I shan’t forget it. You\nhave been a good friend to me.”\n\n“And you to me, Frank. I’ll look out for you. Perhaps I may hear of\nsomething for you.”\n\nSmall as Frank’s income was, he had managed to live within it. It will\nbe remembered that he had paid but fifty cents a week for a room. By\ngreat economy he had made his meals cost but two dollars a week, so that\nout of his three dollars he saved fifty cents. But this saving would not\nbe sufficient to pay for his clothes. However, he had had no occasion\nto buy any as yet, and his little fund altogether amounted to twenty\ndollars. Of this sum he inclosed {sic} eight dollars to Mr. Pomeroy to\npay for four weeks’ board for Grace.\n\n“I hope I shall be able to keep it up,” he said to himself,\nthoughtfully. “At any rate, I’ve got enough to pay for six weeks more.\nBefore that time something may turn up.”\n\nSeveral days passed without showing Frank any way by which he could\nincrease his income. Jasper again offered to give him two dollars a week\nout of his own wages, but this our hero steadily refused.\n\nOne Friday evening, just as the store was about to close, the head\nsalesman called Frank to him.\n\n“Where do you live?” he asked.\n\n“In Sixth avenue, near Twenty-fifth street.”\n\n“There’s a bundle to go to Forty-sixth street. I’ll pay your fare upon\nthe stage if you’ll carry it. I promised to send it to-night, and I\ndon’t like to disappoint the lady.”\n\n“I can carry it just as well as not.”\n\nFrank took the bundle, and got on board a passing omnibus. There was\njust one seat vacant beside an old gentleman of seventy, who appeared to\nbe quite feeble.\n\nAt Forty-fifth street he pulled the strap and prepared to descend,\nleaning heavily on his cane as he did so. By some mischance the horses\nstarted a little too soon and the old man, losing his footing, fell in\nthe street. Frank observed the accident and sprang out instantly to his\nhelp.\n\n“I hope you are not much hurt, sir?” he said, hastily.\n\n“I have hurt my knee,” said the old gentleman.\n\n“Let me assist you, sir,” said Frank, helping him up.\n\n“Thank you, my boy. I live at number forty-five, close by. If you will\nlead me to the door and into the house I shall be much indebted to you.”\n\n“Certainly, sir. It is no trouble to me.”\n\nWith slow step, supported by our hero, the old gentleman walked to his\nown door.\n\nIt was opened by a maid servant, who looked with some surprise at Frank.\n\n“I fell, Mary,” explained her master, “and this young gentleman has\nkindly helped me home.”\n\n“Did you hurt yourself much, sir?”\n\n“Not seriously.”\n\n“Can I do anything more for you, sir?” asked Frank.\n\n“Come in a moment.”\n\nOur hero followed his new acquaintance into a handsomely furnished\nparlor.\n\n“Now, my young friend tell me if you have been taken out of your way by\nyour attention to me?”\n\n“Oh, no, sir; I intended to get out at the next street.”\n\n“My dinner is just ready. Won’t you stop and dine with me?”\n\n“Thank you, sir,” he said, hesitatingly, “but I promised to carry this\nbundle. I believe it is wanted at once.”\n\n“So you shall. You say the house is in the next street. You can go and\nreturn in five minutes. You have done me a service, and I may have it in\nmy power to do something for you in return.”\n\n“Perhaps,” thought Frank, “he can help me to some employment for my\nevenings.” Then, aloud:\n\n“Thank you, sir; I will come.”\n\nFive minutes later Frank was ushered into a handsome dining-room. The\ndinner was already on the table, but chairs were only set for three.\nThe one at the head of the table was of course occupied by the old\ngentleman, the one opposite by Mrs. Bradley, his housekeeper, and one at\nthe side was placed for Frank.\n\n“Mrs. Bradley,” said the old gentleman, “this is a young gentleman who\nwas kind enough to help me home after the accident of which I just spoke\nto you. I would mention his name, but I must leave that to him.”\n\n“Frank Fowler, sir.”\n\n“And my name is Wharton. Now that we are all introduced, we can talk\nmore freely.”\n\n“Will you have some soup, Mr. Fowler?” asked the housekeeper.\n\nShe was a tall thin woman, with a reserved manner that was somewhat\nrepellant. She had only nodded slightly at the introduction, fixing her\neyes coldly and searchingly on the face of our hero. It was evident that\nwhatever impression the service rendered might have made upon the\nmind of Mr. Wharton, it was not calculated to warm the housekeeper to\ncordiality.\n\n“Thank you,” he answered, but he could not help feeling at the same time\nthat Mrs. Bradley was not a very agreeable woman.\n\n“You ought to have a good appetite,” said Mr. Wharton. “You have to work\nhard during the day. Our young friend is a cash-boy at Gilbert & Mack’s,\nMrs. Bradley.\n\n“Oh, indeed!” said Mrs. Bradley, arching her brows as much as to say:\n“You have invited strange company to dinner.”\n\n“Do your parents live in the city, Frank--I believe your name is Frank?”\n\n“No, sir; they are dead. My mother died only a few weeks since.”\n\n“And have you no brothers and sisters?”\n\n“I have one sister--Grace.”\n\n“I suppose she is in the city here with you?”\n\n“No, sir. I left her in the country. I am here alone.”\n\n“I will ask you more about yourself after dinner. If you have no\nengagement, I should like to have you stay with me a part of the\nevening.”\n\n“Thank you, sir.”\n\nFrank accepted the invitation, though he knew Jasper would wonder what\nhad become of him. He saw that the old gentleman was kindly disposed\ntoward him, and in his present circumstances he needed such a friend.\n\nBut in proportion as Mr. Wharton became more cordial, Mrs. Bradley\nbecame more frosty, until at last the old gentleman noticed her manner.\n\n“Don’t you feel well this evening, Mrs Bradley?” he asked.\n\n“I have a little headache,” said the housekeeper, coldly.\n\n“You had better do something for it.”\n\n“It will pass away of itself, sir.”\n\nThey arose from the dinner table, and Mr. Wharton, followed by Frank,\nascended the staircase to the front room on the second floor, which was\nhandsomely fitted up as a library.\n\n“What makes him take such notice of a mere cash-boy?” said Mrs. Bradley\nto herself. “That boy reminds me of somebody. Who is it?”\n\n\n\nCHAPTER VIII\n\nAN UNEXPECTED ENGAGEMENT\n\n\n“Take a seat, Frank,” said Mr. Wharton, pointing to a luxurious armchair\non one side of the cheerful grate fire; “I will take the other, and you\nshall tell me all about yourself.”\n\n“Thank you, sir,” said our hero.\n\nHis confidence was won by Mr. Wharton’s kind tone, and he briefly\nrecounted his story.\n\nAt the conclusion, Mr. Wharton said:\n\n“How old are you, Frank?”\n\n“Fourteen, sir.”\n\n“You are a brave boy, and a good boy, and you deserve success.”\n\n“Thank you, sir.”\n\n“But I am bound to say that you have a hard task before you.”\n\n“I know it, sir.”\n\n“Why not let your sister go to the poorhouse for a few years, till you\nare older, and better able to provide for her?”\n\n“I should be ashamed to do it, sir,” he said. “I promised my mother to\ntake care of Grace, and I will.”\n\n“How much do you earn as a cash-boy?”\n\n“Three dollars a week.”\n\n“Only three dollars a week! Why, that won’t pay your own expenses!” said\nthe old gentleman in surprise.\n\n“Yes, sir, it does. I pay fifty cents a week for my room, and my meals\ndon’t cost me much.”\n\n“But you will want clothes.”\n\n“I have enough for the present, and I am laying up fifty cents a week to\nbuy more when I need them.”\n\n“You can’t buy many for twenty-six dollars a year. But that doesn’t\nallow anything for your sister’s expenses.”\n\n“That is what puzzles me, sir,” said Frank, fixing a troubled glance\nupon the fire. “I shall have to work in the evenings for Grace.”\n\n“What can you do?”\n\n“I could copy, but I suppose there isn’t much chance of getting copying\nto do.”\n\n“Then you have a good handwriting?”\n\n“Pretty fair, sir.”\n\n“Let me see a specimen. There are pen and ink on the table, and here is\na sheet of paper.”\n\nFrank seated himself at the table, and wrote his name on the paper.\n\n“Very good,” said his host, approvingly. “Your hand is good enough for a\ncopyist, but you are correct in supposing that work of that kind is hard\nto get. Are you a good reader?”\n\n“Do you mean in reading aloud, sir?”\n\n“Yes.”\n\n“I will try, if you wish.”\n\n“Take a book from the table--any book--and let me hear you read.”\n\nFrank opened the first book that came to hand--one of Irving’s and read\nin a clear, unembarrassed voice about half a page.\n\n“Very good indeed!” said Mr. Wharton. “You have been well taught. Where\ndid you attend school?”\n\n“Only in the town school, sir.”\n\n“You have, at any rate, made good use of your advantages.”\n\n“But will it do me any good, sir?” asked Frank.\n\n“People are not paid for reading, are they?”\n\n“Not in general, but we will suppose the case of a person whose eyes are\nweak, and likely to be badly affected by evening use. Then suppose such\na person could secure the services of a good, clear, distinct reader,\ndon’t you think he would be willing to pay something?”\n\n“I suppose so. Do you know of any such person?” asked Frank.\n\n“I am describing myself, Frank. A year since I strained my eyes very\nseverely, and have never dared to use them much since by gaslight. Mrs.\nBradley, my housekeeper, has read to me some, but she has other duties,\nand I don’t think she enjoys it very much. Now, why shouldn’t I get you\nto read to me in the evening when you are not otherwise employed?”\n\n“I wish you would, Mr. Wharton,” said Frank, eagerly. “I would do my\nbest.”\n\n“I have no doubt of that, but there is another question--perhaps you\nmight ask a higher salary than I could afford to pay.”\n\n“Would a dollar a week be too much?” asked Frank.\n\n“I don’t think I could complain of that,” said Mr. Wharton, gravely.\n“Very well, I will engage you as my reader.”\n\n“Thank you, sir.”\n\n“But about the pay; I have made up my mind to pay you five dollars a\nweek.”\n\n“Five dollars a week!” Frank repeated. “It is much more than my services\nwill be worth sir.”\n\n“Let me judge of that, Frank.”\n\n“I don’t know how to thank you, sir,” said Frank, gratefully. “I never\nexpected to be so rich. I shall have no trouble in paying for Grace’s\nboard and clothes now. When do you want me to begin reading to you?”\n\n“You may as well begin to-night--that is, unless you have some other\nengagement.”\n\n“Oh, no, sir, I have nothing else to do.”\n\n“Take the Evening Post, then, and read me the leading editorial.\nAfterward, I will tell you what to read.”\n\nFrank had been reading about half an hour, when a knock was heard at the\ndoor.\n\n“Come in,” said Mr. Wharton.\n\nMrs. Bradley entered, with a soft, quiet step.\n\n“I thought, sir,” she began, “you might like me to read to you, as\nusual.”\n\n“Thank you, Mrs. Bradley, but I am going to relieve you of that portion\nof your labors. My young friend here is to come every evening and read\nto me.”\n\n“Indeed!” ejaculated the housekeeper in a tone of chilly displeasure,\nand a sharp glance at Frank, which indicated no great amount of\ncordiality. “Then, as I am intruding, I will take my leave.”\n\nThere was something in her tone that made Frank feel uncomfortable.\n\n\n\nCHAPTER IX\n\nTHE HOUSEKEEPER’S NEPHEW\n\n\n“By no means,” said Mr. Wharton, as the housekeeper was about to\nwithdraw; “don’t imagine you are intruding. Come in and sit down.”\n\n“Thank you, sir,” said Mrs. Bradley, in a measured tone. “You are very\nconsiderate, I am sure, but if you’ll excuse me, I won’t come in this\nevening.”\n\n“Mrs. Bradley has been with me a good many years,” explained Mr.\nWharton, “and I dare say she feels a little disturbed at seeing another\noccupy her place, even in a duty like this.”\n\n“I am afraid she will be offended with me, sir,” said Frank.\n\n“Oh, no; I will explain matters to her. Go on with your reading, Frank.”\n\nAt half-past nine, Mr. Wharton took out his watch.\n\n“It is getting late,” he said. “I have no doubt you are tired and need\nrest.”\n\n“I am not tired, sir.”\n\n“I believe in going to bed early. I shall seldom keep you later than\nthis. Do you think you can find your way out?”\n\n“Yes, sir. When shall I come to-morrow evening?”\n\n“A little before eight.”\n\n“I will be punctual.”\n\nJasper was waiting for him, not wholly without anxiety, for it was very\nunusual for Frank to be late.\n\n“Well, Frank!” he exclaimed; “this is a pretty time for you to come\nhome. I began to think you had got into trouble. I was just going around\nto the nearest station house in search of you.”\n\n“I was in quite a different place, Jasper.”\n\nFrank told his story, including an account of his engagement.\n\n“So it seems I am to lose your company in the evening. I am sorry for\nthat, but I am glad you are so lucky.”\n\n“It was better than I expected,” said Frank, with satisfaction.\n\n“What sort of a man is this Mr. Wharton?” said Jasper.\n\n“He is very kind and generous. I am lucky to have so good a friend.\nThere’s only one thing that is likely to be disagreeable.”\n\n“What’s that?”\n\n“The housekeeper--her name is Mrs. Bradley--for some reason or other she\ndoesn’t want me there.”\n\n“What makes you think so?”\n\n“Her manner, and the way she speaks. She came in to read to Mr. Wharton\nlast evening, and didn’t seem to like it because I had been taken in her\nplace.”\n\n“She is evidently jealous. You must take care not to offend her. She\nmight endeavor to have you dismissed.”\n\n“I shall always treat her politely, but I don’t think I can ever like\nher.”\n\nMeanwhile, the housekeeper, on leaving the library, had gone to her own\nroom in dudgeon.\n\n“Mr. Wharton’s a fool!” she muttered to herself.\n\n“What possessed him to take this cash-boy from the streets, invite him\nto dinner, and treat him as an honored guest, and finally to engage him\nas a reader? I never heard of anything so ridiculous! Is this little\nvagabond to take my place in the old man’s good graces? I’ve been\nslaving and slaving for twenty years, and what have I got by it? I’ve\nlaid up two thousand dollars; and what is that to provide for my old\nage? If the old man would die, and remember me handsomely in his will,\nit would be worth while; but this new favorite may stand in my way. If\nhe does I’ll be revenged on him as sure as my name is Ulrica Bradley.”\n\nHere the area bell rang, and in a moment one of the housemaids entered\nMrs. Bradley’s room.\n\n“There’s your nephew outside, ma’am, and wanting to see you.”\n\n“Tell him to come in,” and the housekeeper’s cold face became softer and\npleasanter in aspect as a young man of twenty entered and greeted her\ncarelessly.\n\n“How are you, aunt?”\n\n“Pretty well, Thomas,” she answered. “You haven’t been here for some\ntime.”\n\n“No. I’ve had a lot of work to do. Nothing but work, work, all the\ntime,” he grumbled. “I wish I was rich.”\n\n“You get through at six o’clock, don’t you?”\n\n“Yes.”\n\n“I hope you spend your evenings profitably, Thomas?”\n\n“I ain’t likely to go on any sprees, aunt, if that’s what you mean. I\nonly get twelve dollars a week.”\n\n“I should think you might live on it.”\n\n“Starve, you mean. What’s twelve dollars to a young fellow like me when\nhe’s got his board to pay, and has to dress like a gentleman?”\n\n“You are not in debt, I hope, Thomas?” said Mrs. Bradley, uneasily.\n\n“I owe for the suit I have on, and I don’t know where I’m going to get\nthe money to pay for it.”\n\nHe was dressed in a flashy style, not unlike what is popularly\ndenominated a swell. His coarse features were disfigured with unhealthy\nblotches, and his outward appearance was hardly such as to recommend\nhim. But to him alone the cold heart of the housekeeper was warm. He was\nher sister’s son and her nearest relative. Her savings were destined\nfor him, and in her attachment she was not conscious of his disagreeable\ncharacteristics. She had occasionally given him a five-dollar bill to\neke out what he termed his miserable pay, and now whenever he called he\ndidn’t spare hints that he was out of pocket, and that a further gift\nwould be acceptable. Indeed, the only tie that bound him to his aunt was\na mercenary one.\n\nBut the housekeeper, sharp-sighted as she ordinarily was, did not detect\nthe secret motive of such attention she received from her nephew. She\nflattered herself that he really loved her, not suspecting that he was\ntoo selfish to love anybody but himself.\n\n“Thomas,” she said, with a sudden thought, “I may be able to help you\nto an increase of your income. Mr. Wharton needs somebody to read to him\nevenings. On my recommendation he might take you.”\n\n“Thank you, aunt, but I don’t see it. I don’t want to be worked to\ndeath.”\n\n“But, think, Thomas,” said his aunt, earnestly. “He is very rich. He\nmight take a fancy to you and remember you in his will.”\n\n“I wish somebody would remember me in his will. Do you really think\nthere’s any chance of the old boy’s doing something handsome for me?”\n\n“That depends on yourself. You must try to please him.”\n\n“Well, I must do something. What’ll he give?”\n\n“I don’t know yet. In fact, there’s another reading to him just now.”\n\n“Then there’s no chance for me.”\n\n“Listen to me. It’s a boy he’s picked up in the streets, quite unsuited\nfor the place. He’s a cash-boy at Gilbert & Mack’s. Why, that’s where\nyou are,” she added, with sudden recollection.\n\n“A cash-boy from my own place? What’s his name?”\n\n“Fowler, I believe.”\n\n“I know him--he’s lately come. How did he get in with the old man?”\n\n“Mr. Wharton fell in the street, and he happened to be near, and helped\nhim home.”\n\n“You’ll have to manage it, aunt.”\n\n“I’ll see what I can do to-morrow. He ought to prefer my nephew to a\nstrange boy, seeing I have been twenty years in his service. I’ll let\nyou know as soon as I have accomplished anything.”\n\n“I don’t half like the idea of giving up my evenings. I don’t believe I\ncan stand it.”\n\n“It is only for a little while, to get him interested in you.”\n\n“Maybe I might try it a week, and then tell him my health was failing,\nand get him to do something else for me.”\n\n“At any rate, the first thing must be to become acquainted.”\n\nThomas now withdrew, for he did not enjoy spending an evening with his\naunt, the richer by five dollars, half of which was spent before the\nevening closed at a neighboring billiard saloon.\n\n\n\nCHAPTER X\n\nTHE HOUSEKEEPER SCHEMING\n\n\nIf Mrs. Bradley had been wiser, she would have felt less confident of\nher nephew’s producing a favorable impression upon Mr. Wharton. She\nresolved to open the subject at the breakfast table.\n\n“I didn’t know, Mr. Wharton,” she commenced, “that you intended to\nengage a reader.”\n\n“Nor did I propose to do so until last evening.”\n\n“I think--you’ll excuse me for saying so--that you will find that boy\ntoo young to suit you.”\n\n“I don’t think so. He reads very clearly and distinctly.”\n\n“If I had known you thought of engaging a reader, I would have asked you\nto engage my nephew.”\n\n“Indeed, I was not aware that you had a nephew in the city. Is he a\nboy?”\n\n“No; he is a young man. He was twenty years old last June.”\n\n“Is he unfavorably situated?”\n\n“He has a place as salesman.”\n\n“With what firm?”\n\n“Gilbert & Mack.”\n\n“Why, that is the same firm that employs my young friend. It is a good\nfirm.”\n\n“Perhaps it is, but my poor nephew receives a very small salary. He\nfinds it very hard to get along.”\n\n“Your nephew is young. He will be promoted if he serves his employers\nwell.”\n\n“Thomas would have been glad to read to you in the evening, sir,” said\nMrs. Bradley, commencing the attack.\n\n“But for my present engagement, I might have taken him,” said Mr.\nWharton, politely.\n\n“Have you engaged that boy for any length of time?”\n\n“No; but it is understood that he will stay while I need him, and he\ncontinues to suit me. I have a favorable opinion of him. Besides, he\nneeds the pay. He receives but three dollars a week as a cash-boy, and\nhas a sister to support as well as himself.”\n\n“I am sorry,” she said in an injured tone. “I hope you’ll excuse my\nmentioning it, but I took the liberty, having been for twenty years in\nyour employ.”\n\n“To be sure! You were quite right,” said her employer, kindly. “Perhaps\nI may be able to do something for your nephew, though not that. Tell him\nto come and see me some time.”\n\n“Thank you, sir,” said the housekeeper.\n\nThere was one question she wanted to determine, and that was the amount\nof compensation received by Frank. She did not like to inquire directly\nfrom Mr. Wharton, but resolved to gain the information from our\nhero. Some evenings later she had the opportunity. Mr. Wharton had an\nengagement, and asked her to tell Frank, when he arrived that he was\nreleased from duty. Instead of this she received him in the library\nherself.\n\n“Probably Mr. Wharton will not be at home this evening,” she said. “If\nhe does not return in half an hour, you need not wait.”\n\nShe took up her work, seated in Mr. Wharton’s usual place, and Frank\nremained ready for duty.\n\n“Mr. Wharton tells me you have a sister,” she said.\n\n“Yes, ma’am.”\n\n“You must find it hard work to provide for her as well as yourself.”\n\n“I do, or rather I did till I came here.”\n\n“How much does Mr. Wharton pay you?” she asked, in an indifferent tone.\n\n“Five dollars a week,” answered Frank.\n\n“You are lucky that you have such a chance,” she said.\n\n“Yes, ma’am; it is more than I earn, I know, but it is a great help to\nme.”\n\n“And how much do you get as cash-boy?”\n\n“Three dollars a week.”\n\n“So you actually receive nearly twice as much for a couple of hours in\nthe evening as for the whole day.”\n\n“Yes, ma’am.”\n\n“What a pity Thomas can’t have this chance,” she thought.\n\nWhen it was nine o’clock, she said:\n\n“You need not wait any longer. Mr. Wharton will not be home in time to\nhear you read.”\n\n“Good-evening, Mrs. Bradley,” said Frank.\n\n“Good-evening!” she responded, coldly.\n\n“That boy is in the way,” she said to herself, when she was left\nalone. “He is in my way, and Tom’s way. I can see that he is artfully\nintriguing for Mr. Wharton’s favor, but I must checkmate him. It’s odd,”\n she resumed, after a pause, “but there is something in his face and\nvoice that seems familiar to me. What is it?”\n\n\n* * * * *\n\n\nThe following evening the housekeeper received another visit from her\nnephew.\n\n“How do, aunt?” said Thomas Bradley, carelessly, as he entered the\nhousekeeper’s room.\n\n“Very well, thank you, Thomas. I am glad you are here. I have been\nwanting to see you.”\n\n“The old man isn’t going to do anything for me, is he?”\n\n“How can you expect it so soon? He doesn’t know you yet. How much do you\nthink he pays the cash-boy that reads to him in the evening?”\n\n“I don’t know.”\n\n“Five dollars a week.”\n\n“I wouldn’t give up my evenings for that,” he said.\n\n“It isn’t so much the pay, Thomas, though that would be a help. He might\ntake a fancy to you.”\n\n“That might pay better. When are you going to introduce me?”\n\n“This evening; that is, I will ask Mr. Wharton if he will see you.”\n\nMrs. Bradley entered the library, where Frank was engaged in reading\naloud.\n\n“Excuse my interruption,” she said; “but my nephew has just called, and\nI should like to introduce him to you, if you will kindly receive him.”\n\n“Certainly, Mrs. Bradley,” said Mr. Wharton. “Bring him in.”\n\nThe housekeeper left the room, but speedily reappeared, followed by her\nnephew, who seemed a little abashed.\n\n“My nephew, Thomas Bradley, Mr. Wharton,” said his aunt, by way of\nintroduction. “You have often heard me speak of Mr. Wharton, Thomas.”\n\n“How do you do, sir?” said Thomas awkwardly.\n\n“Pray take a seat, Mr. Bradley. Your aunt has been long a member of my\nfamily. I am glad to see a nephew of hers. I believe you are a salesman\nat Gilbert & Mack’s?”\n\n“Yes, sir.”\n\n“Then you must know my young friend here?” pointing to Frank.\n\n“How are you, Cash?” said Thomas, laughing, under the impression that he\nhad said something smart.\n\n“Very well, Mr. Bradley,” answered Frank, quietly.\n\n“You see, that’s all the name we call ‘em in the store,” said Thomas.\n\nMr. Wharton could not help thinking:\n\n“How poorly this young man compares with my young friend. Still, as he\nis Mrs. Bradley’s nephew, I must be polite to him.”\n\n“Are there many cash-boys in your establishment, Mr. Bradley?”\n\n“About a dozen. Ain’t there, Fowler?”\n\n“I believe so, Mr. Bradley.”\n\n“Gilbert & Mack do a good business, I should judge.”\n\n“Yes, they do; but that doesn’t do us poor salesmen much good. We get\njust enough to keep soul and body together.”\n\n“I am sorry to hear it,” said Mr. Wharton.\n\n“Why, sir,” said Thomas, gaining confidence, “all they pay me is twelve\ndollars a week. How can they expect a fellow to live on that?”\n\n“I began my career about your age,” said Mr. Wharton, “or perhaps a\nlittle younger, and had to live on but six dollars a week.”\n\n“Didn’t you come near starving?” he asked.\n\n“On the contrary, I saved a little every week.”\n\n“I can’t,” said Thomas, a little discomfited. “Why, it takes half that\nto dress decently.”\n\nMr. Wharton glanced quietly at the rather loud and flashy dress worn by\nhis visitor, but only said:\n\n“A small salary, of course, makes economy necessary.”\n\n“But when a fellow knows he earns a good deal more than he gets, he\ndoesn’t feel like starving himself just that his employers may grow\nrich.”\n\n“Of course, if he can better himself they cannot object.”\n\n“That’s just what I want to do,” said Thomas; “but I expect I need\ninfluence to help me to something better. That’s a good hint,” thought\nhe.\n\n“I was telling Thomas,” said the housekeeper, “that you had kindly\nexpressed a desire to be of service to him.”\n\n“I am not now in active business,” said Mr. Wharton, “and of course have\nnot the opportunities I formerly had for helping young men, but I will\nbear your case in mind, Mr. Bradley.”\n\n“Thank you, sir,” said Thomas. “I am sure I earn a thousand dollars a\nyear.”\n\n“I think, Thomas,” said Mrs. Bradley, “we won’t intrude on Mr. Wharton\nlonger this evening. When he finds something for you he will tell me.”\n\n“All right, aunt. Good-night, Mr. Wharton. Good-night, Cash,” said\nThomas, chuckling anew at the old joke.\n\n“Well, aunt,” said he, when they were once more in the housekeeper’s\nroom, “do you think the old gentleman will do anything for me?”\n\n“I hope so; but I am not sure, Thomas, whether you were not too\nfamiliar. You spoke of money too quick.”\n\n“It’s my way to come to business.”\n\n“I wish you were his reader, instead of that boy.”\n\n“Well, I don’t. I wouldn’t want to be mewed up in that room with the old\nman every night. I should get tired to death of it.”\n\n“You would have a chance to get him interested in you. That boy is\nartful; he is doing all he can to win Mr. Wharton’s favor. He is the one\nyou have most reason to dread.”\n\n“Do you think he will do me any harm?”\n\n“I think he will injure your chances.”\n\n“Egad! if I thought that, I’d wring the young rascal’s neck.”\n\n“There’s a better way, Thomas.”\n\n“What’s that?”\n\n“Can’t you get him dismissed from Gilbert & Mack’s?”\n\n“I haven’t enough influence with the firm.”\n\n“Suppose they thought him dishonest?”\n\n“They’d give him the sack, of course.”\n\n“Can’t you make them think so, Thomas?”\n\n“I don’t know.”\n\n“Then make it your business to find out.”\n\n“I suppose you know what good it’s going to do, aunt, but I don’t. He’s\ngot his place here with the old man.”\n\n“If Mr. Wharton hears that he is discharged, and has lost his situation,\nhe will probably discharge him, too.”\n\n“Perhaps so; I suppose you know best.”\n\n“Do as I tell you, and I will manage the rest.”\n\n“All right. I need your help enough. To-night, for instance, I’m\nregularly cleaned out. Haven’t got but twenty-five cents to my name.”\n\n“It seems to me, Thomas,” said his aunt, with a troubled look, “you are\nalways out of money. I’ll give you five dollars, Thomas, but you must\nremember that I am not made of money. My wages are small.”\n\n“You ought to have a good nest-egg laid aside, aunt.”\n\n“I’ve got something, Thomas, and when I die, it’ll be yours.”\n\n“I hope I shan’t have to wait too long,” thought Thomas, “but he did not\ngive utterance to the thought.”\n\n“Come again, Thomas, and don’t forget what I have said,” said Mrs.\nBradley.\n\n\n\nCHAPTER XI\n\nJOHN WADE\n\n\nA tall man, with a sallow complexion, and heavily-bearded face, stood\non the deck of a Cunard steamer, only a few miles distant from New York\nharbor.\n\n“It’s three years since I have seen America,” he said to himself,\nthoughtfully. “I suppose I ought to feel a patriotic fervor about\nsetting foot once more on my native shore, but I don’t believe in\nnonsense. I would be content to live in Europe all my life, if my\nuncle’s fortune were once in my possession. I am his sole heir, but\nhe persists in holding on to his money bags, and limits me to a paltry\nthree thousand a year. I must see if I can’t induce him to give me a\ngood, round sum on account--fifty thousand, at least--and then I can\nwait a little more patiently till he drops off.”\n\n“When shall we reach port, captain?” he asked, as he passed that\nofficer.\n\n“In four hours, I think, Mr. Wade.”\n\n“So this is my birthday,” he said to himself.\n\n“Thirty five years old to-day. Half my life gone, and I am still a\ndependent on my uncle’s bounty. Suppose he should throw me off--leave me\nout in the cold--where should I be? If he should find the boy--but no,\nthere is no chance of that. I have taken good care of that. By the way,\nI must look him up soon--cautiously, of course--and see what has\nbecome of him. He will grow up a laborer or mechanic and die without\na knowledge of his birth, while I fill his place and enjoy his\ninheritance.”\n\nAt six o’clock the vessel reached the Quarantine. Most of the passengers\ndecided to remain on board one night more, but John Wade was impatient,\nand, leaving his trunks, obtained a small boat, and soon touched the\nshore.\n\nIt was nearly eight when John Wade landed in the city. It was half-past\neight when he stood on the steps of his uncle’s residence and rang the\nbell.\n\n“Is my uncle is Mr. Wharton--at home?” he asked of the servant who\nanswered the bell.\n\n“Yes, sir.”\n\n“I am his nephew, just arrived from Europe. Let him know that I am here,\nand would like to see him.”\n\nThe servant, who had never before seen him, having only been six months\nin the house, regarded him with a great deal of curiosity, and then went\nto do his biding.\n\n“My nephew arrived!” exclaimed Mr. Wharton, in surprise. “Why, he never\nlet me know he was coming.”\n\n“Will you see him, sir?”\n\n“To be sure! Bring him in at once.”\n\n“My dear uncle!” exclaimed John Wade, with effusion, for he was a polite\nman, and could act when it suited his interests to do so, “I am glad to\nsee you. How is your health?”\n\n“I am getting older every day, John.”\n\n“You don’t look a day older, sir,” said John, who did not believe what\nhe said, for he could plainly see that his uncle had grown older since\nhe last saw him.\n\n“You think so, John, but I feel it. Your coming is a surprise. You did\nnot write that you intended sailing.”\n\n“I formed the determination very suddenly, sir.”\n\n“Were you tired of Europe?”\n\n“No; but I wanted to see you, sir.”\n\n“Thank you, John,” said his uncle, pressing his nephew’s hand. “I am\nglad you think so much of me. Did you have a pleasant voyage?”\n\n“Rather rough, sir.”\n\n“You have had no supper, of course? If you will ring the bell, the\nhousekeeper will see that some is got ready for you.”\n\n“Is Mrs. Bradley still in your employ, uncle?”\n\n“Yes, John. I am so used to her that I shouldn’t know how to get along\nwithout her.”\n\nHitherto John Wade had been so occupied with his uncle that he had not\nobserved Frank. But at this moment our hero coughed, involuntarily, and\nJohn Wade looked at him. He seemed to be singularly affected. He started\nperceptibly, and his sallow face blanched, as his eager eyes were fixed\non the boy’s face.\n\n“Good heavens!” he muttered to himself. “Who is that boy? How comes he\nhere?”\n\nFrank noticed his intent gaze, and wondered at it, but Mr. Wharton’s\neyesight was defective, and he did not perceive his nephew’s excitement.\n\n“I see you have a young visitor, uncle,” said John Wade.\n\n“Oh, yes,” said Mr. Wharton, with a kindly smile. “He spends all his\nevenings with me.”\n\n“What do you mean, sir?” demanded John Wade, with sudden suspicion and\nfear. “He seems very young company for----”\n\n“For a man of my years,” said Mr. Wharton, finishing the sentence. “You\nare right, John. But, you see, my eyes are weak, and I cannot use them\nfor reading in the evening, so it occurred to me to engage a reader.”\n\n“Very true,” said his nephew. He wished to inquire the name of the boy\nwhose appearance had so powerfully impressed him but he determined not\nto do so at present. What information he sought he preferred to obtain\nfrom the housekeeper.\n\n“He seemed surprised, as if he had seen me some where before, and\nrecognized me,” thought Frank, “but I don’t remember him. If I had seen\nhis face before, I think I should remember it.”\n\n“Don’t come out, uncle.” said John Wade, when summoned to tea by the\nhousekeeper. “Mrs. Bradley and I are going to have a chat by ourselves,\nand I will soon return.”\n\n“You are looking thin, Mr. John,” said Mrs Bradley.\n\n“Am I thinner than usual? I never was very corpulent, you know. How is\nmy uncle’s health? He says he is well.”\n\n“He is pretty well, but he isn’t as young as he was.”\n\n“I think he looks older,” said John. “But that is not surprising--at his\nage. He is seventy, isn’t he?”\n\n“Not quite. He is sixty-nine.”\n\n“His father died at seventy-one.”\n\n“Yes.”\n\n“But that is no reason why my uncle should not live till eighty. I hope\nhe will.”\n\n“We all hope so,” said the housekeeper; but she knew, while she spoke,\nthat if, as she supposed, Mr. Wharton’s will contained a generous legacy\nfor her, his death would not afflict her much. She suspected also that\nJohn Wade was waiting impatiently for his uncle’s death, that he might\nenter upon his inheritance. Still, their little social fictions must be\nkept up, and so both expressed a desire for his continued life, though\nneither was deceived as to the other’s real feeling on the subject.\n\n“By the way, Mrs. Bradley,” said John Wade, “how came my uncle to engage\nthat boy to read to him?”\n\n“He was led into it, sir,” said the housekeeper, with a great deal of\nindignation, “by the boy himself. He’s an artful and designing fellow,\nyou may rely upon it.”\n\n“What’s his name?”\n\n“Frank Fowler.”\n\n“Fowler! Is his name Fowler?” he repeated, with a startled expression.\n\n“Yes, sir,” answered the housekeeper, rather surprised at his manner.\n“You don’t know anything about him, do you?”\n\n“Oh, no,” said John Wade, recovering his composure. “He is a perfect\nstranger to me; but I once knew a man of that name, and a precious\nrascal he was. When you mentioned his name, I thought he might be a son\nof this man. Does he say his father is alive?”\n\n“No; he is dead, and his mother, too, so the boy says.”\n\n“You haven’t told me how my uncle fell in with him?”\n\n“It was an accident. Your uncle fell in getting out of a Broadway stage,\nand this boy happened to be near, and seeing Mr. Wharton was a rich\ngentleman, he helped him home, and was invited in. Then he told some\nstory about his poverty, and so worked upon your uncle’s feelings that\nhe hired him to read to him at five dollars a week.”\n\n“Is this all the boy does?”\n\n“No; he is cash-boy in a large store on Broadway. He is employed there\nall day, and he is here only in the evenings.”\n\n“Does my uncle seem attached to him?” asked John.\n\n“He’s getting fond of him, I should say. The other day he asked me if\nI didn’t think it would be a good thing to take him into the house and\ngive him a room. I suppose the boy put it into his head.”\n\n“No doubt. What did you say?”\n\n“I opposed it. I told him that a boy would be a great deal of trouble in\nthe family.”\n\n“You did right, Mrs. Bradley. What did my uncle say?”\n\n“He hinted about taking him from the store and letting him go to school.\nThe next thing would be his adopting him. The fact is, Mr. John, the boy\nis so artful that he knows just how to manage your uncle. No doubt he\nput the idea into Mr. Wharton’s head, and he may do it yet.”\n\n“Does my uncle give any reason for the fancy he has taken to the boy?”\n demanded John.\n\n“Yes,” said the housekeeper. “He has taken it into his head that the\nboy resembles your cousin, George, who died abroad. You were with him, I\nbelieve?”\n\n“Yes, I was with him. Is the resemblance strong? I took very little\nnotice of him.”\n\n“You can look for yourself when you go back,” answered the housekeeper.\n\n“What else did my uncle say? Tell me all.”\n\n“He said: ‘What would I give, Mrs. Bradley, if I had such a grandson?\nIf George’s boy had lived, he would have been about Frank’s age. And,”\n continued the housekeeper, “I might as well speak plainly. You’re my\nmaster’s heir, or ought to be; but if this artful boy stays here long,\nthere’s no knowing what your uncle may be influenced to do. If he gets\ninto his dotage, he may come to adopt him, and leave the property away\nfrom you.”\n\n“I believe you are quite right. The danger exists, and we must guard\nagainst it. I see you don’t like the boy,” said John Wade.\n\n“No, I don’t. He’s separated your uncle and me. Before he came, I used\nto spend my evenings in the library, and read to your uncle. Besides,\nwhen I found your uncle wanted a reader, I asked him to take my nephew,\nwho is a salesman in the very same store where that boy is a cash-boy,\nbut although I’ve been twenty years in this house I could not get him to\ngrant the favor, which he granted to that boy, whom he never met till a\nfew weeks ago.”\n\n“Mrs. Bradley, I sympathize with you,” said her companion. “The boy\nis evidently working against us both. You have been twenty years in my\nuncle’s service. He ought to remember you handsomely in his will. If\nI inherit the property, as is my right, your services shall be\nremembered,” said John Wade.\n\n“Thank you, Mr. John,” said the gratified housekeeper.\n\n“That secures her help,” thought John, in his turn.\n\n“She will now work hard for me. When the time comes, I can do as much or\nas little for her as I please.”\n\n“Of course, we must work together against this interloper, who appears\nto have gained a dangerous influence over my uncle.”\n\n“You can depend upon me, Mr. John,” said Mrs. Bradley.\n\n“I will think it over, and tell you my plan,” said John Wade. “But my\nuncle will wonder at my appetite. I must go back to the library. We will\nspeak of this subject again.”\n\n\n\nCHAPTER XII\n\nA FALSE FRIEND\n\n\nWhen John Wade re-entered the library, Frank was reading, but Mr.\nWharton stopped him.\n\n“That will do, Frank,” he said. “As I have not seen my nephew for a long\ntime, I shall not require you to read any longer. You can go, if you\nlike.”\n\nFrank bowed, and bidding the two good-evening, left the room.\n\n“That is an excellent boy, John.” said the old gentleman, as the door\nclosed upon our hero.\n\n“How did you fall in with him?” asked John. Mr. Wharton told the story\nwith which the reader is already familiar.\n\n“You don’t know anything of his antecedents, I suppose?” said John,\ncarelessly.\n\n“Only what he told me. His father and mother are dead, and he is obliged\nto support himself and his sister. Did you notice anything familiar in\nFrank’s expression?” asked Mr. Wharton.\n\n“I don’t know. I didn’t observe him very closely.”\n\n“Whenever I look at Frank, I think of George. I suppose that is why I\nhave felt more closely drawn to the boy. I proposed to Mrs. Bradley that\nthe boy should have a room here, but she did not favor it. I think she\nis prejudiced against him.”\n\n“Probably she is afraid he would be some trouble,” replied John.\n\n“If George’s boy had lived he would be about Frank’s age. It would have\nbeen a great comfort to me to superintend his education, and watch him\ngrow up. I could not have wished him to be more gentlemanly or promising\nthan my young reader.”\n\n“Decidedly, that boy is in my way,” said John Wade to himself. “I must\nmanage to get rid of him, and that speedily, or my infatuated uncle will\nbe adopting him.”\n\n“Of what disease did George’s boy die, John?” asked Mr. Wharton.\n\n“A sudden fever.”\n\n“I wish I could have seen him before he died. But I returned only to\nfind both son and grandson gone. I had only the sad satisfaction of\nseeing his grave.”\n\n“Yes, he was buried in the family lot at Greenwood, five days before you\nreached home.”\n\n“When I see men of my own age, surrounded by children and grandchildren,\nit makes me almost envious,” said Mr. Wharton, sadly. “I declare to\nyou, John, since that boy has been with me, I have felt happier and more\ncheerful than for years.”\n\n“That boy again!” muttered John to himself. “I begin to hate the young\ncub, but I mustn’t show it. My first work will be to separate him from\nmy uncle. That will require consideration. I wonder whether the boy\nknows that he is not Fowler’s son? I must find out. If he does, and\nshould happen to mention it in my uncle’s presence, it might awaken\nsuspicions in his mind. I must interview the boy, and find out what I\ncan. To enlist his confidence, I must assume a friendly manner.”\n\nIn furtherance of this determination, John Wade greeted our hero very\ncordially the next evening, when they met, a little to Frank’s surprise.\n\nWhen the reading terminated, John Wade said, carelessly:\n\n“I believe, uncle, I will go out for a walk. I think I shall be better\nfor it. In what direction are you going, Frank?”\n\n“Down Sixth Avenue, sir.”\n\n“Very good; I will walk along with you.”\n\nFrank and his companion walked toward Sixth Avenue.\n\n“My uncle tells me you have a sister to support,” said Wade, opening the\nconversation.\n\n“Yes, sir.”\n\n“Does your sister resemble you?” asked John Wade.\n\n“No, sir! but that is not surprising, for----”\n\n“Why is it not surprising?”\n\nFrank hesitated.\n\n“You were about to assign some reason.”\n\n“It is a secret,” said our hero, slowly; “that is, has been a secret,\nbut I don’t know why I should conceal it. Grace is not my sister. She\nis Mrs. Fowler’s daughter, but I am not her son. I will tell you the\nstory.”\n\nThat story Frank told as briefly as possible. John Wade listened to it\nwith secret alarm.\n\n“It is a strange story,” he said. “Do you not feel a strong desire to\nlearn your true parentage?”\n\n“Yes, sir. I don’t know, but I feel as if I should some day meet the man\nwho gave me into Mrs. Fowler’s charge.”\n\n“You have met him, but it is lucky you don’t suspect it,” thought John\nWade.\n\n“I am glad you told me this story,” said he, aloud.\n\n“It is quite romantic. I may be able to help you in your search. But let\nme advise you to tell no one else at present. No doubt there are parties\ninterested in keeping the secret of your birth from you. You must move\ncautiously, and your chance of solving the mystery will be improved.”\n\n“Thank you, sir. I will follow your advice.”\n\n“I was mistaken in him,” thought Frank. “I disliked him at first, but he\nseems inclined to be my friend.”\n\nWhen Frank reached his lodging he found Jasper waiting up for him. He\nlooked thoughtful, so much so that Frank noticed it.\n\n“You look as if you had something on your mind,” Jasper.\n\n“You have guessed right. I have read that letter.”\n\nHe drew from his pocket a letter, which Frank took from his hands.\n\n“It is from an uncle of mine in Ohio, who is proprietor of a weekly\nnewspaper. He is getting old, and finds the work too much for him. He\noffers me a thousand dollars a year if I will come out and relieve him.”\n\n“That’s a good offer, Jasper. I suppose you will accept it?”\n\n“It is for my interest to do so. Probably my uncle will, after a while,\nsurrender the whole establishment to me.”\n\n“I shall be sorry to part with you, Jasper. It will seem very lonely,\nbut I think you ought to go. It is a good chance, and if you refuse it\nyou may not get such another.”\n\n“My uncle wants me to come on at once. I think I will start Monday.”\n\nJasper saw no reason to change his determination, and on Monday morning\nhe started on his journey to Ohio.\n\nThus, at a critical moment in his fortunes, when two persons were\nplanning to injure him, he lost the presence and help of a valued\nfriend.\n\n\n\nCHAPTER XIII\n\nTHE SPIDER AND THE FLY\n\n\n“Uncle,” said John Wade, “you spoke of inviting Frank Fowler to occupy\na room in the house. Why don’t you do it? It would be more convenient to\nyou and a very good chance for him.”\n\n“I should like it,” said Mr. Wharton, “but Mrs. Bradley did not seem to\nregard it favorably when I suggested it.”\n\n“Oh, Mrs. Bradley is unused to boys, and she is afraid he would give her\ntrouble. I’ll undertake to bring her around.”\n\n“I wish you would, John. I don’t think Frank would give any trouble, and\nit would enliven the house to have a boy here. Besides, he reminds me of\nGeorge, as I told you the other day.”\n\n“I agree with you, uncle,” he said. “He does remind me a little of\nGeorge.”\n\n“Well, Mrs. Bradley, what do you think I have done?” asked John,\nentering the housekeeper’s room directly after his interview with his\nuncle.\n\n“I don’t know, Mr. John,” she answered.\n\n“I have asked him to give that boy a room in the house.”\n\n“Are you carried away with him as well as your uncle?”\n\n“Not quite. The fact is, I have a motive in what I am doing. I’ll tell\nyou.”\n\nHe bent over and whispered in her ear.\n\n“I never should have thought of that.”\n\n“You see, our purpose is to convince my uncle that he is unworthy of his\nfavor. At present that would be rather difficult, but once get him into\nthe house and we shall have no trouble.”\n\n“I understand.”\n\nIn due time John Wade announced to his uncle that the housekeeper had\nwithdrawn her objections to his plan.\n\n“Then I’ll tell him to-night,” said Mr. Wharton, brightening up.\n\nShortly after Frank entered the library that evening Mr. Wharton made\nthe proposal.\n\n“You are very kind, Mr. Wharton,” he said. “I never thought of such a\nthing.”\n\n“Then it is settled that you are to come. You can choose your own time\nfor coming.”\n\n“I will come to-morrow, sir.”\n\n“Very well,” said Mr. Wharton, with satisfaction.\n\nThe next day, by special favor, Frank got off from the store two hours\nearlier than usual. He bought at a Sixth Avenue basement store, a small,\nsecond hand trunk for two dollars. He packed his scanty wardrobe into\nthe trunk, which, small as it was he was unable to fill, and had it\ncarried to Mr. Wharton’s house.\n\nHe asked to see Mrs. Bradley, and she came to the door.\n\n“I am glad to see you,” she said graciously. “You may leave your trunk\nin the hall and I will have it carried up by the servants.”\n\n“Thank you,” said Frank, and he followed the housekeeper up the handsome\nstaircase.\n\n“This is to be your room,” said the housekeeper, opening the door of a\nsmall chamber on the third floor.\n\n“It looks very nice and comfortable,” said Frank, looking about him with\nsatisfaction.\n\nShe left the room, and five minutes later our hero’s modest trunk was\nbrought up and deposited in the room.\n\nThat evening Frank read to Mr. Wharton as usual.\n\nWhen nine o’clock came he said:\n\n“You need not read aloud any more, but if you see any books in my\nlibrary which you would like to read to yourself you may do so. In fact,\nFrank, you must consider yourself one of the family, and act as freely\nas if you were at home.”\n\n“How kind you are to me, Mr. Wharton,” said Frank.\n\nThe next morning after Frank had left the house for his daily task, John\nWade entered the housekeeper’s room.\n\n“The boy is out of the way now, Mrs. Bradley,” he said. “You had better\nsee if you have a key that will unlock his trunk.”\n\nThe two conspirators went upstairs, and together entered Frank’s room.\n\nMrs. Bradley brought out a large bunch of keys, and successively tried\nthem, but one after another failed to open it.\n\n“That’s awkward,” said John Wade. “I have a few keys in my pocket. One\nmay possibly answer.”\n\nThe housekeeper kneeled down, and made a trial of John Wade’s keys. The\nlast one was successful. The cover was lifted, and the contents were\ndisclosed. However, neither John nor Mrs. Bradley seemed particularly\ninterested in the articles for after turning them over they locked the\ntrunk once more.\n\n“So far so good,” said John Wade. “We have found the means of opening\nthe trunk when we please.”\n\n“When do you expect to carry out your plan, Mr. John?”\n\n“Two weeks from this time my uncle is obliged to go to Washington for a\nfew days on business. While he is gone we will spring the trap, and when\nhe comes back he will find the boy gone in disgrace. We’ll make short\nwork of him.”\n\n\n\nCHAPTER XIV\n\nSPRINGING THE TRAP\n\n\n“I am going to give you a few days’ vacation, Frank,” said Mr. Wharton,\na fortnight later. “I am called to Washington on business. However, you\nhave got to feel at home here now.”\n\n“Oh, yes, sir.”\n\n“And Mrs. Bradley will see that you are comfortable.”\n\n“I am sure of that, sir,” said Frank, politely.\n\nWhen Frank returned at night, Mr. Wharton was already gone. John Wade\nand the housekeeper seated themselves in the library after dinner, and\nby their invitation our hero joined them.\n\n“By the way, Frank,” said John Wade, “did I ever show you this Russia\nleather pocketbook?” producing one from his pocket.\n\n“No, sir, I believe not.”\n\n“I bought it at Vienna, which is noted for its articles of Russia\nleather.”\n\n“It is very handsome, sir.”\n\n“So I think. By the way, you may like to look at my sleeve-buttons. They\nare of Venetian mosaic. I got them myself in Venice last year.”\n\n“They are very elegant. You must have enjoyed visiting so many famous\ncities.”\n\n“Yes; it is very interesting.”\n\nJohn Wade took up the evening paper, and Frank occupied himself with a\nbook from his patron’s library. After a while John threw down the paper\nyawning, and said that he had an engagement. Nothing else occurred that\nevening which merits record.\n\nTwo days later Frank returned home in his usual spirits. But at the\ntable he was struck by a singular change in the manner of Mrs. Bradley\nand John Wade. They spoke to him only on what it was absolutely\nnecessary, and answered his questions in monosyllables.\n\n“Will you step into the library a moment?” said John Wade, as they arose\nfrom the table.\n\nFrank followed John into the library, and Mrs. Bradley entered also.\n\n“Frank Fowler,” the enemy began, “do you remember my showing you two\nevenings since a pocketbook, also some sleeve-buttons of Venetian\nmosaic, expensively mounted in gold?”\n\n“Certainly, sir.”\n\n“That pocketbook contained a considerable sum of money,” pursued his\nquestioner.\n\n“I don’t know anything about that.”\n\n“You probably supposed so.”\n\n“Will you tell me what you mean, Mr. Wade?” demanded Frank, impatiently.\n“I have answered your questions, but I can’t understand why you ask\nthem.”\n\n“Perhaps you may suspect,” said Wade, sarcastically.\n\n“It looks as if you had lost them and suspected me of taking them.”\n\n“So it appears.”\n\n“You are entirely mistaken, Mr. Wade. I am not a thief. I never stole\nanything in my life.”\n\n“It is very easy to say that,” sneered John Wade. “You and Mrs. Bradley\nwere the only persons present when I showed the articles, and I suppose\nyou won’t pretend that she stole them?”\n\n“No, sir; though she appears to agree with you that I am a thief. I\nnever thought of accusing her,” replied Frank.\n\n“Mr. Wade,” said the housekeeper, “I feel that it is my duty to insist\nupon search being made in my room.”\n\n“Do you make the same offer?” asked John Wade, turning to Frank.\n\n“Yes, sir,” answered our hero, proudly. “I wish you to satisfy yourself\nthat I am not a thief. If you will come to my room at once, Mr. Wade,\nyou and Mrs. Bradley, I will hand you the key of my trunk.”\n\nThe two followed him upstairs, exulting wickedly in his discomfiture,\nwhich they had reason to forsee.\n\nHe handed his key to his artful enemy, and the latter bending over,\nopened the trunk, which contained all our hero’s small possessions.\n\nHe raised the pile of clothes, and, to Frank’s dismay, disclosed the\nmissing pocketbook and sleeve-buttons in the bottom of the trunk.\n\n“What have you got to say for yourself now, you young villain?” demanded\nJohn Wade, in a loud voice.\n\n“I don’t understand it,” Frank said, in a troubled tone. “I don’t know\nhow the things came there. I didn’t put them there.”\n\n“Probably they crept in themselves,” sneered John.\n\n“Someone put them there,” said Frank, pale, but resolute; “some wicked\nperson, who wanted to get me into trouble.”\n\n“What do you mean by that, you young vagabond?” demanded John Wade,\nsuspiciously.\n\n“I mean what I say,” he asserted. “I am away all day, and nothing is\neasier than to open my trunk and put articles in, in order to throw\nsuspicion on me.”\n\n“Look here, you rascal!” said John Wade, roughly. “I shall treat you\nbetter than you deserve. I won’t give you over to the police out of\nregard for my uncle, but you must leave this house and never set foot in\nit again. It will be the worse for you if you do.”\n\nJohn Wade and the housekeeper left the room, and our hero was left to\nrealize the misfortune which had overwhelmed him.\n\nFrank arose at an early hour the next morning and left the house. It was\nnecessary for him to find a new home at once in order to be at the\nstore in time. He bought a copy of the Sun and turned to the advertising\ncolumns. He saw a cheap room advertised near the one he had formerly\noccupied. Finding his way there he rang the bell.\n\nThe door was opened by a slatternly-looking woman, who looked as if she\nhad just got up.\n\n“I see by the Sun you have a room to let,” said Frank.\n\n“Yes; do you want to see it now?”\n\n“I should like to.”\n\n“Come upstairs and I will show you the room.”\n\nThe room proved to be small, and by no means neat in appearance, but\nthe rent was only a dollar and a quarter a week, and Frank felt that he\ncould not afford to be particular, so he quickly closed the bargain.\n\nThe next day, about eleven o’clock in the forenoon, he was surprised at\nseeing Mrs. Bradley enter the store and thread her way to that part of\nthe counter where her nephew was stationed. She darted one quick look at\nhim, but gave him no sign of recognition. His heart sank within him, for\nhe had a presentiment that her visit boded fresh evil for him.\n\n\n\nCHAPTER XV\n\nFROM BAD TO WORSE\n\n\nFrank’s misgivings were not without good cause. The housekeeper’s call\nat the store was connected with him. How, will be understood from a\nconversation which took place that morning between her and John Wade.\n\n“It’s a relief to get that boy out of the house, Mrs. Bradley,” he said\nat the breakfast table.\n\n“That it is, Mr. John,” she replied. “But he’ll be trying to get back,\ntake my word for it.”\n\n“He won’t dare to,” said John Wade, incredulously. “I told him if he\ncame near the house I would give him up to the police.”\n\n“I am afraid he will write to your uncle. He’s bold enough for\nanything.”\n\n“I didn’t think of that,” said John, thoughtfully.\n\n“Do you know his handwriting, Mrs. Bradley?”\n\n“I think I should know it.”\n\n“Then if any letters come which you know to be from him, keep them back\nfrom my uncle.”\n\n“What shall I do with them?”\n\n“Give them to me. I don’t want my uncle worried by his appeals.”\n\n“Your uncle seems to be very attached to him. He may go to the store to\nsee him.”\n\n“That is true. I should not like that. How shall we prevent it, that’s\nthe question.”\n\n“If Gilbert & Mack knew that he was not honest they would discharge\nhim.”\n\n“Exactly,” said John Wade; “and as probably he would be unable to get\nanother situation, he would be compelled to leave the city, and we\nshould get rid of him. I commend your shrewdness, Mrs. Bradley. Your\nplan is most excellent.”\n\nJohn Wade had more reasons than the housekeeper knew of for desiring the\nremoval of our young hero from the city--reasons which the reader has\nprobably guessed. There was a dark secret in his life connected with a\nwrong done in years past, from which he hoped some day to reap personal\nbenefit. Unconsciously Frank Fowler stood in his way, and must be\nremoved. Such was his determination.\n\n“I am going out this morning,” said the housekeeper. “I will make it in\nmy way to call at Gilbert & Mack’s. My nephew is a salesman there, as I\nhave told you. I will drop a word in his ear, and that will be enough to\nsettle that boy’s hash.”\n\n“Your language is professional, Mrs. Bradley,” said John Wade, laughing,\n“but you shouldn’t allude to hash in an aristocratic household. I shall\nbe glad to have you carry out your plan.”\n\n“I hope you’ll speak to your uncle about my nephew, Mr. John. He gets\nvery poor pay where he is.”\n\n“I won’t forget him,” said John, carelessly.\n\nIn his heart he thought Thomas Bradley a very low, obtrusive fellow,\nwhom he felt by no means inclined to assist, but it was cheap to make\npromises.\n\nThe reader understands now why Mrs. Bradley made a morning call at\nGilbert & Mack’s store.\n\nShe knew at what part of the counter her nephew was stationed, and made\nher way thither at once. He did not at first recognize her, until she\nsaid:\n\n“Good-morning, Thomas.”\n\n“Good-morning, aunt. What brings you here this morning? Any good news\nfor me? Has the old gentleman come around and concluded to do something\nhandsome?”\n\n“Mr. Wharton is not in the city. He has gone to Washington. But that\nisn’t what I came about this morning. You remember that boy who has been\nreading to Mr. Wharton?”\n\n“One of our cash-boys. Yes; there he is, just gone by.”\n\n“Well, he has stolen Mr. John’s pocketbook and some jewelry belonging to\nhim.”\n\n“What have you done about it? What does Mr. Wharton say?”\n\n“He’s away from home. He doesn’t know yet. Mr. John gave him a lecture,\nand ordered him to leave the house.”\n\n“Does he admit that he took the things?”\n\n“No; he denied it as bold as brass, but it didn’t do him any good. There\nwere the things in his trunk. He couldn’t get over that.”\n\nThomas fastened a shrewd glance on his aunt’s face, for he suspected the\ntruth.\n\n“So you’ve got rid of him?” he said. “What do you propose to do next?”\n\n“Mr. John thinks your employer ought to know that he is a thief.”\n\n“Are you going to tell them?”\n\n“I want you to do it.”\n\n“You must tell them yourself, aunt. I shan’t.”\n\n“Then introduce me to Mr. Gilbert, Thomas, and I’ll do it.”\n\n“Follow me, aunt.”\n\nHe led his aunt to the rear of the store, where Mr. Gilbert was\nstanding.\n\n“Mr. Gilbert,” he said, “allow me to introduce my aunt, Mrs. Bradley.”\n\nThe housekeeper was courteously received, and invited to be seated. She\nsoon opened her business, and blackened poor Frank’s character as she\nhad intended.\n\n“Really, Mrs. Bradley, I am sorry to hear this,” said Mr. Gilbert. “You\nthink there is no doubt of the boy’s guilt?”\n\n“I am sorry to say that I have no doubt at all,” said the housekeeper,\nhypocritically.\n\n“Mr. Mack and myself have had a very good opinion of him. He is faithful\nand prompt.”\n\n“Of course, sir, you will retain him in your employ if you are willing\nto take the risk, but I thought it my duty to put you on your guard.”\n\n“I am obliged to you, Mrs. Bradley; though, as I said, I regret to find\nthat my confidence in the boy has been misplaced.”\n\nLate in the afternoon, Frank was called to the cashier’s desk.\n\n“I am directed by Mr. Gilbert to say that your services will not be\nrequired after to-day,” he said. “Here are the week’s wages.”\n\n“Why am I discharged? What have I done?” demanded Frank, while his heart\nsank within him.\n\n“I don’t know. You must ask Mr. Gilbert,” answered the cashier.\n\n“I will speak to him, at any rate,” and Frank walked up to the senior\npartner, and addressed to him the same question.\n\n“Can you not guess?” asked Mr. Gilbert, sternly.\n\n“I can guess that a false accusation has been brought against me,” said\nFrank.\n\n“A respectable lady has informed me that you are not honest. I regret\nit, for I have been pleased with your diligence. Of course, I cannot\nretain you in my employ.”\n\n“Mr. Gilbert,” said Frank, earnestly, “the charge is false. Mrs. Bradley\nis my enemy, and wishes me harm. I don’t understand how the things came\ninto my trunk, but I didn’t put them there.”\n\n“I hope you are innocent, but I must discharge you. Business is dull\nnow, and I had decided to part with four of my cash-boys. I won’t pass\njudgment upon you, but you must go.”\n\nFrank bowed in silence, for he saw that further entreaty would be vain,\nand left the store more dispirited than at any moment since he had been\nin the city.\n\nTen days Frank spent in fruitless efforts to obtain a place.\n\nAll this time his money steadily diminished. He perceived that he would\nsoon be penniless. Evidently, something must be done. He formed two\ndeterminations. The first was to write to Mr. Wharton, who, he thought,\nmust now have returned from Washington, asserting his innocence and\nappealing to him to see Gilbert & Mack, and re-establish him in their\nconfidence. The second was, since he could not obtain a regular place,\nto frequent the wharves and seek chances to carry bundles. In this\nway he might earn enough, with great economy, to pay for his board and\nlodging.\n\nOne morning the housekeeper entered the library where John Wade sat\nreading the daily papers.\n\n“Mr. John,” she said, holding out a letter, “here is a letter from that\nboy. I expected he would write to your uncle.”\n\nJohn Wade deliberately opened the letter.\n\n“Sit down, Mrs. Bradley, and I will read the letter aloud.”\n\nIt will be only necessary to quote the concluding sentences:\n\n\n“‘I hope, Mr. Wharton, you will not be influenced against me by what\nMrs. Bradley and your nephew say. I don’t know why it is, but they are\nmy enemies, though I have always treated them with respect. I am afraid\nthey have a desire to injure me in your estimation. If they had not\nbeen, they would have been content with driving me from your house,\nwithout also slandering me to my employers, and inducing them to\ndischarge me. Since I was discharged, I have tried very hard to get\nanother place, but as I cannot bring a recommendation from Gilbert &\nMack, I have everywhere been refused. I ask you, Mr. Wharton to consider\nmy situation. Already my small supply of money is nearly gone, and I do\nnot know how I am to pay my expenses. If it was any fault of mine that\nhad brought me into this situation, I would not complain, but it seems\nhard to suffer when I am innocent.\n\n“‘I do not ask to return to your house, Mr. Wharton, for it would not\nbe pleasant, since your nephew and Mrs. Bradley dislike me, but I have a\nright to ask that the truth may be told to my employers, so that if\nthey do not wish me to return to their service, they may, at least,\nbe willing to give me a recommendation that will give me a place\nelsewhere.”’\n\n\n“I must prevent the boy communicating with my uncle, if it is a possible\nthing. ‘Strike while the iron is hot,’ I say.”\n\n“I think that is very judicious, Mr. John. I have no doubt you will know\nhow to manage matters.”\n\nJohn Wade dressed himself for a walk, and drawing out a cigar, descended\nthe steps of his uncle’s house into the street.\n\nHe reached Fifth Avenue, and walked slowly downtown. He was about\nopposite Twenty-eighth Street, when he came face to face with the\nsubject of his thoughts.\n\n“Where are you going?” John Wade demanded sternly.\n\n“I don’t know that I am bound to answer your question,” answered Frank,\nquietly, “but I have no objection. I am going to Thirty-ninth Street\nwith this bundle.”\n\n“Hark you, boy! I have something to say to you,” continued John Wade,\nharshly. “You have had the impudence to write to my uncle.”\n\n“What did he say?”\n\n“Nothing that you would like to hear. He looks upon you as a thief.”\n\n“You have slandered me to him, Mr. Wade,” he said, angrily. “You might\nbe in better business than accusingly a poor boy falsely.”\n\n“Hark you, young man! I have had enough of your impudence. I will give\nyou a bit of advice, which you will do well to follow. Leave this city\nfor a place where you are not known, or I may feel disposed to shut you\nup on a charge of theft.”\n\n“I shall not leave the city, Mr. Wade,” returned Frank, firmly. “I shall\nstay here in spite of you,” and without waiting for an answer, he walked\non.\n\n\n\nCHAPTER XVI\n\nAN ACCOMPLICE FOUND\n\n\nNo sooner had John Wade parted from our hero than he saw approaching him\na dark, sinister-looking man, whom he had known years before.\n\n“Good-morning, Mr. Wade,” said the newcomer.\n\n“Good-morning, Mr. Graves. Are you busy just now?”\n\n“No, sir; I am out of employment. I have been unfortunate.”\n\n“Then I will give you a job. Do you see that boy?” said John Wade,\nrapidly.\n\n“Yes, I see him.”\n\n“I want you to follow him. Find out where he lives, and let me know this\nevening. Do you understand?”\n\n“I understand. You may rely upon me, sir,” answered Nathan Graves; and\nquickening his pace, he soon came within a hundred feet of our hero.\n\nAfter fulfilling his errand, Frank walked downtown again, but did not\nsucceed in obtaining any further employment. Wherever he went, he was\nfollowed by Graves. Unconsciously, he exhausted the patience of that\ngentleman, who got heartily tired of his tramp about the streets. But\nthe longest day will come to an end, and at last he had the satisfaction\nof tracking Frank to his humble lodging. Then, and not till then, he\nfelt justified in leaving him.\n\nNathan Graves sought the residence of John Wade. He rang the bell as the\nclock struck eight.\n\n“Well, what success?” asked Wade, when they met.\n\n“I have tracked the boy. What more can I do for you?” asked Graves.\n\n“I want to get him away from the city. The fact is--I may as well tell\nyou--my uncle has taken a great fancy to the boy, and might be induced\nto adopt him, and cut me off from my rightful inheritance. The boy is\nan artful young rascal, and has been doing all he could to get into the\ngood graces of my uncle, who is old and weak-minded.”\n\nIt was nine o’clock when Nathan Graves left the house, John Wade himself\naccompanying him to the door.\n\n“How soon do you think you can carry out my instructions?” asked Wade.\n\n“To-morrow, if possible.”\n\n“The sooner the better.”\n\n“It is lucky I fell in with him,” said Nathan Graves to himself, with\nsatisfaction, as he slowly walked down Fifth Avenue. “It’s a queer\nbusiness, but that’s none of my business. The main thing for me to\nconsider is that it brings money to my purse, and of that I have need\nenough.”\n\nGraves left the house richer by a hundred dollars than he entered it.\n\nIt was eleven o’clock on the forenoon of the next day when Frank walked\nup Canal Street toward Broadway. He had been down to the wharves\nsince early in the morning, seeking for employment. He had offered his\nservices to many, but as yet had been unable to secure a job.\n\nAs he was walking along a man addressed him:\n\n“Will you be kind enough to direct me to Broadway?”\n\nIt was Nathan Graves, with whom Frank was destined to have some\nunpleasant experiences.\n\n“Straight ahead,” answered Frank. “I am going there, and will show you,\nif you like.”\n\n“Thank you, I wish you would. I live only fifteen or twenty miles\ndistant,” said Graves, “but I don’t often come to the city, and am not\nmuch acquainted. I keep a dry-goods store, but my partner generally\ncomes here to buy goods. By the way, perhaps you can help me about the\nerrand that calls me here today.”\n\n“I will, sir, if I can,” said Frank, politely.\n\n“My youngest clerk has just left me, and I want to find a successor--a\nboy about your age, say. Do you know any one who would like such a\nposition?”\n\n“I am out of employment myself just now. Do you think I will suit?”\n\n“I think you will,” said Mr. Graves.\n\n“You won’t object to go into the country?”\n\n“No, sir.”\n\n“I will give you five dollars a week and your board for the present. If\nyou suit me, your pay will be raised at the end of six months. Will that\nbe satisfactory?” asked his companion.\n\n“Quite so, sir. When do you wish me to come?”\n\n“Can you go out with me this afternoon?”\n\n“Yes, sir. I only want to go home and pack up my trunk.”\n\n“To save time, I will go with you, and we will start as soon as\npossible.”\n\nNathan Graves accompanied Frank to his room, where his scanty wardrobe\nwas soon packed. A hack was called, and they were speedily on their way\nto the Cortland Street ferry.\n\nThey crossed the ferry, and Mr. Graves purchased two tickets to\nElizabeth. He bought a paper, and occupied himself in reading. Frank\nfelt that fortune had begun to shine upon him once more. By and by, he\ncould send for Grace, and get her boarded near him. As soon as his wages\nwere raised, he determined to do this. While engaged in these pleasant\nspeculations, they reached the station.\n\n“We get out here,” said Mr. Graves.\n\n“Is your store in this place?” asked Frank.\n\n“No; it is in the next town.”\n\nNathan Graves looked about him for a conveyance. He finally drove a\nbargain with a man driving a shabby-looking vehicle, and the two took\ntheir seats.\n\nThey were driven about six miles through a flat, unpicturesque country,\nwhen they reached a branch road leading away from the main one.\n\nIt was a narrow road, and apparently not much frequented. Frank could\nsee no houses on either side.\n\n“Is your store on this road?” he asked.\n\n“Oh, no; but I am not going to the store yet. We will go to my house,\nand leave your trunk.”\n\nAt length the wagon stopped, by Graves’ orders, in front of a gate\nhanging loosely by one hinge.\n\n“We’ll get out here,” said Graves.\n\nFrank looked with some curiosity, and some disappointment, at his future\nhome. It was a square, unpainted house, discolored by time, and looked\nfar from attractive. There were no outward signs of occupation, and\neverything about it appeared to have fallen into decay. Not far off was\na barn, looking even more dilapidated than the house.\n\nAt the front door, instead of knocking--there was no bell--Graves drew\na rusty key from his pocket and inserted it in the lock. They found\nthemselves in a small entry, uncarpeted and dingy.\n\n“We’ll go upstairs,” said Graves.\n\nArrived on the landing, he threw open a door, and ushered in our hero.\n\n“This will be your room,” he said.\n\nFrank looked around in dismay.\n\nIt was a large, square room, uncarpeted, and containing only a bed, two\nchairs and a washstand, all of the cheapest and rudest manufacture.\n\n“I hope you will soon feel at home here,” said Graves. “I’ll go down and\nsee if I can find something to eat.”\n\nHe went out, locking the door behind him\n\n“What does this mean?” thought Frank, with a strange sensation.\n\n\n\nCHAPTER XVII\n\nFRANK AND HIS JAILER\n\n\nIt was twenty minutes before Frank, waiting impatiently, heard the steps\nof his late companion ascending the stairs.\n\nBut the door was not unlocked. Instead, a slide was revealed, about\neight inches square, through which his late traveling companion pushed a\nplate of cold meat and bread.\n\n“Here’s something to eat,” he said; “take it.”\n\n“Why do you lock me in?” demanded our hero.\n\n“You can get along without knowing, I suppose,” said the other, with a\nsneer.\n\n“I don’t mean to,” said Frank, firmly. “I demand an explanation. How\nlong do you intend to keep me here?”\n\n“I am sorry I can’t gratify your curiosity, but I don’t know myself.”\n\n“Perhaps you think that I am rich, but I am not. I have no money. You\ncan’t get anything out of me,” said Frank.\n\n“That may be so, but I shall keep you.”\n\n“I suppose that was all a lie about your keeping store?”\n\n“It was a pretty little story, told for your amusement, my dear boy,”\n said Graves. “I was afraid you wouldn’t come without it.”\n\n“You are a villain!” said Frank.\n\n“Look here, boy,” said Graves, in a different tone, his face darkening,\n“you had better not talk in that way. I advise you to eat your dinner\nand be quiet. Some supper will be brought to you before night.”\n\nSo saying, he abruptly closed the slide, and descended the stairs,\nleaving Frank to his reflections, which it may be supposed, were not of\nthe pleasantest character.\n\nFrank did not allow his unpleasant situation to take away his appetite,\nand though he was fully determined to make the earliest possible attempt\nto escape, he was sensible enough first to eat the food which his jailer\nhad brought him.\n\nHis lunch dispatched, he began at once to revolve plans of escape.\n\nThere were three windows in the room, two on the front of the house, the\nother at the side.\n\nHe tried one after another, but the result was the same. All were so\nfastened that it was quite impossible to raise them.\n\nFeeling that he could probably escape through one of the windows when\nhe pleased, though at the cost of considerable trouble, Frank did not\ntrouble himself much, or allow himself to feel unhappy. He decided to\ncontinue his explorations.\n\nIn the corner of the room was a door, probably admitting to a closet.\n\n“I suppose it is locked,” thought Frank, but on trying it, he found that\nsuch was not the case. He looked curiously about him, but found little\nto repay him. His attention was drawn, however to several dark-colored\nmasks lying upon a shelf.\n\nHe also discovered a small hole in the wall of the size of a marble.\nActuated by curiosity, he applied his eye to the opening, and peeped\ninto what was probably the adjoining room. It was furnished in very much\nthe same way as the one in which he was confined, but at present it was\nuntenanted. Having seen what little there was to be seen, Frank withdrew\nfrom his post of observation and returned to his room.\n\nIt was several hours later when he again heard steps ascending the\nstairs, and the slide in the door was moved.\n\nHe looked toward it, but the face that he saw was not that of Nathan\nGraves.\n\nIt was the face of a woman.\n\n\n\nCHAPTER XVIII\n\n\n“OVER THE HILL TO THE POORHOUSE”\n\n\nWe are compelled for a time to leave our hero in the hands of his\nenemies, and return to the town of Crawford, where an event has occurred\nwhich influences seriously the happiness and position of his sister,\nGrace.\n\nEver since Frank left the town, Grace had been a welcome member of Mr.\nPomeroy’s family, receiving the kindest treatment from all, so that she\nhad come to feel very much at home.\n\nSo they lived happily together, till one disastrous night a fire broke\nout, which consumed the house, and they were forced to snatch their\nclothes and escape, saving nothing else.\n\nMr. Pomeroy’s house was insured for two-thirds of its value, and he\nproposed to rebuild immediately, but it would be three months at least\nbefore the new house would be completed. In the interim, he succeeded in\nhiring a couple of rooms for his family, but their narrow accommodations\nwould oblige them to dispense with their boarder. Sorry as Mr. and\nMrs. Pomeroy were to part with her, it was obvious that Grace must find\nanother home.\n\n“We must let Frank know,” said Mr. Pomeroy, and having occasion to go\nup to the city at once to see about insurance, he went to the store of\nGilbert & Mack, and inquired for Prank.\n\n“Fowler? What was he?” was asked.\n\n“A cash-boy.”\n\n“Oh, he is no longer here. Mr. Gilbert discharged him.”\n\n“Do you know why he was discharged?” asked Mr. Pomeroy, pained and\nstartled.\n\n“No; but there stands Mr. Gilbert. He can tell you.”\n\nMr. Pomeroy introduced himself to the head of the firm and repeated his\ninquiry.\n\n“If you are a friend of the lad,” said Mr. Gilbert, “you will be sorry\nto learn that he was charged with dishonesty. It was a very respectable\nlady who made the charge. It is only fair to say that the boy denied\nit, and that, personally, we found him faithful and trusty. But as the\ndullness of trade compelled us to discharge some of our cash-boys, we\nnaturally discharged him among the number, without, however, judging his\ncase.”\n\n“Then, sir, you have treated the boy very unfairly. On the strength of\na charge not proved, you have dismissed him, though personally you had\nnoticed nothing out of the way in him, and rendered it impossible for\nhim to obtain another place.”\n\n“There is something in what you say, I admit. Perhaps I was too hasty.\nIf you will send the boy to me, I will take him back on probation.”\n\n“Thank you, sir,” said Mr. Pomeroy, gratefully “I will send him here.”\n\nBut this Mr. Pomeroy was unable to do. He did not know of Frank’s new\naddress, and though he was still in the city, he failed to find him.\n\nHe returned to Crawford and communicated the unsatisfactory\nintelligence. He tried to obtain a new boarding place for Grace, but no\none was willing to take her at two dollars a week, especially when Mr.\nPomeroy was compelled to admit that Frank was now out of employment, and\nit was doubtful if he would be able to keep up the payment.\n\nTom Pinkerton managed to learn that Grace was now without a home, and\nmentioned it to his father.\n\n“Won’t she have to go to the poorhouse now, father?” he asked eagerly.\n\n“Yes,” said Deacon Pinkerton. “There is no other place for her that I\ncan see.”\n\n“Ah, I’m glad,” said Tom, maliciously. “Won’t that upstart’s pride be\ntaken down? He was too proud to go to the poorhouse, where he belonged,\nbut he can’t help his sister’s going there. If he isn’t a pauper\nhimself, he’ll be the brother of a pauper, and that’s the next thing to\nit.”\n\n“That is true,” said the deacon. “He was very impudent in return for my\nkindness. Still, I am sorry for him.”\n\nI am afraid the deacon’s sorrow was not very deep, for he certainly\nlooked unusually cheerful when he harnessed up his horse and drove\naround to the temporary home of the Pomeroys.\n\n“Good-morning, Mr. Pomeroy,” he said, seeing the latter in the yard.\n“You’ve met with a severe loss.”\n\n“Yes, deacon; it is a severe loss to a poor man like me.”\n\n“To be sure. Well, I’ve called around to relieve you of a part of your\ncares. I am going to take Grace Fowler to the poorhouse.”\n\n“Couldn’t you get her a place with a private family to help about the\nhouse in return for her board, while she goes to school?”\n\n“There’s nobody wants a young girl like her,” said the deacon.\n\n“Her brother would pay part of her board--that is, when he has a place.”\n\n“Hasn’t he got a place?” asked the deacon, pricking up his ears. “I\nheard he was in a store in New York.”\n\n“He lost his place,” said Mr. Pomeroy, reluctantly, “partly because of\nthe dullness of general trade.”\n\n“Then he can’t maintain his sister. She will have to go to the\npoorhouse. Will you ask her to get ready, and I’ll take her right over\nto the poorhouse.”\n\nThere was no alternative. Mr. Pomeroy went into the house, and broke the\nsad news to his wife and Grace.\n\n“Never mind,” she said, with attempted cheerfulness, though her lips\nquivered, “I shan’t have to stay there long. Frank will be sure to send\nfor me very shortly.”\n\n“It’s too bad, Grace,” said Sam, looking red about the eyes; “it’s too\nbad that you should have to go to the poorhouse.”\n\n“Come and see me, Sam,” said Grace.\n\n“Yes, I will, Grace. I’ll come often, too. You shan’t stay there long.”\n\n“Good-by,” said Grace, faltering. “You have all been very kind to me.”\n\n“Good-by, my dear child,” said Mrs. Pomeroy.\n\n“Who knows but you can return to us when the new house is done?”\n\nSo poor Grace went out from her pleasant home to find the deacon,\ngrim-faced and stern, waiting for her.\n\n“Jump in, little girl,” he said. “You’ve kept me waiting for you a long\ntime, and my time is valuable.”\n\nThe distance to the poorhouse was about a mile and a half. For the first\nhalf mile Deacon Pinkerton kept silence. Then he began to speak, in a\ntone of cold condescension, as if it were a favor for such a superior\nbeing to address an insignificant child, about to become a pauper.\n\n“Little girl, have you heard from your brother lately?”\n\n“Not very lately, sir.”\n\n“What is he doing?”\n\n“He is in a store.”\n\n“I apprehend you are mistaken. He has lost his place. He has been turned\naway,” said the deacon, with satisfaction.\n\n“Frank turned away! Oh, sir, you must be mistaken.”\n\n“Mr. Pomeroy told me. He found out yesterday when he went to the city.”\n\nPoor Grace! she could not longer doubt now, and her brother’s misfortune\nsaddened her even more than her own.\n\n“Probably you will soon see your brother.”\n\n“Oh, do you think so, sir?” asked Grace, joyfully.\n\n“Yes,” answered the deacon, grimly. “He will find himself in danger of\nstarvation in the city, and he’ll creep back, only too glad to obtain a\nnice, comfortable home in the poorhouse.”\n\nBut Grace knew her brother better than that. She knew his courage, his\nself-reliance and his independent spirit, and she was sure the deacon\nwas mistaken.\n\nThe home for which Grace was expected to be so grateful was now in\nsight. It was a dark, neglected looking house, situated in the midst\nof barren fields, and had a lonely and desolate aspect. It was\nsuperintended by Mr. and Mrs. Chase, distant relations of Deacon\nPinkerton.\n\nMr. Chase was an inoffensive man, but Mrs. Chase had a violent temper.\nShe was at work in the kitchen when Deacon Pinkerton drove up. Hearing\nthe sound of wheels, she came to the door.\n\n“Mrs. Chase,” said the deacon, “I’ve brought you a little girl, to be\nplaced under your care.”\n\n“What’s her name?” inquired the lady.\n\n“Grace Fowler.”\n\n“Grace, humph! Why didn’t she have a decent name?”\n\n“You can call her anything you like,” said the deacon.\n\n“Little girl, you must behave well,” said Deacon Pinkerton, by way of\nparting admonition. “The town expects it. I expect it. You must never\ncease to be grateful for the good home which it provides you free of\nexpense.”\n\nGrace did not reply. Looking in the face of her future task-mistress was\nscarcely calculated to awaken a very deep feeling of gratitude.\n\n“Now,” said Mrs. Chase, addressing her new boarder, “just take off your\nthings, Betsy, and make yourself useful.”\n\n“My name isn’t Betsy, ma’am.”\n\n“It isn’t, isn’t it?”\n\n“No; it is Grace.”\n\n“You don’t say so! I’ll tell you one thing, I shan’t allow anybody to\ncontradict me here, and your name’s got to be Betsy while you’re in this\nhouse. Now take off your things and hang them up on that peg. I’m going\nto set you right to work.”\n\n“Yes, ma’am,” said Grace, alarmed.\n\n“There’s some dishes I want washed, Betsy, and I won’t have you\nloitering over your work, neither.”\n\n“Very well, ma’am.”\n\nSuch was the new home for which poor Grace was expected to be grateful.\n\n\n\nCHAPTER XIX\n\nWHAT FRANK HEARD THROUGH THE CREVICE\n\n\nFrank looked with some surprise at the woman who was looking through\nthe slide of his door. He had expected to see Nathan Graves. She also\nregarded him with interest.\n\n“I have brought you some supper,” she said.\n\nFrank reached out and drew in a small waiter, containing a cup of tea\nand a plate of toast.\n\n“Thank you,” he said. “Where is the man who brought me here?”\n\n“He has gone out.”\n\n“Do you know why he keeps me here in confinement?”\n\n“No,” said the woman, hastily. “I know nothing. I see much, but I know\nnothing.”\n\n“Are many prisoners brought here as I have been?” asked our hero, in\nspite of the woman’s refusal to speak.\n\n“No.”\n\n“I can’t understand what object they can have in detaining me. If I were\nrich, I might guess, but I am poor. I am compelled to work for my daily\nbread, and have been out of a place for two weeks.”\n\n“I don’t understand,” she said, in a low voice, rather to herself than\nto him. “But I cannot wait. I must not stand here. I will come up in\nfifteen minutes, and if you wish another cup of tea, or some toast, I\nwill bring them.”\n\nHis confinement did not affect his appetite, for he enjoyed his tea and\ntoast; and when, as she had promised, the woman came up, he told her he\nwould like another cup of tea, and some more toast.\n\n“Will you answer one question?” asked our hero.\n\n“I don’t know,” answered the woman in a flurried tone.\n\n“You look like a good woman. Why do you stay in such a house as this?”\n\n“I will tell you, though I should do better to be silent. But you won’t\nbetray me?”\n\n“On no account.”\n\n“I was poor, starving, when I had an application to come here. The man\nwho engaged me told me that it was to be a housekeeper, and I had no\nsuspicion of the character of the house--that it was a den of--”\n\nShe stopped short, but Frank understood what she would have said.\n\n“When I discovered the character of the house, I would have left but for\ntwo reasons. First, I had no other home; next, I had become acquainted\nwith the secrets of the house, and they would have feared that I would\nreveal them. I should incur great risk. So I stayed.”\n\nHere there was a sound below. The woman started.\n\n“Some one has come,” she said. “I must go down I will come up as soon as\nI can with the rest of your supper.”\n\n“Thank you. You need not hurry.”\n\nOur hero was left to ponder over what he had heard. There was evidently\na mystery connected with this lonely house a mystery which he very much\ndesired to solve. But there was one chance. Through the aperture in the\ncloset he might both see and hear something, provided any should meet\nthere that evening.\n\nThe remainder of his supper was brought him by the same woman, but she\nwas in haste, and he obtained no opportunity of exchanging another word\nwith her.\n\nFrank did not learn who it was that had arrived. Listening intently, he\nthought he heard some sounds in the next room. Opening the closet door,\nand applying his eye to the aperture, he saw two men seated in the room,\none of whom was the man who had brought him there.\n\nHe applied his ear to the opening, and heard the following conversation:\n\n“I hear you’ve brought a boy here, Nathan,” said the other, who was a\nstout, low-browed man, with an evil look.\n\n“Yes,” said Graves, with a smile; “I am going to board him here a\nwhile.”\n\n“What’s it all about? What are you going to gain by it?”\n\n“I’ll tell you all I know. I’ve known something of the family for a long\ntime. John Wade employed me long ago. The old millionaire had a son\nwho went abroad and died there. His cousin, John Wade, brought home his\nson--a mere baby--the old man’s grandson, of course, and sole heir, or\nlikely to be, to the old man’s wealth, if he had lived. In that case,\nJohn Wade would have been left out in the cold, or put off with a small\nbequest.”\n\n“Yes. Did the boy live?”\n\n“No; he died, very conveniently for John Wade, and thus removed the only\nobstacle from his path.”\n\n“Very convenient. Do you think there was any foul play?”\n\n“There may have been.”\n\n“But I should think the old man would have suspected.”\n\n“He was away at the time. When he returned to the city, he heard from\nhis nephew that the boy was dead. It was a great blow to him, of course.\nNow, I’ll tell you what,” said Graves, sinking his voice so that Frank\nfound it difficult to hear, “I’ll tell you what I’ve thought at times.”\n\n“I think the grandson may have been spirited off somewhere. Nothing\nmore easy, you know. Murder is a risky operation, and John Wade is\nrespectable, and wouldn’t want to run the risk of a halter.”\n\n“You may be right. You don’t connect this story of yours with the boy\nyou’ve brought here, do you?”\n\n“I do,” answered Graves, emphatically. “I shouldn’t be surprised if this\nwas the very boy!”\n\n“What makes you think so?”\n\n“First, because there’s some resemblance between the boy and the old\nman’s son, as I remember him. Next, it would explain John Wade’s anxiety\nto get rid of him. It’s my belief that John Wade has recognized in this\nboy the baby he got rid of fourteen years ago, and is afraid his uncle\nwill make the same discovery.”\n\nFrank left the crevice through which he had received so much information\nin a whirl of new and bewildering thoughts.\n\n“Was it possible,” he asked himself, “that he could be the grandson of\nMr. Wharton, his kind benefactor?”\n\n\n\nCHAPTER XX\n\nTHE ESCAPE\n\n\nIt was eight o’clock the next morning before Frank’s breakfast was\nbrought to him.\n\n“I am sorry you have had to wait,” the housekeeper said, as she appeared\nat the door with a cup of coffee and a plate of beefsteak and toast, “I\ncouldn’t come up before.”\n\n“Have the men gone away?” said Frank.\n\n“Yes.”\n\n“Then I have something to tell you. I learned something about myself\nlast night. I was in the closet, and heard the man who brought me here\ntalking to another person. May I tell you the story?”\n\n“If you think it will do any good,” said the housekeeper, “but I can’t\nhelp you if that is what you want.”\n\nHe told the whole story. As he proceeded, the housekeeper betrayed\nincreased, almost eager interest, and from time to time asked him\nquestions in particular as to the personal appearance of John Wade. When\nFrank had described him as well as he could, she said, in an excited\nmanner:\n\n“Yes, it is--it must be the same man.”\n\n“The same man!” repeated our hero, in surprise.\n\n“Do you know anything about him?”\n\n“I know that he is a wicked man. I am afraid that I have helped him\ncarry out his wicked plan, but I did not know it at the time, or I never\nwould have given my consent.”\n\n“I don’t understand you,” said our hero, puzzled.\n\n“Will you tell me what you mean?”\n\n“Fourteen years ago I was very poor--poor and sick besides. My husband\nhad died, leaving me nothing but the care of a young infant, whom it was\nnecessary for me to support besides myself. Enfeebled by sickness, I was\nable to earn but little, but we lived in a wretched room in a crowded\ntenement house. My infant boy was taken sick and died. As I sat\nsorrowfully beside the bed on which he lay dead, I heard a knock at the\ndoor. I opened it, and admitted a man whom I afterward learned to be\nJohn Wade. He very soon explained his errand. He agreed to take my\npoor boy, and pay all the expenses of his burial in Greenwood Cemetery,\nprovided I would not object to any of his arrangements. He was willing\nbesides to pay me two hundred dollars for the relief of my necessities.\nThough I was almost beside myself with grief for my child’s loss, and\nthough this was a very favorable proposal, I hesitated. I could not\nunderstand why a stranger should make me such an offer. I asked him the\nreason.”\n\n“‘You ask too much,’ he answered, appearing annoyed. ‘I have made you\na fair offer. Will you accept it, or will you leave your child to have a\npauper’s funeral?’\n\n“That consideration decided me. For my child’s sake I agreed to his\nproposal, and forebore to question him further. He provided a handsome\nrosewood casket for my dear child, but upon the silver plate was\ninscribed a name that was strange to me--the name of Francis Wharton.”\n\n“Francis Wharton!” exclaimed Frank.\n\n“I was too weak and sorrowful to make opposition, and my baby was buried\nas Francis Wharton. Not only this, but a monument is erected over him at\nGreenwood, which bears this name.”\n\nShe proceeded after a pause:\n\n“I did not then understand his object. Your story makes it clear. I\nthink that you are that Francis Wharton, under whose name my boy was\nburied.”\n\n“How strange!” said Frank, thoughtfully. “I cannot realize it. But how\ndid you know the name of the man who called upon you?”\n\n“A card slipped from his pocket, which I secured without his knowledge.”\n\n“How fortunate that I met you,” said Frank. “I mean to let Mr. Wharton\nknow all that I have learned, and then he shall decide whether he will\nrecognize me or not as his grandson.”\n\n“I have been the means of helping to deprive you of your just rights,\nthough unconsciously. Now that I know the wicked conspiracy in which I\nassisted, I will help undo the work.”\n\n“Thank you,” said Frank. “The first thing is to get out of this place.”\n\n“I cannot open the door of your room. They do not trust me with the\nkey.”\n\n“The windows are not very high from the ground. I can get down from the\noutside.”\n\n“I will bring you a clothesline and a hatchet.”\n\nFrank received them with exultation.\n\n“Before I attempt to escape,” he said, “tell me where I can meet you in\nNew York. I want you to go with me to Mr. Wharton’s. I shall need you to\nconfirm my story.”\n\n“I will meet you to-morrow at No. 15 B--Street.”\n\n“Then we shall meet to-morrow. What shall I call your name?”\n\n“Mrs. Parker.”\n\n“Thank you. I will get away as quickly as possible, and when we are in\nthe city we will talk over our future plans.”\n\nWith the help of the hatchet, Frank soon demolished the lower part of\nthe window. Fastening the rope to the bedstead, he got out of the window\nand safely descended to the ground.\n\nA long and fatiguing walk lay before him. But at last he reached the\ncars, and half an hour later the ferry at Jersey City.\n\nFrank thought himself out of danger for the time being, but he was\nmistaken.\n\nStanding on the deck of the ferryboat, and looking back to the pier from\nwhich he had just started, he met the glance of a man who had intended\nto take the same boat, but had reached the pier just too late. His\nheart beat quicker when he recognized in the belated passenger his late\njailer, Nathan Graves.\n\nCarried away by his rage and disappointment, Nathan Graves clenched his\nfist and shook it at his receding victim.\n\nOur hero walked into the cabin. He wanted a chance to deliberate. He\nknew that Nathan Graves would follow him by the next boat, and it was\nimportant that he should not find him. Where was he to go?\n\nFifteen minutes after Frank set foot on the pier, his enemy also landed.\nBut now the difficult part of the pursuit began. He had absolutely no\nclew as to the direction which Frank had taken.\n\nFor an hour and a half he walked the streets in the immediate\nneighborhood of the square, but his labor was without reward. Not a\nglimpse could he catch of his late prisoner.\n\n“I suppose I must go to see Mr. Wade,” he at last reluctantly decided.\n“He may be angry, but he can’t blame me. I did my best. I couldn’t stand\nguard over the young rascal all day.”\n\nThe address which the housekeeper had given Frank was that of a\npoliceman’s family in which she was at one time a boarder. On giving\nhis reference, he was hospitably received, and succeeded in making\narrangements for a temporary residence.\n\nAbout seven o’clock Mrs. Parker made her appearance. She was fatigued by\nher journey and glad to rest.\n\n“I was afraid you might be prevented from coming,” said Frank.\n\n“I feared it also. I was about to start at twelve o’clock, when, to my\ndismay, one of the men came home. He said he had the headache. I was\nobliged to make him some tea and toast. He remained about till four\no’clock, when, to my relief, he went upstairs to lie down. I was afraid\nsome inquiry might be made about you, and your absence discovered,\nespecially as the rope was still hanging out of the window, and I was\nunable to do anything more than cut off the lower end of it. When the\nsick man retired to his bed I instantly left the house, fearing that the\nreturn of some other of the band might prevent my escaping altogether.”\n\n“Suppose you had met one of them, Mrs. Parker?”\n\n“I did. It was about half a mile from the house.”\n\n“Did he recognize you?”\n\n“Yes. He asked in some surprise where I was going. I was obliged to\nmake up a story about our being out of sugar. He accepted it without\nsuspicion, and I kept on. I hope I shall be forgiven for the lie. I was\nforced to it.”\n\n“You met no further trouble?”\n\n“No.”\n\n“I must tell you of my adventure,” said Frank.\n\n“I came across the very man whom I most dreaded--the man who made me a\nprisoner.”\n\n“Since he knows that you have escaped, he is probably on your track,”\n said Mrs. Parker. “It will be hardly safe for you to go to Mr.\nWharton’s.”\n\n“Why?”\n\n“He will probably think you likely to go there, and be lying in wait\nsomewhere about.”\n\n“But I must go to Mr. Wharton,” said Frank. “I must tell him this\nstory.”\n\n“It will be safer to write.”\n\n“The housekeeper, Mrs. Bradley, or John Wade, will get hold of the\nletter and suppress it. I don’t want to put them on their guard.”\n\n“You are right. It is necessary to be cautious.”\n\n“You see I am obliged to call on my grandfather, that is, on Mr.\nWharton.”\n\n“I can think of a better plan.”\n\n“What is it?”\n\n“Go to a respectable lawyer. Tell him your story, and place your case\nin his hands. He will write to your grandfather, inviting him to call at\nhis office on business of importance, without letting him know what\nis the nature of it. You and I can be there to meet him, and tell our\nstory. In this way John Wade will know nothing, and learn nothing, of\nyour movements.”\n\n“That is good advice, Mrs. Parker, but there is one thing you have not\nthought of,” said our hero.\n\n“What is that?”\n\n“Lawyers charge a great deal for their services, and I have no money.”\n\n“You have what is as good a recommendation--a good case. The lawyer\nwill see at once that if not at present rich, you stand a good chance of\nobtaining a position which will make you so. Besides, your grandfather\nwill be willing, if he admits your claim, to recompense the lawyer\nhandsomely.”\n\n“I did not think of that. I will do as you advise to-morrow.”\n\n\n\nCHAPTER XXI\n\nJOHN WADE’S DISAPPOINTMENT\n\n\nMr. Wharton sat at dinner with his nephew and the housekeeper. He\nhad been at home for some time, and of course on his arrival had been\ngreeted with the news of our hero’s perfidy. But, to the indignation of\nMrs. Bradley and John, he was obstinately incredulous.\n\n“There is some mistake, I am sure,” he said. “Such a boy as Frank is\nincapable of stealing. You may be mistaken after all, John. Why did you\nnot let him stay till I got back? I should like to have examined him\nmyself.”\n\n“I was so angry with him for repaying your kindness in such a way that I\ninstantly ordered him out of the house.”\n\n“I blame you, John, for your haste,” said his uncle. “It was not just to\nthe boy.”\n\n“I acted for the best, sir,” he forced himself to say in a subdued tone.\n\n“Young people are apt to be impetuous, and I excuse you; but you should\nhave waited for my return. I will call at Gilbert & Mack’s, and inquire\nof Frank himself what explanation he has to give.”\n\n“Of course, sir, you will do what you think proper,” said his nephew.\n\nThis ended the conversation, and Mr. Wharton, according to his declared\nintention, went to Gilbert & Mack’s. He returned disappointed with the\ninformation that our hero was no longer in the store.\n\nI now return to Mr. Wharton at dinner.\n\n“Here is a letter for you, sir,” said the housekeeper. “It was brought\nby the postman this afternoon.”\n\nMr. Wharton adjusted his spectacles and read as follows:\n\n“No.-- Wall Street.\n\n“Dear Sir: Will you have the kindness to call at my office to-morrow\nmorning at eleven o’clock, if it suits your convenience? I have an\nimportant communication to make to you, which will, I think be of an\nagreeable character. Should the time named not suit you, will you have\nthe kindness to name your own time?\n\n“Yours respectfully,\n\n“MORRIS HALL.”\n\n\n“Read that, John,” said his uncle, passing him the letter.\n\n“Morris Hall is a lawyer, I believe, sir,” said John.\n\n“Have you any idea of the nature of the communication he desires to\nmake?”\n\n“No idea at all.”\n\n“If it would relieve you, sir, I will go in your place,” said John,\nwhose curiosity was aroused.\n\n“Thank you, John, but this is evidently a personal matter. I shall go\ndown there to-morrow at the appointed time.”\n\nJohn was far from suspecting that the communication related to Frank,\nthough he had heard the day previous from Nathan Graves of the boy’s\nescape. He had been very much annoyed, and had given his agent a severe\nscolding, with imperative orders to recapture the boy, if possible.\n\nIt was not without a feeling of curiosity that Mr. Wharton entered the\nlaw office of Mr. Hall. He announced himself and was cordially welcomed.\n\n“You have a communication to make to me,” said Mr. Wharton.\n\n“I have.”\n\n“Tell me all without delay.”\n\n“I will, sir. This is the communication I desire to make.”\n\nThe story of John Wade’s treachery was told, and the means by which\nhe had imposed upon his uncle, but the lawyer carefully abstained from\nidentifying the lost grandson with Frank Fowler.\n\nWhen the story was concluded, Mr. Wharton said:\n\n“Where is my grandson--my poor George’s boy? Find him for me, and name\nyour own reward.”\n\n“I will show him to you at once, sir. Frank!”\n\nAt the word, Frank, who was in an inner office, entered. Mr. Wharton\nstarted in amazement.\n\n“Frank!” he exclaimed. “My dear boy, is it you who are my grandson?”\n\n“Grandfather!”\n\nMr. Wharton held out his arms, and our hero, already attached to him for\nhis kindness, was folded in close embrace.\n\n“Then you believe I am your grandson?” said Frank.\n\n“I believe it without further proof.”\n\n“Still, Mr. Wharton,” said the lawyer, “I want to submit my whole proof.\nMrs. Parker!”\n\nMrs. Parker entered and detailed her part in the plot, which for\nfourteen years had separated Frank from his family.\n\n“Enough!” said Mr. Wharton. “I am convinced--I did not believe my\nnephew capable of such baseness. Mrs. Parker, you shall not regret your\nconfession. I will give you a pension which will relieve you from all\nfear of want. Call next week on Mr. Hall, and you shall learn what\nprovision I have made for you. You, Frank, will return with me.”\n\n“What will Mr. John say?” asked Frank.\n\n“He shall no longer sleep under my roof,” said Mr. Wharton, sternly.\n\nFrank was taken to a tailor and fitted out with a handsome new suit,\nready-made for immediate use, while three more were ordered.\n\nWhen Mr. Wharton reached home, he entered the library and rang the bell.\n\nTo the servant who answered he said:\n\n“Is Mr. John at home?”\n\n“Yes, sir; he came in ten minutes ago.”\n\n“Tell him I wish to see him at once in the library. Summon the\nhousekeeper, also.”\n\nSurprised at the summons, John Wade answered it directly. He and Mrs.\nBradley met at the door and entered together. Their surprise and dismay\nmay be conjectured when they saw our hero seated beside Mr. Wharton,\ndressed like a young gentleman.\n\n“John Wade,” said his uncle, sternly, “the boy whom you malign, the boy\nyou have so deeply wronged, has found a permanent home in this house.”\n\n“What, sir! you take him back?”\n\n“I do. There is no more fitting place for him than the house of his\ngrandfather.”\n\n“His grandfather!” exclaimed his nephew and the housekeeper, in chorus.\n\n“I have abundant proof of the relationship. This morning I have listened\nto the story of your treachery. I have seen the woman whose son,\nrepresented to me as my grandson, lies in Greenwood Cemetery. I have\nlearned your wicked plans to defraud him of his inheritance, and I tell\nyou that you have failed.”\n\n“I shall make my will to-morrow, bequeathing all my property to my\ngrandson, excepting only an annual income of two thousand dollars to\nyourself. And now I must trouble you to find a boarding place. After\nwhat has passed I do not desire to have you in the family.”\n\n“I do not believe he is your grandson,” said John Wade, too angry to\nheed prudential considerations.\n\n“Your opinion is of little consequence.”\n\n“Then, sir, I have only to wish you good-morning. I will send for my\ntrunks during the day.”\n\n“Good-morning,” said Mr. Wharton, gravely, and John Wade left the room,\nbaffled and humiliated.\n\n“I hope, sir,” said the housekeeper, alarmed for her position; “I hope\nyou don’t think I knew Mr. Frank was your grandson. I never was so\nastonished and flustrated in my life. I hope you won’t discharge me,\nsir--me that have served you so faithfully for many years.”\n\n“You shall remain on probation. But if Frank ever has any fault to find\nwith you, you must go.”\n\n“I hope you will forgive me, Mr. Frank.”\n\n“I forgive you freely,” said our hero, who was at a generous\ndisposition.\n\n\n\nCHAPTER XXII\n\nCONCLUSION\n\n\nMeanwhile poor Grace had fared badly at the poorhouse in Crawford. It\nwas a sad contrast to the gentle and kindly circle at Mr. Pomeroy’s.\nWhat made it worse for Grace was, that she could hear nothing of Frank.\nShe feared he was sick, or had met with some great misfortune, which\nprevented his writing.\n\nOne day a handsome carriage drove up to the door. From it descended our\nhero, elegantly attired. He knocked at the door.\n\nMrs. Chase, who was impressed by wealth, came to the door in a flutter\nof respect, induced by the handsome carriage.\n\n“What do you wish, sir?” she asked, not recognizing Frank.\n\n“Miss Grace Fowler!” repeated Mrs. Chase, almost paralyzed at Grace\nbeing called for by such stylish acquaintances.\n\n“Yes, my sister Grace.”\n\n“What! are you Frank Fowler?”\n\n“Yes. I have come to take Grace away.”\n\n“I don’t know as I have the right to let her go,” said Mrs. Chase,\ncautiously, regretting that Grace was likely to escape her clutches.\n\n“Here is an order from Deacon Pinkerton, chairman of the overseers of\nthe poor.”\n\n“That is sufficient. She can go. You look as if you had prospered in the\ncity,” she added, with curiosity.\n\n“Yes. I have found my grandfather, who is very wealthy.”\n\n“You don’t say!” ejaculated Mrs. Chase. “I’ll tell Grace at once.”\n\nGrace at work in the kitchen had not heard of the arrival. What was her\nsurprise when Mrs. Chase, entering the room, said, graciously:\n\n“Go up at once, Grace, and change your clothes. Your brother has come\nfor you. He is going to take you away.”\n\nGrace almost gasped for breath.\n\n“Is it true?”\n\n“It is indeed. Your brother looks remarkably well. He is rich. He has\nfound a rich grandfather, and has come for you in a carriage.”\n\nIn amazed bewilderment Grace went upstairs and put on her best dress,\npoor enough in comparison with her brother’s clothes, and was soon happy\nin his embrace.\n\n“I am glad to see you, my dear child,” said Mr. Wharton, who had\naccompanied Frank. “Will you come to the city and live with me and your\nbrother?”\n\n“Oh, sir, I shall be glad to be wherever Frank is.”\n\n“Good-bye, my dear child,” sand Mrs. Chase, whose feelings were very\nmuch changed, now that Grace was a rich young lady. “Come and see me\nsome time.”\n\n“Thank you, Mrs. Chase. Good-bye!”\n\nThe carriage rolled on.\n\n* * * * *\n\nA few words only remain. Our hero was placed at a classical school,\nand in due time entered college, where he acquitted himself with\ndistinction. He is now making a tour of Europe. Grace was also placed at\nan excellent school, and has developed into a handsome and accomplished\nyoung lady. It is thought she will marry Sam Pomeroy, who obtained a\nplace in a counting-room through Mr. Wharton’s influence, and is now\nhead clerk, with a prospect of partnership. His father received a gift\nof five thousand dollars from Mr. Wharton as an acknowledgment of his\nkindness to Frank. Tom Pinkerton holds a subordinate clerkship in the\nsame house, and is obliged to look up to Sam as his superior. It chafes\nhis pride, but his father has become a poor man, and Tom is too prudent\nto run the risk of losing his situation. John Wade draws his income\nregularly, but he is never seen at his uncle’s house.\n\nMr. Wharton is very happy in his grandson, and made happier by the\nintelligence just received from Europe of Frank’s engagement to a\nbrilliant young New York lady whom he met in his travels. He bids fair,\nthough advanced in age, to live some years yet, to witness the happiness\nof his dear grandson, once a humble cash-boy."
}