{
 "author": [
  "Norris, Frank"
 ],
 "title": [
  "Moran of the Lady Letty"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "California -- Fiction",
  "Sea stories",
  "PS",
  "Adventure stories"
 ],
 "id": "321",
 "genre": [
  "fiction",
  "adventure"
 ],
 "text": "MORAN OF THE LADY LETTY\n\nby Frank Norris\n\n\n\n          DEDICATED TO\n          Captain Joseph Hodgson\n          UNITED STATES LIFE SAVING SERVICE\n\n\n\n\n\nI. SHANGHAIED\n\n\nThis is to be a story of a battle, at least one murder, and several\nsudden deaths. For that reason it begins with a pink tea and among the\nmingled odors of many delicate perfumes and the hale, frank smell of\nCaroline Testout roses.\n\nThere had been a great number of debutantes “coming out” that season in\nSan Francisco by means of afternoon teas, pink, lavender, and otherwise.\nThis particular tea was intended to celebrate the fact that Josie\nHerrick had arrived at that time of her life when she was to wear her\nhair high and her gowns long, and to have a “day” of her own quite\ndistinct from that of her mother.\n\nRoss Wilbur presented himself at the Herrick house on Pacific Avenue\nmuch too early upon the afternoon of Miss Herrick's tea. As he made,\nhis way up the canvased stairs he was aware of a terrifying array of\nmillinery and a disquieting staccato chatter of feminine voices in the\nparlors and reception-rooms on either side of the hallway. A single high\nhat in the room that had been set apart for the men's use confirmed him\nin his suspicions.\n\n“Might have known it would be a hen party till six, anyhow,” he\nmuttered, swinging out of his overcoat. “Bet I don't know one girl in\ntwenty down there now--all mamma's friends at this hour, and\npapa's maiden sisters, and Jo's school-teachers and governesses and\nmusic-teachers, and I don't know what all.”\n\nWhen he went down he found it precisely as he expected. He went up to\nMiss Herrick, where she stood receiving with her mother and two of the\nother girls, and allowed them to chaff him on his forlornness.\n\n“Maybe I seem at my ease,” said Ross Wilbur to them, “but really I am\nvery much frightened. I'm going to run away as soon as it is decently\npossible, even before, unless you feed me.”\n\n“I believe you had luncheon not two hours ago,” said Miss Herrick. “Come\nalong, though, and I'll give you some chocolate, and perhaps, if you're\ngood, a stuffed olive. I got them just because I knew you liked them. I\nought to stay here and receive, so I can't look after you for long.”\n\nThe two fought their way through the crowded rooms to the\nluncheon-table, and Miss Herrick got Wilbur his chocolate and his\nstuffed olives. They sat down and talked in a window recess for a\nmoment, Wilbur toeing-in in absurd fashion as he tried to make a lap for\nhis plate.\n\n“I thought,” said Miss Herrick, “that you were going on the Ridgeways'\nyachting party this afternoon. Mrs. Ridgeway said she was counting on\nyou. They are going out with the 'Petrel.'”\n\n“She didn't count above a hundred, though,” answered Wilbur. “I got\nyour bid first, so I regretted the yachting party; and I guess I'd have\nregretted it anyhow,” and he grinned at her over his cup.\n\n“Nice man,” she said--adding on the instant, “I must go now, Ross.”\n\n“Wait till I eat the sugar out of my cup,” complained Wilbur. “Tell\nme,” he added, scraping vigorously at the bottom of the cup with the\ninadequate spoon; “tell me, you're going to the hoe-down to-night?”\n\n“If you mean the Assembly, yes, I am.”\n\n“Will you give me the first and last?”\n\n“I'll give you the first, and you can ask for the last then.”\n\n“Let's put it down; I know you'll forget it.” Wilbur drew a couple of\ncards from his case.\n\n“Programmes are not good form any more,” said Miss Herrick.\n\n“Forgetting a dance is worse.”\n\nHe made out the cards, writing on the one he kept for himself, “First\nwaltz--Jo.”\n\n“I must go back now,” said Miss Herrick, getting up.\n\n“In that case I shall run--I'm afraid of girls.”\n\n“It's a pity about you.”\n\n“I am; one girl, I don't say, but girl in the aggregate like this,” and\nhe pointed his chin toward the thronged parlors. “It un-mans me.”\n\n“Good-by, then.”\n\n“Good-by, until to-night, about--?”\n\n“About nine.”\n\n“About nine, then.”\n\nRoss Wilbur made his adieu to Mrs. Herrick and the girls who were\nreceiving, and took himself away. As he came out of the house and stood\nfor a moment on the steps, settling his hat gingerly upon his hair so as\nnot to disturb the parting, he was not by any means an ill-looking chap.\nHis good height was helped out by his long coat and his high silk hat,\nand there was plenty of jaw in the lower part of his face. Nor was his\ntailor altogether answerable for his shoulders. Three years before this\ntime Ross Wilbur had pulled at No. 5 in his varsity boat in an Eastern\ncollege that was not accustomed to athletic discomfiture.\n\n“I wonder what I'm going to do with myself until supper time,” he\nmuttered, as he came down the steps, feeling for the middle of his\nstick. He found no immediate answer to his question. But the afternoon\nwas fine, and he set off to walk in the direction of the town, with a\nhalf-formed idea of looking in at his club.\n\nAt his club he found a letter in his box from his particular chum, who\nhad been spending the month shooting elk in Oregon.\n\n\n  “Dear Old Man,” it said, “will be back on the afternoon you\n  receive this. Will hit the town on the three o'clock boat. Get\n  seats for the best show going--my treat--and arrange to assimilate\n  nutriment at the Poodle Dog--also mine. I've got miles of talk in\n  me that I've got to reel off before midnight. Yours.\n                    “JERRY.”\n\n\n“I've got a stand of horns for you, Ross, that are Glory Hallelujah.”\n\n\n“Well, I can't go,” murmured Wilbur, as he remembered the Assembly that\nwas to come off that night and his engaged dance with Jo Herrick. He\ndecided that it would be best to meet Jerry as he came off the boat and\ntell him how matters stood. Then he resolved, since no one that he\nknew was in the club, and the instalment of the Paris weeklies had not\narrived, that it would be amusing to go down to the water-front and loaf\namong the shipping until it was time for Jerry's boat.\n\nWilbur spent an hour along the wharves, watching the great grain ships\nconsigned to “Cork for orders” slowly gorging themselves with whole\nharvests of wheat from the San Joaquin Valley; lumber vessels for Durban\nand South African ports settling lower and lower to the water's level as\nforests of pine and redwood stratified themselves along their decks and\nin their holds; coal barges discharging from Nanaimo; busy little tugs\ncoughing and nuzzling at the flanks of the deep-sea tramps, while hay\nbarges and Italian whitehalls came and went at every turn. A Stockton\nRiver boat went by, her stern wheel churning along behind, like a\nhuge net-reel; a tiny maelstrom of activity centred about an Alaska\nCommercial Company's steamboat that would clear for Dawson in the\nmorning.\n\nNo quarter of one of the most picturesque cities in the world had more\ninterest for Wilbur than the water-front. In the mile or so of shipping\nthat stretched from the docks where the China steamships landed, down\npast the ferry slips and on to Meiggs's Wharf, every maritime nation\nin the world was represented. More than once Wilbur had talked to\nthe loungers of the wharves, stevedores out of work, sailors\nbetween voyages, caulkers and ship chandlers' men looking--not too\nearnestly--for jobs; so that on this occasion, when a little, undersized\nfellow in dirty brown sweater and clothes of Barbary coast cut asked\nhim for a match to light his pipe, Wilbur offered a cigar and passed\nthe time of day with him. Wilbur had not forgotten that he himself was\ndressed for an afternoon function. But the incongruity of the business\nwas precisely what most amused him.\n\nAfter a time the fellow suggested drinks. Wilbur hesitated for a moment.\nIt would be something to tell about, however, so, “All right, I'll drink\nwith you,” he said.\n\nThe brown sweater led the way to a sailors' boarding-house hard by. The\nrear of the place was built upon piles over the water. But in front, on\nthe ground floor, was a barroom.\n\n“Rum an' gum,” announced the brown sweater, as the two came in and took\ntheir places at the bar.\n\n“Rum an' gum, Tuck; wattle you have, sir?”\n\n“Oh--I don't know,” hesitated Wilbur; “give me a mild Manhattan.”\n\nWhile the drinks were being mixed the brown sweater called Wilbur's\nattention to a fighting head-dress from the Marquesas that was hung on\nthe wall over the free-lunch counter and opposite the bar. Wilbur turned\nabout to look at it, and remained so, his back to the barkeeper, till\nthe latter told them their drinks were ready.\n\n“Well, mate, here's big blocks an' taut hawse-pipes,” said the brown\nsweater cordially.\n\n“Your very good health,” returned Wilbur.\n\nThe brown sweater wiped a thin mustache in the hollow of his palm, and\nwiped that palm upon his trouser leg.\n\n“Yessir,” he continued, once more facing the Marquesas head-dress.\n“Yessir, they're queer game down there.”\n\n“In the Marquesas Islands, you mean?” said Wilbur.\n\n“Yessir, they're queer game. When they ain't tattoin' theirselves with\nScripture tex's they git from the missionaries, they're pullin' out\nthe hairs all over their bodies with two clam-shells. Hair by hair, y'\nunderstan'?”\n\n“Pull'n out 'er hair?” said Wilbur, wondering what was the matter with\nhis tongue.\n\n“They think it's clever--think the women folk like it.”\n\nWilbur had fancied that the little man had worn a brown sweater when\nthey first met. But now, strangely enough, he was not in the least\nsurprised to see it iridescent like a pigeon's breast.\n\n“Y' ever been down that way?” inquired the little man next.\n\nWilbur heard the words distinctly enough, but somehow they refused to\nfit into the right places in his brain. He pulled himself together,\nfrowning heavily.\n\n“What--did--you--say?” he asked with great deliberation, biting off his\nwords. Then he noticed that he and his companion were no longer in\nthe barroom, but in a little room back of it. His personality divided\nitself. There was one Ross Wilbur--who could not make his hands go where\nhe wanted them, who said one word when he thought another, and whose\nlegs below the knee were made of solid lead. Then there was another Ross\nWilbur--Ross Wilbur, the alert, who was perfectly clear-headed, and who\nstood off to one side and watched his twin brother making a monkey of\nhimself, without power and without even the desire of helping him.\n\nThis latter Wilbur heard the iridescent sweater say:\n\n“Bust me, if y' a'n't squiffy, old man. Stand by a bit an' we'll have a\nball.”\n\n“Can't have got--return--exceptionally--and the round table--pull out\nhairs wi' tu clamsh'ls,” gabbled Wilbur's stupefied double; and Wilbur\nthe alert said to himself: “You're not drunk, Ross Wilbur, that's\ncertain; what could they have put in your cocktail?”\n\nThe iridescent sweater stamped twice upon the floor and a trap-door fell\naway beneath Wilbur's feet like the drop of a gallows. With the eyes of\nhis undrugged self Wilbur had a glimpse of water below. His elbow struck\nthe floor as he went down, and he fell feet first into a Whitehall boat.\nHe had time to observe two men at the oars and to look between the piles\nthat supported the house above him and catch a glimpse of the bay and\na glint of the Contra Costa shore. He was not in the least surprised at\nwhat had happened, and made up his mind that it would be a good idea to\nlie down in the boat and go to sleep.\n\nSuddenly--but how long after his advent into the boat he could not\ntell--his wits began to return and settle themselves, like wild birds\nflocking again after a scare. Swiftly he took in the scene. The blue\nwaters of the bay around him, the deck of a schooner on which he stood,\nthe Whitehall boat alongside, and an enormous man with a face like\na setting moon wrangling with his friend in the sweater--no longer\niridescent.\n\n“What do you call it?” shouted the red man. “I want able seamen--I don't\nfigger on working this boat with dancing masters, do I? We ain't exactly\ndoing quadrilles on my quarterdeck. If we don't look out we'll step on\nthis thing and break it. It ain't ought to be let around loose without\nits ma.”\n\n“Rot that,” vociferated the brown sweater. “I tell you he's one of the\nbest sailor men on the front. If he ain't we'll forfeit the money. Come\non, Captain Kitchell, we made show enough gettin' away as it was, and\nthis daytime business ain't our line. D'you sign or not? Here's the\nadvance note. I got to duck my nut or I'll have the patrol boat after\nme.”\n\n“I'll sign this once,” growled the other, scrawling his name on the\nnote; “but if this swab ain't up to sample, he'll come back by freight,\nan' I'll drop in on mee dear friend Jim when we come back and give him a\nreel nice time, an' you can lay to that, Billy Trim.” The brown sweater\npocketed the note, went over the side, and rowed off.\n\nWilbur stood in the waist of a schooner anchored in the stream well off\nFisherman's wharf. In the forward part of the schooner a Chinaman in\nbrown duck was mixing paint. Wilbur was conscious that he still wore his\nhigh hat and long coat, but his stick was gone and one gray glove was\nslit to the button. In front of him towered the enormous red-faced man.\nA pungent reek of some kind of rancid fat or oil assailed his nostrils.\nOver by Alcatraz a ferry-boat whistled for its slip as it elbowed its\nway through the water.\n\nWilbur had himself fairly in hand by now. His wits were all about him;\nbut the situation was beyond him as yet.\n\n“Git for'd,” commanded the big man.\n\nWilbur drew himself up, angry in an instant. “Look here,” he began,\n“what's the meaning of this business? I know I've been drugged and\nmishandled. I demand to be put ashore. Do you understand that?”\n\n“Angel child,” whimpered the big man. “Oh, you lilee of the vallee, you\nbright an' mornin' star. I'm reely pained y'know, that your vally can't\ncome along, but we'll have your piano set up in the lazarette. It gives\nme genuine grief, it do, to see you bein' obliged to put your lilee\nwhite feet on this here vulgar an' dirtee deck. We'll have the Wilton\ncarpet down by to-morrer, so we will, my dear. Yah-h!” he suddenly broke\nout, as his rage boiled over. “Git for'd, d'ye hear! I'm captain of this\nhere bathtub, an' that's all you need to know for a good while to come.\nI ain't generally got to tell that to a man but once; but I'll stretch\nthe point just for love of you, angel child. Now, then, move!”\n\nWilbur stood motionless--puzzled beyond expression. No experience he had\never been through helped in this situation.\n\n“Look here,” he began, “I--”\n\nThe captain knocked him down with a blow of one enormous fist upon the\nmouth, and while he was yet stretched upon the deck kicked him savagely\nin the stomach. Then he allowed him to rise, caught him by the neck and\nthe slack of his overcoat, and ran him forward to where a hatchway, not\ntwo feet across, opened in the deck. Without ado, he flung him down into\nthe darkness below; and while Wilbur, dizzied by the fall, sat on the\nfloor at the foot of the vertical companion-ladder, gazing about him\nwith distended eyes, there rained down upon his head, first an oilskin\ncoat, then a sou'wester, a pair of oilskin breeches, woolen socks, and\na plug of tobacco. Above him, down the contracted square of the hatch,\ncame the bellowing of the Captain's voice:\n\n“There's your fit-out, Mister Lilee of the Vallee, which the same our\ndear friend Jim makes a present of and no charge, because he loves you\nso. You're allowed two minutes to change, an' it is to be hoped as how\nyou won't force me to come for to assist.”\n\nIt would have been interesting to have followed, step by step, the\nmental process that now took place in Ross Wilbur's brain. The Captain\nhad given him two minutes in which to change. The time was short enough,\nbut even at that Wilbur changed more than his clothes during the two\nminutes he was left to himself in the reekind dark of the schooner's\nfo'castle. It was more than a change--it was a revolution. What he made\nup his mind to do--precisely what mental attitude he decided to adopt,\njust what new niche he elected wherein to set his feet, it is difficult\nto say. Only by results could the change be guessed at. He went down\nthe forward hatch at the toe of Kitchell's boot--silk-hatted,\nmelton-overcoated, patent-booted, and gloved in suedes. Two minutes\nlater there emerged upon the deck a figure in oilskins and a sou'wester.\nThere was blood upon the face of him and the grime of an unclean ship\nupon his bare hands. It was Wilbur, and yet not Wilbur. In two minutes\nhe had been, in a way, born again. The only traces of his former self\nwere the patent-leather boots, still persistent in their gloss and\nshine, that showed grim incongruity below the vast compass of the\noilskin breeches.\n\nAs Wilbur came on deck he saw the crew of the schooner hurrying forward,\nsix of them, Chinamen every one, in brown jeans and black felt hats. On\nthe quarterdeck stood the Captain, barking his orders.\n\n“Consider the Lilee of the Vallee,” bellowed the latter, as his eye fell\nupon Wilbur the Transformed. “Clap on to that starboard windlass brake,\nsonny.”\n\nWilbur saw the Chinamen ranging themselves about what he guessed was\nthe windlass in the schooner's bow. He followed and took his place among\nthem, grasping one of the bars.\n\n“Break down!” came the next order. Wilbur and the Chinamen obeyed,\nbearing up and down upon the bars till the slack of the anchor-chain\ncame home and stretched taut and dripping from the hawse-holes.\n\n“'Vast heavin'!”\n\nAnd then as Wilbur released the brake and turned about for the next\norder, he cast his glance out upon the bay, and there, not a hundred\nand fifty yards away, her spotless sails tense, her cordage humming, her\nimmaculate flanks slipping easily through the waves, the water\nhissing and churning under her forefoot, clean, gleaming, dainty, and\naristocratic, the Ridgeways' yacht “Petrel” passed like a thing of life.\nWilbur saw Nat Ridgeway himself at the wheel. Girls in smart gowns\nand young fellows in white ducks and yachting caps--all friends of\nhis--crowded the decks. A little orchestra of musicians were reeling off\na quickstep.\n\nThe popping of a cork and a gale of talk and laughter came to his\nears. Wilbur stared at the picture, his face devoid of expression. The\n“Petrel” came on--drew nearer--was not a hundred feet away from the\nschooner's stern. A strong swimmer, such as Wilbur, could cover the\ndistance in a few strides. Two minutes ago Wilbur might have--\n\n“Set your mains'l,” came the bellow of Captain Kitchell. “Clap on to\nyour throat and peak halyards.”\n\nThe Chinamen hurried aft.\n\nWilbur followed.\n\n\n\n\nII. A NAUTICAL EDUCATION.\n\n\nIn the course of the next few moments, while the little vessel was being\ngot under way, and while the Ridgeways' “Petrel” gleamed off into the\nblue distance, Wilbur made certain observations.\n\nThe name of the boat on which he found himself was the “Bertha Millner.”\n She was a two-topmast, 28-ton keel schooner, 40 feet long, carrying\na large spread of sail--mainsail, foresail, jib, flying-jib, two\ngaff-topsails, and a staysail. She was very dirty and smelt abominably\nof some kind of rancid oil. Her crew were Chinamen; there was no mate.\nBut the cook--himself a Chinaman--who appeared from time to time at the\ndoor of the galley, a potato-masher in his hand, seemed to have some\nsort of authority over the hands. He acted in a manner as a go-between\nfor the Captain and the crew, sometimes interpreting the former's\norders, and occasionally giving one of his own.\n\nWilbur heard the Captain address him as Charlie. He spoke pigeon English\nfairly. Of the balance of the crew--the five Chinamen--Wilbur could make\nnothing. They never spoke, neither to Captain Kitchell, to Charlie,\nnor to each other; and for all the notice they took of Wilbur he might\neasily have been a sack of sand. Wilbur felt that his advent on the\n“Bertha Millner” was by its very nature an extraordinary event; but the\nabsolute indifference of these brown-suited Mongols, the blankness of\ntheir flat, fat faces, the dulness of their slanting, fishlike eyes\nthat never met his own or even wandered in his direction, was uncanny,\ndisquieting. In what strange venture was he now to be involved, toward\nwhat unknown vortex was this new current setting, this current that had\nso suddenly snatched him from the solid ground of his accustomed life?\n\nHe told himself grimly that he was to have a free cruise up the bay,\nperhaps as far as Alviso; perhaps the “Bertha Millner” would even make\nthe circuit of the bay before returning to San Francisco. He might\nbe gone a week. Wilbur could already see the scare-heads of the daily\npapers the next morning, chronicling the disappearance of “One of\nSociety's Most Popular Members.”\n\n“That's well, y'r throat halyards. Here, Lilee of the Vallee, give a\ncouple of pulls on y'r peak halyard purchase.”\n\nWilbur stared at the Captain helplessly.\n\n“No can tell, hey?” inquired Charlie from the galley. “Pullum disa lope,\nsabe?”\n\nWilbur tugged at the rope the cook indicated.\n\n“That's well, y'r peak halyard purchase,” chanted Captain Kitchell.\n\nWilbur made the rope fast. The mainsail was set, and hung slatting and\nflapping in the wind. Next the for'sail was set in much the same manner,\nand Wilbur was ordered to “lay out on the ji'boom and cast the gaskets\noff the jib.” He “lay out” as best he could and cast off the gaskets--he\nknew barely enough of yachting to understand an order here and\nthere--and by the time he was back on the fo'c'sle head the Chinamen\nwere at the jib halyard and hoisting away.\n\n“That's well, y'r jib halyards.”\n\nThe “Bertha Millner” veered round and played off to the wind, tugging at\nher anchor.\n\n“Man y'r windlass.”\n\nWilbur and the crew jumped once more to the brakes.\n\n“Brake down, heave y'r anchor to the cathead.”\n\nThe anchor-chain, already taut, vibrated and then cranked through the\nhawse-holes as the hands rose and fell at the brakes. The anchor came\nhome, dripping gray slime. A nor'west wind filled the schooner's sails,\na strong ebb tide caught her underfoot.\n\n“We're off,” muttered Wilbur, as the “Bertha Millner” heeled to the\nfirst gust.\n\nBut evidently the schooner was not bound up the bay.\n\n“Must be Vallejo or Benicia, then,” hazarded Wilbur, as the sails grew\ntenser and the water rippled ever louder under the schooner's forefoot.\n“Maybe they're going after hay or wheat.”\n\nThe schooner was tacking, headed directly for Meiggs's wharf. She came\nin closer and closer, so close that Wilbur could hear the talk of the\nfishermen sitting on the stringpieces. He had just made up his mind that\nthey were to make a landing there, when--\n\n“Stand by for stays,” came the raucous bark of the Captain, who had\ntaken on the heel. The sails slatted furiously as the schooner came\nabout. Then the “Bertha Millner” caught the wind again and lay over\nquietly and contentedly to her work. The next tack brought the schooner\nclose under Alcatraz. The sea became heavier, the breeze grew stiff and\nsmelled of the outside ocean. Out beyond them to westward opened\nthe Golden Gate, a bleak vista of gray-green water roughened with\nwhite-caps.\n\n“Stand by for stays.”\n\nOnce again as the rudder went hard over, the “Bertha Millner” fretted\nand danced and shook her sails, calling impatiently for the wind,\nchafing at its absence like a child reft of a toy. Then again she\nscooped the nor'wester in the hollow palms of her tense canvases and\nsettled quietly down on the new tack, her bowsprit pointing straight\ntoward the Presidio.\n\n“We'll come about again soon,” Wilbur told himself, “and stand over\ntoward the Contra Costa shore.”\n\nA fine huge breath of wind passed over the schooner. She heeled it\non the instant, the water roaring along her quarter, but she kept her\ncourse. Wilbur fell thoughtful again, never more keenly observant.\n\n“She must come about soon,” he muttered uneasily, “if she's going to\nstand up toward Vallejo.” His heart sank with a sudden apprehension. A\nnervousness he could not overcome seized upon him. The “Bertha Millner”\n held tenaciously to the tack. Within fifty yards of the Presidio came\nthe command again:\n\n“Stand by for stays.”\n\nOnce more, her bows dancing, her cordage rattling, her sails flapping\nnoisily, the schooner came about. Anxiously Wilbur observed the bowsprit\nas it circled like a hand on a dial, watching where now it would point.\nIt wavered, fluctuated, rose, fell, then settled easily, pointing toward\nLime Point. Wilbur felt a sudden coldness at his heart.\n\n“This isn't going to be so much fun,” he muttered between his teeth. The\nschooner was not bound up the bay for Alviso nor to Vallejo for grain.\nThe track toward Lime Point could mean but one thing. The wind was\nfreshening from the nor'west, the ebb tide rushing out to meet the ocean\nlike a mill-race, at every moment the Golden Gate opened out wider, and\nwithin two minutes after the time of the last tack the “Bertha Millner”\n heeled to a great gust that had come booming in between the heads,\nstraight from the open Pacific.\n\n“Stand by for stays.”\n\nAs before, one of the Chinese hands stood by the sail rope of the jib.\n\n“Draw y'r jib.”\n\nThe jib filled. The schooner came about on the port tack; Lime Point\nfell away over the stern rail. The huge ground swells began to come\nin, and as she rose and bowed to the first of these it was precisely as\nthough the “Bertha Millner” were making her courtesy to the great gray\nocean, now for the first time in full sight on her starboard quarter.\n\nThe schooner was beating out to sea through the Middle Channel. Once\nclear of the Golden Gate, she stood over toward the Cliff House, then on\nthe next tack cleared Point Bonita. The sea began building up in deadly\nearnest--they were about to cross the bar. Everything was battened down,\nthe scuppers were awash, and the hawse-holes spouted like fountains\nafter every plunge. Once the Captain ordered all men aloft, just in time\nto escape a gigantic dull green roller that broke like a Niagara over\nthe schooner's bows, smothering the decks knee-deep in a twinkling.\n\nThe wind blew violent and cold, the spray was flying like icy\nsmall-shot. Without intermission the “Bertha Millner” rolled and plunged\nand heaved and sank. Wilbur was drenched to the skin and sore in every\njoint, from being shunted from rail to mast and from mast to rail again.\nThe cordage sang like harp-strings, the schooner's forefoot crushed\ndown into the heaving water with a hissing like that of steam, blocks\nrattled, the Captain bellowed his orders, rope-ends flogged the hollow\ndeck till it reverberated like a drum-head. The crossing of the bar was\none long half-hour of confusion and discordant sound.\n\nWhen they were across the bar the Captain ordered the cook to give the\nmen their food.\n\n“Git for'rd, sonny,” he added, fixing Wilbur with his eye. “Git for'rd,\nthis is tawble dee hote, savvy?”\n\nWilbur crawled forward on the reeling deck, holding on now to a mast,\nnow to a belaying-pin, now to a stay, watching his chance and going on\nbetween the inebriated plunges of the schooner.\n\nHe descended the fo'c'sle hatch. The Chinamen were already there,\nsitting on the edges of their bunks. On the floor, at the bottom of the\nladder, punk-sticks were burning in an old tomato-can.\n\nCharlie brought in supper--stewed beef and pork in a bread-pan and a\nwooden kit--and the Chinamen ate in silence with their sheath-knives and\nfrom tin plates. A liquid that bore a distant resemblance to coffee was\nserved. Wilbur learned afterward to know the stuff as Black Jack, and\nto be aware that it was made from bud barley and was sweetened with\nmolasses. A single reeking lamp swung with the swinging of the schooner\nover the centre of the group, and long after Wilbur could remember the\ngrisly scene--the punk-sticks, the bread-pan full of hunks of meat,\nthe horrid close and oily smell, and the circle of silent, preoccupied\nChinese, each sitting on his bunk-ledge, devouring stewed pork and\nholding his pannikin of Black Jack between his feet against the rolling\nof the boat.\n\nWilbur looked fearfully at the mess in the pan, recalling the chocolate\nand stuffed olives that had been his last luncheon.\n\n“Well,” he muttered, clinching his teeth, “I've got to come to it sooner\nor later.” His penknife was in the pocket of his waist-coat, underneath\nhis oilskin coat. He opened the big blade, harpooned a cube of pork,\nand deposited it on his tin plate. He ate it slowly and with savage\ndetermination. But the Black Jack was more than he could bear.\n\n“I'm not hungry enough for that just now,” he told himself. “Say, Jim,”\n he said, turning to the Chinaman next him on the bunk-ledge, “say, what\nkind of boat is this? What you do--where you go?”\n\nThe other moved away impatiently.\n\n“No sabe, no sabe,” he answered, shaking his head and frowning.\nThroughout the whole of that strange meal these were the only words\nspoken.\n\nWhen Wilbur came on deck again he noted that the “Bertha Millner” had\nalready left the whistling-buoy astern. Off to the east, her sails\njust showing above the waves, was a pilot-boat with the number 7 on her\nmainsail. The evening was closing in; the Farallones were in plain sight\ndead ahead. Far behind, in a mass of shadow just bluer than the sky, he\ncould make out a few twinkling lights--San Francisco.\n\nHalf an hour later Kitchell came on deck from his supper in the cabin\naft. He glanced in the direction of the mainland, now almost out of\nsight, then took the wheel from one of the Chinamen and commanded, “Ease\noff y'r fore an' main sheets.” The hands eased away and the schooner\nplayed off before the wind.\n\nThe staysail was set. The “Bertha Millner” headed to southwest, bowling\neasily ahead of a good eight-knot breeze.\n\nNext came the order “All hands aft!” and Wilbur and his mates betook\nthemselves to the quarterdeck. Charlie took the wheel, and he and\nKitchell began to choose the men for their watches, just as Wilbur\nremembered to have chosen sides for baseball during his school days.\n\n“Sonny, I'll choose you; you're on my watch,” said the Captain to\nWilbur, “and I will assoom the ree-sponsibility of your nautical\neddoocation.”\n\n“I may as well tell you at once,” began Wilbur, “that I'm no sailor.”\n\n“But you will be, soon,” answered the Captain, at once soothing and\nthreatening; “you will be, Mister Lilee of the Vallee, you kin lay to\nit as how you will be one of the best sailormen along the front, as our\ndear friend Jim says. Before I git throo with you, you'll be a sailorman\nor shark-bait, I can promise you. You're on my watch; step over here,\nson.”\n\nThe watches were divided, Charlie and three other Chinamen on the port,\nKitchell, Wilbur, and two Chinamen on the starboard. The men trooped\nforward again.\n\nThe tiny world of the schooner had lapsed to quiet. The “Bertha Millner”\n was now clear of the land, that lay like a blur of faintest purple\nsmoke--ever growing fainter--low in the east. The Farallones showed but\ntheir shoulders above the horizon. The schooner was standing well\nout from shore--even beyond the track of the coasters and passenger\nsteamers--to catch the Trades from the northwest. The sun was setting\nroyally, and the floor of the ocean shimmered like mosaic. The sea\nhad gone down and the fury of the bar was a thing forgotten. It was\nperceptibly warmer.\n\nOn board, the two watches mingled forward, smoking opium and playing\na game that looked like checkers. Three of them were washing down the\ndecks with kaiar brooms. For the first time since he had come on board\nWilbur heard the sound of their voices.\n\nThe evening was magnificent. Never to Wilbur's eyes had the Pacific\nappeared so vast, so radiant, so divinely beautiful. A star or two\nburned slowly through that part of the sky where the pink began to fade\ninto the blue. Charlie went forward and set the side lights--red on\nthe port rigging, green on the starboard. As he passed Wilbur, who was\nleaning over the rail and watching the phosphorus flashing just under\nthe surface, he said:\n\n“Hey, you go talkee-talk one-piecey Boss, savvy Boss--chin-chin.”\n\nWilbur went aft and came up on the poop, where Kitchell stood at the\nwheel, smoking an inverted “Tarrier's Delight.”\n\n“Now, son,” began Kitchell, “I natch'ly love you so that I'm goin' to\ndo you a reel favor, do you twig? I'm goin' to allow you to berth aft in\nthe cabin, 'long o' me an' Charlie, an' beesides you can make free of\nmy quarterdeck. Mebbee you ain't used to the ways of sailormen just\nyet, but you can lay to it that those two are reel concessions, savvy?\nI ain't a mush-head, like mee dear friend Jim. You ain't no water-front\nswine, I can guess that with one hand tied beehind me. You're a toff,\nthat's what you are, and your lines has been laid for toffs. I ain't\naskin' you no questions, but you got brains, an' I figger on gettin'\nmore outa you by lettin' you have y'r head a bit. But mind, now, you get\ngay once, sonny, or try to flimflam me, or forget that I'm the boss of\nthe bathtub, an' strike me blind, I'll cut you open, an' you can lay to\nthat, son. Now, then, here's the game: You work this boat 'long with\nthe coolies, an' take my orders, an' walk chalk, an' I'll teach you\nnavigation, an' make this cruise as easy as how-do-you-do. You don't,\nan' I'll manhandle you till y'r bones come throo y'r hide.”\n\n“I've no choice in the matter,” said Wilbur. “I've got to make the best\nof a bad situation.”\n\n“I ree-marked as how you had brains,” muttered the Captain.\n\n“But there's one thing,” continued Wilbur; “if I'm to have my head a\nlittle, as you say, you'll find we can get along better if you put me\nto rights about this whole business. Why was I brought aboard, why are\nthere only Chinese along, where are we going, what are we going to do,\nand how long are we going to be gone?”\n\nKitchell spat over the side, and then sucked the nicotine from his\nmustache.\n\n“Well,” he said, resuming his pipe, “it's like this, son. This ship\nbelongs to one of the Six Chinese Companies of Chinatown in Frisco.\nCharlie, here, is one of the shareholders in the business. We go down\nhere twice a year off Cape Sain' Lucas, Lower California, an' fish for\nblue sharks, or white, if we kin ketch 'em. We get the livers of these\nan' try out the oil, an' we bring back that same oil, an' the Chinamen\nsell it all over San Francisco as simon-pure cod-liver oil, savvy?\nAn' it pays like a nitrate bed. I come in because it's a Custom-house\nregulation that no coolie can take a boat out of Frisco.”\n\n“And how do I come in?” asked Wilbur.\n\n“Mee dear friend Jim put a knock-me-out drop into your Manhattan\ncocktail. It's a capsule filled with a drug. You were shanghaied, son,”\n said the Captain, blandly.\n\n*****\n\nAbout an hour later Wilbur turned in. Kitchell showed him his bunk with\nits “donkey's breakfast” and single ill-smelling blanket. It was located\nunder the companionway that led down into the cabin. Kitchell bunked\non one side, Charlie on the other. A hacked deal table, covered with\noilcloth and ironed to the floor, a swinging-lamp, two chairs, a rack of\nbooks, a chest or two, and a flaring picture cut from the advertisement\nof a ballet, was the room's inventory in the matter of furniture and\nornament.\n\nWilbur sat on the edge of his bunk before undressing, reviewing the\nextraordinary events of the day. In a moment he was aware of a movement\nin one of the other two bunks, and presently made out Charlie lying on\nhis side and holding in the flame of an alcohol lamp a skewer on which\nsome brown and sticky stuff boiled and sizzled. He transformed the stuff\nto the bowl of a huge pipe and drew on it noisily once or twice. In\nanother moment he had sunk back in his bunk, nearly senseless, but with\na long breath of an almost blissful contentment.\n\n“Beast!” muttered Wilbur, with profound disgust.\n\nHe threw off his oilskin coat and felt in the pocket of his waistcoat\n(which he had retained when he had changed his clothes in the fo'c'sle)\nfor his watch. He drew it out. It was just nine o'clock. All at once an\nidea occurred to him. He fumbled in another pocket of the waistcoat and\nbrought out one of his calling-cards.\n\nFor a moment Wilbur remained motionless, seated on the bunk-ledge,\nsmiling grimly, while his glance wandered now to the sordid cabin of the\n“Bertha Millner” and the opium-drugged coolie sprawled on the “donkey's\nbreakfast,” and now to the card in his hand on which a few hours ago he\nhad written:\n\n“First waltz--Jo.”\n\n\n\n\nIII. THE LADY LETTY\n\n\nAnother day passed, then two. Before Wilbur knew it he had settled\nhimself to his new life, and woke one morning to the realization that\nhe was positively enjoying himself. Daily the weather grew warmer. The\nfifth day out from San Francisco it was actually hot. The pitch grew\nsoft in the “Bertha Millner's” deck seams, the masts sweated resin.\nThe Chinamen went about the decks wearing but their jeans and blouses.\nKitchell had long since abandoned his coat and vest. Wilbur's oilskins\nbecame intolerable, and he was at last constrained to trade his\npocket-knife to Charlie for a suit of jeans and wicker sandals, such as\nthe coolies wore--and odd enough he looked in them.\n\nThe Captain instructed him in steering, and even promised to show him\nthe use of the sextant and how to take an observation in the fake short\nand easy coasting style of navigation. Furthermore, he showed him how to\nread the log and the manner of keeping the dead reckoning.\n\nDuring most of his watches Wilbur was engaged in painting the inside\nof the cabin, door panels, lintels, and the few scattered moldings; and\ntoward the middle of the first week out, when the “Bertha Millner”\n was in the latitude of Point Conception, he and three Chinamen, under\nKitchell's directions, ratlined down the forerigging and affixed the\ncrow's nest upon the for'mast. The next morning, during Charlie's watch\non deck, a Chinaman was sent up into the crow's nest, and from that time\non there was always a lookout maintained from the masthead.\n\nMore than once Wilbur looked around him at the empty coruscating indigo\nof the ocean floor, wondering at the necessity of the lookout, and\nfinally expressed his curiosity to Kitchell. The Captain had now taken\nnot a little to Wilbur; at first for the sake of a white man's company,\nand afterward because he began to place a certain vague reliance upon\nWilbur's judgment. Kitchell had reemarked as how he had brains.\n\n“Well, you see, son,” Kitchell had explained to Wilbur, “os-tensiblee\nwe are after shark-liver oil--and so we are; but also we are on any lay\nthat turns up; ready for any game, from wrecking to barratry. Strike\nme, if I haven't thought of scuttling the dough-dish for her insoorance.\nThere's regular trade, son, to be done in ships, and then there's\npickin's an' pickin's an' pickin's. Lord, the ocean's rich with\npickin's. Do you know there's millions made out of the day-bree and\nrefuse of a big city? How about an ocean's day-bree, just chew on that\nnotion a turn; an' as fur a lookout, lemmee tell you, son, cast your\neye out yon,” and he swept the sea with a forearm; “nothin', hey, so it\nlooks, but lemmee tell you, son, there ain't no manner of place on\nthe ball of dirt where you're likely to run up afoul of so many\nthings--unexpected things--as at sea. When you're clear o' land lay to\nthis here pree-cep', 'A million to one on the unexpected.'”\n\nThe next day fell almost dead calm. The hale, lusty-lunged nor'wester\nthat had snorted them forth from the Golden Gate had lapsed to a zephyr,\nthe schooner rolled lazily southward with the leisurely nonchalance of\na grazing ox. At noon, just after dinner, a few cat's-paws curdled the\nmilky-blue whiteness of the glassy surface, and the water once more\nbegan to talk beneath the bow-sprit. It was very hot. The sun spun\nsilently like a spinning brass discus over the mainmast. On the fo'c'sle\nhead the Chinamen were asleep or smoking opium. It was Charlie's watch.\nKitchell dozed in his hammock in the shadow of the mainsheet. Wilbur was\nbelow tinkering with his paint-pot about the cabin. The stillness was\nprofound. It was the stillness of the summer sea at high noon.\n\nThe lookout in the crow's nest broke the quiet.\n\n“Hy-yah, hy-yah!” he cried, leaning from the barrel and calling through\nan arched palm. “Hy-yah, one two, plenty, many tortle, topside, wattah;\nhy-yah, all-same tortle.”\n\n“Hello, hello!” cried the Captain, rolling from his hammock. “Turtle?\nWhere-away?”\n\n“I tink-um 'bout quallah mile, mebbee, four-piecee tortle all-same\nweatha bow.”\n\n“Turtle, hey? Down y'r wheel, Jim, haul y'r jib to win'ward,” he\ncommanded the man at the wheel; then to the men forward: “Get the dory\noverboard. Son, Charlie, and you, Wing, tumble in. Wake up now and see\nyou stay so.”\n\nThe dory was swung over the side, and the men dropped into her and\ntook their places at the oars. “Give way,” cried the Captain, settling\nhimself in the bow with the gaff in his hand. “Hey, Jim!” he shouted to\nthe lookout far above, “hey, lay our course for us.” The lookout nodded,\nthe oars fell, and the dory shot forward in the direction indicated by\nthe lookout.\n\n“Kin you row, son? asked Kitchell, with sudden suspicion. Wilbur smiled.\n\n“You ask Charlie and Wing to ship their oars and give me a pair.” The\nCaptain complied, hesitating.\n\n“Now, what,” he said grimly, “now, what do you think you're going to do,\nsonny?”\n\n“I'm going to show you the Bob Cook stroke we used in our boat in '95,\nwhen we beat Harvard,” answered Wilbur.\n\nKitchell gazed doubtfully at the first few strokes, then with growing\ninterest watched the tremendous reach, the powerful knee-drive, the\nswing, the easy catch, and the perfect recover. The dory was cutting the\nwater like a gasoline launch, and between strokes there was the least\npossible diminishing of the speed.\n\n“I'm a bit out of form just now,” remarked Wilbur, “and I'm used to\nthe sliding seat; but I guess it'll do.” Kitchell glanced at the human\nmachine that once was No. 5 in the Yale boat and then at the water\nhissing from the dory's bows. “My Gawd!” he said, under his breath.\nHe spat over the bows and sucked the nicotine from his mustache,\nthoughtfully.\n\n“I ree-marked,” he observed, “as how you had brains, my son.”\n\nA few minutes later the Captain, who was standing in the dory's bow and\nalternately conning the ocean's surface and looking back to the Chinaman\nstanding on the schooner's masthead, uttered an exclamation:\n\n“Steady, ship your oars, quiet now, quiet, you damn fools! We're right\non 'em--four, by Gawd, an' big as dinin' tables!”\n\nThe oars were shipped. The dory's speed dwindled. “Out your paddles, sit\non the gun'l, and paddle ee-asy.” The hands obeyed. The Captain's voice\ndropped to a whisper. His back was toward them and he gestured with one\nfree hand. Looking out over the water from his seat on the gun'l, Wilbur\ncould make out a round, greenish mass like a patch of floating seaweed,\njust under the surface, some sixty yards ahead.\n\n“Easy sta'board,” whispered the Captain under his elbow. “Go ahead,\nport; e-e-easy all, steady, steady.”\n\nThe affair began to assume the intensity of a little drama--a little\ndrama of midocean. In spite of himself, Wilbur was excited. He even\nfound occasion to observe that the life was not so bad, after all. This\nwas as good fun as stalking deer. The dory moved forward by inches.\nKitchell's whisper was as faint as a dying infant's: “Steady all,\ns-stead-ee, sh-stead--”\n\nHe lunged forward sharply with the gaff, and shouted aloud: “I got\nhim--grab holt his tail flippers, you fool swabs; grab holt quick--don't\nyou leggo--got him there, Charlie? If he gets away, you swine, I'll rip\ny' open with the gaff--heave now--heave--there--there--soh, stand clear\nhis nippers. Strike me! he's a whacker. I thought he was going to get\naway. Saw me just as I swung the gaff, an' ducked his nut.”\n\nOver the side, bundled without ceremony into the boat, clawing,\nthrashing, clattering, and blowing like the exhaust of a donkey-engine,\ntumbled the great green turtle, his wet, green shield of shell three\nfeet from edge to edge, the gaff firmly transfixed in his body, just\nunder the fore-flipper. From under his shell protruded his snake-like\nhead and neck, withered like that of an old man. He was waving his head\nfrom side to side, the jaws snapping like a snapped silk handkerchief.\nKitchell thrust him away with a paddle. The turtle craned his neck, and\ncatching the bit of wood in his jaw, bit it in two in a single grip.\n\n“I tol' you so, I tol' you to stand clear his snapper. If that had been\nyour shin now, eh? Hello, what's that?”\n\nFaintly across the water came a prolonged hallooing from the schooner.\nKitchell stood up in the dory, shading his eyes with his hat.\n\n“What's biting 'em now?” he muttered, with the uneasiness of a captain\naway from his ship. “Oughta left Charlie on board--or you, son. Who's\ndoin' that yellin', I can't make out.”\n\n“Up in the crow's nest,” exclaimed Wilbur. “It's Jim, see, he's waving\nhis arms.”\n\n“Well, whaduz he wave his dam' fool arms for?” growled Kitchell, angry\nbecause something was going forward he did not understand.\n\n“There, he's shouting again. Listen--I can't make out what he's\nyelling.”\n\n“He'll yell to a different pipe when I get my grip of him. I'll twist\nthe head of that swab till he'll have to walk back'ard to see where\nhe's goin'. Whaduz he wave his arms for--whaduz he yell like a dam'\nphilly-loo bird for? What's him say, Charlie?”\n\n“Jim heap sing, no can tell. Mebbee--tinkum sing, come back chop-chop.”\n\n“We'll see. Oars out, men, give way. Now, son, put a little o' that Yale\nstingo in the stroke.”\n\nIn the crow's nest Jim still yelled and waved like one distraught, while\nthe dory returned at a smart clip toward the schooner. Kitchell lathered\nwith fury.\n\n“Oh-h,” he murmured softly through his gritted teeth. “Jess lemmee lay\nmee two hands afoul of you wunst, you gibbering, yellow philly-loo\nbird, believe me, you'll dance. Shut up!” he roared; “shut up, you crazy\ndo-do, ain't we coming fast as we can?”\n\nThe dory bumped alongside, and the Captain was over the rail like\nquicksilver. The hands were all in the bow, looking and pointing to the\nwest. Jim slid down the ratlines, bubbling over with suppressed news.\nBefore his feet had touched the deck Kitchell had kicked him into the\nstays again, fulminating blasphemies.\n\n“Sing!” he shouted, as the Chinaman clambered away like a bewildered\nape; “sing a little more. I would if I were you. Why don't you sing and\nwave, you dam' fool philly-loo bird?”\n\n“Yas, sah,” answered the coolie.\n\n“What you yell for? Charlie, ask him whaffo him sing.”\n\n“I tink-um ship,” answered Charlie calmly, looking out over the\nstarboard quarter.\n\n“Ship!”\n\n“Him velly sick,” hazarded the Chinaman from the ratlines, adding a\nsentence in Chinese to Charlie.\n\n“He says he tink-um ship sick, all same; ask um something--ship velly\nsick.”\n\nBy this time the Captain, Wilbur, and all on board could plainly\nmake out a sail some eight miles off the starboard bow. Even at that\ndistance, and to eyes so inexperienced as those of Wilbur, it needed but\na glance to know that something was wrong with her. It was not that she\nfailed to ride the waves with even keel, it was not that her rigging was\nin disarray, nor that her sails were disordered. Her distance was too\ngreat to make out such details. But in precisely the same manner as a\ntrained physician glances at a doomed patient, and from that indefinable\nlook in the face of him and the eyes of him pronounces the verdict\n“death,” so Kitchell took in the stranger with a single comprehensive\nglance, and exclaimed:\n\n“Wreck!”\n\n“Yas, sah. I tink-um velly sick.”\n\n“Oh, go to 'll, or go below and fetch up my glass--hustle!”\n\nThe glass was brought. “Son,” exclaimed Kitchell--“where is that man\nwith the brains? Son, come aloft here with me.” The two clambered up the\nratlines to the crow's nest. Kitchell adjusted the glass.\n\n“She's a bark,” he muttered, “iron built--about seven hundred tons,\nI guess--in distress. There's her ensign upside down at the\nmizz'nhead--looks like Norway--an' her distress signals on the spanker\ngaff. Take a blink at her, son--what do you make her out? Lord, she's\nridin' high.”\n\nWilbur took the glass, catching the stranger after several clumsy\nattempts. She was, as Captain Kitchell had announced, a bark, and, to\njudge by her flag, evidently Norwegian.\n\n“How she rolls!” muttered Wilbur.\n\n“That's what I can't make out,” answered Kitchell. “A bark such as she\nain't ought to roll thata way; her ballast'd steady her.”\n\n“What's the flags on that boom aft--one's red and white and\nsquare-shaped, and the other's the same color, only swallow-tail in\nshape?”\n\n“That's H. B., meanin: 'I am in need of assistance.'”\n\n“Well, where's the crew? I don't see anybody on board.”\n\n“Oh, they're there right enough.”\n\n“Then they're pretty well concealed about the premises,” turned Wilbur,\nas he passed the glass to the Captain.\n\n“She does seem kinda empty,” said the Captain in a moment, with a sudden\nshow of interest that Wilbur failed to understand.\n\n“An' where's her boats?” continued Kitchell. “I don't just quite make\nout any boats at all.” There was a long silence.\n\n“Seems to be a sort of haze over her,” observed Wilbur.\n\n“I noticed that, air kinda quivers oily-like. No boats, no boats--an'\nI can't see anybody aboard.” Suddenly Kitchell lowered the glass and\nturned to Wilbur. He was a different man. There was a new shine in\nhis eyes, a wicked line appeared over the nose, the jaw grew salient,\nprognathous.\n\n“Son,” he exclaimed, gimleting Wilbur with his contracted eyes; “I have\nreemarked as how you had brains. I kin fool the coolies, but I can't\nfool you. It looks to me as if that bark yonder was a derelict; an' do\nyou know what that means to us? Chaw on it a turn.”\n\n“A derelict?”\n\n“If there's a crew on board they're concealed from the public gaze--an'\nwhere are the boats then? I figger she's an abandoned derelict. Do you\nknow what that means for us--for you and I? It means,” and gripping\nWilbur by the shoulders, he spoke the word into his face with a savage\nintensity. “It means salvage, do you savvy?--salvage, salvage. Do you\nfigger what salvage on a seven-hundred-tonner would come to? Well, just\nlemmee drop it into your think tank, an' lay to what I say. It's all the\nways from fifty to seventy thousand dollars, whatever her cargo is; call\nit sixty thousand--thirty thou' apiece. Oh, I don't know!” he exclaimed,\nlapsing to landman's slang. “Wha'd I say about a million to one on the\nunexpected at sea?”\n\n“Thirty thousand!” exclaimed Wilbur, without thought as yet.\n\n“Now y'r singin' songs,” cried the Captain. “Listen to me, son,” he went\non, rapidly shutting up the glass and thrusting it back in the case;\n“my name's Kitchell, and I'm hog right through.” He emphasized the words\nwith a leveled forefinger, his eyes flashing. “H--O--G spells very truly\nyours, Alvinza Kitchell--ninety-nine swine an' me make a hundred swine.\nI'm a shoat with both feet in the trough, first, last, an' always.\nIf that bark's abandoned, an' I says she is, she's ours. I'm out for\nanything that there's stuff in. I guess I'm more of a beach-comber by\nnature than anything else. If she's abandoned she belongs to us. To 'll\nwith this coolie game. We'll go beach-combin', you and I. We'll board\nthat bark and work her into the nearest port--San Diego, I guess--and\nget the salvage on her if we have to swim in her. Are you with me?” he\nheld out his hand. The man was positively trembling from head to\nheel. It was impossible to resist the excitement of the situation, its\nnovelty--the high crow's nest of the schooner, the keen salt air, the\nChinamen grouped far below, the indigo of the warm ocean, and out yonder\nthe forsaken derelict, rolling her light hull till the garboard streak\nflashed in the sun.\n\n“Well, of course, I'm with you, Cap,” exclaimed Wilbur, gripping\nKitchell's hand. “When there's thirty thousand to be had for the asking\nI guess I'm a 'na'chel bawn' beach-comber myself.”\n\n“Now, nothing about this to the coolies.”\n\n“But how will you make out with your owners, the Six Companies? Aren't\nyou bound to bring the 'Bertha' in?”\n\n“Rot my owners!” exclaimed Kitchell. “I ain't a skipper of no oil-boat\nany longer. I'm a beach-comber.” He fixed the wallowing bark with\nglistening eyes. “Gawd strike me,” he murmured, “ain't she a daisy? It's\na little Klondike. Come on, son.”\n\nThe two went down the ratlines, and Kitchell ordered a couple of the\nhands into the dory that had been rowing astern. He and Wilbur followed.\nCharlie was left on board, with directions to lay the schooner to. The\ndory flew over the water, Wilbur setting the stroke. In a few moments\nshe was well up with the bark. Though a larger boat than the “Bertha\nMillner,” she was rolling in lamentable fashion, and every laboring\nheave showed her bottom incrusted with barnacles and seaweed.\n\nHer fore and main tops'ls and to'gallants'ls were set, as also were her\nlower stays'ls and royals. But the braces seemed to have parted, and\nthe yards were swinging back and forth in their ties. The spanker was\nbrailed up, and the spanker boom thrashed idly over the poop as the bark\nrolled and rolled and rolled. The mainmast was working in its shoe,\nthe rigging and backstays sagged. An air of abandonment, of unspeakable\nloneliness, of abomination hung about her. Never had Wilbur seen\nanything more utterly alone. Within three lengths the Captain rose in\nhis place and shouted:\n\n“Bark ahoy!” There was no answer. Thrice he repeated the call, and\nthrice the dismal thrashing of the spanker boom and the flapping of\nthe sails was the only answer. Kitchell turned to Wilbur in triumph. “I\nguess she's ours,” he whispered. They were now close enough to make out\nthe bark's name upon her counter, “Lady Letty,” and Wilbur was in\nthe act of reading it aloud, when a huge brown dorsal fin, like the\ntriangular sail of a lugger, cut the water between the dory and the\nbark.\n\n“Shark!” said Kitchell; “and there's another!” he exclaimed in the next\ninstant, “and another! Strike me, the water's alive with 'em'! There's\na stiff on the bark, you can lay to that”; and at that, acting on some\nstrange impulse, he called again, “Bark ahoy!” There was no response.\n\nThe dory was now well up to the derelict, and pretty soon a prolonged\nand vibratory hissing noise, strident, insistent, smote upon their ears.\n\n“What's that?” exclaimed Wilbur, perplexed. The Captain shook his\nhead, and just then, as the bark rolled almost to her scuppers in their\ndirection, a glimpse of the deck was presented to their view. It was\nonly a glimpse, gone on the instant, as the bark rolled back to port,\nbut it was time enough for Wilbur and the Captain to note the parted\nand open seams and the deck bulging, and in one corner blown up and\nsplintered.\n\nThe captain smote a thigh.\n\n“Coal!” he cried. “Anthracite coal. The coal he't up and generated gas,\nof course--no fire, y'understand, just gas--gas blew up the deck--no way\nof stopping combustion. Naturally they had to cut for it. Smell the gas,\ncan't you? No wonder she's hissing--no wonder she rolled--cargo goes\noff in gas--and what's to weigh her down? I was wondering what could 'a'\nwrecked her in this weather. Lord, it's as plain as Billy-b'damn.”\n\nThe dory was alongside. Kitchell watched his chance, and as the bark\nrolled down caught the mainyard-brace hanging in a bight over the\nrail and swung himself to the deck. “Look sharp!” he called, as Wilbur\nfollowed. “It won't do for you to fall among them shark, son. Just look\nat the hundreds of 'em. There's a stiff on board, sure.”\n\nWilbur steadied himself on the swaying broken deck, choking against the\nreek of coal-gas that hissed upward on every hand. The heat was almost\nlike a furnace. Everything metal was intolerable to the touch.\n\n“She's abandoned, sure,” muttered the Captain. “Look,” and he pointed\nto the empty chocks on the house and the severed lashings. “Oh, it's\na haul, son; it's a haul, an' you can lay to that. Now, then, cabin\nfirst,” and he started aft.\n\nBut it was impossible to go into the cabin. The moment the door was\nopened suffocating billows of gas rushed out and beat them back. On the\nthird trial the Captain staggered out, almost overcome with its volume.\n\n“Can't get in there for a while yet,” he gasped, “but I saw the stiff\non the floor by the table; looks like the old man. He's spit his false\nteeth out. I knew there was a stiff aboard.”\n\n“Then there's more than one,” said Wilbur. “See there!” From behind\nthe wheel-box in the stern protruded a hand and forearm in an oilskin\nsleeve.\n\nWilbur ran up, peered over the little space between the wheel and the\nwheel-box, and looked straight into a pair of eyes--eyes that were\nalive. Kitchell came up.\n\n“One left, anyhow,” he muttered, looking over Wilbur's shoulder; “sailor\nman, though; can't interfere with our salvage. The bark's derelict,\nright enough. Shake him out of there, son; can't you see the lad's dotty\nwith the gas?”\n\nCramped into the narrow space of the wheel-box like a terrified hare in\na blind burrow was the figure of a young boy. So firmly was he wedged\ninto the corner that Kitchell had to kick down the box before he could\nbe reached. The boy spoke no word. Stupefied with the gas, he watched\nthem with vacant eyes.\n\nWilbur put a hand under the lad's arm and got him to his feet. He was\na tall, well-made fellow, with ruddy complexion and milk-blue eyes, and\nwas dressed, as if for heavy weather, in oilskins.\n\n“Well, sonny, you've had a fine mess aboard here,” said Kitchell. The\nboy--he might have been two and twenty--stared and frowned.\n\n“Clean loco from the gas. Get him into the dory, son. I'll try this\nbloody cabin again.”\n\nKitchell turned back and descended from the poop, and Wilbur, his arm\naround the boy, followed. Kitchell was already out of hearing, and\nWilbur was bracing himself upon the rolling deck, steadying the young\nfellow at his side, when the latter heaved a deep breath. His throat and\nbreast swelled. Wilbur stared sharply, with a muttered exclamation:\n\n“My God, it's a girl!” he said.\n\n\n\n\nIV. MORAN\n\n\nMeanwhile Charlie had brought the “Bertha Millner” up to within hailing\ndistance of the bark, and had hove her to. Kitchell ordered Wilbur to\nreturn to the schooner and bring over a couple of axes.\n\n“We'll have to knock holes all through the house, and break in the\nskylights and let the gas escape before we can do anything. Take the kid\nover and give him whiskey; then come along back and bear a hand.”\n\nWilbur had considerable difficulty in getting into the dory from the\ndeck of the plunging derelict with his dazed and almost helpless charge.\nEven as he slid down the rope into the little boat and helped the girl\nto follow, he was aware of two dull, brownish-green shadows moving just\nbeneath the water's surface not ten feet away, and he knew that he was\nbeing stealthily watched. The Chinamen at the oars of the dory, with\nthat extraordinary absence of curiosity which is the mark of the race,\ndid not glance a second time at the survivor of the “Lady Letty's”\n misadventure. To them it was evident she was but a for'mast hand.\nHowever, Wilbur examined her with extraordinary interest as she sat in\nthe sternsheets, sullen, half-defiant, half-bewildered, and bereft of\nspeech.\n\nShe was not pretty--she was too tall for that--quite as tall as Wilbur\nhimself, and her skeleton was too massive. Her face was red, and the\nglint of blue ice was in her eyes. Her eyelashes and eyebrows, as well\nas the almost imperceptible down that edged her cheek when she turned\nagainst the light, were blond almost to whiteness. What beauty she had\nwas of the fine, hardy Norse type. Her hands were red and hard, and even\nbeneath the coarse sleeve of the oilskin coat one could infer that the\nbiceps and deltoids were large and powerful. She was coarse-fibred, no\ndoubt, mentally as well as physically, but her coarseness, so Wilbur\nguessed, would prove to be the coarseness of a primitive rather than of\na degenerate character.\n\nOne thing he saw clearly during the few moments of the dory's trip\nbetween bark and schooner--the fact that his charge was a woman must\nbe kept from Captain Kitchell. Wilbur knew his man by now. It could be\ndone. Kitchell and he would take the “Lady Letty” into the nearest port\nas soon as possible. The deception would have to be maintained only for\na day or two.\n\nHe left the girl on board the schooner and returned to the derelict with\nthe axes. He found Kitchell on the house, just returned from a hasty\nsurvey of the prize.\n\n“She's a daisy,” vociferated the Captain, as Wilbur came aboard.\n“I've been havin' a look 'round. She's brand-new. See the date on the\ncapst'n-head? Christiania is her hailin' port--built there; but it's her\npapers I'm after. Then we'll know where we're at. How's the kid?”\n\n“She's all right,” answered Wilbur, before he could collect his\nthoughts. But the Captain thought he had reference to the “Bertha.”\n\n“I mean the kid we found in the wheel-box. He doesn't count in our\nsalvage. The bark's been abandoned as plain as paint. If I thought he\nstood in our way,” and Kitchell's jaw grew salient. “I'd shut him in\nthe cabin with the old man a spell, till he'd copped off. Now then, son,\nfirst thing to do is to chop vents in this yere house.”\n\n“Hold up--we can do better than that,” said Wilbur, restraining\nKitchell's fury of impatience. “Slide the big skylight off--it's loose\nalready.”\n\nA couple of the schooner's hands were ordered aboard the “Lady Letty,”\n and the skylight removed. At first the pour of gas was terrific, but by\ndegrees it abated, and at the end of half an hour Kitchell could keep\nback no longer.\n\n“Come on!” he cried, catching up an axe; “rot the difference.” All\nthe plundering instincts of the man were aroused and clamoring. He had\nbecome a very wolf within scent of its prey--a veritable hyena nuzzling\nabout its carrion.\n\n“Lord!” he gasped, “t' think that everything we see, everything we find,\nis ours!”\n\nWilbur himself was not far behind him in eagerness. Somewhere deep down\nin the heart of every Anglo-Saxon lies the predatory instinct of his\nViking ancestors--an instinct that a thousand years of respectability\nand taxpaying have not quite succeeded in eliminating.\n\nA flight of six steps, brass-bound and bearing the double L of the\nbark's monogram, led them down into a sort of vestibule. From the\nvestibule a door opened directly into the main cabin. They entered.\n\nThe cabin was some twenty feet long and unusually spacious. Fresh from\nhis recollection of the grime and reek of the schooner, it struck Wilbur\nas particularly dainty. It was painted white with stripes of blue, gold\nand pea-green. On either side three doors opened off into staterooms and\nprivate cabins, and with each roll of the derelict these doors banged\nlike an irregular discharge of revolvers. In the centre was the\ndining-table, covered with a red cloth, very much awry. On each side of\nthe table were four arm chairs, screwed to the deck, one somewhat larger\nat the head. Overhead, in swinging racks, were glasses and decanters of\nwhiskey and some kind of white wine. But for one feature the sight of\nthe “Letty's” cabin was charming. However, on the floor by the sliding\ndoor in the forward bulkhead lay a body, face upward.\n\nThe body was that of a middle-aged, fine-looking man, his head covered\nwith the fur, ear-lapped cap that Norwegians affect, even in the\ntropics. The eyes were wide open, the face discolored. In the last gasp\nof suffocation the set of false teeth had been forced half-way out\nof his mouth, distorting the countenance with a hideous simian grin.\nInstantly Kitchell's eye was caught by the glint of the gold in which\nthese teeth were set.\n\n“Here's about $100 to begin with,” he exclaimed, and picking up the\nteeth, dropped them into his pocket with a wink at Wilbur. The body of\nthe dead Captain was passed up through the skylight and slid out on the\ndeck, and Wilbur and Kitchell turned their attention to what had been\nhis stateroom.\n\nThe Captain's room was the largest one of the six staterooms opening\nfrom the main cabin.\n\n“Here we are!” exclaimed Kitchell as he and Wilbur entered. “The old\nman's room, and no mistake.”\n\nBesides the bunk, the stateroom was fitted up with a lounge of red plush\nscrewed to the bulkhead. A roll of charts leaned in one corner, an alarm\nclock, stopped at 1:15, stood on a shelf in the company of some dozen\npaper-covered novels and a drinking-glass full of cigars. Over the\nlounge, however, was the rack of instruments, sextant, barometer,\nchronometer, glass, and the like, securely screwed down, while against\nthe wall, in front of a swivel leather chair that was ironed to the\ndeck, was the locked secretary.\n\n“Look at 'em, just look at 'em, will you!” said Kitchell, running his\nfingers lovingly over the polished brass of the instruments. “There's\na thousand dollars of stuff right here. The chronometer's worth five\nhundred alone, Bennett & Sons' own make.” He turned to the secretary.\n\n“Now!” he exclaimed with a long breath.\n\nWhat followed thrilled Wilbur with alternate excitement, curiosity, and\na vivid sense of desecration and sacrilege. For the life of him he\ncould not make the thing seem right or legal in his eyes, and yet he had\nneither the wish nor the power to stay his hand or interfere with what\nKitchell was doing.\n\nThe Captain put the blade of the axe in the chink of the secretary's\ndoor and wrenched it free. It opened down to form a sort of desk, and\ndisclosed an array of cubby-holes and two small doors, both locked.\nThese latter Kitchell smashed in with the axe-head. Then he seated\nhimself in the swivel chair and began to rifle their contents\nsystematically, Wilbur leaning over his shoulder.\n\nThe heat from the coal below them was almost unbearable. In the cabin\nthe six doors kept up a continuous ear-shocking fusillade, as though\nhalf a dozen men were fighting with revolvers; from without, down the\nopen skylight, came the sing-song talk of the Chinamen and the wash\nand ripple of the two vessels, now side by side. The air, foul beyond\nexpression, tasted of brass, their heads swam and ached to bursting, but\nabsorbed in their work they had no thought of the lapse of time nor the\ndiscomfort of their surroundings. Twice during the examination of the\nbark's papers, Kitchell sent Wilbur out into the cabin for the whiskey\ndecanter in the swinging racks.\n\n“Here's the charter papers,” said Kitchell, unfolding and spreading them\nout one by one; “and here's the clearing papers from Blyth in England.\nThis yere's the insoorance, and here, this is--rot that, nothin' but the\narticles for the crew--no use to us.”\n\nIn a separate envelope, carefully sealed and bound, they came upon the\nCaptain's private papers. A marriage certificate setting forth the union\nbetween Eilert Sternersen, of Fruholmen, Norway, and Sarah Moran, of\nsome seaport town (the name was indecipherable) of the North of\nEngland. Next came a birth certificate of a daughter named Moran, dated\ntwenty-two years back, and a bill of sale of the bark “Lady Letty,”\n whereby a two-thirds interest was conveyed from the previous owners (a\nshipbuilding firm of Christiania) to Capt. Eilert Sternersen.\n\n“The old man was his own boss,” commented Kitchell. “Hello!” he\nremarked, “look here”; a yellowed photograph was in his hand the picture\nof a stout, fair-haired woman of about forty, wearing enormous pendant\nearrings in the style of the early sixties. Below was written: “S. Moran\nSternersen, ob. 1867.”\n\n“Old woman copped off,” said Kitchell, “so much the better for us; no\nheirs to put in their gab; an'--hold hard--steady all--here's the will,\ns'help me.”\n\nThe only items of importance in the will were the confirmation of the\nwife's death and the expressly stated bequest of “the bark known as\nand sailing under the name of the 'Lady Letty' to my only and beloved\ndaughter, Moran.”\n\n“Well,” said Wilbur.\n\nThe Captain sucked his mustache, then furiously, striking the desk with\nhis fist:\n\n“The bark's ours!” there was a certain ring of defiance in his voice.\n“Damn the will! I ain't so cock-sure about the law, but I'll make sure.”\n\n“As how?” said Wilbur.\n\nKitchell slung the will out of the open port into the sea.\n\n“That's how,” he remarked. “I'm the heir. I found the bark; mine she is,\nan' mine she stays--yours an' mine, that is.”\n\nBut Wilbur had not even time to thoroughly enjoy the satisfaction that\nthe Captain's words conveyed, before an idea suddenly presented\nitself to him. The girl he had found on board of the bark, the ruddy,\nfair-haired girl of the fine and hardy Norse type--that was the\ndaughter, of course; that was “Moran.” Instantly the situation adjusted\nitself in his imagination. The two inseparables father and daughter,\nsailors both, their lives passed together on ship board, and the “Lady\nLetty” their dream, their ambition, a vessel that at last they could\ncall their own.\n\nThen this disastrous voyage--perhaps the first in their new craft--the\ncombustion in the coal--the panic terror of the crew and their desertion\nof the bark, and the sturdy resolution of the father and daughter to\nbring the “Letty” in--to work her into port alone. They had failed; the\nfather had died from gas; the girl, at least for the moment, was crazed\nfrom its effects. But the bark had not been abandoned. The owner was on\nboard. Kitchell was wrong; she was no derelict; not one penny could they\ngain by her salvage.\n\nFor an instant a wave of bitterest disappointment passed over Wilbur\nas he saw his $30,000 dwindling to nothing. Then the instincts of\nhabit reasserted themselves. The taxpayer in him was stronger than the\nfreebooter, after all. He felt that it was his duty to see to it\nthat the girl had her rights. Kitchell must be made aware of the\nsituation--must be told that Moran, the daughter, the Captain's heir,\nwas on board the schooner; that the “kid” found in the wheel-box was a\ngirl. But on second thought that would never do. Above all things, the\nbrute Kitchell must not be shown that a girl was aboard the schooner on\nwhich he had absolute command, nor, setting the question of Moran's sex\naside, must Kitchell know her even as the dead Captain's heir. There was\na difference in the men here, and Wilbur appreciated it. Kitchell, the\nlaw-abiding taxpayer, was a weakling in comparison with Kitchell, the\nfree-booter and beach-comber in sight of his prize.\n\n“Son,” said the Captain, making a bundle of all the papers, “take these\nover to my bunk and hide 'em under the donkey's breakfast. Stop a bit,”\n he added, as Wilbur started away. “I'll go with you. We'll have to bury\nthe old man.”\n\nThroughout all the afternoon the Captain had been drinking the whiskey\nfrom the decanter found in the cabin; now he stood up unsteadily, and,\nraising his glass, exclaimed:\n\n“Sonny, here's to Kitchell, Wilbur & Co., beach-combers, unlimited. What\ndo you say, hey?”\n\n“I only want to be sure that we've a right to the bark,” answered\nWilbur.\n\n“Right to her--ri-hight to 'er,” hiccoughed the Captain. “Strike me\nblind, I'd like to see any one try'n take her away from Alvinza Kitchell\nnow,” and he thrust out his chin at Wilbur.\n\n“Well, so much the better, then,” said Wilbur, pocketing the papers. The\npair ascended to the deck.\n\nThe burial of Captain Sternersen was a dreadful business. Kitchell, far\ngone in whiskey, stood on the house issuing his orders, drinking from\none of the decanters he had brought up with him. He had already rifled\nthe dead man's pockets, and had even taken away the boots and fur-lined\ncap. Cloths were cut from the spanker and rolled around the body. Then\nKitchell ordered the peak halyards unrove and used as lashings to tie\nthe canvas around the corpse. The red and white flags (the distress\nsignals) were still bound on the halyards.\n\n“Leave 'em on. Leave 'em on,” commanded Kitchell. “Use 'm as a shrou'.\nAll ready now, stan' by to let her go.”\n\nWilbur looked over at the schooner and noted with immense relief that\nMoran was not in sight. Suddenly an abrupt reaction took place in the\nCaptain's addled brain.\n\n“Can't bury 'um 'ithout 'is teeth,” he gabbled solemnly. He laid back\nthe canvas and replaced the set. “Ole man'd ha'nt me 'f I kep' 's teeth.\nStrike! look a' that, I put 'em in upside down. Nev' min', upsi' down,\ndownsi' up, whaz odds, all same with ole Bill, hey, ole Bill, all same\nwith you, hey?” Suddenly he began to howl with laughter “T' think a\nbein' buried with y'r teeth upsi' down. Oh, mee, but that's a good\ngrind. Stan' by to heave ole Uncle Bill over--ready, heave, an' away she\ngoes.” He ran to the side, waving his hat and looking over. “Goo'-by,\nole Bill, by-by. There you go, an' the signal o' distress roun' you, H.\nB. 'I'm in need of assistance.' Lord, here comes the sharks--look! look!\nlook at um fight! look at um takin' ole Bill! I'm in need of assistance.\nI sh'd say you were, ole Bill.”\n\nWilbur looked once over the side in the churning, lashing water, then\ndrew back, sick to vomiting. But in less than thirty seconds the water\nwas quiet. Not a shark was in sight.\n\n“Get over t' the 'Bertha' with those papers, son,” ordered Kitchell;\n“I'll bide here and dig up sh' mor' loot. I'll gut this ole pill-box\nfrom stern to stem-post 'fore I'll leave. I won't leave a copper rivet\nin 'er, notta co'er rivet, dyhear?” he shouted, his face purple with\nunnecessary rage.\n\nWilbur returned to the schooner with the two Chinamen, leaving Kitchell\nalone on the bark. He found the girl sitting by the rudderhead almost as\nhe had left her, looking about her with vague, unseeing eyes.\n\n“Your name is Moran, isn't it?” he asked. “Moran Sternersen.”\n\n“Yes,” she said, after a pause, then looked curiously at a bit of tarred\nrope on the deck. Nothing more could be got out of her. Wilbur talked\nto her at length, and tried to make her understand the situation, but it\nwas evident she did not follow. However, at each mention of her name she\nwould answer:\n\n“Yes, yes, I'm Moran.”\n\nWilbur turned away from her, biting his nether lip in perplexity.\n\n“Now, what am I going to do?” he muttered. “What a situation! If I tell\nthe Captain, it's all up with the girl. If he didn't kill her, he'd do\nworse--might do both. If I don't tell him, there goes her birthright,\n$60,000, and she alone in the world. It's begun to go already,” he\nadded, listening to the sounds that came from the bark. Kitchell was\nraging to and fro in the cabin in a frenzy of drink, axe in hand,\nsmashing glassware, hacking into the wood-work, singing the while at the\ntop of his voice:\n\n\n     “As through the drop I go, drop I go,\n      As through the drop I go, drop I go,\n      As through the drop I go,\n      Down to hell that yawns below,\n      Twenty stiffs all in a row\n       Damn your eyes”\n\n\n“That's the kind of man I have to deal with,” muttered Wilbur. “It's\nencouraging, and there's no one to talk to. Not much help in a Chinaman\nand a crazy girl in a man's oilskins. It's about the biggest situation\nyou ever faced, Ross Wilbur, and you're all alone. What the devil are\nyou going to do?”\n\nHe acknowledged with considerable humiliation that he could not get the\nbetter of Kitchell, either physically or mentally. Kitchell was a more\npowerful man than he, and cleverer. The Captain was in his element now,\nand he was the commander. On shore it would have been vastly different.\nThe city-bred fellow, with a policeman always in call, would have known\nhow to act.\n\n“I simply can't stand by and see that hog plundering everything she's\ngot. What's to be done?”\n\nAnd suddenly, while the words were yet in his mouth, the sun was wiped\nfrom the sky like writing from a slate, the horizon blackened, vanished,\na long white line of froth whipped across the sea and came on hissing. A\nhollow note boomed out, boomed, swelled, and grew rapidly to a roar.\n\nAn icy chill stabbed the air. Then the squall swooped and struck, and\nthe sky shut down over the troubled ocean like a pot-lid over a boiling\npot. The schooner's fore and main sheets, that had not been made fast,\nunrove at the first gust and began to slat wildly in the wind. The\nChinamen cowered to the decks, grasping at cleats, stays, and masts.\nThey were helpless--paralyzed with fear. Charlie clung to a stay, one\narm over his head, as though dodging a blow. Wilbur gripped the rail\nwith his hands where he stood, his teeth set, his eyes wide, waiting\nfor the foundering of the schooner, his only thought being that the end\ncould not be far. He had heard of the suddenness of tropical squalls,\nbut this had come with the abruptness of a scene-shift at a play. The\nschooner veered broad-on to the waves. It was the beginning of the\nend--another roll to the leeward like the last and the Pacific would\ncome aboard.\n\n“And you call yourselves sailor men! Are you going to drown like rats\non a plank?” A voice that Wilbur did not know went ringing through that\nhorrid shouting of wind and sea like the call of a bugle. He turned\nto see Moran, the girl of the “Lady Letty,” standing erect upon the\nquarterdeck, holding down the schooner's wheel. The confusion of that\ndreadful moment, that had paralyzed the crew's senses, had brought back\nhers. She was herself again, savage, splendid, dominant, superb, in her\nwrath at their weakness, their cowardice.\n\nHer heavy brows were knotted over her flaming eyes, her hat was gone,\nand her thick bands of yellow hair whipped across her face and streamed\nout in the wind like streamers of the northern lights. As she shouted,\ngesturing furiously to the men, the loose sleeve of the oilskin coat\nfell back, and showed her forearm, strong, round, and white as scud,\nthe hand and wrist so tanned as to look almost like a glove. And all the\nwhile she shouted aloud, furious with indignation, raging against the\nsupineness of the “Bertha's” crew.\n\n“Stand by, men! stand by! Look alive, now! Make fast the stays'l\nhalyards to the dory's warp! Now, then, unreeve y'r halyards! all clear\nthere! pass the end for'd outside the rigging! outside! you fools! Make\nfast to the bits for'ard--let go y'r line--that'll do. Soh--soh. There,\nshe's coming up.”\n\nThe dory had been towing astern, and the seas combing over her had\nswamped her. Moran had been inspired to use the swamped boat as a\nsea-anchor, fastening her to the schooner's bow instead of to the stern.\nThe “Bertha's” bow, answering to the drag, veered around. The “Bertha”\n stood head to the seas, riding out the squall. It was a masterpiece of\nseamanship, conceived and executed in the very thick of peril, and it\nsaved the schooner.\n\nBut there was little time to think of themselves. On board the bark the\nsails were still set. The squall struck the “Lady Letty” squarely aback.\nShe heeled over upon the instant; then as the top hamper carried away\nwith a crash, eased back a moment upon an even keel. But her cargo had\nshifted. The bark was doomed. Through the flying spray and scud and rain\nWilbur had a momentary glimpse of Kitchell, hacking at the lanyards with\nhis axe. Then the “Lady Letty” capsized, going over till her masts\nwere flat with the water, and in another second rolled bottom up. For\na moment her keel and red iron bottom were visible through the mist of\ndriving spoon-drift. Suddenly they sank from sight. She was gone.\n\nAnd then, like the rolling up of a scroll, the squall passed, the sun\nreturned, the sky burned back to blue, the ruggedness was smoothed\nfrom the ocean, and the warmth of the tropics closed around the “Bertha\nMillner,” once more rolling easily on the swell of the ocean.\n\nOf the “Lady Letty” and the drunken beach-combing Captain not a trace\nremained. Kitchell had gone down with his prize. The “Bertha Millner's”\n Chinese crew huddled forward, talking wildly, pointing and looking in a\nbewildered fashion over the sides.\n\nWilbur and Moran were left alone on the open Pacific.\n\n\n\n\nV. A Girl Captain\n\n\nWhen Wilbur came on deck the morning after the sinking of the bark he\nwas surprised to find the schooner under way again. Wilbur and Charlie\nhad berthed forward during that night--Charlie with the hands, Wilbur in\nthe Captain's hammock. The reason for this change of quarters had\nbeen found in a peremptory order from Moran during the dog-watch the\npreceding evening.\n\nShe had looked squarely at Wilbur from under her scowl, and had said\nbriefly and in a fine contralto voice, that he had for the first\ntime noted: “I berth aft, in the cabin; you and the Chinaman forward.\nUnderstand?”\n\nMoran had only forestalled Wilbur's intention; while after her almost\nmiraculous piece of seamanship in the rescue of the schooner,\nCharlie and the Chinese crew accorded her a respect that was almost\nsuperstitious.\n\nWilbur met her again at breakfast. She was still wearing men's\nclothing--part of Kitchell's outfit--and was booted to the knee; but now\nshe wore no hat, and her enormous mane of rye-colored hair was braided\ninto long strands near to the thickness of a man's arm. The redness of\nher face gave a startling effect to her pale blue eyes and sandy, heavy\neyebrows, that easily lowered to a frown. She ate with her knife, and\nafter pushing away her plate Wilbur observed that she drank half a\ntumbler of whiskey and water.\n\nThe conversation between the two was tame enough. There was no common\nground upon which they could meet. To her father's death--no doubt an\nold matter even before her rescue--she made no allusion. Her attitude\ntoward Wilbur was one of defiance and suspicion. Only once did she\nrelax:\n\n“How did you come to be aboard here with these rat-eaters--you're no\nsailor?” she said abruptly.\n\n“Huh!” laughed Wilbur, mirthlessly; “huh! I was shanghaied.”\n\nMoran smote the table with a red fist, and shouted with sonorous,\nbell-toned laughter.\n\n“Shanghaied?--you? Now, that is really good. And what are you going to\ndo now?”\n\n“What are you going to do?”\n\n“Signal the first home-bound vessel and be taken into Frisco. I've my\ninsurance to collect (Wilbur had given her the 'Letty's' papers) and the\ndisaster to report.”\n\n“Well, I'm not keen on shark-hunting myself,” said Wilbur. But Moran\nshowed no interest in his plans.\n\nHowever, they soon found that they were not to be permitted to signal.\nAt noon the same day the schooner sighted a steamship's smoke on the\nhorizon, and began to raise her rapidly. Moran immediately bound on the\nensign, union down, and broke it out at the peak.\n\nCharlie, who was at the wheel, spoke a sentence in Chinese, and one of\nthe hands drew his knife across the halyards and brought the distress\nsignal to the deck. Moran turned upon Charlie with an oath, her brows\nknitted.\n\n“No! No!” sang Charlie, closing his eyes and wagging his head. “No!\nToo muchee los' time; no can stop. You come downside cabin; you an'\none-piece boss number two (this was Wilbur) have um chin-chin.”\n\nThe odd conclave assembled about Kitchell's table--the club-man, the\nhalf-masculine girl in men's clothes, and the Chinaman. The conference\nwas an angry one, Wilbur and Moran insisting that they be put aboard the\nsteamship, Charlie refusing with calm obstinacy.\n\n“I have um chin-chin with China boys las' nigh'. China boy heap flaid,\nno can stop um steamship. Heap flaid too much talkee-talkee. No stop; go\nfish now; go fish chop-chop. Los' heap time; go fish. I no savvy sail\num boat, China boy no savvy sail um boat. I tink um you savvy (and he\npointed to Moran). I tink um you savvy plenty heap much disa bay. Boss\nnumber two, him no savvy sail um boat, but him savvy plenty many all\nsame.'\n\n“And we're to stop on board your dough-dish and navigate her for you?”\n shouted Moran, her face blazing.\n\nCharlie nodded blandly: “I tink um yass.”\n\n“And when we get back to port,” exclaimed Wilbur, “you think, perhaps\nI--we won't make it interesting for you?”\n\nCharlie smiled.\n\n“I tink um Six Company heap rich.”\n\n“Well, get along,” ordered Moran, as though the schooner was her\nproperty, “and we'll talk it over.”\n\n“China boy like you heap pretty big,” said Charlie to Moran, as he went\nout. “You savvy sail um boat all light; wanta you fo' captain. But,” he\nadded, suddenly dropping his bland passivity as though he wore a mask,\nand for an instant allowing the wicked malevolent Cantonese to come to\nthe surface, “China boy no likee funnee business, savvy?” Then with a\nsmile of a Talleyrand he disappeared.\n\nMoran and Wilbur were helpless for the present. They were but two\nagainst seven Chinamen. They must stay on board, if the coolies wished\nit; and if they were to stay it was a matter of their own personal\nsafety that the “Bertha Millner” should be properly navigated.\n\n“I'll captain her,” concluded Moran, sullenly, at the end of their talk.\n“You must act as mate, Mr. Wilbur. And don't get any mistaken idea into\nyour head that, because I'm a young girl and alone, you are going to run\nthings your way. I don't like funny business any better than Charlie.”\n\n“Look here,” said Wilbur, complaining, “don't think I'm altogether a\nvillain. I think you're a ripping fine girl. You're different from any\nkind of girl I ever met, of course, but you, by jingo, you're--you're\nsplendid. There in the squall last evening, when you stood at the wheel,\nwith your hair--”\n\n“Oh, drop that!” said the girl, contemptuously, and went up on deck.\nWilbur followed, scratching an ear.\n\nCharlie was called aft and their decision announced. Moran would\nnavigate the “Bertha Millner,” Wilbur and she taking the watches.\nCharlie promised that he would answer for the obedience of the men.\n\nTheir first concern now was to shape their course for Magdalena Bay.\nMoran and Wilbur looked over Kitchell's charts and log-book, but the\ngirl flung them aside disdainfully.\n\n“He's been sailing by the dead reckoning, and his navigation is drivel.\nWhy, a cabin-boy would know better; and, to end with, the chronometer\nis run down. I'll have to get Green'ich time by taking the altitude of\na star to-night, and figure out our longitude. Did you bring off our\nsextant?”\n\nWilbur shook his head. “Only the papers,” he said.\n\n“There's only an old ebony quadrant here,” said Moran, “but it will have\nto do.”\n\nThat night, lying flat on her back on the deck with a quadrant to her\neye, she “got a star and brought it down to the horizon,” and sat up\nunder the reeking lamp in the cabin nearly the whole night ciphering and\nciphering till she had filled up the four sides of the log-slate with\nher calculations. However, by daylight she had obtained the correct\nGreenwich time and worked the schooner's longitude.\n\nTwo days passed, then a third. Moran set the schooner's course. She kept\nalmost entirely to herself, and when not at the wheel or taking the sun\nor writing up the log, gloomed over the after-rail into the schooner's\nwake. Wilbur knew not what to think of her. Never in his life had he\nmet with any girl like this. So accustomed had she been to the rough,\ngive-and-take, direct associations of a seafaring life that she\nmisinterpreted well-meant politeness--the only respect he knew how\nto pay her--to mean insidious advances. She was suspicious of\nhim--distrusted him utterly, and openly ridiculed his abortive\nseamanship. Pretty she was not, but she soon began to have a certain\namount of attraction for Wilbur. He liked her splendid ropes of hair,\nher heavy contralto voice, her fine animal strength of bone and muscle\n(admittedly greater than his own); he admired her indomitable courage\nand self-reliance, while her positive genius in the matters of\nseamanship and navigation filled him with speechless wonder. The girls\nhe had been used to were clever only in their knowledge of the amenities\nof an afternoon call or the formalities of a paper german. A girl of\ntwo-and-twenty who could calculate longitude from the altitude of a\nstar was outside his experience. The more he saw of her the more he\nknew himself to have been right in his first estimate. She drank\nwhiskey after her meals, and when angry, which was often, swore like a\nbuccaneer. As yet she was almost, as one might say, without sex--savage,\nunconquered, untamed, glorying in her own independence, her sullen\nisolation. Her neck was thick, strong, and very white, her hands\nroughened and calloused. In her men's clothes she looked tall, vigorous,\nand unrestrained, and on more than one occasion, as Wilbur passed\nclose to her, he was made aware that her hair, her neck, her entire\npersonality exhaled a fine, sweet, natural redolence that savored of the\nocean and great winds.\n\nOne day, as he saw her handling a huge water-barrel by the chines only,\nwith a strength he knew to be greater than his own, her brows contracted\nwith the effort, her hair curling about her thick neck, her large, round\narms bare to the elbow, a sudden thrill of enthusiasm smote through him,\nand between his teeth he exclaimed to himself:\n\n“By Jove, you're a woman!”\n\nThe “Bertha Millner” continued to the southward, gliding quietly over\nthe oil-smoothness of the ocean under airs so light as hardly to ruffle\nthe surface. Sometimes at high noon the shimmer of the ocean floor\nblended into the shimmer of the sky at the horizon, and then it was no\nlonger water and blue heavens; the little craft seemed to be poised in\na vast crystalline sphere, where there was neither height nor\ndepth--poised motionless in warm, coruscating, opalescent space, alone\nwith the sun.\n\nAt length one morning the schooner, which for the preceding twenty-four\nhours had been heading eastward, raised the land, and by the middle\nof the afternoon had come up to within a mile of a low, sandy shore,\nquivering with heat, and had tied up to the kelp in Magdalena Bay.\n\nCharlie now took over entire charge of operations. For two days previous\nthe Chinese hands had been getting out the deck-tubs, tackles, gaffs,\nspades, and the other shark-fishing gear that had been stowed\nforward. The sails were lowered and gasketed, the decks cleared of all\nimpedimenta, hogsheads and huge vats stood ready in the waist, and the\nlazy indolence of the previous week was replaced by an extraordinary\nactivity.\n\nThe day after their arrival in the bay was occupied by all hands in\ncatching bait. This bait was a kind of rock-fish, of a beautiful red\ngold color, and about the size of an ordinary cod. They bit readily\nenough, but out of every ten hooked three were taken off the lines by\nthe sharks before they could be brought aboard. Another difficulty lay\nin the fact that, either because of the excessive heat in the air or the\npercentage of alkali in the water, they spoiled almost immediately if\nleft in the air.\n\nTurtle were everywhere--floating gray-green disks just under the\nsurface. Sea-birds in clouds clamored all day long about the shore and\nsand-pits. At long intervals flying-fish skittered over the water like\nskipping-stones. Shoals of porpoises came in from outside, leaping\nclumsily along the edges of the kelp. Bewildered land-birds perched on\nthe schooner's rigging, and in the early morning the whistling of quail\ncould be heard on shore near where a little fresh-water stream ran down\nto meet the ocean.\n\nIt was Wilbur who caught the first shark on the second morning of\nthe “Bertha's” advent in Magdalena Bay. A store of bait had been\naccumulated, split and halved into chunks for the shark-hooks, and\nWilbur, baiting one of the huge lines that had been brought up on deck\nthe evening before, flung it overboard, and watched the glimmer of the\nwhite fish-meat turning to a silvery green as it sank down among the\nkelp. Almost instantly a long moving shadow, just darker than the\nblue-green mass of the water, identified itself at a little distance.\n\nEnormous flukes proceeded from either side, an erect dorsal fin, like\nan enormous cock's crest, rose from the back, while immediately over the\nhead swam the two pilot-fish, following so closely the movement of the\nshark as to give the impression of actually adhering to his body. Twice\nand three times the great man-eater twelve feet from snout to tail-tip,\ncircled slowly about the bait, the flukes moving fan-like through the\nwater. Once he came up, touched the bait with his nose, and backed\neasily away. He disappeared, returned, and poised himself motionless in\nthe schooner's shadow, feeling the water with his flukes.\n\nMoran was looking over Wilbur's shoulder. “He's as good as caught,” she\nmuttered; “once let them get sight of meat, and--Steady now!” The shark\nmoved forward. Suddenly, with a long, easy roll, he turned completely\nupon his back. His white belly flashed like silver in the water--the\nbait disappeared.\n\n“You've got him!” shouted Moran.\n\nThe rope slid through Wilbur's palms, burning the skin as the huge\nsea-wolf sounded. Moran laid hold. The heavy, sullen wrenching from\nbelow twitched and swayed their bodies and threw them against each\nother. Her bare, cool arm was pressed close over his knuckles.\n\n“Heave!” she cried, laughing with the excitement of the moment. “Heave\nall!”--she began the chant of sailors hauling at the ropes. Together,\nand bracing their feet against the schooner's rail, they fought out the\nfight with the great fish. In a swirl of lather the head and shoulders\ncame above the surface, the flukes churning the water till it boiled\nlike the wake of a screw steamship. But as soon as these great fins were\nclear of the surface the shark fell quiet and helpless.\n\nCharlie came up with the cutting-in spade, and as the fish hung still\nover the side, cut him open from neck to belly with a single movement.\nAnother Chinaman stood by with a long-handled gaff, hooked out the\npurple-black liver, brought it over the side, and dropped it into one of\nthe deck-tubs. The shark thrashed and writhed, his flukes quivering and\nhis gills distended. Wilbur could not restrain an exclamation.\n\n“Brutal business!” he muttered.\n\n“Hoh!” exclaimed Moran, scornfully, “cutting-in is too good for him.\nSailor-folk are no friends of such carrion as that.”\n\nOther lines were baited and dropped overboard, and the hands settled\nthemselves to the real business of the expedition. There was no skill\nin the matter. The sharks bit ravenously, and soon swarmed about the\nschooner in hundreds. Hardly a half minute passed that one of the four\nChinamen that were fishing did not signal a catch, and Charlie and Jim\nwere kept busy with spade and gaff. By noon the deck-tubs were full. The\nlines were hauled in, and the hands set the tubs in the sun to try out\nthe oil. Under the tropical heat the shark livers almost visibly melted\naway, and by four o'clock in the afternoon the tubs were full of a\nthick, yellow oil, the reek of which instantly recalled to Wilbur's\nmind the rancid smell of the schooner on the day when he had first come\naboard of her. The deck-tubs were emptied into the hogsheads and vats\nthat stood in the waist of the “Bertha,” the tubs scoured, and the lines\nand bent shark-hooks overhauled. Charlie disappeared in the galley,\nsupper was cooked, and eaten upon deck under the conflagration of the\nsunset; the lights were set, the Chinamen foregathered in the fo'c'stle\nhead, smoking opium, and by eight o'clock the routine of the day was at\nan end.\n\nSo the time passed. In a short time Wilbur could not have said whether\nthe day was Wednesday or Sunday. He soon tired of the unsportsmanlike\nwork of killing the sluggish brutes, and turned shoreward to relieve the\nmonotony of the succeeding days. He and Moran were left a good deal to\ntheir own devices. Charlie was the master of the men now. “Mate,” said\nMoran to Wilbur one day, after a dinner of turtle steaks and fish, eaten\nin the open air on the quarterdeck; “mate, this is slow work, and the\nschooner smells terribly foul. We'll have the dory out and go ashore. We\ncan tumble a cask into her and get some water. The butt's three-quarters\nempty. Let's see how it feels to be in Mexico.”\n\n“Mexico?” said Wilbur. “That's so--Lower California is Mexico. I'd\nforgotten that!”\n\nThey went ashore and spent the afternoon in filling the water-cask from\nthe fresh-water stream and in gathering abalones, which Moran declared\nwere delicious eating, from the rocks left bare by the tide. But\nnothing could have exceeded the loneliness of that shore and backland,\npalpitating under the flogging of a tropical sun. Low hills of sand,\ncovered with brush, stretched back from the shore. On the eastern\nhorizon, leagues distant, blue masses of mountain striated with mirages\nswam in the scorching air.\n\nThe sand was like fire to the touch. Far out in the bay the schooner\nhung motionless under bare sticks, resting apparently upon her inverted\nshadow only. And that was all--the flat, heat-ridden land, the sheen of\nthe open Pacific, and the lonely schooner.\n\n“Quiet enough,” said Wilbur, in a low voice, wondering if there was such\na place as San Francisco, with its paved streets and cable cars, and if\npeople who had been his friends there had ever had any real existence.\n\n“Do you like it?” asked Moran quickly, facing him, her thumbs in her\nbelt.\n\n“It's good fun--how about you?”\n\n“It's no different than the only life I've known. I suppose you think\nit s a queer kind of life for a girl. I've lived by doing things, not\nby thinking things, or reading about what other people have done or\nthought; and I guess it's what you do that counts, rather than what you\nthink or read about. Where's that pinch-bar? We'll get a couple more\nabalones for supper, and then put off.”\n\nThat was the only talk of moment they had during the afternoon. All the\nrest of their conversation had been of those things that immediately\noccupied their attention.\n\nThey regained the schooner toward five o'clock, to find the Chinamen\nperplexed and mystified. No explanation was forthcoming, and Charlie\ngave them supper in preoccupied silence. As they were eating the\nabalones, which Moran had fried in batter, Charlie said:\n\n“Shark all gone! No more catch um--him all gone.”\n\n“Gone--why?”\n\n“No savvy,” said Charlie. “No likee, no likee. China boy tink um heap\nfunny, too much heap funny.”\n\nIt was true. During all the next day not a shark was in sight, and\nthough the crew fished assiduously till dark, they were rewarded by not\nso much as a bite. No one could offer any explanation.\n\n“'Tis strange,” said Moran. “Never heard of shark leaving this feed\nbefore. And you can see with half an eye that the hands don't like\nthe looks of it. Superstitious beggars! they need to be clumped in the\nhead.”\n\nThat same night Wilbur woke in his hammock on the fo'c'stle head about\nhalf-past two. The moon was down, the sky one powder of stars. There was\nnot a breath of wind. It was so still that he could hear some large\nfish playing and breaking off toward the shore. Then, without the least\nwarning, he felt the schooner begin to lift under him. He rolled out of\nhis hammock and stood on the deck. There could be no doubt of it--the\nwhole forepart was rising beneath him. He could see the bowsprit moving\nupward from star to star. Still the schooner lifted; objects on deck\nbegan to slide aft; the oil in the deck-tubs washed over; then, as there\ncame a wild scrambling of the Chinese crew up the fo'c'stle hatch, she\nsettled again gradually at first, then, with an abrupt lurch that almost\nthrew him from his feet, regained her level. Moran met him in the waist.\nCharlie came running aft.\n\n“What was that? Are we grounding? Has she struck?”\n\n“No, no; we're still fast to the kelp. Was it a tidal wave?”\n\n“Nonsense. It wouldn't have handled us that way.”\n\n“Well, what was it? Listen! For God's sake keep quiet there forward!”\n\nWilbur looked over the side into the water. The ripples were still\nchasing themselves away from the schooner. There was nothing else. The\nstillness shut down again. There was not a sound.\n\n\n\n\nVI. A SEA MYSTERY\n\n\nIn spite of his best efforts at self-control, Wilbur felt a slow, cold\nclutch at his heart. That sickening, uncanny lifting of the schooner out\nof the glassy water, at a time when there was not enough wind to so\nmuch as wrinkle the surface, sent a creep of something very like horror\nthrough all his flesh.\n\nAgain he peered over the side, down into the kelp-thickened sea.\nNothing--not a breath of air was stirring. The gray light that flooded\ndown from the stars showed not a break upon the surface of Magdalena\nBay. On shore, nothing moved.\n\n“Quiet there, forward,” called Moran to the shrill-voiced coolies.\n\nThe succeeding stillness was profound. All on board listened intently.\nThe water dripped like the ticking of a clock from the “Bertha\nMillner's” stern, which with the rising of the bow had sunk almost to\nthe rail. There was no other sound.\n\n“Strange,” muttered Moran, her brows contracting.\n\nCharlie broke the silence with a wail: “No likee, no likee!” he cried at\ntop voice.\n\nThe man had gone suddenly green; Wilbur could see the shine of his eyes\ndistended like those of a harassed cat. As he, Moran, and Wilbur stood\nin the schooner's waist, staring at each other, the smell of punk came\nto their nostrils. Forward, the coolies were already burning joss-sticks\non the fo'castle head, kowtowing their foreheads to the deck.\n\nMoran went forward and kicked them to their feet and hurled their\njoss-sticks into the sea.\n\n“Feng shui! Feng shui!” they exclaimed with bated breaths. “The Feng\nshui no likee we.”\n\nLow in the east the horizon began to blacken against the sky. It was\nearly morning. A watch was set, the Chinamen sent below, and until\ndaybreak, when Charlie began to make a clattering of tins in the galley\nas he set about preparing breakfast, Wilbur paced the rounds of\nthe schooner, looking, listening, and waiting again for that slow,\nhorrifying lift. But the rest of the night was without incident.\n\nAfter breakfast, the strangely assorted trio--Charlie, Moran, and\nWilbur--held another conference in the cabin. It was decided to move the\nschooner to the other side of the bay.\n\n“Feng shui in disa place, no likee we,” announced Charlie.\n\n“Feng shui, who are they?”\n\nCharlie promptly became incoherent on this subject, and Moran and Wilbur\ncould only guess that the Feng shui were the tutelary deities that\npresided over that portion of Magdalena Bay. At any rate, there were\nevidently no more shark to be caught in that fishing-ground; so sail\nwas made, and by noon the “Bertha Millner” tied up to the kelp on the\nopposite side of the inlet, about half a mile from the shore.\n\nThe shark were plentiful here and the fishing went forward again as\nbefore. Certain of these shark were hauled aboard, stunned by a blow on\nthe nose, and their fins cut off. The Chinamen packed these fins away in\nseparate kegs. Eventually they would be sent to China.\n\nTwo or three days passed. The hands kept steadily at their work.\nNothing more occurred to disturb the monotony of the scorching days and\nsoundless nights; the schooner sat as easily on the unbroken water\nas though built to the bottom. Soon the night watch was discontinued.\nDuring these days the three officers lived high. Turtle were plentiful,\nand what with their steaks and soups, the fried abalones, the sea-fish,\nthe really delicious shark-fins, and the quail that Charlie and Wilbur\ntrapped along the shore, the trio had nothing to wish for in the way of\ntable luxuries.\n\nThe shore was absolutely deserted, as well as the back country--an\nunbroken wilderness of sand and sage. Half a dozen times, Wilbur,\nwearying of his inaction aboard the schooner, made the entire circuit of\nthe bay from point to point. Standing on one of the latter projections\nand looking out to the west, the Pacific appeared as empty of life as\nthe land. Never a keel cut those waters, never a sail broke the edge of\nthe horizon, never a feather of smoke spotted the sky where it\nwhitened to meet the sea. Everything was empty--vast, unspeakably\ndesolate--palpitating with heat.\n\nAnother week passed. Charlie began to complain that the shark were\ngrowing scarce again.\n\n“I think bime-by him go away, once a mo'.”\n\nThat same night, Wilbur, lying in his hammock, was awakened by a touch\non his arm. He woke to see Moran beside him on the deck.\n\n“Did you hear anything?” she said in a low voice, looking at him under\nher scowl.\n\n“No! no!” he exclaimed, getting up, reaching for his wicker sandals.\n“Did you?”\n\n“I thought so--something. Did you feel anything?”\n\n“I've been asleep, I haven't noticed anything. Is it beginning again?”\n\n“The schooner lifted again, just now, very gently. I happened to be\nawake or I wouldn't have noticed it.” They were talking in low voices,\nas is the custom of people speaking in the dark.\n\n“There, what's that?” exclaimed Wilbur under his breath. A gentle\nvibration, barely perceptible, thrilled through the schooner. Under\nhis hand, that was clasped upon the rail, Wilbur could feel a faint\ntrembling in her frame. It stopped, began again, and died slowly away.\n\n“Well, what the devil IS it?” he muttered impatiently, trying to master\nthe returning creep of dread.\n\nMoran shook her head, biting her lip.\n\n“It's beyond me,” she said, frowning. “Can you see anything?” The sky,\nsea, and land were unbroken reaches of solitude. There was no breath of\nwind.\n\n“Listen,” said Moran. Far off to landward came the faint, sleepy\nclucking of a quail, and the stridulating of unnumbered crickets; a\nlong ripple licked the slope of the beach and slid back into the ocean.\nWilbur shook his head.\n\n“Don't hear anything,” he whispered. “Sh--there--she's trembling again.”\n\nOnce more a prolonged but faint quivering ran through the “Bertha\nMillner” from stem to stern, and from keel to masthead. There was a\nbarely audible creaking of joints and panels. The oil in the deck-tubs\ntrembled. The vibration was so fine and rapid that it tickled the soles\nof Wilbur's feet as he stood on the deck.\n\n“I'd give two fingers to know what it all means,” murmured Moran in\na low voice. “I've been to sea for--” Then suddenly she cried aloud:\n“Steady all, she's lifting again!”\n\nThe schooner heaved slowly under them, this time by the stern. Up she\nwent, up and up, while Wilbur gripped at a stay to keep his place, and\ntried to choke down his heart, that seemed to beat against his palate.\n\n“God!” ejaculated Moran, her eyes blazing. “This thing is--” The\n“Bertha” came suddenly down to an easy keel, rocking in that glassy sea\nas if in a tide rip. The deck was awash with oil. Far out in the bay the\nripples widening from the schooner blurred the reflections of the stars.\nThe Chinamen swarmed up the hatch-way, voluble and shrill. Again the\n“Bertha Millner” lifted and sank, the tubs sliding on the deck, the\nmasts quivering like reeds, the timbers groaning aloud with the strain.\nIn the stern something cracked and smashed. Then the trouble died away,\nthe ripples faded into the ocean, and the schooner settled to her keel,\nquite motionless.\n\n“Look,” said Moran, her face toward the “Bertha's” stern. “The rudder\nis out of the gudgeons.” It was true--the “Bertha Millner's” helm was\nunshipped.\n\nThere was no more sleep for any one on board that night. Wilbur tramped\nthe quarterdeck, sick with a feeling he dared not put a name to. Moran\nsat by the wrecked rudder-head, a useless pistol in her hand, swearing\nunder her breath from time to time. Charlie appeared on the quarterdeck\nat intervals, looked at Wilbur and Moran with wide-open eyes, and then\ntook himself away. On the forward deck the coolies pasted strips of red\npaper inscribed with mottoes upon the mast, and filled the air with the\nreek of their joss-sticks.\n\n“If one could only SEE what it was,” growled Moran between her clinched\nteeth. “But this--this damned heaving and trembling, it--it's queer.”\n\n“That's it, that's it,” said Wilbur quickly, facing her. “What are we\ngoing to do, Moran?”\n\n“STICK IT OUT!” she exclaimed, striking her knee with her fist.\n“We can't leave the schooner--I WON'T leave her. I'll stay by this\ndough-dish as long as two planks in her hold together. Were you thinking\nof cutting away?” She fixed him with her frown.\n\nWilbur looked at her, sitting erect by the disabled rudder, her head\nbare, her braids of yellow hair hanging over her breast, sitting there\nin man's clothes and man's boots, the pistol at her side. He shook his\nhead.\n\n“I'm not leaving the 'Bertha' till you do,” he answered; adding: “I'll\nstand by you, mate, until we--”\n\n“Feel that?” said Moran, holding up a hand.\n\nA fine, quivering tremble was thrilling through every beam of the\nschooner, vibrating each rope like a harp-string. It passed away; but\nbefore either Wilbur or Moran could comment upon it recommenced, this\ntime much more perceptibly. Charlie dashed aft, his queue flying.\n\n“W'at makum heap shake?” he shouted; “w'at for him shake? No savvy, no\nlikee, pretty much heap flaid; aie-yah, aie-yah!”\n\nSlowly the schooner heaved up as though upon the crest of some huge\nwave, slowly it settled, and again gradually lifted till Wilbur had\nto catch at the rail to steady his footing. The quivering sensation\nincreased so that their very teeth chattered with it. Below in the cabin\nthey could hear small objects falling from the shelves and table. Then\nwith a sudden drop the “Bertha” fell back to her keel again, the spilled\noil spouting from her scuppers, the masts rocking, the water churning\nand splashing from her sides.\n\nAnd that was all. There was no sound--nothing was in sight. There was\nonly the frightened trembling of the little schooner and that long, slow\nheave and lift.\n\nMorning came, and breakfast was had in silence and grim perplexity. It\nwas too late to think of getting away, now that the rudder was disabled.\nThe “Bertha Millner” must bide where she was.\n\n“And a little more of this dancing,” exclaimed Moran, “and we'll have\nthe planks springing off the stern-post.”\n\nCharlie nodded solemnly. He said nothing--his gravity had returned. Now\nin the glare of the tropical day, with the “Bertha Millner” sitting the\nsea as placidly as a brooding gull, he was Talleyrand again.\n\n“I tinkum yas,” he said vaguely.\n\n“Well, I think we had better try and fix the rudder and put back to\nFrisco,” said Moran. “You're making no money this way. There are no\nshark to be caught. SOMETHING'S wrong. They're gone away somewhere. The\ncrew are eating their heads off and not earning enough money to pay for\ntheir keep. What do you think?”\n\n“I tinkum yas.”\n\n“Then we'll go home. Is that it?”\n\n“I tinkum yas--to-molla.”\n\n“To-morrow?”\n\n“Yas.”\n\n“That's settled then,” persisted Moran, surprised at his ready\nacquiescence; “we start home to-morrow?” Charlie nodded.\n\n“To-molla,” he said.\n\nThe rudder was not so badly damaged as they had at first supposed; the\nbreak was easily mended, but it was found necessary for one of the men\nto go over the side.\n\n“Get over the side here, Jim,” commanded Moran. “Charlie, tell him\nwhat's wanted; we can't work the pintle in from the deck.”\n\nBut Charlie shook his head.\n\n“Him no likee go; him plenty much flaid.”\n\nMoran ripped out an oath.\n\n“What do I care if he's afraid! I want him to shove the pintle into\nthe lower gudgeon. My God,” she exclaimed, with immense contempt, “what\ncarrion! I'd sooner work a boat with she-monkeys. Mr. Wilbur, I shall\nhave to ask you to go over. I thought I was captain here, but it all\ndepends on whether these rats are afraid or not.”\n\n“Plenty many shark,” expostulated Charlie. “Him flaid shark come back,\ncatchum chop-chop.”\n\n“Stand by here with a couple of cutting-in spades,” cried Moran, “and\nfend off if you see any shark; now, then, are you ready, mate?”\n\nWilbur took his determination in both hands, threw off his coat and\nsandals, and went over the stern rail.\n\n“Put your ear to the water,” called Moran from above; “sometimes you can\nhear their flukes.”\n\nIt took but a minute to adjust the pintle, and Wilbur regained the deck\nagain, dripping and a little pale. He knew not what horrid form of death\nmight have been lurking for him down below there underneath the kelp.\nAs he started forward for dry clothes he was surprised to observe that\nMoran was smiling at him, holding out her hand.\n\n“That was well done,” she said, “and thank you. I've seen older\nsailor-men than you who wouldn't have taken the risk.” Never before\nhad she appeared more splendid in his eyes than at this moment. After\nchanging his clothes in the fo'castle, he sat for a long time, his chin\nin his hands, very thoughtful. Then at length, as though voicing the\nconclusion of his reflections, said aloud, as he rose to his feet:\n\n“But, of course, THAT is out of the question.”\n\nHe remembered that they were going home on the next day. Within\na fortnight he would be in San Francisco again--a taxpayer, a\npolice-protected citizen once more. It had been good fun, after all,\nthis three weeks' life on the “Bertha Millner,” a strange episode cut\nout from the normal circle of his conventional life. He ran over the\nincidents of the cruise--Kitchell, the turtle hunt, the finding of\nthe derelict, the dead captain, the squall, and the awful sight of\nthe sinking bark, Moran at the wheel, the grewsome business of the\nshark-fishing, and last of all that inexplicable lifting and quivering\nof the schooner. He told himself that now he would probably never know\nthe explanation of that mystery.\n\nThe day passed in preparations to put to sea again. The deck-tubs and\nhogsheads were stowed below and the tackle cleared away. By evening all\nwas ready; they would be under way by daybreak the next morning. There\nwas a possibility of their being forced to tow the schooner out by\nmeans of the dory, so light were the airs inside. Once beyond the heads,\nhowever, they were sure of a breeze.\n\nAbout ten o'clock that night, the same uncanny trembling ran through the\nschooner again, and about half an hour later she lifted gently once or\ntwice. But after that she was undisturbed.\n\nLater on in the night--or rather early in the morning--Wilbur woke\nsuddenly in his hammock without knowing why, and got up and stood\nlistening. The “Bertha Millner” was absolutely quiet. The night was hot\nand still; the new moon, canted over like a sinking galleon, was low\nover the horizon. Wilbur listened intently, for now at last he heard\nsomething.\n\nBetween the schooner and the shore a gentle sound of splashing came\nto his ears, and an occasional crack as of oars in their locks. Was it\npossible that a boat was there between the schooner and the land? What\nboat, and manned by whom?\n\nThe creaking of oarlocks and the dip of paddles was unmistakable.\n\nSuddenly Wilbur raised his voice in a great shout:\n\n“Boat ahoy!”\n\nThere was no answer; the noise of oars grew fainter. Moran came running\nout of her cabin, swinging into her coat as she ran.\n\n“What is it--what is it?”\n\n“A boat, I think, right off the schooner here. Hark--there--did you hear\nthe oars?”\n\n“You're right; call the hands, get the dory over, we'll follow that boat\nright up. Hello, forward there, Charlie, all hands, tumble out!”\n\nThen Wilbur and Moran caught themselves looking into each other's eyes.\nAt once something--perhaps the latent silence of the schooner--told them\nthere was to be no answer. The two ran for-ward: Moran swung herself\ninto the fo'castle hatch, and without using the ladder dropped to the\ndeck below. In an instant her voice came up the hatch:\n\n“The bunks are empty--they're gone--abandoned us.” She came up the\nladder again.\n\n“Look,” said Wilbur, as she regained the deck. “The dory's gone; they've\ntaken it. It was our only boat; we can't get ashore.”\n\n“Cowardly, superstitious rats, I should have expected this. They\nwould be chopped in bits before they would stay longer on board this\nboat--they and their-Feng shui.”\n\nWhen morning came the deserters could be made out camped on the shore,\nnear to the beached dory. What their intentions were could not be\nconjectured. Ridden with all manner of nameless Oriental superstitions,\nit was evident that the Chinamen preferred any hazard of fortune to\nremaining longer upon the schooner.\n\n“Well, can we get along without them?” said Wilbur. “Can we two work the\nschooner back to port ourselves?”\n\n“We'll try it on, anyhow, mate,” said Moran; “we might get her into San\nDiego, anyhow.”\n\nThe Chinamen had left plenty of provisions on board, and Moran cooked\nbreakfast. Fortunately, by eight o'clock a very light westerly breeze\ncame up. Moran and Wilbur cast off the gaskets and set the fore and main\nsails.\n\nWilbur was busy at the forward bitts preparing to cast loose from the\nkelp, and Moran had taken up her position at the wheel when suddenly she\nexclaimed:\n\n“Sail ho!--and in God's name what kind of a sail do you call it?”\n\nIn fact a strange-looking craft had just made her appearance at the\nentrance of Magdalena Bay.\n\n\n\n\nVII. BEACH-COMBERS\n\n\nWilbur returned aft and joined Moran on the quarterdeck. She was already\nstudying the stranger through the glass.\n\n“That's a new build of boat to me,” she muttered, giving Wilbur the\nglass. Wilbur looked long and carefully. The newcomer was of the size\nand much the same shape as a caravel of the fifteenth century--high as\nto bow and stern, and to all appearances as seaworthy as a soup-tureen.\nNever but in the old prints had Wilbur seen such an extraordinary\nboat. She carried a single mast, which listed forward; her lugsail was\nstretched upon dozens of bamboo yards; she drew hardly any water. Two\nenormous red eyes were painted upon either side of her high, blunt bow,\nwhile just abaft the waist projected an enormous oar, or sweep, full\nforty feet in length--longer, in fact, than the vessel herself. It acted\npartly as a propeller, partly as a rudder.\n\n“They're heading for us,” commented Wilbur as Moran took the glass\nagain.\n\n“Right,” she answered; adding upon the moment: “Huh! more Chinamen; the\nthing is alive with coolies; she's a junk.”\n\n“Oh!” exclaimed Wilbur, recollecting some talk of Charlie's he had\noverheard. “I know.”\n\n“You know?”\n\n“Yes; these are real beach-combers. I've heard of them along this\ncoast--heard our Chinamen speak of them. They beach that junk every\nnight and camp on shore. They're scavengers, as you might say--pick\nup what they can find or plunder along shore--abalones, shark-fins,\npickings of wrecks, old brass and copper, seals perhaps, turtle and\nshell. Between whiles they fish for shrimp, and I've heard Kitchell\ntell how they make pearls by dropping bird-shot into oysters. They are\nKai-gingh to a man, and, according to Kitchell, the wickedest breed of\ncats that ever cut teeth.”\n\nThe junk bore slowly down upon the schooner. In a few moments she had\nhove to alongside. But for the enormous red eyes upon her bow she was\ninnocent of paint. She was grimed and shellacked with dirt and grease,\nand smelled abominably. Her crew were Chinamen; but such Chinamen! The\ncoolies of the “Bertha Millner” were pampered and effete in comparison.\nThe beach-combers, thirteen in number, were a smaller class of men,\ntheir faces almost black with tan and dirt. Though they still wore the\nqueue, their heads were not shaven, and mats and mops of stiff black\nhair fell over their eyes from under their broad, basket-shaped hats.\n\nThey were barefoot. None of them wore more than two garments--the jeans\nand the blouse. They were the lowest type of men Wilbur had ever seen.\nThe faces were those of a higher order of anthropoid apes: the lower\nportion--jaws, lips, and teeth--salient; the nostrils opening at\nalmost right angles, the eyes tiny and bright, the forehead seamed\nand wrinkled--unnaturally old. Their general expression was of simian\ncunning and a ferocity that was utterly devoid of courage.\n\n“Aye!” exclaimed Moran between her teeth, “if the devil were a shepherd,\nhere are his sheep. You don't come aboard this schooner, my friends! I\nwant to live as long as I can, and die when I can't help it. Boat ahoy!”\n she called.\n\nAn answer in Cantonese sing-song came back from the junk, and the\nspeaker gestured toward the outside ocean.\n\nThen a long parleying began. For upward of half an hour Moran and\nWilbur listened to a proposition in broken pigeon English made by\nthe beach-combers again and again and yet again, and were in no way\nenlightened. It was impossible to understand. Then at last they made out\nthat there was question of a whale. Next it appeared the whale was dead;\nand finally, after a prolonged pantomime of gesturing and pointing,\nMoran guessed that the beach-combers wanted the use of the “Bertha\nMillner” to trice up the dead leviathan while the oil and whalebone were\nextracted.\n\n“That must be it,” she said to Wilbur. “That's what they mean by\npointing to our masts and tackle. You see, they couldn't manage with\nthat stick of theirs, and they say they'll give us a third of the loot.\nWe'll do it, mate, and I'll tell you why. The wind has fallen, and they\ncan tow us out. If it's a sperm-whale they've found, there ought to be\nthirty or forty barrels of oil in him, let alone the blubber and bone.\nOil is at $50 now, and spermaceti will always bring $100. We'll take it\non, mate, but we'll keep our eyes on the rats all the time. I don't want\nthem aboard at all. Look at their belts. Not three out of the dozen who\naren't carrying those filthy little hatchets. Faugh!” she exclaimed,\nwith a shudder of disgust. “Such vipers!”\n\nWhat followed proved that Moran had guessed correctly. A rope was passed\nto the “Bertha Millner,” the junk put out its sweeps, and to a wailing,\neldrich chanting the schooner was towed out of the bay.\n\n“I wonder what Charlie and our China boys will think of this?” said\nWilbur, looking shoreward, where the deserters could be seen gathered\ntogether in a silent, observing group.\n\n“We're well shut of them,” growled Moran, her thumbs in her belt. “Only,\nnow we'll never know what was the matter with the schooner these last\nfew nights. Hah!” she exclaimed under her breath, her scowl thickening,\n“sometimes I don't wonder the beasts cut.”\n\nThe dead whale was lying four miles out of the entrance of Magdalena\nBay, and as the junk and the schooner drew near seemed like a huge\nblack boat floating bottom up. Over it and upon it swarmed and clambered\nthousands of sea-birds, while all around and below the water was thick\nwith gorging sharks. A dreadful, strangling decay fouled all the air.\n\nThe whale was a sperm-whale, and fully twice the length of the “Bertha\nMillner.” The work of tricing him up occupied the beach-combers\nthroughout the entire day. It was out of the question to keep them off\nthe schooner, and Wilbur and Moran were too wise to try. They swarmed\nthe forward deck and rigging like a plague of unclean monkeys, climbing\nwith an agility and nimbleness that made Wilbur sick to his stomach.\nThey were unlike any Chinamen he had ever seen--hideous to a degree that\nhe had imagined impossible in a human being. On two occasions a fight\ndeveloped, and in an instant the little hatchets were flashing like the\nflash of a snake's fangs. Toward the end of the day one of them returned\nto the junk, screaming like a stuck pig, a bit of his chin bitten off.\n\nMoran and Wilbur kept to the quarter-deck, always within reach of the\nhuge cutting-in spades, but the Chinese beach-combers were too elated\nover their prize to pay them much attention.\n\nAnd indeed the dead monster proved a veritable treasure-trove. By the\nend of the day he had been triced up to the foremast, and all hands\nstraining at the windlass had raised the mighty head out of the water.\nThe Chinamen descended upon the smooth, black body, their bare feet\nsliding and slipping at every step. They held on by jabbing their knives\ninto the hide as glacier-climbers do their ice-picks. The head yielded\nbarrel after barrel of oil and a fair quantity of bone. The blubber was\ntaken aboard the junk, minced up with hatchets, and run into casks.\n\nLast of all, a Chinaman cut a hole through the “case,” and, actually\ndescending into the inside of the head, stripped away the spermaceti\n(clear as crystal), and packed it into buckets, which were hauled up on\nthe junk's deck. The work occupied some two or three days. During this\ntime the “Bertha Millner” was keeled over to nearly twenty degrees by\nthe weight of the dead monster. However, neither Wilbur nor Moran\nmade protest. The Chinamen would do as they pleased; that was said and\nsigned. And they did not release the schooner until the whale had been\nemptied of oil and blubber, spermaceti and bone.\n\nAt length, on the afternoon of the third day, the captain of the junk,\nwhose name was Hoang, presented himself upon the quarter-deck. He was\nnaked to the waist, and his bare brown torso was gleaming with oil and\nsweat. His queue was coiled like a snake around his neck, his hatchet\nthrust into his belt.\n\n“Well?” said Moran, coming up.\n\nWilbur caught his breath as the two stood there facing each other,\nso sharp was the contrast. The man, the Mongolian, small, weazened,\nleather-colored, secretive--a strange, complex creature, steeped in all\nthe obscure mystery of the East, nervous, ill at ease; and the girl, the\nAnglo-Saxon, daughter of the Northmen, huge, blond, big-boned, frank,\noutspoken, simple of composition, open as the day, bareheaded, her great\nropes of sandy hair falling over her breast and almost to the top of her\nknee-boots. As he looked at the two, Wilbur asked himself where else but\nin California could such abrupt contrasts occur.\n\n“All light,” announced Hoang; “catchum all oil, catchum all bone,\ncatchum all same plenty many. You help catchum, now you catchum pay.\nSabe?”\n\nThe three principals came to a settlement with unprecedented directness.\nLike all Chinamen, Hoang was true to his promises, and he had already\nset apart three and a half barrels of spermaceti, ten barrels of\noil, and some twenty pounds of bone as the schooner's share in the\ntransaction. There was no discussion over the matter. He called their\nattention to the discharge of his obligations, and hurried away to\nsummon his men aboard and get the junk under way again.\n\nThe beach-combers returned to their junk, and Wilbur and Moran set about\ncutting the carcass of the whale adrift. They found it would be easier\nto cut away the hide from around the hooks and loops of the tackle than\nto unfasten the tackle itself.\n\n“The knots are jammed hard as steel,” declared Moran. “Hand up that\ncutting-in spade; stand by with the other and cut loose at the same time\nas I do, so we can ease off the strain on these lines at the same time.\nReady there, cut!” Moran set free the hook in the loop of black skin in\na couple of strokes, but Wilbur was more clumsy; the skin resisted. He\nstruck at it sharply with the heavy spade; the blade hit the iron hook,\nglanced off, and opened a large slit in the carcass below the head.\nA gush of entrails started from the slit, and Moran swore under her\nbreath.\n\n“Ease away, quick there! You'll have the mast out of her next--steady!\nHold your spade--what's that?”\n\nWilbur had nerved himself against the dreadful stench he expected would\nissue from the putrid monster, but he was surprised to note a pungent,\nsweet, and spicy odor that all at once made thick the air about him. It\nwas an aromatic smell, stronger than that of the salt ocean, stronger\neven than the reek of oil and blubber from the schooner's waist--sweet\nas incense, penetrating as attar, delicious as a summer breeze.\n\n“It smells pretty good, whatever it is,” he answered. Moran came up\nto where he stood, and looked at the slit he had made in the whale's\ncarcass. Out of it was bulging some kind of dull white matter marbled\nwith gray. It was a hard lump of irregular shape and about as big as a\nhogshead.\n\nMoran glanced over to the junk, some forty feet distant. The\nbeach-combers were hoisting the lug-sail. Hoang was at the steering oar.\n\n“Get that stuff aboard,” she commanded quietly.\n\n“That!” exclaimed Wilbur, pointing to the lump.\n\nMoran's blue eyes were beginning to gleam.\n\n“Yes, and do it before the Chinamen see you.”\n\n“But--but I don't understand.”\n\nMoran stepped to the quarterdeck, unslung the hammock in which Wilbur\nslept, and tossed it to him.\n\n“Reeve it up in that; I'll pass you a line, and we'll haul it aboard.\nGodsend, those vermin yonder have got smells enough of their own without\nnoticing this. Hurry, mate, I'll talk afterward.”\n\nWilbur went over the side, and standing as best he could upon the\nslippery carcass, dug out the lump and bound it up in the hammock.\n\n“Hoh!” exclaimed Moran, with sudden exultation. “There's a lot of\nit. That's the biggest lump yet, I'll be bound. Is that all there is,\nmate?--look carefully.” Her voice had dropped to a whisper.\n\n“Yes, yes; that's all. Careful now when you haul up--Hoang has got his\neye on you, and so have the rest of them. What do you call it, anyhow?\nWhy are you so particular about it? Is it worth anything?”\n\n“I don't know--perhaps. We'll have a look at it, anyway.”\n\nMoran hauled the stuff aboard, and Wilbur followed.\n\n“Whew!” he exclaimed with half-closed eyes. “It's like the story of\nSamson and the dead lion--the sweet coming forth from the strong.”\n\nThe schooner seemed to swim in a bath of perfumed air; the membrane of\nthe nostrils fairly prinkled with the sensation. Moran unleashed the\nhammock, and going down upon one knee examined the lump attentively.\n\n“It didn't seem possible,” Wilbur heard her saying to herself; “but\nthere can't be any mistake. It's the stuff, right enough. I've heard of\nsuch things, but this--but this--” She rose to her feet, tossing back\nher hair.\n\n“Well,” said Wilbur, “what do you call it?”\n\n“The thing to do now,” returned Moran, “is to get clear of here as\nquietly and as quickly as we can, and take this stuff with us. I can't\nstop to explain now, but it's big--it's big. Mate, it's big as the Bank\nof England.”\n\n“Those beach-combers are right on to the game, I'm afraid,” said Wilbur.\n“Look, they're watching us. This stuff would smell across the ocean.”\n\n“Rot the beach-combers! There's a bit of wind, thank God, and we can do\nfour knots to their one, just let us get clear once.”\n\nMoran dragged the hammock back into the cabin, and, returning upon deck,\nhelped Wilbur to cut away the last tricing tackle. The schooner righted\nslowly to an even keel. Meanwhile the junk had set its one lug-sail\nand its crew had run out the sweeps. Hoang took the steering sweep and\nworked the junk to a position right across the “Bertha's” bows, some\nfifty feet ahead.\n\n“They're watching us, right enough,” said Wilbur.\n\n“Up your mains'l,” ordered Moran. The pair set the fore and main sails\nwith great difficulty. Moran took the wheel and Wilbur went forward to\ncast off the line by which the schooner had been tied up to one of the\nwhale's flukes.\n\n“Cut it!” cried the girl. “Don't stop to cast off.”\n\nThere was a hail from the beach-combers; the port sweeps dipped and the\njunk bore up nearer.\n\n“Hurry!” shouted Moran, “don't mind them. Are we clear for'ard--what's\nthe trouble? Something's holding her.” The schooner listed slowly to\nstarboard and settled by the head.\n\n“All clear!” cried Wilbur.\n\n“There's something wrong!” exclaimed Moran; “she's settling for'ard.”\n Hoang hailed the schooner a second time.\n\n“We're still settling,” called Wilbur from the bows, “what's the\nmatter?”\n\n“Matter that she's taking water,” answered Moran wrathfully. “She's\nstarted something below, what with all that lifting and dancing and\ntricing up.”\n\nWilbur ran back to the quarterdeck.\n\n“This is a bad fix,” he said to Moran. “Those chaps are coming aboard\nagain. They're on to something, and, of course, at just this moment she\nbegins to leak.”\n\n“They are after that ambergris,” said Moran between her teeth. “Smelled\nit, of course--the swine!”\n\n“Ambergris?”\n\n“The stuff we found in the whale. That's ambergris.”\n\n“Well?”\n\n“Well!” shouted Moran, exasperated. “Do you know that we have found a\nlump that will weigh close to 250 pounds, and do you know that ambergris\nis selling in San Francisco at $40 an ounce? Do you know that we have\npicked up nearly $150,000 right out here in the ocean and are in a fair\nway to lose it all?”\n\n“Can't we run for it?”\n\n“Run for it in a boat that's taking water like a sack! Our dory's gone.\nSuppose we get clear of the junk, and the 'Bertha' sank? Then what? If\nwe only had our crew aboard; if we were only ten to their dozen--if we\nwere only six--by Jupiter! I'd fight them for it.”\n\nThe two enormous red eyes of the junk loomed alongside and stared\nover into the “Bertha's” waist. Hoang and seven of the coolies swarmed\naboard.\n\n“What now?” shouted Moran, coming forward to meet them, her scowl\nknotting her flashing eyes together. “Is this ship yours or mine? We've\ndone your dirty work for you. I want you clear of my deck.” Wilbur stood\nat her side, uncertain what to do, but ready for anything she should\nattempt.\n\n“I tink you catchum someting, smellum pretty big,” said Hoang, his\nferret glance twinkling about the schooner.\n\n“I catchum nothing--nothing but plenty bad stink,” said Moran. “No, you\ndon't!” she exclaimed, putting herself in Hoang's way as he made for the\ncabin. The other beach-combers came crowding up; Wilbur even thought he\nsaw one of them loosening his hatchet in his belt.\n\n“This ship's mine,” cried Moran, backing to the cabin door. Wilbur\nfollowed her, and the Chinamen closed down upon the pair.\n\n“It's not much use, Moran,” he muttered. “They'll rush us in a minute.”\n\n“But the ambergris is mine--is mine,” she answered, never taking her\neyes from the confronting coolies.\n\n“We findum w'ale,” said Hoang; “you no find w'ale; him b'long to\nwe--eve'yt'ing in um w'ale b'long to we, savvy?”\n\n“No, you promised us a third of everything you found.”\n\nEven in the confusion of the moment it occurred to Wilbur that it was\nquite possible that at least two-thirds of the ambergris did belong\nto the beach-combers by right of discovery. After all, it was the\nbeach-combers who had found the whale. He could never remember afterward\nwhether or no he said as much to Moran at the time. If he did, she had\nbeen deaf to it. A fury of wrath and desperation suddenly blazed in her\nblue eyes. Standing at her side, Wilbur could hear her teeth grinding\nupon each other. She was blind to all danger, animated only by a sense\nof injustice and imposition.\n\nHoang uttered a sentence in Cantonese. One of the coolies jumped\nforward, and Moran's fist met him in the face and brought him to his\nknees. Then came the rush Wilbur had foreseen. He had just time to catch\na sight of Moran at grapples with Hoang when a little hatchet glinted\nover his head. He struck out savagely into the thick of the group--and\nthen opened his eyes to find Moran washing the blood from his hair as he\nlay on the deck with his head in the hollow of her arm. Everything was\nquiet. The beach-combers were gone.\n\n“Hello, what--what--what is it?” he asked, springing to his feet, his\nhead swimming and smarting. “We had a row, didn't we? Did they hurt you?\nOh, I remember; I got a cut over the head--one of their hatchet men. Did\nthey hurt you?”\n\n“They got the loot,” she growled. “Filthy vermin! And just to make\neverything pleasant, the schooner's sinking.”\n\n\n\n\nVIII. A RUN FOR LAND\n\n\n“SINKING!” exclaimed Wilbur.\n\nMoran was already on her feet. “We'll have to beach her,” she cried,\n“and we're six miles out. Up y'r jib, mate!” The two set the jib,\nflying-jib, and staysails.\n\nThe fore and main sails were already drawing, and under all the spread\nof her canvas the “Bertha” raced back toward the shore.\n\nBut by the time she was within the head of the bay her stern had settled\nto such an extent that the forefoot was clear of the water, the bowsprit\npointing high into the heavens. Moran was at the wheel, her scowl\nthicker than ever, her eyes measuring the stretch of water that lay\nbetween the schooner and the shore.\n\n“She'll never make it in God's world,” she muttered as she listened to\nthe wash of the water in the cabin under her feet. In the hold, empty\nbarrels were afloat, knocking hollowly against each other. “We're in a\nbad way, mate.”\n\n“If it comes to that,” returned Wilbur, surprised to see her thus easily\ndowncast, who was usually so indomitable--“if it comes to that, we can\nswim for it--a couple of planks--”\n\n“Swim?” she echoed; “I'm not thinking of that; of course we could swim.”\n\n“What then?”\n\n“The sharks!”\n\nWilbur's teeth clicked sharply together. He could think of nothing to\nsay.\n\nAs the water gained between decks the schooner's speed dwindled, and\nat the same time as she approached the shore the wind, shut off by the\nland, fell away. By this time the ocean was not four inches below the\nstern-rail. Two miles away was the nearest sand-spit. Wilbur broke out\na distress signal on the foremast, in the hope that Charlie and the\ndeserters might send off the dory to their assistance. But the deserters\nwere nowhere in sight.\n\n“What became of the junk?” he demanded suddenly of Moran. She motioned\nto the westward with her head. “Still lying out-side.”\n\nTwenty minutes passed. Once only Moran spoke.\n\n“When she begins to go,” she said, “she'll go with a rush. Jump pretty\nwide, or you'll get caught in the suction.”\n\nThe two had given up all hope. Moran held grimly to the wheel as a mere\nmatter of form. Wilbur stood at her side, his clinched fists thrust\ninto his pockets. The eyes of both were fixed on the yellow line of the\ndistant beach. By and by Moran turned to him with an odd smile.\n\n“We're a strange pair to die together,” she said. Wilbur met her eyes\nan instant, but finding no reply, put his chin in the air as though he\nwould have told her she might well say that.\n\n“A strange pair to die together,” Moran repeated; “but we can do that\nbetter than we could have”--she looked away from him--“could have LIVED\ntogether,” she finished, and smiled again.\n\n“And yet,” said Wilbur, “these last few weeks here on board the\nschooner, we have been through a good deal--together. I don't know,” he\nwent on clumsily, “I don't know when I've been--when I've had--I've been\nhappier than these last weeks. It is queer, isn't it? I know, of course,\nwhat you'll say. I've said it to myself often of late. I belong to the\ncity and to my life there, and you--you belong to the ocean. I never\nknew a girl like you--never knew a girl COULD be like you. You don't\nknow how extraordinary it all seems to me. You swear like a man, and you\ndress like a man, and I don't suppose you've ever been associated with\nother women; and you're strong--I know you are as strong as I am. You\nhave no idea how different you are to the kind of girl I've known.\nImagine my kind of girl standing up before Hoang and those cutthroat\nbeach-combers with their knives and hatchets. Maybe it's because you are\nso unlike my kind of girl that--that things are as they are with me. I\ndon't know. It's a queer situation. A month or so ago I was at a tea in\nSan Francisco, and now I'm aboard a shark-fishing schooner sinking in\nMagdalena Bay; and I'm with a girl that--that--that I--well, I'm with\nyou, and, well, you know how it is--I might as well say it--I love you\nmore than I imagined I ever could love a girl.”\n\nMoran's frown came back to her forehead.\n\n“I don't like that kind of talk,” she said; “I am not used to it, and\nI don't know how to take it. Believe me,” she said with a half laugh,\n“it's all wasted. I never could love a man. I'm not made for men.”\n\n“No,” said Wilbur, “nor for other women either.”\n\n“Nor for other women either.”\n\nWilbur fell silent. In that instant he had a distinct vision of Moran's\nlife and character, shunning men and shunned of women, a strange, lonely\ncreature, solitary as the ocean whereon she lived, beautiful after her\nfashion; as yet without sex, proud, untamed, splendid in her savage,\nprimal independence--a thing untouched and unsullied by civilization.\nShe seemed to him some Bradamante, some mythical Brunhilde, some\nValkyrie of the legends, born out of season, lost and unfamiliar in this\nend-of-the-century time. Her purity was the purity of primeval glaciers.\nHe could easily see how to such a girl the love of a man would appear\nonly in the light of a humiliation--a degradation. And yet she COULD\nlove, else how had HE been able to love her? Wilbur found himself--even\nat that moment--wondering how the thing could be done--wondering to\njust what note the untouched cords would vibrate. Just how she should\nbe awakened one morning to find that she--Moran, sea-rover, virgin\nunconquered, without law, without land, without sex--was, after all, a\nwoman.\n\n“By God, mate!” she exclaimed of a sudden. “The barrels are keeping us\nup--the empty barrels in the hold. Hoh! we'll make land yet.”\n\nIt was true. The empty hogsheads, destined for the storage of oil, had\nbeen forced up by the influx of the water to the roof of the hold, and\nwere acting as so many buoys--the schooner could sink no lower. An hour\nlater, the quarterdeck all awash, her bow thrown high into the air,\nlisting horribly to starboard, the “Bertha Millner” took ground on the\nshore of Magdalena Bay at about the turn of the tide.\n\nMoran swung herself over the side, hip deep in the water, and, wading\nashore with a line, made fast to the huge skull of a whale half buried\nin the sand at that point.\n\nWilbur followed. The schooner had grounded upon the southern horn of the\nbay and lay easily on a spit of sand. They could not examine the nature\nof the leak until low water the next morning.\n\n“Well, here we are,” said Moran, her thumbs in her belt. “What next? We\nmay be here for two days, we MAY be here for two years. It all depends\nupon how bad a hole she has. Have we 'put in for repairs,' or have\nwe been cast away? Can't tell till to-morrow morning. Meanwhile, I'm\nhungry.”\n\nHalf of the stores of the schooner were water-soaked, but upon\nexamination Wilbur found that enough remained intact to put them beyond\nall fear for the present.\n\n“There's plenty of water up the creek,” he said, “and we can snare all\nthe quail we want; and then there's the fish and abalone. Even if the\nstores were gone we could make out very well.”\n\nThe schooner's cabin was full of water and Wilbur's hammock was gone,\nso the pair decided to camp on shore. In that torrid weather to sleep in\nthe open air was a luxury.\n\nIn great good spirits the two sat down to their first meal on land.\nMoran cooked a supper that, barring the absence of coffee, was\ndelicious. The whiskey was had from aboard, and they pledged each other,\nstanding up, in something over two stiff fingers.\n\n“Moran,” said Wilbur, “you ought to have been born a man.”\n\n“At all events, mate,” she said--“at all events, I'm not a girl.”\n\n“NO!” exclaimed Wilbur, as he filled his pipe. “NO, you're just Moran,\nMoran of the 'Lady Letty.'”\n\n“And I'll stay that, too,” she said decisively.\n\nNever had an evening been more beautiful in Wilbur's eyes. There was not\na breath of air. The stillness was so profound that the faint murmur of\nthe blood behind the ear-drums became an oppression. The ocean tiptoed\ntoward the land with tiny rustling steps. The west was one gigantic\nstained window, the ocean floor a solid shimmer of opalescence. Behind\nthem, sullen purples marked the horizon, hooded with mountain crests,\nand after a long while the moon shrugged a gleaming shoulder into view.\n\nWilbur, dressed in Chinese jeans and blouse, with Chinese wicker sandals\non his bare feet, sat with his back against the whale's skull, smoking\nquietly. For a long time there was no conversation; then at last:\n\n“No,” said Moran in a low voice. “This is the life I'm made for. In six\nyears I've not spent three consecutive weeks on land. Now that Eilert”\n (she always spoke of her father by his first name), “now that Eilert\nis dead, I've not a tie, not a relative, not even a friend, and I don't\nwish it.”\n\n“But the loneliness of the life, the solitude,” said Wilbur, “that's\nwhat I don't understand. Did it ever occur to you that the best\nhappiness is the happiness that one shares?”\n\nMoran clasped a knee in both hands and looked out to sea. She never wore\na hat, and the red light of the afterglow was turning her rye-hued hair\nto saffron.\n\n“Hoh!” she exclaimed, her heavy voice pitched even lower than usual.\n“Who could understand or share any of my pleasures, or be happy when I'm\nhappy? And, besides, I'm happiest when I'm alone--I don't want any one.”\n\n“But,” hesitated Wilbur, “one is not always alone. After all, you're a\ngirl, and men, sailormen especially, are beasts when it's a question of\na woman--an unprotected woman.”\n\n“I'm stronger than most men,” said Moran simply. “If you, for instance,\nhad been like some men, I should have fought you. It wouldn't have been\nthe first time,” she added, smoothing one huge braid between her palms.\n\nWilbur looked at her with intent curiosity--noted again, as if for the\nfirst time, the rough, blue overalls thrust into the shoes; the coarse\nflannel shirt open at the throat; the belt with its sheath-knife; her\narms big and white and tattooed in sailor fashion; her thick, muscular\nneck; her red face, with its pale blue eyes and almost massive jaw; and\nher hair, her heavy, yellow, fragrant hair, that lay over her shoulder\nand breast, coiling and looping in her lap.\n\n“No,” he said, with a long breath, “I don't make it out. I knew you were\nout of my experience, but I begin to think now that you are out of even\nmy imagination. You are right, you SHOULD keep to yourself. You should\nbe alone--your mate isn't made yet. You are splendid just as you are,”\n while under his breath he added, his teeth clinching, “and God! but I\nlove you.”\n\nIt was growing late, the stars were all out, the moon riding high. Moran\nyawned:\n\n“Mate, I think I'll turn in. We'll have to be at that schooner early in\nthe morning, and I make no doubt she'll give us plenty to do.” Wilbur\nhesitated to reply, waiting to take his cue from what next she should\nsay. “It's hot enough to sleep where we are,” she added, “without going\naboard the 'Bertha,' though we might have a couple of blankets off to\nlie on. This sand's as hard as a plank.”\n\nWithout answering, Wilbur showed her a couple of blanket-rolls he had\nbrought off while he was unloading part of the stores that afternoon.\nThey took one apiece and spread them on the sand by the bleached whale's\nskull. Moran pulled off her boots and stretched herself upon her blanket\nwith absolute unconcern, her hands clasped under her head. Wilbur rolled\nup his coat for a pillow and settled himself for the night with an\nassumed self-possession. There was a long silence. Moran yawned again.\n\n“I pulled the heel off my boot this morning,” she said lazily, “and I've\nbeen limping all day.”\n\n“I noticed it,” answered Wilbur. “Kitchell had a new pair aboard\nsomewhere, if they're not spoiled by the water now.”\n\n“Yes?” she said indifferently; “we'll look them up in the morning.”\n\nAgain there was silence.\n\n“I wonder,” she began again, staring up into the dark, “if Charlie took\nthat frying-pan off with him when he went?”\n\n“I don't know. He probably did.”\n\n“It was the only thing we had to cook abalones in. Make me think to look\ninto the galley to-morrow....This ground's as hard as nails, for all\nyour blankets....Well, good-night, mate; I'm going to sleep.”\n\n“Good-night, Moran.”\n\nThree hours later Wilbur, who had not closed his eyes, sat up and looked\nat Moran, sleeping quietly, her head in a pale glory of hair; looked at\nher, and then around him at the silent, deserted land.\n\n“I don't know,” he said to himself. “Am I a right-minded man and a\nthoroughbred, or a mush-head, or merely a prudent, sensible sort of chap\nthat values his skin and bones? I'd be glad to put a name to myself.”\n Then, more earnestly he added: “Do I love her too much, or not enough,\nor love her the wrong way, or how?” He leaned toward her, so close that\nhe could catch the savor of her breath and the smell of her neck, warm\nwith sleep. The sleeve of the coarse blue shirt was drawn up, and it\nseemed to him as if her bare arm, flung out at full length, had some\nsweet aroma of its own. Wilbur drew softly back.\n\n“No,” he said to himself decisively; “no, I guess I am a thoroughbred\nafter all.” It was only then that he went to sleep.\n\nWhen he awoke the sea was pink with the sunrise, and one of the bay\nheads was all distorted and stratified by a mirage. It was hot already.\nMoran was sitting a few paces from him, braiding her hair.\n\n“Hello, Moran!” he said, rousing up; “how long have you been up?”\n\n“Since before sunrise,” she said; “I've had a bath in the cove where the\ncreek runs down. I saw a jack-rabbit.”\n\n“Seen anything of Charlie and the others?”\n\n“They've camped on the other side of the bay. But look yonder,” she\nadded.\n\nThe junk had come in overnight, and was about a mile and a half from\nshore.\n\n“The deuce!” exclaimed Wilbur. “What are they after?”\n\n“Fresh water, I guess,” said Moran, knotting the end of a braid. “We'd\nbetter have breakfast in a hurry, and turn to on the 'Bertha.' The tide\nis going out fast.”\n\nWhile they breakfasted they kept an eye on the schooner, watching her\nsides and flanks as the water fell slowly away.\n\n“Don't see anything very bad yet,” said Wilbur.\n\n“It's somewhere in her stern,” remarked Moran.\n\nIn an hour's time the “Bertha Millner” was high and dry, and they could\nexamine her at their leisure. It was Moran who found the leak.\n\n“Pshaw!” she exclaimed, with a half-laugh, “we can stick that up in half\nan hour.”\n\nA single plank had started away from the stern-post; that was all.\nOtherwise the schooner was as sound as the day she left San Francisco.\nMoran and Wilbur had the damage repaired by noon, nailing the plank into\nits place and caulking the seams with lamp-wick. Nor could their most\ncareful search discover any further injury.\n\n“We're ready to go,” said Moran, “so soon as she'll float. We can dig\naway around the bows here, make fast a line to that rock out yonder, and\nwarp her off at next high tide. Hello! who's this?”\n\nIt was Charlie. While the two had been at work, he had come around the\nshore unobserved, and now stood at some little distance, smiling at them\ncalmly.\n\n“Well, what do you want?” cried Moran angrily. “If you had your rights,\nmy friend, you'd be keelhauled.”\n\n“I tink um velly hot day.”\n\n“You didn't come here to say that. What do you want?”\n\n“I come hab talkee-talk.”\n\n“We don't want to have any talkee-talk with such vermin as you. Get\nout!”\n\nCharlie sat down on the beach and wiped his forehead.\n\n“I come buy one-piecee bacon. China boy no hab got.”\n\n“We aren't selling bacon to deserters,” cried Moran; “and I'll tell you\nthis, you filthy little monkey: Mr. Wilbur and I are going home--back\nto 'Frisco--this afternoon; and we're going to leave you and the rest of\nyour vipers to rot on this beach, or to be murdered by beach-combers,”\n and she pointed out toward the junk. Charlie did not even follow the\ndirection of her gesture, and from this very indifference Wilbur\nguessed that it was precisely because of the beach-combers that the\nMachiavellian Chinaman had wished to treat with his old officers.\n\n“No hab got bacon?” he queried, lifting his eyebrows in surprise.\n\n“Plenty; but not for you.”\n\nCharlie took a buckskin bag from his blouse and counted out a handful of\nsilver and gold.\n\n“I buy um nisi two-piecee tobacco.”\n\n“Look here,” said Wilbur deliberately; “don't you try to flim-flam us,\nCharlie. We know you too well. You don't want bacon and you don't want\ntobacco.”\n\n“China boy heap plenty much sick. Two boy velly sick. I tink um die\npretty soon to-molla. You catch um slop-chest; you gib me five, seven\nliver pill. Sabe?”\n\n“I'll tell you what you want,” cried Moran, aiming a forefinger at\nhim, pistol fashion; “you've got a blue funk because those Kai-gingh\nbeach-combers have come into the bay, and you're more frightened of them\nthan you are of the schooner; and now you want us to take you home.”\n\n“How muchee?”\n\n“A thousand dollars.”\n\nWilbur looked at her in surprise. He had expected a refusal.\n\n“You no hab got liver pill?” inquired Charlie blandly.\n\nMoran turned her back on him. She and Wilbur conferred in a low voice.\n\n“We'd better take them back, if we decently can,” said Moran. “The\nschooner is known, of course, in 'Frisco. She went out with Kitchell and\na crew of coolies, and she comes back with you and I aboard, and if we\ntell the truth about it, it will sound like a lie, and we'll have no end\nof trouble. Then again, can just you and I work the 'Bertha' into\nport? In these kind of airs it's plain work, but suppose we have dirty\nweather? I'm not so sure.”\n\n“I gib you ten dollah fo' ten liver pill,” said Charlie.\n\n“Will you give us a thousand dollars to set you down in San Francisco?”\n\nCharlie rose. “I go back. I tell um China boy what you say 'bout liver\npill. Bime-by I come back.”\n\n“That means he'll take our offer back to his friends,” said Wilbur, in\na low voice. “You best hurry chop-chop,” he called after Charlie; “we go\nhome pretty soon!”\n\n“He knows very well we can't get away before high tide to-morrow,” said\nMoran. “He'll take his time.”\n\nLater on in the afternoon Moran and Wilbur saw a small boat put off from\nthe junk and make a landing by the creek. The beach-combers were\ntaking on water. The boat made three trips before evening, but the\nbeach-combers made no show of molesting the undefended schooner, or in\nany way interfering with Charlie's camp on the other side of the bay.\n\n“No!” exclaimed Moran between her teeth, as she and Wilbur were cooking\nsupper; “no, they don't need to; they've got about a hundred and fifty\nthousand dollars of loot on board--OUR loot, too! Good God! it goes\nagainst the grain!”\n\nThe moon rose considerably earlier that night, and by twelve o'clock the\nbay was flooded with its electrical whiteness. Wilbur and Moran could\nplainly make out the junk tied up to the kelp off-shore. But toward one\no'clock Wilbur was awakened by Moran shaking his arm.\n\n“There's something wrong out there,” she whispered; “something wrong\nwith the junk. Hear 'em squealing? Look! look! look!” she cried of a\nsudden; “it's their turn now!”\n\nWilbur could see the crank junk, with its staring red eyes, high stern\nand prow, as distinctly as though at noonday. As he watched, it seemed\nas if a great wave caught her suddenly underfoot. She heaved up bodily\nout of the water, dropped again with a splash, rose again, and again\nfell back into her own ripples, that, widening from her sides, broke\ncrisply on the sand at Wilbur's feet.\n\nThen the commotion ceased abruptly. The bay was quiet again. An hour\npassed, then two. The moon began to set. Moran and Wilbur, wearied of\nwatching, had turned in again, when they were startled to wakefulness by\nthe creak of oarlocks and the sound of a boat grounding in the sand.\n\nThe coolies--the deserters from the “Bertha Millner”--were there.\nCharlie came forward.\n\n“Ge' lup! Ge' lup!” he said. “Junk all smash! Kai-gingh come ashore. I\ntink him want catch um schooner.”\n\n\n\n\nIX, THE CAPTURE OF HOANG\n\n\n“What smashed the junk? What wrecked her?” demanded Moran.\n\nThe deserting Chinamen huddled around Charlie, drawing close, as if\nfinding comfort in the feel of each other's elbows.\n\n“No can tell,” answered Charlie. “Him shake, then lif' up all the same\nas we. Bime-by too much lif' up; him smash all to--Four-piecee Chinamen\ndlown.”\n\n“Drown! Did any of them drown?” exclaimed Moran.\n\n“Four-piecee dlown,” reiterated Charlie calmly. “One, thlee, five, nine,\ncome asho'. Him other no come.”\n\n“Where are the ones that came ashore?” asked Wilbur.\n\nCharlie waved a hand back into the night. “Him make um camp topside ole\nhouse.”\n\n“That old whaling-camp,” prompted Moran. Then to Wilbur: “You\nremember--about a hundred yards north the creek?”\n\nWilbur, Moran and Charlie had drawn off a little from the “Bertha\nMillner's” crew. The latter squatted in a line along the shore--silent,\nreserved, looking vaguely seaward through the night. Moran spoke again,\nher scowl thickening:\n\n“What makes you think the beach-combers want our schooner?”\n\n“Him catch um schooner sure! Him want um boat to go home. No can get.”\n\n“Let's put off to-night--right away,” said Wilbur.\n\n“Low tide,” answered Moran; “and besides--Charlie, did you see them\nclose? Were you near them?”\n\n“No go muchee close.”\n\n“Did they have something with them, reeved up in a hammock--something\nthat smelled sweet?”\n\n“Like a joss-stick, for instance?”\n\n“No savvy; no can tell. Him try catch um schooner sure. Him velly bad\nChina boy. See Yup China boy, velly bad. I b'long Sam Yup. Savvy?'!\n\n“Ah! the Tongs?”\n\n“Yas. I Sam Yup. Him,” and he pointed to the “Bertha's” crew, “Sam Yup.\nAll we Sam Yup; nisi him,” and he waved a hand toward the beach-combers'\ncamp; “him See Yup. Savvy?”\n\n“It's a Tong row,” said Wilbur. “They're blood enemies, the See Yups and\nSam Yups.”\n\nMoran fell thoughtful, digging her boot-heel into the sand, her thumbs\nhooked into her belt, her forehead gathered into a heavy frown. There\nwas a silence.\n\n“One thing,” she said, at last; “we can't give up the schooner. They\nwould take our stores as well, and then where are we? Marooned, by Jove!\nHow far do you suppose we are from the nearest town? Three hundred miles\nwouldn't be a bad guess, and they've got the loot--our ambergris--I'll\nswear to that. They didn't leave that aboard when the junk sank.”\n\n“Look here, Charlie,” she said, turning to the Chinaman. “If the\nbeach-combers take the schooner--the 'Bertha Millner'--from us we'll be\nleft to starve on this beach.”\n\n“I tink um yass.”\n\n“How are we going to get home? Are you going to let them do it? Are you\ngoing to let them have our schooner?”\n\n“I tink no can have.”\n\n“Look here,” she went on, with sudden energy. “There are only nine of\nthem now, to our eight. We're about even. We can fight those swine. I\nknow we can. If we jumped their camp and rushed them hard, believe\nme, we could run them into the sea. Mate,” she cried, suddenly facing\nWilbur, “are you game? Have you got blood in you? Those beach-comberes\nare going to attack us to-morrow, before high tide--that's flat. There's\ngoing to be a fight anyway. We can't let them have the schooner. It's\nstarvation for us if we do.\n\n“They mean to make a dash for the 'Bertha,' and we've got to fight them\noff. If there's any attacking to be done I propose to do it! I propose\nwe jump their camp before it gets light--now--to-night--right away--run\nin on them there, take them by surprise, do for one or two of them if we\nhave to, and get that ambergris. Then cut back to the schooner, up our\nsails, and wait for the tide to float us off. We can do it--I know we\ncan. Mate, will you back me up?”\n\n“Back you up? You bet I'll back you up, Moran. But--” Wilbur hesitated.\n“We could fight them so much more to advantage from the deck of the\nschooner. Why not wait for them aboard? We could have our sails up,\nanyhow, and we could keep the beach-combers off till the tide rose high\nenough to drive them back. Why not do that?”\n\n“I tink bes' wait topside boat,” assented Charlie.\n\n“Yes; why not, Moran?”\n\n“Because,” shouted the girl, “they've got our loot. I don't propose to\nbe plundered of $150,000 if I can help it.”\n\n“Wassa dat?” demanded Charlie. “Hunder fiftee tlousand you hab got?”\n\n“I did have it--we had it, the mate and I. We triced a sperm whale for\nthe beach-combers, and when they thought they had everything out of him\nwe found a lump of ambergris in him that will weigh close to two hundred\npounds. Now look here, Charlie. The beach-combers have got the stuff.\nIt's mine--I'm going to have it back. Here's the lay. Your men can\nfight--you can fight yourself. We'll make it a business proposition.\nHelp me to get that ambergris, and if we get it I'll give each one of\nthe men $1,000, and I'll give you $1,500. You can take that up and be\nindependent rich the rest of your life. You can chuck it and rot on this\nbeach, for it's fight or lose the schooner; you know that as well as I\ndo. If you've got to fight anyhow, why not fight where it's going to pay\nthe most?”\n\nCharlie hesitated, pursing his lips.\n\n“How about this, Moran?” Wilbur broke forth now, unheard by Charlie.\n“I've just been thinking; have we got a right to this ambergris, after\nall? The beach-combers found the whale. It was theirs. How have we the\nright to take the ambergris away from them any more than the sperm and\nthe oil and the bone? It's theirs, if you come to that. I don't know as\nwe've the right to it.”\n\n“Darn you!” shouted Moran in a blaze of fury, “right to it, right to\nit! If I haven't, who has? Who found it? Those dirty monkeys might have\nstood some show to a claim if they'd held to the one-third bargain, and\noffered to divvy with us when they got me where I couldn't help myself.\nI don't say I'd give in now if they had--give in to let 'em walk off\nwith a hundred thousand dollars that I've got as good a claim to as they\nhave! But they've saved me the trouble of arguing the question. They've\ntaken it all, all! And there's no bargain in the game at all now. Now\nthe stuff belongs to the strongest of us, and I'm glad of it. They\nthought they were the strongest and now they're going to find out. We're\ndumped down here on this God-forsaken sand, and there's no law and no\npolicemen. The strongest of us are going to live and the weakest are\ngoing to die. I'm going to live and I'm going to have my loot, too, and\nI'm not going to split fine hairs with these robbers at this time of\nday. I'm going to have it all, and that's the law you're under in this\ncase, my righteous friend!”\n\nShe turned her back upon him, spinning around upon her heel, and Wilbur\nfelt ashamed of himself and proud of her.\n\n“I go talkee-talk to China boy,” said Charlie, coming up.\n\nFor about five minutes the Chinamen conferred together, squatting in\na circle on the beach. Moran paced up and down by the stranded dory.\nWilbur leaned against the bleached whale-skull, his hands in his\npockets. Once he looked at his watch. It was nearly one o'clock.\n\n“All light,” said Charlie, coming up from the group at last; “him fight\nplenty.”\n\n“Now,” exclaimed Moran, “we've no time to waste. What arms have we got?”\n\n“We've got the cutting-in spades,” said Wilbur; “there's five of them.\nThey're nearly ten feet long, and the blades are as sharp as razors; you\ncouldn't want better pikes.”\n\n“That's an idea,” returned Moran, evidently willing to forget her\noutburst of a moment before, perhaps already sorry for it. The party\ntook stock of their weapons, and five huge cutting-in spades, a heavy\nknife from the galley, and a revolver of doubtful effectiveness were\ndivided among them. The crew took the spades, Charlie the knife, and\nWilbur the revolver. Moran had her own knife, a haftless dirk, such as\nis affected by all Norwegians, whether landsmen or sailors. They were\nexamining this armament and Moran was suggesting a plan of attack, when\nHoang, the leader of the beach-combers, and one other Chinaman appeared\nsome little distance below them on the beach. The moon was low and there\nwas no great light, but the two beach-combers caught the flash of the\npoints of the spades. They halted and glanced narrowly and suspiciously\nat the group.\n\n“Beasts!” muttered Moran. “They are up to the game--there's no\nsurprising them now. Talk to him, Charlie; see what he wants.”\n\nMoran, Wilbur, and Charlie came part of the way toward Hoang and his\nfellow, and paused some fifteen feet distant, and a long colloquy\nensued. It soon became evident, however, that in reality Hoang\nwanted nothing of them, though with great earnestness he asserted his\nwillingness to charter the “Bertha Millner” back to San Francisco.\n\n“That's not his game at all,” said Moran to Wilbur, in a low tone, her\neyes never leaving those of the beach-comber. “He's pretty sure he could\nseize the 'Bertha' and never pay us a stiver. They've come down to spy\non us, and they're doing it, too. There's no good trying to rush that\ncamp now. They'll go back and tell the crew that we know their lay.”\n\nIt was still very dark. Near the hulk of the beached “Bertha Millner”\n were grouped her crew, each armed with a long and lance-like cutting-in\nspade, watching and listening to the conference of the chiefs. The moon,\nalmost down, had flushed blood-red, violently streaking the gray, smooth\nsurface of the bay with her reflection. The tide was far out, rippling\nquietly along the reaches of wet sand. In the pauses of the conference\nthe vast, muffling silence shut down with the abruptness of a valve\nsuddenly closed.\n\nHow it happened, just who made the first move, in precisely what manner\nthe action had been planned, or what led up to it, Wilbur could\nnot afterward satisfactorily explain. There was a rush forward--he\nremembered that much--a dull thudding of feet over the resounding beach\nsurface, a moment's writhing struggle with a half-naked brown figure\nthat used knife and nail and tooth, and then the muffling silence again,\nbroken only by the sound of their own panting. In that whirl of swift\naction Wilbur could reconstruct but two brief pictures: the Chinaman,\nHoang's companion, flying like one possessed along the shore; Hoang\nhimself flung headlong into the arms of the “Bertha's” coolies, and\nMoran, her eyes blazing, her thick braids flying, brandishing her fist\nas she shouted at the top of her deep voice, “We've got you, anyhow!”\n\nThey had taken Hoang prisoner, whether by treachery or not, Wilbur did\nnot exactly know; and, even if unfair means had been used, he could not\nrepress a feeling of delight and satisfaction as he told himself that in\nthe very beginning of the fight that was to follow he and his mates had\ngained the first advantage.\n\nAs the action of that night's events became more and more accelerated,\nWilbur could not but notice the change in Moran. It was very evident\nthat the old Norse fighting blood of her was all astir; brutal,\nmerciless, savage beyond all control. A sort of obsession seized upon\nher at the near approach of battle, a frenzy of action that was checked\nby nothing--that was insensible to all restraint. At times it was\nimpossible for him to make her hear him, or when she heard to understand\nwhat he was saying. Her vision contracted. It was evident that she could\nnot see distinctly. Wilbur could no longer conceive of her as a woman\nof the days of civilization. She was lapsing back to the eighth century\nagain--to the Vikings, the sea-wolves, the Berserkers.\n\n“Now you're going to talk,” she cried to Hoang, as the bound Chinaman\nsat upon the beach, leaning his back against the great skull. “Charlie,\nask him if they saved the ambergris when the junk went down--if they've\ngot it now?” Charlie put the question in Chinese, but the beach-comber\nonly twinkled his vicious eyes upon them and held his peace. With the\nfull sweep of her arm, her fist clinched till the knuckles whitened,\nMoran struck him in the face.\n\n“Now will you talk?” she cried. Hoang wiped the blood from his face upon\nhis shoulder and set his jaws. He did not answer.\n\n“You will talk before I'm done with you, my friend; don't get any wrong\nnotions in your head about that,” Moran continued, her teeth clinched.\n“Charlie,” she added, “is there a file aboard the schooner?”\n\n“I tink um yass, boss hab got file.”\n\n“In the tool-chest, isn't it?” Charlie nodded, and Moran ordered it to\nbe fetched.\n\n“If we're to fight that crowd,” she said, speaking to herself and in a\nrapid voice, thick from excitement and passion, “we've got to know where\nthey've hid the loot, and what weapons they've got. If they have a rifle\nor a shotgun with them, it's going to make a big difference for us. The\nother fellow escaped and has gone back to warn the rest. It's fight now,\nand no mistake.”\n\nThe Chinaman who had been sent aboard the schooner returned, carrying a\nlong, rather coarse-grained file. Moran took it from him.\n\n“Now,” she said, standing in front of Hoang, “I'll give you one more\nchance. Answer me. Did you bring off the ambergris, you beast, when your\njunk sank? Where is it now? How many men have you? What arms have you\ngot? Have your men got a rifle?--Charlie, put that all to him in your\nlingo, so as to make sure that he understands. Tell him if he don't talk\nI'm going to make him very sick.”\n\nCharlie put the questions in Chinese, pausing after each one. Hoang held\nhis peace.\n\n“I gave you fair warning,” shouted Moran angrily, pointing at him with\nthe file. “Will you answer?”\n\n“Him no tell nuttin,” observed Charlie.\n\n“Fetch a cord here,” commanded Moran. The cord was brought, and despite\nHoang's struggles and writhings the file was thrust end-ways into his\nmouth and his jaws bound tightly together upon it by means of the cord\npassed over his head and under his chin. Some four inches of the file\nportruded from his lips. Moran took this end and drew it out between the\nbeach-comber's teeth, then pushed it back slowly.\n\nThe hideous rasp of the operation turned Wilbur's blood cold within him.\nHe looked away--out to sea, down the beach--anywhere, so that he might\nnot see what was going forward. But the persistent grind and scrape\nstill assaulted his ears. He turned about sharply.\n\n“I--I--I'll go down the beach here a ways,” he said quickly. “I can't\nstand--I'll keep watch to see if the beach-combers come up.”\n\nA few minutes later he heard Charlie hailing him.\n\n“Chin-chin heap plenty now,” said he, with a grin, as Wilbur came up.\n\nHoang sat on the sand in the midst of the circle. The file and coil\nof rope lay on the ground near by. The beach-comber was talking in a\nhigh-keyed sing-song, but with a lisp. He told them partly in pigeon\nEnglish and partly in Cantonese, which Charlie translated, that their\nmen were eight in number, and that they had intended to seize the\nschooner that night, but that probably his own capture had delayed their\nplans. They had no rifle. A shotgun had been on board, but had gone down\nwith the sinking of the junk. The ambergris had been cut into two lumps,\nand would be found in a couple of old flour-sacks in the stern of the\nboat in which he and his men had come ashore. They were all armed with\ntheir little hatchets. He thought two of the men carried knives as well.\nThere was neither pistol nor revolver among them.\n\n“It seems to me,” said Wilbur, “that we've got the long end.”\n\n“We catch um boss, too!” said Charlie, pointing to Hoang.\n\n“And we are better armed,” assented Moran. “We've got the cutting-in\nspades.”\n\n“And the revolver, if it will shoot any further than it will kick.”\n\n“They'll give us all the fight we want,” declared Moran.\n\n“Oh, him Kai-gingh, him fight all same devil.”\n\n“Give the men brandy, Charlie,” commanded Moran. “We'll rush that camp\nright away.”\n\nThe demijohn of spirits was brought down from the “Bertha” and passed\naround, Wilbur and Moran drinking from the tin cup, the coolies from the\nbottle. Hoang was fettered and locked in the “Bertha's” cabin.\n\n“Now, then, are we ready?” cried Moran.\n\n“I tink all light,” answered Charlie.\n\nThe party set off down the beach. The moon had long since gone down,\nand the dawn was whitening over the eastern horizon. Landward, ragged\nblankets of morning mist lay close in the hollows here and there. It was\nprofoundly still. The stars were still out. The surface of Magdalena Bay\nwas smooth as a sheet of gray silk.\n\nTwenty minutes passed, half an hour, an hour. The party tramped steadily\nforward, Moran, Wilbur, and Charlie leading, the coolies close behind\ncarrying the cutting-in spades over their shoulders. Slowly and in\nsilence they made the half circuit of the bay. The “Bertha Millner” was\nfar behind them by now, a vague gray mass in the early morning light.\n\n“Did you ever fight before?” Moran suddenly demanded of Charlie.\n\n“One time I fight plenty much in San Flancisco in Washington stleet.\nFight um See Yups.”\n\nAnother half-hour passed. At times when they halted they began to hear\nthe faint murmur of the creek, just beyond which was the broken and\ncrumbling shanty, relic of an old Portuguese whaling-camp, where the\nbeach-combers were camped. At Charlie's suggestion the party made a\ncircuit, describing a half moon, to landward, so as to come out upon the\nenemy sheltered by the sand-dunes. Twenty minutes later they crossed the\ncreek about four hundred yards from the shore. Here they spread out into\na long line, and, keeping an interval of about fifteen feet between each\nof them, moved cautiously forward. The unevenness of the sand-breaks hid\nthe shore from view, but Moran, Wilbur, and Charlie knew that by keeping\nthe creek upon their left they would come out directly upon the house.\n\nA few moments later Charlie held up his hand, and the men halted. The\nnoise of the creek chattering into the tidewater of the bay was plainly\naudible just beyond; a ridge of sand, covered thinly with sage-brush,\nand a faint column of smoke rose into the air over the ridge itself.\nThey were close in. The coolies were halted, and dropping upon their\nhands and knees, the three leaders crawled to the top of the break.\nSheltered by a couple of sage-bushes and lying flat to the ground,\nWilbur looked over and down upon the beach. The first object he made out\nwas a crazy, roofless house, built of driftwood, the chinks plastered\nwith 'dobe mud, the door fallen in.\n\nBeyond, on the beach, was a flat-bottomed dingy, unpainted and foul with\ndirt. But all around the house the sand had been scooped and piled\nto form a low barricade, and behind this barricade Wilbur saw the\nbeach-combers. There were eight of them. They were alert and ready,\ntheir hatchets in their hands. The gaze of each of them was fixed\ndirectly upon the sand-break which sheltered the “Bertha Millner's”\n officers and crew. They seemed to Wilbur to look him straight in the\neye. They neither moved nor spoke. The silence and absolute lack of\nmotion on the part of these small, half-naked Chinamen, with their\nape-like muzzles and twinkling eyes, was ominous.\n\nThere could be no longer any doubts that the beach-combers had known\nof their enemies' movements and were perfectly aware of their presence\nbehind the sand-break. Moran rose to her feet, and Wilbur and Charlie\nfollowed her example.\n\n“There's no use hiding,” she said; “they know we're here.”\n\nCharlie called up the crew. The two parties were ranged face to face.\nOver the eastern rim of the Pacific the blue whiteness of the early\ndawn was turning to a dull, roseate gold at the core of the sunrise. The\nheadlands of Magdalena Bay stood black against the pale glow; overhead,\nthe greater stars still shone. The monotonous, faint ripple of the creek\nwas the only sound. It was about 3:30 o'clock.\n\n\n\n\nX. A BATTLE\n\n\nWilbur had imagined that the fight would be hardly more than a wild rush\ndown the slope of the beach, a dash over the beach-combers' breastworks\nof sand, and a brief hand-to-hand scrimmage around the old cabin. In\nall accounts he had ever read of such affairs, and in all ideas he\nhad entertained on the subject, this had always been the case. The two\nbodies had shocked together like a college rush, there had been five\nminutes' play of knife and club and gun, a confused whirl of dust\nand smoke, and all was over before one had time either to think or be\nafraid. But nothing of the kind happened that morning.\n\nThe “Bertha Millner's” crew, in a long line, Moran at one end, Wilbur at\nthe other, and Charlie in the centre, came on toward the beach-combers,\nstep by step. There was little outcry. Each contestant singled out\nhis enemy, and made slowly for him with eyes fixed and weapon ready,\nregardless of the movements of his mates.\n\n“See any rifles among them, Charlie?” shouted Moran, suddenly breaking\nthe silence.\n\n“No, I tink no hab got,” answered Charlie.\n\nWilbur took another step forward and cocked his revolver. One of the\nbeach-combers shouted out something in angry vernacular, and Charlie\ninstantly responded. All this time the line had been slowly advancing\nupon the enemy, and Wilbur began to wonder how long that heartbreaking\nsuspense was to continue. This was not at all what he had imagined.\nAlready he was within twenty feet of his man, could see the evil glint\nof his slant, small eye, and the shine of his yellow body, naked to the\nbelt. Still foot by foot the forward movement continued. The Chinese\non either side had begun exchanging insults; the still, hot air of the\ntropic dawn was vibrant with the Cantonese monosyllables tossed back\nand forth like tennis-balls over the low sand rampart. The thing was\ndegenerating into a farce--the “Bertha's” Chinamen would not fight.\n\nBack there, under the shelter of the schooner, it was all very well to\ntalk, and they had been very brave when they had all flung themselves\nupon Hoang. Here, face to face with the enemy, the sun striking off\nheliograph flashes from their knives and spades, it was a vastly\ndifferent matter. The thing, to Wilbur's mind, should have been done\nsuddenly if it was to be done at all. The best course now was to return\nto camp and try some other plan. Charlie shouted a direction to him in\npigeon English that he did not understand, but he answered all right,\nand moved forward another step so as to be in line with the coolie at\nhis left.\n\nThe liquor that he had drunk before starting began suddenly to affect\nhim, yet he knew that his head was yet clear. He could not bring himself\nto run away before them all, but he would have given much to have\ndiscovered a good reason for postponing the fight--if fight there was to\nbe.\n\nHe remembered the cocked revolver in his hand, and, suddenly raising it,\nfired point-blank at his man, not fifteen feet away. The hammer snapped\non the nipple, but the cartridge did not explode. Wilbur turned to the\nChinaman next him in line, exclaiming excitedly:\n\n“Here, say, have you got a knife--something I can fight with? This gun's\nno good.”\n\nThere was a shout from Moran:\n\n“Look out, here they come!”\n\nTwo of the beach-combers suddenly sprang over the sand breastworks and\nran toward Charlie, their knives held low in front of them, ready to\nrip.\n\n“Shoot! shoot! shoot!” shouted Moran rapidly.\n\nWilbur's revolver was a self-cocker. He raised it again, drawing hard on\nthe trigger as he did so. It roared and leaped in his hand, and a whiff\nof burned powder came to his nostrils. Then Wilbur was astonished to\nhear himself shout at the top of his voice:\n\n“Come on now, get into them--get into them now, everybody!”\n\nThe “Bertha's” Chinamen were all running forward, three of them well\nin advance of the others. In the rear Charlie was at grapples with a\nbeach-comber who fought with a knife in each hand, and Wilbur had a\nsudden glimpse of another sitting on the sand with his hand to his\nmouth, the blood spurting between his fingers.\n\nWilbur suddenly realized that he held a knife, and that he was directly\nabreast the sand rampart. How he got the knife he could not tell, though\nhe afterward distinctly remembered throwing away his revolver, loaded as\nit was. He had leaped the breastworks, he knew that, and between him\nand the vast bright blur of the ocean he saw one of the beach-combers\nbacking away and watching him intently, his hatchet in his hand. Wilbur\nhad only time to think that he himself would no doubt be killed within\nthe next few moments, when this latter halted abruptly, took a step\nforward, and, instead of striking downward, as Wilbur had anticipated,\ndropped upon his knee and struck with all his might at the calf of\nWilbur's leg. It was only the thickness of his boots that saved Wilbur\nfrom being hamstrung where he stood. As it was, he felt the blade bite\nalmost to the bone, and heard the blood squelch in the sole of his boot,\nas he staggered for the moment, almost tripping over the man in front of\nhim.\n\nThe Chinaman sprang to his feet again, but Wilbur was at him in an\ninstant, feeling instinctively that his chance was to close with his\nman, and so bring his own superior weight and strength to bear. Again\nand again he tried to run in and grip the slim yellow body, but the\nother dodged and backed away, as hard to hold as any fish. All around\nand back of him now Wilbur heard the hideous sound of stamping and\nstruggling, and the noise of hoarse, quick shouts and the rebound of\nbodies falling and rolling upon the hard, smooth beach. The thing had\nnot been a farce, after all. This was fighting at last, and there within\narm's length were men grappling and gripping and hitting one another,\neach honestly striving to kill his fellow--Chinamen all, fighting\nin barbarous Oriental fashion with nails and teeth when the knife or\nhatchet failed. What did he, clubman and college man, in that hideous\ntrouble that wrought itself out there on that heat-stricken tropic beach\nunder that morning's sun?\n\nSuddenly there was a flash of red flame, and a billow of thick, yellow\nsmoke filled all the air. The cabin was afire. The hatchet-man with whom\nWilbur was fighting had been backing in this direction. He was close\nin when the fire began to leap from the one window; now he could go no\nfurther. He turned to run sidewise between his enemy and the burning\ncabin. Wilbur thrust his foot sharply forward; the beach-comber tripped,\nstaggered, and before he had reached the ground Wilbur had driven home\nthe knife.\n\nThen suddenly, at the sight of his smitten enemy rolling on the ground\nat his feet, the primitive man, the half-brute of the stone age,\nleaped to life in Wilbur's breast--he felt his muscles thrilling with\na strength they had not known before. His nerves, stretched tense as\nharp-strings, were vibrating to a new tune. His blood spun through his\nveins till his ears roared with the rush of it. Never had he conceived\nof such savage exultation as that which mastered him at that instant.\nThe knowledge that he could kill filled him with a sense of power\nthat was veritably royal. He felt physically larger. It was the joy of\nbattle, the horrid exhilaration of killing, the animal of the race, the\nhuman brute suddenly aroused and dominating every instinct and tradition\nof centuries of civilization. The fight still was going forward.\n\nWilbur could hear the sounds of it, though from where he stood all sight\nwas shut off by the smoke of the burning house. As he turned about,\nknife in hand, debating what next he should do, a figure burst down upon\nhim, shadowy and distorted through the haze.\n\nIt was Moran, but Moran as Wilbur had never seen her before. Her eyes\nwere blazing under her thick frown like fire under a bush. Her arms were\nbared to the elbow, her heavy ropes of hair flying and coiling from her\nin all directions, while with a voice hoarse from shouting she sang,\nor rather chanted, in her long-forgotten Norse tongue, fragments of old\nsagas, words, and sentences, meaningless even to herself. The fury of\nbattle had exalted her to a sort of frenzy. She was beside herself with\nexcitement. Once more she had lapsed back to the Vikings and sea-rovers\nof the tenth century--she was Brunhilde again, a shield-maiden, a\nValkyrie, a Berserker and the daughter of Berserkers, and like them she\nfought in a veritable frenzy, seeing nothing, hearing nothing, every\nsense exalted, every force doubled, insensible to pain, deaf to all\nreason.\n\nHer dirk uplifted, she rushed upon Wilbur, never once pausing in her\nchant. Wilbur shouted a warning to her as she came on, puzzled beyond\nwords, startled back to a consciousness of himself again by this\ninsensate attack.\n\n“Moran! Moran!” he called. “What is it--you're wrong! It-s I. It's\nWilbur--your mate, can't you see?”\n\nMoran could not see--blind to friend or foe, as she was deaf to reason,\nshe struck at him with all the strength of her arm. But there was no\nskill in her fighting now. Wilbur dropped his own knife and gripped\nher right wrist. She closed with him upon the instant, clutching at his\nthroat with her one free hand; and as he felt her strength--doubled and\ntripled in the fury of her madness--Wilbur knew that, however easily he\nhad overcome his enemy of a moment before, he was now fighting for his\nvery life.\n\nAt first, Wilbur merely struggled to keep her from him--to prevent her\nusing her dirk. He tried not to hurt her. But what with the spirits\nhe had drunk before the attack, what with the excitement of the attack\nitself and the sudden unleashing of the brute in him an instant before,\nthe whole affair grew dim and hazy in his mind. He ceased to see things\nin their proportion. His new-found strength gloried in matching itself\nwith another strength that was its equal. He fought with Moran--not as\nhe would fight with either woman or man, or with anything human, for the\nmatter of that. He fought with her as against some impersonal force that\nit was incumbent upon him to conquer--that it was imperative he should\nconquer if he wished to live. When she struck, he struck blow for blow,\nforce for force, his strength against hers, glorying in that strange\ncontest, though he never once forgot that this last enemy was the\ngirl he loved. It was not Moran whom he fought; it was her force, her\ndetermination, her will, her splendid independence, that he set himself\nto conquer.\n\nAlready she had dropped or flung away the dirk, and their battle had\nbecome an issue of sheer physical strength between them. It was a\nquestion now as to who should master the other. Twice she had fought\nWilbur to his knees, the heel of her hand upon his face, his head thrust\nback between his shoulders, and twice he had wrenched away, rising to\nhis feet again, panting, bleeding even, but with his teeth set and\nall his resolution at the sticking-point. Once he saw his chance, and\nplanted his knuckles squarely between her eyes where her frown was\nknotted hard, hoping to stun her and end the fight once and for all. But\nthe blow did not seem to affect her in the least. By this time he saw\nthat her Berserker rage had worked itself clear as fermenting wine\nclears itself, and that she knew now with whom she was fighting; and he\nseemed now to understand the incomprehensible, and to sympathize with\nher joy in measuring her strength against his; and yet he knew that the\ncombat was deadly serious, and that more than life was at stake. Moran\ndespised a weakling.\n\nFor an instant, as they fell apart, she stood off, breathing hard and\nrolling up her sleeve; then, as she started forward again, Wilbur met\nher half-way, caught her round the neck and under the arm, gripping her\nleft wrist with his right hand behind her; then, exerting every ounce\nof strength he yet retained, he thrust her down and from him, until at\nlength, using his hip as a pivot, he swung her off her feet, threw her\nfairly on her back, and held her so, one knee upon her chest, his hands\nclosed vise-like on her wrists.\n\nThen suddenly Moran gave up, relaxing in his grasp all in a second, and,\nto his great surprise, suddenly smiled.\n\n“Ho! mate,” she exclaimed; “that was a tough one; but I'm beaten--you're\nstronger than I thought for.”\n\nWilbur released her and rose to his feet.\n\n“Here,” she continued, “give me your hand. I'm as weak as a kitten.” As\nWilbur helped her to her feet, she put her hand to her forehead,\nwhere his knuckles had left their mark, and frowned at him, but not\nill-naturedly.\n\n“Next time you do that,” she said, “use a rock or a belaying-pin, or\nsomething that won't hurt--not your fist, mate.” She looked at him\nadmiringly. “What a two-fisted, brawny dray-horse it is! I told you I\nwas stronger than most men, didn't I? But I'm the weaker of us two, and\nthat's a fact. You've beaten, mate--I admit it; you've conquered\nme, and,” she continued, smiling again and shaking him by the\nshoulder--“and, mate, do you know, I love you for it.”\n\n\n\n\nXI. A CHANGE IN LEADERS\n\n\n“Well,” exclaimed Wilbur at length, the excitement of the fight\nreturning upon him. “We have plenty to do yet. Come on, Moran.”\n\nIt was no longer Moran who took the initiative--who was the leader. The\nbrief fight upon the shore had changed all that. It was Wilbur who was\nnow the master, it was Wilbur who was aggressive. He had known what\nit meant to kill. He was no longer afraid of anything, no longer\nhesitating. He had felt a sudden quadrupling of all his strength, moral\nand physical.\n\nAll that was strong and virile and brutal in him seemed to harden and\nstiffen in the moment after he had seen the beach-comber collapse limply\non the sand under the last strong knife-blow; and a sense of triumph, of\nboundless self-confidence, leaped within him, so that he shouted aloud\nin a very excess of exhilaration; and snatching up a heavy cutting-in\nspade, that had been dropped in the fight near the burning cabin,\ntossed it high into the air, catching it again as it descended, like any\nexultant savage.\n\n“Come on!” he cried to Moran; “where are the beach-combers gone? I'm\ngoing to get one more before the show is over.”\n\nThe two passed out of the zone of smoke, and reached the other side\nof the burning cabin just in time to see the last of the struggle. The\nwhole affair had not taken more than a quarter of an hour. In the end\nthe beach-combers had been beaten. Four had fled into the waste of sand\nand sage that lay back of the shore, and had not been pursued. A fifth\nhad been almost hamstrung by one of the “Bertha's” coolies, and had\ngiven himself up. A sixth, squealing and shrieking like a tiger-cat, had\nbeen made prisoner; and Wilbur himself had accounted for the seventh.\n\nAs Wilbur and Moran came around the cabin they saw the “Bertha\nMillner's” Chinamen in a group, not far from the water's edge,\nreassembled after the fight--panting and bloody, some of them bare\nto the belt, their weapons still in their hands. Here and there was\na bandaged arm or head; but their number was complete--or no, was it\ncomplete?\n\n“Ought to be one more,” said Wilbur, anxiously hastening for-ward.\n\nAs the two came up the coolies parted, and Wilbur saw one of them,\nhis head propped upon a rolled-up blouse, lying ominously still on the\ntrampled sand.\n\n“It's Charlie!” exclaimed Moran.\n\n“Where's he hurt?” cried Wilbur to the group of coolies. “Jim!--where's\nJim? Where's he hurt, Jim?”\n\nJim, the only member of the crew besides Charlie who could understand or\nspeak English, answered:\n\n“Kai-gingh him fin' pistol, you' pistol; Charlie him fight plenty;\nbime-by, when he no see, one-piecee Kai-gingh he come up behin', shoot\num Charlie in side--savvy?”\n\n“Did he kill him? Is he dead?”\n\n“No, I tinkum die plenty soon; him no savvy nuttin' now, him all-same\nsleep. Plenty soon bime-by him sleep for good, I tink.”\n\nThere was little blood to be seen when Wilbur gently unwrapped the\ntorn sleeve of a blouse that had been used as a bandage. Just under the\narmpit was the mark of the bullet--a small puncture already closed, half\nhidden under a clot or two of blood. The coolie lay quite unconscious,\nhis eyes wide open, drawing a faint, quick breath at irregular\nintervals.\n\n“What do you think, mate?” asked Moran in a low voice.\n\n“I think he's got it through the lungs,” answered Wilbur, frowning in\ndistress and perplexity. “Poor old Charlie!”\n\nMoran went down on a knee, and put a finger on the slim, corded wrist,\nyellow as old ivory.\n\n“Charlie,” she called--“Charlie, here, don't you know me? Wake up, old\nchap! It's Moran. You're not hurt so very bad, are you?”\n\nCharlie's eyes closed and opened a couple of times.\n\n“No can tell,” he answered feebly; “hurt plenty big”; then he began to\ncough.\n\nWilbur drew a sigh of relief. “He's all right!” he exclaimed.\n\n“Yes, I think he's all right,” assented Moran.\n\n“First thing to do now is to get him aboard the schooner,” said Wilbur.\n“We'll take him right across in the beach-combers' dory here. By Jove!”\n he exclaimed on a sudden. “The ambergris--I'd forgotten all about it.”\n His heart sank. In the hideous confusion of that morning's work, all\nthought of the loot had been forgotten. Had the battle been for nothing,\nafter all? The moment the beach-combers had been made aware of the\nmeditated attack, it would have been an easy matter for them to have\nhidden the ambergris--destroyed it even.\n\nIn two strides Wilbur had reached the beach-combers' dory and was\ngroping in the forward cuddy. Then he uttered a great shout of\nsatisfaction. The “stuff” was there, all of it, though the mass had been\ncut into quarters, three parts of it stowed in tea-flails, the fourth\nstill reeved up in the hammock netting.\n\n“We've got it!” he cried to Moran, who had followed him. “We've got it,\nMoran! Over $100,000. We're rich--rich as boodlers, you and I. Oh,\nit was worth fighting for, after all, wasn't it? Now we'll get out of\nhere--now we'll cut for home.”\n\n“It's only Charlie I'm thinking about,” answered Moran, hesitating. “If\nit wasn't for that we'd be all right. I don't know whether we did right,\nafter all, in jumping the camp here. I wouldn't like to feel that I'd\ngot Charlie into our quarrel only to have him killed.”\n\nWilbur stared at this new Moran in no little amazement. Where was the\nreckless, untamed girl of the previous night, who had sworn at him and\ndenounced his niggling misgivings as to right and wrong?\n\n“Hoh!” he retorted impatiently, “Charlie's right enough. And, besides, I\ndidn't force him to anything. I--we, that is--took the same chances. If\nI hadn't done for my man there behind the cabin, he would have done for\nme. At all events, we carried our point. We got the loot. They took it\nfrom us, and we were strong enough to get it back.”\n\nMoran merely nodded, as though satisfied with his decision, and added:\n\n“Well, what next, mate?”\n\n“We'll get back to the 'Bertha' now and put to sea as soon as we can\ncatch the tide. I'll send Jim and two of the other men across in the\ndory with Charlie. The rest of us will go around by the shore. We've got\nto have a chin-chin with Hoang, if he don't get loose aboard there\nand fire the boat before we can get back. I don't propose taking these\nbeach-combers back to 'Frisco with us.”\n\n“What will we do with the two prisoners?” she asked.\n\n“Let them go; we've got their arms.”\n\nThe positions of the two were reversed. It was Wilbur who assumed\ncontrol and direction of what went forward, Moran taking his advice and\nrelying upon his judgment.\n\nIn accordance with Wilbur's orders, Charlie was carried aboard the dory;\nwhich, with two Chinamen at the oars, and the ambergris stowed again\ninto the cuddy, at once set off for the schooner. Wilbur himself cut the\nropes on the two prisoners, and bade them shift for themselves. The rest\nof the party returned to the “Bertha Millner” around the wide sweep of\nthe beach.\n\nIt was only by high noon, under the flogging of a merciless sun, that\nthe entire crew of the little schooner once more reassembled under the\nshadow of her stranded hulk. They were quite worn out; and as soon as\nCharlie was lifted aboard, and the ambergris--or, as they spoke of it\nnow, the “loot”--was safely stowed in the cabin, Wilbur allowed the\nChinamen three or four hours' rest. They had had neither breakfast nor\ndinner; but their exhaustion was greater than their hunger, and in a few\nmoments the entire half-dozen were stretched out asleep on the forward\ndeck in the shadow of the foresail raised for the purpose of sheltering\nthem. However, Wilbur and Moran sought out Hoang, whom they found as\nthey had left him--bound upon the floor of the cabin.\n\n“Now we have a talk--savvy?” Wilbur told him as he loosed the ropes\nabout his wrists and ankles. “We got our loot back from you, old man,\nand we got one of your men into the bargain. You woke up the wrong\ncrowd, Hoang, when you went up against this outfit. You're in a bad way,\nmy friend. Your junk is wrecked; all your oil and blubber from the whale\nis lost; four of your men have run away, one is killed, another one we\ncaught and let go, another one has been hamstrung; and you yourself are\nour prisoner, with your teeth filed down to your gums. Now,” continued\nWilbur, with the profoundest gravity, “I hope this will be a lesson to\nyou. Don't try and get too much the next time. Just be content with what\nis yours by right, or what you are strong enough to keep, and don't try\nto fight with white people. Other coolies, I don't say. But when you try\nto get the better of white people you are out of your class.”\n\nThe little beach-comber (he was scarcely above five feet) rubbed his\nchafed wrists, and fixed Wilbur with his tiny, twinkling eyes.\n\n“What you do now?”\n\n“We go home. I'm going to maroon you and your people here on this beach.\nYou deserve that I should let you eat your fists by way of table-board;\nbut I'm no such dirt as you. When our men left the schooner they brought\noff with them a good share of our provisions. I'll leave them here\nfor you--and there's plenty of turtle and abalone to be had for the\ncatching. Some of the American men-of-war, I believe, come down to this\nbay for target-practice twice a year, and if we speak any on the way up\nwe'll ask them to call here for castaways. That's what I'll do for you,\nand that's all! If you don't like it, you can set out to march up the\ncoast till you hit a town; but I wouldn't advise you to try it. Now what\nhave you got to say?”\n\nHoang was silent. His queue had become unbound for half its length, and\nhe plaited it anew, winking his eyes thoughtfully.\n\n“Well, what do you say?” said Moran.\n\n“I lose face,” answered Hoang at length, calmly.\n\n“You lose face? What do you mean?”\n\n“I lose face,” he insisted; then added: “I heap 'shamed. You fightee my\nChina boy, you catchee me. My boy no mo' hab me fo' boss--savvy? I go\nback, him no likee me. Mebbe all same killee me. I lose face--no mo'\nboss.”\n\n“What a herd of wild cattle!” muttered Wilbur.\n\n“There's something in what he says, don't you think, mate?” observed\nMoran, bringing a braid over each shoulder and stroking it according to\nher habit.\n\n“We'll ask Jim about it,” decided Wilbur.\n\nBut Jim at once confirmed Hoang's statement. “Oh, Kai-gingh killum\nno-good boss, fo' sure,” he declared.\n\n“Don't you think, mate,” said Moran, “we'd better take him up to 'Frisco\nwith us? We've had enough fighting and killing.”\n\nSo it was arranged that the defeated beach-comber, the whipped\nbuccaneer, who had “lost face” and no longer dared look his men in the\neye, should be taken aboard.\n\nBy four o'clock next morning Wilbur had the hands at work digging the\nsand from around the “Bertha Millner's” bow. The line by which she was\nto be warped off was run out to the ledge of the rock; fresh water was\ntaken on; provisions for the marooned beach-combers were cached upon\nthe beach; the dory was taken aboard, gaskets were cast off, and hatches\nbattened down.\n\nAt high tide, all hands straining upon the warp, the schooner\nwas floated off, and under touch of the lightest airs drew almost\nimperceptibly away from the land. They were quite an hour crawling out\nto the heads of the bay. But here the breeze was freshening. Moran\ntook the wheel; the flying-jib and staysail were set; the wake began to\nwhiten under the schooner's stern, the forefoot sang; the Pacific opened\nout more and more; and by 12:30 o'clock Moran put the wheel over, and,\nas the schooner's bow swung to the northward, cried to Wilbur:\n\n“Mate, look your last of Magdalena Bay!”\n\nStanding at her side, Wilbur turned and swept the curve of the coast\nwith a single glance. The vast, heat-scourged hoop of yellow sand, the\nstill, smooth shield of indigo water, with its beds of kelp, had become\ninsensibly dear to him. It was all familiar, friendly, and hospitable.\nHardly an acre of that sweep of beach that did not hold the impress of\nhis foot. There was the point near by the creek where he and Moran first\nlanded to fill the water-casks and to gather abalones; the creek itself,\nwhere he had snared quail; the sand spit with its whitened whale's\nskull, where he and Moran had beached the schooner; and there, last\nof all, that spot of black over which still hung a haze of brown-gray\nsmoke, the charred ruins of the old Portuguese whaling-cabin, where they\nhad outfought the beach-combers.\n\nFor a moment Wilbur and Moran looked back without speaking. They stood\non the quarter-deck; in the shadow of the main-sail, shut off from the\nsight of the schooner's crew, and for the instant quite alone.\n\n“Well, Moran, it's good-by to the old places, isn't it?” said Wilbur at\nlength.\n\n“Yes,” she said, her deep voice pitched even deeper than usual. “Mate,\ngreat things have happened there.”\n\n“It doesn't look like a place for a Tong row with Chinese pirates,\nthough, does it?” he said; but even as he spoke the words, he guessed\nthat that was not what he meant.\n\n“Oh, what did that amount to?” she said, with an impatient movement of\nher head. “It was there that I first knew myself; and knew that, after\nall, you were a man and I was a woman; and that there was just us--you\nand I--in the world; and that you loved me and I loved you, and that\nnothing else was worth thinking of.”\n\nWilbur shut his hand down over hers as it gripped a spoke of the wheel.\n\n“Moran, I knew that long since,” he said. “Such a month as this has\nbeen! Why, I feel as though I had only begun to live since I began to\nlove you.”\n\n“And you do, mate?” she answered--“you do love me, and always will? Oh,\nyou don't know,” she went on, interrupting his answer, “you haven't a\nguess, how the last two days have changed me. Something has happened\nhere”--and she put both her hands over her breast. “I'm all different\nhere, mate. It's all you inside here--all you! And it hurts, and I'm\nproud that it does hurt. Oh!” she cried, of a sudden, “I don't know how\nto love yet, and I do it very badly, and I can't tell you how I feel,\nbecause I can't even tell it to myself. But you must be good to me now.”\n The deep voice trembled a little. “Good to me, mate, and true to me,\nmate, because I've only you, and all of me is yours. Mate, be good to\nme, and always be kind to me. I'm not Moran any more. I'm not proud and\nstrong and independent, and I don't want to be lonely. I want you--I\nwant you always with me. I'm just a woman now, dear--just a woman that\nloves you with a heart she's just found.”\n\nWilbur could find no words to answer. There was something so pathetic\nand at the same time so noble in Moran's complete surrender of herself,\nand her dependence upon him, her unquestioned trust in him and his\ngoodness, that he was suddenly smitten with awe at the sacredness of the\nobligation thus imposed on him. She was his now, to have and to hold,\nto keep, to protect, and to defend--she who was once so glorious of her\nstrength, of her savage isolation, her inviolate, pristine maidenhood.\nAll words seemed futile and inadequate to him.\n\nShe came close to him, and put her hands upon his shoulders, and,\nlooking him squarely in the eye, said:\n\n“You do love me, mate, and you always will?”\n\n“Always, Moran,” said Wilbur, simply. He took her in his arms, and she\nlaid her cheek against his for a moment, then took his head between her\nhands and kissed him.\n\nTwo days passed. The “Bertha Millner” held steadily to her northward\ncourse, Moran keeping her well in toward the land. Wilbur maintained a\nlookout from the crow's-nest in the hope of sighting some white cruiser\nor battleship on her way south for target-practice. In the cache of\nprovisions he had left for the beach-combers he had inserted a message,\nwritten by Hoang, to the effect that they might expect to be taken off\nby a United States man-of-war within the month.\n\nHoang did not readily recover his “loss of face.” The “Bertha's”\n Chinamen would have nothing to do with this member of a hostile Tong;\nand the humiliated beach-comber kept almost entirely to himself, sitting\non the forecastle-head all day long, smoking his sui-yen-hu and brooding\nsilently to himself.\n\nMoran had taken the lump of ambergris from out Kitchell's old hammock,\nand had slung the hammock itself in the schooner's waist, and Charlie\nwas made as comfortable as possible therein. They could do but little\nfor him, however; and he was taken from time to time with spells of\ncoughing that racked him with a dreadful agony. At length one noon, just\nafter Moran had taken the sun and had calculated that the “Bertha” was\nsome eight miles to the southwest of San Diego, she was surprised to\nhear Wilbur calling her sharply. She ran to him, and found him standing\nin the waist by Charlie's hammock.\n\nThe Chinaman was dying, and knew it. He was talking in a faint and\nfeeble voice to Wilbur as she came up, and was trying to explain to him\nthat he was sorry he had deserted the schooner during the scare in the\nbay.\n\n“Planty muchee solly,” he said; “China boy, him heap flaid of Feng-shui.\nWhen Feng-shui no likee, we then must go chop-chop. Plenty much solly I\nleave-um schooner that night; solly plenty--savvy?”\n\n“Of course we savvy, Charlie,” said Moran. “You weren't afraid when it\ncame to fighting.”\n\n“I die pletty soon,” said Charlie calmly. “You say you gib me fifteen\nhundled dollah?”\n\n“Yes, yes; that was our promise. What do you want done with it,\nCharlie?”\n\n“I want plenty fine funeral in Chinatown in San Francisco. Oh, heap\nfine! You buy um first-chop coffin--savvy? Silver heap much--costum\nbig money. You gib my money to Hop Sing Association, topside Ming Yen\ntemple. You savvy Hop Sing?--one Six Companies.”\n\n“Yes, yes.”\n\n“Tellum Hop Sing I want funeral--four-piecee horse. You no flogettee\nhorse?” he added apprehensively.\n\n“No, I'll not forget the horses Charlie. You shall have four.”\n\n“Want six-piecee band musicians--China music--heap plenty gong. You no\nflogettee? Two piecee priest, all dressum white--savvy? You mus' buyum\ncoffin yo'self. Velly fine coffin, heap much silver, an' four-piecee\nhorse. You catchum fireclacker--one, five, seven hundled fireclacker,\nmakeum big noise; an' loast pig, an' plenty lice an' China blandy.\nHeap fine funeral, costum fifteen hundled dollah. I be bury all same\nMandarin--all same Little Pete. You plomise, sure?”\n\n“I promise you, Charlie. You shall have a funeral finer than little\nPete's.”\n\nCharlie nodded his head contentedly, drawing a breath of satisfaction.\n\n“Bimeby Hop Sing sendum body back China.” He closed his eyes and lay\nfor a long time, worn out with the effort of speaking, as if asleep.\nSuddenly he opened his eyes wide. “You no flogettee horse?”\n\n“Four horses, Charlie. I'll remember.”\n\nHe drooped once more, only to rouse again at the end of a few minutes\nwith:\n\n“First-chop coffin, plenty much silver”; and again, a little later\nand very feebly: “Six-piecee--band music--China music--four-piecee\ngong--four.”\n\n“I promise you, Charlie,” said Wilbur.\n\n“Now,” answered Charlie--“now I die.”\n\nAnd the low-caste Cantonese coolie, with all the dignity and calmness of\na Cicero, composed himself for death.\n\nAn hour later Wilbur and Moran knew that he was dead. Yet, though they\nhad never left the hammock, they could not have told at just what moment\nhe died.\n\nLater, on that same afternoon, Wilbur, from the crow's-nest, saw the\nlighthouse on Point Loma and the huge rambling bulk of the Coronado\nHotel spreading out and along the beach.\n\nIt was the outpost of civilization. They were getting back to the world\nagain. Within an hour's ride of the hotel were San Diego, railroads,\nnewspapers, and policemen. Just off the hotel, however, Wilbur could\ndiscern the gleaming white hull of a United States man-of-war. With the\nglass he could make her out to be one of the monitors--the “Monterey” in\nall probability.\n\nAfter advising with Moran, it was decided to put in to land. The report\nas to the castaways could be made to the “Monterey,” and Charlie's body\nforwarded to his Tong in San Francisco.\n\nIn two hours' time the schooner was well up, and Wilbur stood by Moran's\nside at the wheel, watching and studying the familiar aspect of Coronado\nBeach.\n\n“It's a great winter resort,” he told her. “I was down here with a party\ntwo years ago. Nothing has changed. You see that big sort of round wing,\nMoran, all full of windows? That's the dining-room. And there's the\nbathhouse and the bowling-alley. See the people on the beach, and the\ngirls in white duck skirts; and look up there by the veranda--let me\ntake the glass--yes, there's a tally-ho coach. Isn't it queer to get\nback to this sort of thing after Magdalena Bay and the beach-combers?”\n\nMoran spun the wheel without reply, and gave an order to Jim to ease off\nthe foresheet.\n\n\n\n\nXII. NEW CONDITIONS\n\n\nThe winter season at the Hotel del Coronado had been unusually gay that\nyear, and the young lady who wrote the society news in diary form for\none of the San Francisco weekly papers had held forth at much length\nupon the hotel's “unbroken succession of festivities.” She had also\nnoted that “prominent among the newest arrivals” had been Mr. Nat\nRidgeway, of San Francisco, who had brought down from the city, aboard\nhis elegant and sumptuously fitted yacht “Petrel,” a jolly party,\ncomposed largely of the season's debutantes. To be mentioned in the\nlatter category was Miss Josie Herrick, whose lavender coming-out tea\nat the beginning of the season was still a subject of comment among the\ngossips--and all the rest of it.\n\nThe “Petrel” had been in the harbor but a few days, and on this evening\na dance was given at the hotel in honor of her arrival. It was to be a\ncotillon, and Nat Ridgeway was going to lead with Josie Herrick. There\nhad been a coaching party to Tia Juana that day, and Miss Herrick had\nreturned to the hotel only in time to dress. By 9:30 she emerged from\nthe process--which had involved her mother, her younger sister, her\nmaid, and one of the hotel chambermaids--a dainty, firm-corseted little\nbody, all tulle, white satin, and high-piled hair. She carried Marechal\nNiel roses, ordered by wire from Monterey; and about an hour later, when\nRidgeway gave the nod to the waiting musicians, and swung her off to the\nbeat of a two-step, there was not a more graceful little figure upon the\nfloor of the incomparable round ballroom of the Coronado Hotel.\n\nThe cotillon was a great success. The ensigns and younger officers of\nthe monitor--at that time anchored off the hotel--attended in uniform;\nand enough of the members of what was known in San Francisco as the\n“dancing set” were present to give the affair the necessary entrain.\nEven Jerry Haight, who belonged more distinctly to the “country-club\nset,” and who had spent the early part of that winter shooting elk in\nOregon, was among the ranks of the “rovers,” who grouped themselves\nabout the draughty doorways, and endeavored to appear unconscious each\ntime Ridgeway gave the signal for a “break.”\n\nThe figures had gone round the hall once. The “first set” was out again,\nand as Ridgeway guided Miss Herrick by the “rovers” she looked over the\narray of shirt-fronts, searching for Jerry Haight.\n\n“Do you see Mr. Haight?” she asked of Ridgeway. “I wanted to favor\nhim this break. I owe him two already, and he'll never forgive me if I\noverlook him now.”\n\nJerry Haight had gone to the hotel office for a few moments' rest and\na cigarette, and was nowhere in sight. But when the set broke, and\nMiss Herrick, despairing of Jerry, had started out to favor one of\nthe younger ensigns, she suddenly jostled against him, pushing his way\neagerly across the floor in the direction of the musicians' platform.\n\n“Oh!” she cried, “Mr. Haight, you've missed your chance--I've been\nlooking for you.”\n\nBut Jerry did not hear--he seemed very excited. He crossed the floor,\nalmost running, and went up on the platform where the musicians were\nmeandering softly through the mazes of “La Paloma,” and brought them to\nan abrupt silence.\n\n“Here, I say, Haight!” exclaimed Ridgeway, who was near by, “you can't\nbreak up my figure like that.”\n\n“Gi' me a call there on the bugle,” said Haight rapidly to the\ncornetist. “Anything to make 'em keep quiet a moment.”\n\nThe cornetist sounded a couple of notes, and the cotillon paused in\nthe very act of the break. The shuffling of feet grew still, and the\nconversation ceased. A diamond brooch had been found, no doubt, or some\nsupper announcement was to be made. But Jerry Haight, with a great sweep\nof his arm, the forgotten cigarette between his fingers, shouted out\nbreathlessly:\n\n“Ross Wilbur is out in the office of the hotel!”\n\nThere was an instant's silence, and then a great shout. Wilbur found!\nRoss Wilbur come back from the dead! Ross Wilbur, hunted for and\nbootlessly traced from Buenos Ayres in the south to the Aleutian Islands\nin the north. Ross Wilbur, the puzzle of every detective bureau on the\ncoast; the subject of a thousand theories; whose name had figured in the\nscareheads of every newspaper west of the Mississippi. Ross Wilbur, seen\nat a fashionable tea and his club of an afternoon, then suddenly blotted\nout from the world of men; swallowed up and engulfed by the unknown,\nwith not so much as a button left behind. Ross Wilbur the suicide; Ross\nWilbur, the murdered; Ross Wilbur, victim of a band of kidnappers, the\nhero of some dreadful story that was never to be told, the mystery, the\nlegend--behold he was there! Back from the unknown, dropped from the\nclouds, spewed up again from the bowels of the earth--a veritable god\nfrom the machine who in a single instant was to disentangle all the\nunexplained complications of those past winter months.\n\n“Here he comes!” shouted Jerry, his eyes caught by a group of men\nin full dress and gold lace who came tramping down the hall to the\nballroom, bearing a nondescript figure on their shoulders. “Here he\ncomes--the boys are bringing him in here! Oh!” he cried, turning to\nthe musicians, “can't you play something?--any-thing! Hit it up for all\nyou're worth! Ridgeway--Nat, look here! Ross was Yale, y' know--Yale\n'95; ain't we enough Yale men here to give him the yell?”\n\nOut of all time and tune, but with a vigor that made up for both, the\nmusicians banged into a patriotic air. Jerry, standing on a chair that\nitself was standing on the platform, led half a dozen frantic men in the\nlong thunder of the “Brek-kek-kek-kek, co-ex, co-ex.”\n\nAround the edges of the hall excited girls, and chaperons themselves no\nless agitated, were standing up on chairs and benches, splitting their\ngloves and breaking their fans in their enthusiasm; while every male\ndancer on the floor--ensigns in their gold-faced uniforms and “rovers”\n in starched and immaculate shirt-bosoms--cheered and cheered and\nstruggled with one another to shake hands with a man whom two of their\nnumber old Yale grads, with memories of athletic triumphs yet in their\nminds--carried into that ball-room, borne high upon their shoulders.\n\nAnd the hero of the occasion, the centre of all this enthusiasm--thus\ncarried as if in triumph into this assembly in evening dress, in white\ntulle and whiter kid, odorous of delicate sachets and scarce-perceptible\nperfumes--was a figure unhandsome and unkempt beyond description. His\nhair was long, and hanging over his eyes. A thick, uncared-for beard\nconcealed the mouth and chin. He was dressed in a Chinaman's blouse and\njeans--the latter thrust into slashed and tattered boots. The tan and\nweatherbeatings of nearly half a year of the tropics were spread over\nhis face; a partly healed scar disfigured one temple and cheek-bone;\nthe hands, to the very finger-nails, were gray with grime; the jeans and\nblouse and boots were fouled with grease, with oil, with pitch, and all\nmanner of the dirt of an uncared-for ship. And as the dancers of the\ncotillon pressed about, and a hundred kid-gloved hands stretched toward\nhis own palms, there fell from Wilbur's belt upon the waxed floor of the\nballroom the knife he had so grimly used in the fight upon the beach,\nthe ugly stains still blackening on the haft.\n\nThere was no more cotillon that night. They put him down at last; and\nin half a dozen sentences Wilbur told them of how he had been\nshanghaied--told them of Magdalena Bay, his fortune in the ambergris,\nand the fight with the beach-combers.\n\n“You people are going down there for target-practice, aren't you?” he\nsaid, turning to one of the “Monterey's” officers in the crowd about\nhim. “Yes? Well, you'll find the coolies there, on the beach, waiting\nfor you. All but one,” he added, grimly.\n\n“We marooned six of them, but the seventh didn't need to be marooned.\nThey tried to plunder us of our boat, but, by -----, we made it\ninteresting for 'em!”\n\n“I say, steady, old man!” exclaimed Nat Ridgeway, glancing nervously\ntoward the girls in the surrounding group. “This isn't Magdalena Bay,\nyou know.”\n\nAnd for the first time Wilbur felt a genuine pang of disappointment and\nregret as he realized that it was not.\n\nHalf an hour later, Ridgeway drew him aside. “I say, Ross, let's get\nout of here. You can't stand here talking all night. Jerry and you and\nI will go up to my rooms, and we can talk there in peace. I'll order up\nthree quarts of fizz, and--”\n\n“Oh, rot your fizz!” declared Wilbur. “If you love me, give me Christian\ntobacco.”\n\nAs they were going out of the ballroom, Wilbur caught sight of Josie\nHerrick, and, breaking away from the others, ran over to her.\n\n“Oh!” she cried, breathless. “To think and to think of your coming\nback after all! No, I don't realize it--I can't. It will take me until\nmorning to find out that you've really come back. I just know now that\nI'm happier than I ever was in my life before. Oh!” she cried, “do I\nneed to tell you how glad I am? It's just too splendid for words. Do you\nknow, I was thought to be the last person you had ever spoken to while\nalive, and the reporters and all--oh, but we must have such a talk when\nall is quiet again! And our dance--we've never had our dance. I've got\nyour card yet. Remember the one you wrote for me at the tea--a facsimile\nof it was published in all the papers. You are going to be a hero when\nyou get back to San Francisco. Oh, Ross! Ross!” she cried, the tears\nstarting to her eyes, “you've really come back, and you are just as glad\nas I am, aren't you--glad that you've come back--come back to me?”\n\nLater on, in Ridgeway's room, Wilbur told his story again more in detail\nto Ridgeway and Jerry. All but one portion of it. He could not make\nup his mind to speak to them--these society fellows, clubmen and city\nbred--of Moran. How he was going to order his life henceforward--his\nlife, that he felt to be void of interest without her--he did not know.\nThat was a question for later consideration.\n\n“We'll give another cotillon!” exclaimed Ridgeway, “up in the city--give\nit for you, Ross, and you'll lead. It'll be the event of the season!”\n\nWilbur uttered an exclamation of contempt. “I've done with that sort of\nfoolery,” he answered.\n\n“Nonsense; why, think, we'll have it in your honor. Every smart girl in\ntown will come, and you'll be the lion of--”\n\n“You don't seem to understand!” cried Wilbur impatiently. “Do you think\nthere's any fun in that for me now? Why, man, I've fought--fought with a\nnaked dirk, fought with a coolie who snapped at me like an ape--and you\ntalk to me of dancing and functions and german favors! It wouldn't do\nsome of you people a bit of harm if you were shanghaied yourselves.\nThat sort of life, if it don't do anything else, knocks a big bit of\nseriousness into you. You fellows make me sick,” he went on vehemently.\n“As though there wasn't anything else to do but lead cotillons and get\nup new figures!”\n\n“Well, what do you propose to do?” asked Nat Ridgeway. “Where are you\ngoing now--back to Magdalena Bay?”\n\n“No.”\n\n“Where, then?”\n\nWilbur smote the table with his fist.\n\n“Cuba!” he cried. “I've got a crack little schooner out in the bay here,\nand I've got a hundred thousand dollars' worth of loot aboard of her.\nI've tried beach-combing for a while, and now I'll try filibustering.\nIt may be a crazy idea, but it's better than dancing. I'd rather lead an\nexpedition than a german, and you can chew on that, Nathaniel Ridgeway.”\n\nJerry looked at him as he stood there before them in the filthy, reeking\nblouse and jeans, the ragged boots, and the mane of hair and tangled\nbeard, and remembered the Wilbur he used to know--the Wilbur of the\ncarefully creased trousers, the satin scarfs and fancy waistcoats.\n\n“You're a different sort than when you went away, Ross,” said Jerry.\n\n“Right you are,” answered Wilbur.\n\n“But I will venture a prophecy,” continued Jerry, looking keenly at him.\n\n“Ross, you are a born-and-bred city man. It's in the blood of you and\nthe bones of you. I'll give you three years for this new notion of yours\nto wear itself out. You think just now you're going to spend the rest\nof your life as an amateur buccaneer. In three years, at the outside,\nyou'll be using your 'loot,' as you call it, or the interest of it, to\npay your taxes and your tailor, your pew rent and your club dues,\nand you'll be what the biographers call 'a respectable member of the\ncommunity.'”\n\n“Did you ever kill a man, Jerry?” asked Wilbur. “No? Well, you kill one\nsome day--kill him in a fair give-and-take fight--and see how it makes\nyou feel, and what influence it has on you, and then come back and talk\nto me.”\n\nIt was long after midnight. Wilbur rose.\n\n“We'll ring for a boy,” said Ridgeway, “and get you a room. I can fix\nyou out with clothes enough in the morning.”\n\nWilbur stared in some surprise, and then said:\n\n“Why, I've got the schooner to look after. I can't leave those coolies\nalone all night.”\n\n“You don't mean to say you're going on board at this time in the\nmorning?”\n\n“Of course!”\n\n“Why--but--but you'll catch your death of cold.”\n\nWilbur stared at Ridgeway, then nodded helplessly, and, scratching his\nhead, said, half aloud:\n\n“No, what's the use; I can't make 'em understand. Good-night I'll see\nyou in the morning.”\n\n“We'll all come out and visit you on your yacht,” Ridgeway called after\nhim; but Wilbur did not hear.\n\nIn answer to Wilbur's whistle, Jim came in with the dory and took him\noff to the schooner. Moran met him as he came over the side.\n\n“I took the watch myself to-night and let the boy turn in,” she said.\n“How is it ashore, mate?”\n\n“We've come back to the world of little things, Moran,” said Wilbur.\n“But we'll pull out of here in the morning and get back to the places\nwhere things are real.”\n\n“And that's a good hearing, mate.”\n\n“Let's get up here on the quarterdeck,” added Wilbur. “I've something to\npropose to you.”\n\nMoran laid an arm across his shoulder, and the two walked aft. For\nhalf an hour Wilbur talked to her earnestly about his new idea of\nfilibustering; and as he told her of the war he warmed to the subject,\nhis face glowing, his eyes sparkling. Suddenly, however, he broke off.\n\n“But no!” he exclaimed. “You don't understand, Moran. How can\nyou--you're foreign-born. It's no affair of yours!”\n\n“Mate! mate!” cried Moran, her hands upon his shoulders. “It's you who\ndon't understand--don't understand me. Don't you know--can't you see?\nYour people are mine now. I'm happy only in your happiness. You were\nright--the best happiness is the happiness one shares. And your sorrows\nbelong to me, just as I belong to you, dear. Your enemies are mine, and\nyour quarrels are my quarrels.” She drew his head quickly toward her and\nkissed him.\n\nIn the morning the two had made up their minds to a certain vague course\nof action. To get away--anywhere--was their one aim. Moran was by nature\na creature unfit for civilization, and the love of adventure and the\ndesire for action had suddenly leaped to life in Wilbur's blood and was\nnot to be resisted. They would get up to San Francisco, dispose of their\n“loot,” outfit the “Bertha Millner” as a filibuster, and put to sea\nagain. They had discussed the advisability of rounding the Horn in so\nsmall a ship as the “Bertha Millner,” but Moran had settled that at\nonce.\n\n“I've got to know her pretty well,” she told Wilbur. “She's sound as a\nnut. Only let's get away from this place.”\n\nBut toward ten o'clock on the morning after their arrival off Coronado,\nand just as they were preparing to get under way, Hoang touched Wilbur's\nelbow.\n\n“Seeum lil one-piece smoke-boat; him come chop-chop.”\n\nIn fact, a little steam-launch was rapidly approaching the schooner. In\nanother instant she was alongside. Jerry, Nat Ridgeway, Josie Herrick,\nand an elderly woman, whom Wilbur barely knew as Miss Herrick's married\nsister, were aboard.\n\n“We've come off to see your yacht!” cried Miss Herrick to Wilbur as the\nlaunch bumped along the schooner's counter. “Can we come aboard?” She\nlooked very pretty in her crisp pink shirt-waist her white duck skirt,\nand white kid shoes, her sailor hat tilted at a barely perceptible\nangle. The men were in white flannels and smart yachting suits. “Can we\ncome aboard?” she repeated.\n\nWilbur gasped and stared. “Good Lord!” he muttered. “Oh, come along,” he\nadded, desperately.\n\nThe party came over the side.\n\n“Oh, my!” said Miss Herrick blankly, stopping short.\n\nThe decks, masts, and rails of the schooner were shiny with a black\ncoating of dirt and grease; the sails were gray with grime; a strangling\nodor of oil and tar, of cooking and of opium, of Chinese punk and drying\nfish, pervaded all the air. In the waist, Hoang and Jim, bare to the\nbelt, their queues looped around their necks to be out of the way,\nwere stowing the dory and exchanging high-pitched monosyllables.\nMiss Herrick's sister had not come aboard. The three visitors--Jerry,\nRidgeway, and Josie--stood nervously huddled together, their elbows\nclose in, as if to avoid contact with the prevailing filth, their\nimmaculate white outing-clothes detaching themselves violently against\nthe squalor and sordid grime of the schooner's background.\n\n“Oh, my!” repeated Miss Herrick in dismay, half closing her eyes. “To\nthink of what you must have been through! I thought you had some kind of\na yacht. I had no idea it would be like this.” And as she spoke, Moran\ncame suddenly upon the group from behind the foresail, and paused in\nabrupt surprise, her thumbs in her belt.\n\nShe still wore men's clothes and was booted to the knee. The heavy blue\nwoolen shirt was open at the throat, the sleeves rolled half-way up\nher large white arms. In her belt she carried her haftless Scandinavian\ndirk. She was hatless as ever, and her heavy, fragrant cables of\nrye-hued hair fell over her shoulders and breast to far below her belt.\n\nMiss Herrick started sharply, and Moran turned an inquiring glance upon\nWilbur. Wilbur took his resolution in both hands.\n\n“Miss Herrick,” he said, “this is Moran--Moran Sternersen.”\n\nMoran took a step forward, holding out her hand. Josie, all bewildered,\nput her tight-gloved fingers into the calloused palm, looking up\nnervously into Moran's face.\n\n“I'm sure,” she said feebly, almost breathlessly, “I--I'm sure I'm very\npleased to meet Miss Sternersen.”\n\nIt was long before the picture left Wilbur's imagination. Josie Herrick,\npetite, gowned in white, crisp from her maid's grooming; and Moran,\nsea-rover and daughter of a hundred Vikings, towering above her, booted\nand belted, gravely clasping Josie's hand in her own huge fist.\n\n\n\n\nXIII. MORAN STERNERSEN\n\n\nSan Francisco once more! For two days the “Bertha Millner” had been\nbeating up the coast, fighting her way against northerly winds, butting\ninto head seas.\n\nThe warmth, the stillness, the placid, drowsing quiet of Magdalena\nBay, steaming under the golden eye of a tropic heaven, the white, baked\nbeach, the bay-heads, striated with the mirage in the morning, the\ncoruscating sunset, the enchanted mystery of the purple night, with\nits sheen of stars and riding moon, were now replaced by the hale and\nvigorous snorting of the Trades, the roll of breakers to landward, and\nthe unremitting gallop of the unnumbered multitudes of gray-green seas,\ncareering silently past the schooner, their crests occasionally hissing\ninto brusque eruptions of white froth, or smiting broad on under her\ncounter, showering her decks with a sprout of icy spray. It was cold;\nat times thick fogs cloaked all the world of water. To the east a\nprocession of bleak hills defiled slowly southward; lighthouses were\npassed; streamers of smoke on the western horizon marked the passage of\nsteamships; and once they met and passed close by a huge Cape Horner,\na great deep-sea tramp, all sails set and drawing, rolling slowly and\nleisurely in seas that made the schooner dance.\n\nAt last the Farallones looked over the ocean's edge to the north; then\ncame the whistling-buoy, the Seal Rocks, the Heads, Point Reyes, the\nGolden Gate flanked with the old red Presidio, Lime Point with its\nwatching cannon; and by noon of a gray and boisterous day, under a lusty\nwind and a slant of rain, just five months after her departure, the\n“Bertha Millner” let go her anchor in San Francisco Bay some few hundred\nyards off the Lifeboat Station.\n\nIn this berth the schooner was still three or four miles from the\ncity and the water-front. But Moran detested any nearer approach to\ncivilization, and Wilbur himself was willing to avoid, at least for one\nday, the publicity which he believed the “Bertha's” reappearance was\nsure to attract. He remembered, too, that the little boat carried with\nher a fortune of $100,000, and decided that until it could be safely\nlanded and stored it was not desirable that its existence should be\nknown along “the Front.”\n\nFor days, weeks even, Wilbur had looked eagerly forward to this return\nto his home. He had seen himself again in his former haunts, in his\nclub, and in the houses along Pacific avenue where he was received;\nbut no sooner had the anchor-chain ceased rattling in the “Bertha's”\n hawse-pipe than a strange revulsion came upon him. The new man that\nseemed to have so suddenly sprung to life within him, the Wilbur who\nwas the mate of the “Bertha Millner,” the Wilbur who belonged to Moran,\nbelieved that he could see nothing to be desired in city life. For\nhim was the unsteady deck of a schooner, and the great winds and the\ntremendous wheel of the ocean's rim, and the horizon that ever fled\nbefore his following prow; so he told himself, so he believed. What\nattractions could the city offer him? What amusements? what excitements?\nHe had been flung off the smoothly spinning circumference of\nwell-ordered life out into the void.\n\nHe had known romance, and the spell of the great, simple, and primitive\nemotions; he had sat down to eat with buccaneers; he had seen the\nfierce, quick leap of unleashed passions, and had felt death swoop close\nat his nape and pass like a swift spurt of cold air. City life, his old\nlife, had no charm for him now. Wilbur honestly believed that he\nwas changed to his heart's core. He thought that, like Moran, he was\nhenceforth to be a sailor of the sea, a rover, and he saw the rest of\nhis existence passed with her, aboard their faithful little schooner.\nThey would have the whole round world as their playground; they held the\nearth and the great seas in fief; there was no one to let or to hinder.\nThey two belonged to each other. Once outside the Heads again, and they\nswept the land of cities and of little things behind them, and they two\nwere left alone once more; alone in the great world of romance.\n\nAbout an hour after her arrival off the station, while Hoang and the\nhands were furling the jib and foresail and getting the dory over the\nside, Moran remarked to Wilbur:\n\n“It's good we came in when we did, mate; the glass is going down fast,\nand the wind's breezing up from the west; we're going to have a blow;\nthe tide will be going out in a little while, and we never could have\ncome in against wind and tide.”\n\n“Moran,” said Wilbur, “I'm going ashore--into the station here; there's\na telephone line there; see the wires? I can't so much as turn my hand\nover before I have some shore-going clothes. What do you suppose they\nwould do to me if I appeared on Kearney Street in this outfit? I'll ring\nup Langley & Michaels--they are the wholesale chemists in town--and have\ntheir agent come out here and talk business to us about our ambergris.\nWe've got to pay the men their prize-money; then as soon as we get\nour own money in hand we can talk about overhauling and outfitting the\n'Bertha.'”\n\nMoran refused to accompany him ashore and into the Lifeboat Station.\nRoofed houses were an object of suspicion to her. Already she had begun\nto be uneasy at the distant sight of the city of San Francisco, Nob,\nTelegraph, Russian, and Rincon hills, all swarming with buildings and\ngrooved with streets; even the land-locked harbor fretted her. Wilbur\ncould see she felt imprisoned, confined. When he had pointed out the\nPalace Hotel to her--a vast gray cube in the distance, overtopping the\nsurrounding roofs--she had sworn under her breath.\n\n“And people can live there, good heavens! Why not rabbit-burrows, and\nbe done with it? Mate, how soon can we be out to sea again? I hate this\nplace.”\n\nWilbur found the captain of the Lifeboat Station in the act of sitting\ndown to a dinner of boiled beef and cabbage. He was a strongly built\nwell-looking man, with the air more of a soldier than a sailor. He had\nalready been studying the schooner through his front window and had\nrecognized her, and at once asked Wilbur news of Captain Kitchell.\nWilbur told him as much of his story as was necessary, but from the\ncaptain's talk he gathered that the news of his return had long since\nbeen wired from Coronado, and that it would be impossible to avoid a\nnine days' notoriety. The captain of the station (his name was Hodgson)\nmade Wilbur royally welcome, insisted upon his dining with him, and\nhimself called up Langley & Michaels as soon as the meal was over.\n\nIt was he who offered the only plausible solution of the mystery of the\nlifting and shaking of the schooner and the wrecking of the junk. Though\nWilbur was not satisfied with Hodgson's explanation, it was the only one\nhe ever heard.\n\nWhen he had spoken of the matter, Hodgson had nodded his head.\n“Sulphur-bottoms,” he said.\n\n“Sulphur-bottoms?”\n\n“Yes; they're a kind of right-whale; they get barnacles and a kind of\nmarine lice on their backs, and come up and scratch them selves against\na ship's keel, just like a hog under a fence.”\n\nWhen Wilbur's business was done, and he was making ready to return to\nthe schooner, Hodgson remarked suddenly: “Hear you've got a strapping\nfine girl aboard with you. Where did you fall in with her?” and he\nwinked and grinned.\n\nWilbur started as though struck, and took himself hurriedly away;\nbut the man's words had touched off in his brain a veritable mine of\nconjecture. Moran in Magdalena Bay was consistent, congruous, and fitted\ninto her environment. But how--how was Wilbur to explain her to San\nFrancisco, and how could his behavior seem else than ridiculous to the\nmen of his club and to the women whose dinner invitations he was wont to\nreceive? They could not understand the change that had been wrought\nin him; they did not know Moran, the savage, half-tamed Valkyrie so\nsuddenly become a woman. Hurry as he would, the schooner could not be\nput to sea again within a fortnight. Even though he elected to live\naboard in the meanwhile, the very business of her preparation would call\nhim to the city again and again. Moran could not be kept a secret. As it\nwas, all the world knew of her by now. On the other hand he could easily\nunderstand her position; to her it seemed simplicity itself that they\ntwo who loved each other should sail away and pass their lives together\nupon the sea, as she and her father had done before.\n\nLike most men, Wilbur had to walk when he was thinking hard. He sent the\ndory back to the schooner with word to Moran that he would take a walk\naround the beach and return in an hour or two. He set off along the\nshore in the direction of Fort Mason, the old red-brick fort at the\nentrance to the Golden Gate. At this point in the Presidio Government\nreservation the land is solitary. Wilbur followed the line of the beach\nto the old fort; and there, on the very threshold of the Western\nworld, at the very outpost of civilization, sat down in the lee of the\ncrumbling fortification, and scene by scene reviewed the extraordinary\nevents of the past six months.\n\nIn front of him ran the narrow channel of the Golden Gate; to his right\nwas the bay and the city; at his left the open Pacific.\n\nHe saw himself the day of his advent aboard the “Bertha” in his top hat\nand frock coat; saw himself later “braking down” at the windlass, the\n“Petrel” within hailing distance.\n\nThen the pictures began to thicken fast: the derelict bark “Lady\nLetty” rolling to her scuppers, abandoned and lonely; the “boy” in the\nwheel-box; Kitchell wrenching open the desk in the captain's stateroom;\nCaptain Sternersen buried at sea, his false teeth upside down; the black\nfury of the squall, and Moran at the wheel; Moran lying at full\nlength on the deck, getting the altitude of a star; Magdalena Bay; the\nshark-fishing; the mysterious lifting and shuddering of the schooner;\nthe beach-combers' junk, with its staring red eyes; Hoang, naked to the\nwaist, gleaming with sweat and whale-oil; the ambergris; the race to\nbeach the sinking schooner; the never-to-be-forgotten night when he and\nMoran had camped together on the beach; Hoang taken prisoner, and the\nhideous filing of his teeth; the beach-combers, silent and watchful\nbehind their sand breastworks; the Chinaman he had killed twitching and\nhic-coughing at his feet; Moran turned Berserker, bursting down upon\nhim through a haze of smoke; Charlie dying in the hammock aboard the\nschooner, ordering his funeral with its “four-piecee horse”; Coronado;\nthe incongruous scene in the ballroom; and, last of all, Josie Herrick\nin white duck and kid shoes, giving her hand to Moran in her boots and\nbelt, hatless as ever, her sleeves rolled up to above the elbows, her\nwhite, strong arm extended, her ruddy face, and pale, milk-blue eyes\ngravely observant, her heavy braids, yellow as ripening rye, hanging\nover her shoulder and breast.\n\nA sudden explosion of cold wind, striking down blanket-wise and\nbewildering from out the west, made Wilbur look up quickly. The gray sky\nseemed scudding along close overhead. The bay, the narrow channel of the\nGolden Gate, the outside ocean, were all whitening with crests of waves.\nAt his feet the huge green ground-swells thundered to the attack of the\nfort's granite foundations. Through the Gate, the bay seemed rushing out\nto the Pacific. A bewildered gull shot by, tacking and slanting against\nthe gusts that would drive it out to sea. Evidently the storm was not\nfar off. Wilbur rose to his feet, and saw the “Bertha Millner,” close\nin, unbridled and free as a runaway horse, headed directly for the open\nsea, and rushing on with all the impetus of wind and tide!\n\n\n\n\nXIV. THE OCEAN IS CALLING FOR YOU\n\n\nA little while after Wilbur had set off for the station, while Moran\nwas making the last entries in the log-book, seated at the table in the\ncabin, Jim appeared at the door.\n\n“Well,” she said, looking up.\n\n“China boy him want go asho' plenty big, seeum flen up Chinatown in um\ncity.”\n\n“Shore leave, is it?” said Moran. “You deserted once before without\neven saying good-by; and my hand in the fire, you'll come back this time\ndotty with opium. Get away with you. We'll have men aboard here in a few\ndays.”\n\n“Can go?” inquired Jim suavely.\n\n“I said so. Report our arrival to your Six Companies.”\n\nHoang rowed Jim and the coolies ashore, and then returned to the\nschooner with the dory and streamed her astern. As he passed the cabin\ndoor on his way forward, Moran hailed him.\n\n“I thought you went ashore?” she cried.\n\n“Heap flaid,” he answered. “Him other boy go up Chinatown; him tell Sam\nYup; I tink Sam Yup alla same killee me. I no leaveum ship two, thlee\nday; bimeby I go Olegon. I stay topside ship. You wantum cook. I cook\nplenty fine; standum watch for you.”\n\nIndeed, ever since leaving Coronado the ex-beach-comber had made himself\nvery useful about the schooner; had been, in fact, obsequiousness\nitself, and seemed to be particularly desirous of gaining the good-will\nof the “Bertha's” officers. He understood pigeon English better than\nJim, and spoke it even better than Charlie had done. He acted the part\nof interpreter between Wilbur and the hands; even turned to in the\ngalley upon occasion; and of his own accord offered to give the vessel\na coat of paint above the water-line. Moran turned back to her log, and\nHoang went forward. Standing on the forward deck, he looked after the\n“Bertha's” coolies until they disappeared behind a row of pine-trees on\nthe Presidio Reservation, going cityward. Wilbur was nowhere in sight.\nFor a longtime Hoang studied the Lifeboat Station narrowly, while he\nmade a great show of coiling a length of rope. The station was just out\nof hailing distance. Nobody seemed stirring. The whole shore and back\nland thereabout was deserted; the edge of the city was four miles\ndistant. Hoang returned to the forecastle-hatch and went below, groping\nunder his bunk in his ditty-box.\n\n“Well, what is it?” exclaimed Moran a moment later, as the beach-comber\nentered the cabin, and shut the door behind him.\n\nHoang did not answer; but she did not need to repeat the question. In an\ninstant Moran knew very well what he had come for.\n\n“God!” she exclaimed under her breath, springing to her feet. “Why\ndidn't we think of this!”\n\nHoang slipped his knife from the sleeve of his blouse. For an instant\nthe old imperiousness, the old savage pride and anger, leaped again in\nMoran's breast--then died away forever. She was no longer the same Moran\nof that first fight on board the schooner, when the beach-combers had\nplundered her of her “loot.” Only a few weeks ago, and she would have\nfought with Hoang without hesitation and without mercy; would have\nwrenched a leg from the table and brained him where he stood. But she\nhad learned since to know what it meant to be dependent; to rely\nfor protection upon some one who was stronger than she; to know her\nweakness; to know that she was at last a woman, and to be proud of it.\n\nShe did not fight; she had no thought of fighting. Instinctively she\ncried aloud, “Mate--mate!--Oh, mate, where are you? Help me!” and\nHoang's knife nailed the words within her throat.\n\nThe “loot” was in a brass-bound chest under one of the cabin's bunks,\nstowed in two gunny-bags. Hoang drew them out, knotted the two together,\nand, slinging them over his shoulder, regained the deck.\n\nHe looked carefully at the angry sky and swelling seas, noting the\ndirection of the wind and set of the tide; then went forward and cast\nthe anchor-chains from the windlass in such a manner that the schooner\nmust inevitably wrench free with the first heavy strain. The dory was\nstill tugging at the line astern. Hoang dropped the sacks in the boat,\nswung himself over the side, and rowed calmly toward the station's\nwharf. If any notion of putting to sea with the schooner had entered the\nobscure, perverted cunning of his mind, he had almost instantly rejected\nit. Chinatown was his aim; once there and under the protection of his\nTong, Hoang knew that he was safe. He knew the hiding-places that the\nSee Yup Association provided for its members--hiding places whose very\nexistence was unknown to the police of the White Devil.\n\nNo one interrupted--no one even noticed--his passage to the station. At\nbest, it was nothing more than a coolie carrying a couple of gunny-sacks\nacross his shoulder. Two hours later, Hoang was lost in San Francisco's\nChinatown.\n\n*****\n\nAt the sight of the schooner sweeping out to sea, Wilbur was for an\ninstant smitten rigid. What had happened? Where was Moran? Why was there\nnobody on board? A swift, sharp sense of some unnamed calamity leaped\nsuddenly at his throat. Then he was aware of a crattering of hoofs along\nthe road that led to the fort. Hodgson threw himself from one of the\nhorses that were used in handling the surf-boat, and ran to him hatless\nand panting.\n\n“My God!” he shouted. “Look, your schooner, do you see her? She broke\naway after I'd started to tell you--to tell you--to tell you--your girl\nthere on board--It was horrible!”\n\n“Is she all right?” cried Wilbur, at top voice, for the clamor of the\ngale was increasing every second.\n\n“All right! No; they've killed her--somebody--the coolies, I\nthink--knifed her! I went out to ask you people to come into the station\nto have supper with me--”\n\n“Killed her--killed her! Who? I don't believe you--”\n\n“Wait--to have supper with me, and I found her there on the cabin floor.\nShe was still breathing. I carried her up on deck--there was nobody else\naboard. I carried her up and laid her on the deck--and she died there.\nJust now I came after you to tell you, and--”\n\n“Good God Almighty, man! who killed her? Where is she? Oh--but of course\nit isn't true! How did you know? Moran killed! Moran killed!”\n\n“And the schooner broke away after I started!”\n\n“Moran killed! But--but--she's not dead yet; we'll have to see--”\n\n“She died on the deck; I brought her up and laid her on--”\n\n“How do you know she's dead? Where is she? Come on, we'll go right back\nto her--to the station!”\n\n“She's on board--out there!”\n\n“Where--where is she? My God, man, tell me where she is!”\n\n“Out there aboard the schooner. I brought her up on deck--I left her on\nthe schooner--on the deck--she was stabbed in the throat--and then came\nafter you to tell you. Then the schooner broke away while I was coming;\nshe's drifting out to sea now!”\n\n“Where is she? Where is she?”\n\n“Who--the girl--the schooner--which one? The girl is on the\nschooner--and the schooner--that's her, right there--she's drifting out\nto sea!”\n\nWilbur put both hands to his temples, closing his eyes.\n\n“I'll go back!” exclaimed Hodgson. “We'll have the surf-boat out and get\nafter her; we'll bring the body back!”\n\n“No, no!” cried Wilbur, “it's better--this way. Leave her, let her\ngo--she's going out to sea again!”\n\n“But the schooner won't live two hours outside in this weather; she'll\ngo down!”\n\n“It's better--that way--let her go. I want it so!”\n\n“I can't stay!” cried the other again. “If the patrol should sig-storm\ncoming up, and I've got to be at my station.”\n\nWilbur did not answer; he was watching the schooner.\n\n“I can't stay!” cried the other again. “If the patrol should signal--I\ncan't stop here, I must be on duty. Come back, you can't do anything!”\n\n“No!”\n\n“I have got to go!” Hodgson ran back, swung himself on the horse, and\nrode away at a furious gallop, inclining his head against the gusts.\n\nAnd the schooner in a world of flying spray, white scud, and driving\nspoondrift, her cordage humming, her forefoot churning, the flag at her\npeak straining stiff in the gale, came up into the narrow passage of the\nGolden Gate, riding high upon the outgoing tide. On she came, swinging\nfrom crest to crest of the waves that kept her company and that ran to\nmeet the ocean, shouting and calling out beyond there under the low,\nscudding clouds.\n\nWilbur had climbed to the top of the old fort. Erect upon its granite\nledge he stood, and watched and waited.\n\nNot once did the “Bertha Millner” falter in her race. Like an unbitted\nhorse, all restraint shaken off, she ran free toward the ocean as to her\npasture-land. She came nearer, nearer, rising and rolling with the seas,\nher bowsprit held due west, pointing like a finger out to sea, to the\nwest--out to the world of romance. And then at last, as the little\nvessel drew opposite the old fort and passed not one hundred yards away,\nWilbur, watching from the rampart, saw Moran lying upon the deck with\noutstretched arms and calm, upturned face; lying upon the deck of that\nlonely fleeing schooner as upon a bed of honor, still and calm, her\ngreat braids smooth upon her breast, her arms wide; alone with the sea;\nalone in death as she had been in life. She passed out of his life as\nshe had come into it--alone, upon a derelict ship, abandoned to the sea.\nShe went out with the tide, out with the storms; out, out, out to the\ngreat gray Pacific that knew her and loved her, and that shouted and\ncalled for her, and thundered in the joy of her as she came to meet him\nlike a bride to meet a bridegroom.\n\n“Good-by, Moran!” shouted Wilbur as she passed. “Good-by, good-by,\nMoran! You were not for me--not for me! The ocean is calling for\nyou, dear; don't you hear him? Don't you hear him? Good-by, good-by,\ngood-by!”\n\nThe schooner swept by, shot like an arrow through the swirling currents\nof the Golden Gate, and dipped and bowed and courtesied to the Pacific\nthat reached toward her his myriad curling fingers. They infolded her,\nheld her close, and drew her swiftly, swiftly out to the great heaving\nbosom, tumultuous and beating in its mighty joy, its savage exultation\nof possession.\n\nWilbur stood watching. The little schooner lessened in the\ndistance--became a shadow in mist and flying spray--a shadow moving\nupon the face of the great waste of water. Fainter and fainter she grew,\nvanished, reappeared, was heaved up again--a mere speck upon the western\nsky--a speck that dwindled and dwindled, then slowly melted away into\nthe gray of the horizon."
}