{
 "author": [
  "Page, Thomas Nelson"
 ],
 "title": [
  "The Burial of the Guns"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "United States -- Social life and customs -- 19th century -- Fiction",
  "PS",
  "Short stories"
 ],
 "id": "332",
 "genre": [
  "short stories",
  "fiction"
 ],
 "text": "THE BURIAL OF THE GUNS\n\nby Thomas Nelson Page\n\n[Virginian Author--1853-1922.]\n\n1894 edition\n\nNew York\n\n\n[Note on text: Italicized words or phrases are capitalized. Some obvious\nerrors have been corrected.]\n\n\nTo My Wife\n\n\n\n\n\n\nContents:\n\n     My Cousin Fanny\n     The Burial of the Guns\n     The Gray Jacket of “No. 4”\n      Miss Dangerlie’s Roses\n     How the Captain made Christmas\n     Little Darby\n\n\n\n\nMY COUSIN FANNY\n\n\nWe do not keep Christmas now as we used to do in old Hanover. We have\nnot time for it, and it does not seem like the same thing. Christmas,\nhowever, always brings up to me my cousin Fanny; I suppose because she\nalways was so foolish about Christmas.\n\nMy cousin Fanny was an old maid; indeed, to follow St. Paul’s turn\nof phrase, she was an old maid of the old maids. No one who saw her a\nmoment could have doubted it. Old maids have from most people a feeling\nrather akin to pity--a hard heritage. They very often have this feeling\nfrom the young. This must be the hardest part of all--to see around them\nfriends, each “a happy mother of children,” little ones responding to\naffection with the sweet caresses of childhood, whilst any advances\nthat they, their aunts or cousins, may make are met with indifference\nor condescension. My cousin Fanny was no exception. She was as proud as\nLucifer; yet she went through life--the part that I knew of--bearing the\npity of the great majority of the people who knew her.\n\nShe lived at an old place called “Woodside”, which had been in the\nfamily for a great many years; indeed, ever since before the Revolution.\nThe neighborhood dated back to the time of the colony, and Woodside was\none of the old places. My cousin Fanny’s grandmother had stood in the\ndoor of her chamber with her large scissors in her hand, and\ndefied Tarleton’s red-coated troopers to touch the basket of old\ncommunion-plate which she had hung on her arm.\n\nThe house was a large brick edifice, with a pyramidal roof, covered with\nmoss, small windows, porticos with pillars somewhat out of repair, a\nbig, high hall, and a staircase wide enough to drive a gig up it if it\ncould have turned the corners. A grove of great forest oaks and poplars\ndensely shaded it, and made it look rather gloomy; and the garden, with\nthe old graveyard covered with periwinkle at one end, was almost in\nfront, while the side of the wood--a primeval forest, from which\nthe place took its name--came up so close as to form a strong,\ndark background. During the war the place, like most others in that\nneighborhood, suffered greatly, and only a sudden exhibition of spirit\non Cousin Fanny’s part saved it from a worse fate. After the war it went\ndown; the fields were poor, and grew up in briers and sassafras, and the\nhouse was too large and out of repair to keep from decay, the ownership\nof it being divided between Cousin Fanny and other members of the\nfamily. Cousin Fanny had no means whatever, so that it soon was in a bad\ncondition. The rest of the family, as they grew up, went off, compelled\nby necessity to seek some means of livelihood, and would have taken\nCousin Fanny too if she would have gone; but she would not go. They did\nall they could for her, but she preferred to hang around the old place,\nand to do what she could with her “mammy”, and “old Stephen”, her\nmammy’s husband, who alone remained in the quarters. She lived in a part\nof the house, locking up the rest, and from time to time visited among\nher friends and relatives, who always received her hospitably. She had\nan old piece of a mare (which I think she had bought from Stephen), with\none eye, three legs, and no mane or tail to speak of, and on which she\nlavished, without the least perceptible result, care enough to have\nkept a stable in condition. In a freak of humor she named this animal\n“Fashion”, after a noted racer of the old times, which had been raised\nin the county, and had beaten the famous Boston in a great race. She\nalways spoke of “Fash” with a tone of real tenderness in her voice,\nand looked after her, and discussed her ailments, which were always\nnumerous, as if she had been a delicate child. Mounted on this beast,\nwith her bags and bundles, and shawls and umbrella, and a long stick or\npole, she used occasionally to make the tour of the neighborhood, and\nwas always really welcomed; because, notwithstanding the trouble she\ngave, she always stirred things up. As was said once, you could no\nmore have remained dull where she was than you could have dozed with\na chinkapin-burr down your back. Her retort was that a chinkapin-burr\nmight be used to rouse people from a lethargy (she had an old maid’s\ntongue). By the younger members of the family she was always welcomed,\nbecause she furnished so much fun. She nearly always fetched some little\nthing to her host--not her hostess--a fowl, or a pat of butter from her\none old cow, or something of the kind, because, she said, “Abigail\nhad established the precedent, and she was ‘a woman of good\nunderstanding’--she understood that feeding and flattery were the way to\nwin men.” She would sometimes have a chicken in a basket hung on the off\npummel of her old saddle, because at times she fancied she could not eat\nanything but chicken soup, and she did “not wish to give trouble.” She\nused to give trouble enough; for it generally turned out that she had\nheard some one was sick in the neighborhood, and she wanted the soup\ncarried to her. I remember how mad Joe got because she made him go with\nher to carry a bucket of soup to old Mrs. Ronquist.\n\nCousin Fanny had the marks of an old maid. She was thin (“scrawny” we\nused to call her, though I remember now she was quite erect until she\ngrew feeble); her features were fine; her nose was very straight; her\nhair was brown; and her eyes, which were dark, were weak, so that she\nhad often to wear a green shade. She used to say herself that they were\n“bad eyes”. They had been so ever since the time when she was a young\ngirl, and there had been a very bad attack of scarlet fever at her home,\nand she had caught it. I think she caught a bad cold with it--sitting up\nnursing some of the younger children, perhaps--and it had settled in her\neyes. She was always very liable to cold.\n\nI believe she had a lover then or about that time; but her mother had\ndied not long before, and she had some notion of duty to the children,\nand so discarded him. Of course, as every one said, she’d much better\nhave married him. I do not suppose he ever could have addressed her. She\nnever would admit that he did, which did not look much like it. She\nwas once spoken of in my presence as “a sore-eyed old maid”--I have\nforgotten who said it. Yet I can now recall occasions when her eyes,\nbeing “better”, appeared unusually soft, and, had she not been an\nold maid, would sometimes have been beautiful--as, for instance,\noccasionally, when she was playing at the piano in the evenings before\nthe candles were lighted. I recollect particularly once when she was\nsinging an old French love-song. Another time was when on a certain\noccasion some one was talking about marriages and the reasons which led\nto or prevented them. She sat quite still and silent, looking out of the\nwindow, with her thin hands resting in her lap. Her head was turned away\nfrom most of the people, but I was sitting where I could see her, and\nthe light of the evening sky was on her face. It made her look very\nsoft. She lifted up her eyes, and looked far off toward the horizon. I\nremember it recalled to me, young as I was, the speech I had heard\nsome one once make when I was a little boy, and which I had thought so\nridiculous, that “when she was young, before she caught that cold, she\nwas almost beautiful.” There was an expression on her face that made me\nthink she ought always to sit looking out of the window at the evening\nsky. I believe she had brought me some apples that day when she came,\nand that made me feel kindly toward her. The light on her hair gave it\na reddish look, quite auburn. Presently, she withdrew her eyes from the\nsky, and let them fall into her lap with a sort of long, sighing breath,\nand slowly interlaced her fingers. The next second some one jocularly\nfired this question at her: “Well, Cousin Fanny, give us your views,”\n and her expression changed back to that which she ordinarily wore.\n\n“Oh, my views, like other people’s, vary from my practice,” she said.\n“It is not views, but experiences, which are valuable in life. When I\nshall have been married twice I will tell you.”\n\n“While there’s life there’s hope, eh?” hazarded some one; for teasing an\nold maid, in any way, was held perfectly legitimate.\n\n“Yes, indeed,” and she left the room, smiling, and went up-stairs.\n\nThis was one of the occasions when her eyes looked well. There were\nothers that I remember, as sometimes when she was in church; sometimes\nwhen she was playing with little children; and now and then when, as\non that evening, she was sitting still, gazing out of the window. But\nusually her eyes were weak, and she wore the green shade, which gave her\nface a peculiar pallor, making her look old, and giving her a pained,\ninvalid expression.\n\nHer dress was one of her peculiarities. Perhaps it was because she made\nher clothes herself, without being able to see very well. I suppose she\ndid not have much to dress on. I know she used to turn her dresses, and\nchange them around several times. When she had any money she used to\nsquander it, buying dresses for Scroggs’s girls or for some one else.\nShe was always scrupulously neat, being quite old-maidish. She said that\ncleanliness was next to godliness in a man, and in a woman it was on a\npar with it. I remember once seeing a picture of her as a young girl, as\nyoung as Kitty, dressed in a soft white dress, with her hair down over\nher ears, and some flowers in her dress--that is, it was said to be she;\nbut I did not believe it. To be sure, the flowers looked like it. She\nalways would stick flowers or leaves in her dress, which was thought\nquite ridiculous. The idea of associating flowers with an old maid!\nIt was as hard as believing she ever was the young girl. It was not,\nhowever, her dress, old and often queer and ill-made as it used to be,\nthat was the chief grievance against her. There was a much stronger\nground of complaint; she had NERVES! The word used to be strung out\nin pronouncing it, with a curve of the lips, as “ner-erves”. I don’t\nremember that she herself ever mentioned them; that was the exasperating\npart of it. She would never say a word; she would just close her thin\nlips tight, and wear a sort of ill look, as if she were in actual pain.\nShe used to go up-stairs, and shut the door and windows tight, and go to\nbed, and have mustard-plasters on her temples and the back of her neck;\nand when she came down, after a day or two, she would have bright red\nspots burnt on her temples and neck, and would look ill. Of course it\nwas very hard not to be exasperated at this. Then she would creep about\nas if merely stepping jarred her; would put on a heavy blue veil, and\nwrap her head up in a shawl, and feel along by the chairs till she got\nto a seat, and drop back in it, gasping. Why, I have even seen her sit\nin the room, all swathed up, and with an old parasol over her head to\nkeep out the light, or some such nonsense, as we used to think. It was\ntoo ridiculous to us, and we boys used to walk heavily and stumble over\nchairs--“accidentally”, of course--just to make her jump. Sometimes she\nwould even start up and cry out. We had the incontestable proof that\nit was all “put on”; for if you began to talk to her, and got her\ninterested, she would forget all about her ailments, and would run on\nand talk and laugh for an hour, until she suddenly remembered, and sank\nback again in her shawls and pains.\n\nShe knew a great deal. In fact, I recall now that she seemed to know\nmore than any woman I have ever been thrown with, and if she had not\nbeen an old maid, I am bound to admit that her conversation would\nhave been the most entertaining I ever knew. She lived in a sort\nof atmosphere of romance and literature; the old writers and their\ncharacters were as real to her as we were, and she used to talk about\nthem to us whenever we would let her. Of course, when it came from an\nold maid, it made a difference. She was not only easily the best French\nscholar in our region, where the ladies all knew more or less of French,\nbut she was an excellent Latin scholar, which was much less common.\nI have often lain down before the fire when I was learning my Latin\nlesson, and read to her, line by line, Caesar or Ovid or Cicero, as the\nbook might be, and had her render it into English almost as fast as I\nread. Indeed, I have even seen Horace read to her as she sat in the old\nrocking-chair after one of her headaches, with her eyes bandaged, and\nher head swathed in veils and shawls, and she would turn it into not\nonly proper English, but English with a glow and color and rhythm that\ngave the very life of the odes. This was an exercise we boys all liked\nand often engaged in--Frank, and Joe, and Doug, and I, and even old\nBlinky--for, as she used to admit herself, she was always worrying us to\nread to her (I believe I read all of Scott’s novels to her). Of course\nthis translation helped us as well as gratified her. I do not remember\nthat she was ever too unwell to help us in this way except when she was\nactually in bed. She was very fond of us boys, and was always ready to\ntake our side and to further our plans in any way whatever. We would get\nher to steal off with us, and translate our Latin for us by the fire.\nThis, of course, made us rather fond of her. She was so much inclined to\ntake our part and to help us that I remember it used to be said of her\nas a sort of reproach, “Cousin Fanny always sides with the boys.” She\nused to say it was because she knew how worthless women were. She would\nsay this sort of thing herself, but she was very touchy about women, and\nnever would allow any one else to say anything about them. She had\nan old maid’s temper. I remember that she took Doug up short once for\ntalking about “old maids”. She said that for her part she did not mind\nit the least bit; but she would not allow him to speak so of a large\nclass of her sex which contained some of the best women in the world;\nthat many of them performed work and made sacrifices that the rest of\nthe world knew nothing about. She said the true word for them was the\nold Saxon term “spinster”; that it proved that they performed the work\nof the house, and that it was a term of honor of which she was proud.\nShe said that Christ had humbled himself to be born of a Virgin, and\nthat every woman had this honor to sustain. Of course such lectures as\nthat made us call her an old maid all the more. Still, I don’t think\nthat being mischievous or teasing her made any difference with her.\nFrank used to worry her more than any one else, even than Joe, and I am\nsure she liked him best of all. That may perhaps have been because he\nwas the best-looking of us. She said once that he reminded her of some\none she used to know a long time before, when she was young. That must\nhave been a long time before, indeed. He used to tease the life out of\nher.\n\nShe was extraordinarily credulous--would believe anything on earth\nanyone told her, because, although she had plenty of humor, she herself\nnever would deviate from the absolute truth a moment, even in jest. I\ndo not think she would have told an untruth to save her life. Well, of\ncourse we used to play on her to tease her. Frank would tell her the\nmost unbelievable and impossible lies: such as that he thought he saw\na mouse yesterday on the back of the sofa she was lying on (this would\nmake her bounce up like a ball), or that he believed he heard--he was\nnot sure--that Mr. Scroggs (the man who had rented her old home) had cut\ndown all the old trees in the yard, and pulled down the house because he\nwanted the bricks to make brick ovens. This would worry her excessively\n(she loved every brick in the old house, and often said she would rather\nlive in the kitchen there than in a palace anywhere else), and she would\nget into such a state of depression that Frank would finally have to\ntell her that he was just “fooling her”.\n\nShe used to make him do a good deal of waiting on her in return, and he\nwas the one she used to get to dress old Fashion’s back when it was raw,\nand to put drops in her eyes. He got quite expert at it. She said it was\na penalty for his worrying her so.\n\nShe was the great musician of the connection. This is in itself no mean\npraise; for it was the fashion for every musical gift among the girls to\nbe cultivated, and every girl played or sang more or less, some of them\nvery well. But Cousin Fanny was not only this. She had a way of playing\nthat used to make the old piano sound different from itself; and her\nvoice was almost the sweetest I ever heard except one or two on the\nstage. It was particularly sweet in the evenings, when she sat down at\nthe piano and played. She would not always do it; she either felt “not\nin the mood”, or “not sympathetic”, or some such thing. None of the\nothers were that way; the rest could play just as well in the glare of\nday as in the twilight, and before one person as another; it was, we all\nknew, just one of Cousin Fanny’s old-maid crotchets. When she sat down\nat the piano and played, her fussiness was all forgotten; her first\nnotes used to be recognized through the house, and people used to stop\nwhat they were doing, and come in. Even the children would leave off\nplaying, and come straggling in, tiptoeing as they crossed the floor.\nSome of the other performers used to play a great deal louder, but we\nnever tiptoed when they played. Cousin Fanny would sit at the piano\nlooking either up or right straight ahead of her, or often with her eyes\nclosed (she never looked at the keys), and the sound used to rise from\nunder her long, thin fingers, sometimes rushing and pouring forth like a\ndeep roar, sometimes ringing out clear like a band of bugles, making the\nhair move on the head and giving strange tinglings down the back. Then\nwe boys wanted to go forth in the world on fiery, black chargers, like\nthe olden knights, and fight giants and rescue beautiful ladies and poor\nwomen. Then again, with her eyes shut, the sound would almost die away,\nand her fingers would move softly and lingeringly as if they loved the\ntouch of the keys, and hated to leave them; and the sound would come\nfrom away far off, and everything would grow quiet and subdued, and the\nperfume of the roses out of doors would steal in on the air, and the\nsoft breezes would stir the trees, and we were all in love, and wanted\nto see somebody that we didn’t see. And Cousin Fanny was not herself any\nlonger, but we imagined some one else was there. Sometimes she suddenly\nbegan to sing (she sang old songs, English or French); her voice might\nbe weak (it all depended on her whims; SHE said, on her health), in\nthat case she always stopped and left the piano; or it might be “in\ncondition”. When it was, it was as velvety and mellow as a bell far off,\nand the old ballads and chansons used to fill the twilight. We used even\nto forget then that she was an old maid. Now and then she sang songs\nthat no one else had ever heard. They were her own; she had composed\nboth the words and the air. At other times she sang the songs of others\nto her own airs. I remember the first time I ever heard of Tennyson\nwas when, one evening in the twilight, she sang his echo song from “The\nPrincess”. The air was her own, and in the refrain you heard perfectly\nthe notes of the bugle, and the echoes answering, “Dying, dying, dying.”\n Boy as I was, I was entranced, and she answered my enthusiasm by turning\nand repeating the poem. I have often thought since how musical her voice\nwas as she repeated\n\n    Our echoes roll from soul to soul,\n     And grow forever and forever.\n\nShe had a peculiarly sentimental temperament. As I look back at it all\nnow, she was much given to dwelling upon old-time poems and romances,\nwhich we thought very ridiculous in any one, especially in a spinster of\nforty odd. She would stop and talk about the branch of a tree with the\nleaves all turning red or yellow or purple in the common way in which,\nas everyone knows, leaves always turn in the fall; or even about a\ntangle of briers, scarlet with frost, in a corner of an old worm-fence,\nkeeping us waiting while she fooled around a brier patch with old\nBlinky, who would just as lief have been in one place as another, so it\nwas out of doors; and even when she reached the house she would still\ncarry on about it, worrying us by telling over again just how the boughs\nand leaves looked massed against the old gray fence, which she could do\ntill you could see them precisely as they were. She was very aggravating\nin this way. Sometimes she would even take a pencil or pen and a sheet\nof paper for old Blinky, and reproduce it. She could not draw, of\ncourse, for she was not a painter; all she could do was to make anything\nlook almost just like it was.\n\nThere was one thing about her which excited much talk; I suppose it was\nonly a piece of old-maidism. Of course she was religious. She was really\nvery good. She was considered very high church. I do not think, from\nmy recollection of her, that she really was, or, indeed, that she could\nhave been; but she used to talk that way, and it was said that she was.\nIn fact, it used to be whispered that she was in danger of becoming a\nCatholic. I believe she had an aunt that was one, and she had visited\nseveral times in Norfolk and Baltimore, where it was said there were a\ngood many. I remember she used to defend them, and say she knew a great\nmany very devout ones. And she admitted that she sometimes went to the\nCatholic church, and found it devotional; the choral service, she said,\nsatisfied something in her soul. It happened to be in the evening that\nshe was talking about this. She sat down at the piano, and played some\nof the Gregorian chants she had heard, and it had a soothing influence\non everyone. Even Joe, the fidgetiest of all, sat quite still through\nit. She said that some one had said it was the music that the angels\nsing in heaven around the great white throne, and there was no other\nsacred music like it. But she played another thing that evening which\nshe said was worthy to be played with it. It had some chords in it that\nI remembered long afterward. Years afterward I heard it played the same\nway in the twilight by one who is a blessed saint in heaven, and may be\nplaying it there now. It was from Chopin. She even said that evening,\nunder the impulse of her enthusiasm, that she did not see, except that\nit might be abused, why the crucifix should not be retained by all\nChristian churches, as it enabled some persons not gifted with strong\nimaginations to have a more vivid realization of the crucified Saviour.\nThis, of course, was going too far, and it created considerable\nexcitement in the family, and led to some very serious talk being given\nher, in which the second commandment figured largely. It was considered\nas carrying old-maidism to an extreme length. For some time afterward\nshe was rather discountenanced. In reality, I think what some said was\ntrue: it was simply that she was emotional, as old maids are apt to be.\nShe once said that many women have the nun’s instinct largely developed,\nand sigh for the peace of the cloister.\n\nShe seemed to be very fond of artists. She had the queerest tastes, and\nhad, or had had when she was young, one or two friends who, I believe,\nclaimed to be something of that kind; she used to talk about them to old\nBlinky. But it seemed to us from what she said that artists never did\nany work; just spent their time lounging around, doing nothing, and\ndaubing paint on their canvas with brushes like a painter, or chiselling\nand chopping rocks like a mason. One of these friends of hers was a\nyoung man from Norfolk who had made a good many things. He was killed\nor died in the war; so he had not been quite ruined; was worth something\nanyhow as a soldier. One of his things was a Psyche, and Cousin Fanny\nused to talk a good deal about it; she said it was fine, was a work of\ngenius. She had even written some verses about it. She repeated them to\nme once, and I wrote them down. Here they are:\n\n      To Galt’s Psyche.\n\n    Well art thou called the soul;\n     For as I gaze on thee,\n    My spirit, past control,\n     Springs up in ecstasy.\n\n    Thou canst not be dead stone;\n     For o’er thy lovely face,\n    Softer than music’s tone,\n     I see the spirit’s grace.\n\n    The wild aeolian lyre\n     Is but a silken string,\n    Till summer winds inspire,\n     And softest music bring.\n\n    Psyche, thou wast but stone\n     Till his inspiring came:\n    The sculptor’s hand alone\n     Made not that soul-touched frame.\n\nThey have lain by me for years, and are pretty good for one who didn’t\nwrite. I think, however, she was young when she addressed them to the\n“soul-touched” work of the young sculptor, who laid his genius and\neverything at Virginia’s feet. They were friends, I believe, when she\nwas a girl, before she caught that cold, and her eyes got bad.\n\nAmong her eccentricities was her absurd cowardice. She was afraid of\ncows, afraid of horses, afraid even of sheep. And bugs, and anything\nthat crawled, used to give her a fit. If we drove her anywhere, and the\nhorses cut up the least bit, she would jump out and walk, even in the\nmud; and I remember once seeing her cross the yard, where a young\ncow that had a calf asleep in the weeds, over in a corner beyond\nher, started toward it at a little trot with a whimper of motherly\nsolicitude. Cousin Fanny took it into her head that the cow was coming\nat her, and just screamed, and sat down flat on the ground, carrying on\nas if she were a baby. Of course, we boys used to tease her, and tell\nher the cows were coming after her. You could not help teasing anybody\nlike that.\n\nI do not see how she managed to do what she did when the enemy got\nto Woodside in the war. That was quite remarkable, considering what a\ncoward she was. During 1864 the Yankees on a raid got to her house\none evening in the summer. As it happened, a young soldier, one of her\ncousins (she had no end of cousins), had got a leave of absence, and had\ncome there sick with fever just the day before (the house was always\na sort of hospital). He was in the boys’ room in bed when the Yankees\narrived, and they were all around the house before she knew it. She went\ndownstairs to meet them. They had been informed by one of the negroes\nthat Cousin Charlie was there, and they told her that they wanted him.\nShe told them they could not get him. They asked her, “Why? Is he not\nthere?” (I heard her tell of it once.) She said:\n\n“You know, I thought when I told them they could not get him that they\nwould go away, but when they asked me if he was not there, of course I\ncould not tell them a story; so I said I declined to answer impertinent\nquestions. You know poor Charlie was at that moment lying curled up\nunder the bed in the boys’ room with a roll of carpet a foot thick\naround him, and it was as hot as an oven. Well, they insisted on going\nthrough the house, and I let them go all through the lower stories; but\nwhen they started up the staircase I was ready for them. I had always\nkept, you know, one of papa’s old horse-pistols as a protection. Of\ncourse, it was not loaded. I would not have had it loaded for anything\nin the world. I always kept it safely locked up, and I was dreadfully\nafraid of it even then. But you have no idea what a moral support it\ngave me, and I used to unlock the drawer every afternoon to see if it\nwas still there all right, and then lock it again, and put the key away\ncarefully. Well, as it happened, I had just been looking at it--which I\ncalled ‘inspecting my garrison’. I used to feel just like Lady Margaret\nin Tillietudlam Castle. Well, I had just been looking at it that\nafternoon when I heard the Yankees were coming, and by a sudden\ninspiration--I cannot tell for my life how I did it--I seized the\npistol, and hid it under my apron. I held on to it with both hands, I\nwas so afraid of it, and all the time those wretches were going through\nthe rooms down-stairs I was quaking with terror. But when they started\nup the stairs I had a new feeling. I knew they were bound to get poor\nCharlie if he had not melted and run away,--no, he would never have run\naway; I mean evaporated,--and I suddenly ran up the stairway a few steps\nbefore them, and, hauling out my big pistol, pointed it at them, and\ntold them that if they came one step higher I would certainly pull the\ntrigger. I could not say I would shoot, for it was not loaded. Well,\ndo you know, they stopped! They stopped dead still. I declare I was so\nafraid the old pistol would go off, though, of course, I knew it was not\nloaded, that I was just quaking. But as soon as they stopped, I began\nto attack. I remembered my old grandmother and her scissors, and, like\nGeneral Jackson, I followed up my advantage. I descended the steps,\nbrandishing my pistol with both hands, and abusing them with all my\nmight. I was so afraid they might ask if it was loaded. But they really\nthought I would shoot them (you know men have not liked to be slain by\na woman since the time of Abimelech), and they actually ran down the\nsteps, with me after them, and I got them all out of the house. Then I\nlocked the door and barred it, and ran up-stairs and had such a cry over\nCharlie. [That was like an old maid.] Afterwards they were going to burn\nthe house, but I got hold of their colonel, who was not there at first,\nand made him really ashamed of himself; for I told him we were nothing\nbut a lot of poor defenceless women and a sick boy. He said he thought\nI was right well defended, as I had held a company at bay. He finally\npromised that if I would give him some music he would not go up-stairs.\nSo I paid that for my ransom, and a bitter ransom it was too, I can tell\nyou, singing for a Yankee! But I gave him a dose of Confederate songs, I\npromise you. He asked me to sing the ‘Star Spangled Banner’; but I told\nhim I would not do it if he burnt the house down with me in it--though\nit was inspired by my cousin, Armistead. Then he asked me to sing ‘Home,\nSweet Home’, and I did that, and he actually had tears in his eyes--the\nhypocrite! He had very fine eyes, too. I think I did sing it well,\nthough. I cried a little myself, thinking of the old house being so\nnearly burnt. There was a young doctor there, a surgeon, a really\nnice-looking fellow for a Yankee; I made him feel ashamed of himself, I\ntell you. I told him I had no doubt he had a good mother and sister up\nat home, and to think of his coming and warring on poor women. And they\nreally placed a guard over the house for me while they were there.”\n\nThis she actually did. With her old empty horse-pistol she cleared the\nhouse of the mob, and then vowed that if they burned the house she would\nburn up in it, and finally saved it by singing “Home, Sweet Home”, for\nthe colonel. She could not have done much better even if she had not\nbeen an old maid.\n\nI did not see much of her after I grew up. I moved away from the old\ncounty. Most others did the same. It had been desolated by the war, and\ngot poorer and poorer. With an old maid’s usual crankiness and inability\nto adapt herself to the order of things, Cousin Fanny remained behind.\nShe refused to come away; said, I believe, she had to look after the old\nplace, mammy, and Fash, or some such nonsense. I think she had some idea\nthat the church would go down, or that the poor people around would miss\nher, or something equally unpractical. Anyhow, she stayed behind, and\nlived for quite awhile the last of her connection in the county. Of\ncourse all did the best they could for her, and had she gone to live\naround with her relatives, as they wished her to do, they would have\nborne with her and supported her. But she said no; that a single woman\nought never to live in any house but her father’s or her own; and we\ncould not do anything with her. She was so proud she would not take\nmoney as a gift from anyone, not even from her nearest relatives.\n\nHer health got rather poor--not unnaturally, considering the way she\ndivided her time between doctoring herself and fussing after sick people\nin all sorts of weather. With the fancifulness of her kind, she finally\ntook it into her head that she must consult a doctor in New York. Of\ncourse, no one but an old maid would have done this; the home doctors\nwere good enough for everyone else. Nothing would do, however, but she\nmust go to New York; so, against the advice of everyone, she wrote to\na cousin who was living there to meet her, and with her old wraps, and\ncap, and bags, and bundles, and stick, and umbrella, she started. The\nlady met her; that is, went to meet her, but failed to find her at the\nstation, and supposing that she had not come, or had taken some other\nrailroad, which she was likely to do, returned home, to find her in bed,\nwith her “things” piled up on the floor. Some gentleman had come across\nher in Washington, holding the right train while she insisted on taking\nthe wrong route, and had taken compassion on her, and not only escorted\nher to New York, but had taken her and all her parcels and brought her\nto her destination, where she had at once retired.\n\n“He was a most charming man, my dear,” she said to her cousin, who told\nme of it afterward in narrating her eccentricities; “and to think of it,\nI don’t believe I had looked in a glass all day, and when I got here,\nmy cap had somehow got twisted around and was perched right over my left\near, making me look a perfect fright. He told me his name, but I have\nforgotten it, of course. But he was such a gentleman, and to think of\nhis being a Yankee! I told him I hated all Yankees, and he just laughed,\nand did not mind my stick, nor old umbrella, nor bundles a bit. You’d\nhave thought my old cap was a Parisian bonnet. I will not believe he was\na Yankee.”\n\nWell, she went to see the doctor, the most celebrated in New York--at\nthe infirmary, of course, for she was too poor to go to his office; one\nconsultation would have taken every cent she had--her cousin went with\nher, and told me of it. She said that when she came downstairs to go she\nnever saw such a sight. On her head she had her blue cap, and her green\nshade and her veil, and her shawl; and she had the old umbrella and long\nstick, which she had brought from the country, and a large pillow under\nher arm, because she “knew she was going to faint.” So they started out,\nbut it was a slow procession. The noise and bustle of the street dazed\nher, her cousin fancied, and every now and then she would clutch her\ncompanion and declare she must go back or she should faint. At every\nstreet-crossing she insisted upon having a policeman to help her over,\nor, in default of that, she would stop some man and ask him to escort\nher across, which, of course, he would do, thinking her crazy.\n\nFinally they reached the infirmary, where there were already a large\nnumber of patients, and many more came in afterwards. Here she shortly\nestablished an acquaintance with several strangers. She had to wait an\nhour or more for her turn, and then insisted that several who had come\nin after her should go in before her, because she said the poor things\nlooked so tired. This would have gone on indefinitely, her cousin said,\nif she had not finally dragged her into the doctor’s room. There the\nfirst thing that she did was to insist that she must lie down, she\nwas so faint, and her pillow was brought into requisition. The doctor\nhumored her, and waited on her. Her friend started to tell him about\nher, but the doctor said, “I prefer to have her tell me herself.” She\npresently began to tell, the doctor sitting quietly by listening and\nseeming to be much interested. He gave her some prescription, and told\nher to come again next day, and when she went he sent for her ahead\nof her turn, and after that made her come to his office at his private\nhouse, instead of to the infirmary, as at first. He turned out to be the\nsurgeon who had been at her house with the Yankees during the war. He\nwas very kind to her. I suppose he had never seen anyone like her.\nShe used to go every day, and soon dispensed with her friend’s escort,\nfinding no difficulty in getting about. Indeed, she came to be known on\nthe streets she passed through, and on the cars she travelled by, and\npeople guided her. Several times as she was taking the wrong car men\nstopped her, and said to her, “Madam, yours is the red car.” She said,\nsure enough it was, but she never could divine how they knew. She\naddressed the conductors as, “My dear sir”, and made them help her not\nonly off, but quite to the sidewalk, when she thanked them, and\nsaid “Good-by”, as if she had been at home. She said she did this on\nprinciple, for it was such a good thing to teach them to help a feeble\nwoman. Next time they would expect to do it, and after a while it would\nbecome a habit. She said no one knew what terror women had of being run\nover and trampled on.\n\nShe was, as I have said, an awful coward. She used to stand still on the\nedge of the street and look up and down both ways ever so long, then go\nout in the street and stand still, look both ways and then run back; or\nas like as not start on and turn and run back after she was more than\nhalf way across, and so get into real danger. One day, as she was\npassing along, a driver had in his cart an old bag-of-bones of a horse,\nwhich he was beating to make him pull up the hill, and Cousin Fanny,\nwith an old maid’s meddlesomeness, pushed out into the street and caught\nhold of him and made him stop, which of course collected a crowd, and\njust as she was coming back a little cart came rattling along, and\nthough she was in no earthly danger, she ran so to get out of the way of\nthe horse that she tripped and fell down in the street and hurt herself.\nSo much for cowardice.\n\nThe doctor finally told her that she had nothing the matter with her,\nexcept something with her nerves and, I believe, her spine, and that she\nwanted company (you see she was a good deal alone). He said it was the\nfirst law of health ever laid down, that it was not good for man to\nbe alone; that loneliness is a specific disease. He said she wanted\noccupation, some sort of work to interest her, and make her forget her\naches and ailments. He suggested missionary work of some kind. This\nwas one of the worst things he could have told her, for there was no\nmissionary work to be had where she lived. Besides, she could not have\ndone missionary work; she had never done anything in her life; she was\nalways wasting her time pottering about the country on her old horse,\nseeing sick old darkies or poor people in the pines. No matter how bad\nthe weather was, nor how deep the roads, she would go prowling around\nto see some old “aunty” or “uncle”, in their out-of-the-way cabins,\nor somebody’s sick child. I have met her on old Fashion in the rain,\ntoiling along in roads that were knee-deep, to get the doctor to come\nto see some sick person, or to get a dose of physic from the depot. How\ncould she have done any missionary work?\n\nI believe she repaid the doctor for his care of her by sending him a\ncharity patient to look after--Scroggs’s eldest girl, who was bedridden\nor something. Cousin Fanny had a fancy that she was musical. I never\nknew how it was arranged. I think the doctor sent the money down to have\nthe child brought on to New York for him to see. I suppose Cousin Fanny\nturned beggar, and asked him. I know she told him the child was the\ndaughter of “a friend” of hers (a curious sort of friend Scroggs was, a\ndrunken creature, who had done everything he could to pain her), and\nshe took a great deal of trouble to get her to the train, lending old\nFashion to haul her, which was a great deal more than lending herself;\nand the doctor treated her in New York for three months without any\ncharge, till, I believe, the child got better. Old maids do not mind\ngiving people trouble.\n\nShe hung on at the old place as long as she could, but it had to be\nsold, and finally she had to leave it; though, I believe, even after it\nwas sold she tried boarding for a while with Scroggs, the former tenant,\nwho had bought it. He treated her so badly that finally she had to\nleave, and boarded around. I believe the real cause was she caught him\nploughing with old Fashion.\n\nAfter that I do not know exactly what she did. I heard that though the\nparish was vacant she had a Sunday-school at the old church, and so\nkept the church open; and that she used to play the wheezy old organ and\nteach the poor children the chants; but as they grew up they all joined\nanother Church; they had a new organ there. I do not know just how she\ngot on. I was surprised to hear finally that she was dead--had been dead\nsince Christmas. It had never occurred to me that she would die. She had\nbeen dying so long that I had almost come to regard her as immortal, and\nas a necessary part of the old county and its associations.\n\nI fell in some time afterwards with a young doctor from the old county,\nwho, I found, had attended her, and I made some inquiries about her. He\ntold me that she died Christmas night. She came to his house on her old\nmare, in the rain and snow the night before, to get him to go to see\nsomeone, some “friend” of hers who was sick. He said she had more sick\nfriends than anyone he ever knew; he told her that he was sick himself\nand could not go; but she was so importunate that he promised to go\nnext morning (she was always very worrying). He said she was wet and\nshivering then (she never had any idea about really protecting herself),\nand that she appeared to have a wretched cold. She had been riding all\nday seeing about a Christmas-tree for the poor children. He urged her to\nstop and spend the night, but she insisted that she must go on, though\nit was nearly dark and raining hard, and the roads would have mired\na cat (she was always self-willed). Next day he went to see the sick\nwoman, and when he arrived he found her in one bed and Cousin Fanny in\nanother, in the same room. When he had examined the patient, he turned\nand asked Cousin Fanny what was the matter with her. “Oh, just a\nlittle cold, a little trouble in the chest, as Theodore Hook said,” she\nreplied. “But I know how to doctor myself.” Something about her voice\nstruck him. He went over to her and looked at her, and found her\nsuffering from acute pneumonia. He at once set to work on her. He took\nthe other patient up in his arms and carried her into another room,\nwhere he told her that Cousin Fanny was a desperately ill woman. “She\nwas actually dying then, sir,” he said to me, “and she died that night.\nWhen she arrived at the place the night before, which was not until\nafter nine o’clock, she had gone to the stable herself to put up her old\nmare, or rather to see that she was fed--she always did that--so when\nshe got into the house she was wet and chilled through, and she had to\ngo to bed. She must have had on wet clothes,” he said.\n\nI asked him if she knew she was going to die. He said he did not think\nshe did; that he did not tell her, and she talked about nothing except\nher Christmas-tree and the people she wanted to see. He heard her\npraying in the night, “and, by the way,” he said, “she mentioned you.\nShe shortly became rather delirious, and wandered a good deal, talking\nof things that must have happened when she was young; spoke of going\nto see her mother somewhere. The last thing she ever said was something\nabout fashion, which,” he said, “showed how ingrained is vanity in the\nfemale mind.” The doctor knows something of human nature. He concluded\nwhat he had to say with, “She was in some respects a very remarkable\nwoman--if she had not been an old maid. I do not suppose that she ever\ndrew a well breath in her life. Not that I think old maids cannot be\nvery acceptable women,” he apologized. “They are sometimes very useful.”\n The doctor was a rather enlightened man.\n\nSome of her relatives got there in time for the funeral, and a good\nmany of the poor people came; and she was carried in a little old spring\nwagon, drawn by Fashion, through the snow, to the old home place, where\nScroggs very kindly let them dig the grave, and was buried there in the\nold graveyard in the garden, in a vacant space just beside her mother,\nwith the children around her. I really miss her a great deal. The other\nboys say they do the same. I suppose it is the trouble she used to give\nus.\n\nThe old set are all doing well. Doug is a professor. He says the word\n“spinster” gave him a twist to philology. Old Blinky is in Paris. He had\na picture in the salon last year, an autumn landscape, called “Le Cote\ndu Bois”. I believe the translation of that is “The Woodside”. His\ncoloring is said to be nature itself. To think of old Blinky being a\ngreat artist! Little Kitty is now a big girl, and is doing finely at\nschool. I have told her she must not be an old maid. Joe is a preacher\nwith a church in the purlieus of a large city. I was there not long\nago. He had a choral service. The Gregorian music carried me back to old\ntimes. He preached on the text, “I was sick, and ye visited me.” It was\nsuch a fine sermon, and he had such a large congregation, that I asked\nwhy he did not go to a finer church. He said he was “carrying soup to\nMrs. Ronquist.” By the way, his organist was a splendid musician. She\nintroduced herself to me. It was Scroggs’s daughter. She is married, and\ncan walk as well as I can. She had a little girl with her that I think\nshe called “Fanny”. I do not think that was Mrs. Scroggs’s name. Frank\nis now a doctor, or rather a surgeon, in the same city with Joe,\nand becoming very distinguished. The other day he performed a great\noperation, saving a woman’s life, which was in all the papers. He said\nto an interviewer that he became a surgeon from dressing a sore on an\nold mare’s back. I wonder what he was talking about? He is about to\nstart a woman’s hospital for poor women. Cousin Fanny would have been\nglad of that; she was always proud of Frank. She would as likely as not\nhave quoted that verse from Tennyson’s song about the echoes. She sleeps\nnow under the myrtle at Scroggs’s. I have often thought of what that\ndoctor said about her: that she would have been a very remarkable woman,\nif she had not been an old maid--I mean, a spinster.\n\n\n\n\nTHE BURIAL OF THE GUNS\n\nLee surrendered the remnant of his army at Appomattox, April 9, 1865,\nand yet a couple of days later the old Colonel’s battery lay intrenched\nright in the mountain-pass where it had halted three days before. Two\nweeks previously it had been detailed with a light division sent to meet\nand repel a force which it was understood was coming in by way of\nthe southwest valley to strike Lee in the rear of his long line from\nRichmond to Petersburg. It had done its work. The mountain-pass had\nbeen seized and held, and the Federal force had not gotten by that\nroad within the blue rampart which guarded on that side the heart of\nVirginia. This pass, which was the key to the main line of passage over\nthe mountains, had been assigned by the commander of the division to\nthe old Colonel and his old battery, and they had held it. The position\ntaken by the battery had been chosen with a soldier’s eye. A better\nplace could not have been selected to hold the pass. It was its highest\npoint, just where the road crawled over the shoulder of the mountain\nalong the limestone cliff, a hundred feet sheer above the deep river,\nwhere its waters had cut their way in ages past, and now lay deep and\nsilent, as if resting after their arduous toil before they began to boil\nover the great bowlders which filled the bed a hundred or more yards\nbelow.\n\nThe little plateau at the top guarded the descending road on either side\nfor nearly a mile, and the mountain on the other side of the river was\nthe centre of a clump of rocky, heavily timbered spurs, so inaccessible\nthat no feet but those of wild animals or of the hardiest hunter had\never climbed it. On the side of the river on which the road lay,\nthe only path out over the mountain except the road itself was a\ncharcoal-burner’s track, dwindling at times to a footway known only to\nthe mountain-folk, which a picket at the top could hold against an army.\nThe position, well defended, was impregnable, and it was well defended.\nThis the general of the division knew when he detailed the old Colonel\nand gave him his order to hold the pass until relieved, and not let his\nguns fall into the hands of the enemy. He knew both the Colonel and his\nbattery. The battery was one of the oldest in the army. It had been in\nthe service since April, 1861, and its commander had come to be known as\n“The Wheel Horse of his division”. He was, perhaps, the oldest officer\nof his rank in his branch of the service. Although he had bitterly\nopposed secession, and was many years past the age of service when the\nwar came on, yet as soon as the President called on the State for her\nquota of troops to coerce South Carolina, he had raised and uniformed\nan artillery company, and offered it, not to the President of the United\nStates, but to the Governor of Virginia.\n\nIt is just at this point that he suddenly looms up to me as a soldier;\nthe relation he never wholly lost to me afterward, though I knew him\nfor many, many years of peace. His gray coat with the red facing and the\nbars on the collar; his military cap; his gray flannel shirt--it was the\nfirst time I ever saw him wear anything but immaculate linen--his high\nboots; his horse caparisoned with a black, high-peaked saddle, with\ncrupper and breast-girth, instead of the light English hunting-saddle\nto which I had been accustomed, all come before me now as if it were but\nthe other day. I remember but little beyond it, yet I remember, as if\nit were yesterday, his leaving home, and the scenes which immediately\npreceded it; the excitement created by the news of the President’s call\nfor troops; the unanimous judgment that it meant war; the immediate\ndetermination of the old Colonel, who had hitherto opposed secession,\nthat it must be met; the suppressed agitation on the plantation,\nattendant upon the tender of his services and the Governor’s acceptance\nof them. The prompt and continuous work incident to the enlistment of\nthe men, the bustle of preparation, and all the scenes of that time,\ncome before me now. It turned the calm current of the life of an old and\nplacid country neighborhood, far from any city or centre, and stirred it\ninto a boiling torrent, strong enough, or fierce enough to cut its\nway and join the general torrent which was bearing down and sweeping\neverything before it. It seemed but a minute before the quiet old\nplantation, in which the harvest, the corn-shucking, and the Christmas\nholidays alone marked the passage of the quiet seasons, and where a\nstrange carriage or a single horseman coming down the big road was\nan event in life, was turned into a depot of war-supplies, and the\nneighborhood became a parade-ground. The old Colonel, not a colonel yet,\nnor even a captain, except by brevet, was on his horse by daybreak and\noff on his rounds through the plantations and the pines enlisting his\ncompany. The office in the yard, heretofore one in name only, became one\nnow in reality, and a table was set out piled with papers, pens,\nink, books of tactics and regulation, at which men were accepted and\nenrolled. Soldiers seemed to spring from the ground, as they did from\nthe sowing of the dragon’s teeth in the days of Cadmus. Men came up the\nhigh road or down the paths across the fields, sometimes singly, but\noftener in little parties of two or three, and, asking for the Captain,\nentered the office as private citizens and came out soldiers enlisted\nfor the war. There was nothing heard of on the plantation except\nfighting; white and black, all were at work, and all were eager; the\nservants contended for the honor of going with their master; the women\nflocked to the house to assist in the work of preparation, cutting\nout and making under-clothes, knitting socks, picking lint, preparing\nbandages, and sewing on uniforms; for many of the men who had enlisted\nwere of the poorest class, far too poor to furnish anything themselves,\nand their equipment had to be contributed mainly by wealthier neighbors.\nThe work was carried on at night as well as by day, for the occasion\nwas urgent. Meantime the men were being drilled by the Captain and his\nlieutenants, who had been militia officers of old. We were carried to\nsee the drill at the cross-roads, and a brave sight it seemed to us:\nthe lines marching and countermarching in the field, with the horses\ngalloping as they wheeled amid clouds of dust, at the hoarse commands\nof the excited officers, and the roadside lined with spectators of every\nage and condition. I recall the arrival of the messenger one night, with\nthe telegraphic order to the Captain to report with his company at “Camp\nLee” immediately; the hush in the parlor that attended its reading;\nthen the forced beginning of the conversation afterwards in a somewhat\nstrained and unnatural key, and the Captain’s quick and decisive\noutlining of his plans.\n\nWithin the hour a dozen messengers were on their way in various\ndirections to notify the members of the command of the summons, and to\ndeliver the order for their attendance at a given point next day.\nIt seemed that a sudden and great change had come. It was the actual\nappearance of what had hitherto only been theoretical--war. The next\nmorning the Captain, in full uniform, took leave of the assembled\nplantation, with a few solemn words commending all he left behind to\nGod, and galloped away up the big road to join and lead his battery to\nthe war, and to be gone just four years.\n\nWithin a month he was on “the Peninsula” with Magruder, guarding\nVirginia on the east against the first attack. His camp was first at\nYorktown and then on Jamestown Island, the honor having been assigned\nhis battery of guarding the oldest cradle of the race on this continent.\nIt was at “Little Bethel” that his guns were first trained on the enemy,\nand that the battery first saw what they had to do, and from this time\nuntil the middle of April, 1865, they were in service, and no battery\nsaw more service or suffered more in it. Its story was a part of\nthe story of the Southern Army in Virginia. The Captain was a rigid\ndisciplinarian, and his company had more work to do than most new\ncompanies. A pious churchman, of the old puritanical type not uncommon\nto Virginia, he looked after the spiritual as well as the physical\nwelfare of his men, and his chaplain or he read prayers at the head of\nhis company every morning during the war. At first he was not popular\nwith the men, he made the duties of camp life so onerous to them, it was\n“nothing but drilling and praying all the time,” they said. But he had\nnot commanded very long before they came to know the stuff that was in\nhim. He had not been in service a year before he had had four horses\nshot under him, and when later on he was offered the command of a\nbattalion, the old company petitioned to be one of his batteries, and\nstill remained under his command. Before the first year was out the\nbattery had, through its own elements, and the discipline of the\nCaptain, become a cohesive force, and a distinct integer in the Army\nof Northern Virginia. Young farmer recruits knew of its prestige and\nexpressed preference for it of many batteries of rapidly growing or\ngrown reputation. Owing to its high stand, the old and clumsy guns with\nwhich it had started out were taken from it, and in their place was\npresented a battery of four fine, brass, twelve-pound Napoleons of\nthe newest and most approved kind, and two three-inch Parrotts, all\ncaptured. The men were as pleased with them as children with new toys.\nThe care and attention needed to keep them in prime order broke the\nmonotony of camp life. They soon had abundant opportunities to\ntest their power. They worked admirably, carried far, and were\nextraordinarily accurate in their aim. The men from admiration of their\nguns grew to have first a pride in, and then an affection for, them, and\ngave them nicknames as they did their comrades; the four Napoleons being\ndubbed “The Evangelists”, and the two rifles being “The Eagle”, because\nof its scream and force, and “The Cat”, because when it became hot from\nrapid firing “It jumped,” they said, “like a cat.” From many a hill-top\nin Virginia, Maryland, and Pennsylvania “The Evangelists” spoke their\nhoarse message of battle and death, “The Eagle” screamed her terrible\nnote, and “The Cat” jumped as she spat her deadly shot from her hot\nthroat. In the Valley of Virginia; on the levels of Henrico and Hanover;\non the slopes of Manassas; in the woods of Chancellorsville; on\nthe heights of Fredericksburg; at Antietam and Gettysburg; in the\nSpottsylvania wilderness, and again on the Hanover levels and on the\nlines before Petersburg, the old guns through nearly four years roared\nfrom fiery throats their deadly messages. The history of the battery was\nbound up with the history of Lee’s army. A rivalry sprang up among\nthe detachments of the different guns, and their several records were\njealously kept. The number of duels each gun was in was carefully\ncounted, every scar got in battle was treasured, and the men around\ntheir camp-fires, at their scanty messes, or on the march, bragged\nof them among themselves and avouched them as witnesses. New recruits\ncoming in to fill the gaps made by the killed and disabled, readily fell\nin with the common mood and caught the spirit like a contagion. It was\nnot an uncommon thing for a wheel to be smashed in by a shell, but if it\nhappened to one gun oftener than to another there was envy. Two of the\nEvangelists seemed to be especially favored in this line, while the Cat\nwas so exempt as to become the subject of some derision. The men stood\nby the guns till they were knocked to pieces, and when the fortune of\nthe day went against them, had with their own hands oftener than once\nsaved them after most of their horses were killed.\n\nThis had happened in turn to every gun, the men at times working like\nbeavers in mud up to their thighs and under a murderous fire to get\ntheir guns out. Many a man had been killed tugging at trail or wheel\nwhen the day was against them; but not a gun had ever been lost. At last\nthe evil day arrived. At Winchester a sudden and impetuous charge for\na while swept everything before it, and carried the knoll where the old\nbattery was posted; but all the guns were got out by the toiling and\nrapidly dropping men, except the Cat, which was captured with its entire\ndetachment working at it until they were surrounded and knocked from the\npiece by cavalrymen. Most of the men who were not killed were retaken\nbefore the day was over, with many guns; but the Cat was lost. She\nremained in the enemy’s hands and probably was being turned against\nher old comrades and lovers. The company was inconsolable. The death of\ncomrades was too natural and common a thing to depress the men beyond\nwhat such occurrences necessarily did; but to lose a gun! It was like\nlosing the old Colonel; it was worse: a gun was ranked as a brigadier;\nand the Cat was equal to a major-general. The other guns seemed lost\nwithout her; the Eagle especially, which generally went next to her,\nappeared to the men to have a lonely and subdued air. The battery was\nno longer the same: it seemed broken and depleted, shrunken to a mere\nsection. It was worse than Cold Harbor, where over half the men were\nkilled or wounded. The old Captain, now Colonel of the battalion,\nappreciated the loss and apprehended its effect on the men as much as\nthey themselves did, and application was made for a gun to take the\nplace of the lost piece; but there was none to be had, as the men\nsaid they had known all along. It was added--perhaps by a department\nclerk--that if they wanted a gun to take the place of the one they had\nlost, they had better capture it. “By----, we will,” they said--adding\nepithets, intended for the department clerk in his “bomb-proof”, not\nto be printed in this record--and they did. For some time afterwards in\nevery engagement into which they got there used to be speculation among\nthem as to whether the Cat were not there on the other side; some of\nthe men swearing they could tell her report, and even going to the rash\nlength of offering bets on her presence.\n\nBy one of those curious coincidences, as strange as anything in fiction,\na new general had, in 1864, come down across the Rapidan to take\nRichmond, and the old battery had found a hill-top in the line in which\nLee’s army lay stretched across “the Wilderness” country to stop him.\nThe day, though early in May, was a hot one, and the old battery, like\nmost others, had suffered fearfully. Two of the guns had had wheels cut\ndown by shells and the men had been badly cut up; but the fortune of the\nday had been with Lee, and a little before nightfall, after a terrible\nfight, there was a rapid advance, Lee’s infantry sweeping everything\nbefore it, and the artillery, after opening the way for the charge,\npushing along with it; now unlimbering as some vantage-ground was\ngained, and using canister with deadly effect; now driving ahead again\nso rapidly that it was mixed up with the muskets when the long line\nof breastworks was carried with a rush, and a line of guns were caught\nstill hot from their rapid work. As the old battery, with lathered\nhorses and smoke-grimed men, swung up the crest and unlimbered on the\ncaptured breastwork, a cheer went up which was heard even above the long\ngeneral yell of the advancing line, and for a moment half the men in the\nbattery crowded together around some object on the edge of the redoubt,\nyelling like madmen. The next instant they divided, and there was the\nCat, smoke-grimed and blood-stained and still sweating hot from her last\nfire, being dragged from her muddy ditch by as many men as could get\nhold of trail-rope or wheel, and rushed into her old place beside the\nEagle, in time to be double-shotted with canister to the muzzle, and\nto pour it from among her old comrades into her now retiring former\nmasters. Still, she had a new carriage, and her record was lost, while\nthose of the other guns had been faithfully kept by the men. This made a\ndifference in her position for which even the bullets in her wheels\ndid not wholly atone; even Harris, the sergeant of her detachment, felt\nthat.\n\nIt was only a few days later, however, that abundant atonement was\nmade. The new general did not retire across the Rapidan after his first\ndefeat, and a new battle had to be fought: a battle, if anything, more\nfurious, more terrible than the first, when the dead filled the trenches\nand covered the fields. He simply marched by the left flank, and Lee\nmarching by the right flank to head him, flung himself upon him again\nat Spottsylvania Court-House. That day the Cat, standing in her place\nbehind the new and temporary breastwork thrown up when the battery was\nposted, had the felloes of her wheels, which showed above the top of the\nbank, entirely cut away by Minie-bullets, so that when she jumped in the\nrecoil her wheels smashed and let her down. This covered all old scores.\nThe other guns had been cut down by shells or solid shot; but never\nbefore had one been gnawed down by musket-balls. From this time all\nthrough the campaign the Cat held her own beside her brazen and bloody\nsisters, and in the cold trenches before Petersburg that winter, when\nthe new general--Starvation--had joined the one already there, she made\nher bloody mark as often as any gun on the long lines.\n\nThus the old battery had come to be known, as its old commander, now\ncolonel of a battalion, had come to be known by those in yet higher\ncommand. And when in the opening spring of 1865 it became apparent to\nthe leaders of both armies that the long line could not longer be held\nif a force should enter behind it, and, sweeping the one partially\nunswept portion of Virginia, cut the railways in the southwest, and a\nman was wanted to command the artillery in the expedition sent to meet\nthis force, it was not remarkable that the old Colonel and his battalion\nshould be selected for the work. The force sent out was but small; for\nthe long line was worn to a thin one in those days, and great changes\nwere taking place, the consequences of which were known only to the\ncommanders. In a few days the commander of the expedition found that\nhe must divide his small force for a time, at least, to accomplish his\npurpose, and sending the old Colonel with one battery of artillery to\nguard one pass, must push on over the mountain by another way to meet\nthe expected force, if possible, and repel it before it crossed the\nfarther range. Thus the old battery, on an April evening of 1865, found\nitself toiling alone up the steep mountain road which leads above the\nriver to the gap, which formed the chief pass in that part of the Blue\nRidge. Both men and horses looked, in the dim and waning light of the\ngray April day, rather like shadows of the beings they represented than\nthe actual beings themselves. And anyone seeing them as they toiled\npainfully up, the thin horses floundering in the mud, and the men, often\nup to their knees, tugging at the sinking wheels, now stopping to rest,\nand always moving so slowly that they seemed scarcely to advance at all,\nmight have thought them the ghosts of some old battery lost from some\nlong gone and forgotten war on that deep and desolate mountain road.\nOften, when they stopped, the blowing of the horses and the murmuring\nof the river in its bed below were the only sounds heard, and the tired\nvoices of the men when they spoke among themselves seemed hardly more\narticulate sounds than they. Then the voice of the mounted figure on the\nroan horse half hidden in the mist would cut in, clear and inspiring, in\na tone of encouragement more than of command, and everything would wake\nup: the drivers would shout and crack their whips; the horses would bend\nthemselves on the collars and flounder in the mud; the men would spring\nonce more to the mud-clogged wheels, and the slow ascent would begin\nagain.\n\nThe orders to the Colonel, as has been said, were brief: To hold the\npass until he received further instructions, and not to lose his guns.\nTo be ordered, with him, was to obey. The last streak of twilight\nbrought them to the top of the pass; his soldier’s instinct and a brief\nrecognizance made earlier in the day told him that this was his place,\nand before daybreak next morning the point was as well fortified as a\nnight’s work by weary and supperless men could make it. A prettier spot\ncould not have been found for the purpose; a small plateau, something\nover an acre in extent, where a charcoal-burner’s hut had once stood,\nlay right at the top of the pass. It was a little higher on either\nside than in the middle, where a small brook, along which the\ncharcoal-burner’s track was yet visible, came down from the wooded\nmountain above, thus giving a natural crest to aid the fortification on\neither side, with open space for the guns, while the edge of the wood\ncoming down from the mountain afforded shelter for the camp.\n\nAs the battery was unsupported it had to rely on itself for everything,\na condition which most soldiers by this time were accustomed to. A dozen\nor so of rifles were in the camp, and with these pickets were armed and\nposted. The pass had been seized none too soon; a scout brought in the\ninformation before nightfall that the invading force had crossed the\nfarther range before that sent to meet it could get there, and taking\nthe nearest road had avoided the main body opposing it, and been met\nonly by a rapidly moving detachment, nothing more than a scouting party,\nand now were advancing rapidly on the road on which they were posted,\nevidently meaning to seize the pass and cross the mountain at this\npoint. The day was Sunday; a beautiful Spring Sunday; but it was\nno Sabbath for the old battery. All day the men worked, making and\nstrengthening their redoubt to guard the pass, and by the next morning,\nwith the old battery at the top, it was impregnable. They were just in\ntime. Before noon their vedettes brought in word that the enemy were\nascending the mountain, and the sun had hardly turned when the advance\nguard rode up, came within range of the picket, and were fired on.\n\nIt was apparent that they supposed the force there only a small one, for\nthey retired and soon came up again reinforced in some numbers, and\na sharp little skirmish ensued, hot enough to make them more prudent\nafterwards, though the picket retired up the mountain. This gave them\nencouragement and probably misled them, for they now advanced boldly.\nThey saw the redoubt on the crest as they came on, and unlimbering a\nsection or two, flung a few shells up at it, which either fell short or\npassed over without doing material damage. None of the guns was allowed\nto respond, as the distance was too great with the ammunition the\nbattery had, and, indifferent as it was, it was too precious to be\nwasted in a duel at an ineffectual range. Doubtless deceived by this,\nthe enemy came on in force, being obliged by the character of the ground\nto keep almost entirely to the road, which really made them advance\nin column. The battery waited. Under orders of the Colonel the guns\nstanding in line were double-shotted with canister, and, loaded to the\nmuzzle, were trained down to sweep the road at from four to five hundred\nyards’ distance. And when the column reached this point the six guns,\naimed by old and skilful gunners, at a given word swept road and\nmountain-side with a storm of leaden hail. It was a fire no mortal man\ncould stand up against, and the practised gunners rammed their pieces\nfull again, and before the smoke had cleared or the reverberation had\ndied away among the mountains, had fired the guns again and yet again.\nThe road was cleared of living things when the draught setting down the\nriver drew the smoke away; but it was no discredit to the other force;\nfor no army that was ever uniformed could stand against that battery in\nthat pass. Again and again the attempt was made to get a body of men up\nunder cover of the woods and rocks on the mountain-side, while the guns\nbelow utilized their better ammunition from longer range; but it was\nuseless. Although one of the lieutenants and several men were killed in\nthe skirmish, and a number more were wounded, though not severely, the\nold battery commanded the mountain-side, and its skilful gunners\nswept it at every point the foot of man could scale. The sun went down\nflinging his last flame on a victorious battery still crowning the\nmountain pass. The dead were buried by night in a corner of the little\nplateau, borne to their last bivouac on the old gun-carriages which\nthey had stood by so often--which the men said would “sort of ease their\nminds.”\n\nThe next day the fight was renewed, and with the same result. The old\nbattery in its position was unconquerable. Only one fear now faced them;\ntheir ammunition was getting as low as their rations; another such day\nor half-day would exhaust it. A sergeant was sent back down the mountain\nto try to get more, or, if not, to get tidings. The next day it was\nsupposed the fight would be renewed; and the men waited, alert, eager,\nvigilant, their spirits high, their appetite for victory whetted by\nsuccess. The men were at their breakfast, or what went for breakfast,\nscanty at all times, now doubly so, hardly deserving the title of a\nmeal, so poor and small were the portions of cornmeal, cooked in their\nfrying-pans, which went for their rations, when the sound of artillery\nbelow broke on the quiet air. They were on their feet in an instant and\nat the guns, crowding upon the breastwork to look or to listen; for the\nroad, as far as could be seen down the mountain, was empty except for\ntheir own picket, and lay as quiet as if sleeping in the balmy air. And\nyet volley after volley of artillery came rolling up the mountain. What\ncould it mean? That the rest of their force had come up and was engaged\nwith that at the foot of the mountain? The Colonel decided to be ready\nto go and help them; to fall on the enemy in the rear; perhaps they\nmight capture the entire force. It seemed the natural thing to do, and\nthe guns were limbered up in an incredibly short time, and a roadway\nmade through the intrenchment, the men working like beavers under the\nexcitement. Before they had left the redoubt, however, the vedettes sent\nout returned and reported that there was no engagement going on, and the\nfiring below seemed to be only practising. There was quite a stir in\nthe camp below; but they had not even broken camp. This was mysterious.\nPerhaps it meant that they had received reinforcements, but it was a\nqueer way of showing it. The old Colonel sighed as he thought of the\ngood ammunition they could throw away down there, and of his empty\nlimber-chests. It was necessary to be on the alert, however; the guns\nwere run back into their old places, and the horses picketed once more\nback among the trees. Meantime he sent another messenger back, this time\na courier, for he had but one commissioned officer left, and the picket\nbelow was strengthened.\n\nThe morning passed and no one came; the day wore on and still no advance\nwas made by the force below. It was suggested that the enemy had left;\nhe had, at least, gotten enough of that battery. A reconnoissance,\nhowever, showed that he was still encamped at the foot of the mountain.\nIt was conjectured that he was trying to find a way around to take them\nin the rear, or to cross the ridge by the footpath. Preparation was\nmade to guard more closely the mountain-path across the spur, and a\ndetachment was sent up to strengthen the picket there. The waiting told\non the men and they grew bored and restless. They gathered about the\nguns in groups and talked; talked of each piece some, but not with the\nold spirit and vim; the loneliness of the mountain seemed to oppress\nthem; the mountains stretching up so brown and gray on one side of\nthem, and so brown and gray on the other, with their bare, dark forests\nsoughing from time to time as the wind swept up the pass. The minds of\nthe men seemed to go back to the time when they were not so alone, but\nwere part of a great and busy army, and some of them fell to talking of\nthe past, and the battles they had figured in, and of the comrades they\nhad lost. They told them off in a slow and colorless way, as if it were\nall part of the past as much as the dead they named. One hundred and\nnineteen times they had been in action. Only seventeen men were left of\nthe eighty odd who had first enlisted in the battery, and of these four\nwere at home crippled for life. Two of the oldest men had been among the\nhalf-dozen who had fallen in the skirmish just the day before. It\nlooked tolerably hard to be killed that way after passing for four\nyears through such battles as they had been in; and both had wives and\nchildren at home, too, and not a cent to leave them to their names. They\nagreed calmly that they’d have to “sort of look after them a little” if\nthey ever got home. These were some of the things they talked about\nas they pulled their old worn coats about them, stuffed their thin,\nweather-stained hands in their ragged pockets to warm them, and squatted\ndown under the breastwork to keep a little out of the wind. One thing\nthey talked about a good deal was something to eat. They described\nmeals they had had at one time or another as personal adventures, and\ndiscussed the chances of securing others in the future as if they were\nprizes of fortune. One listening and seeing their thin, worn faces and\ntheir wasted frames might have supposed they were starving, and they\nwere, but they did not say so.\n\nTowards the middle of the afternoon there was a sudden excitement in the\ncamp. A dozen men saw them at the same time: a squad of three men down\nthe road at the farthest turn, past their picket; but an advancing\ncolumn could not have created as much excitement, for the middle man\ncarried a white flag. In a minute every man in the battery was on the\nbreastwork. What could it mean! It was a long way off, nearly half a\nmile, and the flag was small: possibly only a pocket-handkerchief or\na napkin; but it was held aloft as a flag unmistakably. A hundred\nconjectures were indulged in. Was it a summons to surrender? A request\nfor an armistice for some purpose? Or was it a trick to ascertain their\nnumber and position? Some held one view, some another. Some extreme ones\nthought a shot ought to be fired over them to warn them not to come on;\nno flags of truce were wanted. The old Colonel, who had walked to the\nedge of the plateau outside the redoubt and taken his position where he\ncould study the advancing figures with his field-glass, had not spoken.\nThe lieutenant who was next in command to him had walked out after\nhim, and stood near him, from time to time dropping a word or two of\nconjecture in a half-audible tone; but the Colonel had not answered a\nword; perhaps none was expected. Suddenly he took his glass down, and\ngave an order to the lieutenant: “Take two men and meet them at the turn\nyonder; learn their business; and act as your best judgment advises. If\nnecessary to bring the messenger farther, bring only the officer who has\nthe flag, and halt him at that rock yonder, where I will join him.” The\ntone was as placid as if such an occurrence came every day. Two minutes\nlater the lieutenant was on his way down the mountain and the Colonel\nhad the men in ranks. His face was as grave and his manner as quiet as\nusual, neither more nor less so. The men were in a state of suppressed\nexcitement. Having put them in charge of the second sergeant the Colonel\nreturned to the breastwork. The two officers were slowly ascending the\nhill, side by side, the bearer of the flag, now easily distinguishable\nin his jaunty uniform as a captain of cavalry, talking, and the\nlieutenant in faded gray, faced with yet more faded red, walking beside\nhim with a face white even at that distance, and lips shut as though\nthey would never open again. They halted at the big bowlder which the\nColonel had indicated, and the lieutenant, having saluted ceremoniously,\nturned to come up to the camp; the Colonel, however, went down to meet\nhim. The two men met, but there was no spoken question; if the Colonel\ninquired it was only with the eyes. The lieutenant spoke, however. “He\nsays,” he began and stopped, then began again--“he says, General Lee--”\n again he choked, then blurted out, “I believe it is all a lie--a damned\nlie.”\n\n“Not dead? Not killed?” said the Colonel, quickly.\n\n“No, not so bad as that; surrendered: surrendered his entire army at\nAppomattox day before yesterday. I believe it is all a damned lie,” he\nbroke out again, as if the hot denial relieved him. The Colonel simply\nturned away his face and stepped a pace or two off, and the two men\nstood motionless back to back for more than a minute. Then the Colonel\nstirred.\n\n“Shall I go back with you?” the lieutenant asked, huskily.\n\nThe Colonel did not answer immediately. Then he said: “No, go back to\ncamp and await my return.” He said nothing about not speaking of the\nreport. He knew it was not needed. Then he went down the hill slowly\nalone, while the lieutenant went up to the camp.\n\nThe interview between the two officers beside the bowlder was not a long\none. It consisted of a brief statement by the Federal envoy of the fact\nof Lee’s surrender two days before near Appomattox Court-House, with the\nsources of his information, coupled with a formal demand on the Colonel\nfor his surrender. To this the Colonel replied that he had been detached\nand put under command of another officer for a specific purpose, and\nthat his orders were to hold that pass, which he should do until he was\ninstructed otherwise by his superior in command. With that they parted,\nceremoniously, the Federal captain returning to where he had left his\nhorse in charge of his companions a little below, and the old Colonel\ncoming slowly up the hill to camp. The men were at once set to work to\nmeet any attack which might be made. They knew that the message was of\ngrave import, but not of how grave. They thought it meant that another\nattack would be made immediately, and they sprang to their work with\nrenewed vigor, and a zeal as fresh as if it were but the beginning and\nnot the end.\n\nThe time wore on, however, and there was no demonstration below, though\nhour after hour it was expected and even hoped for. Just as the sun\nsank into a bed of blue cloud a horseman was seen coming up the darkened\nmountain from the eastward side, and in a little while practised eyes\nreported him one of their own men--the sergeant who had been sent back\nthe day before for ammunition. He was alone, and had something white\nbefore him on his horse--it could not be the ammunition; but perhaps\nthat might be coming on behind. Every step of his jaded horse was\nanxiously watched. As he drew near, the lieutenant, after a word with\nthe Colonel, walked down to meet him, and there was a short colloquy\nin the muddy road; then they came back together and slowly entered the\ncamp, the sergeant handing down a bag of corn which he had got somewhere\nbelow, with the grim remark to his comrades, “There’s your rations,” and\ngoing at once to the Colonel’s camp-fire, a little to one side among the\ntrees, where the Colonel awaited him. A long conference was held, and\nthen the sergeant left to take his luck with his mess, who were already\nparching the corn he had brought for their supper, while the lieutenant\nmade the round of the camp; leaving the Colonel seated alone on a log\nby his camp-fire. He sat without moving, hardly stirring until the\nlieutenant returned from his round. A minute later the men were called\nfrom the guns and made to fall into line. They were silent, tremulous\nwith suppressed excitement; the most sun-burned and weather-stained of\nthem a little pale; the meanest, raggedest, and most insignificant not\nunimpressive in the deep and solemn silence with which they stood, their\neyes fastened on the Colonel, waiting for him to speak. He stepped out\nin front of them, slowly ran his eye along the irregular line, up and\ndown, taking in every man in his glance, resting on some longer than\non others, the older men, then dropped them to the ground, and then\nsuddenly, as if with an effort, began to speak. His voice had a somewhat\nmetallic sound, as if it were restrained; but it was otherwise the\nordinary tone of command. It was not much that he said: simply that it\nhad become his duty to acquaint them with the information which he had\nreceived: that General Lee had surrendered two days before at Appomattox\nCourt-House, yielding to overwhelming numbers; that this afternoon when\nhe had first heard the report he had questioned its truth, but that it\nhad been confirmed by one of their own men, and no longer admitted\nof doubt; that the rest of their own force, it was learned, had been\ncaptured, or had disbanded, and the enemy was now on both sides of the\nmountain; that a demand had been made on him that morning to surrender\ntoo; but that he had orders which he felt held good until they were\ncountermanded, and he had declined. Later intelligence satisfied him\nthat to attempt to hold out further would be useless, and would involve\nneedless waste of life; he had determined, therefore, not to attempt to\nhold their position longer; but to lead them out, if possible, so as to\navoid being made prisoners and enable them to reach home sooner and\naid their families. His orders were not to let his guns fall into the\nenemy’s hands, and he should take the only step possible to prevent it.\nIn fifty minutes he should call the battery into line once more, and\nroll the guns over the cliff into the river, and immediately afterwards,\nleaving the wagons there, he would try to lead them across the mountain,\nand as far as they could go in a body without being liable to capture,\nand then he should disband them, and his responsibility for them would\nend. As it was necessary to make some preparations he would now dismiss\nthem to prepare any rations they might have and get ready to march.\n\nAll this was in the formal manner of a common order of the day; and the\nold Colonel had spoken in measured sentences, with little feeling in his\nvoice. Not a man in the line had uttered a word after the first\nsound, half exclamation, half groan, which had burst from them at the\nannouncement of Lee’s surrender. After that they had stood in their\ntracks like rooted trees, as motionless as those on the mountain behind\nthem, their eyes fixed on their commander, and only the quick heaving up\nand down the dark line, as of horses over-laboring, told of the emotion\nwhich was shaking them. The Colonel, as he ended, half-turned to his\nsubordinate officer at the end of the dim line, as though he were about\nto turn the company over to him to be dismissed; then faced the line\nagain, and taking a step nearer, with a sudden movement of his hands\ntowards the men as though he would have stretched them out to them,\nbegan again:\n\n“Men,” he said, and his voice changed at the word, and sounded like\na father’s or a brother’s, “My men, I cannot let you go so. We were\nneighbors when the war began--many of us, and some not here to-night; we\nhave been more since then--comrades, brothers in arms; we have all\nstood for one thing--for Virginia and the South; we have all done our\nduty--tried to do our duty; we have fought a good fight, and now\nit seems to be over, and we have been overwhelmed by numbers, not\nwhipped--and we are going home. We have the future before us--we don’t\nknow just what it will bring, but we can stand a good deal. We have\nproved it. Upon us depends the South in the future as in the past. You\nhave done your duty in the past, you will not fail in the future. Go\nhome and be honest, brave, self-sacrificing, God-fearing citizens,\nas you have been soldiers, and you need not fear for Virginia and the\nSouth. The war may be over; but you will ever be ready to serve your\ncountry. The end may not be as we wanted it, prayed for it, fought for\nit; but we can trust God; the end in the end will be the best that could\nbe; even if the South is not free she will be better and stronger that\nshe fought as she did. Go home and bring up your children to love her,\nand though you may have nothing else to leave them, you can leave them\nthe heritage that they are sons of men who were in Lee’s army.”\n\nHe stopped, looked up and down the ranks again, which had instinctively\ncrowded together and drawn around him in a half-circle; made a sign to\nthe lieutenant to take charge, and turned abruptly on his heel to walk\naway. But as he did so, the long pent-up emotion burst forth. With a\nwild cheer the men seized him, crowding around and hugging him, as\nwith protestations, prayers, sobs, oaths--broken, incoherent,\ninarticulate--they swore to be faithful, to live loyal forever to the\nSouth, to him, to Lee. Many of them cried like children; others offered\nto go down and have one more battle on the plain. The old Colonel\nsoothed them, and quieted their excitement, and then gave a command\nabout the preparations to be made. This called them to order at once;\nand in a few minutes the camp was as orderly and quiet as usual: the\nfires were replenished; the scanty stores were being overhauled; the\nplace was selected, and being got ready to roll the guns over the cliff;\nthe camp was being ransacked for such articles as could be carried, and\nall preparations were being hastily made for their march.\n\nThe old Colonel having completed his arrangements sat down by his\ncamp-fire with paper and pencil, and began to write; and as the men\nfinished their work they gathered about in groups, at first around their\ncamp-fires, but shortly strolled over to where the guns still stood\nat the breastwork, black and vague in the darkness. Soon they were all\nassembled about the guns. One after another they visited, closing around\nit and handling it from muzzle to trail as a man might a horse to try\nits sinew and bone, or a child to feel its fineness and warmth. They\nwere for the most part silent, and when any sound came through the dusk\nfrom them to the officers at their fire, it was murmurous and fitful\nas of men speaking low and brokenly. There was no sound of the noisy\ncontroversy which was generally heard, the give-and-take of the\ncamp-fire, the firing backwards and forwards that went on on the march;\nif a compliment was paid a gun by one of its special detachment, it was\naccepted by the others; in fact, those who had generally run it down now\nseemed most anxious to accord the piece praise. Presently a small\nnumber of the men returned to a camp-fire, and, building it up, seated\nthemselves about it, gathering closer and closer together until they\nwere in a little knot. One of them appeared to be writing, while two or\nthree took up flaming chunks from the fire and held them as torches for\nhim to see by. In time the entire company assembled about them, standing\nin respectful silence, broken only occasionally by a reply from one or\nanother to some question from the scribe. After a little there was a\nsound of a roll-call, and reading and a short colloquy followed, and\nthen two men, one with a paper in his hand, approached the fire beside\nwhich the officers sat still engaged.\n\n“What is it, Harris?” said the Colonel to the man with the paper, who\nbore remnants of the chevrons of a sergeant on his stained and faded\njacket.\n\n“If you please, sir,” he said, with a salute, “we have been talking it\nover, and we’d like this paper to go in along with that you’re writing.”\n He held it out to the lieutenant, who was the nearer and had reached\nforward to take it. “We s’pose you’re agoin’ to bury it with the guns,”\n he said, hesitatingly, as he handed it over.\n\n“What is it?” asked the Colonel, shading his eyes with his hands.\n\n“It’s just a little list we made out in and among us,” he said, “with\na few things we’d like to put in, so’s if anyone ever hauls ‘em out\nthey’ll find it there to tell what the old battery was, and if they\ndon’t, it’ll be in one of ‘em down thar ‘til judgment, an’ it’ll sort of\nease our minds a bit.” He stopped and waited as a man who had delivered\nhis message. The old Colonel had risen and taken the paper, and now held\nit with a firm grasp, as if it might blow away with the rising wind. He\ndid not say a word, but his hand shook a little as he proceeded to fold\nit carefully, and there was a burning gleam in his deep-set eyes, back\nunder his bushy, gray brows.\n\n“Will you sort of look over it, sir, if you think it’s worth while? We\nwas in a sort of hurry and we had to put it down just as we come to it;\nwe didn’t have time to pick our ammunition; and it ain’t written the\nbest in the world, nohow.” He waited again, and the Colonel opened the\npaper and glanced down at it mechanically. It contained first a roster,\nheaded by the list of six guns, named by name: “Matthew”, “Mark”,\n“Luke”, and “John”, “The Eagle”, and “The Cat”; then of the men,\nbeginning with the heading:\n\n              “Those killed”.\n\nThen had followed “Those wounded”, but this was marked out. Then came a\nroster of the company when it first entered service; then of those who\nhad joined afterward; then of those who were present now. At the end\nof all there was this statement, not very well written, nor wholly\naccurately spelt:\n\n“To Whom it may Concern: We, the above members of the old battery known,\netc., of six guns, named, etc., commanded by the said Col. etc., left\non the 11th day of April, 1865, have made out this roll of the battery,\nthem as is gone and them as is left, to bury with the guns which the\nsame we bury this night. We’re all volunteers, every man; we joined the\narmy at the beginning of the war, and we’ve stuck through to the end;\nsometimes we aint had much to eat, and sometimes we aint had nothin’,\nbut we’ve fought the best we could 119 battles and skirmishes as near\nas we can make out in four years, and never lost a gun. Now we’re agoin’\nhome. We aint surrendered; just disbanded, and we pledges ourselves to\nteach our children to love the South and General Lee; and to come when\nwe’re called anywheres an’ anytime, so help us God.”\n\nThere was a dead silence whilst the Colonel read.\n\n“‘Taint entirely accurite, sir, in one particular,” said the sergeant,\napologetically; “but we thought it would be playin’ it sort o’ low\ndown on the Cat if we was to say we lost her unless we could tell about\ngittin’ of her back, and the way she done since, and we didn’t have time\nto do all that.” He looked around as if to receive the corroboration of\nthe other men, which they signified by nods and shuffling.\n\nThe Colonel said it was all right, and the paper should go into the\nguns.\n\n“If you please, sir, the guns are all loaded,” said the sergeant; “in\nand about our last charge, too; and we’d like to fire ‘em off once more,\njist for old times’ sake to remember ‘em by, if you don’t think no harm\ncould come of it?”\n\nThe Colonel reflected a moment and said it might be done; they might\nfire each gun separately as they rolled it over, or might get all ready\nand fire together, and then roll them over, whichever they wished. This\nwas satisfactory.\n\nThe men were then ordered to prepare to march immediately, and withdrew\nfor the purpose. The pickets were called in. In a short time they were\nready, horses and all, just as they would have been to march ordinarily,\nexcept that the wagons and caissons were packed over in one corner by\nthe camp with the harness hung on poles beside them, and the guns stood\nin their old places at the breastwork ready to defend the pass. The\nembers of the sinking camp-fires threw a faint light on them standing so\nstill and silent. The old Colonel took his place, and at a command from\nhim in a somewhat low voice, the men, except a detail left to hold the\nhorses, moved into company-front facing the guns. Not a word was spoken,\nexcept the words of command. At the order each detachment went to its\ngun; the guns were run back and the men with their own hands ran them\nup on the edge of the perpendicular bluff above the river, where, sheer\nbelow, its waters washed its base, as if to face an enemy on the black\nmountain the other side. The pieces stood ranged in the order in which\nthey had so often stood in battle, and the gray, thin fog rising slowly\nand silently from the river deep down between the cliffs, and wreathing\nthe mountain-side above, might have been the smoke from some unearthly\nbattle fought in the dim pass by ghostly guns, yet posted there in the\ndarkness, manned by phantom gunners, while phantom horses stood behind,\nlit vaguely up by phantom camp-fires. At the given word the laniards\nwere pulled together, and together as one the six black guns, belching\nflame and lead, roared their last challenge on the misty night, sending\na deadly hail of shot and shell, tearing the trees and splintering the\nrocks of the farther side, and sending the thunder reverberating through\nthe pass and down the mountain, startling from its slumber the sleeping\ncamp on the hills below, and driving the browsing deer and the prowling\nmountain-fox in terror up the mountain.\n\nThere was silence among the men about the guns for one brief instant\nand then such a cheer burst forth as had never broken from them even in\nbattle: cheer on cheer, the long, wild, old familiar rebel yell for the\nguns they had fought with and loved.\n\nThe noise had not died away and the men behind were still trying to\nquiet the frightened horses when the sergeant, the same who had written,\nreceived from the hand of the Colonel a long package or roll which\ncontained the records of the battery furnished by the men and by the\nColonel himself, securely wrapped to make them water-tight, and it was\nrammed down the yet warm throat of the nearest gun: the Cat, and then\nthe gun was tamped to the muzzle to make her water-tight, and, like\nher sisters, was spiked, and her vent tamped tight. All this took but a\nminute, and the next instant the guns were run up once more to the edge\nof the cliff; and the men stood by them with their hands still on them.\nA deadly silence fell on the men, and even the horses behind seemed to\nfeel the spell. There was a long pause, in which not a breath was heard\nfrom any man, and the soughing of the tree-tops above and the rushing\nof the rapids below were the only sounds. They seemed to come from far,\nvery far away. Then the Colonel said, quietly, “Let them go, and God be\nour helper, Amen.” There was the noise in the darkness of trampling and\nscraping on the cliff-top for a second; the sound as of men straining\nhard together, and then with a pant it ceased all at once, and the\nmen held their breath to hear. One second of utter silence; then one\nprolonged, deep, resounding splash sending up a great mass of white foam\nas the brass-pieces together plunged into the dark water below, and then\nthe soughing of the trees and the murmur of the river came again with\npainful distinctness. It was full ten minutes before the Colonel spoke,\nthough there were other sounds enough in the darkness, and some of the\nmen, as the dark, outstretched bodies showed, were lying on the ground\nflat on their faces. Then the Colonel gave the command to fall in in the\nsame quiet, grave tone he had used all night. The line fell in, the men\ngetting to their horses and mounting in silence; the Colonel put himself\nat their head and gave the order of march, and the dark line turned\nin the darkness, crossed the little plateau between the smouldering\ncamp-fires and the spectral caissons with the harness hanging beside\nthem, and slowly entered the dim charcoal-burner’s track. Not a word was\nspoken as they moved off. They might all have been phantoms. Only, the\nsergeant in the rear, as he crossed the little breastwork which ran\nalong the upper side and marked the boundary of the little camp, half\nturned and glanced at the dying fires, the low, newly made mounds in the\ncorner, the abandoned caissons, and the empty redoubt, and said, slowly,\nin a low voice to himself,\n\n          “Well, by God!”\n\n\n\n\nTHE GRAY JACKET OF “NO. 4”\n\n\nMy meeting with him was accidental. I came across him passing through\n“the square”. I had seen him once or twice on the street, each time\nlurching along so drunk that he could scarcely stagger, so that I was\nsurprised to hear what he said about the war. He was talking to someone\nwho evidently had been in the army himself, but on the other side--a\ngentleman with the loyal-legion button in his coat, and with a beautiful\nscar, a sabre-cut across his face. He was telling of a charge in some\nbattle or skirmish in which, he declared, his company, not himself--for\nI remember he said he was “No. 4”, and was generally told off to hold\nthe horses; and that that day he had had the ill luck to lose his horse\nand get a little scratch himself, so he was not in the charge--did the\nfinest work he ever saw, and really (so he claimed) saved the day. It\nwas this self-abnegation that first arrested my attention, for I had\nbeen accustomed all my life to hear the war talked of; it was one of the\ninspiring influences in my humdrum existence. But the speakers,\nalthough they generally boasted of their commands, never of themselves\nindividually, usually admitted that they themselves had been in the\nactive force, and thus tacitly shared in the credit. “No. 4”, however,\nexpressly disclaimed that he was entitled to any of the praise,\ndeclaring that he was safe behind the crest of the hill (which he said\nhe “hugged mighty close”), and claimed the glory for the rest of the\ncommand.\n\n“It happened just as I have told you here,” he said, in closing. “Old\nJoe saw the point as soon as the battery went to work, and sent Binford\nTerrell to the colonel to ask him to let him go over there and take\nit; and when Joe gave the word the boys went. They didn’t go at a walk\neither, I tell you; it wasn’t any promenade: they went clipping. At\nfirst the guns shot over ‘em; didn’t catch ‘em till the third fire; then\nthey played the devil with ‘em: but the boys were up there right in ‘em\nbefore they could do much. They turned the guns on ‘em as they went\ndown the hill (oh, our boys could handle the tubes then as well as the\nartillery themselves), and in a little while the rest of the line came\nup, and we formed a line of battle right there on that crest, and held\nit till nearly night. That’s when I got jabbed. I picked up another\nhorse, and with my foolishness went over there. That evening, you know,\nyou all charged us--we were dismounted then. We lost more men then than\nwe had done all day; there were forty-seven out of seventy-two killed or\nwounded. They walked all over us; two of ‘em got hold of me (you see,\nI went to get our old flag some of you had got hold of), but I was too\nworthless to die. There were lots of ‘em did go though, I tell you; old\nJoe in the lead. Yes, sir; the old company won that day, and old Joe led\n‘em. There ain’t but a few of us left; but when you want us, Colonel,\nyou can get us. We’ll stand by you.”\n\nHe paused in deep reflection; his mind evidently back with his old\ncompany and its gallant commander “old Joe”, whoever he might be, who\nwas remembered so long after he passed away in the wind and smoke of\nthat unnamed evening battle. I took a good look at him--at “No. 4”, as\nhe called himself. He was tall, but stooped a little; his features were\ngood, at least his nose and brow were; his mouth and chin were weak.\nHis mouth was too stained with the tobacco which he chewed to tell much\nabout it--and his chin was like so many American chins, not strong. His\neyes looked weak. His clothes were very much worn, but they had once\nbeen good; they formerly had been black, and well made; the buttons\nwere all on. His shirt was clean. I took note of this, for he had a\ndissipated look, and a rumpled shirt would have been natural. A man’s\nlinen tells on him before his other clothes. His listener had evidently\nbeen impressed by him also, for he arose, and said, abruptly, “Let’s go\nand take a drink.” To my surprise “No. 4” declined. “No, I thank you,”\n he said, with promptness. I instinctively looked at him again to see if\nI had not misjudged him; but I concluded not, that I was right, and that\nhe was simply “not drinking”. I was flattered at my discrimination when\nI heard him say that he had “sworn off”. His friend said no more, but\nremained standing while “No. 4” expatiated on the difference between a\nman who is drinking and one who is not. I never heard a more striking\nexposition of it. He said he wondered that any man could be such a fool\nas to drink liquor; that he had determined never to touch another drop.\nHe presently relapsed into silence, and the other reached out his hand\nto say good-by. Suddenly rising, he said: “Well, suppose we go and have\njust one for old times’ sake. Just one now, mind you; for I have not\ntouched a drop in----” He turned away, and I did not catch the length of\nthe time mentioned. But I have reason to believe that “No. 4” overstated\nit.\n\nThe next time I saw him was in the police court. I happened to be there\nwhen he walked out of the pen among as miscellaneous a lot of chronic\ndrunkards, thieves, and miscreants of both sexes and several colors\nas were ever gathered together. He still had on his old black suit,\nbuttoned up; but his linen was rumpled and soiled like himself, and he\nwas manifestly just getting over a debauch, the effects of which were\nstill visible on him in every line of his perspiring face and thin\nfigure. He walked with that exaggerated erectness which told his\nself-deluded state as plainly as if he had pronounced it in words. He\nhad evidently been there before, and more than once. The justice nodded\nto him familiarly:\n\n“Here again?” he asked, in a tone part pleasantry, part regret.\n\n“Yes, your honor. Met an old soldier last night, and took a drop for\ngood fellowship, and before I knew it----” A shrug of the shoulders\ncompleted the sentence, and the shoulders did not straighten any more.\n\nThe tall officer who had picked him up said something to the justice in\na tone too low for me to catch; but “No. 4” heard it--it was evidently a\nstatement against him--for he started to speak in a deprecating way. The\njudge interrupted him:\n\n“I thought you told me last time that if I let you go you would not take\nanother drink for a year.”\n\n“I forgot,” said “No. 4”, in a low voice.\n\n“This officer says you resisted him?”\n\nThe officer looked stolidly at the prisoner as if it were a matter of\nnot the slightest interest to him personally. “Cursed me and abused\nme,” he said, dropping the words slowly as if he were checking off a\nschedule.\n\n“I did not, your honor; indeed, I did not,” said “No. 4”, quickly. “I\nswear I did not; he is mistaken. Your honor does not believe I would\ntell you a lie! Surely I have not got so low as that.”\n\nThe justice turned his pencil in his hand doubtfully, and looked away.\n“No. 4” took in his position. He began again.\n\n“I fell in with an old soldier, and we got to talking about the\nwar--about old times.” His voice was very soft. “I will promise your\nhonor that I won’t take another drink for a year. Here, I’ll take an\noath to it. Swear me.” He seized the greasy little Bible on the desk\nbefore him, and handed it to the justice. The magistrate took it\ndoubtfully. He looked down at the prisoner half kindly, half humorously.\n\n“You’ll just break it.” He started to lay the book down.\n\n“No; I want to take the pledge,” said “No. 4”, eagerly. “Did I ever\nbreak a pledge I made to your honor?”\n\n“Didn’t you promise me not to come back here?”\n\n“I have not been here for nine months. Besides, I did not come of my\nown free will,” said “No. 4”, with a faint flicker of humor on his\nperspiring face.\n\n“You were here two months ago, and you promised not to take another\ndrink.”\n\n“I forgot that. I did not mean to break it; indeed, I did not. I fell in\nwith----”\n\nThe justice looked away, considered a moment, and ordered him back into\nthe pen with, “Ten days, to cool off.”\n\n“No. 4” stood quite still till the officer motioned him to the gate,\nbehind which the prisoners sat in stolid rows. Then he walked dejectedly\nback into the pen, and sat down by another drunkard. His look touched\nme, and I went around and talked to the magistrate privately. But he was\ninexorable; he said he knew more of him than I did, and that ten days\nin jail would “dry him out and be good for him.” I told him the story\nof the battle. He knew it already, and said he knew more than that about\nhim; that he had been one of the bravest soldiers in the whole army;\ndid not know what fear was; had once ridden into the enemy and torn\na captured standard from its captors’ hands, receiving two desperate\nbayonet-wounds in doing it; and had done other acts of conspicuous\ngallantry on many occasions. I pleaded this, but he was obdurate; hard,\nI thought at the time, and told him so; told him he had been a soldier\nhimself, and ought to be easier. He looked troubled, not offended; for\nwe were friends, and I think he liked to see me, who had been a boy\nduring the war, take up for an old soldier on that ground. But he stood\nfirm. I must do him the justice to say that I now think it would not\nhave made any difference if he had done otherwise. He had tried the\nother course many times.\n\n“No. 4” must have heard me trying to help him, for one day, about a\nmonth after that, he walked in on me quite sober, and looking somewhat\nas he did the first day I saw him, thanked me for what I had done for\nhim; delivered one of the most impressive discourses on intemperance\nthat I ever heard; and asked me to try to help him get work. He was\nwilling to do anything, he said; that is, anything he could do. I got\nhim a place with a friend of mine which he kept a week, then got drunk.\nWe got hold of him, however, and sobered him up, and he escaped the\npolice and the justice’s court. Being out of work, and very firm in\nhis resolution never to drink again, we lent him some money--a very\nlittle--with which to keep along a few days, on which he got drunk\nimmediately, and did fall into the hands of the police, and was sent to\njail as before. This, in fact, was his regular round: into jail, out of\njail; a little spell of sobriety, “an accidental fall”, which occurred\nas soon as he could get a drop of liquor, and into jail again for\nthirty or sixty days, according to the degree of resistance he gave the\npolice--who always, by their own account, simply tried to get him to go\nhome, and, by his, insulted him--and to the violence of the language he\napplied to them. In this he excelled; for although as quiet as possible\nwhen he was sober, when he was drunk he was a terror, so the police\nsaid, and his resources of vituperation were cyclopedic. He possessed\nin this particular department an eloquence which was incredible. His\nblasphemy was vast, illimitable, infinite. He told me once that he could\nnot explain it; that when he was sober he abhorred profanity, and never\nuttered an oath; when he was in liquor his brain took this turn, and\ndistilled blasphemy in volumes. He said that all of its energies were\nquickened and concentrated in this direction, and then he took not only\npleasure, but pride in it.\n\nHe told me a good deal of his life. He had got very low at this time,\nmuch lower than he had been when I first knew him. He recognized this\nhimself, and used to analyze and discuss himself in quite an impersonal\nway. This was when he had come out of jail, and after having the liquor\n“dried out” of him. In such a state he always referred to his condition\nin the past as being something that never would or could recur; while\non the other hand, if he were just over a drunk, he frankly admitted his\nabsolute slavery to his habit. When he was getting drunk he shamelessly\nmaintained, and was ready to swear on all the Bibles in creation, that\nhe had not touched a drop, and never expected to do so again--indeed,\ncould not be induced to do it--when in fact he would at the very time\nbe reeking with the fumes of liquor, and perhaps had his pocket then\nbulging with a bottle which he had just emptied, and would willingly\nhave bartered his soul to refill.\n\nI never saw such absolute dominion as the love of liquor had over him.\nHe was like a man in chains. He confessed it frankly and calmly. He said\nhe had a disease, and gave me a history of it. It came on him, he said,\nin spells; that when he was over one he abhorred it, but when the fit\nseized him it came suddenly, and he was in absolute slavery to it. He\nsaid his father was a gentleman of convivial habits (I have heard that\nhe was very dissipated, though not openly so, and “No. 4” never admitted\nit). He was killed at the battle of Bull Run. His mother--he always\nspoke of her with unvarying tenderness and reverence--had suffered\nenough, he said, to canonize her if she were not a saint already; she\nhad brought him up to have a great horror of liquor, and he had never\ntouched it till he went into the army. In the army he was in a convivial\ncrowd, and they had hard marching and poor rations, often none. Liquor\nwas scarce, and was regarded as a luxury; so although he was very\nmuch afraid of it, yet for good fellowship’s sake, and because it was\nconsidered mannish, he used to drink it. Then he got to like it; and\nthen got to feel the need of it, and took it to stimulate him when he\nwas run down. This want brought with it a great depression when he did\nnot have the means to satisfy it. He never liked the actual taste of it;\nhe said few drunkards did. It was the effect that he was always after.\nThis increased on him, he said, until finally it was no longer a desire,\nbut a passion, a necessity; he was obliged to have it. He felt then that\nhe would commit murder for it. “Why, I dream about it,” he said. “I will\ntell you what I have done. I have made the most solemn vows, and have\ngone to bed and gone to sleep, and waked up and dressed and walked miles\nthrough the rain and snow to get it. I believe I would have done it if\nI had known I was going next moment to hell.” He said it had ruined him;\nsaid so quite calmly; did not appear to have any special remorse about\nit; at least, never professed any; said it used to trouble him, but he\nhad got over it now. He had had a plantation--that is, his mother had\nhad--and he had been quite successful for a while; but he said, “A man\ncan’t drink liquor and run a farm,” and the farm had gone.\n\nI asked him how?\n\n“I sold it,” he said calmly; “that is, persuaded my mother to sell it.\nThe stock that belonged to me had nearly all gone before. A man who is\ndrinking will sell anything,” he said. “I have sold everything in the\nworld I had, or could lay my hands on. I have never got quite so low as\nto sell my old gray jacket that I used to wear when I rode behind old\nJoe. I mean to be buried in that--if I can keep it.”\n\nHe had been engaged to a nice girl; the wedding-day had been fixed; but\nshe had broken off the engagement. She married another man. “She was\na mighty nice girl,” he said, quietly. “Her people did not like my\ndrinking so much. I passed her not long ago on the street. She did not\nknow me.” He glanced down at himself quietly. “She looks older than she\ndid.” He said that he had had a place for some time, did not drink a\ndrop for nearly a year, and then got with some of the old fellows, and\nthey persuaded him to take a little. “I cannot touch it. I have either\ngot to drink or let it alone--one thing or the other,” he said. “But I\nam all right now,” he declared triumphantly, a little of the old fire\nlighting up in his face. “I never expect to touch a drop again.”\n\nHe spoke so firmly that I was persuaded to make him a little loan,\ntaking his due-bill for it, which he always insisted on giving. That\nevening I saw him being dragged along by three policemen, and he was\ncursing like a demon.\n\nIn the course of time he got so low that he spent much more than half\nhis time in jail. He became a perfect vagabond, and with his clothes\nragged and dirty might be seen reeling about or standing around the\nstreet corners near disreputable bars, waiting for a chance drink, or\nsitting asleep in doorways of untenanted buildings. His companions would\nbe one or two chronic drunkards like himself, with red noses, bloated\nfaces, dry hair, and filthy clothes. Sometimes I would see him hurrying\nalong with one of these as if they had a piece of the most important\nbusiness in the world. An idea had struck their addled brains that by\nsome means they could manage to secure a drink. Yet in some way he still\nheld himself above these creatures, and once or twice I heard of him\nbeing under arrest for resenting what he deemed an impertinence from\nthem.\n\nOnce he came very near being drowned. There was a flood in the river,\nand a large crowd was watching it from the bridge. Suddenly a little\ngirl’s dog fell in. It was pushed in by a ruffian. The child cried out,\nand there was a commotion. When it subsided a man was seen swimming for\nlife after the little white head going down the stream. It was “No. 4”.\nHe had slapped the fellow in the face, and then had sprung in after the\ndog. He caught it, and got out himself, though in too exhausted a state\nto stand up. When he was praised for it, he said, “A member of old Joe’s\ncompany who would not have done that could not have ridden behind old\nJoe.” I had this story from eye-witnesses, and it was used shortly after\nwith good effect; for he was arrested for burglary, breaking into a\nman’s house one night. It looked at first like a serious case, for some\nmoney had been taken out of a drawer; but when the case was investigated\nit turned out that the house was a bar-room over which the man\nlived,--he was the same man who had pitched the dog into the water,--and\nthat “No. 4”, after being given whiskey enough to make him a madman, had\nbeen put out of the place, had broken into the bar during the night\nto get more, and was found fast asleep in a chair with an empty bottle\nbeside him. I think the jury became satisfied that if any money had been\ntaken the bar-keeper, to make out a case against “No. 4”, had taken\nit himself. But there was a technical breaking, and it had to be got\naround; so his counsel appealed to the jury, telling them what he knew\nof “No. 4”, together with the story of the child’s dog, and “No.\n4”’s reply. There were one or two old soldiers on the jury, and they\nacquitted him, on which he somehow managed to get whiskey enough to land\nhim back in jail in twenty-four hours.\n\n\nIn May, 1890, there was a monument unveiled in Richmond. It was a great\noccasion, and not only all Virginia, but the whole South, participated\nin it with great fervor, much enthusiasm, and many tears. It was an\noccasion for sacred memories. The newspapers talked about it for a good\nwhile beforehand; preparations were made for it as for the celebration\nof a great and general ceremony in which the whole South was interested.\nIt was interested, because it was not only the unveiling of a monument\nfor the old commander, the greatest and loftiest Southerner, and, as\nthe South holds, man, of his time; it was an occasion consecrated to the\nwhole South; it was the embalming in precious memories, and laying away\nin the tomb of the Southern Confederacy: the apotheosis of the Southern\npeople. As such all were interested in it, and all prepared for it. It\nwas known that all that remained of the Southern armies would be there:\nof the armies that fought at Shiloh, and Bull Run, and Fort Republic;\nat Seven Pines, Gaines’s Mill, and Cold Harbor; at Antietam,\nFredericksburg, Chancellorsville, and Gettysburg; at Franklin, Atlanta,\nMurfreesboro, and Chickamauga, Spottsylvania, the Wilderness, and\nPetersburg; and the whole South, Union as it is now and ready to fight\nthe nation’s battles, gathered to glorify Lee, the old commander, and to\nsee and glorify the survivors of those and other bloody fields in which\nthe volunteer soldiers of the South had held the world at bay, and added\nto the glorious history of their race. Men came all the way from Oregon\nand California to be present. Old one-legged soldiers stumped it from\nWest Virginia. Even “No. 4”, though in the gutter, caught the\ncontagion, and shaped up and became sober. He got a good suit of\nclothes somewhere--not new--and appeared quite respectable. He even got\nsomething to do, and, in token of what he had been, was put on one of\nthe many committees having a hand in the entertainment arrangements. I\nnever saw a greater change in anyone. It looked as if there was hope for\nhim yet. He stopped me on the street a day or two before the unveiling\nand told me he had a piece of good news: the remnant of his old company\nwas to be here; he had got hold of the last one,--there were nine of\nthem left,--and he had his old jacket that he had worn in the war, and\nhe was going to wear it on the march. “It’s worn, of course,” he said,\n“but my mother put some patches over the holes, and except for the stain\non it it’s in good order. I believe I am the only one of the boys that\nhas his jacket still; my mother kept this for me; I have never got so\nhard up as to part with it. I’m all right now. I mean to be buried in\nit.”\n\nI had never remarked before what a refined face he had; his enthusiasm\nmade him look younger than I had ever seen him.\n\nI saw him on the day before the eve of the unveiling; he was as busy\nas a bee, and looked almost handsome. “The boys are coming in by every\ntrain,” he said. “Look here.” He pulled me aside, and unbuttoned his\nvest. A piece of faded gray cloth was disclosed. He had the old gray\njacket on under his other coat. “I know the boys will like to see it,”\n he said. “I’m going down to the train now to meet one--Binford Terrell.\nI don’t know whether I shall know him. Binford and I used to be much\nof a size. We did not use to speak at one time; had a falling out about\nwhich one should hold the horses; I made him do it, but I reckon he\nwon’t remember it now. I don’t. I have not touched a drop. Good-by.” He\nwent off.\n\nThe next night about bedtime I got a message that a man wanted to see me\nat the jail immediately. It was urgent. Would I come down there at once?\nI had a foreboding, and I went down. It was as I suspected. “No. 4” was\nthere behind the bars. “Drunk again,” said the turnkey, laconically, as\nhe let me in. He let me see him. He wanted me to see the judge and\nget him out. He besought me. He wept. “It was all an accident;” he had\n“found some of the old boys, and they had got to talking over old times,\nand just for old times’ sake,” etc. He was too drunk to stand up; but\nthe terror of being locked up next day had sobered him, and his mind was\nperfectly clear. He implored me to see the judge and to get him to let\nhim out. “Tell him I will come back here and stay a year if he will let\nme out to-morrow,” he said brokenly. He showed me the gray jacket under\nhis vest, and was speechless. Even then he did not ask release on the\nground that he was a veteran. I never knew him to urge this reason. Even\nthe officials who must have seen him there fifty times were sympathetic;\nand they told me to see the justice, and they believed he would let him\nout for next day. I applied to him as they suggested. He said, “Come\ndown to court to-morrow morning.” I did so. “No. 4” was present, pale\nand trembling. As he stood there he made a better defence than any one\nelse could have made for him. He admitted his guilt, and said he had\nnothing to say in extenuation except that it was the “old story”, he\n“had not intended it; he deserved it all, but would like to get off that\nday; had a special reason for it, and would, if necessary, go back to\njail that evening and stay there a year, or all his life.” As he\nstood awaiting sentence, he looked like a damned soul. His coat was\nunbuttoned, and his old, faded gray jacket showed under it. The justice,\nto his honor, let him off: let all offenders off that day. “No. 4” shook\nhands with him, unable to speak, and turned away. Then he had a\nstrange turn. We had hard work to get him to go into the procession. He\npositively refused; said he was not fit to go, or to live; began to cry,\nand took off his jacket. He would go back to jail, he said. We finally\ngot him straight; accepted from him a solemn promise not to touch a drop\ntill the celebration was over, so help him God, and sent him off to join\nhis old command at the tobacco-warehouse on the slip where the cavalry\nrendezvoused. I had some apprehension that he would not turn up in\nthe procession; but I was mistaken. He was there with the old cavalry\nveterans, as sober as a judge, and looking every inch a soldier.\n\nIt was a strange scene, and an impressive one even to those whose hearts\nwere not in sympathy with it in any respect. Many who had been the\nhardest fighters against the South were in sympathy with much of it,\nif not with all. But to those who were of the South, it was sublime.\nIt passed beyond mere enthusiasm, however exalted, and rested in the\nprofoundest and most sacred deeps of their being. There were many\ncheers, but more tears; not tears of regret or mortification, but tears\nof sympathy and hallowed memory. The gayly decorated streets, in all\nthe bravery of fluttering ensigns and bunting; the martial music of many\nbands; the constant tramp of marching troops; the thronged sidewalks,\nverandas, and roofs; the gleam of polished arms and glittering uniforms;\nthe flutter of gay garments, and the smiles of beautiful women sweet\nwith sympathy; the long line of old soldiers, faded and broken and gray,\nyet each self-sustained, and inspired by the life of the South that\nflowed in their veins, marching under the old Confederate battle-flags\nthat they had borne so often in victory and in defeat--all contributed\nto make the outward pageant a scene never to be forgotten. But this\nwas merely the outward image; the real fact was the spirit. It was the\nSouth. It was the spirit of the South; not of the new South, nor yet\nmerely of the old South, but the spirit of the great South. When\nthe young troops from every Southern State marched by in their fresh\nuniforms, with well-drilled battalions, there were huzzas, much applause\nand enthusiasm; when the old soldiers came there was a tempest:\nwild cheers choking with sobs and tears, the well-known,\nonce-heard-never-forgotten cry of the battling South, known in history\nas “the rebel yell”. Men and women and children joined in it. It\nbegan at the first sight of the regular column, swelled up the crowded\nstreets, rose to the thronged housetops, ran along them for squares like\na conflagration, and then came rolling back in volume only to rise and\nswell again greater than before. Men wept; children shrilled; women\nsobbed aloud. What was it! Only a thousand or two of old or aging men\nriding or tramping along through the dust of the street, under some old\nflags, dirty and ragged and stained. But they represented the spirit of\nthe South; they represented the spirit which when honor was in question\nnever counted the cost; the spirit that had stood up for the South\nagainst overwhelming odds for four years, and until the South had\ncrumbled and perished under the forces of war; the spirit that is the\nstrongest guaranty to us to-day that the Union is and is to be; the\nspirit that, glorious in victory, had displayed a fortitude yet greater\nin defeat. They saw in every stain on those tattered standards the blood\nof their noblest, bravest, and best; in every rent a proof of their\nglorious courage and sacrifice. They saw in those gray and careworn\nfaces, in those old clothes interspersed now and then with a faded gray\nuniform, the men who in the ardor of their youth had, for the South,\nfaced death undaunted on a hundred fields, and had never even thought it\ngreat; men who had looked immortality in the eyes, yet had been thrown\ndown and trampled underfoot, and who were greater in their overthrow\nthan when glory poured her light upon their upturned faces. Not one of\nthem all but was self-sustaining, sustained by the South, or had ever\neven for one moment thought in his direst extremity that he would have\nwhat was, undone.\n\nThe crowd was immense; the people on the fashionable street up which the\nprocession passed were fortunate; they had the advantage of their yards\nand porticos, and they threw them open to the public. Still the throng\non the sidewalks was tremendous, and just before the old veterans came\nalong the crush increased. As it resettled itself I became conscious\nthat a little old woman in a rusty black dress whom I had seen patiently\nstanding alone in the front line on the street corner for an hour had\nlost her position, and had been pushed back against the railing, and had\nan anxious, disappointed look on her face. She had a little, faded knot\nof Confederate colors fastened in her old dress, and, almost hidden by\nthe crowd, she was looking up and down in some distress to see if she\ncould not again get a place from which she could see. Finally she seemed\nto give it up, and stood quite still, tiptoeing now and then to try to\ncatch a glimpse. I saw someone about to help her when, from a gay and\ncrowded portico above her, a young and beautiful girl in a white dress,\nwhom I had been observing for some time as the life of a gay party,\nas she sat in her loveliness, a queen on her throne with her courtiers\naround her, suddenly arose and ran down into the street. There was a\nshort colloquy. The young beauty was offering something which the old\nlady was declining; but it ended in the young girl leading the older\nwoman gently up on to her veranda and giving her the chair of state. She\nwas hardly seated when the old soldiers began to pass.\n\nAs the last mounted veterans came by, I remembered that I had not seen\n“No. 4”; but as I looked up, he was just coming along. In his hand,\nwith staff resting on his toe, he carried an old standard so torn and\ntattered and stained that it was scarcely recognizable as a flag. I\ndid not for a moment take in that it was he, for he was not in the gray\njacket which I had expected to see. He was busy looking down at the\nthrong on the sidewalk, apparently searching for some one whom he\nexpected to find there. He was in some perplexity, and pulled in his\nhorse, which began to rear. Suddenly the applause from the portico above\narrested his attention, and he looked toward it and bowed. As he did so\nhis eye caught that of the old lady seated there. His face lighted up,\nand, wheeling his prancing horse half around, he dipped the tattered\nstandard, and gave the royal salute as though saluting a queen. The\nold lady pressed her wrinkled hand over the knot of faded ribbon on her\nbreast, and made a gesture to him, and he rode on. He had suddenly grown\nhandsome. I looked at her again; her eyes were closed, her hands were\nclasped, and her lips were moving. I saw the likeness: she was his\nmother. As he passed me I caught his eye. He saw my perplexity about\nthe jacket, glanced up at the torn colors, and pointed to a figure just\nbeyond him dressed in a short, faded jacket. “No. 4” had been selected,\nas the highest honor, to carry the old colors which he had once saved;\nand not to bear off all the honors from his friend, he had with true\ncomradeship made Binford Terrell wear his cherished jacket. He made a\nbrave figure as he rode away, and my cheer died on my lips as I thought\nof the sad, old mother in her faded knot, and of the dashing young\nsoldier who had saved the colors in that unnamed fight.\n\nAfter that we got him a place, and he did well for several months. He\nseemed to be cured. New life and strength appeared to come back to him.\nBut his mother died, and one night shortly afterward he disappeared, and\nremained lost for several days. When we found him he had been brought to\njail, and I was sent for to see about him. He was worse than I had ever\nknown him. He was half-naked and little better than a madman. I went\nto a doctor about him, an old army surgeon, who saw him, and shook his\nhead. “‘Mania a potu’. Very bad; only a question of time,” he said. This\nwas true. “No. 4” was beyond hope. Body and brain were both gone. It\ngot to be only a question of days, if not of hours. Some of his other\nfriends and I determined that he should not die in jail; so we took\nhim out and carried him to a cool, pleasant room looking out on an old\ngarden with trees in it. There in the dreadful terror of raving delirium\nhe passed that night. I with several others sat up with him. I could\nnot have stood many more like it. All night long he raved and tore. His\noaths were blood-curdling. He covered every past portion of his life.\nHis army life was mainly in his mind. He fought the whole war over.\nSometimes he prayed fervently; prayed against his infirmity; prayed\nthat his chains might be broken. Then he would grow calm for awhile. One\nthing recurred constantly: he had sold his honor, betrayed his cause.\nThis was the order again and again, and each time the paroxysm of\nfrightful fury came on, and it took all of us to hold him. He was\ncovered with snakes: they were chains on his wrists and around his body.\nHe tried to pull them from around him. At last, toward morning, came one\nof those fearful spells, worse than any that had gone before. It\npassed, and he suddenly seemed to collapse. He sank, and the stimulant\nadministered failed to revive him.\n\n“He is going,” said the doctor, quietly, across the bed. Whether his\ndull ear caught the word or not, I cannot say; but he suddenly roused\nup, tossed one arm, and said:\n\n“Binford, take the horses. I’m going to old Joe,” and sank back.\n\n“He’s gone,” said the doctor, opening his shirt and placing his ear over\nhis heart. As he rose up I saw two curious scars on “No. 4”’s emaciated\nbreast. They looked almost like small crosses, about the size of the\ndecorations the European veterans wear. The old doctor bent over and\nexamined them.\n\n“Hello! Bayonet-wounds,” he said briefly.\n\nA little later I went out to get a breath of fresh morning air to\nquiet my nerves, which were somewhat unstrung. As I passed by a little\nsecond-hand clothing-store of the meanest kind, in a poor, back street,\nI saw hanging up outside an old gray jacket. I stopped to examine it.\nIt was stained behind with mud, and in front with a darker color. An old\npatch hid a part of the front; but a close examination showed two holes\nover the breast. It was “No. 4”’s lost jacket. I asked the shopman about\nit. He had bought it, he said, of a pawnbroker who had got it from some\ndrunkard, who had probably stolen it last year from some old soldier. He\nreadily sold it, and I took it back with me; and the others being gone,\nan old woman and I cut the patch off it and put “No. 4”’s stiffening\narms into the sleeves. Word was sent to us during the day to say that\nthe city would bury him in the poorhouse grounds. But we told them that\narrangements had been made; that he would have a soldier’s burial. And\nhe had it.\n\n\n\n\nMISS DANGERLIE’S ROSES\n\n\nHenry Floyd was a crank, at least so many people said; a few thought\nhe was a wonderful person: these were mostly children, old women, and\npeople not in the directory, and persons not in the directory do not\ncount for much. He was in fact a singular fellow. It was all natural\nenough to him; he was just like what he believed his father had been,\nhis father of whom his mother used to tell him, and whom he remembered\nso vaguely except when he had suddenly loomed up in his uniform at the\nhead of his company, when they went away on that march from which he\nhad never returned. He meant to be like him, if he was not, and he\nremembered all that his mother had told him of his gentleness, his high\ncourtesy, his faithfulness, his devotion to duty, his unselfishness.\nSo it was all natural enough to Floyd to be as he was. But a man can\nno more tell whether or not he is a crank than he can tell how old he\nlooks. He was, however, without doubt, different in certain ways from\nmost people. This his friends admitted. Some said he was old-fashioned;\nsome that he was “old-timey”; some that he was unpractical, the shades\nof criticism ranging up to those saying he was a fool. This did not mean\nintellectually, for none denied his intellect. He drove a virile pen,\nand had an epigrammatic tongue. He had had a hard time. He had borne the\nyoke in his youth. This, we have strong authority for saying, is good\nfor a man; but it leaves its mark upon him. He had been desperately\npoor. He had not minded that except for his mother, and he had approved\nof her giving up every cent to meet the old security debts. It had cut\nhim off from his college education; but he had worked till he was a\nbetter scholar than he might have been had he gone to college. He had\nkept his mother comfortable as long as she lived, and then had put up\na monument over her in the old churchyard, as he had done before to his\nfather’s memory. This, everyone said, was foolish, and perhaps it was,\nfor it took him at least two years to pay for them, and he might have\nlaid up the money and got a start, or, as some charitable persons said,\nit might have been given to the poor. However, the monuments were put\nup, and on them were epitaphs which recorded at length the virtues of\nthose to whom they were erected, with their descent, and declared that\nthey were Christians and Gentlepeople. Some one said to Floyd that he\nmight have shortened the epitaphs, and have saved something. “I did not\nwant them shortened,” said he.\n\nHe had borne the yoke otherwise also. One of the first things he had\ndone after starting in life was to fall in love with a beautiful woman.\nShe was very beautiful and a great belle. Every one said it was sheer\nnonsense for Henry Floyd to expect her to marry him, as poor as he\nwas, which was natural enough. The only thing was that she led Floyd to\nbelieve she was going to marry him when she did not intend to do it, and\nit cost him a great deal of unhappiness. He never said one word against\nher, not even when she married a man much older than himself, simply, as\neveryone said, because he was very rich. If Floyd ever thought that she\ntreated him badly, no one ever knew it, and when finally she left her\nhusband, no one ever ventured to discuss it before Floyd.\n\nHenry Floyd, however, had suffered,--that everyone could see who had\neyes; but only he knew how much. Generally grave and dreamy; when quiet\nas calm as a dove, as fierce as a hawk when aroused; moving always in an\neccentric orbit, which few understood; flashing out now and then gleams\nwhich some said were sparks of genius but which most people said were\nmere eccentricity, he had sunk into a recluse. He was in this state\nwhen he met HER. He always afterward referred to her so. He was at a\nreception when he came upon her on a stairway. A casual word about his\nlife, a smile flashed from her large, dark, luminous eyes, lighting up\nher face, and Henry Floyd awoke. She had called him from the dead. It\nwas a case of love at first sight. From that time he never had a thought\nfor anyone else, least of all for himself. He lived in her and for her.\nHe blossomed under her sympathy as a tree comes out under the sunshine\nand soft breath of spring. He grew, he broadened. She was his sun, his\nbreath of life; he worshipped her. Then one day she died--suddenly--sank\ndown and died as a butterfly might die, chilled by a blast. With her\nHenry Floyd buried his youth. For a time people were sympathetic; but\nthey began immediately to speculate about him, then to gossip about him.\nIt made no difference to him or in him. He was like a man that is dead,\nwho felt no more. One thing about a great sorrow is that it destroys all\nlesser ones. A man with a crushed body does not feel pinpricks. Henry\nFloyd went on his way calmly, doggedly, mechanically. He drifted on and\nwas talked about continually. Gossip would not let him alone, so she did\nhim the honor to connect his name with that of every woman he met. In\nfact, there was as much reason to mention all as one. He was fond\nof women, and enjoyed them. Women liked him too. There was a certain\ngentleness mingled with firmness, a kind of protecting air about him\nwhich women admired, and a mystery of impenetrable sadness which women\nliked. Every woman who knew him trusted him, and had a right to trust\nhim. To none was he indifferent, but in none was he interested. He was\nsimply cut off. A physician who saw him said, “That man is dying of\nloneliness.” This went on for some years. At last his friends determined\nto get him back into society. They made plans for him and carried them\nout to a certain length; there the plans failed. Floyd might be led up\nto the water, but none could make him drink; there he took the bit in\nhis teeth and went his own way. He would be invited to meet a girl at a\ndinner got up for his benefit, that he might meet her, and would spend\nthe evening hanging over a little unheard-of country cousin with a low\nvoice and soft eyes, entertaining her with stories of his country days\nor of his wanderings; or he would be put by some belle, and after\nfive minutes’ homage spend the time talking to some old lady about her\ngrandchildren. “You must marry,” they said to him. “When one rises from\nthe dead,” he replied. At length, his friends grew tired of helping him\nand gave him up, and he dropped out and settled down. Commiseration is\none of the bitter things of life. But Floyd had what is harder to bear\nthan that. It did not affect his work. It was only his health and his\nlife that suffered. He was like a man who has lost the senses of touch\nand taste and sight. If he minded it, he did not show it. One can get\nused to being bedridden.\n\nOne thing about him was that he always appeared poor. He began to be\nknown as an inventor and writer. It was known that he received high\nprices for what he did; but he appeared to be no better off than when\nhe made nothing. Some persons supposed that he gambled; others whispered\nthat he spent it in other dissipation. In fact, one lady gave a\ncircumstantial account of the way he squandered his money, and declared\nherself very glad that he had never visited her daughters. When this was\nrepeated to Floyd, he said he fortunately did not have to account to\nher for the way he spent his money. He felt that the woman out under the\nmarble cross knew how his money went, and so did the little cousin who\nwas named after her, and who was at school. He had a letter from her in\nhis pocket at that moment. So he drifted on.\n\nAt length one evening he was at a reception in a strange city whither\nhis business had taken him. The rooms were filled with light and beauty.\nFloyd was standing chatting with a child of ten years, whom he found\nstanding in a corner, gazing out with wide questioning eyes on the\nthrong. They were friends instantly, and he was telling her who the\nguests were, as they came sailing in, giving them fictitious names and\ntitles. “They are all queens,” he told her, at which she laughed. She\npointed out a tall and stately woman with a solemn face, and with a\ngleaming bodice on like a cuirass, and her hair up on her head like a\ncasque. “Who is that?”\n\n“Queen Semiramis.”\n\n“And who is that?” It was a stout lady with a tiara of diamonds, a red\nface, and three feathers.\n\n“Queen Victoria, of course.”\n\n“And who am I?” She placed her little hand on her breast with a pretty\ngesture.\n\n“The Queen of Hearts,” said Floyd, quickly, at which she laughed\noutright. “Oh! I must not laugh,” she said, checking herself and\nglancing around her with a shocked look. “I forgot.”\n\n“You shall. If you don’t, you sha’n’t know who another queen is.”\n\n“No, mamma told me I must not make a bit of noise; it is not style, you\nknow, but you mustn’t be so funny.”\n\n“Good heavens!” said Floyd.\n\n“Oh! who is this coming?” A lady richly dressed was making her way\ntoward them. “The Queen of Sheba--coming to see Solomon,” said Floyd,\nas she came up to him. “Let me introduce you to a beautiful girl, Sarah\nDangerlie,” she said, and drew him through the throng toward a door,\nwhere he was presented to a tall and strikingly handsome girl and made\nhis bow and a civil speech, to which the young lady responded with one\nequally polite and important. Other men were pressing around her, to\nall of whom she made apt and cordial speeches, and Floyd fell back and\nrejoined his little girl, whose face lit up at his return.\n\n“Oh! I was so afraid you were going away with her.”\n\n“And leave you? Never, I’m not so easily disposed of.”\n\n“Everyone goes with her. They call her the Queen.”\n\n“Do they?”\n\n“Do you like her?”\n\n“Yes.”\n\n“You don’t,” she said, looking at him keenly.\n\n“Yes, she is beautiful.”\n\n“Everyone says so.”\n\n“She isn’t as beautiful as someone else I know,” said Floyd, pleasantly.\n\n“Isn’t she? As whom?”\n\nFloyd took hold of the child’s hand and said, “Let’s go and get some\nsupper.”\n\n“I don’t like her,” said the little girl, positively.\n\n“Don’t you?” said Floyd. He stopped and glanced across the room toward\nwhere the girl had stood. He saw only the gleam of her fine shoulders as\nshe disappeared in the crowd surrounded by her admirers.\n\nA little later Floyd met the young lady on the stairway. He had not\nrecognized her, and was passing on, when she spoke to him.\n\n“I saw you talking to a little friend of mine,” she began, then--“Over\nin the corner,” she explained.\n\n“Oh! yes. She is sweet. They interest me. I always feel when I have\ntalked with a child as if I had got as near to the angels as one can get\non earth.”\n\n“Do you know I was very anxious to meet you,” she said.\n\n“Were you? Thank you. Why?”\n\n“Because of a line of yours I once read.”\n\n“I am pleased to have written only one line that attracted your\nattention,” said Floyd, bowing.\n\n“No, no--it was this--“The whitest soul of man or saint is black\nbeside a girl’s.”\n\n“Beside a child’s,” said Floyd, correcting her.\n\n“Oh! yes, so it is--‘beside a child’s.’”\n\nHer voice was low and musical. Floyd glanced up and caught her look, and\nthe color deepened in her cheek as the young man suddenly leant a little\ntowards her and gazed earnestly into her eyes, which she dropped, but\ninstantly raised again.\n\n“Yes--good-night,” she held out her hand, with a taking gesture and\nsmile.\n\n“Good-night,” said Floyd, and passed on up the stairs to the\ndressing-room. He got his coat and hat and came down the stairway. A\ngroup seized him.\n\n“Come to the club,” they said. He declined.\n\n“Roast oysters and beer,” they said.\n\n“No, I’m going home.”\n\n“Are you ill?” asked a friend.\n\n“No, not at all. Why?”\n\n“You look like a man who has seen a spirit.”\n\n“Do I? I’m tired, I suppose. Good-night,--good-night, gentlemen,” and he\npassed out.\n\n“Perhaps I have,” he said as he went down the cold steps into the frozen\nstreet.\n\nFloyd went home and tossed about all night. His life was breaking up,\nhe was all at sea. Why had he met her? He was losing the anchor that had\nheld him. “They call her the queen,” the little girl had said. She must\nbe. He had seen her soul through her eyes.\n\nFloyd sent her the poem which contained the line which she had\nquoted; and she wrote him a note thanking him. It pleased him. It was\nsympathetic. She invited him to call. He went to see her. She was fine\nin grain and in look. A closely fitting dark gown ornamented by a single\nglorious red rose which might have grown where it lay, and her soft hair\ncoiled on her small head, as she entered tall and straight and calm,\nmade Floyd involuntarily say to himself, “Yes”--\n\n“She was right,” he said, half to himself, half aloud, as he stood\ngazing at her with inquiring eyes after she had greeted him cordially.\n\n“What was right?” she asked.\n\n“Something a little girl said about you.”\n\n“What was it?”\n\n“I will tell you some day, when I know you better.”\n\n“Was it a compliment?”\n\n“Yes.”\n\n“Tell me now.”\n\n“No, wait.”\n\nHe came to know her better; to know her very well. He did not see her\nvery often, but he thought of her a great deal. He seemed to find in her\na sympathy which he needed. It reminded him of the past. He awoke from\nhis lethargy; began to work once more in the old way; mixed among\nmen again; grew brighter. “Henry Floyd is growing younger, instead of\nolder,” someone said of him. “His health has been bad,” said a doctor.\n“He is improving. I thought at one time he was going to die.” “He is\ngetting rich,” said a broker, who had been a schoolmate of his. “I see\nhe has just invented a new something or other to relieve children with\nhip or ankle-joint disease.”\n\n“Yes, and it is a capital thing, too; it is being taken up by the\nprofession. I use it. It is a curious thing that he should have hit on\nthat when he is not a surgeon. He had studied anatomy as a sort of fad,\nas he does everything. One of Haile Tabb’s boys was bedridden, and he\nwas a great friend of his, and that set him at it.”\n\n“I don’t think he’s so much of a crank as he used to be,” said someone.\n\nThe broker who had been his schoolmate met Floyd next day.\n\n“I see you have been having a great stroke of luck,” he said.\n\n“Have I?”\n\n“Yes. I see in the papers, that your discovery, or invention, or\nwhatever it was, has been taken up.”\n\n“Oh! yes--that? It has.”\n\n“I congratulate you.”\n\n“Thank you.”\n\n“I would not mind looking into that.”\n\n“Yes, it is interesting.”\n\n“I might take an interest in it.”\n\n“Yes, I should think so.”\n\n“How much do you ask for it?”\n\n“‘Ask for it?’ Ask for what?”\n\n“For an interest in it, either a part or the whole?”\n\n“What?”\n\n“You ought to make a good thing out of it--out of your patent.”\n\n“My patent! I haven’t any patent.”\n\n“What! No patent?”\n\n“No. It’s for the good of people generally.”\n\n“But you got a patent?”\n\n“No.”\n\n“Couldn’t you get a patent?”\n\n“I don’t know.”\n\n“Well, I’ll be bound I’d have got a patent.”\n\n“Oh! no, I don’t think so.”\n\n“I tell you what, you ought to turn your talents to account,” said his\nfriend.\n\n“Yes, I know I ought.”\n\n“You could be a rich man.”\n\n“But I don’t care to be rich.”\n\n“What! Oh! nonsense. Everyone does.”\n\n“I do not. I want to live.”\n\n“But you don’t live.”\n\n“Well, maybe I shall some day.”\n\n“You merely exist.”\n\n“Why should I want to be rich?”\n\n“To live--to buy what you want.”\n\n“I want sympathy, love; can one buy that?”\n\n“Yes--even that.”\n\n“No, you cannot. There is only one sort of woman to be bought.”\n\n“Well, come and see me sometimes, won’t you?”\n\n“Well, no, I’m very much obliged to you; but I don’t think I can.”\n\n“Why? I have lots of rich men come to my house. You’d find it to your\nadvantage if you’d come.”\n\n“Thank you.”\n\n“We could make big money together if----”\n\nHe paused. Floyd was looking at him.\n\n“Could we? If--what?”\n\n“If you would let me use you.”\n\n“Thank you,” said Floyd. “Perhaps we could.”\n\n“Why won’t you come?”\n\n“Well, the fact is, I haven’t time. I shall have to wait to get a little\nricher before I can afford it. Besides I have a standing engagement.”\n\n“Oh! no, we won’t squeeze you. I tell you what, come up to dinner\nto-morrow. I’m going to have a fellow there, an awfully rich\nfellow--want to interest him in some things, and I’ve invited him down.\nHe is young Router, the son of the great Router, you know who he is?”\n\n“Well, no, I don’t believe I do. Good-by. Sorry I can’t come; but I have\nan engagement.”\n\n“What is it?”\n\n“To play mumble-the-peg with some boys: Haile Tabb’s boys.”\n\n“Oh! hang the boys! Come up to dinner. It is an opportunity you may not\nhave again shortly. Router’s awfully successful, and you can interest\nhim. I tell you what I’ll do----”\n\n“No, thank you, I’ll keep my engagement. Good-by.”\n\n“That fellow’s either a fool or he is crazy,” said his friend, gazing\nafter him as he walked away. “And he’s got some sense too. If he’d let\nme use him I could make money out of him for both of us.”\n\nIt was not long before Floyd began to be known more widely. He had\nschemes for the amelioration of the condition of the poor. They were\npronounced quixotic; but he kept on. He said he got good out of them if\nno one else did.\n\nHe began to go oftener and oftener down to the City, where Miss\nDangerlie lived. He did not see a great deal of her; but he wrote to\nher. He found in her a ready sympathy with his plans. It was not just as\nit used to be in his earlier love affair, where he used to find himself\nuplifted and borne along by the strong spirit which had called him from\nthe dead; but if it was not this that he got, it was what contented him.\nWhatever he suggested, she accepted. He found in her tastes a wonderful\nsimilarity with his, and from that he drew strength.\n\nWomen in talking of him in connection with her said it was a pity; men\nsaid he was lucky.\n\nOne evening, at a reception at her house, he was in the gentlemen’s\ndressing-room. It was evidently a lady’s apartment which had been\ndevoted for the occasion as a dressing-room. It was quite full at the\ntime. A man, a large fellow with sleek, short hair, a fat chin, and a\ndazzling waistcoat, pulled open a lower drawer in a bureau. Articles of\na lady’s apparel were discovered, spotless and neatly arranged. “Shut\nthat drawer instantly,” said Floyd, in a low, imperious tone.\n\n“Suppose I don’t, what then?”\n\n“I will pitch you out of that window,” said Floyd, quietly, moving a\nstep nearer to him. The drawer was closed, and the man turned away.\n\n“Do you know who that was?” asked someone of Floyd.\n\n“No, not the slightest idea.”\n\n“That was young Router, the son of the great Router.”\n\n“Who is the-great-Router?”\n\n“The great pork man. His son is the one who is so attentive to Miss\nDangerlie.”\n\n“I am glad he closed the drawer,” said Floyd, quietly.\n\n“He is said to be engaged to her,” said the gentleman.\n\n“He is not engaged to her,” said Floyd.\n\nLater on he was talking to Miss Dangerlie. He had taken her out of the\nthrong. “Do you know who introduced me to you?” he asked.\n\n“Yes, Mrs. Drivington.”\n\n“No, a little girl.”\n\n“Who? Why, don’t you remember! I am surprised. It was just in the\ndoorway!”\n\n“Oh! yes, I remember well enough. I met a beauty there, but I did not\ncare for her. I met you first on the stairway, and a child introduced\nme.”\n\n“Children interest me, they always admire one,” she said.\n\n“They interest me, I always admire them,” he said. “They are true.”\n\nShe was silent, then changed the subject.\n\n“A singular little incident befell me this evening,” she said. “As I was\ncoming home from a luncheon-party, a wretched woman stopped me and asked\nme to let her look at me.”\n\n“You did it, of course,” he said.\n\nShe looked at him with her eyes wide open with surprise.\n\n“What do you suppose a man said to me upstairs?” he asked her.\n\n“What?”\n\n“That you were engaged to someone.”\n\n“What! That I was engaged! To whom, pray?” She looked incredulous.\n\n“To a fellow I saw up there--Mr. ‘Router’, I think he said was his\nname.”\n\n“The idea! Engaged to Mr. Router! You did not believe him, did you?”\n\n“No, of course I did not; I trust you entirely.”\n\nShe buried her face in the roses she held in her hand, and did not\nspeak. Her other hand rested on the arm of her chair next him. It was\nfine and white. He laid his on it firmly, and leaning towards her, said,\n“I beg your pardon for mentioning it. I am not surprised that you are\nhurt. Forgive me. I could not care for you so much if I did not believe\nin you.”\n\n“It was so kind in you to send me these roses,” she said. “Aren’t they\nbeautiful?”\n\nShe turned them round and gazed at them with her face slightly averted.\n\n“Yes, they are, and yet I hate to see them tied that way; I ordered them\nsent to you loose. I always like to think of you as arranging roses.”\n\n“Yes, I love to arrange them myself,” she said.\n\n“The fact is, as beautiful as those are, I believe I like better\nthe old-fashioned roses right out of the dew. I suppose it is old\nassociation. But I know an old garden up at an old country-place, where\nmy mother used to live as a girl. It used to be filled up with roses,\nand I always think of the roses there as sweeter than any others in the\nworld.”\n\n“Yes, I like the old-fashioned roses best too,” she said, with that\nsimilarity of taste which always pleased him.\n\n“The next time I come to see you I am going to bring you some of those\nroses,” he said. “My mother used to tell me of my father going out and\ngetting them for her, and I would like you to have some of them.”\n\n“Oh! thank you. How far is it from your home?”\n\n“Fifteen or twenty miles.”\n\n“But you cannot get them there.”\n\n“Oh! yes, I can; the fact is, I own the place.” She looked interested.\n“Oh! it is not worth anything as land,” he said, “but I love the\nassociation. My mother was brought up there, and I keep up the garden\njust as it was. You shall have the roses. Some day I want to see you\namong them.” Just then there was a step behind him. She rose.\n\n“Is it ours?” she asked someone over her shoulder.\n\n“Yes, come along.”\n\nFloyd glanced around. It was the “son of the great Router”.\n\nShe turned to Floyd, and said, in an earnest undertone, “I am very\nsorry; but I had an engagement. Good-by.” She held out her hand. Floyd\ntook it and pressed it.\n\n“Good-by,” he said, tenderly. “That is all right.”\n\nShe took the-son-of-the-great-Router’s arm.\n\n*****\n\nOne afternoon, a month after Miss Dangerlie’s reception, Henry Floyd\nwas packing his trunk. He had just looked at his watch, when there was a\nring at the bell. He knew it was the postman, and a soft look came over\nhis face as he reflected that even if he got no letter he would see her\nwithin a few hours. A large box of glorious old-fashioned roses was on\nthe floor near him, and a roll of money and a time-table lay beside\nit. He had ridden thirty miles that morning to get and bring the roses\nhimself for one whom he always thought of in connection with them.\n\nA letter was brought in, and a pleased smile lit up the young man’s face\nas he saw the handwriting. He laid on the side of the trunk a coat that\nhe held, and then sat down on the arm of a chair and opened the letter.\nHis hand stroked it softly as if it were of velvet. He wore a pleased\nsmile as he began to read. Then the smile died away and a startled look\ntook its place. The color faded out of his face, and his mouth closed\nfirmly. When he was through he turned back and read the letter all over\nagain, slowly. It seemed hard to understand; for after a pause he read\nit over a third time. Then he looked straight before him for a moment,\nand then slowly tore it up into thin shreds and crumpled them up in\nhis hand. Ten minutes later he rose from his seat and dropped the torn\npieces into the fireplace. He walked over and put on his hat and coat,\nand going out, pulled the door firmly to behind him. The trunk, partly\npacked, stood open with the half-folded coat hanging over its edge and\nwith the roses lying by its side.\n\nFloyd walked into the Club and, returning quietly the salutations of\na group of friends, went over to a rack and drew out a newspaper file,\nwith which he passed into another room.\n\n“Announcement of Engagement: Router and Dangerlie,” was the heading on\nwhich his eye rested. “It is stated,” ran the paragraph, “that they have\nbeen engaged some time, but no announcement has been made until now, on\nthe eve of the wedding, owing to the young lady’s delicacy of feeling.”\n\nThat night Henry Floyd wrote a letter. This was the close of it:\n\n“Possibly your recollection may hereafter trouble you. I wish to say\nthat I do not hold you accountable in any way.”\n\nThat night a wretched creature, half beggar, half worse, was standing on\nthe street under a lamp. A man came along. She glanced at him timidly.\nHe was looking at her, but it would not do to speak to him, he was a\ngentleman going somewhere. His hands were full of roses. He posted a\nletter in the box, then to her astonishment he stopped at her side and\nspoke to her.\n\n“Here are some roses for you,” he said, “and here is some money. Go home\nto-night.”\n\nHe pushed the roses and money into her hands, and turning, went back up\nthe dim street.\n\n\n\n\nHOW THE CAPTAIN MADE CHRISTMAS\n\n\nIt was just a few days before Christmas, and the men around the large\nfireplace at the club had, not unnaturally, fallen to talking of\nChristmas. They were all men in the prime of life, and all or nearly all\nof them were from other parts of the country; men who had come to the\ngreat city to make their way in life, and who had, on the whole, made\nit in one degree or another, achieving sufficient success in different\nfields to allow of all being called successful men. Yet, as the\nconversation had proceeded, it had taken a reminiscent turn. When it\nbegan, only three persons were engaged in it, two of whom, McPheeters\nand Lesponts, were in lounging-chairs, with their feet stretched out\ntowards the log fire, while the third, Newton, stood with his back to\nthe great hearth, and his coat-tails well divided. The other men were\nscattered about the room, one or two writing at tables, three or four\nreading the evening papers, and the rest talking and sipping whiskey\nand water, or only talking or only sipping whiskey and water. As the\nconversation proceeded around the fireplace, however, one after another\njoined the group there, until the circle included every man in the room.\n\nIt had begun by Lesponts, who had been looking intently at Newton for\nsome moments as he stood before the fire with his legs well apart\nand his eyes fastened on the carpet, breaking the silence by asking,\nsuddenly: “Are you going home?”\n\n“I don’t know,” said Newton, doubtfully, recalled from somewhere\nin dreamland, but so slowly that a part of his thoughts were still\nlingering there. “I haven’t made up my mind--I’m not sure that I can go\nso far as Virginia, and I have an invitation to a delightful place--a\nhouse-party near here.”\n\n“Newton, anybody would know that you were a Virginian,” said McPheeters,\n“by the way you stand before that fire.”\n\nNewton said, “Yes,” and then, as the half smile the charge had brought\nup died away, he said, slowly, “I was just thinking how good it felt,\nand I had gone back and was standing in the old parlor at home the\nfirst time I ever noticed my father doing it; I remember getting up and\nstanding by him, a little scrap of a fellow, trying to stand just as\nhe did, and I was feeling the fire, just now, just as I did that night.\nThat was--thirty-three years ago,” said Newton, slowly, as if he were\ndoling the years from his memory.\n\n“Newton, is your father living?” asked Lesponts. “No, but my mother is,”\n he said; “she still lives at the old home in the country.”\n\nFrom this the talk had gone on, and nearly all had contributed to it,\neven the most reticent of them, drawn out by the universal sympathy\nwhich the subject had called forth. The great city, with all its\nmanifold interests, was forgotten, and the men of the world went back to\ntheir childhood and early life in little villages or on old plantations,\nand told incidents of the time when the outer world was unknown, and\nall things had those strange and large proportions which the mind of\nchildhood gives. Old times were ransacked and Christmas experiences\nin them were given without stint, and the season was voted, without\ndissent, to have been far ahead of Christmas now. Presently, one of the\nparty said: “Did any of you ever spend a Christmas on the cars? If you\nhave not, thank Heaven, and pray to be preserved from it henceforth, for\nI’ve done it, and I tell you it’s next to purgatory. I spent one once,\nstuck in a snow-drift, or almost stuck, for we were ten hours late, and\nmissed all connections, and the Christmas I had expected to spend with\nfriends, I passed in a nasty car with a surly Pullman conductor, an\nimpudent mulatto porter, and a lot of fools, all of whom could have\nmurdered each other, not to speak of a crying baby whose murder was\nperhaps the only thing all would have united on.”\n\nThis harsh speech showed that the subject was about exhausted, and\nsomeone, a man who had come in only in time to hear the last speaker,\nhad just hazarded the remark, in a faint imitation of an English accent,\nthat the sub-officials in this country were a surly, ill-conditioned\nlot, anyhow, and always were as rude as they dared to be, when Lesponts,\nwho had looked at the speaker lazily, said:\n\n“Yes, I have spent a Christmas on a sleeping-car, and, strange to say, I\nhave a most delightful recollection of it.”\n\nThis was surprising enough to have gained him a hearing anyhow, but\nthe memory of the occasion was evidently sufficiently strong to carry\nLesponts over obstacles, and he went ahead.\n\n“Has any of you ever taken the night train that goes from here South\nthrough the Cumberland and Shenandoah Valleys, or from Washington to\nstrike that train?”\n\nNo one seemed to have done so, and he went on:\n\n“Well, do it, and you can even do it Christmas, if you get the right\nconductor. It’s well worth doing the first chance you get, for it’s\nalmost the prettiest country in the world that you go through; there is\nnothing that I’ve ever seen lovelier than parts of the Cumberland and\nShenandoah Valleys, and the New River Valley is just as pretty,--that\nbackground of blue beyond those rolling hills, and all,--you know,\nMcPheeters?” McPheeters nodded, and he proceeded:\n\n“I always go that way now when I go South. Well, I went South one winter\njust at Christmas, and I took that train by accident. I was going to New\nOrleans to spend Christmas, and had expected to have gotten off to be\nthere several days beforehand, but an unlooked-for matter had turned\nup and prevented my getting away, and I had given up the idea of going,\nwhen I changed my mind: the fact is, I was in a row with a friend of\nmine there. I decided, on the spur of the moment, to go, anyhow, and\nthus got off on the afternoon train for Washington, intending to run my\nluck for getting a sleeper there. This was the day before Christmas-eve\nand I was due to arrive in New Orleans Christmas-day, some time. Well,\nwhen I got to Washington there was not a berth to be had for love or\nmoney, and I was in a pickle. I fumed and fussed; abused the railroad\ncompanies and got mad with the ticket agent, who seemed, I thought, to\nbe very indifferent as to whether I went to New Orleans or not, and\nI had just decided to turn around and come back to New York, when the\nagent, who was making change for someone else, said: ‘I’m not positive,\nbut I think there’s a train on such and such a road, and you may be able\nto get a berth on that. It leaves about this time, and if you hurry\nyou may be able to catch it.’ He looked at his watch: ‘Yes, you’ve just\nabout time to stand a chance; everything is late to-day, there are such\ncrowds, and the snow and all.’ I thanked him, feeling like a dog over my\nill-temper and rudeness to him, and decided to try. Anything was better\nthan New York, Christmas-day. So I jumped into a carriage and told the\ndriver to drive like the--the wind, and he did. When we arrived at the\nstation the ticket agent could not tell me whether I could get a berth\nor not, the conductor had the diagram out at the train, but he thought\nthere was not the slightest chance. I had gotten warmed up, however, by\nmy friend’s civility at the other station, and I meant to go if there\nwas any way to do it, so I grabbed up my bags and rushed out of the\nwarm depot into the cold air again. I found the car and the conductor\nstanding outside of it by the steps. The first thing that struck\nme was his appearance. Instead of being the dapper young\nnaval-officerish-looking fellow I was accustomed to, he was a stout,\nelderly man, with bushy, gray hair and a heavy, grizzled mustache, who\nlooked like an old field-marshal. He was surrounded by quite a number of\npeople all crowding about him and asking him questions at once, some of\nwhose questions he was answering slowly as he pored over his diagram,\nand others of which he seemed to be ignoring. Some were querulous,\nsome good-natured, and all impatient, but he answered them all with\nimperturbable good humor. It was very cold, so I pushed my way into\nthe crowd. As I did so I heard him say to someone: ‘You asked me if\nthe lower berths were all taken, did you not?’ ‘Yes, five minutes ago!’\nsnapped the fellow, whom I had already heard swearing, on the edge of\nthe circle. ‘Well, they are all taken, just as they were the first time\nI told you they were,’ he said, and opened a despatch given him by his\nporter, a tall, black, elderly negro with gray hair. I pushed my way in\nand asked him, in my most dulcet tone, if I could get an upper berth to\nNew Orleans. I called him ‘Captain’, thinking him a pompous old fellow.\nHe was just beginning to speak to someone else, but I caught him and\nhe looked across the crowd and said ‘New Orleans!’ My heart sank at the\ntone, and he went on talking to some other man. ‘I told you that I would\ngive you a lower berth, sir, I can give you one now, I have just got a\nmessage that the person who had “lower two” will not want it.’ ‘Hold on,\nthen, I’ll take that lower,’ called the man who had spoken before, over\nthe crowd, ‘I spoke for it first.’ ‘No you won’t,’ said the Captain,\nwho went on writing. The man pushed his way in angrily, a big,\nself-assertive fellow; he was evidently smarting from his first repulse.\n‘What’s that? I did, I say. I was here before that man got here, and\nasked you for a lower berth, and you said they were all taken.’ The\nCaptain stopped and looked at him. ‘My dear sir, I know you did; but\nthis gentleman has a lady along.’ But the fellow was angry. ‘I don’t\ncare,’ he said, ‘I engaged the berth and I know my rights; I mean to\nhave that lower berth, or I’ll see which is bigger, you or Mr. Pullman.’\nJust then a lady, who had come out on the steps, spoke to the Captain\nabout her seat in the car. He turned to her: ‘My dear madam, you are all\nright, just go in there and take your seat anywhere; when I come in I\nwill fix everything. Go straight into that car and don’t come out in\nthis cold air any more.’ The lady went back and the old fellow said,\n‘Nick, go in there and seat that lady, if you have to turn every man out\nof his seat.’ Then, as the porter went in, he turned back to his irate\nfriend. ‘Now, my dear sir, you don’t mean that: you’d be the first man\nto give up your berth; this gentleman has his sick wife with him and has\nbeen ordered to take her South immediately, and she’s going to have a\nlower berth if I turn every man in that car out, and if you were Mr.\nPullman himself I’d tell you the same thing.’ The man fell back, baffled\nand humbled, and we all enjoyed it. Still, I was without a berth, so,\nwith some misgiving, I began: ‘Captain?’ He turned to me. ‘Oh! you want\nto go to New Orleans?’ ‘Yes, to spend Christmas; any chance for me?’ He\nlooked at his watch. ‘My dear young sir,’ he said, ‘go into the car and\ntake a seat, and I’ll do the best I can with you.’ I went in, not at all\nsure that I should get a berth.\n\n“This, of course, was only a part of what went on, but the crowd had\ngotten into a good humor and was joking, and I had fallen into the same\nspirit. The first person I looked for when I entered the car was, of\ncourse, the sick woman. I soon picked her out: a sweet, frail-looking\nlady, with that fatal, transparent hue of skin and fine complexion.\nShe was all muffled up, although the car was very warm. Every seat was\neither occupied or piled high with bags. Well, the train started, and\nin a little while the Captain came in, and the way that old fellow\nstraightened things out was a revelation. He took charge of the car and\nran it as if he had been the Captain of a boat. At first some of the\npassengers were inclined to grumble, but in a little while they gave in.\nAs for me, I had gotten an upper berth and felt satisfied. When I waked\nup next morning, however, we were only a hundred and fifty miles from\nWashington, and were standing still. The next day was Christmas, and\nevery passenger on the train, except the sick lady and her husband, and\nthe Captain, had an engagement for Christmas dinner somewhere a thousand\nmiles away. There had been an accident on the road. The train which was\ncoming north had jumped the track at a trestle and torn a part of it\naway. Two or three of the trainmen had been hurt. There was no chance of\ngetting by for several hours more. It was a blue party that assembled\nin the dressing-room, and more than one cursed his luck. One man was\ntalking of suing the company. I was feeling pretty gloomy myself, when\nthe Captain came in. ‘Well, gentlemen, ‘Christmas-gift’; it’s a fine\nmorning, you must go out and taste it,’ he said, in a cheery voice,\nwhich made me feel fresher and better at once, and which brought a\nresponse from every man in the dressing-room. Someone asked promptly how\nlong we should be there. ‘I can’t tell you, sir, but some little time;\nseveral hours.’ There was a groan. ‘You’ll have time to go over the\nbattle-field,’ said the Captain, still cheerily. ‘We are close to the\nfield of one of the bitterest battles of the war.’ And then he proceeded\nto tell us about it briefly. He said, in answer to a question, that he\nhad been in it. ‘On which side, Captain?’ asked someone. ‘Sir!’ with\nsome surprise in his voice. ‘On which side?’ ‘On our side, sir, of\ncourse.’ We decided to go over the field, and after breakfast we did.\n\n“The Captain walked with us over the ground and showed us the lines of\nattack and defence; pointed out where the heaviest fighting was done,\nand gave a graphic account of the whole campaign. It was the only\nbattle-field I had ever been over, and I was so much interested that\nwhen I got home I read up the campaign, and that set me to reading up on\nthe whole subject of the war. We walked back over the hills, and I never\nenjoyed a walk more. I felt as if I had got new strength from the cold\nair. The old fellow stopped at a little house on our way back, and\nwent in whilst we waited. When he came out he had a little bouquet of\ngeranium leaves and lemon verbena which he had got. I had noticed them\nin the window as we went by, and when I saw the way the sick lady looked\nwhen he gave them to her, I wished I had brought them instead of him.\nSome one intent on knowledge asked him how much he paid for them?\n\n“He said, ‘Paid for them! Nothing.’\n\n“‘Did you know them before?’ he asked.\n\n“‘No, sir.’ That was all.\n\n“A little while afterwards I saw him asleep in a seat, but when the\ntrain started he got up.\n\n“The old Captain by this time owned the car. He was not only an\nofficial, he was a host, and he did the honors as if he were in his own\nhouse and we were his guests; all was done so quietly and unobtrusively,\ntoo; he pulled up a blind here, and drew one down there, just a few\ninches, ‘to give you a little more light on your book, sir’;--‘to shut\nout a little of the glare, madam--reading on the cars is a little more\ntrying to the eyes than one is apt to fancy.’ He stopped to lean over\nand tell you that if you looked out of your window you would see what he\nthought one of the prettiest views in the world; or to mention the\nfact that on the right was one of the most celebrated old places in the\nState, a plantation which had once belonged to Colonel So-and-So, ‘one\nof the most remarkable men of his day, sir.’\n\n“His porter, Nicholas, was his admirable second; not a porter at all,\nbut a body-servant; as different from the ordinary Pullman-car porter\nas light from darkness. In fact, it turned out that he had been an old\nservant of the Captain’s. I happened to speak of him to the Captain, and\nhe said: ‘Yes, sir, he’s a very good boy; I raised him, or rather, my\nfather did; he comes of a good stock; plenty of sense and know their\nplaces. When I came on the road they gave me a mulatto fellow whom I\ncouldn’t stand, one of these young, new, “free-issue” some call them,\nsir, I believe; I couldn’t stand him, I got rid of him.’ I asked him\nwhat was the trouble. ‘Oh! no trouble at all, sir; he just didn’t know\nhis place, and I taught him. He could read and write a little--a negro\nis very apt to think, sir, that if he can write he is educated--he could\nwrite, and thought he was educated; he chewed a toothpick and thought he\nwas a gentleman. I soon taught him better. He was impertinent, and I\nput him off the train. After that I told them that I must have my own\nservant if I was to remain with them, and I got Nick. He is an excellent\nboy (he was about fifty-five). The black is a capital servant, sir, when\nhe has sense, far better than the mulatto.’\n\n“I became very intimate with the old fellow. You could not help it. He\nhad a way about him that drew you out. I told him I was going to New\nOrleans to pay a visit to friends there. He said, ‘Got a sweetheart\nthere?’ I was rather taken aback; but I told him, ‘Yes.’ He said he knew\nit as soon as I spoke to him on the platform. He asked me who she was,\nand I told him her name. He said to me, ‘Ah! you lucky dog.’ I told him\nI did not know that I was not most unlucky, for I had no reason to think\nshe was going to marry me. He said, ‘You tell her I say you’ll be all\nright.’ I felt better, especially when the old chap said, ‘I’ll tell\nher so myself.’ He knew her. She always travelled with him when she came\nNorth, he said.\n\n“I did not know at all that I was all right; in fact, I was rather low\ndown just then about my chances, which was the only reason I was so\nanxious to go to New Orleans, and I wanted just that encouragement and\nit helped me mightily. I began to think Christmas on the cars wasn’t\nquite so bad after all. He drew me on, and before I knew it I had told\nhim all about myself. It was the queerest thing; I had no idea in the\nworld of talking about my matters. I had hardly ever spoken of her to\na soul; but the old chap had a way of making you feel that he would be\ncertain to understand you, and could help you. He told me about his own\ncase, and it wasn’t so different from mine. He lived in Virginia before\nthe war; came from up near Lynchburg somewhere; belonged to an old\nfamily there, and had been in love with his sweetheart for years, but\ncould never make any impression on her. She was a beautiful girl, he\nsaid, and the greatest belle in the country round. Her father was one\nof the big lawyers there, and had a fine old place, and the stable was\nalways full of horses of the young fellows who used to be coming to see\nher, and ‘she used to make me sick, I tell you,’ he said, ‘I used to\nhate ‘em all; I wasn’t afraid of ‘em; but I used to hate a man to look\nat her; it seemed so impudent in him; and I’d have been jealous if she\nhad looked at the sun. Well, I didn’t know what to do. I’d have been\nready to fight ‘em all for her, if that would have done any good, but\nit wouldn’t; I didn’t have any right to get mad with ‘em for loving her,\nand if I had got into a row she’d have sent me off in a jiffy. But just\nthen the war came on, and it was a Godsend to me. I went in first thing.\nI made up my mind to go in and fight like five thousand furies, and I\nthought maybe that would win her, and it did; it worked first-rate. I\nwent in as a private, and I got a bullet through me in about six months,\nthrough my right lung, that laid me off for a year or so; then I went\nback and the boys made me a lieutenant, and when the captain was made a\nmajor, I was made captain. I was offered something higher once or twice,\nbut I thought I’d rather stay with my company; I knew the boys, and they\nknew me, and we had got sort of used to each other--to depending on each\nother, as it were. The war fixed me all right, though. When I went home\nthat first time my wife had come right around, and as soon as I was well\nenough we were married. I always said if I could find that Yankee that\nshot me I’d like to make him a present. I found out that the great\ntrouble with me had been that I had not been bold enough; I used to\nlet her go her own way too much, and seemed to be afraid of her. I WAS\nafraid of her, too. I bet that’s your trouble, sir: are you afraid of\nher?’ I told him I thought I was. ‘Well, sir,’ he said, ‘it will never\ndo; you mustn’t let her think that--never. You cannot help being afraid\nof her, for every man is that; but it is fatal to let her know it. Stand\nup, sir, stand up for your rights. If you are bound to get down on your\nknees--and every man feels that he is--don’t do it; get up and run out\nand roll in the dust outside somewhere where she can’t see you. Why,\nsir,’ he said, ‘it doesn’t do to even let her think she’s having her own\nway; half the time she’s only testing you, and she doesn’t really want\nwhat she pretends to want. Of course, I’m speaking of before marriage;\nafter marriage she always wants it, and she’s going to have it, anyway,\nand the sooner you find that out and give in, the better. You must\nconsider this, however, that her way after marriage is always laid down\nto her with reference to your good. She thinks about you a great deal\nmore than you do about her, and she’s always working out something that\nis for your advantage; she’ll let you do some things as you wish, just\nto make you believe you are having your own way, but she’s just been\npretending to think otherwise, to make you feel good.’\n\n“This sounded so much like sense that I asked him how much a man\nought to stand from a woman. ‘Stand, sir?’ he said; ‘why, everything,\neverything that does not take away his self-respect.’ I said I believed\nif he’d let a woman do it she’d wipe her shoes on him. ‘Why, of course\nshe will,’ he said, ‘and why shouldn’t she? A man is not good enough\nfor a good woman to wipe her shoes on. But if she’s the right sort of a\nwoman she won’t do it in company, and she won’t let others do it at all;\nshe’ll keep you for her own wiping.’”\n\n“There’s a lot of sense in that, Lesponts,” said one of his auditors, at\nwhich there was a universal smile of assent. Lesponts said he had found\nit out, and proceeded.\n\n“Well, we got to a little town in Virginia, I forget the name of it,\nwhere we had to stop a short time. The Captain had told me that his home\nwas not far from there, and his old company was raised around there.\nQuite a number of the old fellows lived about there yet, he said, and he\nsaw some of them nearly every time he passed through, as they ‘kept the\nrun of him.’ He did not know that he’d ‘find any of them out to-day, as\nit was Christmas, and they would all be at home,’ he said. As the train\ndrew up I went out on the platform, however, and there was quite a crowd\nassembled. I was surprised to find it so quiet, for at other places\nthrough which we had passed they had been having high jinks: firing off\ncrackers and making things lively. Here the crowd seemed to be quiet\nand solemn, and I heard the Captain’s name. Just then he came out on the\nplatform, and someone called out: ‘There he is, now!’ and in a second\nsuch a cheer went up as you never heard. They crowded around the old\nfellow and shook hands with him and hugged him as if he had been a\ngirl.”\n\n“I suppose you have reference to the time before you were married,”\n interrupted someone, but Lesponts did not heed him. He went on:\n\n“It seemed the rumor had got out that morning that it was the Captain’s\ntrain that had gone off the track and that the Captain had been killed\nin the wreck, and this crowd had assembled to meet the body. ‘We were\ngoing to give you a big funeral, Captain,’ said one old fellow; ‘they’ve\ngot you while you are living, but we claim you when you are dead. We\nain’t going to let ‘em have you then. We’re going to put you to sleep in\nold Virginia.’\n\n“The old fellow was much affected, and made them a little speech. He\nintroduced us to them all. He said: ‘Gentlemen, these are my boys, my\nneighbors and family;’ and then, ‘Boys, these are my friends; I don’t\nknow all their names yet, but they are my friends.’ And we were. He\nrushed off to send a telegram to his wife in New Orleans, because, as he\nsaid afterwards, she, too, might get hold of the report that he had been\nkilled; and a Christmas message would set her up, anyhow. She’d be\na little low down at his not getting there, he said, as he had never\nmissed a Christmas-day at home since ‘64.\n\n“When dinner-time came he was invited in by pretty nearly everyone in\nthe car, but he declined; he said he had to attend to a matter. I was\ngoing in with a party, but I thought the old fellow would be lonely,\nso I waited and insisted on his dining with me. I found that it had\noccurred to him that a bowl of eggnogg would make it seem more like\nChristmas, and he had telegraphed ahead to a friend at a little place to\nhave ‘the materials’ ready. Well, they were on hand when we got there,\nand we took them aboard, and the old fellow made one of the finest\neggnoggs you ever tasted in your life. The rest of the passengers had\nno idea of what was going on, and when the old chap came in with a big\nbowl, wreathed in holly, borne by Nick, and the old Captain marching\nbehind, there was quite a cheer. It was offered to the ladies first, of\ncourse, and then the men assembled in the smoker and the Captain did the\nhonors. He did them handsomely, too: made us one of the prettiest little\nspeeches you ever heard; said that Christmas was not dependent on the\nfireplace, however much a roaring fire might contribute to it; that it\nwas in everyone’s heart and might be enjoyed as well in a railway-car as\nin a hall, and that in this time of change and movement it behooved us\nall to try and keep up what was good and cheerful and bound us together,\nand to remember that Christmas was not only a time for merry-making, but\nwas the time when the Saviour of the world came among men to bring peace\nand good-will, and that we should remember all our friends everywhere.\n‘And, gentlemen,’ he said, ‘there are two toasts I always like to\npropose at this time, and which I will ask you to drink. The first is\nto my wife.’ It was drunk, you may believe. ‘And the second is, “My\nfriends: all mankind.”’ This too, was drunk, and just then someone\nnoticed that the old fellow had nothing but a little water in his glass.\n‘Why, Captain,’ he said, ‘you are not drinking! that is not fair.’\n‘Well, no, sir,’ said the old fellow, ‘I never drink anything on duty;\nyou see it is one of the regulations and I subscribed them, and, of\ncourse, I could not break my word. Nick, there, will drink my share,\nhowever, when you are through; he isn’t held up to quite such high\naccountability.’ And sure enough, Nick drained off a glass and made a\nspeech which got him a handful of quarters. Well, of course, the old\nCaptain owned not only the car, but all in it by this time, and we\nspent one of the jolliest evenings you ever saw. The glum fellow who had\ninsisted on his rights at Washington made a little speech, and paid the\nCaptain one of the prettiest compliments I ever heard. He said he had\ndiscovered that the Captain had given him his own lower berth after he\nhad been so rude to him, and that instead of taking his upper berth as\nhe had supposed he would have done, he had given that to another person\nand had sat up himself all night. That was I. The old fellow had given\nthe grumbler his ‘lower’ in the smoking-room, and had given me his\n‘upper’. The fellow made him a very handsome apology before us all, and\nthe Captain had his own berth that night, you may believe.\n\n“Well, we were all on the ‘qui vive’ to see the Captain’s wife when we\ngot to New Orleans. The Captain had told us that she always came down to\nthe station to meet him; so we were all on the lookout for her. He told\nme the first thing that he did was to kiss her, and then he went and\nfiled his reports, and then they went home together, ‘And if you’ll come\nand dine with me,’ he said to me, ‘I’ll give you the best dinner you\never had--real old Virginia cooking; Nick’s wife is our only servant,\nand she is an excellent cook.’ I promised him to go one day, though I\ncould not go the first day. Well, the meeting between the old fellow\nand his wife was worth the trip to New Orleans to see. I had formed a\npicture in my mind of a queenly looking woman, a Southern matron--you\nknow how you do? And when we drew into the station I looked around for\nher. As I did not see her, I watched the Captain. He got off, and I\nmissed him in the crowd. Presently, though, I saw him and I asked him,\n‘Captain, is she here?’ ‘Yes, sir, she is, she never misses; that’s the\nsort of a wife to have, sir; come here and let me introduce you.’ He\npulled me up and introduced me to a sweet little old lady, in an old,\nthreadbare dress and wrap, and a little, faded bonnet, whom I had seen\nas we came up, watching eagerly for someone, but whom I had not thought\nof as being possibly the Captain’s grand-dame. The Captain’s manner,\nhowever, was beautiful. ‘My dear, this is my friend, Mr. Lesponts, and\nhe has promised to come and dine with us,’ he said, with the air of\na lord, and then he leaned over and whispered something to her. ‘Why,\nshe’s coming to dine with us to-day,’ she said with a very cheery laugh;\nand then she turned and gave me a look that swept me from top to toe, as\nif she were weighing me to see if I’d do. I seemed to pass, for she came\nforward and greeted me with a charming cordiality, and invited me\nto dine with them, saying that her husband had told her I knew Miss\nSo-and-So, and she was coming that day, and if I had no other engagement\nthey would be very glad if I would come that day, too. Then she turned\nto the Captain and said, ‘I saved Christmas dinner for you; for when\nyou didn’t come I knew the calendar and all the rest of the world were\nwrong; so to-day is our Christmas.’”\n\n--“Well, that’s all,” said Lesponts; “I did not mean to talk so much,\nbut the old Captain is such a character, I wish you could know him.\nYou’d better believe I went, and I never had a nicer time. They were\njust as poor as they could be, in one way, but in another they were\nrich. He had a sweet little home in their three rooms. I found that\nmy friend always dined with them one day in the Christmas-week, and I\nhappened to hit that day.” He leaned back.\n\n“That was the beginning of my good fortune,” he said, slowly, and then\nstopped. Most of the party knew Lesponts’s charming wife, so no further\nexplanation was needed. One of them said presently, however, “Lesponts,\nwhy didn’t you fellows get him some better place?”\n\n“He was offered a place,” said Lesponts. “The fellow who had made the\nrow about the lower berth turned out to be a great friend of the head of\nthe Pullman Company, and he got him the offer of a place at three times\nthe salary he got, but after consideration, he declined it. He would\nhave had to come North, and he said that he could not do that: his\nwife’s health was not very robust and he did not know how she could\nstand the cold climate; then, she had made her friends, and she was too\nold to try to make a new set; and finally, their little girl was buried\nthere, and they did not want to leave her; so he declined. When she\ndied, he said, or whichever one of them died first, the other would come\nback home to the old place in Virginia, and bring the other two with\nhim, so they could all be at home together again. Meantime, they were\nvery comfortable and well satisfied.”\n\nThere was a pause after Lesponts ended, and then one of the fellows rang\nthe bell and said, “Let’s drink the old Captain’s health,” which was\nunanimously agreed to. Newton walked over to a table and wrote a note,\nand then slipped out of the club; and when next day I inquired after\nhim of the boy at the door, he said he had left word to tell anyone who\nasked for him, that he would not be back till after Christmas; that he\nhad gone home to Virginia. Several of the other fellows went off home\ntoo, myself among them, and I was glad I did, for I heard one of the men\nsay he never knew the club so deserted as it was that Christmas-day.\n\n\n\n\nLITTLE DARBY\n\n\nI\n\nThe County had been settled as a “frontier” in early colonial days, and\nwhen it ceased to be frontier, settlement had taken a jump beyond it,\nand in a certain sense over it, to the richer lands of the Piedmont.\nWhen, later on, steam came, the railway simply cut across it at its\nnarrowest part, and then skirted along just inside its border on\nthe bank of the little river which bounded it on the north, as if it\nintentionally left it to one side. Thus, modern progress had not greatly\ninterfered with it either for good or bad, and its development was\nentirely natural.\n\nIt was divided into “neighborhoods”, a name in itself implying something\nboth of its age and origin; for the population was old, and the customs\nof life and speech were old likewise.\n\nThis chronicle, however, is not of the “neighborhoods”, for they were\nknown, or may be known by any who will take the trouble to plunge\nboldly in and throw themselves on the hospitality of any of the\ndwellers therein. It is rather of the unknown tract, which lay vague\nand undefined in between the several neighborhoods of the upper end. The\nhistory of the former is known both in peace and in war: in the pleasant\nhomesteads which lie on the hills above the little rivers which make\ndown through the county to join the great river below, and in the long\nlist of those who fell in battle, and whose names are recorded on the\nslabs set up by their comrades on the walls of the old Court House. The\nhistory of the latter, however, is unrecorded. The lands were in the\nmain very poor and grown up in pine, or else, where the head-waters of\na little stream made down in a number of “branches”, were swampy and\nmalarial. Possibly it was this poverty of the soil or unwholesomeness\nof their location, which more than anything else kept the people of this\ndistrict somewhat distinct from others around them, however poor they\nmight be. They dwelt in their little cabins among their pines, or down\non the edges of the swampy district, distinct both from the gentlemen\non their old plantations and from the sturdy farmer-folk who owned the\nsmaller places. What title they had to their lands originally, or how\nthey traced it back, or where they had come from, no one knew. They had\nbeen there from time immemorial, as long or longer, if anything, than\nthe owners of the plantations about them; and insignificant as they\nwere, they were not the kind to attempt to question, even had anyone\nbeen inclined to do so, which no one was.\n\nThey had the names of the old English gentry, and were a clean-limbed,\nblond, blue-eyed people.\n\nWhen they were growing to middle age, their life told on them and made\nthem weather-beaten, and not infrequently hard-visaged; but when they\nwere young there were often among them straight, supple young fellows\nwith clear-cut features, and lithe, willowy-looking girls, with pink\nfaces and blue, or brown, or hazel eyes, and a mien which one might have\nexpected to find in a hall rather than in a cabin.\n\nDarby Stanley and Cove Mills (short for Coverley) were the leaders of\nthe rival factions of the district. They lived as their fathers had\nlived before them, on opposite sides of the little stream, the branches\nof which crept through the alder and gum thickets between them,\nand contributed to make the district almost as impenetrable to\nthe uninitiated as a mountain fastness. The long log-cabin of the\nCove-Millses, where room had been added to room in a straight line,\nuntil it looked like the side of a log fort, peeped from its pines\nacross at the clearing where the hardly more pretentious home of Darby\nStanley was set back amid a little orchard of ragged peach-trees, and\nhalf hidden under a great wistaria vine. But though the two places lay\nwithin rifle shot of each other, they were almost as completely divided\nas if the big river below had rolled between them. Since the great fight\nbetween old Darby and Cove Mills over Henry Clay, there had rarely been\nan election in which some members of the two families had not had a\n“clinch”. They had to be thrown together sometimes “at meeting”, and\ntheir children now and then met down on the river fishing, or at “the\nwashing hole”, as the deep place in the little stream below where the\nbranches ran together was called; but they held themselves as much\naloof from each other as their higher neighbors, the Hampdens and the\nDouwills, did on their plantations. The children, of course, would “run\ntogether”, nor did the parents take steps to prevent them, sure that\nthey would, as they grew up, take their own sides as naturally as they\nthemselves had done in their day. Meantime “children were children”, and\nthey need not be worried with things like grown-up folk.\n\nWhen Aaron Hall died and left his little farm and all his small\nbelongings to educate free the children of his poor neighbors, the\nfarmers about availed themselves of his benefaction, and the children\nfor six miles around used to attend the little school which was started\nin the large hewn-log school-house on the roadside known as “Hall’s Free\nSchool”. Few people knew the plain, homely, hard-working man, or wholly\nunderstood him. Some thought him stingy, some weak-minded, some only\nqueer, and at first his benefaction was hardly comprehended; but in time\nquite a little oasis began about the little fountain, which the poor\nfarmer’s bequest had opened under the big oaks by the wayside, and\ngradually its borders extended, until finally it penetrated as far as\nthe district, and Cove Mills’s children appeared one morning at the door\nof the little school-house, and, with sheepish faces and timid voices,\ninformed the teacher that their father had sent them to school.\n\nAt first there was some debate over at Darby Stanley’s place, whether\nthey should show their contempt for the new departure of the Millses, by\nstanding out against them, or should follow their example. It was hard\nfor a Stanley to have to follow a Mills in anything. So they stood\nout for a year. As it seemed, however, that the Millses were getting\nsomething to which the Stanleys were as much entitled as they, one\nmorning little Darby Stanley walked in at the door, and without taking\nhis hat off, announced that he had come to go to school. He was\nabout fifteen at the time, but he must have been nearly six feet (his\nsobriquet being wholly due to the fact that Big Darby was older, not\ntaller), and though he was spare, there was something about his face\nas he stood in the open door, or his eye as it rested defiantly on the\nteacher’s face, which prevented more than a general buzz of surprise.\n\n“Take off your hat,” said the teacher, and he took it off slowly. “I\nsuppose you can read?” was the first question.\n\n“No.”\n\nA snicker ran round the room, and little Darby’s brow clouded.\n\nAs he not only could not read, but could not even spell, and in fact did\nnot know his letters, he was put into the alphabet class, the class of\nthe smallest children in the school.\n\nLittle Darby walked over to the corner indicated with his head up, his\nhands in his pockets, and a roll in his gait full of defiance, and took\nhis seat on the end of the bench and looked straight before him. He\ncould hear the titter around him, and a lowering look came into his blue\neyes. He glanced sideways down the bench opposite. It happened that the\nnext seat to his was that of Vashti Mills, who was at that time just\nnine. She was not laughing, but was looking at Darby earnestly, and as\nhe caught her eye she nodded to him, “Good-mornin’.” It was the first\ngreeting the boy had received, and though he returned it sullenly, it\nwarmed him, and the cloud passed from his brow and presently he looked\nat her again. She handed him a book. He took it and looked at it as if\nit were something that might explode.\n\nHe was not an apt scholar; perhaps he had begun too late; perhaps there\nwas some other cause; but though he could swim better, climb better,\nand run faster than any boy in the school, or, for that matter, in the\ncounty, and knew the habits of every bird that flitted through the woods\nand of every animal that lived in the district, he was not good at his\nbooks. His mind was on other things. When he had spent a week over the\nalphabet, he did know a letter as such, but only by the places on the\npage they were on, and gave up when “big A” was shown him on another\npage, only asking how in the dickens “big A” got over there. He pulled\noff his coat silently whenever ordered and took his whippings like a\nlamb, without a murmur and almost without flinching, but every boy in\nthe school learned that it was dangerous to laugh at him; and though he\ncould not learn to read fluently or to train his fingers to guide a pen,\nhe could climb the tallest pine in the district to get a young crow for\nVashti, and could fashion all sorts of curious whistles, snares, and\nother contrivances with his long fingers.\n\nHe did not court popularity, was rather cold and unapproachable, and\nVashti Mills was about the only other scholar with whom he seemed to be\non warm terms. Many a time when the tall boy stood up before the thin\nteacher, helpless and dumb over some question which almost anyone in the\nschool could answer, the little girl, twisting her fingers in an ecstacy\nof anxiety, whispered to him the answer in the face of almost certain\ndetection and of absolutely certain punishment. In return, he worshipped\nthe ground she walked on, and whichever side Vashti was on, Darby was\nsure to be on it too. He climbed the tallest trees to get her nuts;\nwaded into the miriest swamps to find her more brilliant nosegays of\nflowers than the other girls had; spent hours to gather rarer birds’\neggs than they had, and was everywhere and always her silent worshipper\nand faithful champion. They soon learned that the way to secure his\nhelp in anything was to get Vashti Mills to ask it, and the little girl\nquickly discovered her power and used it as remorselessly over her\ntall slave as any other despot ever did. They were to be seen any day\ntrailing along the plantation paths which the school-children took\nfrom the district, the others in a clump, and the tall boy and little\ncalico-clad girl, who seemed in summer mainly sun-bonnet and bare legs,\neither following or going before the others at some distance.\n\nThe death of Darby--of old Darby, as he had begun to be called--cut off\nLittle Darby from his “schoolin’”, in the middle of his third year, and\nbefore he had learned more than to read and cipher a little and to write\nin a scrawly fashion; for he had been rather irregular in his attendance\nat all times. He now stopped altogether, giving the teacher as his\nreason, with characteristic brevity: “Got to work.”\n\nPerhaps no one at the school mourned the long-legged boy’s departure\nexcept his little friend Vashti, now a well-grown girl of twelve, very\nstraight and slim and with big dark eyes. She gave him when he went away\nthe little Testament she had gotten as a prize, and which was one of her\nmost cherished possessions. Other boys found the first honor as climber,\nrunner, rock-flinger, wrestler, swimmer, and fighter open once more to\nthem, and were free from the silent and somewhat contemptuous gaze of\nhim who, however they looked down on him, was a sort of silent power\namong them. Vashti alone felt a void and found by its sudden absence how\ngreat a force was the steady backing of one who could always be counted\non to take one’s side without question. She had to bear the gibes of the\nschool as “Miss Darby”, and though her two brothers were ready enough\nto fight for her if boys pushed her too hardly, they could do nothing\nagainst girls, and the girls were her worst tormentors.\n\nThe name was fastened on her, and it clung to her until, as time went\non, she came to almost hate the poor innocent cause of it.\n\nMeantime Darby, beginning to fill out and take on the shoulders and form\nof a man, began to fill also the place of the man in his little\nhome. This among other things meant opposition, if not hostility, to\neverything on Cove Mills’s side. When old Darby died the Millses all\nwent to the funeral, of course; but that did not prevent their\nhaving the same feeling toward Little Darby afterward, and the breach\ncontinued.\n\nAt first he used to go over occasionally to see Vashti and carry her\nlittle presents, as he had done at school; but he soon found that it was\nnot the same thing. He was always received coolly, and shortly he was\ngiven to understand that he was not wanted there, and in time Vashti\nherself showed that she was not the same she had been to him before.\nThus the young fellow was thrown back on himself, and the hostility\nbetween the two cabins was as great as ever.\n\nHe spent much of his time in the woods, for the Stanley place was small\nat best, only a score or so of acres, and mostly covered with pines, and\nLittle Darby was but a poor hand at working with a hoe--their only farm\nimplement. He was, however, an unerring shot, with an eye like a hawk to\nfind a squirrel flat on top of the grayest limb of the tallest hickory\nin the woods, or a hare in her bed among the brownest broomsedge in the\ncounty, and he knew the habits of fish and bird and animal as if he had\ncreated them; and though he could not or would not handle a hoe, he\nwas the best hand at an axe “in the stump”, in the district, and Mrs.\nStanley was kept in game if not in meal.\n\nThe Millses dilated on his worthlessness, and Vashti, grown to be a\nslender slip of a girl with very bright eyes and a little nose, was\nloudest against him in public; though rumor said she had fallen afoul of\nher youngest brother and boxed his jaws for seconding something she had\nsaid of him.\n\nThe Mills’s enmity was well understood, and there were not wanting those\nto take Darby’s side. He had grown to be the likeliest young man in the\ndistrict, tall, and straight as a sapling, and though Vashti flaunted\nher hate of him and turned up her little nose more than it was already\nturned up at his name, there were many other girls in the pines who\nlooked at him languishingly from under their long sun-bonnets, and\nthought he was worth both the Mills boys and Vashti to boot. So when\nat a fish-fry the two Mills boys attacked him and he whipped them both\ntogether, some said it served them right, while others declared they\ndid just what they ought to have done, and intimated that Darby was less\nanxious to meet their father than he was them, who were nothing more\nthan boys to him. These asked in proof of their view, why he had\ndeclined to fight when Old Cove had abused him so to his face. This was\nmet by the fact that he “could not have been so mighty afeared,” for he\nhad jumped in and saved Chris Mills’s life ten minutes afterward, when\nhe got beyond his depth in the pond and had already sunk twice. But,\nthen, to be sure, it had to be admitted that he was the best swimmer on\nthe ground, and that any man there would have gone in to save his worst\nenemy if he had been drowning. This must have been the view that Vashti\nMills took of the case; for one day not long afterward, having met Darby\nat the cross-roads store where she was looking at some pink calico, and\nwhere he had come to get some duck-shot and waterproof caps, she turned\non him publicly, and with flashing eyes and mantling cheeks, gave him\nto understand that if she were a man he “would not have had to fight two\nboys,” and he would not have come off so well either. If anything, this\nattack brought Darby friends, for he not only had whipped the Mills boys\nfairly, and had fought only when they had pressed him, but had, as has\nbeen said, declined to fight old man Mills under gross provocation; and\nbesides, though they were younger than he, the Mills boys were seventeen\nand eighteen, and “not such babies either; if they insisted on fighting\nthey had to take what they got and not send their sister to talk and\nabuse a man about it afterward.” And the weight of opinion was that,\n“that Vashti Mills was gettin’ too airified and set up anyways.”\n\nAll this reached Mrs. Stanley, and was no doubt sweet to her ears. She\nrelated it in her drawling voice to Darby as he sat in the door one\nevening, but it did not seem to have much effect on him; he never\nstirred or showed by word or sign that he even heard her, and finally,\nwithout speaking, he rose and lounged away into the woods. The old woman\ngazed after him silently until he disappeared, and then gave a look\nacross to where the Mills cabin peeped from among the pines, which was\nfull of hate.\n\n*****\n\nThe fish-fry at which Darby Stanley had first fought the Mills boys and\nthen pulled one of them out of the river, had been given by one of the\ncounty candidates for election as delegate to a convention which was to\nbe held at the capital, and possibly the division of sentiment in\nthe district between the Millses and Little Darby was as much due to\npolitical as to personal feeling; for the sides were growing more and\nmore tightly drawn, and the Millses, as usual, were on one side and\nLittle Darby on the other; and both sides had strong adherents. The\nquestion was on one side, Secession, with probable war; and on the\nother, the Union as it was. The Millses were for the candidate who\nadvocated the latter, and Little Darby was for him who wanted secession.\nBoth candidates were men of position and popularity, the one a young man\nand the other older, and both were neighbors.\n\nThe older man was elected, and shortly the question became imminent,\nand all the talk about the Cross-roads was of war. As time had worn on,\nLittle Darby, always silent, had become more and more so, and seemed to\nbe growing morose. He spent more and more of his time in the woods or\nabout the Cross-roads, the only store and post-office near the district\nwhere the little tides of the quiet life around used to meet. At length\nMrs. Stanley considered it so serious that she took it upon herself to\ngo over and talk to her neighbor, Mrs. Douwill, as she generally did on\nmatters too intricate and grave for the experience of the district. She\nfound Mrs. Douwill, as always, sympathetic and kind, and though she\ntook back with her not much enlightenment as to the cause of her son’s\ntrouble or its cure, she went home in a measure comforted with the\nassurance of the sympathy of one stronger than she. She had found out\nthat her neighbor, powerful and rich as she seemed to her to be, had\nher own troubles and sorrows; she heard from her of the danger of war\nbreaking out at any time, and her husband would enlist among the first.\n\nLittle Darby did not say much when his mother told of her visit; but his\nusually downcast eyes had a new light in them, and he began to visit the\nCross-roads oftener.\n\nAt last one day the news that came to the Cross-roads was that there\nwas to be war. It had been in the air for some time, but now it was\nundoubted. It came in the presence of Mr. Douwill himself, who had\ncome the night before and was commissioned by the Governor to raise\na company. There were a number of people there--quite a crowd for\nthe little Cross-roads--for the stir had been growing day by day, and\nexcitement and anxiety were on the increase. The papers had been full of\nsecession, firing on flags, raising troops, and everything; but that\nwas far off. When Mr. Douwill appeared in person it came nearer,\nthough still few, if any, quite took it in that it could be actual and\nimmediate. Among those at the Cross-roads that day were the Millses,\nfather and sons, who looked a little critically at the speaker as one\nwho had always been on the other side. Little Darby was also there,\nsilent as usual, but with a light burning in his blue eyes.\n\nThat evening, when Little Darby reached home, which he did somewhat\nearlier than usual, he announced to his mother that he had enlisted as\na soldier. The old woman was standing before her big fireplace when he\ntold her, and she leaned against it quite still for a moment; then she\nsat down, stumbling a little on the rough hearth as she made her way to\nher little broken chair. Darby got up and found her a better one, which\nshe took without a word.\n\nWhatever entered into her soul in the little cabin that night, when Mrs.\nStanley went among her neighbors she was a soldier’s mother. She even\nwent over to Cove Mills’s on some pretext connected with Darby’s going.\nVashti was not at home, but Mrs. Mills was, and she felt a sudden loss,\nas if somehow the Millses had fallen below the Stanleys. She talked\nof it for several days; she could not make out entirely what it was.\nVashti’s black eyes flashed.\n\nThe next day Darby went to the Cross-roads to drill; there was, besides\nthe recruits, who were of every class, quite a little crowd there to\nlook at the drill. Among them were two women of the poorest class, one\nold and faded, rather than gray, the other hardly better dressed, though\na slim figure, straight and trim, gave her a certain distinction, even\nhad not a few ribbons and a little ornament or two on her pink calico,\nwith a certain air, showed that she was accustomed to being admired.\n\nThe two women found themselves together once during the day, and their\neyes met. It was just as the line of soldiers passed. Those of the elder\nlighted with a sudden spark of mingled triumph and hate, those of the\nyounger flashed back for a moment and then fell beneath the elder’s\ngaze. There was much enthusiasm about the war, and among others, both of\nthe Mills boys enlisted before the day was ended, their sister going in\nwith them to the room where their names were entered on the roll, and\ncoming out with flashing eyes and mantling cheeks. She left the place\nearlier than most of the crowd, but not until after the drill was over\nand some of the young soldiers had gone home. The Mills boys’ enlistment\nwas set down in the district to Vashti, and some said it was because she\nwas jealous of Little Darby being at the end of the company, with a new\ngun and such a fine uniform; for her hatred of Little Darby was well\nknown; anyhow, their example was followed, and in a short time nearly\nall the young men in the district had enlisted.\n\nAt last one night a summons came for the company to assemble at the\nCross-roads next day with arms and equipment. Orders had come for them\nto report at once at the capital of the State for drill, before being\nsent into the field to repel a force which, report said, was already\non the way to invade the State. There was the greatest excitement and\nenthusiasm. This was war! And everyone was ready to meet it. The day was\ngiven to taking an inventory of arms and equipment, and then there was a\ndrill, and then the company was dismissed for the night, as many of them\nhad families of whom they had not taken leave, and as they had not come\nthat day prepared to leave, and were ordered to join the commander next\nday, prepared to march.\n\nLittle Darby escorted his mother home, taciturn as ever. At first there\nwas quite a company; but as they went their several ways to their home,\nat last Little Darby and his mother were left alone in the piney path,\nand made the last part of their way alone. Now and then the old woman’s\neyes were on him, and often his eyes were on her, but they did not\nspeak; they just walked on in silence till they reached home.\n\nIt was but a poor, little house even when the wistaria vine covered\nit, wall and roof, and the bees hummed among its clusters of violet\nblossoms; but now the wistaria bush was only a tangle of twisted wires\nhung upon it, and the little weather-stained cabin looked bare and\npoor enough. As the young fellow stood in the door looking out with the\nevening light upon him, his tall, straight figure filled it as if it\nhad been a frame. He stood perfectly motionless for some minutes, gazing\nacross the gum thickets before him.\n\nThe sun had set only about a half-hour and the light was still lingering\non the under edges of the clouds in the west and made a sort of glow in\nthe little yard before him, as it did in front of the cabin on the other\nhill. His eye first swept the well-known horizon, taking in the thickets\nbelow him and the heavy pines on either side where it was already dusk,\nand then rested on the little cabin opposite. Whether he saw it or\nnot, one could hardly have told, for his face wore a reminiscent look.\nFigures moved backward and forward over there, came out and went in,\nwithout his look changing. Even Vashti, faintly distinguishable in\nher gay dress, came out and passed down the hill alone, without his\nexpression changing. It was, perhaps, fifteen minutes later that he\nseemed to awake, and after a look over his shoulder stepped from the\ndoor into the yard. His mother was cooking, and he strolled down the\npath across the little clearing and entered the pines. Insensibly his\npace quickened--he strode along the dusky path with as firm a step as if\nit were broad daylight. A quarter of a mile below the path crossed the\nlittle stream and joined the path from Cove Mills’s place, which he used\nto take when he went to school. He crossed at the old log and turned\ndown the path through the little clearing there. The next moment he\nstood face to face with Vashti Mills. Whether he was surprised or not\nno one could have told, for he said not a word, and his face was in the\nshadow, though Vashti’s was toward the clearing and the light from the\nsky was on it. Her hat was in her hand. He stood still, but did not\nstand aside to let her pass, until she made an imperious little gesture\nand stepped as if she would have passed around him. Then he stood\naside. But she did not appear in a hurry to avail herself of the freedom\noffered, she simply looked at him. He took off his cap sheepishly\nenough, and said, “Good-evenin’.”\n\n“Good-evenin’,” she said, and then, as the pause became embarrassing,\nshe said, “Hear you’re agoin’ away to-morrer?”\n\n“Yes--to-morrer mornin’.”\n\n“When you’re acomin’ back?” she asked, after a pause in which she had\nbeen twisting the pink string of her hat.\n\n“Don’t know--may be never.” Had he been looking at her he might have\nseen the change which his words brought to her face; she lifted her eyes\nto his face for the first time since the half defiant glance she had\ngiven him when they met, and they had a strange light in them, but at\nthe moment he was looking at a bow on her dress which had been pulled\nloose. He put out his hand and touched it and said:\n\n“You’re a-losin’ yer bow,” and as she found a pin and fastened it again,\nhe added, “An’ I don’ know as anybody keers.”\n\nAn overpowering impulse changed her and forced her to say: “I don’t know\nas anybody does either; I know as I don’t.”\n\nThe look on his face smote her, and the spark died out of her eyes as\nhe said, slowly: “No, I knowed you didn’! I don’t know as anybody does,\nexceptin’ my old woman. Maybe she will a little. I jist wanted to tell\nyou that I wouldn’t a’ fit them boys if they hadn’t a’ pushed me so\nhard, and I wan’t afeared to fight your old man, I jist wouldn’t--that’s\nall.”\n\nWhat answer she might have made to this was prevented by him; for he\nsuddenly held out his hand with something in it, saying, “Here.”\n\nShe instinctively reached out to take whatever it was, and he placed in\nher hand a book which she recognized as the little Testament which she\nhad won as a prize at school and had given him when they went to school\ntogether. It was the only book she had ever possessed as her very own.\n\n“I brought this thinking as how maybe you might ‘a’-wanted--me to\nkeep it,” he was going to say; but he checked himself and said: “might\n‘a’-wanted it back.”\n\nBefore she could recover from the surprise of finding the book in her\nhand her own, he was gone. The words only came to her clearly as his\nretreating footsteps grew fainter and his tall figure faded in the\ndarkening light. She made a hasty step or two after him, then checked\nherself and listened intently to see if he were not returning, and then,\nas only the katydids answered, threw herself flat on the ground and\ngrovelled in the darkness.\n\nThere were few houses in the district or in the county where lights did\nnot burn all that night. The gleam of the fire in Mrs. Stanley’s little\nhouse could be seen all night from the door of the Mills cabin, as the\ncandle by which Mrs. Mills complained while she and Vashti sewed, could\nbe faintly seen from Little Darby’s house. The two Mills boys slept\nstretched out on the one bed in the little centre-room.\n\nWhile the women sewed and talked fitfully by the single tallow candle,\nand old Cove dozed in a chair with his long legs stretched out toward\nthe fire and the two shining barrels of his sons’ muskets resting\nagainst his knees, where they had slipped from his hands when he had\nfinished rubbing them.\n\nThe younger woman did most of the sewing. Her fingers were suppler\nthan her mother’s, and she scarcely spoke except to answer the latter’s\nquerulous questions. Presently a rooster crowed somewhere in the\ndistance, and almost immediately another crowed in answer closer at\nhand.\n\n“Thar’s the second rooster-crow, it’s gittin’ erlong toward the\nmornin’,” said the elder woman.\n\nThe young girl made no answer, but a moment later rose and, laying aside\nthe thing she was sewing, walked to the low door and stepped out into\nthe night. When she returned and picked up her sewing again, her mother\nsaid:\n\n“I de-clar, Vashti, you drinks mo’ water than anybody I ever see.”\n\nTo which she made no answer.\n\n“Air they a-stirrin’ over at Mis’s Stanley’s?” asked the mother.\n\n“They ain’t a-been to bed,” said the girl, quietly; and then, as if a\nsudden thought had struck her, she hitched her chair nearer the door\nwhich she had left open, and sat facing it as she sewed on the brown\nthing she was working on a small bow which she took from her dress.\n\n“I de-clar, I don’t see what old Mis’s Stanley is actually a-gwine to\ndo,” broke out Mrs. Mills, suddenly, and when Vashti did not feel called\non to try to enlighten her she added, “Do you?”\n\n“Same as other folks, I s’pose,” said the girl, quietly.\n\n“Other folks has somebody--somebody to take keer on ‘em. I’ve got your\npappy now; but she ain’t got nobody but little Darby--and when he’s gone\nwhat will she do?”\n\nFor answer Vashti only hitched her chair a little nearer the door and\nsewed on almost in darkness. “Not that he was much account to her, ner\nto anybody else, except for goin’ aroun’ a-fightin’ and a-fussin’.”\n\n“He was account to her,” flamed up the girl, suddenly; “he was account\nto her, to her and to everybody else. He was the fust soldier that\n‘listed, and he’s account to everybody.”\n\nThe old woman had raised her head in astonishment at her daughter’s\nfirst outbreak, and was evidently about to reply sharply; but the girl’s\nflushed face and flashing eyes awed and silenced her.\n\n“Well, well, I ain’t sayin’ nothin’ against him,” she said, presently.\n\n“Yes, you air--you’re always sayin’ somethin’ against him--and so is\neverybody else--and they ain’t fitten to tie his shoes. Why don’t they\nsay it to his face! There ain’t one of ‘em as dares it, and he’s the\nbest soldier in the comp’ny, an’ I’m jest as proud of it as if he was my\nown.”\n\nThe old woman was evidently bound to defend herself. She said:\n\n“It don’t lay in your mouth to take up for him, Vashti Mills; for you’re\nthe one as has gone up and down and abused him scandalous.”\n\n“Yes, and I know I did,” said the girl, springing up excitedly and\ntossing her arms and tearing at her ribbons. “An’ I told him to his face\ntoo, and that’s the only good thing about it. I knowed it was a lie when\nI told him, and he knowed it was a lie too, and he knowed I knowed it\nwas a lie--what’s more--and I’m glad he did--fo’ God I’m glad he did.\nHe could ‘a’ whipped the whole company an’ he jest wouldn’t--an’ that’s\nGod’s truth--God’s fatal truth.”\n\nThe next instant she was on her knees hunting for something on the\nfloor, in an agony of tears; and as her father, aroused by the noise,\nrose and asked a question, she sprang up and rushed out of the door.\n\nThe sound of an axe was already coming through the darkness across the\ngum thickets from Mrs. Stanley’s, telling that preparation was being\nmade for Darby’s last breakfast. It might have told more, however, by\nits long continuance; for it meant that Little Darby was cutting his\nmother a supply of wood to last till his return. Inside, the old woman,\nthin and faded, was rubbing his musket.\n\n*****\n\nThe sun was just rising above the pines, filling the little bottom\nbetween the cabins with a sort of rosy light, and making the dewy bushes\nand weeds sparkle with jewel-strung gossamer webs, when Little Darby,\nwith his musket in his hand, stepped for the last time out of the low\ndoor. He had been the first soldier in the district to enlist, he must\nbe on time. He paused just long enough to give one swift glance around\nthe little clearing, and then set out along the path at his old swinging\npace. At the edge of the pines he turned and glanced back. His mother\nwas standing in the door, but whether she saw him or not he could not\ntell. He waved his hand to her, but she did not wave back, her eyes were\nfailing somewhat. The next instant he disappeared in the pines.\n\nHe had crossed the little stream on the old log and passed the point\nwhere he had met Vashti the evening before, when he thought he heard\nsomething fall a little ahead of him. It could not have been a squirrel,\nfor it did not move after it fell. His old hunter’s instinct caused\nhim to look keenly down the path as he turned the clump of bushes which\nstopped his view; but he saw no squirrel or other moving thing. The\nonly thing he saw was a little brown something with a curious spot on\nit lying in the path some little way ahead. As he came nearer it, he\nsaw that it was a small parcel not as big as a man’s fist. Someone had\nevidently dropped it the evening before. He picked it up and examined\nit as he strode along. It was a little case or wallet made of some brown\nstuff, such as women carry needles and thread in, and it was tied up\nwith a bit of red, white and blue string, the Confederate colors, on the\nend of which was sewed a small bow of pink ribbon. He untied it. It was\nwhat it looked to be: a roughly made little needle-case such as women\nuse, tolerably well stocked with sewing materials, and it had something\nhard and almost square in a separate pocket. Darby opened this, and his\ngun almost slipped from his hand. Inside was the Testament he had given\nback to Vashti the evening before. He stopped stock-still, and gazed at\nit in amazement, turning it over in his hand. He recognized the bow of\npink ribbon as one like that which she had had on her dress the evening\nbefore. She must have dropped it. Then it came to him that she must have\ngiven it to one of her brothers, and a pang shot through his heart. But\nhow did it get where he found it? He was too keen a woodsman not to know\nthat no footstep had gone before his on that path that morning. It was a\nmystery too deep for him, and after puzzling over it a while he tied the\nparcel up again as nearly like what it had been before as he could,\nand determined to give it to one of the Mills boys when he reached the\nCross-roads. He unbuttoned his jacket and put it into the little inner\npocket, and then rebuttoning it carefully, stepped out again more\nbriskly than before.\n\nIt was perhaps an hour later that the Mills boys set out for the\nCross-roads. Their father and mother went with them; but Vashti did not\ngo. She had “been out to look for the cow,” and got in only just before\nthey left, still clad in her yesterday’s finery; but it was wet and\nbedraggled with the soaking dew. When they were gone she sat down in the\ndoor, limp and dejected.\n\nMore than once during the morning the girl rose and started down the\npath as if she would follow them and see the company set out on its\nmarch, but each time she came back and sat down again in the door,\nremaining there for a good while as if in thought.\n\nOnce she went over almost to Mrs. Stanley’s, then turned back and sat\ndown again.\n\nSo the morning passed, and the first thing she knew, her father and\nmother had returned. The company had started. They were to march to the\nbridge that night. She heard them talking over the appearance that they\nhad made; the speech of the captain; the cheers that went up as they\nmarched off--the enthusiasm of the crowd. Her father was in much\nexcitement. Suddenly she seized her sun-bonnet and slipped out of the\nhouse and across the clearing, and the next instant she was flying down\nthe path through the pines. She knew the road they had taken, and a path\nthat would strike it several miles lower down. She ran like a deer, up\nhill and down, availing herself of every short cut, until, about an hour\nafter she started, she came out on the road. Fortunately for her, the\ndelays incident to getting any body of new troops on the march had\ndetained the company, and a moment’s inspection of the road showed\nher that they had not yet passed. Clambering up a bank, she concealed\nherself and lay down. In a few moments she heard the noise they made in\nthe distance, and she was still panting from her haste when they came\nalong, the soldiers marching in order, as if still on parade, and a\nconsiderable company of friends attending them. Not a man, however,\ndreamed that, flat on her face in the bushes, lay a girl peering down\nat them with her breath held, but with a heart which beat so loud to\nher own ears that she felt they must hear it. Least of all did Darby\nStanley, marching erect and tall in front, for all the sore heart in his\nbosom, know that her eyes were on him as long as she could see him.\n\nWhen Vashti brought up the cow that night it was later than usual. It\nperhaps was fortunate for her that the change made by the absence of the\nboys prevented any questioning. After all the excitement her mother was\nin a fit of despondency. Her father sat in the door looking straight\nbefore him, as silent as the pine on which his vacant gaze was fixed.\nEven when the little cooking they had was through with and his supper\nwas offered him, he never spoke. He ate in silence and then took his\nseat again. Even Mrs. Mills’s complaining about the cow straying so far\nbrought no word from him any more than from Vashti. He sat silent as\nbefore, his long legs stretched out toward the fire. The glow of the\nembers fell on the rough, thin face and lit it up, bringing out the\nfeatures and making them suddenly clear-cut and strong. It might have\nbeen only the fire, but there seemed the glow of something more, and\nthe eyes burnt back under the shaggy brows. The two women likewise were\nsilent, the elder now and then casting a glance at her husband. She\noffered him his pipe, but he said nothing, and silence fell as before.\n\nPresently she could stand it no longer. “I de-clar, Vashti,” she said,\n“I believe your pappy takes it most harder than I does.”\n\nThe girl made some answer about the boys. It was hardly intended for him\nto hear, but he rose suddenly, and walking to the door, took down from\nthe two dogwood forks above it his old, long, single-barrelled gun,\nand turning to his wife said, “Git me my coat, old woman; by Gawd, I’m\na-gwine.” The two women were both on their feet in a second. Their faces\nwere white and their hands were clenched under the sudden stress, their\nbreath came fast. The older woman was the first to speak.\n\n“What in the worl’ ken you do, Cove Mills, ole an’ puny as you is, an’\ngot the rheumatiz all the time, too?”\n\n“I ken pint a gun,” said the old man, doggedly, “an’ I’m a-gwine.”\n\n“An’ what in the worl’ is a-goin’ to become of us, an’ that cow got to\nrunnin’ away so, I’m afeared all the time she’ll git in the mash?” Her\ntone was querulous, but it was not positive, and when her husband said\nagain, “I’m a-gwine,” she said no more, and all the time she was getting\ntogether the few things which Cove would take.\n\nAs for Vashti, she seemed suddenly revivified; she moved about with a\nnew step, swift, supple, silent, her head up, a new light in her face,\nand her eyes, as they turned now and then on her father, filled with a\nnew fire. She did not talk much. “I’ll a-teck care o’ us all,” she said\nonce; and once again, when her mother gave something like a moan, she\nsupported her with a word about “the only ones as gives three from one\nfamily.” It was a word in season, for the mother caught the spirit, and\na moment later declared, with a new tone in her voice, that that was\nbetter than Mrs. Stanley, and still they were better off than she, for\nthey still had two left to help each other, while she had not a soul.\n\n“I’ll teck care o’ us all,” repeated the girl once more.\n\nIt was only a few things that Cove Mills took with him that morning,\nwhen he set out in the darkness to overtake the company before they\nshould break camp--hardly his old game-bag half full; for the equipment\nof the boys had stripped the little cabin of everything that could be of\nuse. He might only have seemed to be going hunting, as he slung down the\npath with his old long-barrelled gun in his hand and his game-bag over\nhis shoulder, and disappeared in the darkness from the eyes of the two\nwomen standing in the cabin door.\n\nThe next morning Mrs. Mills paid Mrs. Stanley the first visit she had\npaid on that side the branch since the day, three years before, when\nCove and the boys had the row with Little Darby. It might have seemed\naccidental, but Mrs. Stanley was the first person in the district to\nknow that all the Mills men were gone to the army. She went over again,\nfrom time to time, for it was not a period to keep up open hostilities,\nand she was younger than Mrs. Stanley and better off; but Vashti never\nwent, and Mrs. Stanley never asked after her or came.\n\n\nII\n\nThe company in which Little Darby and the Millses had enlisted was one\nof the many hundred infantry companies which joined and were merged\nin the Confederate army. It was in no way particularly signalized by\nanything that it did. It was commanded by the gentleman who did most\ntoward getting it up; and the officers were gentlemen. The seventy odd\nmen who made the rank and file were of all classes, from the sons of the\noldest and wealthiest planters in the neighborhood to Little Darby and\nthe dwellers in the district. The war was very different from what those\nwho went into it expected it to be. Until it had gone on some time it\nseemed mainly marching and camping and staying in camp, quite uselessly\nas seemed to many, and drilling and doing nothing. Much of the\ntime--especially later on--was given to marching and getting food;\nbut drilling and camp duties at first took up most of it. This was\nespecially hard on the poorer men, no one knew what it was to them. Some\nmoped, some fell sick. Of the former class was Little Darby. He was too\nstrong to be sickly as one of the Mills boys was, who died of fever in\nhospital only three months after they went in, and too silent to be as\nthe other, who was jolly and could dance and sing a good song and was\nsoon very popular in the company; more popular even than Old Cove, who\nwas popular in several rights, as being about the oldest man in the\ncompany and as having a sort of dry wit when he was in a good humor,\nwhich he generally was. Little Darby was hardly distinguished at all,\nunless by the fact that he was somewhat taller than most of his comrades\nand somewhat more taciturn. He was only a common soldier of a common\nclass in an ordinary infantry company, such a company as was common in\nthe army. He still had the little wallet which he had picked up in the\npath that morning he left home. He had asked both of the Mills boys\nvaguely if they ever had owned such a piece of property, but they had\nnot, and when old Cove told him that he had not either, he had contented\nhimself and carried it about with him somewhat elaborately wrapped up\nand tied in an old piece of oilcloth and in his inside jacket pocket for\nsafety, with a vague feeling that some day he might find the owner\nor return it. He was never on specially good terms with the Millses.\nIndeed, there was always a trace of coolness between them and him. He\ncould not give it to them. Now and then he untied and unwrapped it in\na secret place and read a little in the Testament, but that was all.\nHe never touched a needle or so much as a pin, and when he untied the\nparcel he generally counted them to see that they were all there.\n\nSo the war went on, with battles coming a little oftener and food\ngrowing ever a little scarcer; but the company was about as before,\nnothing particular--what with killing and fever a little thinned, a\ngood deal faded; and Little Darby just one in a crowd, marching with the\nrest, sleeping with the rest, fighting with the rest, starving with\nthe rest. He was hardly known for a long time, except for his silence,\noutside of his mess. Men were fighting and getting killed or wounded\nconstantly; as for him, he was never touched; and as he did what he was\nordered silently and was silent when he got through, there was no one\nto sing his praise. Even when he was sent out on the skirmish line as\na sharp-shooter, if he did anything no one knew it. He would disappear\nover a crest, or in a wood, and reappear as silent as if he were hunting\nin the swamps of the district; clean his gun; cut up wood; eat what he\ncould get, and sit by the fire and listen to the talk, as silent awake\nas asleep.\n\nOne other thing distinguished him, he could handle an axe better than\nany man in the company; but no one thought much of that--least of all,\nLittle Darby; it only brought him a little more work occasionally.\n\nOne day, in the heat of a battle which the men knew was being won,\nif shooting and cheering and rapid advancing could tell anything, the\nadvance which had been going on with spirit was suddenly checked by a\nmurderous artillery fire which swept the top of a slope, along the crest\nof which ran a road a little raised between two deep ditches topped by\nthe remains of heavy fences. The infantry, after a gallant and hopeless\ncharge, were ordered to lie down in the ditch behind the pike, and were\nsheltered from the leaden sleet which swept the crest. Artillery was\nneeded to clear the field beyond, by silencing the batteries which swept\nit, but no artillery could get into position for the ditches, and the\nday seemed about to be lost. The only way was up the pike, and the only\nbreak was a gate opening into the field right on top of the hill. The\ngate was gone, but two huge wooden gate-posts, each a tree-trunk, still\nstood and barred the way. No cannon had room to turn in between them; a\nbattery had tried and a pile of dead men, horses, and debris marked its\nfailure. A general officer galloped up with two or three of his staff to\ntry to start the advance again. He saw the impossibility.\n\n“If we could get a couple of batteries into that field for three\nminutes,” he said, “it would do the work, but in ten minutes it will be\ntoo late.”\n\nThe company from the old county was lying behind the bank almost exactly\nopposite the gate, and every word could be heard.\n\nWhere the axe came from no one knew; but a minute later a man slung\nhimself across the road, and the next second the sharp, steady blows of\nan axe were ringing on the pike. The axeman had cut a wide cleft in the\nbrown wood, and the big chips were flying before his act was quite taken\nin, and then a cheer went up from the line. It was no time to cheer,\nhowever; other chips were flying than those from the cutter’s axe,\nand the bullets hissed by him like bees, splintering the hard post and\nknocking the dust from the road about his feet; but he took no notice of\nthem, his axe plied as steadily as if he had been cutting a tree in\nthe woods of the district, and when he had cut one side, he turned as\ndeliberately and cut the other; then placing his hand high up, he flung\nhis weight against the post and it went down. A great cheer went up and\nthe axeman swung back across the road just as two batteries of artillery\ntore through the opening he had made.\n\nFew men outside of his company knew who the man was, and few had time to\nask; for the battle was on again and the infantry pushed forward. As for\nLittle Darby himself, the only thing he said was, “I knowed I could cut\nit down in ten minutes.” He had nine bullet holes through his clothes\nthat night, but Little Darby thought nothing of it, and neither did\nothers; many others had bullet holes through their bodies that night. It\nhappened not long afterward that the general was talking of the battle\nto an English gentleman who had come over to see something of the war\nand was visiting him in his camp, and he mentioned the incident of a\nbattle won by an axeman’s coolness, but did not know the name of the\nman who cut the post away; the captain of the company, however, was the\ngeneral’s cousin and was dining with his guest that day, and he said\nwith pride that he knew the man, that he was in his company, and he gave\nthe name.\n\n“It is a fine old name,” said the visitor.\n\n“And he is a fine man,” said the captain; but none of this was ever\nknown by Darby. He was not mentioned in the gazette, because there was\nno gazette. The confederate soldiery had no honors save the approval of\ntheir own consciences and the love of their own people. It was not even\nmentioned in the district; or, if it was, it was only that he had cut\ndown a post; other men were being shot to pieces all the time and the\ndistrict had other things to think of.\n\nPoor at all times, the people of the district were now absolutely\nwithout means of subsistence. Fortunately for them, they were inured to\nhardship; and their men being all gone to the war, the women made such\nshift as they could and lived as they might. They hoed their little\npatches, fished the streams, and trapped in the woods. But it was poor\nenough at best, and the weak went down and only the strong survived.\nMrs. Mills was better off than most, she had a cow--at first, and she\nhad Vashti. Vashti turned out to be a tower of strength. She trapped\nmore game than anyone in the district; caught more fish with lines and\ntraps--she went miles to fish below the forks where the fish were bigger\nthan above; she learned to shoot with her father’s old gun, which had\nbeen sent back when he got a musket, shot like a man and better than\nmost men; she hoed the patch, she tended the cow till it was lost, and\nthen she did many other things. Her mother declared that, when Chris\ndied (Chris was the boy who died of fever), but for Vashti she could not\nhave got along at all, and there were many other women in the pines who\nfelt the same thing.\n\nWhen the news came that Bob Askew was killed, Vashti was one of the\nfirst who got to Bob’s wife; and when Billy Luck disappeared in a\nbattle, Vashti gave the best reasons for thinking he had been taken\nprisoner; and many a string of fish and many a squirrel and hare found\ntheir way into the empty cabins because Vashti “happened to pass by.”\n\nFrom having been rather stigmatized as “that Vashti Mills”, she came to\nbe relied on, and “Vashti” was consulted and quoted as an authority.\n\nOne cabin alone she never visited. The house of old Mrs. Stanley, now\nalmost completely buried under its unpruned wistaria vine, she never\nentered. Her mother, as has been said, sometimes went across the bottom,\nand now and then took with her a hare or a bird or a string of fish--on\ncondition from Vashti that it should not be known she had caught them;\nbut Vashti never went, and Mrs. Mills found herself sometimes put to it\nto explain to others her unneighborliness. The best she could make of it\nto say that “Vashti, she always DO do her own way.”\n\nHow Mrs. Stanley’s wood-pile was kept up nobody knew, if, indeed, it\ncould be called a wood-pile, when it was only a recurring supply of\ndry-wood thrown as if accidentally just at the edge of the clearing.\nMrs. Stanley was not of an imaginative turn, even of enough to explain\nhow it came that so much dry-wood came to be there broken up just the\nright length; and Mrs. Mills knew no more than that “that cow was always\na-goin’ off and a-keepin’ Vashti a-huntin’ everywheres in the worl’.”\n\nAll said, however, the women of the district had a hungry time, and the\nwar bore on them heavily as on everyone else, and as it went on they\nsuffered more and more. Many a woman went day after day and week after\nweek without even the small portion of coarse corn-bread which was\nordinarily her common fare. They called oftener and oftener at the\nhouse of their neighbors who owned the plantations near them, and always\nreceived something; but as time went on the plantations themselves were\nstripped; the little things they could take with them when they went,\nsuch as eggs, honey, etc., were wanting, and to go too often without\nanything to give might make them seem like beggars, and that they were\nnot. Their husbands and sons were in the army fighting for the South, as\nwell as those from the plantations, and they stood by this fact on the\nsame level.\n\nThe arrogant looks of the negroes were unpleasant, and in marked\ncontrast to the universal graciousness of their owners, but they were\nslaves and they could afford to despise them. Only they must uphold\ntheir independence. Thus no one outside knew what the women of the\ndistrict went through. When they wrote to their husbands or sons that\nthey were in straits, it meant that they were starving. Such a letter\nmeant all the more because they were used to hunger, but not to writing,\nand a letter meant perhaps days of thought and enterprise and hours of\nlabor.\n\nAs the war went on the hardships everywhere grew heavier and heavier;\nthe letters from home came oftener and oftener. Many of the men got\nfurloughs when they were in winter quarters, and sometimes in summer,\ntoo, from wounds, and went home to see their families. Little Darby\nnever went; he sent his mother his pay, and wrote to her, but he did not\neven apply for a furlough, and he had never been touched except for a\ncouple of flesh wounds which were barely skin-deep. When he heard from\nhis mother she was always cheerful; and as he knew Vashti had never even\nvisited her, there was no other reason for his going home. It was in\nthe late part of the third campaign of the war that he began to think of\ngoing.\n\nWhen Cove Mills got a letter from his wife and told Little Darby how\n“ailin’” and “puny” his mother was getting, Darby knew that the letter\nwas written by Vashti, and he felt that it meant a great deal. He\napplied for a furlough, but was told that no furloughs would be\ngranted then--which then meant that work was expected. It came shortly\nafterward, and Little Darby and the company were in it. Battle followed\nbattle. A good many men in the company were killed, but, as it happened,\nnot one of the men from the district was among them, until one day when\nthe company after a fierce charge found itself hugging the ground in\na wide field, on the far side of which the enemy--infantry and\nartillery--was posted in force. Lying down they were pretty well\nprotected by the conformation of the ground from the artillery; and\nlying down, the infantry generally, even with their better guns, could\nnot hurt them to a great extent; but a line of sharp-shooters, well\nplaced behind cover of scattered rocks on the far side of the field,\ncould reach them with their long-range rifles, and galled them with\ntheir dropping fire, picking off man after man. A line of sharp-shooters\nwas thrown forward to drive them in; but their guns were not as good and\nthe cover was inferior, and it was only after numerous losses that they\nsucceeded in silencing most of them. They still left several men up\namong the rocks, who from time to time sent a bullet into the line with\ndeadly effect. One man, in particular, ensconced behind a rock on the\nhill-side, picked off the men with unerring accuracy. Shot after shot\nwas sent at him. At last he was quiet for so long that it seemed he must\nhave been silenced, and they began to hope; Ad Mills rose to his knees\nand in sheer bravado waved his hat in triumph. Just as he did so a puff\nof white came from the rock, and Ad Mills threw up his hands and fell\non his back, like a log, stone dead. A groan of mingled rage and dismay\nwent along the line. Poor old Cove crept over and fell on the boy’s body\nwith a flesh wound in his own arm. Fifty shots were sent at the rock,\nbut a puff of smoke from it afterward and a hissing bullet showed that\nthe marksman was untouched. It was apparent that he was secure behind\nhis rock bulwark and had some opening through which he could fire at his\nleisure. It was also apparent that he must be dislodged if possible; but\nhow to do it was the question; no one could reach him. The slope down\nand the slope up to the group of rocks behind which he lay were both in\nplain view, and any man would be riddled who attempted to cross it. A\nbit of woods reached some distance up on one side, but not far enough\nto give a shot at one behind the rock; and though the ground in that\ndirection dipped a little, there was one little ridge in full view\nof both lines and perfectly bare, except for a number of bodies of\nskirmishers who had fallen earlier in the day. It was discussed in the\nline; but everyone knew that no man could get across the ridge alive.\nWhile they were talking of it Little Darby, who, with a white face, had\nhelped old Cove to get his boy’s body back out of fire, slipped off to\none side, rifle in hand, and disappeared in the wood.\n\nThey were still talking of the impossibility of dislodging the\nsharp-shooter when a man appeared on the edge of the wood. He moved\nswiftly across the sheltered ground, stooping low until he reached the\nedge of the exposed place, where he straightened up and made a dash\nacross it. He was recognized instantly by some of the men of his company\nas Little Darby, and a buzz of astonishment went along the line. What\ncould he mean, it was sheer madness; the line of white smoke along\nthe wood and the puffs of dust about his feet showed that bullets were\nraining around him. The next second he stopped dead-still, threw up his\narms, and fell prone on his face in full view of both lines. A groan\nwent up from his comrades; the whole company knew he was dead, and on\nthe instant a puff of white from the rock and a hissing bullet told that\nthe sharp-shooter there was still intrenched in his covert. The men were\ndiscussing Little Darby, when someone cried out and pointed to him. He\nwas still alive, and not only alive, but was moving--moving slowly but\nsteadily up the ridge and nearer on a line with the sharp-shooter, as\nflat on the ground as any of the motionless bodies about him. A strange\nthrill of excitement went through the company as the dark object dragged\nitself nearer to the rock, and it was not allayed when the whack of\na bullet and the well-known white puff of smoke recalled them to the\nsharp-shooter’s dangerous aim; for the next second the creeping figure\nsprang erect and made a dash for the spot. He had almost reached it when\nthe sharp-shooter discovered him, and the men knew that Little Darby had\nunderestimated the quickness of his hand and aim; for at the same moment\nthe figure of the man behind the rock appeared for a second as he sprang\nerect; there was a puff of white and Little Darby stopped and staggered\nand sank to his knees. The next second, however, there was a puff from\nwhere he knelt, and then he sank flat once more, and a moment later\nrolled over on his face on the near side of the rock and just at its\nfoot. There were no more bullets sent from that rock that day--at least,\nagainst the Confederates--and that night Little Darby walked into his\ncompany’s bivouac, dusty from head to foot and with a bullet-hole in his\nclothes not far from his heart; but he said it was only a spent bullet\nand had just knocked the breath out of him. He was pretty sore from it\nfor a time, but was able to help old Cove to get his boy’s body off and\nto see him start; for the old man’s wound, though not dangerous, was\nenough to disable him and get him a furlough, and he determined to take\nhis son’s body home, which the captain’s influence enabled him to do.\nBetween his wound and his grief the old man was nearly helpless, and\naccepted Darby’s silent assistance with mute gratitude. Darby asked him\nto tell his mother that he was getting on well, and sent her what money\nhe had--his last two months’ pay--not enough to have bought her a pair\nof stockings or a pound of sugar. The only other message he sent was\ngiven at the station just as Cove set out. He said:\n\n“Tell Vashti as I got him as done it.”\n\nOld Cove grasped his hand tremulously and faltered his promise to do so,\nand the next moment the train crawled away and left Darby to plod back\nto camp in the rain, vague and lonely in the remnant of what had once\nbeen a gray uniform. If there was one thing that troubled him it was\nthat he could not return Vashti the needle-case until he replaced the\nbroken needles--and there were so many of them broken.\n\nAfter this Darby was in some sort known, and was put pretty constantly\non sharp-shooter service.\n\nThe men went into winter quarters before Darby heard anything from home.\nIt came one day in the shape of a letter in the only hand in the world\nhe knew--Vashti’s. What it could mean he could not divine--was his\nmother dead? This was the principal thing that occurred to him. He\nstudied the outside. It had been on the way a month by the postmark,\nfor letters travelled slowly in those days, and a private soldier in an\ninfantry company was hard to find unless the address was pretty clear,\nwhich this was not. He did not open it immediately. His mother must be\ndead, and this he could not face. Nothing else would have made Vashti\nwrite. At last he went off alone and opened it, and read it, spelling\nit out with some pains. It began without an address, with the simple\nstatement that her father had arrived with Ad’s body and that it\nhad been buried, and that his wound was right bad and her mother was\nmightily cut up with her trouble. Then it mentioned his mother and said\nshe had come to Ad’s funeral, though she could not walk much now and\nhad never been over to their side since the day after he--Darby--had\nenlisted; but her father had told her as how he had killed the man as\nshot Ad, and so she made out to come that far. Then the letter broke\noff from giving news, and as if under stress of feelings long pent up,\nsuddenly broke loose: she declared that she loved him; that she had\nalways loved him--always--ever since he had been so good to her--a great\nbig boy to a little bit of a girl--at school, and that she did not know\nwhy she had been so mean to him; for when she had treated him worst she\nhad loved him most; that she had gone down the path that night when\nthey had met, for the purpose of meeting him and of letting him know she\nloved him; but something had made her treat him as she did, and all the\ntime she could have let him kill her for love of him. She said she had\ntold her mother and father she loved him and she had tried to tell his\nmother, but she could not, for she was afraid of her; but she wanted him\nto tell her when he came; and she had tried to help her and keep her\nin wood ever since he went away, for his sake. Then the letter told how\npoorly his mother was and how she had failed of late, and she said she\nthought he ought to get a furlough and come home, and when he did she\nwould marry him. It was not very well written, nor wholly coherent;\nat least it took some time to sink fully into Darby’s somewhat dazed\nintellect; but in time he took it in, and when he did he sat like a man\noverwhelmed. At the end of the letter, as if possibly she thought, in\nthe greatness of her relief at her confession, that the temptation she\nheld out might prove too great even for him, or possibly only because\nshe was a woman, there was a postscript scrawled across the coarse, blue\nConfederate paper: “Don’t come without a furlough; for if you don’t come\nhonorable I won’t marry you.” This, however, Darby scarcely read. His\nbeing was in the letter. It was only later that the picture of his\nmother ill and failing came to him, and it smote him in the midst of his\nhappiness and clung to him afterward like a nightmare. It haunted him.\nShe was dying.\n\nHe applied for a furlough; but furloughs were hard to get then and he\ncould not hear from it; and when a letter came in his mother’s name in\na lady’s hand which he did not know, telling him of his mother’s poverty\nand sickness and asking him if he could get off to come and see her, it\nseemed to him that she was dying, and he did not wait for the furlough.\nHe was only a few days’ march from home and he felt that he could see\nher and get back before he was wanted. So one day he set out in the\nrain. It was a scene of desolation that he passed through, for the\ncountry was the seat of war; fences were gone, woods burnt, and fields\ncut up and bare; and it rained all the time. A little before morning,\non the night of the third day, he reached the edge of the district and\nplunged into its well-known pines, and just as day broke he entered the\nold path which led up the little hill to his mother’s cabin. All during\nhis journey he had been picturing the meeting with some one else besides\nhis mother, and if Vashti had stood before him as he crossed the old\nlog he would hardly have been surprised. Now, however, he had other\nthoughts; as he reached the old clearing he was surprised to find it\ngrown up in small pines already almost as high as his head, and tall\nweeds filled the rows among the old peach-trees and grew up to the very\ndoor. He had been struck by the desolation all the way as he came along;\nbut it had not occurred to him that there must be a change at his own\nhome; he had always pictured it as he left it, as he had always thought\nof Vashti in her pink calico, with her hat in her hand and her heavy\nhair almost falling down over her neck. Now a great horror seized him.\nThe door was wet and black. His mother must be dead. He stopped and\npeered through the darkness at the dim little structure. There was a\nlittle smoke coming out of the chimney, and the next instant he strode\nup to the door. It was shut, but the string was hanging out and he\npulled it and pushed the door open. A thin figure seated in the small\nsplit-bottomed chair on the hearth, hovering as close as possible over\nthe fire, straightened up and turned slowly as he stepped into the room,\nand he recognized his mother--but how changed! She was quite white\nand little more than a skeleton. At sight of the figure behind her she\npulled herself to her feet, and peered at him through the gloom.\n\n“Mother!” he said.\n\n“Darby!” She reached her arms toward him, but tottered so that she would\nhave fallen, had he not caught her and eased her down into her chair.\n\nAs she became a little stronger she made him tell her about the battles\nhe was in. Mr. Mills had come to tell her that he had killed the man who\nkilled Ad. Darby was not a good narrator, however, and what he had to\ntell was told in a few words. The old woman revived under it, however,\nand her eyes had a brighter light in them.\n\nDarby was too much engrossed in taking care of his mother that day to\nhave any thought of any one else. He was used to a soldier’s scant fare,\nbut had never quite taken in the fact that his mother and the women at\nhome had less even than they in the field. He had never seen, even\nin their poorest days after his father’s death, not only the house\nabsolutely empty, but without any means of getting anything outside. It\ngave him a thrill to think what she must have endured without letting\nhim know. As soon as he could leave her, he went into the woods with his\nold gun, and shortly returned with a few squirrels which he cooked for\nher; the first meat, she told him, that she had tasted for weeks. On\nhearing it his heart grew hot. Why had not Vashti come and seen about\nher? She explained it partly, however, when she told him that every one\nhad been sick at Cove Mills’s, and old Cove himself had come near\ndying. No doctor could be got to see them, as there was none left in the\nneighborhood, and but for Mrs. Douwill she did not know what they would\nhave done. But Mrs. Douwill was down herself now.\n\nThe young man wanted to know about Vashti, but all he could manage to\nmake his tongue ask was,\n\n“Vashti?”\n\nShe could not tell him, she did not know anything about Vashti. Mrs.\nMills used to bring her things sometimes, till she was taken down, but\nVashti had never come to see her; all she knew was that she had been\nsick with the others.\n\nThat she had been sick awoke in the young man a new tenderness, the\ndeeper because he had done her an injustice; and he was seized with a\ngreat longing to see her. All his old love seemed suddenly accumulated\nin his heart, and he determined to go and see her at once, as he had not\nlong to stay. He set about his little preparations forthwith, putting\non his old clothes which his mother had kept ever since he went away, as\nbeing more presentable than the old worn and muddy, threadbare uniform,\nand brushing his long yellow hair and beard into something like order.\nHe changed from one coat to the other the little package which he always\ncarried, thinking that he would show it to her with the hole in it,\nwhich the sharp-shooter’s bullet had made that day, and he put her\nletter into the same pocket; his heart beating at the sight of her hand\nand the memory of the words she had written, and then he set out. It\nwas already late in the evening, and after the rain the air was soft and\nbalmy, though the western sky was becoming overcast again by a cloud,\nwhich low down on the horizon was piling up mountain on mountain of\nvapor, as if it might rain again by night. Darby, however, having\ndressed, crossed the flat without much trouble, only getting a little\nwet in some places where the logs were gone. As he turned into the path\nup the hill, he stood face to face with Vashti. She was standing by\na little spring which came from under an old oak, the only one on the\nhill-side of pines, and was in a faded black calico. He scarcely took in\nat first that it was Vashti, she was so changed. He had always thought\nof her as he last saw her that evening in pink, with her white throat\nand her scornful eyes. She was older now than she was then; looked more\na woman and taller; and her throat if anything was whiter than ever\nagainst her black dress; her face was whiter too, and her eyes darker\nand larger. At least, they opened wide when Darby appeared in the path.\nHer hands went up to her throat as if she suddenly wanted breath. All of\nthe young man’s heart went out to her, and the next moment he was within\narm’s length of her. Her one word was in his ears:\n\n“Darby!” He was about to catch her in his arms when a gesture restrained\nhim, and her look turned him to stone.\n\n“Yer uniform?” she gasped, stepping back. Darby was not quick always,\nand he looked down at his clothes and then at her again, his dazed brain\nwondering.\n\n“Whar’s yer uniform?” she asked.\n\n“At home,” he said, quietly, still wondering. She seemed to catch some\nhope.\n\n“Yer got a furlough?” she said, more quietly, coming a little nearer to\nhim, and her eyes growing softer.\n\n“Got a furlough?” he repeated to gain time for thought. “I--I----” He\nhad never thought of it before; the words in her letter flashed into his\nmind, and he felt his face flush. He would not tell her a lie. “No, I\nain’t got no furlough,” he said, and paused whilst he tried to get his\nwords together to explain. But she did not give him time.\n\n“What you doin’ with them clo’se on?” she asked again.\n\n“I--I----” he began, stammering as her suspicion dawned on him.\n\n“You’re a deserter!” she said, coldly, leaning forward, her hands\nclenched, her face white, her eyes contracted.\n\n“A what!” he asked aghast, his brain not wholly taking in her words.\n\n“You’re a deserter!” she said again--“and--a coward!”\n\nAll the blood in him seemed to surge to his head and leave his heart\nlike ice. He seized her arm with a grip like steel.\n\n“Vashti Mills,” he said, with his face white, “don’t you say that to\nme--if yer were a man I’d kill yer right here where yer stan’!” He\ntossed her hand from him, and turned on his heel.\n\nThe next instant she was standing alone, and when she reached the point\nin the path where she could see the crossing, Darby was already on the\nother side of the swamp, striding knee-deep through the water as if he\nwere on dry land. She could not have made him hear if she had wished it;\nfor on a sudden a great rushing wind swept through the pines, bending\nthem down like grass and blowing the water in the bottom into white\nwaves, and the thunder which had been rumbling in the distance suddenly\nbroke with a great peal just overhead.\n\nIn a few minutes the rain came; but the girl did not mind it. She stood\nlooking across the bottom until it came in sheets, wetting her to the\nskin and shutting out everything a few yards away.\n\nThe thunder-storm passed, but all that night the rain came down, and all\nthe next day, and when it held up a little in the evening the bottom was\na sea.\n\nThe rain had not prevented Darby from going out--he was used to it; and\nhe spent most of the day away from home. When he returned he brought his\nmother a few provisions, as much meal perhaps as a child might carry,\nand spent the rest of the evening sitting before the fire, silent and\nmotionless, a flame burning back deep in his eyes and a cloud fixed on\nhis brow. He was in his uniform, which he had put on again the night\nbefore as soon as he got home, and the steam rose from it as he sat. The\nother clothes were in a bundle on the floor where he had tossed them\nthe evening before. He never moved except when his mother now and then\nspoke, and then sat down again as before. Presently he rose and said he\nmust be going; but as he rose to his feet, a pain shot through him like\na knife; everything turned black before him and he staggered and fell\nfull length on the floor.\n\nHe was still on the floor next morning, for his mother had not been able\nto get him to the bed, or to leave to get any help; but she had made\nhim a pallet, and he was as comfortable as a man might be with a raging\nfever. Feeble as she was, the sudden demand on her had awakened the old\nwoman’s faculties and she was stronger than might have seemed possible.\nOne thing puzzled her: in his incoherent mutterings, Darby constantly\nreferred to a furlough and a deserter. She knew that he had a furlough,\nof course; but it puzzled her to hear him constantly repeating the\nwords. So the day passed and then, Darby’s delirium still continuing,\nshe made out to get to a neighbor’s to ask help. The neighbor had to go\nto Mrs. Douwill’s as the only place where there was a chance of getting\nany medicine, and it happened that on the way back she fell in with a\ncouple of soldiers, on horseback, who asked her a few questions. They\nwere members of a home and conscript guard just formed, and when she\nleft them they had learned her errand.\n\nFortunately, Darby’s illness took a better turn next day, and by sunset\nhe was free from delirium.\n\nThings had not fared well over at Cove Mills’s during these days any\nmore than at Mrs. Stanley’s. Vashti was in a state of mind which made\nher mother wonder if she were not going crazy. She set it down to the\nstorm she had been out in that evening, for Vashti had not mentioned\nDarby’s name. She kept his presence to herself, thinking that--thinking\nso many things that she could not speak or eat. Her heart was like lead\nwithin her; but she could not rid herself of the thought of Darby. She\ncould have torn it out for hate of herself; and to all her mother’s\nquestioning glances she turned the face of a sphinx. For two days she\nneither ate nor spoke. She watched the opposite hill through the rain\nwhich still kept up--something was going on over there, but what it was\nshe could not tell. At last, on the evening of the third day, she could\nstand it no longer, and she set out from home to learn something; she\ncould not have gone to Mrs. Stanley’s, even if she had wished to do so;\nfor the bottom was still a sea extending from side to side, and it was\nover her head in the current. She set off, therefore, up the stream on\nher own side, thinking to learn something up that way. She met the woman\nwho had taken the medicine to Darby that evening, and she told her all\nshe knew, mentioning among other things the men of the conscript guard\nshe had seen. Vashti’s heart gave a sudden bound up into her throat.\nAs she was so near she went on up to the Cross-roads; but just as she\nstepped out into the road before she reached there, she came on a small\nsquad of horsemen riding slowly along. She stood aside to let them pass;\nbut they drew in and began to question her as to the roads about them.\nThey were in long cloaks and overcoats, and she thought they were the\nconscript guard, especially as there was a negro with them who seemed\nto know the roads and to be showing them the way. Her one thought was\nof Darby; he would be arrested and shot. When they questioned her,\ntherefore, she told them of the roads leading to the big river around\nthe fork and quite away from the district. Whilst they were still\ntalking, more riders came around the curve, and the next instant Vashti\nwas in the midst of a column of cavalry, and she knew that they were the\nFederals. She had one moment of terror for herself as the restive horses\ntrampled around her, and the calls and noises of a body of cavalry\nmoving dinned in her ears; but the next moment, when the others gave way\nand a man whom she knew to be the commander pressed forward and began to\nquestion her, she forgot her own terror in fear for her cause. She had\nall her wits about her instantly; and under a pretence of repeating\nwhat she had already told the first men, she gave them such a mixture\nof descriptions that the negro was called up to unravel it. She made\nout that they were trying to reach the big river by a certain road, and\nmarched in the night as well as in the day. She admitted that she had\nnever been on that road but once. And when she was taken along with them\na mile or two to the place where they went into bivouac until the moon\nshould rise, she soon gave such an impression of her denseness and\nignorance that, after a little more questioning, she was told that she\nmight go home if she could find her way, and was sent by the commander\nout of the camp. She was no sooner out of hearing of her captors than\nshe began to run with all her speed. Her chief thought was of Darby.\nDeserter as he was, and dead to her, he was a man, and could advise\nher, help her. She tore through the woods the nearest way, unheeding the\nbranches which caught and tore her clothes; the stream, even where she\nstruck it, was out of its banks; but she did not heed it--she waded\nthrough, it reaching about to her waist, and struck out again at the top\nof her speed.\n\nIt must have been a little before midnight when she emerged from the\npines in front of the Stanley cabin. The latch-string was out, and she\nknocked and pushed open the door almost simultaneously. All she could\nmake out to say was, “Darby.” The old woman was on her feet, and the\nyoung man was sitting up in the bed, by the time she entered.\n\nDarby was the first to speak.\n\n“What do you want here?” he asked, sternly.\n\n“Darby--the Yankees--all around,” she gasped--“out on the road yonder.”\n\n“What!”\n\nA minute later the young man, white as a ghost, was getting on his\njacket while she told her story, beginning with what the woman she had\nmet had told her of the two men she had seen. The presence of a soldier\nhad given her confidence, and having delivered her message both women\nleft everything else to him. His experience or his soldier’s instinct\ntold him what they were doing and also how to act. They were a raid\nwhich had gotten around the body of the army and were striking for the\ncapital; and from their position, unless they could be delayed they\nmight surprise it. In the face of the emergency a sudden genius seemed\nto illuminate the young man’s mind. By the time he was dressed he was\nready with his plan--Did Vashti know where any of the conscript guard\nstayed?\n\nYes, down the road at a certain place. Good; it was on the way. Then he\ngave her his orders. She was to go to this place and rouse any one she\nmight find there and tell them to send a messenger to the city with all\nspeed to warn them, and were to be themselves if possible at a certain\npoint on the road by which the raiders were travelling, where a little\nstream crossed it in a low place in a heavy piece of swampy woods. They\nwould find a barricade there and a small force might possibly keep them\nback. Then she was to go on down and have the bridge, ten or twelve\nmiles below on the road between the forks burned, and if necessary was\nto burn it herself; and it must be done by sunrise. But they were on\nthe other road, outside of the forks, the girl explained, to which Darby\nonly said, he knew that, but they would come back and try the bridge\nroad.\n\n“And you burn the bridge if you have to do it with your own hand, you\nhear--and now go,” he said.\n\n“Yes--I’ll do it,” said the girl obediently and turned to the door. The\nnext instant she turned back to him: he had his gun and was getting his\naxe.\n\n“And, Darby----?” she began falteringly, her heart in her eyes.\n\n“Go,” said the young soldier, pointing to the door, and she went just as\nhe took up his old rifle and stepped over to where his mother sat white\nand dumb. As she turned at the edge of the clearing and looked back up\nthe path over the pine-bushes she saw him step out of the door with his\ngun in one hand and his axe in the other.\n\nAn hour later Darby, with the fever still hot on him, was cutting\ndown trees in the darkness on the bank of a marshy little stream, and\nthrowing them into the water on top of one another across the road, in\na way to block it beyond a dozen axemen’s work for several hours, and\nVashti was trudging through the darkness miles away to give the warning.\nEvery now and then the axeman stopped cutting and listened, and then\nwent on again. He had cut down a half-dozen trees and formed a barricade\nwhich it would take hours to clear away before cavalry could pass, when,\nstopping to listen, he heard a sound that caused him to put down his\naxe: the sound of horses splashing along through the mud. His practised\near told him that there were only three or four of them, and he took up\nhis gun and climbed up on the barricade and waited. Presently the little\nsquad of horsemen came in sight, a mere black group in the road. They\nsaw the dark mass lying across the road and reined in; then after a\ncolloquy came on down slowly. Darby waited until they were within fifty\nyards of his barricade, and then fired at the nearest one. A horse\nwheeled, plunged, and then galloped away in the darkness, and several\nrounds from pistols were fired toward him, whilst something went on\non the ground. Before he could finish reloading, however, the men had\nturned around and were out of sight. In a minute Darby climbed over the\nbarricade and strode up the road after them. He paused where the man he\nhad shot had fallen. The place in the mud was plain; but his comrades\nhad taken him up and carried him off. Darby hurried along after them.\nDay was just breaking, and the body of cavalry were preparing to leave\ntheir bivouac when a man emerged from the darkness on the opposite side\nof the camp from that where Little Darby had been felling trees,\nand walked up to the picket. He was halted and brought up where the\nfire-light could shine on him, and was roughly questioned--a tall young\ncountryman, very pale and thin, with an old ragged slouched hat pulled\nover his eyes, and an old patched uniform on his gaunt frame. He did not\nseem at all disturbed by the pistols displayed around him, but seated\nhimself at the fire and looked about in a dull kind of way.\n\n“What do you want?” they asked him, seeing how cool he was.\n\n“Don’t you want a guide?” he asked, drawlingly.\n\n“Who are you?” inquired the corporal in charge. He paused.\n\n“Some calls me a d’serter,” he said, slowly.\n\nThe men all looked at him curiously.\n\n“Well, what do you want?”\n\n“I thought maybe as you wanted a guide,” he said, quietly.\n\n“We don’t want you. We’ve got all the guide we want,” answered the\ncorporal, roughly, “and we don’t want any spies around here either, you\nunderstand?”\n\n“Does he know the way? All the creeks is up now, an’ it’s sort o’\nhard to git erlong through down yonder way if you don’t know the way\ntoller’ble well?”\n\n“Yes, he knows the way too--every foot of it--and a good deal more than\nyou’ll see of it if you don’t look out.”\n\n“Oh! That road down that way is sort o’ stopped up,” said the man, as if\nhe were carrying on a connected narrative and had not heard him. “They’s\nsoldiers on it too a little fur’er down, and they’s done got word you’re\na-comin’ that a-way.”\n\n“What’s that?” they asked, sharply.\n\n“Leastways it’s stopped up, and I knows a way down this a-way in and\nabout as nigh as that,” went on the speaker, in the same level voice.\n\n“Where do you live?” they asked him.\n\n“I lives back in the pines here a piece.”\n\n“How long have you lived here?”\n\n“About twenty-three years, I b’leeves; ‘ats what my mother says.”\n\n“You know all the country about here?”\n\n“Ought to.”\n\n“Been in the army?”\n\n“Ahn--hahn.”\n\n“What did you desert for?”\n\nDarby looked at him leisurely.\n\n“‘D you ever know a man as ‘lowed he’d deserted? I never did.” A faint\nsmile flickered on his pale face.\n\nHe was taken to the camp before the commander, a dark, self-contained\nlooking man with a piercing eye and a close mouth, and there closely\nquestioned as to the roads, and he gave the same account he had already\ngiven. The negro guide was brought up and his information tallied with\nthe new comer’s as far as he knew it, though he knew well only the road\nwhich they were on and which Darby said was stopped up. He knew, too,\nthat a road such as Darby offered to take them by ran somewhere down\nthat way and joined the road they were on a good distance below; but he\nthought it was a good deal longer way and they had to cross a fork of\nthe river.\n\nThere was a short consultation between the commander and one or two\nother officers, and then the commander turned to Darby, and said:\n\n“What you say about the road’s being obstructed this way is partly true;\ndo you guarantee that the other road is clear?”\n\nDarby paused and reflected.\n\n“I’ll guide you,” he said, slowly.\n\n“Do you guarantee that the bridge on the river is standing and that we\ncan get across?”\n\n“Hit’s standing now, fur as I know.”\n\n“Do you understand that you are taking your life in your hand?”\n\nDarby looked at him coolly.\n\n“And that if you take us that way and for any cause--for any cause\nwhatsoever we fail to get through safe, we will hang you to the nearest\ntree?”\n\nDarby waited as if in deep reflection.\n\n“I understand,” he said. “I’ll guide you.”\n\nThe silence that followed seemed to extend all over the camp. The\ncommander was reflecting and the others had their eyes fastened on\nDarby. As for him, he sat as unmoved as if he had been alone in the\nwoods.\n\n“All right,” said the leader, suddenly, “it’s a bargain: we’ll take your\nroad. What do you want?”\n\n“Could you gi’me a cup o’ coffee? It’s been some little time since I had\nanything to eat, an’ I been sort o’ sick.”\n\n“You shall have ‘em,” said the officer, “and good pay besides, if you\nlead us straight; if not, a limb and a halter rein; you understand?”\n\nA quarter of an hour later they were on the march, Darby trudging in\nfront down the middle of the muddy road between two of the advance\nguard, whose carbines were conveniently carried to insure his fidelity.\nWhat he thought of, who might know?--plain; poor; ignorant; unknown;\nmarching every step voluntarily nearer to certain and ignominious death\nfor the sake of his cause.\n\nAs day broke they saw a few people who lived near the road, and some of\nthem recognized Darby and looked their astonishment to see him guiding\nthem. One or two of the women broke out at him for a traitor and a dog,\nto which he said nothing; but only looked a little defiant with two red\nspots burning in his thin cheeks, and trudged on as before; now and then\nanswering a question; but for the most part silent.\n\nHe must have thought of his mother, old and by herself in her cabin;\nbut she would not live long; and of Vashti some. She had called him a\ndeserter, as the other women had done. A verse from the Testament she\ngave him may have come into his mind; he had never quite understood it:\n“Blessed are ye when men shall revile ye.” Was this what it meant?\nThis and another one seemed to come together. It was something about\n“enduring hardship like a good soldier”, he could not remember it\nexactly. Yes, he could do that. But Vashti had called him a deserter.\nMaybe now though she would not; and the words in the letter she had\nwritten him came to him, and the little package in his old jacket pocket\nmade a warm place there; and he felt a little fresher than before. The\nsun came up and warmed him as he trudged along, and the country grew\nflatter and flatter, and the road deeper and deeper. They were passing\ndown into the bottom. On either side of them were white-oak swamps, so\nthat they could not see a hundred yards ahead; but for several miles\nDarby had been watching for the smoke of the burning bridge, and as they\nneared the river his heart began to sink. There was one point on the\nbrow of a hill before descending to the bottom, where a sudden bend of\nthe road and curve of the river two or three miles below gave a sight\nof the bridge. Darby waited for this, and when he reached it and saw the\nbridge still standing his heart sank like lead. Other eyes saw it too,\nand a score of glasses were levelled at it, and a cheer went up.\n\n“Why don’t you cheer too?” asked an officer. “You have more to make or\nlose than anyone else.”\n\n“We ain’t there yit,” said Darby.\n\nOnce he thought he had seen a little smoke, but it had passed away, and\nnow they were within three miles of the bridge and there was nothing.\nWhat if, after all, Vashti had failed and the bridge was still standing!\nHe would really have brought the raiders by the best way and have helped\nthem. His heart at the thought came up into his throat. He stopped and\nbegan to look about as if he doubted the road. When the main body came\nup, however, the commander was in no doubt, and a pistol stuck against\nhis head gave him to understand that no fooling would be stood. So he\nhad to go on.\n\nAs to Vashti, she had covered the fifteen miles which lay between the\ndistrict and the fork-road; and had found and sent a messenger to give\nwarning in the city; but not finding any of the homeguard where she\nthought they were, she had borrowed some matches and had trudged on\nherself to execute the rest of Darby’s commands.\n\nThe branches were high from the backwater of the fork, and she often had\nto wade up to her waist, but she kept on, and a little after daylight\nshe came to the river. Ordinarily, it was not a large stream; a boy\ncould chuck a stone across it, and there was a ford above the bridge\nnot very deep in dry weather, which people sometimes took to water their\nhorses, or because they preferred to ride through the water to crossing\nthe steep and somewhat rickety old bridge. Now, however, the water\nwas far out in the woods, and long before the girl got in sight of the\nbridge she was wading up to her knees. When she reached the point where\nshe could see it, her heart for a moment failed her; the whole flat was\nunder water. She remembered Darby’s command, however, and her courage\ncame back to her. She knew that it could not be as deep as it looked\nbetween her and the bridge, for the messenger had gone before her that\nway, and a moment later she had gone back and collected a bundle of\n“dry-wood”, and with a long pole to feel her way she waded carefully in.\nAs it grew deeper and deeper until it reached her breast, she took the\nmatches out and held them in her teeth, holding her bundle above her\nhead. It was hard work to keep her footing this way, however, and once\nshe stepped into a hole and went under to her chin, having a narrow\nescape from falling into a place which her pole could not fathom; but\nshe recovered herself and at last was on the bridge. When she tried to\nlight a fire, however, her matches would not strike. They as well as the\nwood had gotten wet when she slipped, and not one would light. She might\nas well have been at her home in the district. When every match had been\ntried and tried again on a dry stone, only to leave a white streak of\nsmoking sulphur on it, she sat down and cried. For the first time she\nfelt cold and weary. The rays of the sun fell on her and warmed her a\nlittle, and she wiped her eyes on her sleeve and looked up. The sun had\njust come up over the hill. It gave her courage. She turned and looked\nthe other way from which she had come--nothing but a waste of water and\nwoods. Suddenly, from a point up over the nearer woods a little sparkle\ncaught her eye; there must be a house there, she thought; they might\nhave matches, and she would go back and get some. But there it was\nagain--it moved. There was another--another--and something black moving.\nShe sprang to her feet and strained her eyes. Good God! they were\ncoming! In a second she had turned the other way, rushed across the\nbridge, and was dashing through the water to her waist. The water was\nnot wide that way. The hill rose almost abruptly on that side, and up it\nshe dashed, and along the road. A faint curl of smoke caught her eye and\nshe made for it through the field.\n\nIt was a small cabin, and the woman in it had just gotten her fire\nwell started for the morning, when a girl bare-headed and bare-footed,\ndripping wet to the skin, her damp hair hanging down her back, her face\nwhite and her eyes like coals, rushed in almost without knocking and\nasked for a chunk of fire. The woman had no time to refuse (she told of\nit afterward when she described the burning of the bridge); for without\nwaiting for answer and before she really took in that it was not a\nghost, the girl had seized the biggest chunk on the hearth and was\nrunning with it across the field. In fact, the woman rather thought she\nwas an evil spirit; for she saw her seize a whole panel of fence--more\nrails than she could have carried to save her life, she said, and dashed\nwith them over the hill.\n\nIn Vashti’s mind, indeed, it was no time to waste words, she was back\non the bridge with the chunk of fire and an armful of rails before the\nwoman recovered from her astonishment, and was down on her knees blowing\nher chunk to rekindle it. The rails, however, like everything else,\nwere wet and would not light, and she was in despair. At last she got a\nlittle blaze started, but it would not burn fast; it simply smoked. She\nexpected the soldiers to come out of the woods every minute, and every\nsecond she was looking up to see if they were in sight. What would Darby\nthink? What would happen if she failed? She sprang up to look around:\nthe old rail of the bridge caught her eye; it was rotted, but what\nremained was heart and would burn like light-wood. She tore a piece\nof it down and stuck one end in the fire: it caught and sputtered and\nsuddenly flamed up; the next second she was tearing the rail down all\nalong and piling it on the blaze, and as it caught she dashed back\nthrough the water and up the hill, and brought another armful of rails.\nBack and forth she waded several times and piled on rails until she got\na stack of them--two stacks, and the bridge floor dried and caught and\nbegan to blaze; and when she brought her last armful it was burning all\nacross. She had been so busy bringing wood that she had forgotten to\nlook across to the other side for some time, and was only reminded of\nit as she was wading back with her last armful of rails by something\nbuzzing by her ear, and the second after the crack of a half-dozen guns\nfollowed from the edge of the wood the other side. She could not see\nthem well for the burden in her arms, but she made out a number of\nhorses dashing into the water on the little flat, and saw some puffs of\nsmoke about their heads. She was bound to put her wood on, however, so\nshe pushed ahead, went up on the bridge through the smoke as far as she\ncould go, and flung her rails on the now devouring fire. A sudden veer\nof the wind blew the smoke behind her and bent the flames aside, and\nshe could see clear across the fire to the other bank. She saw a great\nnumber of men on horses at the edge of the woods, in a sort of mass;\nand a half-dozen or so in the water riding up to their saddle-skirts\nhalf-way to the bridge, and between the first two, wading in water to\nhis waist, Darby. He was bare-headed and he waved his hat to her, and\nshe heard a single cheer. She waved her hand to him, and there was\na little puff of smoke and something occurred in the water among the\nhorses. The smoke from the fire suddenly closed around her and shut out\neverything from her eyes, and when it blew away again one of the horses\nhad thrown his rider in the water. There was a lot of firing both from\nthe edge of the wood and from the horsemen in the water, and Darby had\ndisappeared.\n\nShe made her way back to the bank and plunged into a clump of bushes,\nwhere she was hidden and watched the raiders. She saw several of them\ntry to ford the river, one got across but swam back, the others were\nswept down by the current, and the horse of one got out below without\nhis rider. The other she did not see again.\n\nSoon after their comrade had rejoined them, the men on the edge of the\nwood turned around and disappeared, and a half-hour later she saw the\nglint of the sun on their arms and accoutrements as they crossed over\nthe top of the hill returning two miles above.\n\n*****\n\nThis is the story of the frustration of the raid upon which so much hope\nwas built by some in high position at Washington. A day was lost, and\nwarning was given to the Confederate Government, and the bold plan of\nthe commander of the raiding party was defeated.\n\nAs to Little Darby, the furlough he had applied for came, but came too\nlate and was returned. For a time some said he was a deserter; but two\nwomen knew differently.\n\nA Federal soldier who was taken prisoner gave an account of the raid. He\nsaid that a contraband had come from Washington and undertaken to lead\nthem across the country, and that he had brought them around the head\nof the streams, when one night a rebel deserter came into camp and\nundertook to show them a better way by a road which ran between the\nrivers, but crossed lower down by a bridge; that they had told him that,\nif for any reason they failed to get through by his road they would hang\nhim, a bargain which he had accepted. That he had led them straight, but\nwhen they had got to the bridge it had been set on fire and was burning\nat that moment; that a half-dozen men, of whom he, the narrator, was\none, rode in, taking the guide along with them, to see if they could not\nput the fire out, or, failing that, find the ford; and when they were\nabout half-way across the little flat they saw the person on the bridge\nin the very act of burning it, and waving his hand in triumph; and the\nman who was riding abreast of him in front fired his carbine at him. As\nhe did so the deserter wheeled on him, and said, “God d--n you--don’t\nyou know that’s a woman,” and springing on him like a tiger tore him\nfrom his horse; and, before they took in what he was doing, had, before\ntheir very eyes, flung both of them into a place where the current was\nrunning, and they had disappeared. They had seen the deserter’s head\nonce in the stream lower down, and had fired at him, and he thought had\nhit him, as he went down immediately and they did not see him again.\n\nThis is all that was known of Little Darby, except that a year or more\nafterward, and nearly a year after Mrs. Stanley’s death, a package with\nan old needle-case in it and a stained little Testament with a bullet\nhole through it, was left at the Cross-roads, with a message that a man\nwho had died at the house of the person who left it as he was trying\nto make his way back to his command, asked to have that sent to Vashti\nMills.\n\n\n                The End.\n\n\n\n\nNOTES:\n\n     Thomas Nelson Page is known primarily for his short stories.\n     1853.  Born at Oakland Plantation, in Hanover County, Virginia.\n     1872.  Graduated from Washington and Lee University.\n     1874.  Received his degree in law from the University of Virginia.\n     1922.  Died.\n\nSome books by Thomas Nelson Page:\n\n     In Ole Virginia.\n     Meh Lady.  A Story of the War.\n     Marse Chan.  A Tale of Old Virginia.\n     The Burial of the Guns.\n     Elsket and Other Stories.\n     Newfound River.\n     The Old South.\n     Polly.  A Christmas Recollection.\n     Among the Camps.  Young People’s Stories of the War.\n     Two Little Confederates.\n     “Befo’ de War.”  Echoes of Negro Dialect.  (with A. C. Gordon)"
}