{
 "author": [
  "Davis, Richard Harding"
 ],
 "title": [
  "Episodes in Van Bibber's Life"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "PS",
  "Short stories, American",
  "Fiction"
 ],
 "id": "334",
 "genre": [
  "short stories",
  "fiction"
 ],
 "text": "EPISODES IN VAN BIBBER'S LIFE\n\n\nBy\n\nRichard Harding Davis\n\n\n\n\nCONTENTS\n\n  Her First Appearance\n  Van Bibber's Man Servant\n  The Hungry Man was Fed\n  Love Me, Love my Dog\n\n\n\n\nHer First Appearance\n\nIt was at the end of the first act of the first night of \"The Sultana,\"\nand every member of the Lester Comic Opera Company, from Lester himself\ndown to the wardrobe woman's son, who would have had to work if his\nmother lost her place, was sick with anxiety.\n\nThere is perhaps only one other place as feverish as it is behind the\nscenes on the first night of a comic opera, and that is a newspaper\noffice on the last night of a Presidential campaign, when the returns\nare being flashed on the canvas outside, and the mob is howling, and\nthe editor-in-chief is expecting to go to the Court of St. James if the\nelection comes his way, and the office-boy is betting his wages that it\nwon't.\n\nSuch nights as these try men's souls; but Van Bibber passed the\nstage-door man with as calmly polite a nod as though the piece had been\nrunning a hundred nights, and the manager was thinking up souvenirs for\nthe one hundred and fiftieth, and the prima donna had, as usual, begun\nto hint for a new set of costumes.  The stage-door keeper hesitated and\nwas lost, and Van Bibber stepped into the unsuppressed excitement of\nthe place with a pleased sniff at the familiar smell of paint and\nburning gas, and the dusty odor that came from the scene-lofts above.\n\nFor a moment he hesitated in the cross-lights and confusion about him,\nfailing to recognize in their new costumes his old acquaintances of the\ncompany; but he saw Kripps, the stage-manager, in the centre of the\nstage, perspiring and in his shirt-sleeves as always, wildly waving an\narm to some one in the flies, and beckoning with the other to the\ngasman in the front entrance.  The stage hands were striking the scene\nfor the first act, and fighting with the set for the second, and\ndragging out a canvas floor of tessellated marble, and running a throne\nand a practical pair of steps over it, and aiming the high quaking\nwalls of a palace and abuse at whoever came in their way.\n\n\"Now then, Van Bibber,\" shouted Kripps, with a wild glance of\nrecognition, as the white-and-black figure came towards him, \"you know\nyou're the only man in New York who gets behind here to-night.  But you\ncan't stay.  Lower it, lower it, can't you?\"  This to the man in the\nflies.  \"Any other night goes, but not this night.  I can't have it.\nI--Where is the backing for the centre entrance?  Didn't I tell you\nmen---\"\n\nVan Bibber dodged two stage hands who were steering a scene at him,\nstepped over the carpet as it unrolled, and brushed through a group of\nanxious, whispering chorus people into the quiet of the star's\ndressing-room.\n\nThe star saw him in the long mirror before which he sat, while his\ndresser tugged at his boots, and threw up his hands desperately.\n\n\"Well,\" he cried, in mock resignation, \"are we in it or are we not?\nAre they in their seats still or have they fled?\"\n\n\"How are you, John?\" said Van Bibber to the dresser.  Then he dropped\ninto a big arm-chair in the corner, and got up again with a protesting\nsigh to light his cigar between the wires around the gas-burner.  \"Oh,\nit's going very well.  I wouldn't have come around if it wasn't.  If\nthe rest of it is as good as the first act, you needn't worry.\"\n\nVan Bibber's unchallenged freedom behind the scenes had been a source\nof much comment and perplexity to the members of the Lester Comic Opera\nCompany.  He had made his first appearance there during one hot night\nof the long run of the previous summer, and had continued to be an\nalmost nightly visitor for several weeks.  At first it was supposed\nthat he was backing the piece, that he was the \"Angel,\" as those weak\nand wealthy individuals are called who allow themselves to be led into\nsupplying the finances for theatrical experiments.  But as he never\npeered through the curtain-hole to count the house, nor made frequent\ntrips to the front of it to look at the box sheet, but was, on the\ncontrary, just as undisturbed on a rainy night as on those when the\n\"standing room only\" sign blocked the front entrance, this supposition\nwas discarded as untenable.  Nor did he show the least interest in the\nprima donna, or in any of the other pretty women of the company; he did\nnot know them, nor did he make any effort to know them, and it was not\nuntil they inquired concerning him outside of the theatre that they\nlearned what a figure in the social life of the city he really was.  He\nspent most of his time in Lester's dressing-room smoking, listening to\nthe reminiscences of Lester's dresser when Lester was on the stage; and\nthis seclusion and his clerical attire of evening dress led the second\ncomedian to call him Lester's father confessor, and to suggest that he\ncame to the theatre only to take the star to task for his sins.  And in\nthis the second comedian was unknowingly not so very far wrong.\nLester, the comedian, and young Van Bibber had known each other at the\nuniversity, when Lester's voice and gift of mimicry had made him the\nleader in the college theatricals; and later, when he had gone upon the\nstage, and had been cut off by his family even after he had become\nfamous, or on account of it, Van Bibber had gone to visit him, and had\nfound him as simple and sincere and boyish as he had been in the days\nof his Hasty-Pudding successes.  And Lester, for his part, had found\nVan Bibber as likable as did every one else, and welcomed his quiet\nvoice and youthful knowledge of the world as a grateful relief to the\nboisterous camaraderie of his professional acquaintances.  And he\nallowed Van Bibber to scold him, and to remind him of what he owed to\nhimself, and to touch, even whether it hurt or not, upon his better\nside.  And in time he admitted to finding his friend's occasional\ncomments on stage matters of value as coming from the point of view of\nthose who look on at the game; and even Kripps, the veteran, regarded\nhim with respect after he had told him that he could turn a set of\npurple costumes black by throwing a red light on them.  To the company,\nafter he came to know them, he was gravely polite, and, to those who\nknew him if they had overheard, amusingly commonplace in his\nconversation.  He understood them better than they did themselves, and\nmade no mistakes.  The women smiled on him, but the men were suspicious\nand shy of him until they saw that he was quite as shy of the women;\nand then they made him a confidant, and told him all their woes and\ntroubles, and exhibited all their little jealousies and ambitions, in\nthe innocent hope that he would repeat what they said to Lester.  They\nwere simple, unconventional, light-hearted folk, and Van Bibber found\nthem vastly more entertaining and preferable to the silence of the\ndeserted club, where the matting was down, and from whence the regular\nhabitues had departed to the other side or to Newport.  He liked the\nswing of the light, bright music as it came to him through the open\ndoor of the dressing-room, and the glimpse he got of the chorus people\ncrowding and pushing for a quick charge up the iron stairway, and the\nfeverish smell of oxygen in the air, and the picturesque disorder of\nLester's wardrobe, and the wigs and swords, and the mysterious articles\nof make-up, all mixed together on a tray with half-finished cigars and\nautograph books and newspaper notices.\n\nAnd he often wished he was clever enough to be an artist with the\ntalent to paint the unconsciously graceful groups in the sharply\ndivided light and shadow of the wings as he saw them.  The brilliantly\ncolored, fantastically clothed girls leaning against the bare brick\nwall of the theatre, or whispering together in circles, with their arms\nclose about one another, or reading apart and solitary, or working at\nsome piece of fancy-work as soberly as though they were in a\nrocking-chair in their own flat, and not leaning against a scene brace,\nwith the glare of the stage and the applause of the house just behind\nthem.  He liked to watch them coquetting with the big fireman detailed\nfrom the precinct engine-house, and clinging desperately to the curtain\nwire, or with one of the chorus men on the stairs, or teasing the\nphlegmatic scene-shifters as they tried to catch a minute's sleep on a\npile of canvas.  He even forgave the prima donna's smiling at him from\nthe stage, as he stood watching her from the wings, and smiled back at\nher with polite cynicism, as though he did not know and she did not\nknow that her smiles were not for him, but to disturb some more\ninterested one in the front row.  And so, in time, the company became\nso well accustomed to him that he moved in and about as unnoticed as\nthe stage-manager himself, who prowled around hissing \"hush\" on\nprinciple, even though he was the only person who could fairly be said\nto be making a noise.\n\nThe second act was on, and Lester came off the stage and ran to the\ndressing-room and beckoned violently.  \"Come here,\" he said; \"you ought\nto see this; the children are doing their turn.  You want to hear them.\nThey're great!\"\n\nVan Bibber put his cigar into a tumbler and stepped out into the wings.\nThey were crowded on both sides of the stage with the members of the\ncompany; the girls were tiptoeing, with their hands on the shoulders of\nthe men, and making futile little leaps into the air to get a better\nview, and others were resting on one knee that those behind might see\nover their shoulders.  There were over a dozen children before the\nfootlights, with the prima donna in the centre.  She was singing the\nverses of a song, and they were following her movements, and joining in\nthe chorus with high piping voices.  They seemed entirely too much at\nhome and too self-conscious: to please Van Bibber; but there was one\nexception.  The one exception was the smallest of them, a very, very\nlittle girl, with long auburn hair and black eyes; such a very little\ngirl that every one in the house looked at her first, and then looked\nat no one else.  She was apparently as unconcerned to all about her,\nexcepting the pretty prima donna, as though she were by a piano at home\npractising a singing lesson.  She seemed to think it was some new sort\nof a game.  When the prima donna raised her arms, the child raised\nhers; when the prima donna courtesied, she stumbled into one, and\nstraightened herself just in time to get the curls out of her eyes, and\nto see that the prima donna was laughing at her, and to smile\ncheerfully back as if to say, \"WE are doing our best anyway, aren't\nwe?\"  She had big, gentle eyes and two wonderful dimples, and in the\nexcitement of the dancing and the singing her eyes laughed and flashed,\nand the dimples deepened and disappeared and reappeared again.  She was\nas happy and innocent looking as though it were nine in the morning and\nshe were playing school at a kindergarten.  From all over the house the\nwomen were murmuring their delight, and the men were laughing and\npulling their mustaches and nudging each other to \"look at the littlest\none.\"\n\nThe girls in the wings were rapturous in their enthusiasm, and were\ncalling her absurdly extravagant titles of endearment, and making so\nmuch noise that Kripps stopped grinning at her from the entrance, and\nlooked back over his shoulder as he looked when he threatened fines and\ncalls for early rehearsal.  And when she had finished finally, and the\nprima donna and the children ran off together, there was a roar from\nthe house that went to Lester's head like wine, and seemed to leap\nclear across the footlights and drag the children back again.\n\n\"That settles it!\" cried Lester, in a suppressed roar of triumph.  \"I\nknew that child would catch them.\"\n\nThere were four encores, and then the children and Elise Broughten, the\npretty prima donna, came off jubilant and happy, with the Littlest\nGirl's arms full of flowers, which the management had with kindly\nforethought prepared for the prima donna, but which that delightful\nyoung person and the delighted leader of the orchestra had passed over\nto the little girl.\n\n\"Well,\" gasped Miss Broughten, as she came up to Van Bibber laughing,\nand with one hand on her side and breathing very quickly, \"will you\nkindly tell me who is the leading woman now?  Am I the prima donna, or\nam I not?  I wasn't in it, was I?\"\n\n\"You were not,\" said Van Bibber.\n\nHe turned from the pretty prima donna and hunted up the wardrobe woman,\nand told her he wanted to meet the Littlest Girl.  And the wardrobe\nwoman, who was fluttering wildly about, and as delighted as though they\nwere all her own children, told him to come into the property-room,\nwhere the children were, and which had been changed into a\ndressing-room that they might be by themselves.  The six little girls\nwere in six different states of dishabille, but they were too little to\nmind that, and Van Bibber was too polite to observe it.\n\n\"This is the little girl, sir,\" said the wardrobe woman, excitedly,\nproud at being the means of bringing together two such prominent\npeople.  \"Her name is Madeline.  Speak to the gentleman, Madeline; he\nwants to tell you what a great big hit youse made.\"\n\nThe little girl was seated on one of the cushions of a double throne so\nhigh from the ground that the young woman who was pulling off the\nchild's silk stockings and putting woollen ones on in their place did\nso without stooping.  The young woman looked at Van Bibber and nodded\nsomewhat doubtfully and ungraciously, and Van Bibber turned to the\nlittle girl in preference.  The young woman's face was one of a type\nthat was too familiar to be pleasant.\n\nHe took the Littlest Girl's small hand in his and shook it solemnly,\nand said, \"I am very glad to know you.  Can I sit up here beside you,\nor do you rule alone?\"\n\n\"Yes, ma'am--yes, sir,\" answered the little girl.\n\nVan Bibber put his hands on the arms of the throne and vaulted up\nbeside the girl, and pulled out the flower in his button-hole and gave\nit to her.\n\n\"Now,\" prompted the wardrobe woman, \"what do you say to the gentleman?\"\n\n\"Thank you, sir,\" stammered the little girl.\n\n\"She is not much used to gentlemen's society,\" explained the woman who\nwas pulling on the stockings.\n\n\"I see,\" said Van Bibber.  He did not know exactly what to say next.\nAnd yet he wanted to talk to the child very much, so much more than he\ngenerally wanted to talk to most young women, who showed no hesitation\nin talking to him.  With them he had no difficulty whatsoever.  There\nwas a doll lying on the top of a chest near them, and he picked this up\nand surveyed it critically.  \"Is this your doll?\" he asked.\n\n\"No,\" said Madeline, pointing to one of the children, who was much\ntaller than herself; \"it's 'at 'ittle durl's.  My doll he's dead.\"\n\n\"Dear me!\" said Van Bibber.  He made a mental note to get a live one in\nthe morning, and then he said:  \"That's very sad.  But dead dolls do\ncome to life.\"\n\nThe little girl looked up at him, and surveyed him intently and\ncritically, and then smiled, with the dimples showing, as much as to\nsay that she understood him and approved of him entirely.  Van Bibber\nanswered this sign language by taking Madeline's hand in his and asking\nher how she liked being a great actress, and how soon she would begin\nto storm because THAT photographer hadn't sent the proofs.  The young\nwoman understood this, and deigned to smile at it, but Madeline yawned\na very polite and sleepy yawn, and closed her eyes.  Van Bibber moved\nup closer, and she leaned over until her bare shoulder touched his arm,\nand while the woman buttoned on her absurdly small shoes, she let her\ncurly head fall on his elbow and rest there.  Any number of people had\nshown confidence in Van Bibber--not in that form exactly, but in the\nsame spirit--and though he was used to being trusted, he felt a sharp\nthrill of pleasure at the touch of the child's head on his arm, and in\nthe warm clasp of her fingers around his.  And he was conscious of a\nkeen sense of pity and sorrow for her rising in him, which he crushed\nby thinking that it was entirely wasted, and that the child was\nprobably perfectly and ignorantly happy.\n\n\"Look at that, now,\" said the wardrobe woman, catching sight of the\nchild's closed eyelids; \"just look at the rest of the little dears, all\nthat excited they can't stand still to get their hats on, and she just\nas unconcerned as you please, and after making the hit of the piece,\ntoo.\"\n\n\"She's not used to it, you see,\" said the young woman, knowingly; \"she\ndon't know what it means.  It's just that much play to her.\"\n\nThis last was said with a questioning glance at Van Bibber, in whom she\nstill feared to find the disguised agent of a Children's Aid Society.\nVan Bibber only nodded in reply, and did not answer her, because he\nfound he could not very well, for he was looking a long way ahead at\nwhat the future was to bring to the confiding little being at his side,\nand thinking of the evil knowledge and temptations that would mar the\nbeauty of her quaintly sweet face, and its strange mark of gentleness\nand refinement.  Outside he could hear his friend Lester shouting the\nrefrain of his new topical song, and the laughter and the hand-clapping\ncame in through the wings and open door, broken but tumultuous.\n\n\"Does she come of professional people?\" Van Bibber asked, dropping into\nthe vernacular.  He spoke softly, not so much that he might not disturb\nthe child, but that she might not understand what he said.\n\n\"Yes,\" the woman answered, shortly, and bent her head to smooth out the\nchild's stage dress across her knees.\n\nVan Bibber touched the little girl's head with his hand and found that\nshe was asleep, and so let his hand rest there, with the curls between\nhis fingers.  \"Are--are you her mother?\" he asked, with a slight\ninclination of his head.  He felt quite confident she was not; at\nleast, he hoped not.\n\nThe woman shook her head.  \"No,\" she said.\n\n\"Who is her mother?\"\n\nThe woman looked at the sleeping child and then up at him almost\ndefiantly.  \"Ida Clare was her mother,\" she said.\n\nVan Bibber's protecting hand left the child as suddenly as though\nsomething had burned it, and he drew back so quickly that her head\nslipped from his arm, and she awoke and raised her eyes and looked up\nat him questioningly.  He looked back at her with a glance of the\nstrangest concern and of the deepest pity.  Then he stooped and drew\nher towards him very tenderly, put her head back in the corner of his\narm, and watched her in silence while she smiled drowsily and went to\nsleep again.\n\n\"And who takes care of her now?\" he asked.\n\nThe woman straightened herself and seemed relieved.  She saw that the\nstranger had recognized the child's pedigree and knew her story, and\nthat he was not going to comment on it.  \"I do,\" she said.  \"After the\ndivorce Ida came to me,\" she said, speaking more freely.  \"I used to be\nin her company when she was doing 'Aladdin,' and then when I left the\nstage and started to keep an actors' boarding-house, she came to me.\nShe lived on with us a year, until she died, and she made me the\nguardian of the child.  I train children for the stage, you know, me\nand my sister, Ada Dyer; you've heard of her, I guess.  The courts pay\nus for her keep, but it isn't much, and I'm expecting to get what I\nspent on her from what she makes on the stage.  Two of them other\nchildren are my pupils; but they can't touch Madie.  She is a better\ndancer an' singer than any of them.  If it hadn't been for the Society\nkeeping her back, she would have been on the stage two years ago.\nShe's great, she is.  She'll be just as good as her mother was.\" Van\nBibber gave a little start, and winced visibly, but turned it off into\na cough.  \"And her father,\" he said hesitatingly, \"does he--\"\n\n\"Her father,\" said the woman, tossing back her head, \"he looks after\nhimself, he does.  We don't ask no favors of HIM.  She'll get along\nwithout him or his folks, thank you.  Call him a gentleman?  Nice\ngentleman he is!\"  Then she stopped abruptly.  \"I  guess, though, you\nknow him,\" she added.  \"Perhaps he's a friend of yourn?\"\n\n\"I just know him,\" said Van Bibber, wearily.\n\nHe sat with the child asleep beside him while the woman turned to the\nothers and dressed them for the third act.  She explained that Madie\nwould not appear in the last act, only the two larger girls, so she let\nher sleep, with the cape of Van Bibber's cloak around her.\n\nVan Bibber sat there for several long minutes thinking, and then looked\nup quickly, and dropped his eyes again as quickly, and said, with an\neffort to speak quietly and unconcernedly:  \"If the little girl is not\non in this act, would you mind if I took her home?  I have a cab at the\nstage door, and she's so sleepy it seems a pity to keep her up.  The\nsister you spoke of or some one could put her to bed.\"\n\n\"Yes,\" the woman said, doubtfully, \"Ada's home.  Yes, you can take her\naround, if you want to.\"\n\nShe gave him the address, and he sprang down to the floor, and gathered\nthe child up in his arms and stepped out on the stage.  The prima donna\nhad the centre of it to herself at that moment, and all the rest of the\ncompany were waiting to go on; but when they saw the little girl in Van\nBibber's arms they made a rush at her, and the girls leaned over and\nkissed her with a great show of rapture and with many gasps of delight.\n\n\"Don't,\" said Van Bibber, he could not tell just why.  \"Don't.\"\n\n\"Why not?\" asked one of the girls, looking up at him sharply.\n\n\"She was asleep; you've wakened her,\" he said, gently.\n\nBut he knew that was not the reason.  He stepped into the cab at the\nstage entrance, and put the child carefully down in one corner.  Then\nhe looked back over his shoulder to see that there was no one near\nenough to hear him, and said to the driver, \"To the Berkeley Flats, on\nFifth Avenue.\"  He picked the child up gently in his arms as the\ncarriage started, and sat looking out thoughtfully and anxiously as\nthey flashed past the lighted shop-windows on Broadway.  He was far\nfrom certain of this errand, and nervous with doubt, but he reassured\nhimself that he was acting on impulse, and that his impulses were so\noften good.  The hall-boy at the Berkeley said, yes, Mr. Caruthers was\nin, and Van Bibber gave a quick sigh of relief.  He took this as an\nomen that his impulse was a good one.  The young English servant who\nopened the hall door to Mr. Caruthers's apartment suppressed his\nsurprise with an effort, and watched Van Bibber with alarm as he laid\nthe child on the divan in the hall, and pulled a covert coat from the\nrack to throw over her.\n\n\"Just say Mr. Van Bibber would like to see him,\" he said, \"and you need\nnot speak of the little girl having come with me.\"\n\nShe was still sleeping, and Van Bibber turned down the light in the\nhall, and stood looking down at her gravely while the servant went to\nspeak to his master.\n\n\"Will you come this way, please, sir?\" he said.\n\n\"You had better stay out here,\" said Van Bibber, \"and come and tell me\nif she wakes.\"\n\nMr. Caruthers was standing by the mantel over the empty fireplace,\nwrapped in a long, loose dressing-gown which he was tying around him as\nVan Bibber entered.  He was partly undressed, and had been just on the\npoint of getting into bed.  Mr. Caruthers was a tall, handsome man,\nwith dark reddish hair, turning below the temples into gray; his\nmustache was quite white, and his eyes and face showed the signs of\neither dissipation or of great trouble, or of both.  But even in the\nformless dressing-gown he had the look and the confident bearing of a\ngentleman, or, at least, of the man of the world.  The room was very\nrich-looking, and was filled with the medley of a man's choice of good\npaintings and fine china, and papered with irregular rows of original\ndrawings and signed etchings.  The windows were open, and the lights\nwere turned very low, so that Van Bibber could see the many gas lamps\nand the dark roofs of Broadway and the Avenue where they crossed a few\nblocks off, and the bunches of light on the Madison Square Garden, and\nto the lights on the boats of the East River.  From below in the\nstreets came the rattle of hurrying omnibuses and the rush of the\nhansom cabs.  If Mr. Caruthers was surprised at this late visit, he hid\nit, and came forward to receive his caller as if his presence were\nexpected.\n\n\"Excuse my costume, will you?\" he said.  \"I turned in rather early\nto-night, it was so hot.\"  He pointed to a decanter and some soda\nbottles on the table and a bowl of ice, and asked, \"Will you have some\nof this?\" And while he opened one of the bottles, he watched Van\nBibber's face as though he were curious to have him explain the object\nof his visit.  \"No, I think not, thank you,\" said the younger man.  He\ntouched his forehead with his handkerchief nervously. \"Yes, it is hot,\"\nhe said.\n\nMr. Caruthers filled a glass with ice and brandy and soda, and walked\nback to his place by the mantel, on which he rested his arm, while he\nclinked the ice in the glass and looked down into it.\n\n\"I was at the first night of 'The Sultana' this evening,\" said Van\nBibber, slowly and uncertainly.\n\n\"Oh, yes,\" assented the elder man, politely, and tasting his drink.\n\"Lester's new piece.  Was it any good?\"\n\n\"I don't know,\" said Van Bibber.  \"Yes, I think it was.  I didn't see\nit from the front.  There were a lot of children in it--little ones;\nthey danced and sang, and made a great hit.  One of them had never been\non the stage before.  It was her first appearance.\"\n\nHe was turning one of the glasses around between his fingers as he\nspoke.  He stopped, and poured out some of the soda, and drank it down\nin a gulp, and then continued turning the empty glass between the tips\nof his fingers.\n\n\"It seems to me,\" he said, \"that it is a great pity.\"  He looked up\ninterrogatively at the other, but Mr. Caruthers met his glance without\nany returning show of interest.  \"I say,\" repeated Van Bibber--\"I say\nit seems a pity that a child like that should be allowed to go on in\nthat business.  A grown woman can go into it with her eyes open, or a\ngirl who has had decent training can too.  But it's different with a\nchild.  She has no choice in the matter; they don't ask her permission;\nand she isn't old enough to know what it means; and she gets used to it\nand fond of it before she grows to know what the danger is.  And then\nit's too late.  It seemed to me that if there was any one who had a\nright to stop it, it would be a very good thing to let that person know\nabout her--about this child, I mean; the one who made the hit--before\nit was too late.  It seems to me a responsibility I wouldn't care to\ntake myself.  I wouldn't care to think that I had the chance to stop\nit, and had let the chance go by.  You know what the life is, and what\nthe temptation a woman--\" Van Bibber stopped with a gasp of concern,\nand added, hurriedly, \"I mean we all know--every man knows.\"\n\nMr. Caruthers was looking at him with his lips pressed closely\ntogether, and his eyebrows drawn into the shape of the letter V.  He\nleaned forward, and looked at Van Bibber intently.\n\n\"What is all this about?\" he asked.  \"Did you come here, Mr. Van\nBibber, simply to tell me this?  What have you to do with it?  What\nhave I to do with it?  Why did you come?\"\n\n\"Because of the child.\"\n\n\"What child?\"\n\n\"Your child,\" said Van Bibber.\n\nYoung Van Bibber was quite prepared for an outbreak of some sort, and\nmentally braced himself to receive it.  He rapidly assured himself that\nthis man had every reason to be angry, and that he, if he meant to\naccomplish anything, had every reason to be considerate and patient.\nSo he faced Mr. Caruthers with shoulders squared, as though it were a\nphysical shock he had to stand against, and in consequence he was quite\nunprepared for what followed.  For Mr. Caruthers raised his face\nwithout a trace of feeling in it, and, with his eyes still fixed on the\nglass in his hand, set it carefully down on the mantel beside him, and\ngirded himself about with the rope of his robe.  When he spoke, it was\nin a tone of quiet politeness.\n\n\"Mr. Van Bibber,\" he began, \"you are a very brave young man.  You have\ndared to say to me what those who are my best friends--what even my own\nfamily--would not care to say.  They are afraid it might hurt me, I\nsuppose.  They have some absurd regard for my feelings; they hesitate\nto touch upon a subject which in no way concerns them, and which they\nknow must be very painful to me.  But you have the courage of your\nconvictions; you have no compunctions about tearing open old wounds;\nand you come here, unasked and uninvited, to let me know what you think\nof my conduct, to let me understand that it does not agree with your\nown ideas of what I ought to do, and to tell me how I, who am old\nenough to be your father, should behave.  You have rushed in where\nangels fear to tread, Mr. Van Bibber, to show me the error of my ways.\nI suppose I ought to thank you for it; but I have always said that it\nis not the wicked people who are to be feared in this world, or who do\nthe most harm.  We know them; we can prepare for them, and checkmate\nthem.  It is the well-meaning fool who makes all the trouble.  For no\none knows him until he discloses himself, and the mischief is done\nbefore he can be stopped.  I think, if you will allow me to say so,\nthat you have demonstrated my theory pretty thoroughly, and have done\nabout as much needless harm for one evening as you can possibly wish.\nAnd so, if you will excuse me,\" he continued, sternly, and moving from\nhis place, \"I will ask to say good-night, and will request of you that\nyou grow older and wiser and much more considerate before you come to\nsee me again.\"\n\nVan Bibber had flushed at Mr. Caruthers's first words, and had then\ngrown somewhat pale, and straightened himself visibly.  He did not move\nwhen the elder man had finished, but cleared his throat, and then spoke\nwith some little difficulty.  \"It is very easy to call a man a fool,\"\nhe said, slowly, \"but it is much harder to be called a fool and not to\nthrow the other man out of the window.  But that, you see, would not do\nany good, and I have something to say to you first.  I am quite clear\nin my own mind as to my position, and I am not going to allow anything\nyou have said or can say to annoy me much until I am through.  There\nwill be time enough to resent it then.  I am quite well aware that I\ndid an unconventional thing in coming here--a bold thing or a foolish\nthing, as you choose--but the situation is pretty bad, and I did as I\nwould have wished to be done by if I had had a child going to the devil\nand didn't know it.  I should have been glad to learn of it even from a\nstranger.  However,\" he said, smiling grimly, and pulling his cape\nabout him, \"there are other kindly disposed people in the world besides\nfathers.  There is an aunt, perhaps, or an uncle or two; and sometimes,\neven to-day, there is the chance Samaritan.\"\n\nVan Bibber picked up his high hat from the table, looked into it\ncritically, and settled it on his head.  \"Good-night,\" he said, and\nwalked slowly towards the door.  He had his hand on the knob, when Mr.\nCaruthers raised his head.\n\n\"Wait just one minute, please, Mr. Van Bibber?\" asked Mr. Caruthers.\n\nVan Bibber stopped with a prompt obedience which would have led one to\nconclude that he might have put on his hat only to precipitate matters.\n\n\"Before you go,\" said Mr. Caruthers, grudgingly, \"I want to say--I want\nyou to understand my position.\"\n\n\"Oh, that's all right,\" said Van Bibber, lightly, opening the door.\n\n\"No, it is not all right.  One moment, please.  I do not intend that\nyou shall go away from here with the idea that you have tried to do me\na service, and that I have been unable to appreciate it, and that you\nare a much-abused and much-misunderstood young man.  Since you have\ndone me the honor to make my affairs your business, I would prefer that\nyou should understand them fully.  I do not care to have you discuss my\nconduct at clubs and afternoon teas with young women until you--\"\n\nVan Bibber drew in his breath sharply, with a peculiar whistling sound,\nand opened and shut his hands.  \"Oh, I wouldn't say that if I were\nyou,\" he said, simply.\n\n\"I beg your pardon,\" the older man said, quickly.  \"That was a mistake.\nI was wrong.  I beg your pardon.  But you have tried me very sorely.\nYou have intruded upon a private trouble that you ought to know must be\nvery painful to me.  But I believe you meant well.  I know you to be a\ngentleman, and I am willing to think you acted on impulse, and that you\nwill see to-morrow what a mistake you have made.  It is not a thing I\ntalk about; I do not speak of it to my friends, and they are far too\nconsiderate to speak of it to me.  But you have put me on the\ndefensive.  You have made me out more or less of a brute, and I don't\nintend to be so far misunderstood.  There are two sides to every story,\nand there is something to be said about this, even for me.\"\n\nHe walked back to his place beside the mantel, and put his shoulders\nagainst it, and faced Van Bibber, with his fingers twisted in the cord\naround his waist.\n\n\"When I married,\" said Mr. Caruthers, \"I did so against the wishes of\nmy people and the advice of all my friends.  You know all about that.\nGod help us! who doesn't?\" he added, bitterly.  \"It was very rich, rare\nreading for you and for every one else who saw the daily papers, and we\ngave them all they wanted of it.  I took her out of that life and\nmarried her because I believed she was as good a woman as any of those\nwho had never had to work for their living, and I was bound that my\nfriends and your friends should recognize her and respect her as my\nwife had a right to be respected; and I took her abroad that I might\ngive all you sensitive, fine people a chance to get used to the idea of\nbeing polite to a woman who had once been a burlesque actress.  It\nbegan over there in Paris.  What I went through then no one knows; but\nwhen I came back--and I would never have come back if she had not made\nme--it was my friends I had to consider, and not her.  It was in the\nblood; it was in the life she had led, and in the life men like you and\nme had taught her to live.  And it had to come out.\"\n\nThe muscles of Mr. Caruthers's face were moving, and beyond his\ncontrol; but Van Bibber did not see this, for he was looking intently\nout of the window, over the roofs of the city.\n\n\"She had every chance when she married me that a woman ever had,\"\ncontinued the older man.  \"It only depended on herself.  I didn't try\nto make a housewife of her or a drudge.  She had all the healthy\nexcitement and all the money she wanted, and she had a home here ready\nfor her whenever she was tired of travelling about and wished to settle\ndown.  And I was--and a husband that loved her as--she had\neverything--everything that a man's whole thought and love and money\ncould bring to her.  And you know what she did.\"\n\nHe looked at Van Bibber, but Van Bibber's eyes were still turned\ntowards the open window and the night.\n\n\"And after the divorce--and she was free to go where she pleased, and\nto live as she pleased and with whom she pleased, without bringing\ndisgrace on a husband who honestly loved her--I swore to my God that I\nwould never see her nor her child again.  And I never saw her again,\nnot even when she died.  I loved the mother, and she deceived me and\ndisgraced me and broke my heart, and I only wish she had killed me; and\nI was beginning to love her child, and I vowed she should not live to\ntrick me too.  I had suffered as no man I know had suffered; in a way a\nboy like you cannot understand, and that no one can understand who has\nnot gone to hell and been forced to live after it.  And was I to go\nthrough that again?  Was I to love and care for and worship this child,\nand have her grow up with all her mother's vanity and animal nature,\nand have her turn on me some day and show me that what is bred in the\nbone must tell, and that I was a fool again--a pitiful fond fool?  I\ncould not trust her.  I can never trust any woman or child again, and\nleast of all that woman's child.  She is as dead to me as though she\nwere buried with her mother, and it is nothing to me what she is or\nwhat her life is.  I know in time what it will be.  She has begun\nearlier than I had supposed, that is all; but she is nothing to me.\"\nThe man stopped and turned his back to Van Bibber, and hid his head in\nhis hands, with his elbows on the mantelpiece.  \"I care too much,\" he\nsaid.  \"I cannot let it mean anything to me; when I do care, it means\nso much more to me than to other men.  They may pretend to laugh and to\nforget and to outgrow it, but it is not so with me.  It means too\nmuch.\"  He took a quick stride towards one of the arm-chairs, and threw\nhimself into it.  \"Why, man,\" he cried, \"I loved that child's mother to\nthe day of her death.  I loved that woman then, and, God help me!  I\nlove that woman still.\"\n\nHe covered his face with his hands, and sat leaning forward and\nbreathing heavily as he rocked himself to and fro.  Van Bibber still\nstood looking gravely out at the lights that picketed the black surface\nof the city.  He was to all appearances as unmoved by the outburst of\nfeeling into which the older man had been surprised as though it had\nbeen something in a play.  There was an unbroken silence for a moment,\nand then it was Van Bibber who was the first to speak.\n\n\"I came here, as you say, on impulse,\" he said; \"but I am glad I came,\nfor I have your decisive answer now about the little girl.  I have been\nthinking,\" he continued, slowly, \"since you have been speaking, and\nbefore, when I first saw her dancing in front of the footlights, when I\ndid not know who she was, that I could give up a horse or two, if\nnecessary, and support this child instead.  Children are worth more\nthan horses, and a man who saves a soul, as it says\"--he flushed\nslightly, and looked up with a hesitating, deprecatory\nsmile--\"somewhere, wipes out a multitude of sins.  And it may be I'd\nlike to try and get rid of some of mine.  I know just where to send\nher; I know the very place.  It's down in Evergreen Bay, on Long\nIsland.  They are tenants of mine there, and very nice farm sort of\npeople, who will be very good to her.  They wouldn't know anything\nabout her, and she'd forget what little she knows of this present life\nvery soon, and grow up with the other children to be one of them; and\nthen, when she gets older and becomes a young lady, she could go to\nsome school--but that's a bit too far ahead to plan for the present;\nbut that's what I am going to do, though,\" said the young man,\nconfidently, and as though speaking to himself.  \"That theatrical\nboarding-house person could be bought off easily enough,\" he went on,\nquickly, \"and Lester won't mind letting her go if I ask it,--and--and\nthat's what I'll do.  As you say, it's a good deal of an experiment,\nbut I think I'll run the risk.\"\n\nHe walked quickly to the door and disappeared in the hall, and then\ncame back, kicking the door open as he returned, and holding the child\nin his arms.\n\n\"This is she,\" he said, quietly.  He did not look at or notice the\nfather, but stood, with the child asleep in the bend of his left arm,\ngazing down at her.  \"This is she,\" he repeated; \"this is your child.\"\n\nThere was something cold and satisfied in Van Bibber's tone and manner,\nas though he were congratulating himself upon the engaging of a new\ngroom; something that placed the father entirely outside of it.  He\nmight have been a disinterested looker-on.\n\n\"She will need to be fed a bit,\" Van Bibber ran on, cheerfully.  \"They\ndid not treat her very well, I fancy.  She is thin and peaked and\ntired-looking.\"  He drew up the loose sleeve of her jacket, and showed\nthe bare forearm to the light.  He put his thumb and little finger\nabout it, and closed them on it gently.  \"It is very thin,\" he said.\n\"And under her eyes, if it were not for the paint,\" he went on,\nmercilessly, \"you could see how deep the lines are.  This red spot on\nher cheek,\" he said, gravely, \"is where Mary Vane kissed her to-night,\nand this is where Alma Stantley kissed her, and that Lee girl.  You\nhave heard of them, perhaps.  They will never kiss her again.  She is\ngoing to grow up a sweet, fine, beautiful woman--are you not?\" he said,\ngently drawing the child higher up on his shoulder, until her face\ntouched his, and still keeping his eyes from the face of the older man.\n\"She does not look like her mother,\" he said; \"she has her father's\nauburn hair and straight nose and finer-cut lips and chin.  She looks\nvery much like her father.  It seems a pity,\" he added, abruptly.  \"She\nwill grow up,\" he went on, \"without knowing him, or who he is--or was,\nif he should die.  She will never speak with him, or see him, or take\nhis hand.  She may pass him some day on the street and will not know\nhim, and he will not know her, but she will grow to be very fond and to\nbe very grateful to the simple, kindhearted old people who will have\ncared for her when she was a little girl.\"\n\nThe child in his arms stirred, shivered slightly, and awoke.  The two\nmen watched her breathlessly, with silent intentness.  She raised her\nhead and stared around the unfamiliar room doubtfully, then turned to\nwhere her father stood, looking at him a moment, and passed him by; and\nthen, looking up into Van Bibber's face, recognized him, and gave a\ngentle, sleepy smile, and, with a sigh of content and confidence, drew\nher arm up closer around his neck, and let her head fall back upon his\nbreast.\n\nThe father sprang to his feet with a quick, jealous gasp of pain.\n\"Give her to me!\" he said, fiercely, under his breath, snatching her\nout of Van Bibber's arms.  \"She is mine; give her to me!\"\n\nVan Bibber closed the door gently behind him, and went jumping down the\nwinding stairs of the Berkeley three steps at a time.\n\nAnd an hour later, when the English servant came to his master's door,\nhe found him still awake and sitting in the dark by the open window,\nholding something in his arms and looking out over the sleeping city.\n\n\"James,\" he said, \"you can make up a place for me here on the lounge.\nMiss Caruthers, my daughter, will sleep in my room to-night.\"\n\n\n\n\nVan Bibber's Man Servant\n\nVan Bibber's man Walters was the envy and admiration of his friends.\nHe was English, of course, and he had been trained in the household of\nthe Marquis Bendinot, and had travelled, in his younger days, as the\nvalet of young Lord Upton.  He was now rather well on in years,\nalthough it would have been impossible to say just how old he was.\nWalters had a dignified and repellent air about him, and he brushed his\nhair in such a way as to conceal his baldness.\n\nAnd when a smirking, slavish youth with red checks and awkward gestures\nturned up in Van Bibber's livery, his friends were naturally surprised,\nand asked how he had come to lose Walters.  Van Bibber could not say\nexactly, at least he could not rightly tell whether he had dismissed\nWalters or Walters had dismissed himself.  The facts of the unfortunate\nseparation were like this:\n\nVan Bibber gave a great many dinners during the course of the season at\nDelmonico's, dinners hardly formal enough to require a private room,\nand yet too important to allow of his running the risk of keeping his\nguests standing in the hall waiting for a vacant table.  So he\nconceived the idea of sending Walters over about half-past six to keep\na table for him.  As everybody knows, you can hold a table yourself at\nDelmonico's for any length of time until the other guests arrive, but\nthe  rule is very strict about servants.  Because, as the head waiter\nwill  tell you, if servants were allowed to reserve a table during the\nbig rush at seven o'clock, why not messenger boys?  And it would\ncertainly never do to have half a dozen large tables securely held by\nminute messengers while the hungry and impatient waited their turn at\nthe door.\n\nBut Walters looked as much like a gentleman as did many of the diners;\nand when he seated himself at the largest table and told the waiter to\nserve for a party of eight or ten, he did it with such an air that the\nhead waiter came over himself and took the orders.  Walters knew quite\nas much about ordering a dinner as did his master; and when Van Bibber\nwas too tired to make out the menu, Walters would look over the card\nhimself and order the proper wines and side dishes; and with such a\ncarelessly severe air and in such a masterly manner did he discharge\nthis high function that the waiters looked upon him with much respect.\n\nBut respect even from your equals and the satisfaction of having your\nfellow-servants mistake you for a member of the Few Hundred are not\nenough.  Walters wanted more.  He wanted the further satisfaction of\nenjoying the delicious dishes he had ordered; of sitting as a coequal\nwith the people for whom he had kept a place; of completing the\ndeception he practised only up to the point where it became most\ninteresting.\n\nIt certainly was trying to have to rise with a subservient and\nunobtrusive bow and glide out unnoticed by the real guests when they\narrived; to have to relinquish the feast just when the feast should\nbegin.  It would not be pleasant, certainly,  to sit for an hour at a\nbig empty table, ordering dishes fit only for epicures, and then, just\nas the waiters bore down with the Little Neck clams, so nicely iced and\nso cool and bitter-looking, to have to rise and go out into the street\nto a table d'hote around the corner.\n\nThis was Walters's state of mind when Mr. Van Bibber told him for the\nhundredth time to keep a table for him for three at Delmonico's.\nWalters wrapped his severe figure in a frock-coat and brushed his hair,\nand allowed himself the dignity of a walking-stick.  He would have\nliked to act as a substitute in an evening dress-suit, but Van Bibber\nwould not have allowed it.  So Walters walked over to Delmonico's and\ntook a table near a window, and said that the other gentlemen would\narrive later.  Then he looked at his watch and ordered the dinner.  It\nwas just the sort of dinner he would have ordered had he ordered it for\nhimself at some one else's expense.  He suggested Little Neck clams\nfirst, with Chablis, and pea-soup, and caviare on toast, before the\noyster crabs, with Johannisberger Cabinet; then an entree of calves'\nbrains and rice; then no roast, but a bird, cold asparagus with French\ndressing, Camembert cheese, and Turkish coffee.  As there were to be no\nwomen, he omitted the sweets and added three other wines to follow the\nwhite wine.  It struck him as a particularly well-chosen dinner, and\nthe longer he sat and thought about it the more he wished he were to\ntest its excellence.  And then the people all around him were so bright\nand happy, and seemed to be enjoying what they had ordered with such a\nrefinement of zest that he felt he would give a great deal could he\njust sit there as one of them for a brief hour.\n\nAt that moment the servant deferentially handed him a note which a\nmessenger boy had brought.  It said:\n\n\"Dinner off called out town send clothes and things after me to Young's\nBoston.\"\n\n\"VAN BIBBER.\"\n\n\nWalters rose involuntarily, and then sat still to think about it.  He\nwould have to countermand the dinner which he had ordered over half an\nhour before, and he would have to explain who he was to those other\nservants who had always regarded him as such a great gentleman.  It was\nvery hard.\n\nAnd then Walters was tempted.  He was a very good servant, and he knew\nhis place as only an English servant can, and he had always accepted\nit, but to-night he was tempted--and he fell.  He met the waiter's\nanxious look with a grave smile.\n\n\"The other gentlemen will not be with me to-night,\" he said, glancing\nat the note.  \"But I will dine here as I intended.  You can serve for\none.\"\n\nThat was perhaps the proudest night in the history of Walters.  He had\nalways felt that he was born out of his proper sphere, and to-night he\nwas assured of it.  He was a little nervous at first, lest some of Van\nBibber's friends should come in and recognize him; but as the dinner\nprogressed and the warm odor of the dishes touched his sense, and the\nrich wines ran through his veins, and the women around him smiled and\nbent and moved like beautiful birds of beautiful plumage, he became\ncontent, grandly content; and he half closed his eyes and imagined he\nwas giving a dinner to everybody in the place.  Vain and idle thoughts\ncame to him and went again, and he eyed the others about him calmly and\nwith polite courtesy, as they did him, and he felt that if he must\nlater pay for this moment it was worth the paying.\n\nThen he gave the waiter a couple of dollars out of his own pocket and\nwrote Van Bibber's name on the check, and walked in state into the\ncafe, where he ordered a green mint and a heavy, black, and expensive\ncigar, and seated himself at the window, where he felt that he should\nalways have sat if the fates had been just.  The smoke hung in light\nclouds about him, and the lights shone and glistened on the white\ncloths and the broad shirt-fronts of the smart young men and\ndistinguished foreign-looking older men at the surrounding tables.\n\nAnd then, in the midst of his dreamings, he heard the soft, careless\ndrawl of his master, which sounded at that time and in that place like\nthe awful voice of a condemning judge.  Van Bibber pulled out a chair\nand dropped into it.  His side was towards Walters, so that he did not\nsee him.  He had some men with him, and he was explaining how he had\nmissed his train and had come back to find that one of the party had\neaten the dinner without him, and he wondered who it could be; and then\nturning easily in his seat he saw Walters with the green mint and the\ncigar, trembling behind a copy of the London Graphic.\n\n\"Walters!\" said Van Bibber, \"what are you doing here?\"\n\nWalters looked his guilt and rose stiffly.  He began with a feeble \"If\nyou please, sir--\"\n\n\"Go back to my rooms and wait for me there,\" said Van Bibber, who was\ntoo decent a fellow to scold a servant in public.\n\nWalters rose and left the half-finished cigar and the mint with the ice\nmelting in it on the table.  His one evening of sublimity was over, and\nhe walked away, bending before the glance of his young master and the\nsmiles of his master's friends.\n\nWhen Van Bibber came back he found on his dressing-table a note from\nWalters stating that he could not, of course, expect to remain longer\nin his service, and that he left behind him the twenty-eight dollars\nwhich the dinner had cost.\n\n\"If he had only gone off with all my waistcoats and scarf-pins, I'd\nhave liked it better,\" said Van Bibber, \"than his leaving me cash for\ninfernal dinner.  Why, a servant like Walters is worth\ntwenty-eight-dollar dinners--twice a day.\"\n\n\n\n\nThe Hungry Man was Fed\n\nYoung Van Bibber broke one of his rules of life one day and came\ndown-town.  This unusual journey into the marts of trade and finance\nwas in response to a call from his lawyer, who wanted his signature to\nsome papers.  It was five years since Van Bibber had been south of the\nnorth side of Washington Square, except as a transient traveller to the\nferries on the elevated road.  And as he walked through the City Hall\nSquare he looked about him at the new buildings in the air, and the\nbustle and confusion of the streets, with as much interest as a lately\narrived immigrant.\n\nHe rather enjoyed the novelty of the situation, and after he had\ncompleted his business at the lawyer's office he tried to stroll along\nlower Broadway as he did on the Avenue.\n\nBut people bumped against him, and carts and drays tried to run him\ndown when he crossed the side streets, and those young men whom he knew\nseemed to be in a great hurry, and expressed such amused surprise at\nseeing him that he felt very much out of place indeed.  And so he\ndecided to get back to his club window and its quiet as soon as\npossible.\n\n\"Hello, Van Bibber,\" said one of the young men who were speeding by,\n\"what brings you here?  Have you lost your way?\"\n\n\"I think I have,\" said Van Bibber.  \"If you'll kindly tell me how I can\nget back to civilization again, be obliged to you.\"\n\n\"Take the elevated from Park Place,\" said his friend from over his\nshoulder, as he nodded and dived into the crowd.\n\nThe visitor from up-town had not a very distinct idea as to where Park\nPlace was, but he struck off Broadway and followed the line of the\nelevated road along Church Street.  It was at the corner of Vesey\nStreet that a miserable-looking, dirty, and red-eyed object stood still\nin his tracks and begged Van Bibber for a few cents to buy food.  \"I've\ncome all the way from Chicago,\" said the Object, \"and I haven't tasted\nfood for twenty-four hours.\"\n\nVan Bibber drew away as though the Object had a contagious disease in\nhis rags, and handed him a quarter without waiting to receive the man's\nblessing.\n\n\"Poor devil!\" said Van Bibber. \"Fancy going without dinner all day!\" He\ncould not fancy this, though he tried, and the impossibility of it\nimpressed him so much that he amiably determined to go back and hunt up\nthe Object and give him more money.  Van Bibber's ideas of a dinner\nwere rather exalted.  He did not know of places where a quarter was\ngood for a \"square meal,\" including \"one roast, three vegetables, and\npie.\"  He hardly considered a quarter a sufficiently large tip for the\nwaiter who served the dinner, and decidedly not enough for the dinner\nitself.  He did not see his man at first, and when he did the man did\nnot see him.  Van Bibber watched him stop three gentlemen, two of whom\ngave him some money, and then the Object approached Van Bibber and\nrepeated his sad tale in a monotone.  He evidently did not recognize\nVan Bibber, and the clubman gave him a half-dollar and walked away,\nfeeling that the man must surely have enough by this time with which to\nget something to eat, if only a luncheon.\n\nThis retracing of his footsteps had confused Van Bibber, and he made a\ncomplete circuit of the block before he discovered that he had lost his\nbearings.  He was standing just where he had started, and gazing along\nthe line of the elevated road, looking for a station, when the familiar\naccents of the Object again saluted him.\n\nWhen Van Bibber faced him the beggar looked uneasy.  He was not sure\nwhether or not he had approached this particular gentleman before, but\nVan Bibber conceived an idea of much subtlety, and deceived the Object\nby again putting his hand in his pocket.\n\n\"Nothing to eat for twenty-four hours!  Dear me!\" drawled the clubman,\nsympathetically.  \"Haven't you any money, either?\"\n\n\"Not a cent,\" groaned the Object, \"an' I'm just faint for food, sir.\nS' help me.  I hate to beg, sir.  It isn't the money I want, it's jest\nfood.  I'm starvin', sir.\"\n\n\"Well,\" said Van Bibber, suddenly, \"if it is just something to eat you\nwant, come in here with me and I'll give you your breakfast.\"  But the\nman held back and began to whine and complain that they wouldn't let\nthe likes of him in such a fine place.\n\n\"Oh, yes, they will,\" said Van Bibber, glancing at the bill of fare in\nfront of the place.  \"It seems to be extremely cheap.  Beefsteak\nfifteen cents, for instance.  Go in,\" he added, and there was something\nin his tone which made the Object move ungraciously into the\neating-house.\n\nIt was a very queer place, Van Bibber thought, and the people stared\nvery hard at him and his gloves and the gardenia in his coat and at the\ntramp accompanying him.\n\n\"You ain't going to eat two breakfasts, are yer?\" asked one of the very\ntough-looking waiters of the Object.  The Object looked uneasy, and Van\nBibber, who stood beside his chair, smiled in triumph.\n\n\"You're mistaken,\" he said to the waiter.  \"This gentleman is starving;\nhe has not tasted food for twenty-four hours.  Give him whatever he\nasks for!\"\n\nThe Object scowled and the waiter grinned behind his tin tray, and had\nthe impudence to wink at Van Bibber, who recovered from this in time to\ngive the man a half-dollar and so to make of him a friend for life.\nThe Object ordered milk, but Van Bibber protested and ordered two\nbeefsteaks and fried potatoes, hot rolls and two omelettes, coffee, and\nham with bacon.\n\n\"Holy smoke! watcher think I am?\" yelled the Object, in desperation.\n\n\"Hungry,\" said Van Bibber, very gently.  \"Or else an impostor.  And,\nyou know, if you should happen to be the latter, I should have to hand\nyou over to the police.\"\n\nVan Bibber leaned easily against the wall and read the signs about him,\nand kept one eye on a policeman across the street.  The Object was\nchoking and cursing through his breakfast.  It did not seem to agree\nwith him.  Whenever he stopped Van Bibber would point with his stick to\na still unfinished dish, and the Object, after a husky protest, would\nattack it as though it were poison.  The people sitting about were\nlaughing, and the proprietor behind the desk smiling grimly.\n\n\"There, darn ye!\" said the Object at last.  \"I've eat all I can eat for\na year.  You think you're mighty smart, don't ye?  But if you choose to\npay that high for your fun, I s'pose you can afford it.  Only don't let\nme catch you around these streets after dark, that's all.\"\n\nAnd the Object started off, shaking his fist.\n\n\"Wait a minute,\" said Van Bibber.  \"You haven't paid them for your\nbreakfast.\"\n\n\"Haven't what?\" shouted the Object.  \"Paid 'em!  How could I pay him?\nYouse asked me to come in here and eat.  I didn't want no breakfast,\ndid I?  Youse'll have to pay for your fun yerself, or they'll throw yer\nout.  Don't try to be too smart.\"\n\n\"I gave you,\" said Van Bibber, slowly, \"seventy-five cents with which\nto buy a breakfast.  This check calls for eighty-five cents, and\nextremely cheap it is,\" he added, with a bow to the fat proprietor.\n\"Several other gentlemen, on your representation that you were\nstarving, gave you other sums to be expended on a breakfast.  You have\nthe money with you now.  So pay what you owe at once, or I'll call that\nofficer across the street and tell him what I know, and have you put\nwhere you belong.\"\n\n\"I'll see you blowed first!\" gasped the Object.\n\nVan Bibber turned to the  waiter.\n\n\"Kindly beckon to that officer,\" said he.\n\nThe waiter ran to the door and the Object ran too, but the tough waiter\ngrabbed him by the back of his neck and held him.\n\n\"Lemme go!\" yelled the Object. \"Lemme go an' I'll pay you.\"\n\nEverybody in the place came up now and formed a circle around the group\nand watched the Object count out eighty-five cents into the waiter's\nhand, which left him just one dime to himself.\n\n\"You have forgotten the waiter who served you,\" said Van Bibber,\nseverely pointing with his stick at the dime.\n\n\"No, you don't,\" groaned the Object.\n\n\"Oh, yes,\" said Van Bibber, \"do the decent thing now, or I'll--\"\n\nThe Object dropped the dime in the waiter's hand, and Van Bibber,\nsmiling and easy, made his way through the admiring crowd and out into\nthe street.\n\n\"I suspect,\" said Mr. Van Bibber later in the day, when recounting his\nadventure to a fellow-clubman, \"that, after I left, fellow tried to get\ntip back from waiter, for I saw him come out of place very suddenly,\nyou see, and without touching pavement till he lit on back of his head\nin gutter.  He was most remarkable waiter.\"\n\n\n\n\nLove Me, Love My Dog\n\nYoung Van Bibber had been staying with some people at Southampton, L.\nI., where, the fall before, his friend Travers made his reputation as a\ncross-country rider.  He did this, it may be remembered, by shutting\nhis eyes and holding on by the horse's mane and letting the horse go as\nit pleased.  His recklessness and courage are still spoken of with awe;\nand the place where he cleared the water jump that every one else\navoided is pointed out as Travers's Leap to visiting horsemen, who look\nat it gloomily and shake their heads.  Miss Arnett, whose mother was\ngiving the house-party, was an attractive young woman, with an admiring\nretinue of youths who gave attention without intention, and for none of\nwhom Miss Arnett showed particular preference.  Her whole interest,\nindeed, was centred in a dog, a Scotch collie called Duncan.  She\nallowed this dog every liberty, and made a decided nuisance of him for\nevery one, around her.  He always went with her when she walked, or\ntrotted beside her horse when she rode.  He stretched himself before\nthe fire in the dining-room, and startled people at table by placing\nhis cold nose against their hands or putting his paws on their gowns.\nHe was generally voted a most annoying adjunct to the Arnett household;\nbut no one, dared hint so to Miss Arnett, as she only loved those who\nloved the dog or pretended to do it.  On the morning of the afternoon\non which Van Bibber and his bag arrived, the dog disappeared and could\nnot be recovered.  Van Bibber found the household in a state of much\nexcitement in consequence, and his welcome was necessarily brief.  The\narriving guest was not to be considered at all with the departed dog.\nThe men told Van Bibber, in confidence, that the general relief among\nthe guests was something ecstatic, but this was marred later by the\ngloom of Miss Arnett and her inability to think of anything else but\nthe finding of the lost collie.  Things became so feverish that for the\nsake of rest and peace the house-party proposed to contribute to a\njoint purse for the return of the dog, as even, nuisance as it was, it\nwas not so bad as having their visit spoiled by Miss Arnett's\nabandonment to grief and crossness.\n\n\"I think,\" said the young woman, after luncheon, \"that some of you men\nmight be civil enough to offer to look for him.  I'm sure he can't have\ngone far, or, if he has been stolen, the men who took him couldn't have\ngone very far away either.  Now which of you will volunteer?  I'm sure\nyou'll do it to please me.  Mr. Van Bibber, now: you say you're so\nclever.  We're all the time hearing of your adventures.  Why don't you\nshow how full of expedients you are and rise to the occasion?\"  The\nsuggestion of scorn in this speech nettled Van Bibber.\n\n\"I'm sure I never posed as being clever,\" he said, \"and finding a lost\ndog with all Long Island to pick and choose from isn't a particularly\neasy thing to pull off successfully, I should think.\"\n\n\"I didn't suppose you'd take a dare like that, Van Bibber,\" said one of\nthe men.  \"Why, it's just the sort of thing you do so well.\"\n\n\"Yes,\" said another, \"I'll back you to find him if you try.\"\n\n\"Thanks,\" said Van Bibber, dryly.  \"There seems to be a disposition on\nthe part of the young men present to turn me into a dog-catcher.  I\ndoubt whether this is altogether unselfish.  I do not say that they\nwould rather remain indoors and teach the girls how to play billiards,\nbut I quite appreciate their reasons for not wishing to roam about in\nthe snow and whistle for a dog.  However, to oblige the despondent\nmistress of this valuable member of the household, I will risk\npneumonia, and I will, at the same time, in order to make the event\ninteresting to all concerned, back myself to bring that dog back by\neight o'clock.  Now, then, if any of you unselfish youths have any\nsporting blood, you will just name the sum.\"\n\nThey named one hundred dollars, and arranged that Van Bibber was to\nhave the dog back by eight o'clock, or just in time for dinner; for Van\nBibber said he wouldn't miss his dinner for all the dogs in the two\nhemispheres, unless the dogs happened to be his own.\n\nVan Bibber put on his great-coat and told the man to bring around the\ndog-cart; then he filled his pockets with cigars and placed a flask of\nbrandy under the seat, and wrapped the robes around his knees.\n\n\"I feel just like a relief expedition to the North Pole.  I think I\nought to have some lieutenants,\" he suggested.\n\n\"Well,\" cried one of the men, \"suppose we make a pool and each chip in\nfifty dollars, and the man who brings the dog back in time gets the\nwhole of it?\"\n\n\"That bet of mine stands, doesn't it?\" asked Van Bibber.\n\nThe men said it did, and went off to put on their riding things, and\nfour horses were saddled and brought around from the stable.  Each of\nthe four explorers was furnished with a long rope to tie to Duncan's\ncollar, and with which he was to be led back if they found him.  They\nwere cheered ironically by the maidens they had deserted on compulsion,\nand were smiled upon severally by Miss Arnett.  Then they separated and\ntook different roads.  It was snowing gently, and was very cold.  Van\nBibber drove aimlessly ahead, looking to the right and left and\nscanning each back yard and side street.  Every now and then he hailed\nsome passing farm wagon and asked the driver if he had seen a stray\ncollie dog, but the answer was invariably in the negative.  He soon\nleft the village in the rear, and plunged out over the downs.  The wind\nwas bitter cold, and swept from the water with a chill that cut through\nhis clothes.\n\n\"Oh, this is great,\" said Van Bibber to the patient horse in front of\nhim; \"this IS sport, this is.  The next time I come to this part of the\nworld I'll be dragged here with a rope.  Nice, hospitable people those\nArnetts, aren't they?  Ask you to make yourself at home chasing dogs\nover an ice fjord.  Don't know when I've enjoyed myself so much.\" Every\nnow and then he stood up and looked all over the hills and valleys to\nsee if he could not distinguish a black object running over the white\nsurface of the snow, but he saw nothing like a dog, not even the track\nof one.\n\nTwice he came across one of the other men, shivering and swearing from\nhis saddle, and with teeth chattering.  \"Well,\" said one of them,\nshuddering, \"you haven't found that dog yet, I see.\"\n\n\"No,\" said Van Bibber.  \"Oh, no.  I've given up looking for the dog.\nI'm just driving around enjoying myself.  The air's so invigorating,\nand I like to feel the snow settling between my collar and the back of\nmy neck.\"\n\nAt four o'clock Van Bibber was about as nearly frozen as a man could be\nafter he had swallowed half a bottle of brandy.  It was so cold that\nthe ice formed on his cigar when he took it from his lips, and his feet\nand the dashboard seemed to have become stuck together.\n\n\"I think I'll give it up,\" he said, finally, as he turned the horse's\nhead towards Southampton.  \"I hate to lose three hundred and fifty\ndollars as much as any man; but I love my fair young life, and I'm not\ngoing to turn into an equestrian statue in ice for anybody's collie\ndog.\"\n\nHe drove the cart to the stable and unharnessed the horse himself, as\nall the grooms were out scouring the country, and then went upstairs\nunobserved and locked himself in his room, for he did not care to have\nthe others know that he had given out so early in the chase.  There was\na big open fire in his room, and he put on his warm things and\nstretched out before it in a great easy-chair, and smoked and sipped\nthe brandy and chuckled with delight as he thought of the four other\nmen racing around in the snow.\n\n\"They may have more nerve than I,\" he soliloquized, \"and I don't say\nthey have not; but they can have all the credit and rewards they want,\nand I'll be satisfied to stay just where I am.\"\n\nAt seven he saw the four riders coming back dejectedly, and without the\ndog.  As they passed his room he heard one of the men ask if Van Bibber\nhad got back yet, and another say yes, he had, as he had left the cart\nin the stable, but that one of the servants had said that he had\nstarted out again on foot.\n\n\"He has, has he?\" said the voice.  \"Well, he's got sporting blood, and\nhe'll need to keep it at fever heat if he expects to live.  I'm frozen\nso that I can't bend my fingers.\"\n\nVan Bibber smiled, and moved comfortably in the big chair; he had dozed\na little, and was feeling very contented.  At half-past seven he began\nto dress, and at five minutes to eight he was ready for dinner and\nstood looking out of the window at the moonlight on the white lawn\nbelow.  The snow had stopped falling, and everything lay quiet and\nstill as though it were cut in marble.  And then suddenly across the\nlawn, came a black, bedraggled object on four legs, limping painfully,\nand lifting its feet as though there were lead on them.\n\n\"Great heavens!\" cried Van Bibber, \"it's the dog!\"  He was out of the\nroom in a moment and down into the hall.  He heard the murmur of voices\nin the drawing-room, and the sympathetic tones of the women who were\npitying the men.  Van Bibber pulled on his overshoes and a great-coat\nthat covered him from his ears to his ankles, and dashed out into the\nsnow.  The dog had just enough spirit left to try and dodge him, and\nwith a leap to one side went off again across the lawn.  It was, as Van\nBibber knew, but three minutes to eight o'clock, and have the dog he\nmust and would.  The collie sprang first to one side and then to the\nother, and snarled and snapped; but Van Bibber was keen with the\nexcitement of the chase, so he plunged forward recklessly and tackled\nthe dog around the body, and they both rolled over and over together.\nThen Van Bibber scrambled to his feet and dashed up the steps and into\nthe drawing-room just as the people were in line for dinner, and while\nthe minute-hand stood at a minute to eight o'clock.\n\n\"How is this?\" shouted Van Bibber, holding up one hand and clasping the\ndog under his other arm.\n\nMiss Arnett flew at the collie and embraced it, wet as it was, and\nruined her gown, and all the men glanced instinctively at the clock and\nsaid:\n\n\"You've won, Van.\"\n\n\"But you must be frozen to death,\" said Miss Arnett, looking up at him\nwith gratitude in her eyes.\n\n\"Yes, yes,\" said Van Bibber, beginning to shiver.  \"I've had a terrible\nlong walk, and I had to carry him all the way.  If you'll excuse me,\nI'll go change my things.\"\n\nHe reappeared again in a suspiciously short time for one who had to\nchange outright, and the men admired his endurance and paid up the bet.\n\n\"Where did you find him, Van?\" one of them asked.\n\n\"Oh, yes,\" they all chorused.  \"Where was he?\"\n\n\"That,\" said Mr. Van Bibber, \"is a thing known to only two beings,\nDuncan and myself.  Duncan can't tell, and I won't.  If I did, you'd\nsay I was trying to make myself out clever, and I never boast about the\nthings I do.\""
}