{
 "author": [
  "Davis, Rebecca Harding"
 ],
 "title": [
  "Frances Waldeaux: A Novel"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Voyages and travels -- Fiction",
  "PS"
 ],
 "id": "335",
 "genre": [
  "fiction"
 ],
 "text": "FRANCES WALDEAUX\n\nA Novel\n\n\nBY\n\nREBECCA HARDING DAVIS\n\n\nAUTHOR OF \"DOCTOR WARRICK'S DAUGHTER\"\n\n\n\n\n  A REMEMBRANCER\n  OF\n  BRITTANY\n  FOR THE BEST FELLOW-TRAVELLER\n  IN THE WORLD\n\n\n\nFRANCES WALDEAUX\n\n\nCHAPTER I\n\nIn another minute the Kaiser Wilhelm would push off from her pier in\nHoboken.  The last bell had rung, the last uniformed officer and\nwhite-jacketed steward had scurried up the gangway.  The pier was\nmassed with people who had come to bid their friends good-by.  They\nwere all Germans, and there had been unlimited embracing and kissing\nand sobs of \"Ach! mein lieber Sckatz!\" and \"Gott bewahre Dick!\"\n\nNow they stood looking up to the crowded decks, shouting out last fond\nwords.  A band playing \"The Merry Maiden and the Tar\" marched on board.\n\nThe passengers pressed against the rails, looking down.  Almost every\none held flowers which had been brought to them: not costly bouquets,\nbut homely bunches of marigolds or pinks.  They carried, too, little\nGerman or American flags, which they waved frantically.\n\nThe gangways fell, and the huge ship parted from the dock.  It was but\nan inch, but the whole ocean yawned in it between those who went and\nthose who stayed.  There was a sudden silence; a thousand handkerchiefs\nfluttered white on the pier and the flags and flowers were waved on the\nship, but there was not a cry nor a sound.\n\nJames Perry, one of the dozen Americans on board, was leaning over the\nrail watching it all with an amused smile.  \"Hello, Watts!\" he called,\nas another young man joined him.  \"Going over?  Quite dramatic, isn't\nit?  It might be a German ship going out of a German port.  The other\nliners set off in as commonplace a way as a Jersey City ferryboat, but\nthese North German Lloyd ships always sail with a certain ceremony and\nsolemnity.  I like it.\"\n\n\"I always cross on them,\" said Dr. Watts.  \"I have but a month's\nvacation--two weeks on board ship, two on land.  Now you, I suppose,\ndon't have to count your days?  You cross every year.  I can't see, for\nmy part, what business the assistant editor of a magazine has abroad.\"\n\n\"Oh, we make a specialty of articles from notorieties over there;\nstatesmen, scientific fellows, or people with titles.  I expect to\ncapture a paper from Lorne and some sketches by the Princess Beatrice\nthis time.\"\n\n\"Lorne?  It throws you into contact with that sort of folk, eh?\" said\nthe doctor, looking at him enviously.  \"How do they strike you, Jem?\"\n\n\"Well,\" said Perry importantly, \"well-bred people are the same the\nworld over.  I only see them in a business way, of course, but one can\njudge.  Their voices are better than ours, but as to looks--no!  It's\nqueer, but American women--the wives and daughters of saddlers or\nfarmers, perhaps--have more often the patrician look than English\nduchesses.  Now there, for example,\" warming to the subject, \"that\nwoman to whom you bowed just now, the middle-aged one in blue cloth.\nSome Mrs. Smith or Pratt, probably.  A homely woman, but there is a\ndistinction in her face, a certain surety of good breeding, which is\nlacking in the heavy-jawed English royalties.\"\n\n\"Yes; that is a friend of mine,\" said Watts.\n\n\"She is a Mrs. Waldeaux from Wier, in Delaware.  You could hardly call\nher a typical American woman.  Old French emigre family.  Probably\nbetter blood than the Coburgs a few generations back.  That priggish\nyoung fellow is her son.  Going to be an Episcopalian minister.\"\n\nMr. Perry surveyed his friend's friends good-humoredly.  \"Brand new\nrugs and cushions,\" he said.  \"First voyage.  Heavens!  I wish it were\nmy first voyage, and that I had their appetite for Europe.\"\n\n\"You might as well ask for your relish of the bread and butter of your\nyouth,\" said Watts.\n\nThe two men leaned lazily against the bulwark watching the other\npassengers who were squabbling about trunks.\n\nMr. Perry suddenly stood upright as a group of women passed.\n\n\"Do you know who that girl is?\" he said eagerly.  \"The one who looked\nback at us over her shoulder.\"\n\n\"No.  They are only a lot of school-girls, personally conducted.  That\nis the teacher in front.\" \"Of course, I see that.  But the short, dark\none--surely I know that woman.\"\n\nThe doctor looked after her.  \"She looks like a dog turning into a\nhuman being,\" he said leisurely.  \"One often sees such cases of\narrested evolution.  D'ye see?  Thick lips, coarse curls, flat\nnostrils----\"\n\nPerry laughed.  \"The eyes, anyhow, are quite human,\" he said.  \"They\nchallenge the whole world of men.  I can't place her!\" staring after\nher, perplexed.  \"I really don't believe I ever saw her before.  Yet\nher face brings up some old story of a tragedy or crime to me.\"\n\n\"Nonsense!  The girl is not twenty.  Very fetching with all her\nvulgarity, though.  Steward, send some coffee to my stateroom.  Let's\ngo down, Jem.  The fog is too chilly.\"\n\nFrances Waldeaux did not find the fog chilly.  She had been thinking\nfor thirty years of the day when she should start to Europe--ever since\nshe could think at all.\n\nThis was the day.  It was like no other, now that it had come.  The\nfog, the crowd, the greasy smells of the pier, all familiar enough\nyesterday, took on a certain remoteness and mystery.  It seemed to her\nthat she was doing something which nobody had ever done before.  She\nwas going to discover the Old World.\n\nThe New was not more tremendous or unreal before the eyes of Columbus\nwhen he, too, stood on the poop of his ship.\n\nHer son was arguing with the deck steward about chairs.\n\n\"Now, mother,\" he said at last, \"it's all right.  They are under cover\nso that the glare will not strain your eyes, and we can keep dry while\nwe watch the storms.\"\n\n\"How did you know about it all?  One would think you had crossed a\ndozen times, George.\"\n\n\"Oh, I've studied the whole thing up thoroughly,\" George said, with a\nsatisfied little nod.  \"I've had time enough!  Why, when I was in\npetticoats you used to tell me you would buy a ship and we would sail\naway together.  You used to spoil all my school maps with red lines,\ndrawing our routes.\"\n\n\"Yes.  And now we're going!\" said Frances to herself.\n\nHe sat down beside her and they watched the unending procession of\npassengers marching around the deck.  George called her attention by a\nwink to any picturesque or queer figure that passed.  He liked to watch\nher quiet brown eyes gleam with fun.  Nobody had such a keen sense of\nthe ridiculous as his mother.  Sometimes, at the mere remembrance of\nsome absurd idea, she would go off into soft silent paroxysms of\nlaughter until the tears would stream down her cheeks.\n\nGeorge was fond and proud of his childish little mother.  He had never\nknown any body, he thought, so young or so transparent.  It was easily\nunderstood.  She had married at sixteen, and had been left a widow\nlittle more than a year afterward.  \"And I,\" he used to think, \"was\nborn with an old head on my shoulders; so we have grown up together.  I\nsuppose the dear soul never had a thought in her life which she has not\ntold me.\"\n\nAs they sat together a steward brought Mrs. Waldeaux a note, which she\nread, blushing and smiling.\n\n\"The captain invites us to sit at his table,\" she said, when the man\nwas gone.\n\n\"Very proper in the captain,\" said George complacently.  \"You see,\nMadam Waldeaux, even the men who go down in ships have heard of you and\nyour family!\"\n\n\"I don't believe the captain ever heard of me,\" she said, after a grave\nconsideration, \"nor of the Waldeaux.  It is much more likely that he\nhas read your article in the Quarterly, George.\"\n\n\"Nonsense!\"  But he stiffened himself up consciously.\n\nHe had sent a paper on some abstruse point of sociology to the\nQuarterly last spring, and it had aroused quite a little buzz of\ncriticism.  His mother had regarded it very much as the Duchess of Kent\ndid the crown when it was set upon her little girl's head.  She always\nhad known that her child was born to reign, but it was satisfactory to\nsee this visible sign of it.\n\nShe whispered now, eagerly leaning over to him.  \"There was something\nabout that paper which I never told you.  I think I'll tell you now\nthat the great day has come.\"\n\n\"Well?\"\n\n\"Why, you know--I never think of you as my son, or a man, or anything\noutside of me--not at all.  You are just ME, doing the things I should\nhave done if I had not been a woman.  Well,\"--she drew her breath\nquickly,--\"when I was a girl it seemed as if there was something in me\nthat I must say, so I tried to write poems.  No, I never told you\nbefore.  It had counted for so much to me I could not talk of it.  I\nalways sent them to the paper anonymously, signed 'Sidney.'  Oh, it was\nlong--long ago!  I've been dumb, as you might say, for years.  But when\nI read your article, George--do you know if I had written it I should\nhave used just the phrases you did?  And you signed it 'Sidney'!\"  She\nwatched him breathlessly.  \"That was more than a coincidence, don't you\nthink? I AM dumb, but you speak for me now.  It is because we are just\none.  Don't you think so, George?\" She held his arm tightly.\n\nYoung Waldeaux burst into a loud laugh.  Then he took her hand in his,\nstroking it.  \"You dear little woman!  What do you know of sociology?\"\nhe said, and then walked away to hide his amusement, muttering \"Poems?\nGreat Heavens!\"\n\nFrances looked after him steadily.  \"Oh, well!\" she said to herself\npresently.\n\nShe forced her mind back to the Quarterly article.  It was a beginning\nof just the kind of triumph that she always had expected for him.  He\nwould soon be recognized by scientific men all over the world as their\nconfrere, especially after his year's study at Oxford.\n\nWhen George was in his cradle she had planned that he should be a\nclergyman, just as she had planned that he should be a well-bred man,\nand she had fitted him for both roles in life, and urged him into them\nby the same unceasing soft pats and pushes.  She would be delighted\nwhen she saw him in white robes serving at the altar.\n\nNot that Frances had ever taken her religion quite seriously.  It was\nlike her gowns, or her education, a matter of course; a trustworthy,\nagreeable part of her.  She had never once in her life shuddered at a\nglimpse of any vice in herself, or cried to God in agony, even to grant\nher a wish.\n\nBut she knew that Robert Waldeaux's son would be safer in the pulpit.\nHe could take rank with scholars there, too.\n\nShe inspected him now anxiously, trying to see him with the eyes of\nthese Oxford magnates.  Nobody would guess that he was only twenty-two.\nThe bald spot on his crown and the spectacles gave him a scholastic\nair, and the finely cut features and a cold aloofness in his manner\nspoke plainly, she thought, of his good descent and high pursuits.\n\nFrances herself had a drop of vagabond blood which found comrades for\nher among every class and color.  But there was not an atom of the\ntramp in her son's well-built and fashionably clothed body.  He never\nhad had a single intimate friend even when he was a boy.  \"He will\nprobably find his companions among the great English scholars,\" she\nthought complacently.  Of course she would always be his only comrade,\nhis chum.  She continually met and parted with thousands of\npeople--they came and went.  \"But George and I will be together for all\ntime,\" she told herself.\n\nHe came up presently and sat down beside her, with an anxious,\napologetic air.  It hurt him to think that he had laughed at her.\n\"That dark haze is the Jersey shore,\" he said.  \"How dim it grows!\nWell, we are really out now in the big world!  It is so good to be\nalone there with you,\" he added, touching her arm affectionately.\n\"Those cynical old-men-boys at Harvard bored me.\"\n\n\"I don't bore you, then, George?\"\n\n\"You!\"  He was very anxious to make her forget his roughness.  \"Apart\nfrom my affection for you, mother,\" he said judicially, \"I LIKE you.  I\napprove of you as I never probably shall approve of another woman.\nYour peculiarities--the way your brown hair ripples back into that knot\n\"--surveying her critically.  \"And the way you always look as if you\nhad just come out of a bath, even on a grimy train; and your gowns, so\nsimple--and rich.  I confess,\" he said gravely, \"I can't always follow\nyour unsteady little ideas when you talk.  They frisk about so.  It is\nthe difference probably between the man's mind and the woman's.\nBesides, we have been separated for so many years!  But I soon will\nunderstand you.  I know that while you keep yourself apart from all the\nworld you open your heart to me.\"\n\n\"Wrap the rug about my feet, George,\" she said hastily, and then sent\nhim away upon an errand, looking after him uneasily.\n\nIt was very pleasant to hear her boy thus formally sum up his opinion\nof her.  But when he found that it was based upon a lie?\n\nFor Frances, candid enough to the world, had deceived her son ever\nsince he was born.\n\nGeorge had always believed that she had inherited a fortune from his\nfather.  It gave solidity and comfort to his life to think of her in\nthe stately old mansion on the shores of Delaware Bay, with nothing to\ndo except to be beautiful and gracious, as befitted a well-born woman.\nIt pleased him, in a lofty, generous way, that his father (whom she had\ntaught him to reverence as the most chivalric of gentlemen) had left\nhim wholly dependent upon her.  It was a legal fiction, of course.  He\nwas the heir--the crown prince.  He had always been liberally supplied\nwith money at school and at Harvard.  Her income was large.  No doubt\nthe dear soul mismanaged the estates fearfully, but now he would have\nleisure to take care of them.\n\nNow, the fact was that Colonel Waldeaux had been a drunken spendthrift\nwho had left nothing.  The house and farm always had belonged to his\nwife.  She had supported George by her own work all of his life.  She\ncould not save money, but she had the rarer faculty of making it.  She\nhad raised fine fruit and flowers for the Philadelphia market; she had\ntraded in high breeds of poultry and cattle, and had invested her\nearnings shrewdly.  With these successes she had been able to provide\nGeorge with money to spend freely at college.  She lived scantily at\nhome, never expecting any luxury or great pleasure to come into her own\nlife.\n\nBut two years ago a queer thing had happened to her.  In an idle hour\nshe wrote a comical squib and sent it to a New York paper.  As\neverybody knows, fun, even vulgar fun, sells high in the market.  Her\nfun was not vulgar, but coarse and biting enough to tickle the ears of\nthe common reader.  The editor offered her a salary equal to her whole\nincome for a weekly column of such fooling.\n\nShe had hoarded every penny of this money.  With it she meant to pay\nher expenses in Europe and to support George in his year at Oxford.\nThe work and the salary were to go on while she was gone.\n\nIt was easy enough to hide all of these things from her son while he\nwas in Cambridge and she in Delaware.  But now?  What if he should find\nout that his mother was the \"Quigg\" of the New York ----, a paper which\nhe declared to be unfit for a gentleman to read?\n\nShe was looking out to sea and thinking of this when her cousin, Miss\nVance, came up to her.  Miss Vance was a fashionable teacher in New\nYork, who was going to spend a year abroad with two wealthy pupils.\nShe was a thin woman, quietly dressed; white hair and black brows, with\ngold eye-glasses bridging an aquiline nose, gave her a commanding,\ninquisitorial air.\n\n\"Well, Frances!\" she began briskly, \"I have not had time before to\nattend to you.  Are your bags hung in your stateroom?\"\n\n\"I haven't been down yet,\" said Mrs. Waldeaux meekly.  \"We were\nwatching the fog in the sun.\"\n\n\"Fog!  Mercy on me!  You know you may be ill any minute, and your room\nnot ready!  Of course, you did not take the bromides that I sent you a\nweek ago?\n\n\"No, Clara.\"\n\nMiss Vance glanced at her.  \"Well, just as you please.  I've done what\nI could.  Let me look at your itinerary.  You will be too ill for me to\nadvise you about it later.\"\n\n\"Oh, we made none!\" said George gayly, coming up to his mother's aid.\n\"We are going to be vagabonds, and have no plans.  Mother's soul draws\nus to York Cathedral, and mine to the National Gallery.  That is all we\nknow.\"\n\n\"I thought you had given up that whim of being an artist?\" said Miss\nVance, sharply facing on him.\n\nYoung Waldeaux reddened.  \"Yes, I have given it up.  I know as well as\nyou do that I have no talent.  I am going to study my profession at\nOxford, and earn my bread by it.\"\n\n\"Quite right.  You never would earn it by art,\" she said decisively.\n\"How long do you stay in York, Frances?\"\n\n\"Oh, a day, or a month--or--years, as we please,\" said Frances, lazily\nturning her head away.  She wanted to set Clara Vance down in her\nproper place.  Mrs. Waldeaux abhorred cousinly intimates--people who\nrun into your back door to pry into the state of your larder or your\nincome.  But Miss Vance, as Frances knew, unfortunately held a key to\nher back door.  She knew of George's wretched daubs, and his insane\ndesire, when he was a boy, to study art.  He gave it up years ago.  Why\nshould she nag him now about it?  By virtue of her relationship she\nknew, too, all of Mrs. Waldeaux's secrets.  It was most unfortunate\nthat she should have chosen to sail on this vessel.\n\n\"Well, mother,\" George said, uneasy to get away, \"no doubt Miss Vance\nis right.  We should set things in order.  I am going now to give my\nletter of credit to the purser to lock up; shall I take yours?\"\n\nMrs. Waldeaux did not reply at once.  \"No,\" she said at last.  \"I like\nto carry my own purse.\"\n\nHe smiled indulgently as on a child.  \"Of course, dear.  It IS your\nown.  My father was wise in that.  But, on this journey, I can act as\nyour paymaster, can't I?  I have studied foreign money----\"\n\n\"We shall see.  I can keep it as safe as any purser now,\" she said,\nobstinately shaking her head.\n\nHe laughed and walked away.\n\n\"You have not told him, then?\" demanded Clara.\n\n\"No.  And I never will.  I will not hurt the boy by letting him know\nthat his mother has supported him, and remember, Clara, that he can\nonly hear it through you.  Nobody knows that I am 'Quigg' but you.\"\n\nMiss Vance lifted her eyebrows.  \"Nothing can need a lie,\" she quoted\ncalmly.  Presently she said earnestly, \"Frances, you are making a\nmistake.  Somebody ought to tell you the truth.  There is no reason why\nyour whole being should be buried in that man.  He should stand on his\nown feet, now.  You can be all that he needs as a mother, and yet live\nout your own life.  It is broader than his will ever be.  At your age,\nand with your capabilities, you should marry again.  Think of the many\nlong years that are before you.\"\n\n\"I have thought of them,\" said Mrs. Waldeaux slowly.  \"I have had\nlovers who came close to me as friends, but I never for a moment was\ntempted to marry one of them.  No, Clara.  When the devil drove my\nfather to hand me over--innocent child as I was--to a man like Robert\nWaldeaux, he killed in me the capacity for that kind of love.  It is\nnot in me.\"  She turned her strenuous face to the sea and was silent.\n\"It is not in me,\" she repeated after a while.  \"I have but one\nfeeling, and that is for my boy.  It is growing on me absurdly, too.\"\nShe laughed nervously.  \"I used to be conscious of other people in the\nworld, but now, if I see a boy or man, I see only what George was or\nwill be at his age; if I read a book, it only suggests what George will\nsay of it.  I am like one of those plants that have lost their own sap\nand color, and suck in their life from another.  It scares me\nsometimes.\"\n\nMiss Vance smiled with polite contempt.  No doubt Frances had a shrewd\nbusiness faculty, but in other matters she was not ten years old.\n\n\"And George will marry some time,\" she said curtly.\n\n\"Oh, I hope so!  And soon.  Then I shall have a daughter.  I know just\nthe kind of a wife George will choose,\" she chattered on eagerly.  \"I\nunderstand him so thoroughly that I can understand her.  But where\ncould he find her?  He is so absurdly fastidious!\"\n\nMiss Vance was silent and thoughtful a moment.  Then she came closer.\n\"I will tell you where to find her,\" she said, in a low voice.  \"I have\nthought of it for a long time.  It seems to me that Providence actually\nmade Lucy Dunbar for George.\"\n\n\"Really?\"  Mrs. Waldeaux drew her self up stiffly.\n\n\"Wait, Frances.  Lucy has been with me for three years.  I know her.\nShe is a sincere, modest, happy little thing.  Not too clever.  She is\nan heiress, too.  And her family is good; and all underground, which is\nanother advantage.  You can mould her as you choose.  She loves you\nalready.\"\n\n\"Or is it that she----?\"\n\n\"You have no right to ask that!\" said Miss Vance quickly.\n\n\"No, I am ashamed of myself.\"  Mrs. Waldeaux reddened.\n\nA group of girls came up the deck.  Both women scanned the foremost one\ncritically.  \"I like that wholesome, candid look of her,\" said Miss\nVance.\n\n\"Oh, she is well enough,\" said Frances.  \"But I am sure George does not\nlike yellow hair.  Nothing but an absolutely beautiful woman will\nattract him.\"\n\n\"An artist,\" said Miss Vance hastily, \"would tell you her features were\nperfect.  And her flesh tints----\"\n\n\"For Heaven's sake, Clara, don't dissect the child.  Who is that girl\nwith the red cravat?  Your maid?\"\n\n\"It is not a cravat, it's an Indian scarf.  If it only were clean----\"\nMiss Vance looked uneasy and perplexed.  \"She is not my maid.  She is\nFraulein Arpent.  The Ewalts brought her as governess from Paris, don't\nyou remember?  They sent the girls to Bryn Mawr last week and turned\nher adrift, almost penniless.  She wished to go back to France.  I\nengaged her as assistant chaperone for the season.\"\n\nMrs. Waldeaux's eyebrows went up significantly.  She never commented in\nwords on the affairs of others, but her face always was indiscreet.\nGeorge, who had come up in time to hear the last words, was not so\nscrupulous.  He surveyed the young woman through his spectacles as she\npassed again, with cold disapproval.\n\n\"French or German?\" he asked.\n\n\"I really don't know.  She has a singular facility in tongues,\" said\nMiss Vance.\n\n\"Well, that is not the companion _I_ should have chosen for those\ninnocent little girls,\" he said authoritatively, glad to be\ndisagreeable to his cousin.  \"She looks like a hawk among doves.\"\n\n\"The woman is harmless enough,\" said Miss Vance tartly.  \"She speaks\nexquisite French.\"\n\n\"But what does she say in it?\" persisted George.  \"She is vulgar from\nher red pompon to her boots.  She has the swagger of a soubrette and\nshe has left a trail of perfume behind her--pah!  I confess I am\nsurprised at you, Miss Vance.  You do not often slip in your judgment.\"\n\n\"Don't make yourself unpleasant, George,\" said his mother gently.  Miss\nVance smiled icily, and as the girls came near again, stopped them and\nstood talking to Mlle.  Arpent with an aggressive show of familiarity.\n\n\"Why do you worry Clara?\" said Mrs. Waldeaux.  \"She knows she has made\na mistake.  What do you think of that little blonde girl?\" she asked\npresently, watching him anxiously.  \"She has remarkable beauty,\ncertainly; but there is something finical--precise----\"\n\n\"Take care.  She will hear you,\" said George.  \"Beauty, eh?  Oh, I\ndon't know,\" indifferently.  \"She is passably pretty.  I have never\nseen a woman yet whose beauty satisfied ME.\"\n\nMrs. Waldeaux leaned back with a comfortable little laugh.  \"But you\nmust not be so hard to please, my son.  You must bring me my daughter\nsoon,\" she said.\n\n\"Not very soon.  I have some thing else to think of than marriage for\nthe next ten years.\"\n\nJust then Dr. Watts came up and asked leave to present his friend\nPerry.  The doctor, like all young men who knew Mrs. Waldeaux, had\nsuccumbed to her peculiar charm, which was only that of a woman past\nher youth who had strong personal magnetism and not a spark of\ncoquetry.  George's friends all were sure that they would fall in love\nwith a woman just like her--but not a man of them ever thought of\nfalling in love with her.\n\nYoung Perry, in twenty minutes, decided that she was the most brilliant\nand agreeable of companions.  He had talked, and she had spoken only\nwith her listening, sympathetic eyes.  He was always apt to be voluble.\nOn this occasion he was too voluble.  \"You are from Weir, I think, in\nDelaware, Mrs. Waldeaux?\" he asked.  \"I must have seen the name of the\ntown with yours on the list of passengers, for the story of a woman who\nonce lived there has been haunting me all day.  I have not seen nor\nthought of her for years, and I could not account for my sudden\nremembrance of her.\"\n\n\"Who was she?\" asked George, trying to save his mother from Perry, who\nthreatened to be a bore.\n\n\"Her name was Pauline Felix.  You have heard her story, Mrs. Waldeaux?\"\n\n\"Yes\" said Frances coldly.  \"I have heard her story.  Can you find my\nshawl, George?\"\n\nBut Perry was conscious of no rebuff, and turned cheerfully to George.\n\"It was one of those dramas of real life, too unlikely to put into a\nnovel.  She was the daughter of a poor clergyman in Weir, a devout,\ngood man, I believe.  She had marvellous beauty and a devilish\ndisposition.  She ran away, lived a wild life in Paris, and became the\nmistress of a Russian Grand Duke.  Her death----\"\n\nHe could not have told why he stopped.  Mrs. Waldeaux still watched\nhim, attentive, but the sympathetic smile had frozen into icy civility.\nShe had the old-fashioned modesty of her generation.  What right had\nthis young man to speak of \"mistresses\" to her?  Clara's girls within\nhearing too!  She rose when he paused, bowed, and hurried to them, like\na hen fluttering to protect her chicks.\n\n\"He was talking to me of a woman,\" she said excitedly to Clara, \"who is\nnever mentioned by decent people.\"\n\n\"Yes, I heard him,\" said Miss Vance.  \"Poor Pauline!  Her career was\nalways a mystery to me. I was at school with her, and she was the most\ngenerous, lovable girl!  Yet she came to a wretched end,\" turning to\nher flock, her tone growing didactic. \"One is never safe, you see.  One\nmust always be on guard.\"\n\n\"Oh, my dear!\" cried Frances impatiently.  \"You surely don't mean to\nclass these girls and me with Pauline Felix!  Come, come!\"\n\n\"None of us is safe,\" repeated Clara stiffly.  \"Somebody says there is\na possible vice in the purest soul, and it may lie perdu there until\nold age.  But it will break out some day.\"\n\nMrs. Waldeaux looked, laughing, at the eager, blushing faces around\nher.  \"It is not likely to break out in us, girls, eh!  Really, Clara,\"\nshe said, in a lower tone, \"that seems to me like wasted morality.\nWomen of our class are in no more danger of temptation to commit great\ncrimes than they are of finding tigers in their drawing-rooms.  Pauline\nFelix was born vicious.  No woman could fall as she did, who was not\nrotten to the core.\"\n\nA sudden shrill laugh burst from the French woman, who had been looking\nat Mrs. Waldeaux with insolent, bold eyes.  But as she laughed, her\nhead fell forward and she swung from side to side.\n\n\"It is nothing,\" she cried, \"I am only a little faint.  I must go\nbelow.\"\n\nThe ship was now crossing short, choppy waves.  The passengers\nscattered rapidly.  George took his mother to her stateroom, and there\nshe stayed until land was sighted on the Irish coast.  Clara and her\ncompanions also were forced to keep to their berths.\n\nDuring the speechless misery of the first days Mrs. Waldeaux was\nconscious that George was hanging over her, tender as a mother with a\nbaby.  She commanded him to stay on deck, for each day she saw that he,\ntoo, grew more haggard.  \"Let me fight it out alone,\" she would beg of\nhim.  \"My worst trouble is that I cannot take care of you.\"\n\nHe obeyed her at last, and would come down but once during the day, and\nthen for only a few hurried minutes.  His mother was alarmed at the\nghastliness of his face and the expression of anxious wretchedness new\nto it.  \"His eye avoids mine craftily, like that of an insane man,\" she\ntold herself, and when the doctor came, she asked him whether\nsea-sickness affected the brain.\n\nOn the last day of the voyage the breeze was from land, and with the\nfirst breath of it Frances found her vigor suddenly return.  She rose\nand dressed herself.  George had not been near her that day.  \"He must\nbe very ill,\" she thought, and hurried out.  \"Is Mr. Waldeaux in his\nstateroom?\" she asked the steward.\n\n\"No, madam.  He is on deck.  All the passengers are on deck,\" the man\nadded, smiling.  \"Land is in sight.\"\n\nLand!  And George had not come to tell her!  He must be desperately ill!\n\nShe groped up the steps, holding by the brass rail.  \"I will give him a\nfine surprise!\" she said to herself.  \"I can take care of him, now.\nTo-night we shall be on shore and this misery all over.  And then the\ngreat joy will begin!\"\n\nShe came out on deck.  The sunshine and cold pure wind met her.  She\nlooked along the crowded deck for her invalid.  Every-body was in\nholiday clothes, every-body was smiling and talking at once.  Ah! there\nhe was!\n\nHe was leaning over Frances' steamer chair, on which a woman lay\nindolently.  He was in rude health, laughing, his face flushed, his\neyes sparkling.\n\nLooking up, he saw his mother and came hastily to meet her.  The laugh\nwas gone.  \"So you came up?\" he said impatiently.  \"I would have called\nyou in time.  I----  Mother!\"  He caught her by the arm.  \"Wait, I must\nsee you alone for a minute.\"  Urged by the amazed fright in her face,\nhe went on desperately, \"I have something to tell you.  I intended to\nbreak it to you.  I don't want to hurt you, God knows.  But I have not\nbeen idle in these days.  I have found your daughter.  She is here.\"\n\nHe led her up to the chair.  The girl's head was wrapped in a veil and\nturned from her.\n\nMrs. Waldeaux held out her hands.  \"Lucy!  Lucy Dunbar!\" she heard\nherself say.\n\n\"Mais non!  Cest moi!\" said a shrill voice, and Mlle.  Arpent, turning\nher head lazily, looked at her, smiling.\n\n\n\n\nCHAPTER II\n\nClara Vance had her faults, but nobody could deny that, in this crisis,\nshe acted with feeling and tact.  She ignored mademoiselle and her\nlover, whose bliss was in evidence on deck all day, and took possession\nof Mrs. Waldeaux, caring for her as tenderly as if she had been some\npoor wretch sentenced to death.  \"She has no intellect left except her\nideas about George,\" she told herself, \"and if he turns his back on her\nfor life in this way----  She never was too sane!\" shaking her head\nominously.\n\nShe thought it best to talk frankly of the matter to little Lucy\nDunbar, and was relieved to find her ready to joke and laugh at it.\n\"No bruise in that tender heart!\" thought Clara, who was anxious as a\nmother for her girls.\n\n\"We all worshipped Mr. George,\" said Lucy saucily.  \"I, most of all.\nHe is so cold, so exalted and ah--h, so good-looking!  Like a Greek\ngod.  But he never gave a look to poor little me!  The fraulein came on\ndeck as soon as we all went down with sea-sickness, and bewitched him\nwith her eyes.  It must have been her eyes; they are yellow--witch's\neyes.  Or maybe that cheap smell about her is a love-philter!  Or was\nit just soul calling to soul?  I should have said the fraulein had the\nsoul of a milliner.  She put great ideas into the hat that she altered\nfor me,\" Lucy added, with an unsteady laugh.\n\n\"I care nothing for them or their souls,\" said Miss Vance crossly.  \"It\nis his mother that I think of.\"\n\n\"But really,\" said Lucy, \"mademoiselle is quite raw material.  No\nideas--no manners whatever.  Mrs. Waldeaux may mould her into something\ngood and fine.\"\n\n\"She will not try.  She will never accept that creature as a daughter.\"\n\n\"She seems to me to be indifferent,\" said Lucy.  \"She does not see how\nterrible it is.  She was leaning over the bulwark just now, laughing at\nthe queer gossoons selling their shillalahs.\"\n\n\"Oh, she will laugh at Death himself when he comes to fetch her, and\nsee something 'queer'in him,\" said Clara.\n\nBut her little confidence with Lucy had relieved her.  The child cared\nnothing for George, that was plain.\n\nMademoiselle, watching Mrs. Waldeaux closely all day, was not deceived\nby her laugh.  \"The old lady, your mother,\" she said to George, \"is\nwhat you men call 'game.'  She has blood and breeding.  More than you,\nmonsieur.  That keeps her up.  I did not count on that,\" said the young\nwoman thoughtfully.\n\nGeorge took off his glasses and rubbed them nervously as he talked.  \"I\ndon't understand my mother at all!  She has always been very\nconsiderate and kind.  I never thought that she would receive my wife,\nwhen I brought her to her, with calm civility.  Not a kiss nor a\nblessing!\"\n\n\"A kiss?  A blessing for me?\"  Lisa laughed and nodded meaningly to the\nsea and world at large.  \"She could hardly have blessed a woman lolling\nfull length in her chair,\" she thought.  \"It IS her chair.  And I have\nunseated her for life curling herself up in the rugs.\"\n\nYet she had a twinge of pity for the old lady.  Even the wild boar has\nits affections and moments of gentleness.  A week ago Lisa could have\ntrampled the life out of this woman who had slandered her dead mother,\nwith the fury of any wild beast.  For she was Pauline Felix's daughter.\nIt was her mother's name that Mrs. Waldeaux had said could not be\nspoken by any decent woman.  Lisa had been but a child, but she had\nheld her mother's head close to her stout little heart as she lay\ndying--that awful mysterious death of which the young man had tried to\nmake a telling story.  The girl crossed herself now and closed her\ntired eyes as she thought of it.  She had been a wicked child and a\nwicked woman, but she knew certainly that the Virgin and her Son had\ncome near to her that day, and had helped her.\n\nGeorge, who was poring fondly on her face, exclaimed: \"Your eyes are\nwet.  You are in trouble!\"\n\n\"I was thinking of my mother,\" she said gently, holding out her hand to\nhim.\n\nHe took it and said presently, \"Will you not talk to me about her,\nLisa?  You have not told me any thing of your people, my darling.  Nor\nof yourself.  Why, I don't even know whether you are French or German.\"\n\n\"Oh, you shall hear the whole story when we are married,\" she replied\nsoftly, a wicked glitter in her eyes.  \"Some of the noblest blood in\nEurope is in my veins.  I will give you my genealogical tree to hang up\nin that old homestead of yours.  It will interest the people of\nWeir--and please your mother.\"\n\n\"It is good in you to think of her,\" he said, tenderly looking down at\nher.\n\nHe was not blind.  He saw the muddy skin, the thick lips, the soiled,\nragged lace.  They would have disgusted him in another woman.\n\nBut this was--Lisa.  There was no more to be said.\n\nThese outside trifles would fall off when she came into his life.  Even\nwith them she was the breath and soul of it.\n\nShe saw the difference between them more sharply than he did.  She had\nbeen cast for a low part in the play, and knew it.  Sometimes she had\nearned the food which kept her alive in ways of which this untempted\nyoung priest had never even heard.  There was something in this clean\npast of his, in his cold patrician face and luxurious habits new to\nher, and she had a greedy relish for it all.\n\nShe had been loved before, caressed as men caress a dog, kicking it off\nwhen it becomes troublesome.  George's boyish shyness, his reverent awe\nof her, startled her.\n\n\"He thinks Lisa Arpent a jeune fille--like these others.  A little\nwhite rose!\" she thought, and laughed.  She would not tell him why she\nlaughed, and muttered an oath when he stupidly insisted on knowing.\n\nHe was the first lover who had ever believed in her.\n\nShe had begun this affair simply to punish the \"old woman\"; the man in\nit had counted for nothing.  But now, as they crossed the gangway, she\nlooked up at him with eyes that for the moment were honest and true as\na child's, and her firm hand suddenly trembled in his.\n\n\nThree weeks later Mrs. Waldeaux came into Miss Vance's little parlor on\nHalf Moon Street.  Her face was red from the wind, her eyes sparkled,\nand she hummed some gay air which an organ ground outside.  Clara laid\ndown her pen.\n\n\"Where have you been, Frances?  It is a week since I saw you.\"\n\n\"Oh, everywhere!  George has been showing me London!\" She sat down\nbefore the fire with a gurgle of comfort and dropped her bonnet and\ngloves on the floor beside her.  \"Yesterday we spent at the Museum.\nGeorge explained the Elgin marbles to me.  I don't suppose any body in\nLondon has studied their history so thoroughly.  I did wish you could\nhave heard him.  And the day before I was at the House--in the ladies'\ngallery.  I can't imagine how he got admission for me.  He IS so\nclever!\"\n\n\"We are going down to Canterbury for a couple of days,\" said Clara.\n\"We start at noon.  Will you go with us?\"\n\n\"No, I think not.  George does not seem to care for cathedrals.  And he\nhas plans for me, no doubt.\"\n\nMiss Vance brushed the bonnet and carefully rolled up the strings.\n\"Are you satisfied?  Is London the London you have been thinking of\nthese twenty years?\" she asked.\n\n\"Oh, a thousand times more!  And George has been with me every\nday--every day!\"\n\nMiss Vance picked up the gloves, looking impatiently at the poor lady's\nhappy face.  \"Now she has gone off into one of her silly transports of\ndelight, and for no earthly reason!\"\n\n\"I noticed that George has seen very little of Lisa lately,\" she said\ntentatively.  \"If he really means to marry her----\"\n\n\"Marry her!  Clara!  You surely never feared THAT?\"\n\n\"He certainly told us plainly enough that he would do it,\" said Miss\nVance testily.\n\n\"Oh, you don't understand him!  You have had so little to do with young\nmen.  They are all liable to attacks like that--as to measles and\nscarlet fever.  But they pass off.  Now, George is not as susceptible\nas most of them.  But,\" lowering her voice, \"he was madly in love with\nthe butcher's Kate when he was ten, and five years afterward offered to\nmarry the widow Potts.  I thought he had outgrown the disease.  There\nhas been nothing of the kind since, until this fancy.  It is passing\noff.  Of course it is mortifying enough to think that such a poor\ncreature as that could attract him for an hour.\"\n\n\"I was to blame,\" Miss Vance said, with an effort.  \"I brought her in\nhis way.  But how was I to know that she was such a cat, and he\nsuch----  If he should marry her----\"\n\nMrs. Waldeaux laughed angrily.  \"You are too absurd, Clara.  A\nflirtation with such a woman was degrading enough, but George is not\nquite mad.  He has not even spoken of her for days.  Oh, here he comes!\nThat is his step on the stairs.\"  She ran to the door.  \"He found that\nI was out and has followed me.  He is the most ridiculous mother's boy!\nWell, George, here I am!  Have you thought of some thing new for me to\nsee?\"  She glanced at Miss Vance, well pleased that she should see the\nlad's foolish fondness for her.\n\nGeorge forced a smile.  He looked worn and jaded.  Miss Vance noticed\nthat his usually neat cravat was awry and his hands were gloveless.\n\"Yes,\" he said.  \"It is a little church.  The oldest in London.  I want\nto show it to you.\"\n\nMiss Vance tied on Mrs. Waldeaux's bonnet, smoothing her hair\naffectionately.  \"There are too many gray hairs here for your age,\nFrances,\" she said.  \"George, you should keep your mother from worry\nand work.  Don't let her hair grow gray so soon.\"\n\nGeorge bowed.  \"I hope I shall do my duty,\" he said, with dignity.\n\"Come, mother.\"\n\nAs they drove down Piccadilly Mrs. Waldeaux chattered eagerly to her\nson.  She could not pour out her teeming fancies about this new world\nto any body else, but she could not talk fast enough to him.  Had they\nnot both been waiting for a lifetime to see this London?\n\n\"The thing,\" she said earnestly, as she settled herself beside him,\n\"the thing that has impressed me most, I think, were those great\nNinevite gods yesterday.  I sat for hours before them while you were\ngone.  There they sit, their hands on their knees, and stare out of\ntheir awful silence at the London fog, just as they stared at the\ndesert before Christ was born.  I felt so miserably young and sham!\"\n\nGeorge adjusted his cravat impatiently.  \"I'm afraid I don't quite\nfollow you, mother.  These little flights of yours----  They belong to\nyour generation, I suppose.  It was a more sentimental one than mine.\nYou are not very young.  And you certainly are not a sham.  The statues\nare interesting, but I fail to see why they should have had such an\neffect upon you.\"\n\n\"Oh!\" said Frances.  \"But you did not stay alone with them as long as I\ndid, or you would have felt it too.  Now I am sure that the debates in\nParliament impressed you just as they did me?\"\n\nGeorge said nothing, but she went on eagerly.  It never occurred to her\nthat he could be bored by her impressions in these greatest days of her\nlife.  \"To see a half-dozen well-groomed young men settle the affairs\nof India and Australia in a short, indifferent colloquy!  How shy and\nawkward they were, too!  They actually stuttered out their sentences in\ntheir fear of posing or seeming pretentious.  So English!  Don't you\nthink it was very English, George?\"\n\n\"I really did not think about it at all.  I have had very different\nthings to occupy me,\" said George, coldly superior to all mothers and\nParliaments.  \"This is the church.\"\n\nThe cab stopped before an iron door between two shops in the most\nthronged part of Bishopsgate Street.  He pushed it open, and they\npassed suddenly out of the hurrying crowd into the solemn silence of an\nancient dingy building.  A dim light fell through a noble window of the\nthirteenth century upon cheap wooden pews.  The church was empty, and\nhad that curious significance and half-spoken message of its own which\nbelongs to a vacant house.\n\n\"I remember,\" whispered Frances, awestruck.  \"This was built by the\nfirst Christian convert, St. Ethelburga.\"\n\n\"You believe every thing, mother!\" said George irritably.  She wandered\nabout, looking at the sombre walls and inscriptions, and then back\nuneasily, to his moody face.\n\nSuddenly she came up to him as he stood leaning against a pillar.\n\"Something has happened!\" she said.  \"You did not bring me here to look\nat the church.  You have something to tell me.\"\n\nThe young man looked at her and turned away.  \"Yes, I have.  It isn't a\ndeath,\" he said, with a nervous laugh.  \"You need not look in that way.\nIt is--something very different.  I--I was married in this church\nyesterday to Lisa Arpent.\"\n\nFrances did not at first comprehend the great disaster that bulked\nblack across her whole life, but, woman-like, grasped at a fragment of\nit.\n\n\"You were married and I was not there!  Yesterday!  My boy was married\nand he forgot me!\"\n\n\"Mother!  Don't look like that!  Here, sit down,\" grabbing her\nhelplessly by the arms.  \"I didn't want to hurt you.  I brought you\nhere to tell you quietly.  Cry!  Why don't you cry if you're worried!\nOh! I believe she's dying!\" he shouted, staring around the empty church.\n\nShe spoke at last.\n\n\"You were married and I couldn't say God bless you!  You forgot me!  I\nnever forgot you, George, for one minute since you were born.\"\n\n\"Mother, what fool talk is that?  I only didn't want a scene.  I kept\naway from Lisa for weeks so as not to vex you.  Forget you!  I think I\nhave been very considerate of you under the circumstances.  You have a\ndislike to Lisa, a most groundless dislike----\"\n\n\"Oh, what is Lisa?\" said Frances haughtily.  \"It is that you have\nturned away from me.  She has nothing to do with the relation between\nyou and me.  How can any woman come between me and my son?\"  She held\nup her hands.  \"Why, you are my boy, Georgy.  You are all I have!\"\n\nHe looked at the face, curiously pinched and drawn as if by death, that\nwas turned up to his, and shrugged his shoulders impatiently.  \"Now\nthis is exactly what I tried to escape yesterday.  Am I never to be a\nman, nor have the rights of a man?  You must accept the situation,\nmother.  Lisa is my wife, and dearer to me than all the world beside.\"\n\nHe saw her lips move.  \"Dearer?  Dearer than me!\" She sat quite still\nafter that, and did not seem to hear when he spoke.  Something in her\nsilence frightened him.  She certainly had been a fond, indulgent\nmother, and he perhaps had been abrupt in cutting the tie between them.\nIt must be cut.  He had promised Lisa the whole matter should be\nsettled to-day.  But his mother certainly was a weak woman, and he must\nbe patient with her.  Secretly he approved the manliness of his\npatience.\n\n\"The cab is waiting, dear,\" he said.  She rose and walked to the\nstreet, standing helpless there while the crowd jostled her.  Was she\nblind and deaf?  He put her into the cab and sat down opposite to her.\n\"Half Moon Street,\" he called to the driver.\n\n\"Mother,\" touching her on the knee.\n\n\"Yes, George.\"\n\n\"I told him to drive to Half Moon Street.  I will take you to Clara\nVance.  We may as well arrange things now, finally.  You do not like my\nwife.  That is clear.  For the present, therefore, it is better that we\nshould separate.  I have consulted with Lisa, and she has suggested\nthat you shall join Clara Vance's party while we go our own way.\"\n\nShe stared at him.  \"Do you mean that you and I are not to see London\ntogether?  Not to travel through Europe together?\"\n\nHe pitied her a little, and, leaning forward, kissed her clammy lips.\n\"The thing will seem clearer to you to-morrow, no doubt.  I must leave\nyou now.  Go to Clara and her girls.  They all like to pet and make\nmuch of you.  I will bring Lisa in the morning, to talk business a\nlittle.  She has an uncommonly clear head for business.  Good-by,\ndear!\"  He stopped the cab, jumped out, and walked briskly to the\ncorner where his wife was waiting for him.\n\n\"You have told her?\" she asked breathlessly.\n\n\"Yes.  It's over.\"\n\n\"That we must separate?\"\n\n\"Yes, yes.  I told her you thought it best.\"\n\n\"And she was not willing?\"\n\n\"Well, she did not approve very cordially,\" said George, evading her\neye.\n\n\"But she shall approve!\" hanging upon his arm, her burning eyes close\nto his face.  \"You are mine, George!  I love you.  I will share you\nwith nobody!\" She whistled shrilly, and a hansom stopped.\n\n\"What are you going to do, darling?\"\n\n\"Follow her.  I will tell her something that will make her willing to\nseparate.  Get in, get in!\"\n\n\n\n\nCHAPTER III\n\nFrances, when in trouble, went out of doors among the trees as\nnaturally as other women take to their beds.  Lisa's sharp eyes saw her\nsitting in the Green Park as they passed.  The mist, which was heavy as\nrain, hung in drops on the stretches of sward and filled the far aisles\nof trees with a soft gray vapor.  The park was deserted but for an old\nman who asked Mrs. Waldeaux for the penny's hire for her chair.  As he\nhobbled away, he looked back at her curiously.\n\n\"She gave him a shilling!\" exclaimed Lisa, as he passed them.  \"I told\nyou she was not fit to take care of money.\"\n\n\"But why not wait until to-morrow to talk of business?  She is hurt and\nunnerved just now, and she--she does not like you, Lisa.\"\n\n\"I am not afraid.  She will be civil.  She is like Chesterfield. 'Even\ndeath cannot kill the courtesy in her.'  You don't seem to know the\nwoman, George.  Come.\"\n\nBut George hung back and loitered among the trees.  He was an honest\nfellow, though slow of wit; he loved his mother and was penetrated to\nthe quick just now by a passionate fondness for his wife.  Two such\ngood, clever women!  Why couldn't they hit it off together?\n\n\"George?\" said Frances, hearing his steps.\n\nLisa came up to her.  She rose, and smiled to her son's wife, and after\na moment held out her hand.\n\nBut the courtesy which Lisa had expected suddenly enraged her.  \"No!\nThere need be no pretence between us,\" she said.  \"You are not glad to\nsee me.  There is no pretence in me. I am honest.  I did not come here\nto make compliments, but to talk business.\"\n\n\"George said to-morrow.  Can it not wait until to-morrow?\"\n\n\"No.  What is to do--do it!  That is my motto.  George, come here!\nTell your mother what we have decided.  Oh, very well, if you prefer\nthat I should speak.  We go to Paris at once, Mrs. Waldeaux, and will\ntake apartments there.  You will remain with Miss Vance.\"\n\n\"Yes, I know.  I am to remain----\"  Frances passed her hand once or\ntwice over her mouth irresolutely.  \"But Oxford, George?\" she said.\n\"You forget your examinations?\"\n\nGeorge took off his spectacles and wiped them.\n\n\"Speak!  Have you no mind of your own?\" his wife whispered.  \"I will\ntell you, then, madam.  He has done with that silly whim!  A priest,\nindeed!  I am Catholic, and priests do not marry.  He goes to Paris to\nstudy art.  I see a great future for him, in art.\"\n\nFrances stared at him, and then sat down, dully.  What did it matter?\nParis or Oxford?  She would not be there.  What did it matter?\n\nLisa waited a moment for some comment, and then began sharply, \"Now, we\ncome to affaires!  Listen, if you please.  I am a woman of business.\nPlain speaking is always best, to my idea.\"\n\n\nMrs. Waldeaux drew herself together and turned her eyes on her with\nsudden apprehension, as she would on a snapping dog.  The woman's tones\nthreatened attack.\n\n\"To live in Paris, to work effectively, your son must have money.  I\nbrought him no dot, alas!  Except\"--with a burlesque courtesy--\"my\nbeauty and my blood.  I must know how much money we shall have before I\ndesign the menage.\"\n\n\"George has his income,\" said his mother hastily.\n\n\"Ah!  You are alarmed, madam!  You do not like plain words about the\naffaires?  George tells me that although he is long ago of age, he has\nas yet received no portion of his father's estates.\"\n\n\"Lisa!  You do not understand!  Mother, I did not complain.  You have\nalways given me my share of the income from the property.  I have no\ndoubt it was a fair share--as much as if my father had left me my\nportion, according to custom.\"\n\n\"Yes, it was a fair share,\" said Frances.\n\n\"Ah! you smile, madam!\" interrupted Lisa.  \"I am told it is a vast\nproperty, a grand chateau--many securities!  M.  Waldeaux pere made a\nwill, on dit, incredibly foolish, with no mention of his son.  But now\nthat this son comes to marry, to become the head of the house, if you\nwere a French mother, if you were just, you would----  You appear to be\namused, madam?\"\n\nFor Mrs. Waldeaux was laughing.  She could not speak for a moment.  The\ntears stood in her eyes.\n\n\"The matter has somewhat of droll to you?\"\n\n\"It has its humorous side,\" said Frances.  \"I quite understand, George,\nthat you will need more money to support a wife.  I will double your\nallowance.  It shall be paid quarterly.\"\n\n\"You would prefer to do that?\" hesitated George.  \"Rather than to make\nover a son's share of the property to me absolutely?  Some of the\nlanded estate or securities?  I have probably a shrewder business\ntalent than yours, and if I had control could make my property more\nprofitable.\"\n\n\"I should prefer to pay your income as before--yes,\" said Frances\nquietly.\n\n\"Well, as you choose.  It is yours to give, of course.\" George coughed\nand shuffled to conquer his disappointment.  Then he said, \"Have it\nyour own way.\" He put his hand affectionately on her shoulder.  \"And\nwhen you have had your little outing and go home to Weir, you will be\nglad to have us come to you, for a visit--won't you, mother?  You\nhaven't said so.\"\n\n\"Why should I say so?  It is your home, George, yours and your wife's.\"\nShe caught his hand and held it to her lips.\n\nBut Lisa had not so easily conquered her disappointment.  This woman\nwas coolly robbing George of his rights and was going instead to kill\nfor him a miserable little fatted calf!  Bah!  This woman, who had\nmaligned her dead mother!\n\nShe should have her punishment now.  In one blow, straight from the\nshoulder.\n\n\"But you should know, madam,\" she said gently, \"who it is your son has\nmarried before you take her home.  I assure you that you can present me\nto the society in Weir with pride.  I have royal blood----\" \"Lisa!\"\nGeorge caught her arm.  \"It is not necessary.  You forget----\"\n\n\"Oh, I forget nothing!  I said royal blood.  My father, madam, was the\nbrother of the Czar, and my mother was Pauline Felix.  You don't seem\nto understand----\" after a moment's pause.  \"It was my mother whose\nname you said should not cross any decent woman's lips--my mother----\"\nShe broke down into wild sobs.\n\n\"When I said it I did not know that you----  I am sorry.\" Frances\nsuddenly walked away, pulling open her collar.  It seemed to her that\nthere was no breath in the world.  George followed her.  \"Did you know\nthis?\" she said at last, in a hoarse whisper.  \"And you are--married to\nher?  There is no way of being rid of her?\"\n\n\"No, there is no way,\" said Waldeaux stoutly.  \"And if there were, I\nshould not look for it.  I am sorry that there is any smirch on Lisa's\nbirth.  But even her mother, I fancy, was not altogether a bad lot.\nBygones must be bygones.  I love my wife, mother.  She's worth loving,\nas you'd find if you would take the trouble to know her.  Her dead\nmother shall not come between her and me.\"\n\n\"She's like her, George!\" said Mrs. Waldeaux, with white, trembling\nlips.  \"I ought to have seen it at first.  Those luring, terrible eyes.\nIt is Pauline Felix's heart that is in her.  Rotten to the\ncore--rotten----\"\n\n\"I don't care.  I'll stand by her.\"  But George's face, too, began to\nlose its color.  He shook himself uncomfortably.  \"The thing's done\nnow,\" he muttered.\n\n\"Certainly, certainly,\" Frances repeated mechanically.  \"Tell her that\nI am sorry I spoke of her mother before her.  It was rude--brutal.  I\nask her pardon.\"\n\n\"Oh, she'll soon forget that!  Lisa has a warm heart, if you take her\nright.  There's lots of hearty fun in her too.  You'll like that.  Are\nyou going now?  Good-by, dear.  We will come and see you in the\nmorning.  The thing will not seem half so bad when you have slept on\nit.\"\n\nHe paused uncertainly, as she still stood motionless.  She was facing\nthe grim walls of Stafford House, looming dimly through the mist, her\neyes fixed as if she were studying the sky line.\n\n\"George,\" she said. \"You don't understand.  You will come to me always.\nBut that woman never shall cross my threshold.\" \"Mother!  Do you mean\nwhat you say?\"\n\nIt was a man, not a shuffling boy that spoke now.  \"Do you mean that we\nare not to go to you to-morrow?  Not to go home in October?  Never----\"\n\n\"Your home is open to you.  But Pauline Felix's child is no more to me\nthan a wild beast--or a snake in the grass, and never can be.\"  She\nfaced him steadily now.\n\n\"There she is,\" said Frances, looking at the little black figure under\nthe trees, \"and here am I.  You can choose between us.\"\n\n\"Those whom God hath joined together,\" muttered George.  \"You know\nthat.\"\n\n\"You have known her for three weeks,\" cried Frances vehemently.  \"I\ngave you life.  I have been your slave every hour since you were born.\nI have lived but for you.  Which of us has God joined together?\"\n\n\"Mother, you're damnably unreasonable!  It is the course of nature for\na man to leave his parents and cleave to his wife.\"\n\n\"Yes, I know,\" she said slowly.  \"You can keep that foul thing in your\nlife, but it never shall come into mine.\"\n\n\"Then neither will I.  I will stand by my wife.\"\n\n\"That is the end, then?\"\n\nShe waited, her eyes on his.\n\nHe did not speak.\n\nShe turned and left him, disappearing slowly in the rain and mist.\n\n\n\n\nCHAPTER IV\n\nTwo days later Mr. Perry met Miss Vance in Canterbury and told her of\nthe marriage.  She hurried back to London.  She could not hide her\ndistress and dismay from the two girls.\n\n\"How did she force him into it?  One is almost driven to believe in\nhypnotism,\" she cried.\n\nLucy Dunbar had no joke to make about it to-day.  The merry little girl\nwas silent, having, she said, a headache.\n\n\"You've had too much cathedral!\" said Miss Hassard.  \"And the whole\nchurch is wretchedly out of drawing!\"\n\nJean Hassard had studied art at Pond City in Dakota, and her soul's\nhope had been to follow Marie Bashkirtseff's career in Paris.  But her\nfather had morally handcuffed her and put her into Clara's custody for\na year.  It was hard!  To be led about to old churches, respectable as\nher grandmother, when she might have been studying the nude in a mixed\nclass!  She rattled her chains disagreeably at every step.\n\n\"The mesalliance is on the other side,\" she told Lucy privately.  \"A\nwoman of the world who knew life, to marry that bloodless, finical\npriest!\"\n\n\"He was not bloodless.  He loved her.\"\n\nMr. Perry came up with them from Canterbury, being secretly alarmed\nabout Miss Dunbar's headache.  Nobody took proper care of that lovely\nchild!  He had attached himself to Miss Vance's party in England; he\ndropped in every evening to tell of his interviews with Gladstone or\nMrs. Oliphant or an artist or a duke.  It was delightful to the girls\nto come so close to these unknown great folks.  They felt quite like\nperis, just outside the court of heaven, with the gate a little bit\najar.  This evening Mr. Perry promised it should open for them.  He was\ngoing to bring a real prince, whom he familiarly dubbed \"a jolly\nfellow,\" to call upon Miss Vance.\n\n\"Who is the man?\" said Clara irritably.  \"Be careful, Mr. Perry.  I\nhave had enough of foreign adventurers.\"\n\n\"Oh, the Hof Kalender will post you as to Prince Wolfburgh.  I looked\nhim up in it.  He is head of one of the great mediatized families.\nWould have been reigning now if old Kaiser Wilhelm had not played\nAaron's serpent and gobbled up all the little kings.  Wolfburgh has\nkept all his land and castles, however.\"\n\n\"Very well.  Let us see what the man is like,\" Miss Vance said loftily.\n\n\nMrs. Waldeaux was not in the house when they arrived.  Every day she\nwent early in the morning to the Green Park, where she had seen George\nlast, and wandered about until night fell.  She thought that he had\ngone to Paris, and that she was alone in London.  But somehow she came\nnearer to him there.\n\nWhen she found that Clara had arrived, she knew that she would be full\nof pity for her.  She came down to dinner in full dress, told some\nfunny stories, and laughed incessantly.\n\nNo.  She had not missed them.  The days had gone merry as a marriage\nbell with her even after her son and his wife had run away to Paris.\n\nMr. Perry congratulated her warmly on the match.  \"The lady is very\nfetching, indeed,\" he said.  \"I remarked that the first day on\nship-board.  Oh, yes, I know a diamond when I see it.  But your son\npicks it up.  Lucky fellow!  He picks it up!\"  He told Miss Vance that\nthere was a curious attraction about her friend, \"who, by the way,\nshould always wear brown velvet and lace.\"\n\nMiss Vance drew little Lucy aside after dinner.  \"Do you see,\" she\nsaid, \"the tears in her eyes?  It wrenches my heart.  She has become an\nold woman in a day.  I feel as if Frances were dead, and that was her\nghost joking and laughing.\"\n\nLucy said nothing, but she went to Frances and sat beside her all\nevening.  When the prince arrived and was presented, going on his\ntriumphant way through the room, she nestled closer, whispering, \"What\ndo you think of him?\"\n\n\"He looks very like our little fat Dutch baker in Weir--he has the same\nair of patronage,\" said Frances coldly.  She was offended that Lucy\nshould notice the man at all.  Was it not she whom George should have\nmarried?  How happy they would have been--her boy and this sweet, neat\nlittle girl!  And already Lucy was curious about so-called princes!\n\nWhen his Highness came back to them she rose hastily and went to her\nown room.\n\nLate that night Miss Vance found her there in the dark, sitting bolt\nupright in her chair, still robed in velvet and lace.  Clara regarded\nher sternly, feeling that it was time to take her in hand.\n\n\"You have not forgiven George?\" she said abruptly.\n\nMrs. Waldeaux looked up, but said nothing.\n\n\"Is he coming back soon?\"\n\n\"He never shall come back while that woman is with him.\"\n\nMiss Vance put her lamp on the table and sat down.  \"Frances,\" she said\ndeliberately, \"I know what this is to you.  It would have been better\nfor you that George had died.\"\n\n\"Much better.\"\n\n\"But he didn't die.  He married Lisa Arpent.  Now it is your duty to\naccept it.  Make the best of it.\"\n\n\"If a lizard crawls into my house will you tell me to accept it?  Make\nthe best of it?  Oh, my God!  The slimy vile creature!\"\n\n\"She is not vile!  I tell you there are lovable qualities in Lisa.  And\neven if she were as wicked as her mother, what right have you----  You,\ntoo, are a sinner before God.\"\n\n\"No,\" said Mrs. Waldeaux gravely, \"I am not.  I have lived a good\nChristian life.  I may have been tempted to commit sin, but I cannot\nremember that I ever did it.\"\n\nMiss Vance looked at her aghast.  \"But surely your religion teaches\nyou----  Why, you are sinning now, when you hate this girl!\"\n\n\"I do not hate her.  God made her as he made the lizard.  I simply will\nnot allow her to cross my path.  What has religion to do with it?  I am\nclean and she is vile.  That is all there is to say.\"\n\nBoth women were silent.  Mrs. Waldeaux got up at last and caught Clara\nby the arm.  She was trembling violently.  \"No, I'm not ill.  I'm well\nenough.  But you don't understand!  That woman has killed George.  I\nspent twenty years in making him what he is.  I worked--there was\nnothing but him for me in the world.  I didn't spare myself.  To make\nhim a gentleman--a Christian.  And in a month she turns him into a\nthing like herself.  He is following her vulgar courses.  I saw the\ndifference after he had lived with her for one day.  He is tainted.\"\nShe stood staring into the dull lamp.  \"She may not live long, though,\"\nshe said.  \"She doesn't look strong----\"\n\n\"Frances!  For God's sake!\"\n\n\"Well, what of it?  Why shouldn't I wish her gone?  The harm--the harm!\nDo you remember that Swedish maid I had--a great fair woman?  One day\nshe was stung by a green fly, and in a week she was dead, her whole\nbody a mass of corruption!  Oh, God lets such things be done!  Nothing\nbut a green fly----\"  She shook off Clara's hold, drawing her breath\nwith difficulty.  \"That is Lisa.  It is George that is being poisoned,\nbody and soul.  It's a pity to see my boy killed by a thing like\nthat--it's a pity----\"\n\nMiss Vance was too frightened to argue with her.  She brought her\nwrapper, loosened her hair, soothing her in little womanish ways.  But\nher burning curiosity drove her presently to ask one question.\n\n\"How can they live?\"\n\n\"I have doubled his allowance.\"\n\n\"Frances!  You will work harder to make money for Lisa Arpent?\"\n\n\"Oh, what is money!\" cried Frances, pushing her away impatiently.\n\n\n\n\nCHAPTER V\n\nMiss Vance persuaded Mrs. Waldeaux to go with her to Scotland.  During\nthe weeks that followed Frances always found Lucy Dunbar at her side in\nthe trains or on the coaches.\n\n\"She is a very companionable child,\" she told Clara.  \"I often forget\nthat I am any older than she.  She never tires of hearing stories of\nGeorge's scrapes or his queer sayings when he was a child.  Such\nstories, I think, are usually tedious, but George was a peculiar boy.\"\n\nMr. Perry's search for notorieties took him also to Scotland, and,\noddly enough, Prince Wolfburgh's search for amusement led him in the\nsame direction.  They met him and his cousin, Captain Odo Wolfburgh, at\nOban, and again on the ramparts of Stirling Castle, and the very day\nthat they arrived in Edinburgh, there, in Holyrood, in Queen Mary's\nchamber, stood the pursy little man, curling his mustache before her\nmirror.\n\nMr. Perry fell into the background with Miss Hassard.  \"His Highness is\nbecoming monotonous!\" he grumbled.  \"These foreigners never know when\nthey are superfluous in society.\"\n\n\"Is he superfluous?\" Jean glanced to the corner where the prince and\nLucy were eagerly searching for the blood of Rizzio upon the steps.\n\n\"Decidedly,\" said Perry.  \"I wished to show you and Miss Dunbar a live\nprince, and I did it.  That is done and over with.  He has been seen\nand heard.  There is no reason why he should pop up here and there all\nover Great Britain like a Jack-in-the-box.  He's becoming a bore.\"\n\n\"You suspect him to be an impostor?\" said Jean quickly.\n\n\"No. He's genuine enough.  But we don't want any foreigners in our\ncaravan,\" stroking his red beard complacently.\n\n\"No.  What do you suppose is his object?\" asked Jean, with one of her\nquick, furtive glances.\n\nMr. Perry's jaws grew red as his beard.  \"How can I tell?\" he said\ngruffly.  He went on irritably, a moment later:  \"Of course you see it.\nThe fellow has no delicacy.  He makes no more secret of his plans than\nif he were going to run down a rabbit.  Last night at Stirling, over\nhis beer, he held forth upon the dimples on Miss Dunbar's pink elbows,\nand asked me if her hair were all her own.  I said, at last, that\nAmerican men did not value women like sheep by their flesh and fleece\nand the money they were rated at in the market.  I hit him square that\ntime, prince or no prince!\"\n\n\"Yes, you did, indeed,\" said Jean vaguely.  Her keen eyes followed Lucy\nand the prince, who were loitering through the gallery, pausing before\nthe faded portraits.  \"You think it is only her money that draws him\nafter us?\"\n\n\"Why, of course!  A fellow like that could not appreciate Miss Dunbar's\nbeauty and wit.\"\n\n\"You think Lucy witty?\" said Jean dryly.  \"And you think she would not\nmarry for a title?\"\n\n\n\"I don't believe any pure American girl would sell herself, like a\nsheep in the shambles!  And she is pure!  A lamb, a lily! cried Perry,\ngrowing incoherent in his heat.\n\n\"She would not if her heart were preoccupied,\" said Jean thoughtfully.\n\n\"And you think----\" he said breathlessly.\n\nBut Jean only laughed, and said no more.\n\nThe guide had been paying profound deference to Prince Wolfburgh,\nkeeping close to his heels.  Now he swung open a door.  \"If your\nHighnesses will come this way?\" he said, bowing profoundly to Lucy.\n\nThe little girl started and hurried back to Miss Vance.  Her face was\nscarlet, and she laughed nervously.  Prince Wolfburgh also laughed,\nloudly and meaningly.  He swore at the old man and went out into the\ncloister where his cousin stood smoking.\n\n\"Had enough of the old barracks?\" said the captain.\n\n\"I found I was making too fast running in there,\" said the prince\nuneasily; \"I'll waken up and find that girl married to me some day.\"\n\n\"Not so bad a dream,\" puffed his cousin.\n\n\"I'll take a train somewhere,\" said the prince.  \"But no matter where I\ngo, I'll find an American old woman with a girl to marry.  They all\ncarry the Hof Kalender in their pockets, and know every bachelor in\nGermany.\"\n\nThe captain watched him attentively.  \"I don't believe those women\ninside mean to drive any marriage bargain with you, Hugo,\" he said\ngruffly.  \"I doubt whether the little mees would marry you if you asked\nher.  Her dot, I hear, is e-normous!\" waving his hand upward as if to\nmountain heights.  \"And as for beauty, she is a wild rose!\"\n\nNow, there were reasons why the captain should rejoice when Hugo allied\nhimself to the little mees.  On the day when he would take these hills\nof gold and wild rose to himself, the captain would become the head of\nthe house of Wolfburgh.  It was, perhaps, a mean, ungilded throne, but\nby German law no nameless Yankee woman could sit upon it.\n\nThe prince looked at Captain Odo.  \"You cannot put me into a gallop\nwhen I choose to walk,\" he said.  \"She's a pretty girl, and a good\ngirl, and some time I may marry her, but not now.\"\n\nOdo laughed good-humoredly, and they sauntered down the path together.\n\nThe prince had offered to dine with Miss Vance that evening, but sent a\nnote to say that he was summoned to the Highlands unexpectedly.\n\n\"It is adieu, not auf wiedersehen, I fear, with his Highness,\" Miss\nVance said, folding the note pensively.  She had not meant to drive a\nmarriage bargain, and yet--to have placed a pupil upon even such a\nbric-a-brac throne as that of Wolfburgh!  She looked thoughtfully at\nLucy's chubby cheeks.  A princess?  The man was not objectionable in\nhimself, either--a kindly, overgrown boy.  \"He told me,\" said Jean,\n\"that he was going to a house party at Inverary Castle.\"\n\n\"Whose house is that, Jean?\" asked Lucy.\n\n\"It is the ancestral seat of the Dukes of Argyll.\"\n\n\"Oh!\" Lucy gave a little sigh.  Prince Hugo was undeniably fat and very\nslow to catch a joke, but there was certainly a different flavor in\nthis talk of dukes and ancestral seats to the gossip about the Whites\nand Greens at home.\n\nIndeed, the whole party, including even Mr. Perry, experienced a\nsensation of sudden vacancy and flatness when his Highness left them.\nIt was as though they had been sheltering a royal eagle that was used\nto dwelling in sunlit heights unknown to them, and now they were left\non flat ground to consort with common poultry.\n\n\n\n\nCHAPTER VI\n\nMiss Vance led her party slowly through Scotland and down again to\nLondon.  Mrs. Waldeaux went with them.  The girls secretly laughed\ntogether at her fine indomitable politeness, and her violent passion\nfor the Stuarts, and hate of the Roundheads.  But Mr. Perry was bored\nby her.\n\n\"What is it to us,\" he said, \"that Queen Mary paddled over this lake,\nor Cromwell's soldiers whitewashed that fresco?  Give me a clean, new\nAmerican church, anyhow, before all of your mouldy, tomby cathedrals.\nThese things are so many cancelled cheques to me.  I have nothing to\npay on them.  It is live issues that draw on my heart.  You American\ngirls ought to be at home looking into the negro problem, or Tammany,\nor the Sugar Trust, instead of nosing into Rembrandts, or miracles at\nLourdes, or palaces.  These are all back numbers.  Write n. g. on them\nand bury them.  So, by the way, is your Mrs. Waldeaux a back number.\nMy own opinion is that all men and women at fifty ought to go willingly\nand be shut up in the room where the world keeps its second-hand\nlumber!\"\n\n\"Yet nobody,\" said Lucy indignantly, \"is more careful or tender with\nMrs. Waldeaux than you!\"\n\n\"That is because Mr. Perry has the genuine American awe of people of\ngood birth,\" said Jean slyly.  \"It is the only trait which makes me\nsuspect that he is a self-made man.\" Mr. Perry, for answer, only bowed\ngravely.  He long ago had ceased to hide his opinion that Miss Hassard\nwas insufferable.\n\nFrances, for her part, was sure that the young people were glad to have\nher as a companion.  One day she decided to stay with them, and the\nnext to go to New York on the first steamer.  She seemed to see life\nhazily, as one over whose mind a cataract was growing.  What had she to\ndo in Europe, she reasoned?  George was gone.  Her one actual hold on\nthe world had slipped from her.  That great mysterious thing called\nliving was done and past for her.\n\nAnd yet--there was Kenilworth, and Scott's house?  Scott, who had been\nher friend and leader since she was eight years old!  And in that\nanthem at York minster there was a message, which she had been waiting\nall of her life to hear!  And here was Lucy beside her with her soft\nvoice, and loving blue eyes--Lucy, who should have been George's wife!\nIn all of these things something high and good called to the poor lady,\nwhich she heard and understood as a child would the voice of its mother.\n\nOne hour she resolved to leave her son with his wife, to go back to\nWeir at once and work with the poultry and Quigg's jokes for the rest\nof her life.  She was dead.  Let her give up and consent to be dead.\n\nThe next, she would stay where she could see George sometimes, and try\nto forgive the woman who had him in her keeping.  Perhaps, after all,\nshe was human, as Clara said.  If she could forgive Lisa, she could be\nhappy with these young people and live--live in this wonderful old\nworld, where all that was best of past ages was kept waiting for her.\n\nWhen they came to London, she went at once to Morgan's to make a\ndeposit, for she had been hard at work on her jokes as she travelled,\nand had received her pay.\n\n\"Your son, madam,\" said the clerk, \"drew on his account to-day.  He\nsaid he expected remittances from you.  Is this to be put to his\ncredit?\"\n\n\"My son was in London to-day?\n\n\"He has just left the house.\"\n\n\"Did he--he left a message for me?  A letter, perhaps?\"\n\n\"No, nothing, madam.\"\n\n\"Put the money to his credit, of course.\" She went out into the narrow\nstreet and wandered along to the Bank of England, staring up at the\nhuge buildings.\n\nHe had been looking at them--he had walked on this very pavement a\nminute ago!  That might be the smoke of his cigar, yonder!\n\nShe could easily find him.  Just to look at him once; to hold his hand!\nHe might be ill and need her; he never was well in foggy weather.\n\nThen she remembered that Lisa was with him.  She would nurse him.\n\nShe called a cab, and, as she drove home, looked out at the crowd with\na hard, smiling face.\n\nHenry Irving that night played \"Shylock,\" and Mr. Perry secured a box\nfor Miss Vance.  Frances went with the others.  Before the curtain rose\nthere was a startled movement among them, a whisper, and then Clara\nturned to Mrs. Waldeaux.\n\n\"Frances, Lisa is coming into the opposite box,\" she said.  \"She is\nreally a beautiful woman in that decollete gown, and her cheeks\nflushed, and her eyes----  I had no idea!  She is superb!\"\n\nTwo men in the dress of French officers entered the box with Lisa.\nThey seated her, bending over her with an empressement which, to Mrs.\nWaldeaux's heated fancy, was insulting.  George came last, carrying his\nwife's cloak, which he placed upon a chair.  One of the men tossed his\ncape to him, with a familiar nod, and George laid it aside and sat down\nat the back of the box.\n\nHis mother leaned forward, watching.  That woman had put her son in the\nplace of an inferior--an attendant.\n\nThe great orchestra shook the house with a final crash, and the curtain\nrose upon the Venetian plaza.  Every face in the audience was turned\nattentive toward it.  But Mrs. Waldeaux saw only Lisa.\n\nA strange change came upon her as she watched her son's wife.  For\nmonths she had struggled feebly against her hate of Lisa.  Now she\nwelcomed it; she let herself go.\n\nIs the old story true after all?  Is there some brutal passion hiding\nin every human soul, waiting its chance, even in old age?  It is\ncertain that this woman, after her long harmless life, recognized the\nfury in her soul and freed it.\n\n\"Frances,\" whispered Clara, \"when this act is over, go and speak to\nthem.  I will go with you.  It is your chance to put an end to this\nhorrible separation.  They are your children.\"\n\n\"No.  That woman is my enemy, Clara,\" said Mrs. Waldeaux quietly.  \"I\nwill make no terms with her.\"\n\nMiss Vance sighed and turned to the stage, but Frances still watched\nthe opposite box.  It seemed as if the passion within her had cleared\nher eyes.  They never had seen George as they now saw him.\n\nWas that her son?  Was it that little priggish, insignificant fellow\nthat she had made a god of?  He was dull, commonplace!  Satisfied to\nsit dumb in the background and take orders from those bourgeois French\nJews!\n\nThe play went on, but she saw nothing but George and his wife.\n\nThere was the result of all her drudgery!  The hot summers of work in\nthe filthy poultry yards; the grinding out of poor jokes; the coarse,\ncheap underclothes (she used to cry when she put them on, she hated\nthem so).  Years and years of it all; and for that cold, selfish fop!\n\nHis mother saw him leave the box, and knew that he was coming.\n\n\"Oh, good-evening, George!\" she said gayly, as he opened the door.  \"A\nwonderful scene, wasn't it?  I have always wished to see Irving in\n'Hamlet.'\"\n\n\"This is 'Shylock,'\" he said gravely, and turned to speak to the\nothers.  They welcomed him eagerly, and made room for him.  He had lost\nsomething of the cold, blase air which had ennobled him in the eyes of\nthe young women.  He looked around presently, and said with a\ncomfortable shrug:\n\n\"It is so pleasant to talk English again!  My wife detests it.  We\nspeak only French.  I feel like an alien and outcast among you!\"  He\nlaughed; his mother glanced at him curiously.  But Lucy turned her face\naway, afraid that he should see it.  As he talked, George noted the\nclear-cut American features of the girls, and their dainty gowns, with\na keen pleasure; then he glanced quickly at the opposite box.\n\n\"Ah!\" said Jean to Mr. Perry.  \"The soiled lace and musk are beginning\nto tell!  He is tired of Lisa already!\" \"I never liked the fellow,\"\nsaid Mr. Perry coldly.  \"But he is hardly the cad that you suppose.\"\n\nHe fell into a gloomy silence.  He had wasted two years' salary in\nfollowing Lucy Dunbar about, in showering flowers on her, in posing\nbefore her in the last fashions of Conduit Street, and yet when this\nconceited fellow came into the box she was blind and deaf to all\nbesides!  Her eyes filled with tears just now when he talked of his\nloneliness.  Lonely--with his wife!  A married man!\n\nGeorge, when the curtain fell again, sat down by Frances.\n\n\"Mother,\" he said.\n\n\"Yes, George.\"  Her eyes were bright and attentive, but her countenance\nhad fallen into hard lines new to him.\n\n\"I went to Morgan's this afternoon.  You have been very liberal to us.\"\n\n\"I will do what I can.  You may depend upon that amount, regularly.\"\n\nHe rose and bade them good-night, and turned to her again.\n\n\"We--we are coming to-morrow to thank you.  MOTHER?\" There was a hoarse\nsob in his throat.  He laid his hand on her arm.  She moved so that it\ndropped.  \"We will come to-morrow,\" he said.  \"Did you understand?\nLisa wishes to be friends with you.  She is ready to forgive,\" he\ngroped on, blundering, like a man.\n\n\"Oh, yes, I understand.  You and Lisa are coming to forgive me\nto-morrow,\" she said, smiling.\n\nHe looked at her, perplexed and waiting.  But she said no more.\n\n\"Well, I must go now.  Good-night.\"\n\n\"Good-night, George!\"  Her bright, smiling eyes followed him steadily,\nas he went out.\n\n\nMrs. Waldeaux tapped at Clara's door that evening after they reached\nhome.\n\n\"I came to tell you that I shall leave London early in the morning,\"\nshe said.\n\n\"You will not wait to see George and his wife?\"\n\n\"I hope I never shall see them again.  No!  Not a word!  I will hear no\narguments!\"  She came into the room and closed the door.  There was a\ncertain novel air of decision and youth in her figure and movements.\n\"I am going to make a change, Clara,\" she said.  \"I have worked for\nothers long enough.  I am going away now, alone.  I will be free.  I\nwill live my own life--at last.\"  Her eyes shone with exultation.\n\n\"And----  Where are you going?\" stammered Miss Vance, dismayed.\n\n\"I don't know.  There is so much--it has all been waiting so long for\nme.  There are the cathedrals--and the mountains.  Or the Holy Land.\nPerhaps I may try to write again.  There seems to be a dumb word or two\nin me.  Don't be angry with me, Clara,\" throwing her arms about her\ncousin, the tears rushing to her eyes.  \"I may come back to you and\nlittle Lucy some time.  But just now I want to be alone and fancy\nmyself young.  I never was young.\"\n\nWhen Lucy stole into her old friend's chamber the next morning as usual\nto drink her cup of coffee with her, she found the door open and the\nroom in disorder, and she was told that Mrs. Waldeaux had left London\nat daybreak.\n\n\n\n\nCHAPTER VII\n\nDuring the year which followed, Mr. Perry was forced to return to the\nStates, but he made two flying trips across \"the pond,\" as he called\nit, in the interests of his magazine, always running down his prey of\nnotorieties in that quarter of Europe in which Miss Vance and her\ncharges chanced to be.\n\nWhen he came in July he found them in a humble little inn in Bozen.  He\nlooked with contempt at the stone floors, the clean cell-like chambers,\neach with its narrow bed, and blue stone ewer perched on a wooden\nstool; and he sniffed with disgust when breakfast was served on a table\nset out in the Platz.\n\n\"Don't know,\" he said, \"whether I can digest food, eating out of doors.\nMyself, I never give in to these foreign ways.  It's time they learned\nmanners from us.\"\n\n\"I have no doubt,\" said Miss Vance placidly, \"that you can find one of\nthe usual hotels built for rich Americans in the town.  We avoid them.\nWe search out the inns du pays to see as far behind the scenes as we\ncan.  I don't care to go to those huge houses with mobs of Chicagoans\nand New Yorkers; and have the couriers and portiers turn the\nflashlights on Europe for me, as if it were a burlesque show.\"\n\n\"Now, that's just what I like!\" said Perry.  \"I always go to the houses\nwhere the royalties put up.  I like to order better dishes and give\nbigger tips than they do.  They don't know Jem Perry from Adam, but\nit's my way of waving the American flag.\"\n\n\"I am afraid we have no such patriotic motive,\" said Clara.  \"My girls\nseem to care for nothing now but art.  We have made this little inn our\nheadquarters in the Tyrol chiefly out of love for the old church\nyonder.\"\n\nMr. Perry glanced contemptuously across the Platz at the frowning gray\nbuilding, and sat down with his back to it.\n\n\"Art, eh?  Well, I've no doubt I could soon catch on to Art, if I\nturned my mind that way.  It pays, too,--Art.  Not the fellows who\npaint, but the connoisseurs.  There's Miller from our town.  He was a\ndrummer for a candy firm.  Had an eye for color.  Well, he buys\npictures now for Americans who want galleries in their houses.  He\nbought his whole collection for Stout--the great dealer in hams.  Why,\nMiller can tell the money value within five dollars, at sight, of any\npicture in Europe.  He's safe, too.  Never invests in pictures that\naren't sure to go up in price.  Getting rich!  And began as a candy\ndrummer!  No, ma'am!  Art's no mystery.  I've never taken it up myself.\nEurope is sheer pleasure to me.  I get the best out of it.  I know\nwhere to lodge well, and I can tell you where the famous plats are\ncooked, and I have my coats built by Toole.  The house pays me a salary\nwhich justifies me in humoring my little follies,\" stroking his red\nbeard complacently.\n\nLucy's chubby face and steady blue eyes were turned on him\nthoughtfully, and presently, when they sauntered down the windy street\ntogether, he talked and she still silently watched him.\n\n\"Miss Precision is weighing him in the balance,\" said Jean, laughing,\nas she poured out more black coffee.  \"With all of her soft ways Lucy\nis shrewd.  She knows quite well why he races across the Atlantic, and\nwhy Prince Wolfburgh has backed away from us and charged on us again\nall summer.  She is cool.  She is measuring poor Perry's qualifications\nfor a husband now just as she would materials for a cake.  A neat\nlittle inventory.  So much energy, so much honest kindness--so much\nvulgarity.  I couldn't do that.  If ever a man wants to marry me, I'll\nfly to him or away from him, as quick as the steel needle does when the\nmagnet touches it.\" Miss Vance listened to her attentively.  \"Jean,\"\nshe said, after a pause, \"are you sure that it is Lucy whom the prince\nwishes to marry?\"\n\n\"It is not I,\" said Miss Hassard promptly.  \"He has thought of me\nseveral times--he has weighed my qualifications.  But the man is in\nlove with Lucy as honestly as a ploughman could be.  Don't you think\nI've tough luck?\" she said, resting her elbow on the table and her chin\non her palm, her keen gray eyes following Miss Dunbar and her lover as\nthey loitered under the shadow of the church.  \"I am as young as Lucy.\nI have a better brain and as big a dot.  But her lovers make her life a\nburden, and I never have had one.  Just because our noses and chins are\nmade up differently!\"\n\n\"Oh, my dear!\" said Clara anxiously.  \"I never thought you cared for\nthat kind of success!\"\n\n\"I'm only human,\" Jean laughed.  \"Of course I'm an artist.  I'm going\nto paint a great picture some day that all the world shall go mad\nabout.  Of Eve.  I'll put all the power of all women into her.  But in\nthe meantime I'd like to see one man turn pale and pant before me as\nthe fat little prince does when Lucy snubs him.\"\n\n\"Lucy is very hard to please,\" complained Miss Vance.  \"She snubs Mr.\nPerry--naturally.  But the prince--why should she not marry the prince?\"\n\n\"Your generation,\" said Jean, smiling slyly, \"used to think that an\nunreasonable whim called love was a good thing in marriage----\"\n\n\"But why should she not love the prince?  He is honorable and kind, and\nquite passable as to looks----  Can there be any one else?\" turning\nsuddenly to Jean.\n\nMiss Hassard looked at her a moment, hesitating.  \"Your cousin George\nused to be Lucy's type of a hero----\"\n\n\"Why! the man is married!\"  Miss Vance stood up, her lean face\nreddening.  \"Jean!  You surprise me!  That kind of talk--it's indecent!\nIt is that loose American idea of marriage that ends in hideous divorce\ncases.  But for one of my girls----\"\n\n\"It is a very old idea,\" said Jean calmly.\n\n\"David loved another man's wife.  Mind you, I don't accuse Lucy of\nloving any body, but when the needle has once touched the magnet it\nanswers to its call ever after.\"\n\nMiss Vance vouchsafed no answer.  She walked away across the Platz,\njerking her bonnet strings into a knot.  Jean was one of the New Women!\nHer opinions stuck out on every side like Briareus' hundred elbows!\nYou could not come near her without being jabbed by them.  Such women\nwere all opinions; there was no softness, no feeling, no delicacy about\nthem.  Skeletons with no flesh!  As for Lucy, she had no fear.  If even\nthe child had loved George, she would have cast out every thought of\nhim on his wedding day, as a Christian girl should do!\n\nShe passed Lucy at that moment.  She was leaning against one of the\nhuge stone lions which crouch in front of the church, listening to Mr.\nPerry.  If ever a pure soul looked into the world it was through those\nlimpid eyes!\n\nThe Platz was nearly empty.  One or two men in blouses clattered across\nthe cobblestones and going into the dark church dropped on their knees.\nThe wind was high, and now and then swept heavy clouds low across the\nsunlight space overhead.\n\nLucy, as Jean had guessed, knew why the man beside her had crossed the\nAtlantic, and she had decided last night to end the matter at once.\nThe tears had stood in her eyes for pity at the thought of the pain she\nmust give him.  Yet she had put on her new close-fitting coat and a\nbecoming fur cap, and pulled out the loose hair which she knew at this\nmoment was blowing about her pink cheeks in curly wisps in a way that\nwas perfectly maddening.  Clara, seeing the mischief in her eyes as she\nlistened shyly to Perry, went on satisfied.  There was no abyss of\nblack loss in that girl's life!\n\nLucy just now was concerned only for Perry.  How the poor man loved\nher!  Why not marry him after all, and put him out of his pain?  She\nwas twenty-four.  Most women at twenty-four had gone through their\nlittle tragedy of love.  But she had had no tragedy.  She told herself\nfirmly that there had been no story of love in her life.  There never\ncould be, now.  She was too old.\n\nShe was tired, too, and very lonely.  This man would seat her on a\nthrone and worship her every day.  That would be pleasant enough.\n\n\"I am ashamed of myself,\" he was saying, \"to pursue you in this way.\nYou have given me no encouragement, I know.  But whenever I go to New\nYork and bone down to work, something tells me to come back and try\nagain.\"\n\nLucy did not answer, and there was a brief silence.\n\n\"Of course I'm a fool,\"--prodding the ground with his stick.  \"But if a\nman were in a jail cell and knew that the sun was shining just outside,\nhe'd keep on beating at the wall.\"\n\n\"Your life is not a jail cell.  It's very comfortable, I think.\"\n\n\"It has been bare enough.  I have had a hard fight to live at all.  I\ntold you that I began as a canal-boy.\"\n\nShe looked at him with quick sympathy.  At once she fancied that she\ncould read old marks of want on his face.  His knuckles were knobbed\nlike a laborer's.  He had had a hard fight!  It certainly would be\npleasant to rain down comfort and luxury on the good, plucky fellow!\n\n\"Of course that was all long ago,\" said Perry.  \"I'm not ashamed of it.\nAs Judge Baker remarked the other day, 'The acknowledged aristocrats of\nAmerica, to-day, are its self-made men.'  He ought to know.  The Bakers\nare the top of the heap in New York.  Very exclusive.  I've been\nintimate there for years.  No, Miss Dunbar, I may have begun as a\nmule-driver on a canal, but I am choice in my society.  My wife will\nnot find a man or woman in my circle who is half-cut.\"\n\nLucy drew a long breath.  To live all day and every day with this man!\n\nAnd yet--she was so tired!  There was a good deal of money to manage,\nand he could do that.  He would like a gay, hospitable house, and so\nwould she, and they would be kind to the poor--and he was an\nEpiscopalian, too.  There would be no hitch there.  Lucy was a zealous\nHigh Churchwoman.\n\nWhy should she not do it?  The man was as good as gold at heart.  Jean\ncalled him a cad, but the caddishness was only skin deep.\n\nMr. Perry watched her, reading her thoughts more keenly than she\nguessed.\n\n\"One thing I will say in justice to myself,\" he said.  \"You are a rich\nwoman.  If you marry me, YOU will know, if nobody else does, that I am\nno fortune-hunter.  I shall always be independent of my wife.  Every\ndollar she owns shall be settled on her before I go with her to the\naltar.\"\n\n\"Oh, I'm not thinking of the money,\" said Lucy impatiently.\n\n\"Then you are thinking of me!\"  He leaned over her.  She felt as if she\nhad been suddenly dragged too close to a big unpleasant fire.  \"I know\nyou don't love me,\" he panted, \"you cold little angel, you!  But you do\nlike me?  Eh? just a little bit, Lucy?  Marry me.  Give me a chance.\nI'll bring you to me.  If there is a single spark of love in your heart\nfor me, I'll blow it into a flame!  I can do it, I tell you!\"  He\ncaught her fiercely by the shoulder.\n\nLucy drew back and threw out her hands.  \"Let me have time to think!\"\n\n\"Time?  You've had a year!\"\n\n\"One more day.  Come again this evening----\"\n\n\"This evening?  I've come so often!\" staring breathlessly into her\nface.  \"It will be no use, I can see that.  Well, as you please.  I'll\ncome once more.\"\n\nThe young fellow in his jaunty new clothes shook as if he had the ague.\nHe had touched her.  For one minute she had been his!\n\nHe turned and walked quickly across the Platz.\n\nLucy, left alone, was full of remorse.  She looked down into her heart;\nshe had forgotten to do it before.  No, not a spark for him to blow\ninto a flame; not a single warm thought of him!\n\nThe girl was ashamed of herself.  He might be a cad, but he was real;\nhis honest love possessed him body and soul.  It was a matter of\nexpediency to her; a thing to debate with herself, to dally over, with\npaltry pros and cons.\n\nMiss Vance came hurriedly up the street, an open letter in her hand.\nLucy ran to meet her.\n\n\"What is it?  You have heard bad news?\"\n\n\"I suppose we ought not to call it that.  It is from George Waldeaux.\nThey have a son, two months old.  He tells it as a matter for\nrejoicing.\"\n\n\"Oh, yes,\" said Lucy feebly.\n\n\"They are at Vannes--in Brittany.  He has a cough.  He seems to know\nnobody--to have no friends, and, I suspect, not much money.  He is\nterribly depressed.\"  Clara folded the letter thoughtfully.  \"He asks\nme to tell his mother that the baby has come.\"\n\n\"Where is his mother?\"\n\n\"In Switzerland.\"\n\n\"Why is she not with him?\" demanded Lucy angrily.  \"Wandering about\ngathering edelweiss, while he is alone and wretched!\"\n\n\"He has his wife.  You probably do not understand the case fully,\" said\nClara coldly.  \"I am going to wire to his mother now.\"  She turned away\nand Lucy stood irresolute, her hand clutching the shaggy head of the\nstone beast beside her.\n\n\"I can give him money.  I'll go to him.  He needs me!\" she said aloud.\nThen her whole body burned with shame.  She--Lucy Dunbar, good proper\nLucy, whose conscience hurt her if she laid her handkerchiefs away awry\nin her drawer, nursing a criminal passion for a married man!\n\nShe went slowly back to the inn.  \"He has his wife,\" she told herself.\n\"I am nothing to him.  I doubt if he would know me if he met me on the\nstreet.\"  She tried to go back to her easy-going mannerly little\nthoughts, but there was something strange and fierce behind them that\nwould not down.\n\nJean came presently to the salle.  \"I have had a letter too,\" she said.\n\"The girl who writes came from Pond City.  She was in the same atelier\nin Paris with George.  She says:  'Your friends the Waldeaux have come\nto grief by a short cut.  They flung money about for a few months as if\nthey were backed by the Barings.  The Barings might have given their\nsuppers.  As for their studio--there was no untidier jumble of old\narmor and brasses and Spanish leather in Paris; and Mme. George posing\nin the middle in soiled tea-gowns!  But the suppers suddenly stopped,\nand the leather and Persian hangings went to the Jews.  I met Lisa one\nday coming out of the Vendome, where she had been trying to peddle a\nroll of George's sketches to the rich Americans.  I asked her what was\nwrong, and she laughed and said, \"We were trying to make thirty francs\ndo the work of thirty thousand.  And we have made up our minds that we\nknow no more of art than house painters.  We are in a blind alley!\"\nSoon after that the baby was born.  They went down to Brittany.  I hear\nthat Lisa, since the child came, has been ill.  I tell all this dreary\nstuff to you thinking that you may pass it on to their folks.  Somebody\nought to go to their relief.'\"\n\n\"Relief!\" exclaimed Miss Vance.  \"And the money that they were flinging\ninto the gutter was earned day by day by his old mother!  Every dollar\nof it!  I know that during the last year she has done without proper\nclothes and food to send their allowance to them.\" \"You forget,\" said\nLucy, \"that George Waldeaux was doing noble work in the world.  It was\na small thing for his mother to help him.\"\n\n\"Noble work?  His pictures or his sermons, Lucy?\" demanded Miss Vance,\nwith a contemptuous shrug.\n\nLucy without reply walked out to the inn garden and seated herself in a\nshady corner.  There Mr. Perry found her just as the first stroke of\nthe angelus sounded on the air.  Her book lay unopened on her lap.\n\nHe walked slowly up to her and stopped, breathing hard, as if he had\nbeen running.  \"It is evening now.  I have come for my answer, Miss\nDunbar,\" he said, forcing a smile.\n\n\"Answer?\"  Lucy looked up bewildered.\n\n\"You have forgotten!\"\n\nThe blood rushed to her face.  She held out her hands.  \"Oh, forgive\nme!  I heard bad news.  I have been so troubled----\"\n\n\"You forgot that I had asked you to be my wife!\"\n\n\"Mr. Perry----\"\n\n\"No, don't say another word, Miss Dunbar.  I have had my answer.  I\nknew you didn't love me, but I did not think I was so paltry that you\nwould forget that I had offered to marry you.\"\n\nLucy pressed her hands together, looking up at him miserably without a\nword.  He walked down the path and leaned on the wall with his back to\nher.  His very back was indignant.\n\nPresently he turned.  \"I will bid you goodby,\" he said, with an effort\nat lofty courtesy, \"and I will leave my adieux for your friends with\nyou.\"\n\n\"Are you going--back to the States?\" stammered Lucy.\n\n\"Yes, I am going back to the States,\" he replied sternly.  \"A man of\nmerit there has his place, regardless of rank.  Jem Perry can hold his\nhead there as high as any beggarly prince.  Farewell, Miss Dunbar.\"\n\nHe strode down the path and disappeared.  Lucy shook her head and cried\nfrom sheer wretchedness.  She felt that she had been beaten to-day with\nmany stripes.\n\nSuddenly the bushes beside her rustled.  \"Forgive me,\" he said\nhoarsely.   She looked up and saw his red honest eyes.  \"I behaved like\na brute.  Good-by, Lucy!  I never loved any woman but you, and I never\nwill.\"\n\n\"Stay, stay!\" she cried.\n\nHe heard her, but he did not come back.\n\n\n\n\nCHAPTER VIII\n\nLucy was silent and dejected for a day or two, being filled with pity\nfor Mr. Perry's ruined life.  But when she saw his name in a list of\noutgoing passengers on the Paris her heart gave a bound of relief.\nNothing more could now be done.  That chapter was closed.  There had\nbeen no other chapter of moment in her life, she told herself sternly.\nNow, all the clouds had cleared away.  It was a new day.  She would\nbegin again.\n\nSo she put on new clothes, none of which she had ever worn before, and\ntied back her curly hair with a fresh white ribbon, and came down to\nbreakfast singing gayly.\n\nMiss Vance gave her her roll and milk in silence, and frowning\nimportantly, drew out a letter.\n\n\"Lucy, I have just received a communication from Prince Wolfburgh.  He\nis in Bozen.\"\n\n\"Here!\" Lucy started up, glancing around like a chased hare.\n\nThen she sat down again and waited.  There was no other chapter, and\nthe book was so blank!\n\n\"His coming is very opportune,\" she said presently, gently.\n\n\"Oh! do YOU think so, my dear?  Really!  Well, I always have liked the\nyoung man.  So simple.  So secure of his social position.  The\nWolfburghs, I find, go back to the eleventh century.  Mr. Perry had\nnoble traits, but one never felt quite safe as to his nails or his\ngrammar.\"\n\n\"But the prince--the prince?\" cried Jean.\n\n\"Oh, yes.  Well, he writes--most deferentially.  He begs for the honor\nof an interview with me this afternoon upon a subject of the most vital\nimportance.  He says, 'regarding you, as I do, in loco parentis to the\nhochgeboren Fraulein Dunbar.'\" \"Hochgeboren!\" said Lucy.  \"My\ngrandfather was a saddler.  Tell him so, Miss Vance.  Tell him the\nexact facts.  I want no disclosures after----\"\n\n\"After marriage?\" said Jean, rising suddenly.  \"Then you have decided?\"\n\n\"I have not said that I had decided,\" replied Lucy calmly.\n\nJean laughed.  \"He will not be scared by the saddler.  Europeans of his\norder take no account of our American class distinctions.  They look\nupon us as low-born parvenues, all alike.  They weigh and value us by\nother standards than birth.\"\n\n\"I have money, if you mean that, Jean,\" said Lucy cheerfully.\n\n\"I think you had better go away, girls, if you have finished your\ndejeuner.  He may be here at any moment now,\" said Clara, looking\nanxiously at her watch.\n\nLucy went to her little chamber and sat down to work at a monstrous\ncaricature which she was painting of the church.  Jean paced up and\ndown the stone corridor, looking out of the window into the Platz.\n\n\"He has come,\" she said excitedly, appearing at Lucy's door.  \"He went\ninto the church first, to say an ave for help, poor little man!  His\nfat face is quite pale and stern.  It is a matter of life and death to\nhim.  And it's no more to you than the choosing of a new coat.\"\n\nLucy smiled and sketched in a priest on the church steps.  Her hand\nshook, but Jean could not see that.  She went to the window again with\nsomething like an inward oath at the dolts of commonplace women who had\nall the best chances, but was back in a moment, laughing nervously.\n\n\"Do you know he has on that old brown suit?\"  She leaned against the\njamb of the door.  \"If I were a prince, and came a-wooing, I would have\ntroops of my Jagers, and trumpets and banners with the arms of my\nHouse, and I'd wear all my decorations.  Of course we Americans are\nbound to say that rank and royalty are dead things.  But if I had them,\nI'd galvanize the corpses!  If they are useful as shows, I'd make the\nshow worth seeing.  I'd cover myself with jewels like the old\nRomanoffs.  You would never see Queen Jean in a slouchy alpaca and\npork-pie hat like Victoria.\"  While her tongue chattered, her eyes\nwatched Lucy keenly.  \"You don't hear me!  You are deciding what to do.\nWhy on earth should you hesitate?  He is a gentleman--he loves you!\"\nand then to Lucy's relief she suddenly threw on her hat and rushed off\nfor a walk.\n\nMiss Dunbar painted the priest's robe yellow, in her agitation.  But\nthe agitation was not deep.  There really seemed no reason why she\nshould hesitate.  He would be kind; he was well-bred and agreeable.  A\nprincess?  She had a vague idea of a glorified region of ancestral\ncastles and palaces in which dukes and royalties dwelt apart and\ndiscoursed of high matters.  She would be one of them.\n\nThe other day there seemed to be no reason why she should not marry Mr.\nPerry.  In marriage then one must only consider the suitability of the\nman?  There was nothing else to consider----\n\n\nWith a queer, hunted look in her soft eyes she worked on, daubing on\npaint liberally.\n\nMeanwhile, in the little salle below, Miss Vance sat stiffly erect,\nwhile the prince talked in his shrill falsetto.  Although he set forth\nhis affection for the engelreine Madchen as simply as the little German\nbaker in Weir (whom he certainly did resemble) might have done, she\ncould find, in her agitation, no fitting words in which to answer him.\nThat she, Clara Vance, should be the arbiter in a princely alliance!\nAt last she managed to ask whether Miss Dunbar had given him any\nencouragement on which to found his claim.\n\n\"Ah, Fraulein Vance!\" he cried, laughing.  \"The hare does not call to\nthe hounds!  But I have no fear.  She speaks to me in other ways than\nby words.\n\n  \"'Mein Herz und seine Augen\n  Verstehen sich gar so gut!'\n\nYou know the old song.  Ah, ja!  I understand what she would\nsay--here!\" touching his heart.\n\nHe paced up and down, smiling to himself.  Suddenly he drew up before\nher, tossing his hands out as if to throw away some pleasant dream.  \"I\nhave come to you, gracious lady, as I would to the mother of Miss\nDunbar.  I show to you the heart!  But before I address her it is\nnecessary that I shall consult her guardian with regard to business.\"\n\nIt was precisely, Clara said afterward, as if the baker from Weir had\nstopped singing, and presented his bill.\n\n\"Business?\" she gasped.  \"Oh, I see!  Settlements.  We don't have such\nthings in the States.  But I quite understand all those European social\ntraits.  I have lived abroad for years.  I----\"\n\n\"Who is Miss Dunbar's guardian?\" the prince demanded alertly.  He sat\ndown by the table and took out a notebook and papers.\n\n\"But--settlements?  Is not that a little premature?\" she ventured.\n\"She has not accepted you.\"\n\n\"HE may not accept my financial proposals.  It is business, you see.\nThe gentle ladies, even die Amerikaner, do not comprehend business.  It\nis not, you perceive, dear lady, the same when the head of the House of\nWolfburgh allies himself with a hochgeboren Fraulein as when the\ntailors marry----\"\n\n\"Nor bakers.  I see,\" stammered Clara.\n\n\"Miss Dunbar's properties are valuable.  Her estate in Del-aware,\"\nglancing at his notebook, \"is larger than some of our German kingdoms.\nHer investments in railway and mining securities, if put on the market,\nshould be worth a million of florins.  These are solid matters, and\nmust be dealt with carefully.\"\n\n\"But, good gracious, Prince Wolfburgh!\" cried Miss Vance, \"how did you\nfind out about Lucy's investments?\"\n\nHe looked at her in amazement.  \"Meine gnadigste Fraulein!  It is not\npossible that you supposed that in such a matter as this men leap into\nthe dark--the men of rank, princes, counts, English barons, who marry\nthe American mees?  That they do not know for what they exchange\ntheir--all that they give?  I will tell you,\" with a condescending\nsmile.  \"There are agents in the States--in New York--in\nChicago--in--how do you name it?  St. Sanata.  They furnish exact\ninformation as to the dot of the lady who will, perhaps, marry here.\nOh, no!  We do not leap into the dark!\"\n\n\"So I perceive,\" said Clara dryly.  \"And may I inquire, your Highness,\nwhat financial arrangement you propose, in case she becomes your wife?\"\n\n\"Assuredly.\"  He hastily unfolded a large paper.  \"This must be\naccepted by her guardian before the betrothal can take place.  I will\ntranslate, in brief.  The whole estate passes to me, and is secured to\nme in case of my wife's death without issue.  I inserted that clause,\"\nhe said, looking up, smiling, for approval, \"because American Frauleins\nare so fragile--not like our women.  I will, of course, if we have\nissue, try to preserve the real estate for my heir, and the remaining\nproperty for my other children.\"\n\n\"It seems to me that a good deal is taken for granted there,\" said\nClara, whose cheeks were very hot.  \"And where does Miss Dunbar come\ninto this arrangement?  Is she not to have any money at all?\"\n\n\"My widow, should I die first, will be paid an annuity from my estate.\nBut while Mees Lucy is my wife, _I_ will buy all that she needs.  I\nwill delight to dress her, to feed her well.  With discretion, of\ncourse.  For there are many channels into which my income must flow.\nBut I will not be a niggardly husband to her!  No, no!\" cried the\nlittle man in a glow.\n\n\"That is very kind of you.  But she will not have any of her own money\nto spend?  In her own purse?  To fling into the gutter if she chooses?\"\n\nThe prince laughed gayly.  \"How American you are, gracious lady!  A\nGerman wife does not ask for her 'own purse.'  My wife will cease to be\nAmerican; she will be German,\" patting his soft hands ecstatically.\n\"But you have not told me the name of her guardian?\"\n\n\"Lucy,\" said Miss Vance reluctantly, \"is of age.  She has full control\nof her property.  A Trust Company manages it for her, but they have no\nauthority to stop her if she chooses to--throw it into the gutter.\"\n\nThe prince looked up sharply.  Could this be a trick?  But if it were,\nthe agent would find out for him.  He rose.\n\n\n\"To have the sole disposal of her own hand and of her fortune?  That\nseems strange to us,\" he said, smiling.  \"But I have your consent, most\ndear lady, to win both, if I can?\"\n\n\"Oh, yes, prince.  If you can.\"\n\nHe took her hand and bowed profoundly over it, but no courtly grace nor\nwords could bring back Clara's awe of him.  She had a vague impression\nthat the Weir baker had been wrangling with her about his bill.\n\n\"Your Highness has asked a good many questions,\" she said.  \"May I put\none to you?  Did you inquire concerning Miss Hassard's dot, also?\" \"Ah,\ncertainly!  Why not?  It is very large.  I have spoken of it to my\ncousin Count Odo.  But the drawback--her father still lives.  He may\nmarry again.  Her dot depends upon his good pleasure.  Whereas Miss\nDunbar is an orphan; and besides that, she is so dear to me!\" clasping\nhis hands, his face red with fervor.  \"So truly dear!\"\n\nAnd she knew that he honestly meant it.\n\n\n\n\nCHAPTER IX\n\nWhen Miss Vance came into the corridor after she had reported this\ninterview to Lucy, Jean swept her into her room and dragged the whole\nstory from her.  In fact the poor anxious lady was glad to submit it to\nthe girl's shrewd hard sense.\n\n\"You told him that she was the uncontrolled mistress of her money!\"\n\n\"It is the truth.  I had to tell him the truth, my dear.\"\n\n\"Yes, I suppose so, for he would have found it out anyhow.\"\n\n\"I do feel,\" panted Clara, \"as if I had put a dove into the claws of a\nvulture.\"\n\n\"Not at all,\" said Jean promptly.  \"The little man has a heart, but an\nempty pocket.  Was Lucy interested most in his love or his bargaining?\"\n\n\"In neither, I think.  She just went on painting, and said nothing.\"\n\n\"Oh, she will decide the matter in time!  She will bring her little\nintellect to bear on it as if it were a picnic for her Sunday-school\nclass!\"  Jean stood silent a while.  \"Miss Vance,\" she said suddenly,\n\"let me engineer this affair for a few days.  I can help you.\"\n\n\"What do you propose to do, Jean?\"\n\n\"To leave Bozen to-morrow.  For Munich.\"\n\n\"But the Wolfburghs have a palace or--something in Munich.  Is it quite\ndelicate for us----\"\n\n\"It is quite rational.  Let us see what the something is.  So far in\nour dealings with principalities and powers, we have had a stout little\nman--with no background.\" The prince was startled when he was told of\nthis sudden journey, but declared that he would follow them to-morrow.\n\nLucy, as usual, asked no questions, but calmly packed her satchel.\n\nAs the little train, the next day, lumbered through the valley of the\nEisach, she sat in her corner, reading a newspaper.  Miss Vance dozed,\nor woke with a start to lecture on points of historic interest.\n\n\"Why don't you look, Lucy?  That monastery was a Roman fortress in the\nthird century.  And you are missing the color effects of the vineyards.\"\n\n\"I can look now.  I have finished my paper.\"  Lucy folded it neatly and\nreplaced it in her bag.  \"I have read the Delaware State Sun,\" she said\ntriumphantly, \"regularly, every week since we left home.  When I go\nback I shall be only seven days behind with the Wilmington news.\"\n\nJean glanced at her contemptuously.  \"Look at that great castle on\nyonder mountain,\" she said.  \"You could lodge a village inside of the\nramparts.  Do you think Wolfburgh Schloss is like that?  The prince\ntold us last night,\" turning to Miss Vance, \"the old legends about his\ncastle.  The first Wolfburgh was a Titan about the time of Noah, and\nmarried a human wife, and with his hands tore open the mountain for\nrocks to lay the foundation of his house.  According to his story there\nwere no end of giants and trolls and kings concerned in the building of\nit,\" she went on, furtively watching the deepening pink in Lucy's\ncheek.  \"The Wolfburgh of Charlemagne's day was besieged by him, and\nanother entertained St. Louis and all his crusaders within the walls.\"\nJean's voice rose shrilly and her eyes glowed.  She leaned forward,\nlooking eagerly across the fields.  \"The prince told us that the\nSchloss of his race had for centuries been one of the great fortresses\nof Christendom.  And here it is!  Now we shall see--we shall see!\"\n\nThe car stopped.  The guard opened the door and Miss Vance and Lucy\nsuddenly found themselves swept by Jean on to the platform, while the\nlittle train rumbled on down the valley.  Miss Vance cried out in\ndismay.\n\n\"Never mind.  There will be another train in a half hour,\" said Jean.\n\"Here is the Schloss,\" pointing to a pepper-box tower neatly\nwhitewashed, which rose out of a huge mass of broken stone.  \"And here,\nI suppose, is the capital of the kingdom over which the Wolfburghs now\nreign feudal lords?\"\n\nClara found herself against her will looking curiously at the forge,\nthe dirty shop, the tiny bier-halle, and a half a dozen huts, out of\nwhich swarmed a few old women and children.\n\n\"Where are the men of this village?\" Jean demanded of the station\nmaster, a stout old man with a pipe in his mouth.\n\n\"Gone to America, for the most part,\" he said, with a shrug.\n\nLucy came up hastily, an angry glitter in her soft eyes.  \"You have no\nright to make me play the spy in this way!\" she said haughtily, and\ngoing into the little station sat down with her back to the door.\n\n\"You?  It is I--I----\" muttered Jean breathlessly.  \"And who lives in\nthe tower, my good man?  It is not big enough for a dozen hens.\"  She\nslipped a florin into his hand.\n\n\"Four of the noble ladies live there.  The princesses.  The gracious\nsisters of Furst Hugo.  There come two of them now.\"\n\nA couple of lean, wrinkled women dressed in soiled merino gowns and\nhuge black aprons, their hair bristling in curl papers, crossed the\nroad, peering curiously at the strangers.\n\n\"They came to look at you, Fraulein,\" said the man, chuckling.\n\"Strangers do not stop at Wolfburgh twice in the year.\"\n\n\"And what do the noble ladies do all the year?\"\n\n\"Jean, Jean!\" remonstrated Clara.\n\n\"Oh, Miss Vance!  This is life and death to some of us!  What do they\ndo?\"\n\n\"Do?\" said the man, staring.  \"What shall any gracious lady do?  They\ncook and brew, and crochet lace and----\"\n\n\"Are there any more princesses--sisters of Furst Hugo?\"\n\n\"Two more.  They live in Munich.  No, none of them are married.\nBecause,\" he added zealously, \"there are no men as high-born as our\ngracious ladies, so they cannot marry.\"\n\n\"No doubt that accounts for it,\" said Jean.  \"Six.  These are 'the\nchannels into which the income will flow,' hey?\" She gave him more\nmoney, and marching into the station caught Lucy by the shoulder,\nshaking her passionately.  \"Do you think any American girl could stand\nthat?  How would YOU like to be caged up in that ridiculous tower to\ncook and crochet and brew beer and watch the train go by for\nrecreation?  The year round--the year round?\"\n\nLucy rose quietly.  \"The train is coming now,\" she said.  \"Calm\nyourself, Jean.  YOU will not have to live in the tower.\"\n\nJean laughed.  When they were seated in the car again, she looked\nwistfully out at the heaps of ruins.\n\n\"It must have been a mighty fortress once,\" she said.  \"Those stones\nwere hewed before Charlemagne's time.  And a great castle could easily\nbe built with them now,\" she added thoughtfully.\n\n\n\n\nCHAPTER X\n\nThe travellers entered Munich at noon.  The great generous city lay\ntranquil and smiling in the frosty sunlight.\n\n\"I have secured apartments,\" said Miss Vance, \"used hitherto by\nroyalties or American millionaires.  My girl must be properly framed\nwhen a prince comes a-wooing.\"\n\nLucy smiled.  But her usual warm color faded as they drove through the\nstreets.  Jean, however, was gay and eager.\n\n\"Ah, the dear splendid town!\" she cried.  \"It always seems to give us a\nroyal welcome.  Nothing is changed!  There is the music in the Kellers,\nand there go the same Bavarian officers with their swagger and saucy\nblue eyes.  They  are the handsomest men in Europe!  And here is the\nMunchen-kindl laughing at us, and the same crowds are going to the\nPinakothek!  What do you want more?  Beer and splendor and fun and art!\nWhat a home it will be for you, Lucy!\"\n\nLucy's cold silence did not check Jean's affectionate zeal.  She\nanxiously searched among the stately old buildings, which they passed,\nfor the Wolfburgh palace.  \"It will not be in these commonplace\nHaussmannized streets,\" she said.  \"It is in some old corner; it has a\nvast, mysterious, feudal air, I fancy.  You will hold a little court in\nit, and sometimes let a poor American artist from Pond City in to hang\non the edge of the crowd and stare at the haute noblesse.\"\n\n\"Don't be absurd, Jean,\" said Miss Vance.\n\n\"I am quite serious.  I think an American girl like Lucy, with her\nbeauty and her money, will be welcomed by these German nobles as a\nwhite swan among ducks.  She ought to take her place and hold it.\"\nJean's black eyes snapped and the blood flamed up her cheeks.  \"If I\nwere she I'd make my money tell!  I'd buy poor King Ludwig's residence\nat Binderhof, with the cascades and jewelled peacocks and fairy\ngrottos, for my country seat.  The Bavarian nobility are a beggarly\nlot.  If they knew that Lucy and her millions were coming to town in\nthis cab, they'd blow their trumpets for joy.  'Wave, Munich, all thy\nbanners wave!'\"  Lucy's impatient shrug silenced her, but she was\npreoccupied and excited throughout the day.  Miss Vance watched her\ncuriously.  Could it be that she had heard of the prince's plan of\nmarrying her to his cousin, and that she was building these air castles\nfor herself?\n\n\nA day or two sufficed to make Miss Vance's cheery apartments the\nrendezvous of troops of Americans of all kinds: from the rich lounger,\nbored by the sight of pictures, which he did not understand, and courts\nwhich he could not enter, to the half-starved, eager-eyed art students,\nwho smoked, and drank beer, and chattered in gutturals, hoping to pass\nfor Germans.\n\nThere were plenty of idle young New Yorkers and Bostonians too,\nhovering round Lucy and Jean, overweighted by their faultless London\ncoats and trousers and fluent French.  But they deceived nobody; they\nall had that nimble brain, and that unconscious swagger of importance\nand success which stamps the American in every country.  Prince Hugo,\nin his old brown suit, came and went quietly among them.\n\n\"The genuine article!\" Jean declared loudly.  \"There is something royal\nin his hospitality!  He lays all Munich at Lucy's feet, as if it were\nhis own estate, and the museums and palaces were the furniture of his\nhouse.  That homely simplicity of his is tremendously fine, if she\ncould understand it!\"\n\nThe homely genuineness had its effect even upon Lucy.  The carriage\nwhich he brought to drive them to Isar-anen was scaly with age, but the\ncrest upon it was the noblest in Bavaria; in the cabinet of portraits\nof ancient beauties in the royal palace he showed her indifferently two\nor three of his aunts and grandmothers, and in the historical picture\nof the anointing of the great Charlemagne, one of his ancestors, stout\nand good-humored as Hugo himself, supported the emperor.\n\n\"The pudgy little man,\" said Jean one day, \"somehow belongs to the old\nworld of knights and crusaders--Sintram and his companions.  He will\nmake it all real to Lucy when she marries him.  He is like Ali Baba,\nstanding at the shut door of the cave full of jewels and treasures with\nthe key in his hand.\"\n\n\"Those Arabian Night stories are simply silly,\" said Lucy severely.  \"I\nam astonished that any woman in this age of the world should read that\nkind of trash.\"\n\n\"But the prince's cave?\" persisted Jean.  \"When are we to look into it?\nI want to be sure of the treasures inside.  When are we to go to his\npalace?  When will his sisters ask us to dinner?\"\n\nMiss Vance looked anxious.  \"That is a question of great importance,\"\nshe said.  \"The princesses have invited me through their brother to\ncall.  It is of course etiquette here for the stranger to call first,\nbut I don't wish to compromise Lucy by making advances.\"\n\nThere was a moment's silence, then Lucy said, blushing and faltering a\nlittle, \"It would be better perhaps to call, and not prejudice them, by\nany discourtesy, against us.  The prince is very kind.\"\n\n\"So!  The wind is in that quarter?\" Jean said, with a harsh laugh.\n\nShe jumped up and went to her own room.  She was in a rage at herself.\nWhy had she not run away to Paris months ago and begun her great\npicture of the World's mother,  Eve?  There was a career for her!  And\nthinking--perhaps of Eve--she cried hot salt tears.\n\n\n\n\nCHAPTER XI\n\nA week passed, but the question of the first call was not yet settled.\nIt required as much diplomacy as an international difficulty.  Furst\nHugo represented the princesses as \"burning with impatience to behold\nthe engelreine Madchen whom they hoped to embrace as a sister,\" but no\nvisible sign of their ardor reached Miss Vance.\n\nOn Monday Jean went to spend the day with some of her artist friends,\nbut at noon she dashed into the room where Clara and Lucy sat sewing,\nher dark face blotched red, and her voice stuttering with excitement.\n\n\"I have seen into the cave!\" she shouted.  \"I have got at the truth!\nIt's a rather stagy throne, the Wolfburghs!  Plated, cheap!\"\n\n\"What is the matter with you?\" said Miss Vance.\n\n\"Nothing is the matter with ME.  It is Lucy's tragedy.  I've seen the\nmagnificent ancient palace of the Wolfburghs.  It is a flat!  In the\nvery house where I went to-day.  The third story flat just under the\nattics where the poor Joneses daub portraits.  I passed the open doors\nand I saw the shabby old tables and chairs and the princesses--two fat\nold women in frowzy wrappers, and their hair in papers, eating that\nsoup of pork and cabbages and raisins--the air was thick with the\nsmell!  And that is not the worst!\"\n\n\"Take breath, Jean,\" said Lucy calmly.\n\n\"The prince himself--the Joneses told me, there can be no doubt--the\nprince makes soap for a living!  No wonder you turn pale, Miss Vance.\nSoap!  He is the silent partner in the firm of Woertz und Zimmer, and\nit is not a paying business either.\"\n\nJean did not wait for an answer, but walked up and down the room,\nlaughing angrily to herself.  \"Yes, soap!  He cannot sneer at Lucy's\nancestral saddles, now.  Nor my father's saws!  His rank is the only\nthing he has to give for Lucy's millions, and now she knows what it is\nworth!\"\n\nLucy rose and, picking up her work basket, walked quietly out of the\nroom.  Jean flashed an indignant glance after her.\n\n\"She might have told me that he gave himself!  Surely the man counts\nfor something!  Anyhow, rank like his is not smirched by poverty or\ntrade.  Bismarck himself brews beer.\"\n\n\"Your temper is contradictory to-day,\" said Clara coldly.  \"Did you\nknow,\" she said presently, \"that the princesses will be at the Countess\nvon Amte's to-morrow?\"\n\n\"Then we shall meet them!\" cried Jean.  \"Then something will be\nsettled.\"\n\nLucy locked the door of her chamber after her.  She found much comfort\nin the tiny bare room with its white walls and blue stove, and the\ntable where lay her worn Bible and a picture of her old home.  The room\nseemed a warm home to her now.  Above the wall she had hung photographs\nof the great Madonnas, and lately she had placed one of Frances\nWaldeaux among them.  That was the face on which she looked last at\nnight.  When Clara had noticed it, Lucy had said, \"I am as fond of the\ndear lady as if she were my own mother.\"\n\nShe sat down before it now, and taking out her sewing began to work,\nglancing up at it, half smiling as to a friend who talked to her.  She\nthought of Furst Hugo boiling soap, with a gentle pity, and of Jean\nwith hot disdain.  What had Jean to do with it?  The prince was her own\nlover, as her gloves were her own.\n\nBut indeed, the prince and love were but shadows on the far sky line to\nthe little girl; the real things were her work and her Bible, and\nGeorge's mother talking to her.  She often traced remembered\nexpressions on Mrs. Waldeaux's face; the gayety, the sympathy, a\nstrange foreboding in the eyes.  Finer meanings, surely, than any in\nthe features of these immortal insipid Madonnas!\n\nSometimes Lucy could not decide whether she had seen these meanings on\nFrances Waldeaux's face, or on her son's.\n\nShe sewed until late in the afternoon.  There came a tap at the door.\nShe opened it, and there stood Mrs. Waldeaux, wrapped in a heavy cloak.\nLucy jumped at her, trembling, and hugged her.\n\n\"Oh, come in!  Come in!\" she cried shrilly.  \"I have just been thinking\nof you and talking to you!\"\n\nFrances laughed, bewildered.  \"Oh, it is Miss Dunbar?  The man sent me\nhere by mistake to wait.  Miss Vance is out, he said.\"\n\n\"Yes, I suppose so.  But I--I am here.\"  Lucy threw her arms around her\nagain, laying her head down on her shoulder.  She felt as if something\nthat she had waited for a long time was coming to her.  \"Sit by the\nstove.  Your hands are like ice,\" she said.\n\n\"Yes, I am usually cold now; I don't know why.\"\n\nLucy then saw a curious change in her face.  The fine meanings were not\nin it now.  It was fatter--coarser; the hair was dead, the eyes moved\nsluggishly, like the glass eyes of a doll.\n\n\"You are always cold?  Your blood is thin, perhaps.  You are overtired,\ndear.  Have you travelled much?\"\n\n\"Oh, yes! all of the time.  I have seen whole tracts of pictures, and\nno end of palaces and hotels--hotels--hotels!\" Frances said, awakening\nto the necessity of being talkative and vivacious with the young girl.\nShe threw off her cloak.  There was a rip in the fur, and the dirty\nlining hung out.  Lucy shuddered.  Mrs. Waldeaux's blood must have\nturned to water, or she would never have permitted that!\n\n\"You must rest now.  I will take care of you,\" she said, with a little\nnod of authority.  Frances looked at her perplexed.  Why should this\npretty creature mother her with such tenderness?\n\nOh!  It was the girl that George should have married!\n\nShe glanced at the white room with its dainty bibelots, the Bible, the\nMadonnas, watching, benign.  Poor little nun, waiting for the love that\nnever could come to her!\n\n\"I am glad you are here, my child.  You can tell me what I want to\nknow.  I have not an hour to spare.  I am going to my son--to George.\nDo you know where he is?\"\n\n\"At Vannes, in Brittany.\"\n\n\"Brittany--that is a long way.\"  Frances rose uncertainly.  \"I hoped he\nwas near.  I was in a Russian village, and Clara's letter was long in\nfinding me.  When I got it, I travelled night and day.  I somehow\nthought I should meet him on the way.  I fancied he would come to meet\nme.\"\n\nLucy's blue eyes watched her keenly a moment.  Then she rang the bell.\n\n\"You must eat, first of all,\" she said.\n\n\"No, I am not hungry.  Vannes, you said?  I must go now.  I haven't an\nhour.\"\n\n\"You have two, exactly.  You'll take the express at eight.  Oh, I'm\nnever mistaken about a train.  Here is the coffee.  Now, I'll make you\na nice sandwich.\"\n\nFrances was faint with hunger.  As she ate, she watched the pretty\nmatter-of-fact little girl, and laughed with delight.  When had she\nfound any thing so wholesome?  It was a year, too, since she had seen\nany one who knew George.  Naturally, she began to empty her heart,\nwhich was full of him, to Lucy.\n\n\"I have not spoken English for months,\" she said, smiling over her\ncoffee.  \"It is a relief!  And you are a friend of my son's, too?\"\n\n\"No.  A mere acquaintance,\" said Lucy, with reserve.\n\n\"No one could even see George and not understand how different he is\nfrom other men.\"\n\n\"Oh! altogether different!\" said Lucy.  \"Yes, you understand.  And\nthere was that future before him--when his trouble came.  Oh, I've\nthought of it, and thought of it, until my head is tired!  He fell\nunder that woman's influence, you see.  It was like mesmerism, or the\nvoodoo curse that the negroes talk of.  It came on me too.  Why, there\nwas a time when I despised him.  George!\"  Her eyes grew full of\nhorror.  \"I left him, to live my own life.  He has staggered under his\nburden alone, and I could have rid him of it.  Now there are two of\nthem.\"\n\n\"Two of them?\" said Lucy curiously.\n\n\"There is a baby--Pauline Felix's grandson.  I beg your pardon, my\nchild, I ought not to have named her.  She is not a person whom you\nshould ever hear of.  He has them both,--George.  He has that weight to\ncarry.\"  She stood up.  \"That is why I am going to him.  It must be\ntaken from him.\"\n\n\"You mean--a divorce?\"\n\n\"I don't know--I can't think clearly.  But God does such queer things!\nThere are millions of men in the world, and this curse falls\non--George!\"\n\nLucy put her hands on the older woman's arms and seated her.  \"Mrs.\nWaldeaux,\" she said, with decision, \"you need sleep, or you would not\ntalk in that way.  Lisa is not a curse.  Nor a voodoo witch. She came\nto your son instead of to any other man--because he chose her out from\nall other women.  He had seen them.\"  She held her curly head erect.\n\"As he did choose her, he should make the best of her.\"\n\nFrances looked at her as one awakened out of a dream.  \"You talk\nsensibly, child.  Perhaps you are right.  But I must go.  Ring for a\ncab, please.  No, I will wait in the station.  Clara would argue and\nlecture.  I could not stand that to-night,\" with her old comical shrug.\n\nLucy's entreaties were vain.\n\nBut as the train rushed through the valley of the Isar that night,\nFrances looked forward into the darkness with a nameless terror.  \"That\nchild was so healthy and sane,\" she said, \"I wish I had stayed with her\nlonger.\"\n\n\n\n\nCHAPTER XII\n\nPrince Hugo had made no secret of his intentions with regard to Miss\nDunbar, so that when it was known that his sisters and the rich\nAmerican Mees would at last meet at the Countess von Amte's there was a\nflutter of curiosity in the exclusive circle of Munich.  The countess\nherself called twice on Clara that day, so great was her triumph that\nthis social event would occur at her house.\n\nShe asked boldly \"Which of Miss Dunbar's marvellous Parisian\nconfections will she wear?  It is so important for her future happiness\nthat the princesses should be favorably impressed!  Aber, lieber Gott!\"\nshe shrieked, \"don't let her speak French!  Not a word!  That would be\nruin!  They are all patriotism!\"  She hurried away, and ran back to say\nthat the sun was shining as it had not done for days.\n\n\"She thinks nature itself is agog to see how the princesses receive\nLucy,\" said Miss Vance indignantly.  \"One would suppose that the child\nwas on trial.\"\n\n\"So she is.  Me, too,\" said Jean, wistfully regarding the bebe waist of\nthe gown which Doucet had just sent her.  \"I must go as an ingenue.  I\ndon't play the part well!\"\n\n\"No, you do not,\" said Clara.\n\nMiss Vance tapped at Lucy's door as she went down, and found her\nworking at her embroidery.  \"You must lie down for an hour, my dear,\"\nshe said, \"and be fresh and rosy for this evening.\"\n\n\"I am not going.  I must finish these pinks.  I have just sent a note\nof apology to the countess.\"\n\n\"Not going!\" Clara gasped, dismayed.  Then she laughed with triumph.\n\"The princesses and all the Herrschaft of Munich will be there to pass\njudgment on the bride, and the bride will be sitting at home finishing\nher pinks!  Good!\"\n\n\"I am no bride!\" Lucy rose, stuck her needle carefully in its place,\nand came closer to Miss Vance.  \"I have made up my mind,\" she said\nearnestly.  \"I shall never marry.  My life now is quiet and clean.  I'm\nnot at all sure that it would be either if I were the Princess\nWolfburgh.\"\n\nClara stroked her hair fondly.  \"Your decision is sudden, my dear,\" she\nfaltered, at last.\n\n\"Yes.  There was something last night.  It showed me what I was doing.\nTo marry a man just because he is good and kind, that is--vile!\"  The\ntears rushed to her eyes.  There was a short silence.\n\n\"Don't look so aghast, dear Miss Vance,\" said Lucy cheerfully.  \"Go now\nand dress to meet the Herrschaft.\"\n\n\"And what will you do, child?\"\n\n\"I really must finish these pinks to-night.\"  She took up her work.\nHer chin trembled a little.  \"We won't speak of this again, please,\"\nshe said.  \"I never shall be a bride or a wife or mother.  I will have\na quiet, independent life--like yours.\"\n\nThe sunshine fell on the girl's grave, uplifted face, on the white\nwalls, the blue stove, and the calm, watching Madonnas.  Clara, as Mrs.\nWaldeaux had done, thought of a nun in her cell to whom love could only\nbe a sacred dream.\n\nShe smiled back at Lucy, bade her goodnight, and closed the door.\n\n\"Like mine?\" she said, as she went down the corridor.  \"Well, it is a\ncomfortable, quiet life.  But empty----\" And she laid her hand suddenly\nacross her thin breast.\n\n\nJean listened in silence when Clara told her briefly that Lucy was not\ngoing.\n\n\"She is very shrewd,\" she said presently.  \"She means to treat them de\nhaut en bas from the outset.  It is capital policy.\"\n\nJean, when she entered the countess's salon, with downcast eyes, draped\nin filmy lace without a jewel or flower, was shy innocence in person.\nFurst Hugo stood near the hostess, with two stout women in shabby gowns\nand magnificent jewels.\n\n\"The frocks they made themselves, and the emeralds are heirlooms,\" Jean\nmuttered to Clara, without lifting her timid eyes.\n\n\"Miss Dunbar is not coming?\" exclaimed the prince.\n\n\"No,\" said Miss Vance.\n\n\"The Fraulein is ill?\" demanded one of his sisters.\n\n\"No,\" Clara said, again smiling.  \"WE expected to meet her,\" the\nyounger princess said.  \"It is most singular----\"\n\n\"She has sent her apology to the countess,\" said Clara gently, and\npassed on.\n\nBut her little triumph was short lived.\n\nA famous professional soprano appeared in a white-ribboned enclosure at\nthe end of the salon, and the guests were rapidly arranged according to\ntheir rank to listen.  Clara and Jean stood until every man and woman\nwere comfortably seated, when they were placed in the back row.\n\nWhen the music was over supper was announced, and the same ceremony was\nobserved.  The Highnessess, the hochwohlgeboren privy councillors, the\nhochgeboren secretaries, even the untitled Herren who held some petty\noffice, were ushered with profound deference to their seats at the long\ntable, while Clara stood waiting.  Jean's eyes still drooped meekly,\nbut even her lips were pale.\n\n\"How can you look so placid?\" she whispered.  \"It is a deliberate\ninsult to your gray hairs.\"\n\n\"No. It is the custom of the country.  It does not hurt me.\"\n\nThey were led at the moment to the lowest seats.  Jean shot one\nvindictive glance around the table.\n\n\"You have more wit and breeding than any of them!\" she said.  \"And as\nfor me, this lace I wear would buy any of their rickety old palaces.\"\n\n\"They have something which we cannot buy,\" said Miss Vance gravely.  \"I\nnever understood before how actual a thing rank is here.\"\n\n\n\"Cannot it be bought?  I am going to look into that when this huge feed\nis over,\" Miss Hassard said to herself.\n\nLate in the evening she danced with Count Odo, and prattled to him in a\nchildish, frank fashion which he found very charming.\n\n\"Your rules of precedence are very disagreeable!\" she pouted.\n\"Especially when one sits at the foot of the table and is served last.\"\n\n\"They must seem queer to you,\" he said, laughing, \"but they are\ninflexible as iron.\"\n\n\"But they will bend for Miss Dunbar, if she makes up her mind to marry\nyour cousin?\" she asked, looking up into his face like an innocent\nchild.\n\n\"No.  Hugo makes a serious sacrifice in marrying a woman of no birth,\"\nhe said.  \"He must give up his place and title as head of the family.\nShe will not be received at court nor in certain houses; she must\nalways remain outside of much of his social life.\"\n\nHe led her back to Miss Vance.  She seemed to be struck dumb, and even\nforgot to smile when he bowed low and thanked her for the dance.\n\n\"Let us go home,\" she whispered to Clara.  \"The American girl is a fool\nwho marries one of these men!\"\n\nWhen Miss Vance's carriage reached her hotel, she found Prince Hugo's\ncoupe before the door.\n\n\"He has come to see Lucy, alone!\" she said indignantly, as she hurried\nup the steps.  \"He has no right to annoy her!\"\n\nShe met him coming out of the long salle.  The little man walked\nnervously, fingering his sword hilt.  He could not control his voice\nwhen he tried to speak naturally.\n\n\"Yes, gracious lady, I am guilty.  It was unpardonable to come when I\nknew the chaperone was gone.  But--ach!  I could not wait!\" throwing\nout both hands to her.  \"I have waited so long!  I knew when she did\nnot come to meet my sisters to-night she had resolved against me, but I\ncould not sleep uncertain.  So I break all the laws, and come!\"\n\n\"You have seen her, then?  She has told you?\"\n\nHe nodded without speaking.  His round face was red, and something like\ntears stood in his eyes.\n\nHe waited irresolute a moment, and then threw up his head.\n\n\"Soh!  It is over!  I shall not whine!  You have been very good to me,\"\nhe said earnestly, taking Clara's hand.  \"This is the first great\ntrouble in my life.  I have loved her very dearly.  I decided to make\ngreat sacrifices for her.  But I am not to have her--never.\"\n\n\"I am so sorry for you, prince.\" Clara squeezed his hand energetically.\n\"Nor her dot.  That would have been so comfortable for me,\" he said\nsimply.\n\nClara hid a smile, and bade him an affectionate good-night.\n\nAs he passed into the outer salle a childish figure in creamy lace rose\nbefore him, and a soft hand was held out.  \"I know what has happened!\"\nshe whispered passionately.  \"She has treated you scandalously!  She\ncannot appreciate YOU!\"\n\nPrince Hugo stuttered and coughed and almost kissed the little hand\nwhich lay so trustingly in his.  He found himself safely outside at\nlast, and drove away, wretched to the soul.\n\nBut below his wretchedness something whispered:  \"SHE appreciates me,\nand her dot is quite as large.\"\n\n\n\n\nCHAPTER XIII\n\nGeorge Waldeaux hummed a tune gayly as he climbed the winding maze of\nstreets in Vannes, one cloudy afternoon, with Lisa.\n\n\"It is impertinent to be modern Americans in this old town,\" he said.\n\"We might play that we were jongleurs, and that it was still mediaeval\ntimes.  I am sure the gray walls yonder and the fortress houses in this\nstreet have not changed in ages.\"\n\n\"Neither have the smells, apparently,\" said Lisa grimly.  \"Wrap this\nscarf about your throat, George.  You coughed last night.\"\n\nGeorge tied up his throat.  \"Coughed, did I?\" he said anxiously.  He\nhad had a cold last winter, and his wife with her poultices and fright\nhad convinced him that he was a confirmed invalid.  The coming of her\nbaby had given to the woman a motherly feeling toward all of the world,\neven to her husband.\n\n\"Look at these women,\" he said, going on with his fancy presently.  \"I\nam sure that they were here wearing these black gowns and huge red\naprons in the twelfth century.  What is this?\" he said, stopping\nabruptly, to a boy of six who was digging mud at the foot of an ancient\nivy-covered tower.\n\n\"C'est le tour du Connetable,\" the child lisped.  \"Et v'la, monsieur!\"\npointing to a filthy pen with a gate of black oak; \"v'la le donjon de\nClisson!\" \"Who was Clisson?\" said Lisa impatiently.\n\n\"A live man to Froissart--and to this boy,\" said George, laughing.  \"I\ntold you that we had gone back seven centuries.  This fog comes in from\nthe Morbihan sea where Arthur and his knights went sailing to find the\nHoly Greal.  They have not come back.  And south yonder is the country\nof the Druids.  I will take you to-morrow and show you twenty thousand\nof their menhirs, and then we will sail away to an island where there\nis an altar that the serpent worshippers built ages before Christ.\"\n\n\nLisa laughed.  He was not often in this playful mood.  She panted as\nshe toiled up the dark little street, a step behind him, but he did not\nthink of giving her his arm.  He had grown accustomed to regard himself\nas the invalid now, and the one who needed care.\n\n\"I am going for letters,\" he called back, diving into a dingy alley.\nThe baby and its bonne were near Lisa.  The child never was out of her\nsight for, a moment.  She waited, standing a little apart from Colette\nto watch whether the passers-by would notice the baby.  When one or two\nof the gloomy and stolid women who hurried past in their wooden sabots\nclicked their fingers to it, she could not help smiling gayly and\nbidding them good-day.\n\nThe fog was stifling.  As she waited she gave a tired gasp.  Colette\nran to her. \"Madame is going to be ill!\"\n\n\"No, no!  Don't frighten monsieur.\"\n\nGeorge came out of the gate at the moment.\n\n\"Going to faint again, Lisa?\" he said, with an annoyed glance around\nthe street.  \"Your attacks do choose the most malapropos times----\"\n\n\"Oh, dear no, George!  I am quite well quite.\"  She walked beside him\nwith an airy step, laughing gayly now and then, but George's frown\ndeepened.\n\n\"I don't understand these seizures at all,\" he said.  \"You seem to be\nin sound physical condition.\"\n\n\"Oh, all women have queer turns, George.\"\n\n\"Did you consult D'Abri, as I told you to do, in Paris?\"\n\n\"Yes, yes!  Now let us talk no more about it.  I have had\nthese--symptoms since I was a child.\"\n\n\"You never told me of them before we were married,\" he muttered.\n\nLisa scowled darkly at him, but she glanced at the baby and her mouth\nclosed.  Little Jacques should never hear her rage nor swear.\n\nFrom an overhanging gable at the street corner looked down a roughly\nhewn stone Madonna.  The arms of the Holy Child were outstretched to\nbless.  Lisa paused before it, crossing herself.  A strange joy filled\nher heart.\n\n\"I too am a mother!  I too!\" she said.  She hurried after George and\nclung to his arm as they went home.\n\n\"Was there any letter?\" she asked.\n\n\"Only one from Munich--Miss Vance.  I haven't opened it.\"\n\n\"I thought your mother would write.  She must have heard about the boy!\"\n\nGeorge's face grew dark.  \"No, she'll not write.  Nor come.\"\n\n\"You wish for her every day, George?\"  She looked at him wistfully.\n\n\"Yes, I do.  She and I were comrades to a queer degree.  I long for\nsomething hearty and homelike again.  See here, Lisa.  I'm going home\nbefore my boy begins to talk.  I mean he shall grow up under wholesome\nAmerican influences--not foreign.\"\n\n\"Not foreign,\" she repeated gravely.  She was silent a while.  \"I have\nthought much of it all lately,\" she said at last.  \"It will be\nwholesome for Jacques on your farm.  Horses--dogs----  Your mother will\nlove him.  She can't help it.  She--I acted like a beast to that woman,\nGeorge.  I'll say that.  She hit me hard.  But she has good traits.\nShe is not unlike my own mother.\"\n\nGeorge said nothing.  God forbid that he should tell her, even by a\nlook, that she and her mother were of a caste different from his own.\n\nBut he was bored to the soul by the difference; he was tired of her\nignorances, which she showed every minute, of her ghastly, unclean\nknowledges--which she never showed.\n\nThey came into the courtyard of the Chateau de la Motte, the ancient\ncastle of the Breton dukes, which is now an inn.  The red sunset flamed\nup behind the sad little town and its gray old houses and spires massed\non the hill, and the black river creeping by.  George's eyes kindled at\nthe sombre picture.\n\n\"In this very court,\" he said, \"Constance stood when she summoned the\nStates of Brittany to save her boy Arthur from King John.\"\n\n\"Oh, yes, you have read of it to me in your Shakespeare.  It is one of\nhis unpleasant stories.  Come, Bebe.  It grows damp.\"\n\nAs she climbed the stone stairway with the child, Colette lingered to\ngossip with the portier.  \"Poor lady!  You will adore her!  She is one\nof us.  But she makes of that bete Anglais and the ugly child, saints\nand gods!\"\n\nWhen George presently came up to their bare little room, Lisa was\nsinging softly, as she rocked Jacques to sleep.\n\n\"Can't you sing the boy something a bit more cheerful?\" he said.  \"You\nused to know some jolly catches from the music halls.\"\n\n\"Catches for HIM?\" with a frightened look at the child's shut eyes.\n\n\"The 'Adeste Fideles' is moral, but it is not a merry air.  You sing it\nmorning, noon, and night,\" he grumbled.\n\n\"Yes,\" she whispered, laying the child in its crib.  \"One never knows\nhow much HE understands, and he may remember, I thought.  Some day when\nhe is a great boy, he may hear it and he'll think, 'My mother sang that\nhymn.  She must have been a good woman!'\"\n\n\"Nonsense, Lisa,\" said George kindly.  \"You'll teach him every day,\nwhile he is growing to be a great boy, that you are a good woman.\"\n\nShe said nothing, but stood on the other side of the crib looking at\nhim.\n\n\"Well, what is it?\" said George uneasily. \"You look at me as if\nsomebody were dragging you away from me.\"\n\nShe laughed.  \"What ridiculous fancies you have!\"  She came behind him\nand, drawing his head back, kissed him on the forehead.  \"Oh, you poor,\nfoolish boy!\" she said.\n\nLisa sat down to her work, which was the making of garments for Jacques\nout of her own gowns.  She was an expert needlewoman, and had already a\npile of fantastic kilts of cloth and velvet.\n\n\"Enough to last until he is ten years old,\" George said contemptuously.\n\"And you will not leave a gown for yourself.\"\n\n\"There will be all I shall need,\" she said.\n\nHe turned up the lamp and opened Clara's letter.\n\nLisa's needle flew through the red and yellow silk.  It was pleasant\nwork; she was doing it skilfully.  The fire warmed her thin blood.  She\ncould hear the baby's regular, soft breathing as it slept.  A pleasure\nthat was almost like health stole through her lean body.  She leaned\nback in her chair looking at Jacques.  In three years he could wear the\nvelvet suit with the cap and pompon.  His hair would be yellow and\ncurly, like his father's.  But his eyes would be like her mother's.\nShe pressed her hands together, laughing, the hot tears rushing to her\neyes.  \"Ah, maman!\" she said.  \"Do you know that your little girl has a\nbaby?  Can you see him?\"\n\nWhat a superb \"great boy\" he would be!  He should go to a military\nschool.  Yes!  She lay back in her chair, watching him.\n\nGeorge suddenly started up with a cry of amazement.\n\n\"What is it?\" she said indifferently.\n\nHe did not answer, but turned the letter and read it over again.  Then\nhe folded it with shaking fingers.\n\n\"I have news here.  Miss Vance thinks it time that I was told, and I\nagree with her.  It appears that I am a pauper, and always have been.\nMy father died penniless.\"\n\n\"Then Jacques will be poor?\"\n\n\"Jacques!  You think of nothing but that mewling, senseless thing!  It\nis mother--she always has supported me.  We are living now on the money\nthat she earns from week to week, while I play that I am an artist!\"\n\nLisa listened attentively.  \"It does not seem strange that a mother\nshould work for her son,\" she said slowly.  \"But she has never told us!\nThat is fine!  I like that!  I told you she had very good traits.\"\n\nGeorge stared at her. \"But--me!  Don't you see what a cad I am?\"\n\nHe paced up and down, muttering, and then throwing on his hat went out\ninto the night to be alone.\n\nLisa sank back again and watched Jacques.  At military school, yes; and\nafter he had left school he would be a soldier, perhaps.  Such a\ngallant young fellow!\n\nShe leaned over the cradle, holding out her hands.  Ah, God! if she\ncould but live to see it!  Surely it might be?  There was no pain now.\nDoctors were not infallible--even D'Abri might be mistaken, after all.\n\nGeorge, coming in an hour later, found her sitting with her hands\ncovering her face.\n\n\"Are you asleep, Lisa?\"\n\n\"No.\"\n\n\"There is a telegram from Clara.  My mother has left Munich for Vannes.\nShe will be here in two days.\"\n\nShe rose with an effort.  \"I am glad for you, George.\"\n\n\"You are ill, Lisa!\"\n\n\"A little tired, only.  Colette will give me my powder, and I shall be\nquite well in the morning.  Will you send her to me now?\"\n\nAfter George was gone the rumbling of a diligence was heard in the\ncourtyard, and presently a woman was brought up to the opposite chamber.\n\nThe hall was dark.  Looking across it, Frances Waldeaux saw in the\nlighted room Lisa and her child.\n\n\n\n\nCHAPTER XIV\n\nBefore we come to the dark story of that night in the inn, it is but\nfair to Frances to say that she came there with no definite evil\npurpose.  She had been cheerful on her journey from Munich.  There was\none clear fact in her brain:  She was on her way to George.\n\nThe countless toy farms of southern France, trimmed neatly by the inch,\nswept past her.  In Brittany came melancholy stretches of brown heath\nand rain-beaten hills; or great affluent estates, the Manor houses\ncovered with thatch, stagnant pools close to the doors, the cattle\nbreaking through the slovenly wattled walls.\n\nFrances, being a farmer, felt a vague amusement at these things, but\nthey were all dim to her as a faded landscape hanging on the wall.\n\nShe was going to George.\n\nSometimes she seemed to be in Lucy's room again, with the sweet, clean\nair of youth about her.  All of that purity and love might have gone\ninto George's life--before it fell into the slough.\n\nBut she was going now to take it out of the slough.\n\nThere was a merchant and his wife from Geneva in the carriage with\ntheir little boy, a pretty child of five.  Frances played and joked\nwith him.\n\n\"Has madam also a son?\" his mother asked civilly.\n\nShe said yes, and presently added, \"My son has now a great trouble, but\nI am going to relieve him of it.\"\n\nThe woman, startled, stared at her.\n\n\"Is it not right for me to rid him of it?\" she demanded loudly.\n\n\"Mais oui, certainement,\" said the Swiss.  She watched Frances after\nthat furtively.  Her eyes, she thought, were quite sane.  But how\neccentric all of these Americans were!\n\nMrs. Waldeaux reached Vannes at nightfall.  At last!  Here was the\nplace in this great empty world where he was.\n\nWhen the diligence entered the courtyard, George was so near to the\ngate that the smoke of his cigar was blown into her face, but he did\nnot see her.  He was lean and pale, and his eyes told his misery.  When\nshe saw them his mother grew sick from head to foot with a sudden\nnausea.  This was his wife's doing.  She was killing him!  Frances\nhurried into the inn, her legs giving way under her.  She could not\nspeak to him.  She must think what to do.\n\nShe was taken to her room.  It was dark, and across the corridor she\nsaw Lisa in her lighted chamber.  This was good luck!  God had put the\ncreature at once into her hands to deal with!\n\nShe was conscious of a strange exaltation, as if from wine--as if she\nwould never need to sleep nor eat again.  Her thoughts came and went\nlike flashes of fire.  She watched Lisa as she would a vampire, a\ncreeping deadly beast.  Pauline Felix--all that was adulterous and vile\nin women--there it was!\n\nHer mind too, as never before, was full of a haughty complacency in\nherself.  She felt like the member of some petty sect who is sure that\nGod communes with him inside of his altar rails, while the man is\noutside whom he believes that God made only to be damned.\n\nLisa began to undress.  Frances quickly turned away, ashamed of peeping\ninto her chamber.  But the one fact burned on into her brain:\n\nThe woman was killing George.\n\nIf God would rid the world of her!  If a storm should rise now, and the\nlightning strike the house, and these stone walls should fall on her,\nnow--now!\n\nBut the walls stood firm and the moonlight shone tranquilly on the\nworld outside.\n\nShe told herself to be calm--to be just.  But there was no justice\nwhile this woman went on with her work! God saw.  He meant her to be\nstopped.  Frances prayed to him frantically that Lisa might soon be put\noff of the earth.  Just as the Catholic used to pray before he\nmassacred the Huguenot, or the Protestant, when he tied his Catholic\nbrother to the stake.  If this woman was mad for blood, it was a\nmadness that many sincere people have shared.\n\nColette was busy with her mistress for a long time.  She was very\ngentle and tender, being fond of Lisa, as people of her class always\nwere.  She raised her voice as she made ready to leave the room.\n\n\"If the pain returns, here is the powder of morphia, mixed, within\nmadame's reach,\" she said.\n\nFrances came close to the door.\n\n\"And if it continues?\" asked Lisa.\n\n\"Let monsieur call me.  I would not trust him to measure a powder,\"\nColette said, laughing.  \"It is too dangerous.  He is not used to\nit--like me.\"\n\nMrs. Waldeaux saw her lay a paper package on a shelf.\n\n\"I will pray that the pain will not return,\" the girl said.  \"But if it\ndoes, let monsieur knock at my door.  Here is the tisane when you are\nthirsty.\"  She placed a goblet of milky liquid near the bed.\n\nWhat more she said Frances did not hear.\n\nIt was to be!  There was the morphia, and yonder the night drink within\nher reach.  It was God's will.\n\nColette turned out the lamp, hesitated, and sat down by the fire.\nPresently she rose softly, bent over her mistress, and, finding her\nasleep, left the room noiselessly.  Her door closed far down the\ncorridor.\n\nMrs. Waldeaux was quite alone, now.\n\nIt was but a step across the hall.  So easy to do--easy.  It must be\ndone at once.\n\nBut her feet were like lead, she could not move; her tongue lay icy\ncold in her mouth.  Her soul was willing, but her body rebelled.\n\nWhat folly was this?  It was the work of a moment.  George would be\nfree.  She would have freed him.\n\nIn God's name then----\n\nShe crossed the hall softly.  Into the hell of her thoughts flashed a\nlittle womanish shame, that she, Frances Waldeaux, should be walking on\ntiptoe, like a thief.\n\nShe took down the package, and leaning over the table at the side of\nthe bed, shook the white powder into the glass.  Then she went back to\nher room and shut the door.\n\nThe casement was open and the moonlight was white outside.  She was\nconscious that the glare hurt her eyes, and that there was a strange\nstricture about her jaws and the base of her brain, like an iron hand.\n\nIt seemed to her but a minute that she stood there, but the dawn was\nbreaking when there was a sudden confusion in the opposite room.  She\nheard Colette's voice, and then George's, calling Lisa.\n\nThere was no answer.\n\nFrances stood up, to listen.  \"Will she not speak?\" she cried.  \"Make\nher speak!\"\n\nBut in reality she said nothing.  Even her breath had stopped to listen.\n\nThere was no answer.\n\nFrances was awake now, for the rest of her life.  She knew what she had\ndone.\n\n\"Why, George,\" she said, \"she cannot speak.  She is dead.  I did it.\"\n\nShe stood in the room a minute, looking from side to side, and then\nwent with measured steps out of it, down the corridor and into the\nstreet.\n\n\"I did it,\" she said to herself again and again, as she walked slowly\non.\n\nThe old cathedral is opposite to the inn.  Her eyes, as she passed,\nrested on the gargoyles, and she thought how fine they were.  One was a\nridiculous head with lolling tongue.\n\nA priest's voice inside was chanting mass.  A dozen Breton women in\ntheir huge white winged caps and wooden shoes hurried up to the door,\nthrough the gray fog.  They met Mrs. Waldeaux and saw her face.  They\nhuddled to one side, crossing themselves, and when she passed, stood\nstill, forgetting the mass and looking, frightened, up the steep street\nbehind her to find what horror had pursued her.\n\n\"They know what I have done,\" she said aloud.\n\nOnce when she was a child she had accidentally seen a bloated wretch, a\nmurderer, on his way to the gallows.\n\n\"I am he,\" she thought.  \"I--_I_, Frances.\"\n\nThen the gargoyle came into her mind again.  What a capital headpiece\nit would make for \"Quigg's\" next column!  It was time this week's jokes\nwere sent.\n\nBut at last these ghosts of yesterday's life faded out, and she saw the\nfact.\n\nShe had hated her son's wife and had killed her!\n\n\n\n\nCHAPTER XV\n\nWhen the sun was well up the women who had been at mass gathered down\nby the little river which runs through the old city, to wash their\nclothes.  They knelt on the broad stones by the edge of the water,\nchattering and singing, tossing the soap from one to another.\n\nThere was a sudden silence.  \"Here she is again,\" they whispered, as a\nslight, delicate woman crossed the bridge with steady steps.\n\n\"She is blind and deaf,\" said old Barbe.  \"I met her an hour ago and\nasked her whom she sought.  She did not see nor hear me, but walked\nstraight on.\"\n\nOliver Bauzy was lounging near, as usual, watching his wife work.\n\n\"She is English.  What does she know of your Breton talk?  I speak\nEnglish and French--I!\" he bragged,  and walking up to Mrs. Waldeaux,\nhe flourished his ragged hat, smiling.  \"Is madame ill?  She has walked\nfar,\" he said kindly.\n\nThe English words seemed to waken her.  \"It is always the town,\"\nlooking around bewildered.  \"The people--houses.  I think I am not\nwell.  If I could find the woods----\"\n\nBauzy had but a hazy idea of her meaning, but he nodded gravely.  \"She\nis a tourist.  She wants to go out of Vannes--to see the chateaux, the\ndolmens.  I'm her man.  I'll drive her to Larmor Baden,\" he said to his\nwife.  \"I have to go there to-day, and I may as well make a franc or\ntwo.  Keep her until I bring the voiture.\"\n\nBut Frances stood motionless until the old wagon rattled up to the\nwater's edge.\n\n\"She has a dear old face,\" Bauzy's wife whispered.\n\n\"She is blind and deaf, I tell you,\" old Barbe grumbled, peering up at\nher.  \"Make her pay, Oliver, before you go.\"\n\nBauzy nodded, and when Frances was seated held out his hand.\n\n\"Twenty francs,\" he said.\n\nShe opened her bag and gave them to him.\n\n\"She must be folle!\" he said uneasily.  \"I feel like a thief.  Away\nwith you, Babette!\" as a pretty baby ran up to him.  \"You want to ride?\nThat is impossible.  Unless, indeed, madame desires it?\" lifting the\nchild to place her on the seat.  Babette laughed and held out her hands.\n\nBut Mrs. Waldeaux shrank back, shuddering.  \"Take her away,\" she\nwhispered.  \"She must not touch me!\"\n\nThe mother seized the child, and the women all talked vehemently at\nonce.  Oliver climbed into the voiture and drove off in silence.  When\nhe looked around presently he saw that the woman's face was bloodless,\nand a cold sweat stood on it.  He considered a while.  \"You want food,\"\nhe said, and brought out some hard bread and a jug of Normandy cider.\n\nFrances shook her head.  She only spoke once during the morning, and\nthen told him something about a woman \"whom no child could touch.  No\nman or woman could touch her as long as she lived.  Not even her son.\"\n\nAs Bauzy could make nothing of this, he could only nod and laugh\ncivilly.  But presently he, too, grew silent, glancing at her\nuncomfortably from time to time.\n\nThey drove through great red fields of sarasson, hedged by long banks\nof earth, which were masses of golden gorse and bronzed and crimson\nferns.  The sun shone, the clover-scented air was full of the joyous\nbuzzing of bees and chirp of birds.\n\n\"It is a gay, blessed day!\" Bauzy said, \"thanks to the good God!\"  He\nwaited anxiously for her reply, but she stared into the sunshine and\nsaid nothing.\n\nLarmor Baden is a lonely little cluster of gray stone huts on the shore\nof the Morbihan sea.  Some of Bauzy's friends lounged smiling up to\nwelcome him, waving their wide black hats with velvet streamers, and\nbowing low to the lady.  Oliver alighted with decision.  One thing he\nknew:  He would not drive back with her.  Something was amiss.  He\nwould wash his hands of her.\n\n\"Here, madame, is Vincent Selo, paysageur,\" he said rapidly in French.\n\"He has a good boat.  He will take you where you desire.  Sail with her\nto Gavr' Inis,\" he said to Selo, \"and bring her back at her pleasure.\nSomebody can drive her back to Vannes, and don't overcharge her, you\nrobbers!\"\n\n\"Gavr' Inis?\" Frances repeated.\n\n\"It is an island in the sea yonder, madame.  A quiet place of trees.\nWhen there was not a man in the world, evil spirits built there an\naltar for the worship of the devil.  No men could have built it.  There\nare huge stones carried there from the mountains far inland, that no\nengine could lift.  It is a great mystery.\"\n\n\"It is the one place in the world, people say,\" interrupted Selo,\nlowering his voice, \"where God never has been.  A dreadful place,\nmadame!\"\n\nFrances laughed.  \"That is the place for me,\" she said to Selo.  \"Take\nme there.\"\n\nThe old man looked at her with shrewd, friendly eyes, and then beckoned\nBauzy aside.\n\n\"Who is she?  She has the bearing of a great lady, but her face hurts\nme.  What harm has come to her?\"\n\n\"How do I know?\" said Bauzy.  \"Go for your boat.  The sea is rising.\"\n\n\nLate in the afternoon M. Selo landed his strange passenger upon the\npebbly beach of the accursed island.  He led her up on the rocks,\ntalking, and pointing across the sea.\n\n\"Beyond is the Atlantic, and on yonder headland are the great menhirs\nof Carnac--thirty thousand of them, brought there before Christ was\nborn.  But the Evil One loves this island best of all places.  It has\nin it the mystery of the world.  Come,\" he said, in an awed voice.  \"It\nis here.\"\n\nHe crossed to the hill, stooped, and entered a dark cave about forty\nfeet long, which was wholly lined with huge flat rocks carved with\ncountless writhing serpents.  As Frances passed they seemed to stir and\nbreathe beside her, at her feet, overhead.  The cave opened into a\nsacrificial chamber.  The reptiles grew gigantic here, and crowded\ncloser.  Through some rift a beam of melancholy light crept in; a smell\nof death hung in the thick, unclean air.\n\nSelo pointed to a stone altar.  \"It was there they killed their\nvictims,\" he whispered, and began to pray anxiously, half-aloud.  When\nhe had finished, he hurried back, beckoning to her to come out.\n\n\"Go,\" she said.  \"I will stay here.\"\n\n\"Then I will wait outside.  This is no place for Christian souls.  But\nwe must return soon, madame.  My little girl will be watching now for\nme.\"\n\nWhen he was gone she stood by the altar.  This island of Gavr' Inis was\none of the places to which she and George had long ago planned to come.\nShe remembered the very day on which they had read the legend that on\nthis altar men before the Flood had sacrificed to the god of Murder.\n\n\"I am the murderer now, and George knows it,\" she said quietly.  But\nshe was cold and faint, and presently began to tremble weakly.\n\nShe went out of the cave and stood on the beach.  \"I want to go home,\nGeorge,\" she said aloud.  \"I want to be Frances Waldeaux again.  I'm\nsure I didn't know it was in me to do that thing.\"\n\nThere was no answer.  She was alone in the great space of sky and sea.\nThe world was so big and empty, and she alone and degraded in it!\n\n\"I never shall see George again.  He will think of me only as the woman\nwho killed his wife,\" she thought.\n\nShe went on blindly toward the water, and stood there a long time.\n\nThen, in the strait of her agony, there came to Frances Waldeaux, for\nthe first time in her life, a perception that there was help for her in\nthe world, outside of her own strength.  Her poor tortured wits\ndiscerned One, more real than her crime, or George, or the woman that\nshe had killed.  It was an old, hackneyed story, that He knew every man\nand woman in the world, that He could help them.  She had heard it\noften.\n\nWas there any thing in it?  Could He help her?\n\nSlowly, the nervous twitching of her body quieted, her dulled eyes\ncleared as if a new power of sight were coming to them.\n\nAfter a long time she heard steps, and Selo calling.  She rose.\n\nThe murder was known.  They were coming to arrest her.\n\nWhat did it matter?  She had found help.\n\nSelo came up excitedly.\n\n\"It is another boat, English folk also, that comes to arrive.\"\n\nShe turned and waited.\n\nAnd then, coming up the hill, she saw George, and with him--Lisa!\nLisa, smiling as she talked.\n\nThey ran to meet her with cries of amazement.  She staggered back on\nthe rock.\n\n\"You are not dead?  Lisa----\"\n\n\"Dead?  Poor lady!\" catching her in her arms.  \"Some water, George!  It\nis her head.  She has been too much alone.\"\n\nWhen Frances opened her eyes she was lying on the grass, her children\nkneeling beside her.  She caught Lisa's arm in both hands and felt it:\nthen she sat up.\n\n\"I must tell you what I did--before you speak to me.\"\n\n\"Not now,\" said Lisa.  \"You are not well.  I am going to be your nurse.\nThe baby has made me a very good nurse,\" and she stooped again over\nFrances, with kind, smiling eyes.\n\nSelo came to wile George up to the mysterious cave, but Lisa\nimpatiently hurried them to the beach.  \"Caves and serpent worshippers\ntruly!\" she cried.  \"Why, she has not seen Jacques!\" and when, in the\nboat, George, who was greatly alarmed, tried to rouse his mother from\nher silent stupor, Lisa said gayly, \"She will be herself again as soon\nas she sees HIM.\"\n\nWhen they reached Larmor Baden, she despatched George in search of\nColette and the child, and she went into the church.  It was late, and\nthe village women sat on the steps gossipping in the slanting sunlight.\nThere is nothing in their lives but work and the church; and when, each\nday, they have finished with one they go to the other.\n\nFrances followed her.  The sombre little church was vacant.  She\ntouched Lisa on the shoulder.\n\n\"There is something I must tell you,\" she said.  \"You would not let me\ntouch the child, if you knew it.\"\n\nShe stooped and spoke a few sentences in a vehement whisper, and then\nleaned back, exhausted, against the wall.\n\nLisa drew back.  Her lips were white with sudden fright, but she\nscanned Mrs. Waldeaux's face keenly.\n\n\"You were in Vannes last night?  You tried----  My God, I remember!\nThe tisane tasted queerly, and I threw it out.\"  She walked away for a\nmoment, and then turning, said, \"You called my mother a vile woman\nonce.  But SHE would not have done that thing!\n\n\"No,\" said Frances, not raising her head.  \"No.\"\n\nLisa stood looking at her as she crouched against the wall.  The fierce\nscorn slowly died out of her eyes.  She was a coarse, but a\ngood-natured, woman.  An awful presence, too, walked with her always\nnow, step by step, and in that dread shadow she saw the things of life\nmore justly than we do.  She took Frances by the hand at last.  \"You\nwere not quite yourself, I think,\" she said quietly.  \"I have pushed\nyou too hard.  George has told me so much about you!  If we could be\ntogether for a while, perhaps we should love each other a little.  But\nthere is no time now----\"  She turned hastily, and threw herself down\nbefore a crucifix.\n\nAfter a long time she went out to the vestibule, where she found\nFrances, and said, with an effort to be cheerful and matter-of-fact,\n\"Come, now, let us talk like reasonable people.  A thing is coming to\nme which comes to every-body.  I'm not one to whine.  But it's the\nchild--I don't think any baby ever was as much to a woman as Jacques is\nto me.  I suppose God does not think I am fit to bring him up.  Sit\ndown and let me tell you all about it.\"\n\nThey sat on the steps, talking in a low tone.  Frances cried, but\nLisa's eyes were quite dry and bright.  She rose at last.\n\n\"You see, there will be no woman to care for him, if you do not.  There\nhe is with Colette.\"  She ran down, took the baby from the bonne, and\nlaid him in Frances's arms.\n\nMrs. Waldeaux looked down at him.  \"George's son,\" she whispered,\n\"George's boy!\"\n\n\"He is very like George and you,\" Lisa answered.  \"He is a Waldeaux.\"\n\n\"Yes, I see.\"\n\nShe held him close to her breast as they drove back to Vannes.  George\nwhistled and sang on the box.  He was very light of heart to have her\nwith him again.\n\nHe looked impatiently at an ancient village through which they passed,\nwith its towers, and peasants in strange garbs, like the pictures in\nsome crusading tale.\n\n\"Now that we have mother, Lisa,\" he said, \"we'll go straight back home.\nI am tired of mediaeval times.  I must get to work for this youngster.\"\n\nLisa did not speak for a moment.  \"I should like to stay in Vannes a\nlittle longer,\" she said.  \"I did not tell you, but--my mother is\nburied there.  That was why I came; I should like to be with her.\"\n\n\"Why, of course, dear.  As long as you like,\" he said affectionately.\n\"I will not detain you long.  Perhaps only a week or two,\" she said.\n\nHe nodded, and began to whistle cheerfully again.  Frances looked at\nLisa, and her eyes filled with tears.  It was a pitiful tragedy!\n\nBut the poor girl was quite right not to worry George until the last\nmoment.  She was blocking his way--ruining his life, and God was taking\nher away so that she could no longer harm him.\n\nAnd yet--poor Lisa!\n\nThey drove on.  The sun warmed the crimson fields, and the birds\nchirped, and this was George's child creeping close to her breast.  It\nstirred there a keen pang of joy.\n\nSurely He had forgiven her.\n\nA month later a group of passengers in deep mourning stood apart on the\ndeck of the Paris as she left the dock at Liverpool.  It was George\nWaldeaux, his mother, and little Jacques with his nurse.  Mrs. Waldeaux\nwas looking at Clara and her girls, who were watching her from the\ndock.  They had come to Vannes when Lisa died, and had taken care of\nher and the baby until now.  Frances had cried at leaving them, but\nGeorge stood with his back to them moodily, looking down into the black\nwater.\n\n\"It seems but a few days since we sailed from New York on the Kaiser\nWilhelm,\" he said, \"and yet I have lived out all my life in that time.\"\n\n\"All?  Is there nothing left, George?\" his mother said gently.\n\n\"Oh, of course, you are always a good companion, and there is the\nchild----\"  He paused.  The fierce passions, the storms of delight and\npain of his life with Lisa rushed back on him.  \"I will work for\nothers, and wear out the days as I can,\" he said.  \"But life is over\nfor me.  The story is told.  There are only blank pages now to the end.\"\n\nHe turned his dim eyes toward the French coast.  She knew that they saw\nthe little bare grave on the hill in Vannes.  \"I wish I could have seen\nsomething green growing on it before I left her there alone!\" he\nmuttered.\n\n\"Her mother's grave was covered with roses----\" Frances answered\nquickly.  \"They will creep over to her.  She is not alone, George.  I\nam glad she was laid by her mother.  She loved her dearly.\"\n\n\"Yes.  Better than any thing on earth,\" he responded gloomily.\n\nA few moments later the ship swung heavily around.\n\n\"We are going!\" Mrs. Waldeaux cried, waving her hand.  \"Won't you look\nat Clara and Lucy, George?  They have been so good to us.  If Lucy had\nbeen my own child, she could not have been kinder to me.\"\n\nMr. Waldeaux turned and raised his crepe-bound hat, looking at Lucy in\nher soft gray gown vaguely, as he might at a white gull dropped on the\nshore.\n\n\"I suppose I never shall see her again,\" said his mother.  \"Clara tells\nme she is besieged by lovers.  She is going to marry a German prince,\nprobably.\"\n\n\"That would be a pity,\" George said, with a startled glance back at the\ngirl.\n\n\"Good-by, my dear!\" Mrs. Waldeaux leaned over the bulwark.  \"She is\nbeautiful as an angel!  Good-by, Lucy!  God bless you!\" she sobbed,\nkissing her hand.\n\nMr. Waldeaux looked steadily at Lucy.  \"How clean she is!\" he said.\n\nWhen the shore was gone he walked down the deck, conscious of a sudden\nchange in himself.  He was wakening out of an ugly dream.  The sight of\nthe healthy little girl, with her dewy freshness and blue eyes, full of\naffection and common sense, cheered and heartened him.  He did not know\nwhat was doing it, but he threw up his head and walked vigorously.  The\nsun shone and the cold wind swept him out into a dim future to begin a\nnew life.\n\n\n\n\nCHAPTER XVI\n\nGeorge Waldeaux took his mother and boy back to the old homestead in\nDelaware.  They arrived at night, and early the next morning he rowed\naway in his bateau to some of his old haunts in the woods on the bay,\nand was seen no more that day.\n\n\"He is inconsolable!\" his mother told some of her old neighbors who\ncrowded to welcome her.  \"His heart is in that grave in Vannes.\" The\nwomen listened in surprise, for Frances was not in the habit of\nexploiting her emotions in words.\n\n\"We understood,\" said one of them, with a sympathetic shake of the\nhead, \"that it was a pure love match.  Mrs. George Waldeaux, we heard,\nwas a French artist of remarkable beauty?\"\n\nFrances moved uneasily.  \"I never thought her--but I can't discuss\nLisa!\"  She was silent a moment.  \"But as for her social position\"--she\ndrew herself up stiffly, fixing cold defiant eyes on her\nquestioner--\"as for her social position,\" she went on resolutely, \"she\nwas descended on one side from an excellent American family, and on the\nother from one of the noblest houses in Europe.\"\n\nWhen they were gone she hugged little Jacques passionately as he lay on\nher lap.  \"That is settled for you!\" she said.\n\nWhen George came back in the evening, he found her walking with the boy\nin her arms on the broad piazzas.\n\n\"I really think he knows that he has come home, George!\" she exclaimed.\n\"See how he laughs!  And he liked the dogs and horses just as Lisa\nthought he would.  I am glad it is such a beautiful home for him.  Look\nat that slope to the bay!  There is no nobler park in England!  And the\nhouse is as big as most of their palaces, and much more comfortable!\"\n\n\"Give the child to Colette, mother, and listen to me.  Now that I have\nsettled you and him here, I must go and earn your living.\"\n\n\"Yes.\"\n\nShe followed him into the hall.\n\n\"I leave you to-morrow.  There is no time to be lost.\"\n\n\"You are going back to art, George?\"\n\n\"No!  Never!\"\n\nFrances grew pale.  She thought she had torn open his gaping wound.\n\n\"I did not mean to remind you of--of----\"\n\n\"No, it isn't that!\"\n\nHe scowled at the fire.  Art meant for him his own countless daubs, and\nthe sickening smell of oily paints and musk, and soiled silk tea gowns,\nand the whole slovenly, disreputable scramble of Bohemian life in Paris.\n\n\"I loathe art!\" he said, with a furious blow at the smouldering log in\nthe fireplace, as if he struck these things all down into the ashes\nwith it.\n\n\"Will you go back into the Church, dear?\" his mother ventured timidly.\n\n\"Most certainly, no!\" he said vehemently. \"Of all mean frauds the\nperfunctory priest is the meanest.  If I could be like one of the old\nholy gospellers--then indeed!\"\n\nHe was silent a moment, and then began to stride up and down the long\nhall, his head thrown back, his chest inflated.\n\n\"I have a message for the world, mother.\"\n\n\"I am sure of it,\" she interrupted eagerly.\n\n\"But I must deliver it in my own way.  I have lost two years.  I am\ngoing to put in big strokes of work now.  In the next two years I\nintend to take my proper place in my own country.  I will find standing\nroom for George Waldeaux,\" with a complacent smile.  \"And in the\nmeantime, of course, I must make money enough to support you and the\nboy handsomely.  So you see, mother,\" he ended, laughing, \"I have no\ntime to lose.\"\n\n\"No, George!\"  It was the proudest moment of her life.  How heroic and\ngenerous he was!\n\nShe filled his pocket-book the next day, when he went to New York to\ntake the world by the throat.  It was really not George Waldeaux's\nfault that she filled it.\n\nNor was it his fault that during the next two years the world was in no\nhurry to run to his feet, either to learn of him, or to bring him its\nbags of gold.  The little man did his best; he put his \"message,\" as he\ncalled it, into poems, into essays, into a novel.  Publishers thanked\nhim effusively for the pleasure of reading them, and--sent them back.\nThe only word of his which reached the public was a review of the work\nof a successful author.  It was so personal, so malignant, that George,\nwhen he read it, writhed with shame and humiliation.  He tore the paper\ninto fragments.\n\n\"Am I so envious and small as that!  Before God, no words of mine shall\never go into print again!\" he said, and he kept his word.\n\nHe came down every month or two to his mother.\n\n\"Why not try teaching, George?\" she said anxiously.  \"These great\nscholars and scientific men have places and reputations which even you\nneed not despise.\"\n\nHe laughed bitterly.  \"I tried for a place as tutor in a third-class\nschool, and could not pass the examinations.  I know nothing\naccurately.  Nothing.\"\n\nIt occurred to him to  go into politics and help reform the world by\nrouting a certain Irish boss.  He made a speech at a ward meeting, and\nbroke down in the middle of it before the storm of gibes and hootings.\n\n\"What was the matter?\" he asked a friend, whose face was red with\nlaughter.\n\n\"My dear fellow, you shouldn't lecture them!  You're not the parson.\nThey resent your air of enormous superiority.  For Heaven's sake, don't\nspeak again--in this campaign.\"\n\nIt is a wretched story.  There is no need of going into the details.\nThere was no room for him.  He tried in desperation to get some\nfoothold in business.  The times were hard that winter, which of course\nwas against him.  Besides, his critical, haughty air naturally did not\nprepossess employers in his favor when he came to ask for a job.\n\nAt the end of the second year the man broke down.\n\n\"The work of the world,\" he told Frances, \"belongs to specialists.\nEven a bootblack knows his trade.  I know nothing.  I can do nothing.\nI am a mass of flabby pretences.\"\n\nEvery month she filled his pocket-book.  She found at last that he did\nnot touch the money.  He sold his clothes and his jewelry to keep\nhimself alive while he tramped  the streets of New York looking for\nwork.  He starved himself to make this money last.  His flesh was\nlead-colored from want of proper food, and he staggered from weakness.\n\"'He that will not work neither let him eat,'\" he said grimly.\n\nIt was about this time that Miss Vance came home.  Mrs. Waldeaux in a\nmoment of weakness gave her a hint of his defeat.\n\n\"Is the world blind,\" she cried, \"to deny work to a man of George's\ncapacity?  What does it mean?\"\n\nClara heard of George's sufferings with equanimity.  \"The truth is,\"\nshe said, when she told the story to Miss Dunbar, \"Frances brought that\nboy up to believe that he was a Grand Llama among men.  There is no\nwork for Grand Llamas in this country, and when he understands that he\nis made of very ordinary clay indeed, he will probably be of some use\nin the world.\"\n\nLucy was watering her roses.  \"It is a matter of indifference to me,\"\nshe said, \"what the people of New York think of Mr. Waldeaux.\"\n\nClara looked at her quickly.  \"I do not quite catch your meaning?\" she\nsaid.\n\nBut Lucy filled her can, and forgot to answer.\n\n\n\n\nCHAPTER XVII\n\nClara had brought Miss Dunbar back and established her in her own house\nnear Weir, under the care of a deaf widowed aunt.  Dunbar Place was a\nstately colonial house, set in a large demesne, and all Kent County\nwaited breathless to know what revelations the heiress would make to\nit, in the way of equi-pages, marqueterie furniture, or Paris gowns.\n\nMrs. Waldeaux found Lucy one day, a month after her arrival, seated at\nher sewing on the broad, rose-covered piazza, looking as if she never\nhad left it.\n\n\"Have you come to stay now, my dear,\" she said, \"or will Prince\nWolfburgh----\"\n\n\"Oh, that is an old story,\" interrupted Clara.  \"Lucy handed the little\nprince over to Jean Hassard, who married him after he had a long fight\nwith her father about her dot.  He won the dot, but Count Odo is now\nthe head of the house.  Jean, I hear, is in Munich fighting her way up\namong the Herrschaft.\"\n\n\"Jean has good fighting qualities,\" Lucy said.  \"She will win.\"\n\n\"I had a letter from her to-day,\" said Miss Vance.  \"Here it is.  She\nsays, 'I mean to rebuild the Schloss, and I have put a stop to the\nsoap-boiling business.  I will have no fumes of scorching fat in our\nancestral halls.  Four of the princesses live with us here in the flat.\nGussy Carson from Pond City is staying with me now.  We have an\nAmerican tea every Wednesday.  Gus receives with me.'\"\n\n\"Poor princesses!\" said Lucy.\n\nMiss Vance folded the letter with a complacent nod.  \"I am glad that\nJean is settled so satisfactorily,\" she said.  \"As for Lucy----\"\n\nNo one answered.  Lucy threaded her needle.\n\n\"I start next week to Chicago, did you know, Frances?  The Bixbys--two\norphan heiresses--wish me to take them to Australia, coming back by\nIndia.  And I suppose,\" she said, rising impatiently, \"if I were to\nstay away forty years I should find Lucy when I came back, with white\nhair maybe, but sitting calmly sewing, not caring whether there was a\nman in the world or not!\"\n\nLucy laughed, but did not even blush.\n\nMrs. Waldeaux presently said good-by, and Clara went home with her to\nspend the night.  Lucy was left alone upon the piazza.  It was there\nthat George Waldeaux saw her again.\n\n\nThis had been the hardest day of his life.  He rose that morning\ntelling himself with an oath that he would earn the money to buy his\nown food or never eat again.  His mother had sent him a cheque by post.\nHe tore it up and went out of his cheap lodging-house without\nbreakfast.  There was a queer change in him--a sudden lofty\nindependence--a sudden loathing of himself.  He knew now that it was\nnot in him to do good work in the world, but at least he would pay his\nown way.  He had been a mass of vanity and now he was so mean in his\nown eyes that he shrank from the passers-by.  Perhaps the long strain\nhad damaged the gray matter of the brain, or some nervous centre--I do\nnot know what change a physician would have found in him, but the man\nwas changed.\n\nA clerk was needed in a provision shop on Green Street.  George placed\nhimself in the line of dirty, squalid applicants.  The day was hot, the\nair of the shop was foul with the smells of rotting meat and\nvegetables.  He felt himself stagger against a stall.  He seemed to be\nasleep, but he heard the butchers laughing.  They called him a drunken\ntramp, and then he was hurled out on the muddy pavement.\n\n\"Too much whiskey for this time o' day!\" a policeman said, hauling him\nto his feet.\n\n\"Move along, young man!\"\n\nWhiskey?  That was what he wanted.  He turned into a shop and bought a\ndram with his last pennies.  It made him comfortable for a few hours,\nthen he began to cry and swear.  George Waldeaux had never been drunk\nin his life.  The ascetic, stainless priest in him stood off and looked\nat this dog of the gutter with his obscene talk, and then came defeat\nof soul and body.\n\n\"I give up!\" he said quietly.  \"I'll never try again.\"\n\nHe wandered unconsciously to the ferry and, having his yearly book of\ntickets in his pocket, took the train for home from force of habit.  He\nleft the cars at a station several miles from Weir, and wandered across\nthe country.  Just at sundown, covered with mud and weak from hunger\nand drunkenness, he crossed the lawn before Lucy's house and, looking\nup, saw her.\n\nHe had stumbled into a world of peace and purity!  A soft splendor\nfilled the sky and the bay and the green slopes, with their clumps of\nmighty forest trees.  The air was full of the scents of flowers and the\ngood-night song of happy birds.  And in the midst of it all, lady of\nthe great domain, under her climbing rose vines, sat the young, fair\nwoman, clad in some fleecy white garments, her head bent, her blue eyes\nfixed on the distance--waiting.\n\nGeorge stopped, sobered by a sudden wrench of his heart.  There was the\nworld to which he belonged--there!  His keen eye noted every delicate\ndetail of her beauty and of her dress.  He was of her sort, her\nkind--he, kicked into the gutter from that foul shop as a tramp!\n\nThis is what I have lost! his soul cried to him.\n\nHe had not as yet recognized Lucy.  But now she saw him, and with a\nlittle inarticulate cry like that of a bird, she flew down the steps.\n\"Ah!  It is you!\" she said.  \"I thought you would come to welcome me\nsome time!\"\n\nHer voice was like a soft breath; her airy draperies blew against him.\nIt was as if a wonderful, beautiful dream were folding him in--and in.\n\nHe drew back.  \"I am not fit, Miss Dunbar.  I did not know you were\nhere.  Why--look at me!\"\n\n\"Oh!  You are ill!  You have had an accident!\" she cried.  She had laid\nher little white fingers on his hand and now, feeling it burn and\ntremble at her touch, she caught it in both of her own and drew him\ninto the house.\n\n\"Mr. Waldeaux,\" she said to a servant who appeared, \"has had a fall.\nBring him water and towels.  Take care of him, Stephen.\"  She spoke\nquietly, but her voice trembled with fright.\n\nThe man led George to an inner room.\n\n\"Were you thrown, sir?\" he asked sympathetically.\n\nGeorge hesitated.  \"Yes, I was thrown,\" he said grimly.\n\nHe made himself clean in angry haste, taking the whisk from the man and\nbrushing off the dry mud with a vicious fury.\n\nLucy came to meet him, with a pale, anxious smile.  \"You must not go\nwithout a cup of hot coffee,\" she said, leading him to a lounge in the\nhall.  It was very sweet to be treated like a sick man!\n\n\"And God knows I am sick, body and soul!\" he thought, sinking down.\n\nBeside the lounge was a little table with one cover.  He noted with\nkeen pleasure the delicate napery, the silver candlesticks, the bowl of\nroses, with which the substantial meal was set out.  Lucy waited on him\nwith the quick intelligence of a trained nurse.  She scarcely spoke,\nyet her every motion, as she served him, seemed a caress.  When he had\nfinished he began to stammer out his thanks.\n\n\"No,\" she said, rising decisively.  \"You are too weak to talk to me\nto-night, Mr. Waldeaux.  The coupe is at the door.  John will drive you\nhome.  You need sleep now.\"\n\nAs he sank down into the luxurious cushions and drove away through the\ntwilight, he saw the little white figure in the door, and the grave\nwistful face looking after him.\n\n\"Did she suspect!\" he suddenly cried, starting up.\n\nBut George Waldeaux never knew how much Lucy suspected that night.\n\n\nMeanwhile Mrs. Waldeaux's mare had jogged on leisurely, dragging her\nmistress and Miss Vance home through the shady country lanes.\n\n\"Phebe is old,\" apologized Frances.  \"She really is a retired car\nhorse.\"\n\n\"You used to take pride in your horses, Frances?\"\n\n\"Yes.\"  Mrs. Waldeaux added after a pause.  \"My income is small.  Of\ncourse George soon will be coining money, but just now----  The peach\ncrop failed this year too.  And I save every dollar for Jack's\neducation.\"\n\n\"But what of the jokes for the New York paper?  They were profitable.\"\n\n\"Oh, I gave them up long ago.\" She glanced around cautiously.  \"Never\nspeak of that, Clara.  I would not have George know for the world; I\nnever would hold up my head if he knew that I was 'Quigg.'\"\n\nMiss Vance gave a contemptuous sniff, but Mrs. Waldeaux went on\neagerly, \"I have a plan!  You know that swampy tract of ours near\nLewes?  When I have enough money I'll drain it and lay out a summer\nresort--hotels--cottages.  I'll develop it as I sell the lots.  Oh,\nJack shall have his millions yet to do great work in the world!\" her\neyes sparkling.  \"Though perhaps he may choose to strip himself of\neverything to give to the poor, like Francis d'Assisi!  That would be\nbest of all.  It's not unlikely.  He is the most generous boy!\"\n\n\"Stuff!\" said Miss Vance.  \"St. Francis, indeed!  I observe, by the\nway, that he crosses himself after his meals.  Are you making a\nRomanist of the child?  And you speak French to him, too?\"\n\nMrs. Waldeaux's color rose.  \"His mother was French and Catholic,\" she\nsaid.  \"I will not have Lisa forgotten.\"\n\nThey went on in silence.  Miss Vance was lost in thought.  Was George\nWaldeaux equally eager to keep his wife's memory alive?  Now that the\nconceit had been beaten out of him, he would not make a bad husband.\nAnd her child Lucy had always--esteemed him highly.\n\n\n\n\nCHAPTER XVIII\n\nThe next day was Sunday.  George jumped out of bed with the dawn.  He\nwhistled and sang scraps of songs as he took his bath.  The sun shone.\nWhat a full, happy world it was, anyhow!  And he had given up the game\nlast night?  Why, life was just beginning for him!  He was nothing but\na boy--not yet thirty.  He would make a big success soon, and then try\nto win--to win----  He stopped, breathless, looking into the distance,\nand his eyes slowly grew wet with passion and longing.\n\nHe left the house and struck across the country through the woodland\nand farms.  He did not know why he went--he had to go.  When he reached\nthe Dunbar woods, he stood in the thicket for hours, watching the\nhouse.  She came out at last and sat down on the steps to play with the\ndog.  Last night in her white, delicate beauty she had not seemed\nreal--she was far off, like an angel coming down into his depths of\nmisery.\n\nBut to-day she sat on the steps in her pretty blue gown, and laughed\nand rolled Tramp over, and sung snatches of songs, and was nothing but\na foolish girl.  For so many years he had been thinking of work and\nmoney-making and bosses.  All of that mean drudgery fell out of sight\nnow.  He was a man, young, alone, on fire with hope and passion.  His\nshare of life had been mean and pinched; yonder was youth and gladness\nand tranquillity.  The world was empty, save for themselves.  He was\nhere, and there was the one woman in it--the one woman.\n\nHe looked at his tanned, rough fingers.  Last night she had folded them\nin her two soft little hands, and drawn him on--on into home!\n\nHe would go up to her now and tell her----\n\nGeorge pushed aside the bushes, but at that moment Lucy rose and went\ninto the house.  After a moment he crossed the lawn and sat down on the\npiazza, calling the dog to him.  She would come back soon.  Tramp's\nhead rested on his knee as he stroked it.  It was here her hand had\ntouched it--and here----\n\nThe scent of roses was heavy in the sunshine, the bees hummed; he sat\nthere in a hazy dream, waiting for the door to open and the joy of his\nlife to begin.\n\nHe was dragged roughly enough out of his dream.\n\nMiss Dunbar's landau drove to the door to take her to church.  George\nlooked up, carelessly noting how quiet and perfectly appointed it was,\nfrom the brown liveries of the negro coachman and footman to the\ntrappings on the black ponies.  There were no horses of such high breed\nin Delaware.  He stood up suddenly, his jaws pale as if he had been\nstruck.  What money there was in it!  He had forgotten.  She was a\ngreat heiress.\n\nShe came out at the moment.  He scanned her fiercely, the plain, costly\ngown, the ruby blazing on her ungloved hand.  Then he glanced down at\nhis own shabby Sunday suit.  She was the richest woman in Delaware, and\nhe had not a dollar in his pocket, and no way to earn one.\n\nHe went up to her, courteously took her hand when she held it out,\nblushing and dimpling, bowed to her aunt, saying that he had merely\nwalked over to put her into her carriage, and, having shut the door,\nlooked after them, hat in hand, smiling when she glanced shyly back at\nhim.\n\nThen he laughed loudly.  If he had the salary that she paid her negro\ndriver he would be lucky!  And he had meant to marry her.  He laughed\nagain and took his way homeward.\n\n\n\n\nCHAPTER XIX\n\nHis mother was waiting to give George his breakfast.  Whether he chose\nto lie in bed until noon or to walk twenty miles at dawn, she smiled a\njoyful approval.  But neither the crisp toast, nor the fried chicken,\nnor any of her funny stories, would penetrate the blackness of his\ngloom.\n\n\"Oh, by the way!\" she said; \"here is a letter that came by last night's\nmail.  I forgot to give it to you.\"\n\nHe glanced at the envelope.  \"Great Heavens!  It is life and death to\nme, and you forget it to tell Jack's pert sayings!\"  He read the letter\nand threw it down.\n\n\"What is it, George?\" she asked humbly.\n\n\"Burnett & Hoyle offer me a place in their house.\"\n\n\"Mr. Hoyle is an old friend of mine.  I wrote to him.  What is the\nsalary, George?\"\n\n\"Forty dollars a week.  I could earn more as a coachman--for some rich\nheiress.\"\n\n\"But George dear----  It would be a beginning.  They are brokers, and\nthere are so many short cuts to fortune in that business!  Do try it,\nmy son.\"\n\n\"Of course I'll try it.  Do you think I'm a fool?  It will keep me from\nstarving.  But I want something else in life than to be kept from\nstarving, mother.\"\n\nHe stretched out his arms with a groan, and walked to the window.  She\nfollowed him with wretched, comprehending eyes.  Why did not Lucy give\nhim her fortune?  Any woman would be honored who could give George her\nfortune.\n\n\"I always have heard that brokers know the short cuts to wealth,\" she\nsaid calmly.  \"You go on the Street some day, and come back a\nmillionaire.\"\n\n\"That is a woman's idea of business.  Instead, I will sit on a high\nstool and drudge all day, and on Saturday get my wages, and after three\nor four years I'll make a fight for ten dollars more a week, and thank\nGod if I get it.  'A short cut to fortune!'\"\n\nMrs. Waldeaux carefully averted her eyes from him. \"You may marry,\" she\nsaid, \"and it may happen that your wife also will have some little\nincome----\"\n\n\"Mother!  Look at me!\" he interrupted her sternly.  \"I will never be\ndependent on my wife, so help me God!\"\n\n\"No, George, no!  Of course not.  Don't speak so loud.  Only, I thought\nif she had a small sum of her own, she would feel more comfortable,\nthat's all.\"\n\n\nIn spite of his ill temper George threw himself into his work with\nzeal.  After a couple of months he came home for a day.  He was dressed\nwith the quiet elegance which once had been so important in his eyes.\n\nHis mother noted it shrewdly.  \"A man has more courage to face life,\ndecently clothed,\" she said to herself.\n\nHe did not come again until winter.  Lucy happened to be spending the\nday with Mrs. Waldeaux.  There were no liveried servants, no priceless\nrings, no Worth gown in sight.  She was just the shy, foolish girl whom\nhe had once for an hour looked upon as his wife.  George talked about\nWall Street to her, being now wise as to stocks; took her out\nsleighing, and when in the evening she took Jack in her arms and sang\nhim to sleep, sat listening with his head buried in his hands.  Mrs.\nWaldeaux carried the boy up to bed, and Lucy and George were left\nalone.  They talked long and earnestly.\n\n\"She consulted me about her affairs,\" he said, after she was gone, his\neyes shining.\n\n\"I am afraid she does not understand business!\" Mrs. Waldeaux replied\nanxiously.\n\n\"Oh, like a woman!  That is, not at all.  Her whole property is in the\nhands of The Consolidated Good Faith Companies.  I reminded her of the\nold adage, 'Never put all of your eggs into one basket.'\"\n\n\"But that is so sound a basket, George!\" \"Yes.  It is thought so,\" with\na shrug.\n\n\"Poor child!  She needs a guardian to advise her.\"\n\nWaldeaux's countenance grew black.  \"She should employ an attorney.  It\ncertainly will never be my duty to advise Miss Dunbar,\" he retorted\nirritably.\n\n\nGeorge showed himself shrewd and able in his work.  Mr. Hoyle was a\npowerful backer.  Before spring his salary was doubled.  But what was\nthat?  The gulf between him and the great heiress gaped, impassable.\n\nLucy spent much time with her old friend, and Frances at last broke the\nsilence concerning him.\n\n\"The boy never before knew what love was.  And it is you that he loves,\nchild.\"\n\n\"He has not told me so,\" said Lucy coldly.\n\n\"No.  And never will.  It is your wealth that makes him dumb.  I wish\nit was gone,\" said Frances earnestly.  \"Gone.  You would be so happy.\nWhat is money compared to being----\"\n\n\"George's wife?\" Lucy laughed.\n\n\"Yes.  George's wife.  I know what he is worth,\" his mother said\nboldly.  \"You might give it away?\" looking eagerly in the girl's face.\n\"In charity.\"\n\n\"I might do so,\" said Miss Dunbar tranquilly.\n\n\nOne morning in April Mrs. Waldeaux saw George coming up from the\nstation.  She ran to meet him.\n\nHe was pale and breathless with excitement.  \"What is it?  What has\nhappened?\" she cried.\n\n\"Hush--h!  Come in.  Shut the door.  No one must hear.  The\nConsolidated Companies have failed.  They have robbed their depositors.\"\n\n\"Well, George?  What have we---- Oh, Lucy!\"\n\n\"Yes, Lucy!  She is ruined!  She has nothing.  It was all there.\"  He\npaced up and down, hoarse with agitation and triumph.  \"She mustn't\nknow it, mother, until she is safe in another home.\"\n\n\"Another home?\" \"Oh, surely you understand!  Here--if she will come.\nPoor little girl!  She has not a dollar!  I am getting a big salary.  I\ncan work for you all.  My God!  I will have her at last!  Unless----\nPerhaps she won't come!  Mother, do you think she will come?\"  He\ncaught her arm, his jaws twitched, the tears stood in his eyes, as when\nhe used to come to her with his boyish troubles.\n\n\"How can I tell?\" said Frances.  \"Go and ask her.\"\n\n\n\n\nCHAPTER XX\n\nIn July Miss Vance returned unexpectedly.  Her charges had tired of\ntravel, and turned their backs upon India.  She dropped them in\nChicago, and came to Weir for rest.  The evening of her arrival she\nstrolled with Frances through the park, listening to the story of\nGeorge's sudden wooing, and the quiet, hurried wedding.\n\n\"It had to be quiet and hurried,\" said Mrs. Waldeaux, \"in order to keep\nher ignorant of her change of fortune.  He took her to the Virginia\nmountains, so that no newspapers could reach her.  They are coming\nto-morrow.  It won't trouble her to hear that her money is gone when\nshe is here with us all, at home.  As for me,\" she went on excitedly,\n\"I am beginning to advertise the summer resort.  I must put my hand to\nthe plough.  I don't mean that she shall miss any comfort or luxury as\nGeorge's wife.\"\n\nMiss Vance looked at her.  \"Frances, give up your planning and working.\nLet George work for you and his wife,\" she said curtly. \"It is time for\nyou to stop and rest.\"\n\n\"And why should I stop and rest, Clara?\" said Frances, amazed.\n\n\"Surely you know, dear.  You are not as young as you once were.  Your\neyes are weak, and your hearing is a little dulled, and----\"\n\nFrances threw out her hand eagerly.  \"You think I am growing old!  It\nis only my eyes and ears that are wearing out.  _I_ am not deaf nor\nblind,\" she said earnestly.  \"_I_ am not old.  I find more fun and\nflavor in life now than I did at sixteen.  If I live to be seventy, or\na hundred, I shall be the same Frances Waldeaux still.\"\n\nClara gave an annoyed shrug.  \"But really, _I_ make the thought of\ndeath my constant companion.  And you are older than I.\"\n\n\n  \"'After the busy day\n  Comes the calm sleep of night,'\"\n\nshe quoted, with a sententious sigh.\n\n\"Calm and sleep do not appear to me to be the highest conditions of\nlife.  No!  I will not be set aside, even when I am dead, like a\nburned-out candle!\"  The indignant tears stood in her eyes.  \"Why, even\nin that other world I shall not be a barren stock, thank God!  I have\ngiven a family to mankind.  To watch a long line of your descendants at\nwork, to see in them your own thoughts and your own soul reaching out,\nlive powers through all eternity--I often think of it.  That will\nbe--not calm nor sleep.\"\n\nMiss Vance touched Mrs. Waldeaux's arm affectionately.  \"What a queer\nidea, Frances.  Well, I never argue, you know.  Drop in the harness, if\nyou choose.  Let us go in now.  It is chilly.\"\n\nThe older woman looked after her, and smiled good-humoredly.  After a\nmoment she raised her hand, examining it attentively.  Her hand had\nbeen very beautiful in shape, white and dimpled, and she had been vain\nenough to wear fine rings.  Now it was yellow and wrinkled.  The great\nemerald looked like a bit of glass upon it.\n\n\"Yes, I see,\" she said, with a miserable little laugh, and then stood\nlooking out into the far distance.  \"But _I_ am not growing old.\"  She\nspoke aloud, as if to one who stood apart with her and could\nunderstand.  \"Even out in that other world I shall not be only a\nmother.  I shall be me.  ME!\" touching her breast.  \"After a million of\nyears--it will still be me.\"\n\nThere stirred within the lean body and rheumatic limbs depths of unused\npower, of thought, of love and passion, and, deeper than all, awful\npossibilities of change.\n\n\"I have it in me still to be worse than a murderer,\" she thought, with\nwhitening face.\n\nShe stood a long time, alone.  A strange content and light came slowly\ninto her face.  \"Come what will, I shall never be left to myself\nagain,\" she said at last, speaking to a Friend whom she had found long\nago.\n\nThen she went in search of the boy.  \"Come, Jack,\" she said cheerfully,\n\"there are busy days before us.\"\n\n\nGeorge and Lucy that evening reached Dover, prettiest of American\ntowns.  They strolled down the shaded street out into a quiet country\nlane.  Lucy sat down upon a fallen tree, and George threw himself upon\nthe grass beside her.\n\n\"To-morrow we shall be at home,\" she said, pushing his hair back.  \"Do\nyou know that your profile is absolutely Greek?\"  Her eyes half closed\ncritically.  \"Yes, we shall be at home about eleven o'clock.  I wrote\nto Stephen to order all the dishes that you like for luncheon.  Your\nmother and Jack are coming.  It will be such a gay, happy day!\"\n\nHe took her hand.  He would tell her now.  It would not distress her.\nThe money weighed for nothing in her life.  He was her world; he knew\nthat.\n\n\"Lucy!\" he said.\n\nShe turned, startled at his grave tone.  The color rose in her delicate\nlittle face, and there was a keen flash of intelligence in her blue\neyes.  It vanished, and they were only blue and innocent.\n\n\"Lucy, would you be willing to come to my house?  To take it for home?\nTo be a poor man's wife, there?  God knows I'll try to make you happy\nin it.\"\n\n\"No,\" she said gently.  \"That is your mother's home.  She has made it.\nIt is not fair to bring young queen bees into the old queen's hive.  We\nwill live at your house, Dunbar Place, George.\"\n\n\"It is not mine nor yours!\" George broke out.  \"Oh, my darling, I have\nhidden something from you.  It is all gone.  Your property, income,\nevery thing!  The Consolidated Consolidated Companies failed.  Their\ndepositors are ruined.\"\n\n\"Yes, I know,\" said Lucy, brushing a fallen leaf from her gown.  \"But\nthey had no control over my affairs.  I withdrew them from their\nmanagement in February.\"\n\nGeorge started up.  \"Then you--you are a great heiress still?\"\n\n\"No.\"  She rose, holding out her hands, laughing.  \"My husband, I\nbelieve, is a rich man, and I shall have what he gives me.\"\n\nBut he did not hear her.  He walked away down the road, shaken by a\ndumb fury.  He had been tricked!  Who had tricked him?\n\nThen he heard a miserable sob and turned.  Great God!  Was any thing on\nearth so dear as that little woman standing there?  She was crying!\nHad he struck her?  He was a brute.  What had he done?\n\nHe ran to her, and taking her outstretched hands, kissed them\npassionately.\n\n\"They are mine--mine!\" he whispered, and knew nothing beyond.\n\n\nThey walked together like two happy children down the shady lane toward\nthe golden sunset.  The money was forgotten."
}