{
 "author": [
  "Eastman, Charles Alexander"
 ],
 "title": [
  "Indian Heroes and Great Chieftains"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Heroes",
  "E011",
  "Dakota Indians -- Biography",
  "Indians of North America -- Biography"
 ],
 "id": "336",
 "genre": [
  "biography"
 ],
 "text": "INDIAN HEROES AND GREAT CHIEFTAINS\n\nBy Charles A. Eastman (Ohiyesa)\n\n\n\n\n     CONTENTS\n\n\n      1.  RED CLOUD\n      2.  SPOTTED TAIL\n      3.  LITTLE CROW\n      4.  TAMAHAY\n      5.  GALL\n      6.  CRAZY HORSE\n      7.  SITTING BULL\n      8.  RAIN-IN-THE-FACE\n      9.  TWO STRIKE\n     10.  AMERICAN HORSE\n     11.  DULL KNIFE\n     12.  ROMAN NOSE\n     13.  CHIEF JOSEPH\n     14.  LITTLE WOLF\n     15.  HOLE-IN-THE-DAY\n\n\n\n\n\nINDIAN HEROES AND GREAT CHIEFTAINS\n\n\n\n\nRED CLOUD\n\n\nEVERY age, every race, has its leaders and heroes. There were over sixty\ndistinct tribes of Indians on this continent, each of which boasted\nits notable men. The names and deeds of some of these men will live\nin American history, yet in the true sense they are unknown, because\nmisunderstood. I should like to present some of the greatest chiefs of\nmodern times in the light of the native character and ideals, believing\nthat the American people will gladly do them tardy justice.\n\nIt is matter of history that the Sioux nation, to which I belong,\nwas originally friendly to the Caucasian peoples which it met in\nsuccession-first, to the south the Spaniards; then the French, on the\nMississippi River and along the Great Lakes; later the English, and\nfinally the Americans. This powerful tribe then roamed over the whole\nextent of the Mississippi valley, between that river and the Rockies.\nTheir usages and government united the various bands more closely than\nwas the case with many of the neighboring tribes.\n\nDuring the early part of the nineteenth century, chiefs such as\nWabashaw, Redwing, and Little Six among the eastern Sioux, Conquering\nBear, Man-Afraid-of-His-Horse, and Hump of the western bands, were the\nlast of the old type. After these, we have a coterie of new leaders,\nproducts of the new conditions brought about by close contact with the\nconquering race.\n\nThis distinction must be borne in mind--that while the early chiefs\nwere spokesmen and leaders in the simplest sense, possessing no real\nauthority, those who headed their tribes during the transition period\nwere more or less rulers and more or less politicians. It is a singular\nfact that many of the “chiefs”, well known as such to the American\npublic, were not chiefs at all according to the accepted usages of\ntheir tribesmen. Their prominence was simply the result of an abnormal\nsituation, in which representatives of the United States Government made\nuse of them for a definite purpose. In a few cases, where a chief met\nwith a violent death, some ambitious man has taken advantage of the\nconfusion to thrust himself upon the tribe and, perhaps with outside\nhelp, has succeeded in usurping the leadership.\n\nRed Cloud was born about 1820 near the forks of the Platte River. He\nwas one of a family of nine children whose father, an able and respected\nwarrior, reared his son under the old Spartan regime. The young Red\nCloud is said to have been a fine horseman, able to swim across the\nMissouri and Yellowstone rivers, of high bearing and unquestionable\ncourage, yet invariably gentle and courteous in everyday life. This\nlast trait, together with a singularly musical and agreeable voice, has\nalways been characteristic of the man.\n\nWhen he was about six years old, his father gave him a spirited colt,\nand said to him:\n\n“My son, when you are able to sit quietly upon the back of this colt\nwithout saddle or bridle, I shall be glad, for the boy who can win a\nwild creature and learn to use it will as a man be able to win and rule\nmen.”\n\nThe little fellow, instead of going for advice and help to his\ngrandfather, as most Indian boys would have done, began quietly to\npractice throwing the lariat. In a little while he was able to lasso\nthe colt. He was dragged off his feet at once, but hung on, and finally\nmanaged to picket him near the teepee. When the big boys drove the herd\nof ponies to water, he drove his colt with the rest. Presently the pony\nbecame used to him and allowed himself to be handled. The boy began\nto ride him bareback; he was thrown many times, but persisted until he\ncould ride without even a lariat, sitting with arms folded and guiding\nthe animal by the movements of his body. From that time on he told me\nthat he broke all his own ponies, and before long his father’s as well.\n\nThe old men, his contemporaries, have often related to me how Red\nCloud was always successful in the hunt because his horses were so well\nbroken. At the age of nine, he began to ride his father’s pack pony upon\nthe buffalo hunt. He was twelve years old, he told me, when he was\nfirst permitted to take part in the chase, and found to his great\nmortification that none of his arrows penetrated more than a few\ninches. Excited to recklessness, he whipped his horse nearer the fleeing\nbuffalo, and before his father knew what he was about, he had seized one\nof the protruding arrows and tried to push it deeper. The furious animal\ntossed his massive head sidewise, and boy and horse were whirled into\nthe air. Fortunately, the boy was thrown on the farther side of his\npony, which received the full force of the second attack. The thundering\nhoofs of the stampeded herd soon passed them by, but the wounded and\nmaddened buffalo refused to move, and some critical moments passed\nbefore Red Cloud’s father succeeded in attracting its attention so that\nthe boy might spring to his feet and run for his life.\n\nI once asked Red Cloud if he could recall having ever been afraid, and\nin reply he told me this story. He was about sixteen years old and had\nalready been once or twice upon the warpath, when one fall his people\nwere hunting in the Big Horn country, where they might expect trouble at\nany moment with the hostile Crows or Shoshones. Red Cloud had followed a\nsingle buffalo bull into the Bad Lands and was out of sight and hearing\nof his companions. When he had brought down his game, he noted carefully\nevery feature of his surroundings so that he might at once detect\nanything unusual, and tied his horse with a long lariat to the horn of\nthe dead bison, while skinning and cutting up the meat so as to pack\nit to camp. Every few minutes he paused in his work to scrutinize the\nlandscape, for he had a feeling that danger was not far off.\n\nSuddenly, almost over his head, as it seemed, he heard a tremendous\nwar whoop, and glancing sidewise, thought he beheld the charge of an\noverwhelming number of warriors. He tried desperately to give the usual\nundaunted war whoop in reply, but instead a yell of terror burst from\nhis lips, his legs gave way under him, and he fell in a heap. When he\nrealized, the next instant, that the war whoop was merely the sudden\nloud whinnying of his own horse, and the charging army a band of fleeing\nelk, he was so ashamed of himself that he never forgot the incident,\nalthough up to that time he had never mentioned it. His subsequent\ncareer would indicate that the lesson was well learned.\n\nThe future leader was still a very young man when he joined a war party\nagainst the Utes. Having pushed eagerly forward on the trail, he found\nhimself far in advance of his companions as night came on, and at the\nsame time rain began to fall heavily. Among the scattered scrub pines,\nthe lone warrior found a natural cave, and after a hasty examination, he\ndecided to shelter there for the night.\n\nScarcely had he rolled himself in his blanket when he heard a slight\nrustling at the entrance, as if some creature were preparing to share\nhis retreat. It was pitch dark. He could see nothing, but judged that it\nmust be either a man or a grizzly. There was not room to draw a bow. It\nmust be between knife and knife, or between knife and claws, he said to\nhimself.\n\nThe intruder made no search but quietly lay down in the opposite corner\nof the cave. Red Cloud remained perfectly still, scarcely breathing,\nhis hand upon his knife. Hour after hour he lay broad awake, while\nmany thoughts passed through his brain. Suddenly, without warning,\nhe sneezed, and instantly a strong man sprang to a sitting posture\nopposite. The first gray of morning was creeping into their rocky den,\nand behold! a Ute hunter sat before him.\n\nDesperate as the situation appeared, it was not without a grim humor.\nNeither could afford to take his eyes from the other’s; the tension was\ngreat, till at last a smile wavered over the expressionless face of the\nUte. Red Cloud answered the smile, and in that instant a treaty of peace\nwas born between them.\n\n“Put your knife in its sheath. I shall do so also, and we will smoke\ntogether,” signed Red Cloud. The other assented gladly, and they\nratified thus the truce which assured to each a safe return to his\nfriends. Having finished their smoke, they shook hands and separated.\nNeither had given the other any information. Red Cloud returned to his\nparty and told his story, adding that he had divulged nothing and had\nnothing to report. Some were inclined to censure him for not fighting,\nbut he was sustained by a majority of the warriors, who commended his\nself-restraint. In a day or two they discovered the main camp of the\nenemy and fought a remarkable battle, in which Red Cloud especially\ndistinguished himself\n\nThe Sioux were now entering upon the most stormy period of their\nhistory. The old things were fast giving place to new. The young men,\nfor the first time engaging in serious and destructive warfare with the\nneighboring tribes, armed with the deadly weapons furnished by the\nwhite man, began to realize that they must soon enter upon a desperate\nstruggle for their ancestral hunting grounds. The old men had been\ninnocently cultivating the friendship of the stranger, saying among\nthemselves, “Surely there is land enough for all!”\n\nRed Cloud was a modest and little known man of about twenty-eight years,\nwhen General Harney called all the western bands of Sioux together at\nFort Laramie, Wyoming, for the purpose of securing an agreement and\nright of way through their territory. The Ogallalas held aloof from this\nproposal, but Bear Bull, an Ogallala chief, after having been plied with\nwhisky, undertook to dictate submission to the rest of the clan. Enraged\nby failure, he fired upon a group of his own tribesmen, and Red Cloud’s\nfather and brother fell dead. According to Indian custom, it fell to him\nto avenge the deed. Calmly, without uttering a word, he faced old Bear\nBull and his son, who attempted to defend his father, and shot them\nboth. He did what he believed to be his duty, and the whole band\nsustained him. Indeed, the tragedy gave the young man at once a certain\nstanding, as one who not only defended his people against enemies from\nwithout, but against injustice and aggression within the tribe. From\nthis time on he was a recognized leader.\n\nMan-Afraid-of-His-Horse, then head chief of the Ogallalas, took council\nwith Red Cloud in all important matters, and the young warrior rapidly\nadvanced in authority and influence. In 1854, when he was barely\nthirty-five years old, the various bands were again encamped near Fort\nLaramie. A Mormon emigrant train, moving westward, left a footsore cow\nbehind, and the young men killed her for food. The next day, to their\nastonishment, an officer with thirty men appeared at the Indian camp and\ndemanded of old Conquering Bear that they be given up. The chief in vain\nprotested that it was all a mistake and offered to make reparation. It\nwould seem that either the officer was under the influence of liquor,\nor else had a mind to bully the Indians, for he would accept neither\nexplanation nor payment, but demanded point-blank that the young men who\nhad killed the cow be delivered up to summary punishment. The old chief\nrefused to be intimidated and was shot dead on the spot. Not one soldier\never reached the gate of Fort Laramie! Here Red Cloud led the young\nOgallalas, and so intense was the feeling that they even killed the\nhalf-breed interpreter.\n\nCuriously enough, there was no attempt at retaliation on the part of the\narmy, and no serious break until 1860, when the Sioux were involved in\ntroubles with the Cheyennes and Arapahoes. In 1862, a grave outbreak\nwas precipitated by the eastern Sioux in Minnesota under Little Crow,\nin which the western bands took no part. Yet this event ushered in a new\nperiod for their race. The surveyors of the Union Pacific were laying\nout the proposed road through the heart of the southern buffalo country,\nthe rendezvous of Ogallalas, Brules, Arapahoes, Comanches, and Pawnees,\nwho followed the buffalo as a means of livelihood. To be sure, most of\nthese tribes were at war with one another, yet during the summer\nmonths they met often to proclaim a truce and hold joint councils and\nfestivities, which were now largely turned into discussions of the\ncommon enemy. It became evident, however, that some of the smaller\nand weaker tribes were inclined to welcome the new order of things,\nrecognizing that it was the policy of the government to put an end to\ntribal warfare.\n\nRed Cloud’s position was uncompromisingly against submission. He made\nsome noted speeches in this line, one of which was repeated to me by\nan old man who had heard and remembered it with the remarkable verbal\nmemory of an Indian.\n\n“Friends,” said Red Cloud, “it has been our misfortune to welcome the\nwhite man. We have been deceived. He brought with him some shining\nthings that pleased our eyes; he brought weapons more effective than our\nown: above all, he brought the spirit water that makes one forget for a\ntime old age, weakness, and sorrow. But I wish to say to you that if you\nwould possess these things for yourselves, you must begin anew and put\naway the wisdom of your fathers. You must lay up food, and forget the\nhungry. When your house is built, your storeroom filled, then look\naround for a neighbor whom you can take at a disadvantage, and seize all\nthat he has! Give away only what you do not want; or rather, do not part\nwith any of your possessions unless in exchange for another’s.\n\n“My countrymen, shall the glittering trinkets of this rich man, his\ndeceitful drink that overcomes the mind, shall these things tempt us to\ngive up our homes, our hunting grounds, and the honorable teaching of\nour old men? Shall we permit ourselves to be driven to and fro--to be\nherded like the cattle of the white man?”\n\nHis next speech that has been remembered was made in 1866, just before\nthe attack on Fort Phil Kearny. The tension of feeling against the\ninvaders had now reached its height. There was no dissenting voice in\nthe council upon the Powder River, when it was decided to oppose to\nthe uttermost the evident purpose of the government. Red Cloud was not\naltogether ignorant of the numerical strength and the resourcefulness\nof the white man, but he was determined to face any odds rather than\nsubmit.\n\n“Hear ye, Dakotas!” he exclaimed. “When the Great Father at Washington\nsent us his chief soldier [General Harney] to ask for a path through\nour hunting grounds, a way for his iron road to the mountains and the\nwestern sea, we were told that they wished merely to pass through our\ncountry, not to tarry among us, but to seek for gold in the far west.\nOur old chiefs thought to show their friendship and good will, when they\nallowed this dangerous snake in our midst. They promised to protect the\nwayfarers.\n\n“Yet before the ashes of the council fire are cold, the Great Father\nis building his forts among us. You have heard the sound of the white\nsoldier’s ax upon the Little Piney. His presence here is an insult and a\nthreat. It is an insult to the spirits of our ancestors. Are we then\nto give up their sacred graves to be plowed for corn? Dakotas, I am for\nwar!”\n\nIn less than a week after this speech, the Sioux advanced upon Fort Phil\nKearny, the new sentinel that had just taken her place upon the farthest\nfrontier, guarding the Oregon Trail. Every detail of the attack had\nbeen planned with care, though not without heated discussion, and\nnearly every well-known Sioux chief had agreed in striking the blow.\nThe brilliant young war leader, Crazy Horse, was appointed to lead the\ncharge. His lieutenants were Sword, Hump, and Dull Knife, with Little\nChief of the Cheyennes, while the older men acted as councilors. Their\nsuccess was instantaneous. In less than half an hour, they had cut down\nnearly a hundred men under Captain Fetterman, whom they drew out of the\nfort by a ruse and then annihilated.\n\nInstead of sending troops to punish, the government sent a commission\nto treat with the Sioux. The result was the famous treaty of 1868, which\nRed Cloud was the last to sign, having refused to do so until all of the\nforts within their territory should be vacated. All of his demands were\nacceded to, the new road abandoned, the garrisons withdrawn, and in the\nnew treaty it was distinctly stated that the Black Hills and the Big\nHorn were Indian country, set apart for their perpetual occupancy, and\nthat no white man should enter that region without the consent of the\nSioux.\n\nScarcely was this treaty signed, however, when gold was discovered in\nthe Black Hills, and the popular cry was: “Remove the Indians!” This\nwas easier said than done. That very territory had just been solemnly\nguaranteed to them forever: yet how stem the irresistible rush for gold?\nThe government, at first, entered some small protest, just enough to\n“save its face” as the saying is; but there was no serious attempt to\nprevent the wholesale violation of the treaty. It was this state of\naffairs that led to the last great speech made by Red Cloud, at a\ngathering upon the Little Rosebud River. It is brief, and touches upon\nthe hopelessness of their future as a race. He seems at about this\ntime to have reached the conclusion that resistance could not last much\nlonger; in fact, the greater part of the Sioux nation was already under\ngovernment control.\n\n“We are told,” said he, “that Spotted Tail has consented to be the\nBeggars’ Chief. Those Indians who go over to the white man can be\nnothing but beggars, for he respects only riches, and how can an Indian\nbe a rich man? He cannot without ceasing to be an Indian. As for me,\nI have listened patiently to the promises of the Great Father, but his\nmemory is short. I am now done with him. This is all I have to say.”\n\nThe wilder bands separated soon after this council, to follow the drift\nof the buffalo, some in the vicinity of the Black Hills and others in\nthe Big Horn region. Small war parties came down from time to time upon\nstray travelers, who received no mercy at their hands, or made dashes\nupon neighboring forts. Red Cloud claimed the right to guard and hold\nby force, if need be, all this territory which had been conceded to his\npeople by the treaty of 1868. The land became a very nest of outlawry.\nAside from organized parties of prospectors, there were bands of white\nhorse thieves and desperadoes who took advantage of the situation to\nplunder immigrants and Indians alike.\n\nAn attempt was made by means of military camps to establish control and\nforce all the Indians upon reservations, and another commission was sent\nto negotiate their removal to Indian Territory, but met with an absolute\nrefusal. After much guerrilla warfare, an important military campaign\nagainst the Sioux was set on foot in 1876, ending in Custer’s signal\ndefeat upon the Little Big Horn.\n\nIn this notable battle, Red Cloud did not participate in person, nor in\nthe earlier one with Crook upon the Little Rosebud, but he had a son in\nboth fights. He was now a councilor rather than a warrior, but his young\nmen were constantly in the field, while Spotted Tail had definitely\nsurrendered and was in close touch with representatives of the\ngovernment.\n\nBut the inevitable end was near. One morning in the fall of 1876 Red\nCloud was surrounded by United States troops under the command of\nColonel McKenzie, who disarmed his people and brought them into Fort\nRobinson, Nebraska. Thence they were removed to the Pine Ridge agency,\nwhere he lived for more than thirty years as a “reservation Indian.” In\norder to humiliate him further, government authorities proclaimed the\nmore tractable Spotted Tail head chief of the Sioux. Of course, Red\nCloud’s own people never recognized any other chief.\n\nIn 1880 he appealed to Professor Marsh, of Yale, head of a scientific\nexpedition to the Bad Lands, charging certain frauds at the agency\nand apparently proving his case; at any rate the matter was considered\nworthy of official investigation. In 1890-1891, during the “Ghost Dance\ncraze” and the difficulties that followed, he was suspected of collusion\nwith the hostiles, but he did not join them openly, and nothing could\nbe proved against him. He was already an old man, and became almost\nentirely blind before his death in 1909 in his ninetieth year.\n\nHis private life was exemplary. He was faithful to one wife all his\ndays, and was a devoted father to his children. He was ambitious for his\nonly son, known as Jack Red Cloud, and much desired him to be a great\nwarrior. He started him on the warpath at the age of fifteen, not then\nrealizing that the days of Indian warfare were well-nigh at an end.\n\nAmong latter-day chiefs, Red Cloud was notable as a quiet man, simple\nand direct in speech, courageous in action, an ardent lover of his\ncountry, and possessed in a marked degree of the manly qualities\ncharacteristic of the American Indian in his best days.\n\n\n\n\nSPOTTED TAIL\n\n\nAmong the Sioux chiefs of the “transition period” only one was shrewd\nenough to read coming events in their true light. It is said of Spotted\nTail that he was rather a slow-moving boy, preferring in their various\ngames and mimic battles to play the role of councilor, to plan and\nassign to the others their parts in the fray. This he did so cleverly\nthat he soon became a leader among his youthful contemporaries; and\nwithal he was apt at mimicry and impersonation, so that the other boys\nwere accustomed to say of him, “He has his grandfather’s wit and the\nwisdom of his grandmother!”\n\nSpotted Tail was an orphan, reared by his grandparents, and at an\nearly age compelled to shift for himself. Thus he was somewhat at a\ndisadvantage among the other boys; yet even this fact may have helped\nto develop in him courage and ingenuity. One little incident of his boy\nlife, occurring at about his tenth year, is characteristic of the man.\nIn the midst of a game, two boys became involved in a dispute which\npromised to be a serious one, as both drew knives. The young Spotted\nTail instantly began to cry, “The Shoshones are upon us! To arms! to\narms!” and the other boys joined in the war whoop. This distracted the\nattention of the combatants and ended the affair.\n\nUpon the whole, his boyhood is not so well remembered as is that of most\nof his leading contemporaries, probably because he had no parents to\nbring him frequently before the people, as was the custom with the\nwellborn, whose every step in their progress toward manhood was publicly\nannounced at a feast given in their honor. It is known, however, that\nhe began at an early age to carve out a position for himself. It is\npersonal qualities alone that tell among our people, and the youthful\nSpotted Tail gained at every turn. At the age of seventeen, he had\nbecome a sure shot and a clever hunter; but, above all, he had already\nshown that he possessed a superior mind. He had come into contact with\nwhite people at the various trading posts, and according to his own\nstory had made a careful study of the white man’s habits and modes of\nthought, especially of his peculiar trait of economy and intense desire\nto accumulate property. He was accustomed to watch closely and listen\nattentively whenever any of this strange race had dealings with his\npeople. When a council was held, and the other young men stood at a\ndistance with their robes over their faces so as to avoid recognition,\nSpotted Tail always put himself in a position to hear all that was said\non either side, and weighed all the arguments in his mind.\n\nWhen he first went upon the warpath, it appears that he was, if\nanything, overzealous to establish himself in the eye of his people; and\nas a matter of fact, it was especially hard for him to gain an assured\nposition among the Brules, with whom he lived, both because he was an\norphan, and because his father had been of another band. Yet it was not\nlong before he had achieved his ambition, though in doing so he received\nseveral ugly wounds. It was in a battle with the Utes that he first\nnotably served his people and their cause.\n\nThe Utes were the attacking party and far outnumbered the Sioux on this\noccasion. Many of their bravest young men had fallen, and the Brules\nwere face to face with utter annihilation, when Spotted Tail, with a\nhandful of daring horsemen, dodged around the enemy’s flank and fell\nupon them from the rear with so much spirit that they supposed that\nstrong reinforcements had arrived, and retreated in confusion. The Sioux\npursued on horseback; and it was in this pursuit that the noted chief\nTwo Strike gained his historical name. But the chief honors of the fight\nbelonged to Spotted Tail. The old chiefs, Conquering Bear and the rest,\nthanked him and at once made him a war chief.\n\nIt had been the firm belief of Spotted Tail that it was unwise to allow\nthe white man so much freedom in our country, long before the older\nchiefs saw any harm in it. After the opening of the Oregon Trail he,\nabove all the others, was watchful of the conduct of the Americans as\nthey journeyed toward the setting sun, and more than once he remarked in\ncouncil that these white men were not like the French and the Spanish,\nwith whom our old chiefs had been used to deal. He was not fully\nsatisfied with the agreement with General Harney; but as a young warrior\nwho had only just gained his position in the council, he could not force\nhis views upon the older men.\n\nNo sooner had the Oregon Trail been secured from the Sioux than Fort\nLaramie and other frontier posts were strengthened, and the soldiers\nbecame more insolent and overbearing than ever. It was soon discovered\nthat the whites were prepared to violate most of the articles of their\ntreaty as the Indians understood it. At this time, the presence of many\nMormon emigrants on their way to the settlements in Utah and Wyoming\nadded to the perils of the situation, as they constantly maneuvered for\npurposes of their own to bring about a clash between the soldiers and\nthe Indians. Every summer there were storm-clouds blowing between these\ntwo--clouds usually taking their rise in some affair of the travelers\nalong the trail.\n\nIn 1854 an event occurred which has already been described and which\nsnapped the last link of friendship between the races.\n\nBy this time Spotted Tail had proved his courage both abroad and at\nhome. He had fought a duel with one of the lesser chiefs, by whom he\nwas attacked. He killed his opponent with an arrow, but himself received\nupon his head a blow from a battle-axe which brought him senseless to\nthe ground. He was left for dead, but fortunately revived just as the\nmen were preparing his body for burial.\n\nThe Brules sustained him in this quarrel, as he had acted in\nself-defense; and for a few years he led them in bloody raids against\nthe whites along the historic trail. He ambushed many stagecoaches and\nemigrant trains, and was responsible for waylaying the Kincaid coach\nwith twenty thousand dollars. This relentless harrying of travelers soon\nbrought General Harney to the Brule Sioux to demand explanations and\nreparation.\n\nThe old chiefs of the Brules now appealed to Spotted Tail and his\nyoung warriors not to bring any general calamity upon the tribe. To the\nsurprise of all, Spotted Tail declared that he would give himself up.\nHe said that he had defended the rights of his people to the best of his\nability, that he had avenged the blood of their chief, Conquering Bear,\nand that he was not afraid to accept the consequences. He therefore\nvoluntarily surrendered to General Harney, and two of his lieutenants,\nRed Leaf and Old Woman, followed his example.\n\nThus Spotted Tail played an important part at the very outset of those\nevents which were soon to overthrow the free life of his people. I do\nnot know how far he foresaw what was to follow; but whether so conceived\nor not, his surrender was a master stroke, winning for him not only\nthe admiration of his own people but the confidence and respect of the\nmilitary.\n\nThus suddenly he found himself in prison, a hostage for the good\nbehavior of his followers. There were many rumors as to the punishment\nreserved for him; but luckily for Spotted Tail, the promises of General\nHarney to the Brule chiefs in respect to him were faithfully kept.\nOne of his fellow-prisoners committed suicide, but the other held out\nbravely for the two-year term of his imprisonment. During the second\nyear, it was well understood that neither of the men sought to escape,\nand they were given much freedom. It was fine schooling for Spotted\nTail, that tireless observer of the ways of the white man! It is a fact\nthat his engaging personal qualities won for him kindness and sympathy\nat the fort before the time came for his release.\n\nOne day some Indian horse thieves of another tribe stampeded the horses\nand mules belonging to the garrison. Spotted Tail asked permission of\nthe commanding officer to accompany the pursuers. That officer, trusting\nin the honor of a Sioux brave, gave him a fast horse and a good carbine,\nand said to him: “I depend upon you to guide my soldiers so that they\nmay overtake the thieves and recapture the horses!”\n\nThe soldiers recaptured the horses without any loss, but Spotted Tail\nstill followed the Indians. When they returned to the fort without him,\neverybody agreed that he would never turn up. However, next day he did\n“turn up”, with the scalp of one of the marauders!\n\nSoon after this he was returned to his own people, who honored him by\nmaking him the successor of the old chief, Conquering Bear, whose\nblood he had avenged, for which act he had taken upon himself the full\nresponsibility. He had made good use of his two years at the fort, and\ncompleted his studies of civilization to his own satisfaction. From this\ntime on he was desirous of reconciling the Indian and the white\nman, thoroughly understanding the uselessness of opposition. He was\naccordingly in constant communication with the military; but the other\nchiefs did not understand his views and seem to have been suspicious of\nhis motives.\n\nIn 1860-1864 the Southern Cheyennes and Comanches were at war with the\nwhites, and some of the Brules and Ogallalas, who were their neighbors\nand intimates, were suspected of complicity with the hostiles. Doubtless\na few of their young men may have been involved; at any rate, Thunder\nBear and Two Face, together with a few others who were roving with the\nwarring tribes, purchased two captive white women and brought them to\nFort Laramie. It was, however, reported at the post that these two men\nhad maltreated the women while under their care.\n\nOf course, the commander demanded of Spotted Tail, then head chief, that\nhe give up the guilty ones, and accordingly he had the two men arrested\nand delivered at the fort. At this there was an outcry among his own\npeople; but he argued that if the charges were true, the men deserved\npunishment, and if false, they should be tried and cleared by process\nof law. The Indians never quite knew what evidence was produced at the\ncourt-martial, but at all events the two men were hanged, and as they\nhad many influential connections, their relatives lost no time in\nfomenting trouble. The Sioux were then camping close by the fort and it\nwas midwinter, which facts held them in check for a month or two; but as\nsoon as spring came, they removed their camp across the river and rose\nin rebellion. A pitched battle was fought, in which the soldiers got the\nworst of it. Even the associate chief, Big Mouth, was against Spotted\nTail, who was practically forced against his will and judgment to take\nup arms once more.\n\nAt this juncture came the sudden and bloody uprising in the east among\nthe Minnesota Sioux, and Sitting Bull’s campaign in the north had begun\nin earnest; while to the south the Southern Cheyennes, Comanches, and\nKiowas were all upon the warpath. Spotted Tail at about this time seems\nto have conceived the idea of uniting all the Rocky Mountain Indians in\na great confederacy. He once said: “Our cause is as a child’s cause,\nin comparison with the power of the white man, unless we can stop\nquarreling among ourselves and unite our energies for the common good.”\n But old-time antagonisms were too strong; and he was probably held back\nalso by his consciousness of the fact that the Indians called him “the\nwhite man’s friend”, while the military still had some faith in him\nwhich he did not care to lose. He was undoubtedly one of the brainiest\nand most brilliant Sioux who ever lived; and while he could not help\nbeing to a large extent in sympathy with the feeling of his race against\nthe invader, yet he alone foresaw the inevitable outcome, and the\nproblem as it presented itself to him was simply this: “What is the best\npolicy to pursue in the existing situation?”\n\nHere is his speech as it has been given to me, delivered at the great\ncouncil on the Powder River, just before the attack on Fort Phil\nKearny. We can imagine that he threw all his wonderful tact and personal\nmagnetism into this last effort at conciliation.\n\n“‘Hay, hay, hay! Alas, alas!’ Thus speaks the old man, when he knows\nthat his former vigor and freedom is gone from him forever. So we may\nexclaim to-day, Alas! There is a time appointed to all things. Think\nfor a moment how many multitudes of the animal tribes we ourselves\nhave destroyed! Look upon the snow that appears to-day--to-morrow it\nis water! Listen to the dirge of the dry leaves, that were green and\nvigorous but a few moons before! We are a part of this life and it seems\nthat our time is come.\n\n“Yet note how the decay of one nation invigorates another. This strange\nwhite man--consider him, his gifts are manifold! His tireless brain,\nhis busy hand do wonders for his race. Those things which we despise\nhe holds as treasures; yet he is so great and so flourishing that there\nmust be some virtue and truth in his philosophy. I wish to say to you,\nmy friends: Be not moved alone by heated arguments and thoughts of\nrevenge! These are for the young. We are young no longer; let us think\nwell, and give counsel as old men!”\n\nThese words were greeted with an ominous silence. Not even the customary\n“How!” of assent followed the speech, and Sitting Bull immediately got\nup and replied in the celebrated harangue which will be introduced under\nhis own name in another chapter. The situation was critical for Spotted\nTail--the only man present to advocate submission to the stronger race\nwhose ultimate supremacy he recognized as certain. The decision to\nattack Fort Phil Kearny was unanimous without him, and in order to\nhold his position among his tribesmen he joined in the charge. Several\nbullets passed through his war bonnet, and he was slightly wounded.\n\nWhen the commission of 1867-1868 was sent out to negotiate with the\nSioux, Spotted Tail was ready to meet them, and eager to obtain for\nhis people the very best terms that he could. He often puzzled and\nembarrassed them by his remarkable speeches, the pointed questions that\nhe put, and his telling allusions to former negotiations. Meanwhile Red\nCloud would not come into the council until after several deputations of\nIndians had been sent to him, and Sitting Bull did not come at all.\n\nThe famous treaty was signed, and from this time on Spotted Tail never\nagain took up arms against the whites. On the contrary, it was mainly\nattributed to his influence that the hostiles were subdued much sooner\nthan might have been expected. He came into the reservation with his\nband, urged his young men to enlist as government scouts, and assisted\nmaterially in all negotiations. The hostile chiefs no longer influenced\nhis action, and as soon as they had all been brought under military\ncontrol, General Crook named Spotted Tail head chief of the Sioux, thus\nhumiliating Red Cloud and arousing jealousy and ill-feeling among the\nOgallalas. In order to avoid trouble, he prudently separated himself\nfrom the other bands, and moved to the new agency on Beaver Creek (Fort\nSheridan, Nebraska), which was called “Spotted Tail Agency.”\n\nJust before the daring war leader, Crazy Horse, surrendered to the\nmilitary, he went down to the agency and roundly rebuked Spotted Tail\nfor signing away the freedom of his people. From the point of view of\nthe irreconcilables, the diplomatic chief was a “trimmer” and a traitor;\nand many of the Sioux have tried to implicate him in the conspiracy\nagainst Crazy Horse which led to his assassination, but I hold that the\nfacts do not bear out this charge.\n\nThe name of Spotted Tail was prominently before the people during the\nrest of his life. An obscure orphan, he had achieved distinction by his\nbravery and sagacity; but he copied the white politician too closely\nafter he entered the reservation. He became a good manipulator, and was\nmade conceited and overbearing by the attentions of the military and of\nthe general public. Furthermore, there was an old feud in his immediate\nband which affected him closely. Against him for many years were the\nfollowers of Big Mouth, whom he had killed in a duel; and also a party\nled by a son and a nephew of the old chief, Conquering Bear, whom\nSpotted Tail had succeeded at his death. These two men had hoped that\none or the other of them might obtain the succession.\n\nCrow Dog, the nephew of Conquering Bear, more than once taunted Spotted\nTail with the fact that he was chief not by the will of the tribe, but\nby the help of the white soldiers, and told him that he would “keep\na bullet for him” in case he ever disgraced his high position. Thus\nretribution lay in wait for him while at the height of his fame. Several\nhigh-handed actions of his at this time, including his elopement with\nanother man’s wife, increased his unpopularity with a large element of\nhis own tribe. On the eve of the chief’s departure for Washington, to\nnegotiate (or so they suspected) for the sale of more of their land,\nCrow Dog took up his gun and fulfilled his threat, regarding\nhimself, and regarded by his supporters, not as a murderer, but as an\nexecutioner.\n\nSuch was the end of the man who may justly be called the Pontiac of the\nwest. He possessed a remarkable mind and extraordinary foresight for\nan untutored savage; and yet he is the only one of our great men to be\nremembered with more honor by the white man, perhaps, than by his own\npeople.\n\n\n\n\nLITTLE CROW\n\n\nChief Little Crow was the eldest son of Cetanwakuwa (Charging Hawk).\nIt was on account of his father’s name, mistranslated Crow, that he was\ncalled by the whites “Little Crow.” His real name was Taoyateduta, His\nRed People.\n\nAs far back as Minnesota history goes, a band of the Sioux called\nKaposia (Light Weight, because they were said to travel light) inhabited\nthe Mille Lacs region. Later they dwelt about St. Croix Falls, and still\nlater near St. Paul. In 1840, Cetanwakuwa was still living in what\nis now West St. Paul, but he was soon after killed by the accidental\ndischarge of his gun.\n\nIt was during a period of demoralization for the Kaposias that Little\nCrow became the leader of his people. His father, a well-known chief,\nhad three wives, all from different bands of the Sioux. He was the only\nson of the first wife, a Leaf Dweller. There were two sons of the second\nand two of the third wife, and the second set of brothers conspired\nto kill their half-brother in order to keep the chieftainship in the\nfamily.\n\nTwo kegs of whisky were bought, and all the men of the tribe invited\nto a feast. It was planned to pick some sort of quarrel when all were\ndrunk, and in the confusion Little Crow was to be murdered. The plot\nwent smoothly until the last instant, when a young brave saved the\nintended victim by knocking the gun aside with his hatchet, so that the\nshot went wild. However, it broke his right arm, which remained crooked\nall his life. The friends of the young chieftain hastily withdrew,\navoiding a general fight; and later the council of the Kaposias\ncondemned the two brothers, both of whom were executed, leaving him in\nundisputed possession.\n\nSuch was the opening of a stormy career. Little Crow’s mother had been\na chief’s daughter, celebrated for her beauty and spirit, and it is said\nthat she used to plunge him into the lake through a hole in the ice,\nrubbing him afterward with snow, to strengthen his nerves, and that she\nwould remain with him alone in the deep woods for days at a time, so\nthat he might know that solitude is good, and not fear to be alone with\nnature.\n\n“My son,” she would say, “if you are to be a leader of men, you must\nlisten in silence to the mystery, the spirit.”\n\nAt a very early age she made a feast for her boy and announced that he\nwould fast two days. This is what might be called a formal presentation\nto the spirit or God. She greatly desired him to become a worthy leader\naccording to the ideas of her people. It appears that she left her\nhusband when he took a second wife, and lived with her own band till her\ndeath. She did not marry again.\n\nLittle Crow was an intensely ambitious man and without physical fear. He\nwas always in perfect training and early acquired the art of warfare of\nthe Indian type. It is told of him that when he was about ten years old,\nhe engaged with other boys in a sham battle on the shore of a lake\nnear St. Paul. Both sides were encamped at a little distance from one\nanother, and the rule was that the enemy must be surprised, otherwise\nthe attack would be considered a failure. One must come within so many\npaces undiscovered in order to be counted successful. Our hero had a\nfavorite dog which, at his earnest request, was allowed to take part in\nthe game, and as a scout he entered the enemy camp unseen, by the help\nof his dog.\n\nWhen he was twelve, he saved the life of a companion who had broken\nthrough the ice by tying the end of a pack line to a log, then at great\nrisk to himself carrying it to the edge of the hole where his comrade\nwent down. It is said that he also broke in, but both boys saved\nthemselves by means of the line.\n\nAs a young man, Little Crow was always ready to serve his people as a\nmessenger to other tribes, a duty involving much danger and hardship.\nHe was also known as one of the best hunters in his band. Although still\nyoung, he had already a war record when he became chief of the Kaposias,\nat a time when the Sioux were facing the greatest and most far-reaching\nchanges that had ever come to them.\n\nAt this juncture in the history of the northwest and its native\ninhabitants, the various fur companies had paramount influence. They\ndid not hesitate to impress the Indians with the idea that they were the\nauthorized representatives of the white races or peoples, and they were\nquick to realize the desirability of controlling the natives through\ntheir most influential chiefs. Little Crow became quite popular with\npost traders and factors. He was an orator as well as a diplomat,\nand one of the first of his nation to indulge in politics and promote\nunstable schemes to the detriment of his people.\n\nWhen the United States Government went into the business of acquiring\nterritory from the Indians so that the flood of western settlement might\nnot be checked, commissions were sent out to negotiate treaties, and in\ncase of failure it often happened that a delegation of leading men of\nthe tribe were invited to Washington. At that period, these visiting\nchiefs, attired in all the splendor of their costumes of ceremony, were\ntreated like ambassadors from foreign countries.\n\nOne winter in the late eighteen-fifties, a major general of the army\ngave a dinner to the Indian chiefs then in the city, and on this\noccasion Little Crow was appointed toastmaster. There were present a\nnumber of Senators and members of Congress, as well as judges of the\nSupreme Court, cabinet officers, and other distinguished citizens. When\nall the guests were seated, the Sioux arose and addressed them with much\ndignity as follows:\n\n“Warriors and friends: I am informed that the great white war chief who\nof his generosity and comradeship has given us this feast, has expressed\nthe wish that we may follow to-night the usages and customs of my\npeople. In other words, this is a warriors’ feast, a braves’ meal.\nI call upon the Ojibway chief, the Hole-in-the-Day, to give the lone\nwolf’s hunger call, after which we will join him in our usual manner.”\n\nThe tall and handsome Ojibway now rose and straightened his superb form\nto utter one of the clearest and longest wolf howls that was ever heard\nin Washington, and at its close came a tremendous burst of war whoops\nthat fairly rent the air, and no doubt electrified the officials there\npresent.\n\nOn one occasion Little Crow was invited by the commander of Fort\nRidgeley, Minnesota, to call at the fort. On his way back, in company\nwith a half-breed named Ross and the interpreter Mitchell, he was\nambushed by a party of Ojibways, and again wounded in the same arm that\nhad been broken in his attempted assassination. His companion Ross was\nkilled, but he managed to hold the war party at bay until help came and\nthus saved his life.\n\nMore and more as time passed, this naturally brave and ambitious man\nbecame a prey to the selfish interests of the traders and politicians.\nThe immediate causes of the Sioux outbreak of 1862 came in quick\nsuccession to inflame to desperate action an outraged people. The two\nbands on the so-called “lower reservations” in Minnesota were Indians\nfor whom nature had provided most abundantly in their free existence.\nAfter one hundred and fifty years of friendly intercourse first with\nthe French, then the English, and finally the Americans, they found\nthemselves cut off from every natural resource, on a tract of land\ntwenty miles by thirty, which to them was virtual imprisonment. By\ntreaty stipulation with the government, they were to be fed and clothed,\nhouses were to be built for them, the men taught agriculture, and\nschools provided for the children. In addition to this, a trust fund\nof a million and a half was to be set aside for them, at five per cent\ninterest, the interest to be paid annually per capita. They had signed\nthe treaty under pressure, believing in these promises on the faith of a\ngreat nation.\n\nHowever, on entering the new life, the resources so rosily described to\nthem failed to materialize. Many families faced starvation every winter,\ntheir only support the store of the Indian trader, who was baiting his\ntrap for their destruction. Very gradually they awoke to the facts.\nAt last it was planned to secure from them the north half of their\nreservation for ninety-eight thousand dollars, but it was not explained\nto the Indians that the traders were to receive all the money.\nLittle Crow made the greatest mistake of his life when he signed this\nagreement.\n\nMeanwhile, to make matters worse, the cash annuities were not paid for\nnearly two years. Civil War had begun. When it was learned that the\ntraders had taken all of the ninety-eight thousand dollars “on account”,\nthere was very bitter feeling. In fact, the heads of the leading stores\nwere afraid to go about as usual, and most of them stayed in St. Paul.\nLittle Crow was justly held in part responsible for the deceit, and his\nlife was not safe.\n\nThe murder of a white family near Acton, Minnesota, by a party of Indian\nduck hunters in August, 1862, precipitated the break. Messengers were\nsent to every village with the news, and at the villages of Little Crow\nand Little Six the war council was red-hot. It was proposed to take\nadvantage of the fact that north and south were at war to wipe out the\nwhite settlers and to regain their freedom. A few men stood out against\nsuch a desperate step, but the conflagration had gone beyond their\ncontrol.\n\nThere were many mixed bloods among these Sioux, and some of the Indians\nheld that these were accomplices of the white people in robbing them\nof their possessions, therefore their lives should not be spared. My\nfather, Many Lightnings, who was practically the leader of the Mankato\nband (for Mankato, the chief, was a weak man), fought desperately for\nthe lives of the half-breeds and the missionaries. The chiefs had great\nconfidence in my father, yet they would not commit themselves, since\ntheir braves were clamoring for blood. Little Crow had been accused\nof all the misfortunes of his tribe, and he now hoped by leading them\nagainst the whites to regain his prestige with his people, and a part at\nleast of their lost domain.\n\nThere were moments when the pacifists were in grave peril. It was almost\ndaybreak when my father saw that the approaching calamity could not be\nprevented. He and two others said to Little Crow: “If you want war, you\nmust personally lead your men to-morrow. We will not murder women and\nchildren, but we will fight the soldiers when they come.” They then\nleft the council and hastened to warn my brother-in-law, Faribault, and\nothers who were in danger.\n\nLittle Crow declared he would be seen in the front of every battle, and\nit is true that he was foremost in all the succeeding bloodshed, urging\nhis warriors to spare none. He ordered his war leader, Many Hail, to\nfire the first shot, killing the trader James Lynd, in the door of his\nstore.\n\nAfter a year of fighting in which he had met with defeat, the\ndiscredited chief retreated to Fort Garry, now Winnipeg, Manitoba,\nwhere, together with Standing Buffalo, he undertook secret negotiations\nwith his old friends the Indian traders. There was now a price upon his\nhead, but he planned to reach St. Paul undetected and there surrender\nhimself to his friends, who he hoped would protect him in return for\npast favors. It is true that he had helped them to secure perhaps the\nfinest country held by any Indian nation for a mere song.\n\nHe left Canada with a few trusted friends, including his youngest and\nfavorite son. When within two or three days’ journey of St. Paul, he\ntold the others to return, keeping with him only his son, Wowinape, who\nwas but fifteen years of age. He meant to steal into the city by night\nand go straight to Governor Ramsey, who was his personal friend. He was\nvery hungry and was obliged to keep to the shelter of the deep woods.\nThe next morning, as he was picking and eating wild raspberries, he was\nseen by a wood-chopper named Lamson. The man did not know who he was.\nHe only knew that he was an Indian, and that was enough for him, so he\nlifted his rifle to his shoulder and fired, then ran at his best pace.\nThe brilliant but misguided chief, who had made that part of the country\nunsafe for any white man to live in, sank to the ground and died without\na struggle. The boy took his father’s gun and made some effort to find\nthe assassin, but as he did not even know in which direction to look for\nhim, he soon gave up the attempt and went back to his friends.\n\nMeanwhile Lamson reached home breathless and made his report. The body\nof the chief was found and identified, in part by the twice broken arm,\nand this arm and his scalp may be seen to-day in the collection of the\nMinnesota Historical Society.\n\n\n\n\nTAMAHAY\n\n\nThere was once a Sioux brave who declared that he would die young, yet\nnot by his own hand. Tamahay was of heroic proportions, herculean in\nstrength, a superb runner; in fact, he had all the physical qualities of\nan athlete or a typical Indian. In his scanty dress, he was beautiful as\nan antique statue in living bronze. When a mere youth, seventeen years\nof age, he met with an accident which determined his career. It was\nthe loss of an eye, a fatal injury to the sensitive and high-spirited\nIndian. He announced his purpose in these words:\n\n“The ‘Great Mystery’ has decreed that I must be disgraced. There will be\nno pleasure for me now, and I shall be ridiculed even by my enemies. It\nwill be well for me to enter soon into Paradise, for I shall be happy\nin spending my youth there. But I will sell my life dearly. Hereafter\nmy name shall be spoken in the traditions of our race.” With this speech\nTamahay began his career.\n\nHe now sought glory and defied danger with even more than the ordinary\nIndian recklessness. He accepted a personal friend, which was a custom\namong the Sioux, where each man chose a companion for life and death.\nThe tie was stronger than one of blood relationship, a friendship sealed\nby solemn vow and covenant. Tamahay’s intimate was fortunately almost\nhis equal in physical powers, and the pair became the terror of\nneighboring tribes, with whom the Dakotas were continually at war. They\nmade frequent raids upon their enemies and were usually successful,\nalthough not without thrilling experiences and almost miraculous\nescapes.\n\nUpon one of these occasions the two friends went north into the country\nof the Ojibways. After many days’ journey, they discovered a small\nvillage of the foe. The wicked Tamahay proposed to his associate that\nthey should arrange their toilets after the fashion of the Ojibways,\nand go among them; “and perhaps,” he added, “we will indulge in a little\nflirtation with their pretty maids, and when we have had enough of the\nfun we can take the scalp of a brave or two and retreat!” His friend\nconstrued his daring proposition to be a test of courage, which it would\nnot become him, as a brave, to decline; therefore he assented with a\nshow of cheerfulness.\n\nThe handsome strangers were well received by the Ojibway girls, but\ntheir perilous amusement was brought to an untimely close. A young\nmaiden prematurely discovered their true characters, and her cry of\nalarm brought instantly to her side a jealous youth, who had been\nwatching them from his place of concealment. With him Tamahay had a\nsingle-handed contest, and before a general alarm was given he had\ndispatched the foe and fled with his scalp.\n\nThe unfortunate brave had been a favorite and a leader among the tribe;\ntherefore the maddened Ojibways were soon in hot pursuit. The Sioux\nbraves were fine runners, yet they were finally driven out upon the\npeninsula of a lake. As they became separated in their retreat, Tamahay\nshouted, “I’ll meet you at the mouth of the St. Croix River, or in the\nspirit land!” Both managed to swim the lake, and so made good their\nescape.\n\nThe exploits of this man were not all of a warlike nature. He was\na great traveler and an expert scout, and he had some wonderful\nexperiences with wild animals. He was once sent, with his intimate\nfriend, on a scout for game. They were on ponies.\n\nThey located a herd of buffaloes, and on their return to the camp espied\na lonely buffalo. Tamahay suggested that they should chase it in order\nto take some fresh meat, as the law of the tribe allowed in the case of\na single animal. His pony stumbled and threw him, after they had wounded\nthe bison, and the latter attacked the dismounted man viciously. But\nhe, as usual, was on the alert. He “took the bull by the horns”, as the\nsaying is, and cleverly straddled him on the neck. The buffalo had no\nmeans of harming his enemy, but pawed the earth and struggled until his\nstrength was exhausted, when the Indian used his knife on the\nanimal’s throat. On account of this feat he received the name\n“Held-the-Bull-by-the-Horns.”\n\nThe origin of his name “Tamahay” is related as follows. When he was\na young man he accompanied the chief Wabashaw to Mackinaw, Michigan,\ntogether with some other warriors. He was out with his friend one day,\nviewing the wonderful sights in the “white man’s country”, when they\ncame upon a sow with her numerous pink little progeny. He was greatly\namused and picked up one of the young pigs, but as soon as it squealed\nthe mother ran furiously after them. He kept the pig and fled with\nit, still laughing; but his friend was soon compelled to run up the\nconveniently inclined trunk of a fallen tree, while our hero reached the\nshore of a lake near by, and plunged into the water. He swam and dived\nas long as he could, but the beast continued to threaten him with her\nsharp teeth, till, almost exhausted, he swam again to shore, where his\nfriend came up and dispatched the vicious animal with a club. On account\nof this watery adventure he was at once called Tamahay, meaning Pike. He\nearned many other names, but preferred this one, because it was the name\nborne by a great friend of his, Lieutenant Pike, the first officer\nof the United States Army who came to Minnesota for the purpose of\nexploring the sources of the Mississippi River and of making peace with\nthe natives. Tamahay assisted this officer in obtaining land from the\nSioux upon which to build Fort Snelling. He appears in history under the\nname of “Tahamie” or the “One-Eyed Sioux.”\n\nAlways ready to brave danger and unpopularity, Tamahay was the only\nSioux who sided with the United States in her struggle with Great\nBritain in 1819. For having espoused the cause of the Americans, he was\nill-treated by the British officers and free traders, who for a long\ntime controlled the northwest, even after peace had been effected\nbetween the two nations. At one time he was confined in a fort called\nMcKay, where now stands the town of Prairie du Chien, Wisconsin. He had\njust returned from St. Louis, and was suspected of exciting his people\nto rebel against British subjects. His life was even threatened, but\nto this Tamahay merely replied that he was ready to die. A few months\nlater, this fort was restored to the United States, and upon leaving\nit the British set the buildings on fire, though the United States flag\nfloated above them. Some Indians who were present shouted to Tamahay,\n“Your friends’, the Americans’, fort is on fire!” He responded with a\nwar whoop, rushed into the blazing fort, and brought out the flag. For\nthis brave act he was rewarded with a present of a flag and medal. He\nwas never tired of displaying this medal and his recommendation papers,\nand even preserved to the end of his life an old colonial stovepipe hat,\nwhich he wore upon state occasions.\n\nThe Sioux long referred to the president of the United States as\n“Tamahay’s father.”\n\nThe following story is told of him in his later days. He attempted one\nday to cross the first bridge over the Mississippi River, but was not\nrecognized by the sentinel, who would not allow him to pass until he\npaid the toll. Tamahay, who was a privileged character, explained as\nbest he could, with gestures and broken English, that he was always\npermitted to pass free; but as the sentinel still refused, and even\nthreatened him with his bayonet, the old Indian silently seized the\nmusket, threw it down into the waters of the Mississippi and went home.\nLater in the day a company of soldiers appeared in the Indian village,\nand escorted our hero to a sort of court-martial at the fort. When\nhe was questioned by the Colonel, he simply replied: “If you were\nthreatened by any one with a weapon, you would, in self-defense, either\ndisable the man or get rid of the weapon. I did the latter, thinking\nthat you would need the man more than the gun.”\n\nFinally the officer said to them, “I see you are both partly wrong. Some\none must be responsible for the loss of the gun; therefore, you two\nwill wrestle, and the man who is downed must dive for the weapon to the\nbottom of the river.”\n\nScarcely was this speech ended when Tamahay was upon the soldier, who\nwas surprised both by the order and by the unexpected readiness of the\nwily old Indian, so that he was not prepared, and the Sioux had the\nvantage hold. In a moment the bluecoat was down, amid shouts and peals\nof laughter from his comrades. Having thrown his man, the other turned\nand went home without a word.\n\nSad to say, he acquired a great appetite for “minne-wakan”, or\n“mysterious water”, as the Sioux call it, which proved a source of\ntrouble to him in his old age. It is told of him that he was treated\none winter’s day to a drink of whisky in a trader’s store. He afterwards\nwent home; but even the severe blizzard which soon arose did not prevent\nhim from returning in the night to the friendly trader. He awoke that\nworthy from sleep about twelve o’clock by singing his death dirge upon\nthe roof of the log cabin. In another moment he had jumped down the mud\nchimney, and into the blazing embers of a fire. The trader had to pour\nout to him some whisky in a tin pail, after which he begged the old\nman to “be good and go home.” On the eve of the so-called “Minnesota\nMassacre” by the Sioux in 1862, Tamahay, although he was then very old\nand had almost lost the use of his remaining eye, made a famous speech\nat the meeting of the conspirators. These are some of his words, as\nreported to me by persons who were present.\n\n“What! What! is this Little Crow? Is that Little Six? You, too, White\nDog, are you here? I cannot see well now, but I can see with my mind’s\neye the stream of blood you are about to pour upon the bosom of this\nmother of ours” (meaning the earth). “I stand before you on three legs,\nbut the third leg has brought me wisdom” [referring to the staff with\nwhich he supported himself]. “I have traveled much, I have visited among\nthe people whom you think to defy. This means the total surrender of our\nbeautiful land, the land of a thousand lakes and streams. Methinks you\nare about to commit an act like that of the porcupine, who climbs a\ntree, balances himself upon a springy bough, and then gnaws off the very\nbough upon which he is sitting; hence, when it gives way, he falls upon\nthe sharp rocks below. Behold the great Pontiac, whose grave I saw near\nSt. Louis; he was murdered while an exile from his country! Think of the\nbrave Black Hawk! Methinks his spirit is still wailing through Wisconsin\nand Illinois for his lost people! I do not say you have no cause to\ncomplain, but to resist is self-destruction. I am done.”\n\nIt is supposed that this speech was his last, and it was made, though\nvainly, in defense of the Americans whom he had loved. He died at Fort\nPierre, South Dakota, in 1864. His people say that he died a natural\ndeath, of old age. And yet his exploits are not forgotten. Thus lived\nand departed a most active and fearless Sioux, Tamahay, who desired to\ndie young!\n\n\n\n\nGALL\n\n\nChief Gall was one of the most aggressive leaders of the Sioux nation in\ntheir last stand for freedom.\n\nThe westward pressure of civilization during the past three centuries\nhas been tremendous. When our hemisphere was “discovered”, it had been\ninhabited by the natives for untold ages, but it was held undiscovered\nbecause the original owners did not chart or advertise it. Yet some of\nthem at least had developed ideals of life which included real liberty\nand equality to all men, and they did not recognize individual ownership\nin land or other property beyond actual necessity. It was a soul\ndevelopment leading to essential manhood. Under this system they brought\nforth some striking characters.\n\nGall was considered by both Indians and whites to be a most impressive\ntype of physical manhood. From his picture you can judge of this for\nyourself.\n\nLet us follow his trail. He was no tenderfoot. He never asked a soft\nplace for himself. He always played the game according to the rules and\nto a finish. To be sure, like every other man, he made some mistakes,\nbut he was an Indian and never acted the coward.\n\nThe earliest stories told of his life and doings indicate the spirit of\nthe man in that of the boy.\n\nWhen he was only about three years old, the Blackfoot band of Sioux were\non their usual roving hunt, following the buffalo while living their\nnatural happy life upon the wonderful wide prairies of the Dakotas.\n\nIt was the way of every Sioux mother to adjust her household effects\non such dogs and pack ponies as she could muster from day to day, often\nlending one or two to accommodate some other woman whose horse or dog\nhad died, or perhaps had been among those stampeded and carried away by\na raiding band of Crow warriors. On this particular occasion, the mother\nof our young Sioux brave, Matohinshda, or Bear-Shedding-His-Hair\n(Gall’s childhood name), intrusted her boy to an old Eskimo pack dog,\nexperienced and reliable, except perhaps when unduly excited or very\nthirsty.\n\nOn the day of removing camp the caravan made its morning march up the\nPowder River. Upon the wide table-land the women were busily digging\nteepsinna (an edible sweetish root, much used by them) as the moving\nvillage slowly progressed. As usual at such times, the trail was wide.\nAn old jack rabbit had waited too long in hiding. Now, finding himself\nalmost surrounded by the mighty plains people, he sprang up suddenly,\nhis feathery ears conspicuously erect, a dangerous challenge to the dogs\nand the people.\n\nA whoop went up. Every dog accepted the challenge. Forgotten were the\nbundles, the kits, even the babies they were drawing or carrying. The\nchase was on, and the screams of the women reechoed from the opposite\ncliffs of the Powder, mingled with the yelps of dogs and the neighing of\nhorses. The hand of every man was against the daring warrior, the lone\nJack, and the confusion was great.\n\nWhen the fleeing one cleared the mass of his enemies, he emerged with a\nswiftness that commanded respect and gave promise of a determined chase.\nBehind him, his pursuers stretched out in a thin line, first the speedy,\nunburdened dogs and then the travois dogs headed by the old Eskimo\nwith his precious freight. The youthful Gall was in a travois, a basket\nmounted on trailing poles and harnessed to the sides of the animal.\n\n“Hey! hey! they are gaining on him!” a warrior shouted. At this juncture\ntwo of the canines had almost nabbed their furry prey by the back. But\nhe was too cunning for them. He dropped instantly and sent both dogs\nover his head, rolling and spinning, then made another flight at right\nangles to the first. This gave the Eskimo a chance to cut the triangle.\nHe gained fifty yards, but being heavily handicapped, two unladen dogs\npassed him. The same trick was repeated by the Jack, and this time he\nsaved himself from instant death by a double loop and was now running\ndirectly toward the crowd, followed by a dozen or more dogs. He was\nlosing speed, but likewise his pursuers were dropping off steadily. Only\nthe sturdy Eskimo dog held to his even gait, and behind him in the frail\ntravois leaned forward the little Matohinshda, nude save a breech clout,\nhis left hand holding fast the convenient tail of his dog, the right\ngrasping firmly one of the poles of the travois. His black eyes were\nbulging almost out of their sockets; his long hair flowed out behind\nlike a stream of dark water.\n\nThe Jack now ran directly toward the howling spectators, but his\nmarvelous speed and alertness were on the wane; while on the other hand\nhis foremost pursuer, who had taken part in hundreds of similar events,\nhad every confidence in his own endurance. Each leap brought him nearer,\nfiercer and more determined. The last effort of the Jack was to lose\nhimself in the crowd, like a fish in muddy water; but the big dog made\nthe one needed leap with unerring aim and his teeth flashed as he caught\nthe rabbit in viselike jaws and held him limp in air, a victor!\n\nThe people rushed up to him as he laid the victim down, and foremost\namong them was the frantic mother of Matohinshda, or Gall. “Michinkshe!\nmichinkshe!” (My son! my son!) she screamed as she drew near. The boy\nseemed to be none the worse for his experience. “Mother!” he cried, “my\ndog is brave: he got the rabbit!” She snatched him off the travois,\nbut he struggled out of her arms to look upon his dog lovingly and\nadmiringly. Old men and boys crowded about the hero of the day, the dog,\nand the thoughtful grandmother of Matohinshda unharnessed him and poured\nsome water from a parfleche water bag into a basin. “Here, my grandson,\ngive your friend something to drink.”\n\n“How, hechetu,” pronounced an old warrior no longer in active service.\n“This may be only an accident, an ordinary affair; but such things\nsometimes indicate a career. The boy has had a wonderful ride. I\nprophesy that he will one day hold the attention of all the people with\nhis doings.”\n\nThis is the first remembered story of the famous chief, but other boyish\nexploits foretold the man he was destined to be. He fought many sham\nbattles, some successful and others not; but he was always a fierce\nfighter and a good loser.\n\nOnce he was engaged in a battle with snowballs. There were probably\nnearly a hundred boys on each side, and the rule was that every fair hit\nmade the receiver officially dead. He must not participate further, but\nmust remain just where he was struck.\n\nGall’s side was fast losing, and the battle was growing hotter every\nminute when the youthful warrior worked toward an old water hole and\ntook up his position there. His side was soon annihilated and there were\neleven men left to fight him. He was pressed close in the wash-out, and\nas he dodged under cover before a volley of snowballs, there suddenly\nemerged in his stead a huge gray wolf. His opponents fled in every\ndirection in superstitious terror, for they thought he had been\ntransformed into the animal. To their astonishment he came out on the\nfarther side and ran to the line of safety, a winner!\n\nIt happened that the wolf’s den had been partly covered with snow so\nthat no one had noticed it until the yells of the boys aroused the\ninmate, and he beat a hasty retreat. The boys always looked upon this\nincident as an omen.\n\nGall had an amiable disposition but was quick to resent insult or\ninjustice. This sometimes involved him in difficulties, but he seldom\nfought without good cause and was popular with his associates. One of\nhis characteristics was his ability to organize, and this was a large\nfactor in his leadership when he became a man. He was tried in many\nways, and never was known to hesitate when it was a question of physical\ncourage and endurance. He entered the public service early in life, but\nnot until he had proved himself competent and passed all tests.\n\nWhen a mere boy, he was once scouting for game in midwinter, far from\ncamp, and was overtaken by a three days’ blizzard. He was forced to\nabandon his horse and lie under the snow for that length of time.\nHe afterward said he was not particularly hungry; it was thirst and\nstiffness from which he suffered most. One reason the Indian so loved\nhis horse or dog was that at such times the animal would stay by him\nlike a brother. On this occasion Gall’s pony was not more than a stone’s\nthrow away when the storm subsided and the sun shone. There was a\nherd of buffalo in plain sight, and the young hunter was not long in\nprocuring a meal.\n\nThis chief’s contemporaries still recall his wrestling match with the\nequally powerful Cheyenne boy, Roman Nose, who afterward became a chief\nwell known to American history. It was a custom of the northwestern\nIndians, when two friendly tribes camped together, to establish the\nphysical and athletic supremacy of the youth of the respective camps.\n\nThe “Che-hoo-hoo” is a wrestling game in which there may be any number\non a side, but the numbers are equal. All the boys of each camp are\ncalled together by a leader chosen for the purpose and draw themselves\nup in line of battle; then each at a given signal attacks his opponent.\n\nIn this memorable contest, Matohinshda, or Gall, was placed opposite\nRoman Nose. The whole people turned out as spectators of the struggle,\nand the battlefield was a plateau between the two camps, in the midst\nof picturesque Bad Lands. There were many athletic youths present, but\nthese two were really the Apollos of the two tribes.\n\nIn this kind of sport it is not allowed to strike with the hand, nor\ncatch around the neck, nor kick, nor pull by the hair. One may break\naway and run a few yards to get a fresh start, or clinch, or catch as\ncatch can. When a boy is thrown and held to the ground, he is counted\nout. If a boy has met his superior, he may drop to the ground to escape\nrough handling, but it is very seldom one gives up without a full trial\nof strength.\n\nIt seemed almost like a real battle, so great was the enthusiasm, as the\nshouts of sympathizers on both sides went up in a mighty chorus. At last\nall were either conquerors or subdued except Gall and Roman Nose. The\npair seemed equally matched. Both were stripped to the breech clout, now\ntugging like two young buffalo or elk in mating time, again writhing and\ntwisting like serpents. At times they fought like two wild stallions,\nstraining every muscle of arms, legs, and back in the struggle. Every\nnow and then one was lifted off his feet for a moment, but came down\nplanted like a tree, and after swaying to and fro soon became rigid\nagain.\n\nAll eyes were upon the champions. Finally, either by trick or main\nforce, Gall laid the other sprawling upon the ground and held him fast\nfor a minute, then released him and stood erect, panting, a master\nyouth. Shout after shout went up on the Sioux side of the camp. The\nmother of Roman Nose came forward and threw a superbly worked buffalo\nrobe over Gall, whose mother returned the compliment by covering the\nyoung Cheyenne with a handsome blanket.\n\nUndoubtedly these early contests had their influence upon our hero’s\ncareer. It was his habit to appear most opportunely in a crisis, and\nin a striking and dramatic manner to take command of the situation. The\nbest known example of this is his entrance on the scene of confusion\nwhen Reno surprised the Sioux on the Little Big Horn. Many of the\nexcitable youths, almost unarmed, rushed madly and blindly to meet the\nintruder, and the scene might have unnerved even an experienced warrior.\nIt was Gall, with not a garment upon his superb body, who on his black\ncharger dashed ahead of the boys and faced them. He stopped them on the\ndry creek, while the bullets of Reno’s men whistled about their ears.\n\n“Hold hard, men! Steady, we are not ready yet! Wait for more guns, more\nhorses, and the day is yours!”\n\nThey obeyed, and in a few minutes the signal to charge was given, and\nReno retreated pell mell before the onset of the Sioux.\n\nSitting Bull had confidence in his men so long as Gall planned and\ndirected the attack, whether against United States soldiers or the\nwarriors of another tribe. He was a strategist, and able in a twinkling\nto note and seize upon an advantage. He was really the mainstay of\nSitting Bull’s effective last stand. He consistently upheld his people’s\nright to their buffalo plains and believed that they should hold the\ngovernment strictly to its agreements with them. When the treaty of 1868\nwas disregarded, he agreed with Sitting Bull in defending the last of\ntheir once vast domain, and after the Custer battle entered Canada\nwith his chief. They hoped to bring their lost cause before the English\ngovernment and were much disappointed when they were asked to return to\nthe United States.\n\nGall finally reported at Fort Peck, Montana, in 1881, and brought half\nof the Hunkpapa band with him, whereupon he was soon followed by Sitting\nBull himself. Although they had been promised by the United States\ncommission who went to Canada to treat with them that they would not be\npunished if they returned, no sooner had Gall come down than a part of\nhis people were attacked, and in the spring they were all brought to\nFort Randall and held as military prisoners. From this point they were\nreturned to Standing Rock agency.\n\nWhen “Buffalo Bill” successfully launched his first show, he made every\neffort to secure both Sitting Bull and Gall for his leading attractions.\nThe military was in complete accord with him in this, for they still had\ngrave suspicions of these two leaders. While Sitting Bull reluctantly\nagreed, Gall haughtily said: “I am not an animal to be exhibited before\nthe crowd,” and retired to his teepee. His spirit was much worn, and he\nlost strength from that time on. That superb manhood dwindled, and in\na few years he died. He was a real hero of a free and natural people, a\ntype that is never to be seen again.\n\n\n\n\nCRAZY HORSE\n\n\nCrazy Horse was born on the Republican River about 1845. He was\nkilled at Fort Robinson, Nebraska, in 1877, so that he lived barely\nthirty-three years.\n\nHe was an uncommonly handsome man. While not the equal of Gall in\nmagnificence and imposing stature, he was physically perfect, an Apollo\nin symmetry. Furthermore he was a true type of Indian refinement and\ngrace. He was modest and courteous as Chief Joseph; the difference is\nthat he was a born warrior, while Joseph was not. However, he was a\ngentle warrior, a true brave, who stood for the highest ideal of the\nSioux. Notwithstanding all that biased historians have said of him, it\nis only fair to judge a man by the estimate of his own people rather\nthan that of his enemies.\n\nThe boyhood of Crazy Horse was passed in the days when the western\nSioux saw a white man but seldom, and then it was usually a trader or a\nsoldier. He was carefully brought up according to the tribal customs. At\nthat period the Sioux prided themselves on the training and development\nof their sons and daughters, and not a step in that development was\noverlooked as an excuse to bring the child before the public by giving\na feast in its honor. At such times the parents often gave so generously\nto the needy that they almost impoverished themselves, thus setting an\nexample to the child of self-denial for the general good. His first\nstep alone, the first word spoken, first game killed, the attainment of\nmanhood or womanhood, each was the occasion of a feast and dance in\nhis honor, at which the poor always benefited to the full extent of the\nparents’ ability.\n\nBig-heartedness, generosity, courage, and self-denial are the\nqualifications of a public servant, and the average Indian was keen\nto follow this ideal. As every one knows, these characteristic traits\nbecome a weakness when he enters a life founded upon commerce and gain.\nUnder such conditions the life of Crazy Horse began. His mother, like\nother mothers, tender and watchful of her boy, would never once place an\nobstacle in the way of his father’s severe physical training. They laid\nthe spiritual and patriotic foundations of his education in such a way\nthat he early became conscious of the demands of public service.\n\nHe was perhaps four or five years old when the band was snowed in\none severe winter. They were very short of food, but his father was\na tireless hunter. The buffalo, their main dependence, were not to\nbe found, but he was out in the storm and cold every day and finally\nbrought in two antelopes. The little boy got on his pet pony and rode\nthrough the camp, telling the old folks to come to his mother’s\nteepee for meat. It turned out that neither his father nor mother had\nauthorized him to do this. Before they knew it, old men and women were\nlined up before the teepee home, ready to receive the meat, in answer to\nhis invitation. As a result, the mother had to distribute nearly all of\nit, keeping only enough for two meals.\n\nOn the following day the child asked for food. His mother told him that\nthe old folks had taken it all, and added: “Remember, my son, they went\nhome singing praises in your name, not my name or your father’s. You\nmust be brave. You must live up to your reputation.”\n\nCrazy Horse loved horses, and his father gave him a pony of his own when\nhe was very young. He became a fine horseman and accompanied his father\non buffalo hunts, holding the pack horses while the men chased the\nbuffalo and thus gradually learning the art. In those days the Sioux had\nbut few guns, and the hunting was mostly done with bow and arrows.\n\nAnother story told of his boyhood is that when he was about twelve he\nwent to look for the ponies with his little brother, whom he loved much,\nand took a great deal of pains to teach what he had already learned.\nThey came to some wild cherry trees full of ripe fruit, and while they\nwere enjoying it, the brothers were startled by the growl and sudden\nrush of a bear. Young Crazy Horse pushed his brother up into the nearest\ntree and himself sprang upon the back of one of the horses, which was\nfrightened and ran some distance before he could control him. As soon\nas he could, however, he turned him about and came back, yelling and\nswinging his lariat over his head. The bear at first showed fight but\nfinally turned and ran. The old man who told me this story added that\nyoung as he was, he had some power, so that even a grizzly did not\ncare to tackle him. I believe it is a fact that a silver-tip will dare\nanything except a bell or a lasso line, so that accidentally the boy had\nhit upon the very thing which would drive him off.\n\nIt was usual for Sioux boys of his day to wait in the field after a\nbuffalo hunt until sundown, when the young calves would come out in the\nopen, hungrily seeking their mothers. Then these wild children would\nenjoy a mimic hunt, and lasso the calves or drive them into camp. Crazy\nHorse was found to be a determined little fellow, and it was settled\none day among the larger boys that they would “stump” him to ride a\ngood-sized bull calf. He rode the calf, and stayed on its back while it\nran bawling over the hills, followed by the other boys on their ponies,\nuntil his strange mount stood trembling and exhausted.\n\nAt the age of sixteen he joined a war party against the Gros Ventres. He\nwas well in the front of the charge, and at once established his bravery\nby following closely one of the foremost Sioux warriors, by the name of\nHump, drawing the enemy’s fire and circling around their advance guard.\nSuddenly Hump’s horse was shot from under him, and there was a rush\nof warriors to kill or capture him while down. But amidst a shower of\narrows the youth leaped from his pony, helped his friend into his own\nsaddle, sprang up behind him, and carried him off in safety, although\nthey were hotly pursued by the enemy. Thus he associated himself in his\nmaiden battle with the wizard of Indian warfare, and Hump, who was\nthen at the height of his own career, pronounced Crazy Horse the coming\nwarrior of the Teton Sioux.\n\nAt this period of his life, as was customary with the best young men, he\nspent much time in prayer and solitude. Just what happened in these days\nof his fasting in the wilderness and upon the crown of bald buttes,\nno one will ever know; for these things may only be known when one has\nlived through the battles of life to an honored old age. He was much\nsought after by his youthful associates, but was noticeably reserved and\nmodest; yet in the moment of danger he at once rose above them all--a\nnatural leader! Crazy Horse was a typical Sioux brave, and from the\npoint of view of our race an ideal hero, living at the height of the\nepical progress of the American Indian and maintaining in his own\ncharacter all that was most subtle and ennobling of their spiritual\nlife, and that has since been lost in the contact with a material\ncivilization.\n\nHe loved Hump, that peerless warrior, and the two became close friends,\nin spite of the difference in age. Men called them “the grizzly and his\ncub.” Again and again the pair saved the day for the Sioux in a skirmish\nwith some neighboring tribe. But one day they undertook a losing battle\nagainst the Snakes. The Sioux were in full retreat and were fast\nbeing overwhelmed by superior numbers. The old warrior fell in a last\ndesperate charge; but Crazy Horse and his younger brother, though\ndismounted, killed two of the enemy and thus made good their retreat.\n\nIt was observed of him that when he pursued the enemy into their\nstronghold, as he was wont to do, he often refrained from killing, and\nsimply struck them with a switch, showing that he did not fear their\nweapons nor care to waste his upon them. In attempting this very feat,\nhe lost this only brother of his, who emulated him closely. A party of\nyoung warriors, led by Crazy Horse, had dashed upon a frontier post,\nkilled one of the sentinels, stampeded the horses, and pursued the\nherder to the very gate of the stockade, thus drawing upon themselves\nthe fire of the garrison. The leader escaped without a scratch, but his\nyoung brother was brought down from his horse and killed.\n\nWhile he was still under twenty, there was a great winter buffalo\nhunt, and he came back with ten buffaloes’ tongues which he sent to the\ncouncil lodge for the councilors’ feast. He had in one winter day killed\nten buffalo cows with his bow and arrows, and the unsuccessful hunters\nor those who had no swift ponies were made happy by his generosity. When\nthe hunters returned, these came chanting songs of thanks. He knew that\nhis father was an expert hunter and had a good horse, so he took no meat\nhome, putting in practice the spirit of his early teaching.\n\nHe attained his majority at the crisis of the difficulties between the\nUnited States and the Sioux. Even before that time, Crazy Horse had\nalready proved his worth to his people in Indian warfare. He had risked\nhis life again and again, and in some instances it was considered almost\na miracle that he had saved others as well as himself. He was no orator\nnor was he the son of a chief. His success and influence was purely a\nmatter of personality. He had never fought the whites up to this time,\nand indeed no “coup” was counted for killing or scalping a white man.\n\nYoung Crazy Horse was twenty-one years old when all the Teton Sioux\nchiefs (the western or plains dwellers) met in council to determine upon\ntheir future policy toward the invader. Their former agreements had been\nby individual bands, each for itself, and every one was friendly. They\nreasoned that the country was wide, and that the white traders should be\nmade welcome. Up to this time they had anticipated no conflict. They\nhad permitted the Oregon Trail, but now to their astonishment forts were\nbuilt and garrisoned in their territory.\n\nMost of the chiefs advocated a strong resistance. There were a few\ninfluential men who desired still to live in peace, and who were willing\nto make another treaty. Among these were White Bull, Two Kettle, Four\nBears, and Swift Bear. Even Spotted Tail, afterward the great peace\nchief, was at this time with the majority, who decided in the year 1866\nto defend their rights and territory by force. Attacks were to be made\nupon the forts within their country and on every trespasser on the same.\n\nCrazy Horse took no part in the discussion, but he and all the young\nwarriors were in accord with the decision of the council. Although so\nyoung, he was already a leader among them. Other prominent young braves\nwere Sword (brother of the man of that name who was long captain of\npolice at Pine Ridge), the younger Hump, Charging Bear, Spotted Elk,\nCrow King, No Water, Big Road, He Dog, the nephew of Red Cloud, and\nTouch-the-Cloud, intimate friend of Crazy Horse.\n\nThe attack on Fort Phil Kearny was the first fruits of the new policy,\nand here Crazy Horse was chosen to lead the attack on the woodchoppers,\ndesigned to draw the soldiers out of the fort, while an army of six\nhundred lay in wait for them. The success of this stratagem was further\nenhanced by his masterful handling of his men. From this time on a\ngeneral war was inaugurated; Sitting Bull looked to him as a principal\nwar leader, and even the Cheyenne chiefs, allies of the Sioux,\npractically acknowledged his leadership. Yet during the following ten\nyears of defensive war he was never known to make a speech, though his\nteepee was the rendezvous of the young men. He was depended upon to put\ninto action the decisions of the council, and was frequently consulted\nby the older chiefs.\n\nLike Osceola, he rose suddenly; like Tecumseh he was always impatient\nfor battle; like Pontiac, he fought on while his allies were suing for\npeace, and like Grant, the silent soldier, he was a man of deeds and\nnot of words. He won from Custer and Fetterman and Crook. He won every\nbattle that he undertook, with the exception of one or two occasions\nwhen he was surprised in the midst of his women and children, and\neven then he managed to extricate himself in safety from a difficult\nposition.\n\nEarly in the year 1876, his runners brought word from Sitting Bull\nthat all the roving bands would converge upon the upper Tongue River in\nMontana for summer feasts and conferences. There was conflicting news\nfrom the reservation. It was rumored that the army would fight the Sioux\nto a finish; again, it was said that another commission would be sent\nout to treat with them.\n\nThe Indians came together early in June, and formed a series of\nencampments stretching out from three to four miles, each band keeping\nseparate camp. On June 17, scouts came in and reported the advance of a\nlarge body of troops under General Crook. The council sent Crazy Horse\nwith seven hundred men to meet and attack him. These were nearly all\nyoung men, many of them under twenty, the flower of the hostile Sioux.\nThey set out at night so as to steal a march upon the enemy, but within\nthree or four miles of his camp they came unexpectedly upon some of his\nCrow scouts. There was a hurried exchange of shots; the Crows fled back\nto Crook’s camp, pursued by the Sioux. The soldiers had their warning,\nand it was impossible to enter the well-protected camp. Again and again\nCrazy Horse charged with his bravest men, in the attempt to bring the\ntroops into the open, but he succeeded only in drawing their fire.\nToward afternoon he withdrew, and returned to camp disappointed. His\nscouts remained to watch Crook’s movements, and later brought word\nthat he had retreated to Goose Creek and seemed to have no further\ndisposition to disturb the Sioux. It is well known to us that it is\nCrook rather than Reno who is to be blamed for cowardice in connection\nwith Custer’s fate. The latter had no chance to do anything, he was\nlucky to save himself; but if Crook had kept on his way, as ordered,\nto meet Terry, with his one thousand regulars and two hundred Crow and\nShoshone scouts, he would inevitably have intercepted Custer in his\nadvance and saved the day for him, and war with the Sioux would have\nended right there. Instead of this, he fell back upon Fort Meade, eating\nhis horses on the way, in a country swarming with game, for fear of\nCrazy Horse and his braves!\n\nThe Indians now crossed the divide between the Tongue and the Little Big\nHorn, where they felt safe from immediate pursuit. Here, with all their\nprecautions, they were caught unawares by General Custer, in the midst\nof their midday games and festivities, while many were out upon the\ndaily hunt.\n\nOn this twenty-fifth of June, 1876, the great camp was scattered for\nthree miles or more along the level river bottom, back of the thin line\nof cottonwoods--five circular rows of teepees, ranging from half a mile\nto a mile and a half in circumference. Here and there stood out a large,\nwhite, solitary teepee; these were the lodges or “clubs” of the young\nmen. Crazy Horse was a member of the “Strong Hearts” and the “Tokala”\n or Fox lodge. He was watching a game of ring-toss when the warning came\nfrom the southern end of the camp of the approach of troops.\n\nThe Sioux and the Cheyennes were “minute men”, and although taken by\nsurprise, they instantly responded. Meanwhile, the women and children\nwere thrown into confusion. Dogs were howling, ponies running hither and\nthither, pursued by their owners, while many of the old men were singing\ntheir lodge songs to encourage the warriors, or praising the “strong\nheart” of Crazy Horse.\n\nThat leader had quickly saddled his favorite war pony and was starting\nwith his young men for the south end of the camp, when a fresh alarm\ncame from the opposite direction, and looking up, he saw Custer’s force\nupon the top of the bluff directly across the river. As quick as a\nflash, he took in the situation--the enemy had planned to attack the\ncamp at both ends at once; and knowing that Custer could not ford the\nriver at that point, he instantly led his men northward to the ford to\ncut him off. The Cheyennes followed closely. Custer must have seen\nthat wonderful dash up the sage-bush plain, and one wonders whether he\nrealized its meaning. In a very few minutes, this wild general of the\nplains had outwitted one of the most brilliant leaders of the Civil War\nand ended at once his military career and his life.\n\nIn this dashing charge, Crazy Horse snatched his most famous victory out\nof what seemed frightful peril, for the Sioux could not know how many\nwere behind Custer. He was caught in his own trap. To the soldiers it\nmust have seemed as if the Indians rose up from the earth to overwhelm\nthem. They closed in from three sides and fought until not a white man\nwas left alive. Then they went down to Reno’s stand and found him so\nwell intrenched in a deep gully that it was impossible to dislodge him.\nGall and his men held him there until the approach of General Terry\ncompelled the Sioux to break camp and scatter in different directions.\n\nWhile Sitting Bull was pursued into Canada, Crazy Horse and the\nCheyennes wandered about, comparatively undisturbed, during the rest of\nthat year, until in the winter the army surprised the Cheyennes, but did\nnot do them much harm, possibly because they knew that Crazy Horse was\nnot far off. His name was held in wholesome respect. From time to time,\ndelegations of friendly Indians were sent to him, to urge him to come in\nto the reservation, promising a full hearing and fair treatment.\n\nFor some time he held out, but the rapid disappearance of the buffalo,\ntheir only means of support, probably weighed with him more than any\nother influence. In July, 1877, he was finally prevailed upon to come in\nto Fort Robinson, Nebraska, with several thousand Indians, most of them\nOgallala and Minneconwoju Sioux, on the distinct understanding that the\ngovernment would hear and adjust their grievances.\n\nAt this juncture General Crook proclaimed Spotted Tail, who had rendered\nmuch valuable service to the army, head chief of the Sioux, which\nwas resented by many. The attention paid Crazy Horse was offensive to\nSpotted Tail and the Indian scouts, who planned a conspiracy against\nhim. They reported to General Crook that the young chief would murder\nhim at the next council, and stampede the Sioux into another war. He was\nurged not to attend the council and did not, but sent another officer to\nrepresent him. Meanwhile the friends of Crazy Horse discovered the plot\nand told him of it. His reply was, “Only cowards are murderers.”\n\nHis wife was critically ill at the time, and he decided to take her to\nher parents at Spotted Tail agency, whereupon his enemies circulated the\nstory that he had fled, and a party of scouts was sent after him. They\novertook him riding with his wife and one other but did not undertake to\narrest him, and after he had left the sick woman with her people he went\nto call on Captain Lea, the agent for the Brules, accompanied by all\nthe warriors of the Minneconwoju band. This volunteer escort made an\nimposing appearance on horseback, shouting and singing, and in the words\nof Captain Lea himself and the missionary, the Reverend Mr. Cleveland,\nthe situation was extremely critical. Indeed, the scouts who had\nfollowed Crazy Horse from Red Cloud agency were advised not to show\nthemselves, as some of the warriors had urged that they be taken out and\nhorsewhipped publicly.\n\nUnder these circumstances Crazy Horse again showed his masterful spirit\nby holding these young men in check. He said to them in his quiet\nway: “It is well to be brave in the field of battle; it is cowardly\nto display bravery against one’s own tribesmen. These scouts have been\ncompelled to do what they did; they are no better than servants of the\nwhite officers. I came here on a peaceful errand.”\n\nThe captain urged him to report at army headquarters to explain himself\nand correct false rumors, and on his giving consent, furnished him with\na wagon and escort. It has been said that he went back under arrest, but\nthis is untrue. Indians have boasted that they had a hand in bringing\nhim in, but their stories are without foundation. He went of his own\naccord, either suspecting no treachery or determined to defy it.\n\nWhen he reached the military camp, Little Big Man walked arm-in-arm with\nhim, and his cousin and friend, Touch-the-Cloud, was just in advance.\nAfter they passed the sentinel, an officer approached them and walked\non his other side. He was unarmed but for the knife which is carried for\nordinary uses by women as well as men. Unsuspectingly he walked toward\nthe guardhouse, when Touch-the-Cloud suddenly turned back exclaiming:\n“Cousin, they will put you in prison!”\n\n“Another white man’s trick! Let me go! Let me die fighting!” cried Crazy\nHorse. He stopped and tried to free himself and draw his knife, but\nboth arms were held fast by Little Big Man and the officer. While he\nstruggled thus, a soldier thrust him through with his bayonet from\nbehind. The wound was mortal, and he died in the course of that night,\nhis old father singing the death song over him and afterward carrying\naway the body, which they said must not be further polluted by the touch\nof a white man. They hid it somewhere in the Bad Lands, his resting\nplace to this day.\n\nThus died one of the ablest and truest American Indians. His life was\nideal; his record clean. He was never involved in any of the numerous\nmassacres on the trail, but was a leader in practically every open\nfight. Such characters as those of Crazy Horse and Chief Joseph are not\neasily found among so-called civilized people. The reputation of great\nmen is apt to be shadowed by questionable motives and policies, but here\nare two pure patriots, as worthy of honor as any who ever breathed God’s\nair in the wide spaces of a new world.\n\n\n\n\nSITTING BULL\n\n\nIT is not easy to characterize Sitting Bull, of all Sioux chiefs most\ngenerally known to the American people. There are few to whom his name\nis not familiar, and still fewer who have learned to connect it with\nanything more than the conventional notion of a bloodthirsty savage. The\nman was an enigma at best. He was not impulsive, nor was he phlegmatic.\nHe was most serious when he seemed to be jocose. He was gifted with the\npower of sarcasm, and few have used it more artfully than he.\n\nHis father was one of the best-known members of the Unkpapa band of\nSioux. The manner of this man’s death was characteristic. One day, when\nthe Unkpapas were attacked by a large war party of Crows, he fell upon\nthe enemy’s war leader with his knife. In a hand-to-hand combat of\nthis sort, we count the victor as entitled to a war bonnet of trailing\nplumes. It means certain death to one or both. In this case, both men\ndealt a mortal stroke, and Jumping Buffalo, the father of Sitting Bull,\nfell from his saddle and died in a few minutes. The other died later\nfrom the effects of the wound.\n\nSitting Bull’s boyhood must have been a happy one. It was long after the\nday of the dog-travaux, and his father owned many ponies of variegated\ncolors. It was said of him in a joking way that his legs were bowed like\nthe ribs of the ponies that he rode constantly from childhood. He had\nalso a common nickname that was much to the point. It was “Hunkeshnee”,\nwhich means “Slow”, referring to his inability to run fast, or more\nprobably to the fact that he seldom appeared on foot. In their boyish\ngames he was wont to take the part of the “old man”, but this does not\nmean that he was not active and brave. It is told that after a buffalo\nhunt the boys were enjoying a mimic hunt with the calves that had been\nleft behind. A large calf turned viciously on Sitting Bull, whose pony\nhad thrown him, but the alert youth got hold of both ears and struggled\nuntil the calf was pushed back into a buffalo wallow in a sitting\nposture. The boys shouted: “He has subdued the buffalo calf! He made\nit sit down!” And from this incident was derived his familiar name of\nSitting Bull.\n\nIt is a mistake to suppose that Sitting Bull, or any other Indian\nwarrior, was of a murderous disposition. It is true that savage warfare\nhad grown more and more harsh and cruel since the coming of white\ntraders among them, bringing guns, knives, and whisky. Yet it was still\nregarded largely as a sort of game, undertaken in order to develop the\nmanly qualities of their youth. It was the degree of risk which brought\nhonor, rather than the number slain, and a brave must mourn thirty days,\nwith blackened face and loosened hair, for the enemy whose life he had\ntaken. While the spoils of war were allowed, this did not extend to\nterritorial aggrandizement, nor was there any wish to overthrow another\nnation and enslave its people. It was a point of honor in the old days\nto treat a captive with kindness. The common impression that the Indian\nis naturally cruel and revengeful is entirely opposed to his philosophy\nand training. The revengeful tendency of the Indian was aroused by the\nwhite man. It is not the natural Indian who is mean and tricky; not\nMassasoit but King Philip; not Attackullakulla but Weatherford; not\nWabashaw but Little Crow; not Jumping Buffalo but Sitting Bull! These\nmen lifted their hands against the white man, while their fathers held\ntheirs out to him with gifts.\n\nRemember that there were councils which gave their decisions in\naccordance with the highest ideal of human justice before there were\nany cities on this continent; before there were bridges to span the\nMississippi; before this network of railroads was dreamed of! There were\nprimitive communities upon the very spot where Chicago or New York City\nnow stands, where men were as children, innocent of all the crimes\nnow committed there daily and nightly. True morality is more easily\nmaintained in connection with the simple life. You must accept the truth\nthat you demoralize any race whom you have subjugated.\n\nFrom this point of view we shall consider Sitting Bull’s career. We say\nhe is an untutored man: that is true so far as learning of a literary\ntype is concerned; but he was not an untutored man when you view him\nfrom the standpoint of his nation. To be sure, he did not learn his\nlessons from books. This is second-hand information at best. All that he\nlearned he verified for himself and put into daily practice. In personal\nappearance he was rather commonplace and made no immediate impression,\nbut as he talked he seemed to take hold of his hearers more and more. He\nwas bull-headed; quick to grasp a situation, and not readily induced to\nchange his mind. He was not suspicious until he was forced to be so. All\nhis meaner traits were inevitably developed by the events of his later\ncareer.\n\nSitting Bull’s history has been written many times by newspaper men and\narmy officers, but I find no account of him which is entirely correct.\nI met him personally in 1884, and since his death I have gone thoroughly\ninto the details of his life with his relatives and contemporaries. It\nhas often been said that he was a physical coward and not a warrior.\nJudge of this for yourselves from the deed which first gave him fame in\nhis own tribe, when he was about twenty-eight years old.\n\nIn an attack upon a band of Crow Indians, one of the enemy took his\nstand, after the rest had fled, in a deep ditch from which it seemed\nimpossible to dislodge him. The situation had already cost the lives of\nseveral warriors, but they could not let him go to repeat such a boast\nover the Sioux!\n\n“Follow me!” said Sitting Bull, and charged. He raced his horse to the\nbrim of the ditch and struck at the enemy with his coup-staff, thus\ncompelling him to expose himself to the fire of the others while\nshooting his assailant. But the Crow merely poked his empty gun into his\nface and dodged back under cover. Then Sitting Bull stopped; he saw that\nno one had followed him, and he also perceived that the enemy had no\nmore ammunition left. He rode deliberately up to the barrier and threw\nhis loaded gun over it; then he went back to his party and told them\nwhat he thought of them.\n\n“Now,” said he, “I have armed him, for I will not see a brave man killed\nunarmed. I will strike him again with my coup-staff to count the first\nfeather; who will count the second?”\n\nAgain he led the charge, and this time they all followed him. Sitting\nBull was severely wounded by his own gun in the hands of the enemy, who\nwas killed by those that came after him. This is a record that so far as\nI know was never made by any other warrior.\n\nThe second incident that made him well known was his taking of a boy\ncaptive in battle with the Assiniboines. He saved this boy’s life and\nadopted him as his brother. Hohay, as he was called, was devoted to\nSitting Bull and helped much in later years to spread his fame. Sitting\nBull was a born diplomat, a ready speaker, and in middle life he ceased\nto go upon the warpath, to become the councilor of his people. From this\ntime on, this man represented him in all important battles, and upon\nevery brave deed done was wont to exclaim aloud:\n\n“I, Sitting Bull’s boy, do this in his name!”\n\nHe had a nephew, now living, who resembles him strongly, and who also\nrepresented him personally upon the field; and so far as there is any\nremnant left of his immediate band, they look upon this man One Bull as\ntheir chief.\n\nWhen Sitting Bull was a boy, there was no thought of trouble with the\nwhites. He was acquainted with many of the early traders, Picotte,\nChoteau, Primeau, Larpenteur, and others, and liked them, as did most\nof his people in those days. All the early records show this friendly\nattitude of the Sioux, and the great fur companies for a century and a\nhalf depended upon them for the bulk of their trade. It was not until\nthe middle of the last century that they woke up all of a sudden to the\ndanger threatening their very existence. Yet at that time many of the\nold chiefs had been already depraved by the whisky and other vices of\nthe whites, and in the vicinity of the forts and trading posts at Sioux\nCity, Saint Paul, and Cheyenne, there was general demoralization. The\ndrunkards and hangers-on were ready to sell almost anything they had\nfor the favor of the trader. The better and stronger element held aloof.\nThey would not have anything of the white man except his hatchet, gun,\nand knife. They utterly refused to cede their lands; and as for the\nrest, they were willing to let him alone as long as he did not interfere\nwith their life and customs, which was not long.\n\nIt was not, however, the Unkpapa band of Sioux, Sitting Bull’s band,\nwhich first took up arms against the whites; and this was not because\nthey had come less in contact with them, for they dwelt on the Missouri\nRiver, the natural highway of trade. As early as 1854, the Ogallalas\nand Brules had trouble with the soldiers near Fort Laramie; and again\nin 1857 Inkpaduta massacred several families of settlers at Spirit Lake,\nIowa. Finally, in 1869, the Minnesota Sioux, goaded by many wrongs,\narose and murdered many of the settlers, afterward fleeing into the\ncountry of the Unkpapas and appealing to them for help, urging that\nall Indians should make common cause against the invader. This brought\nSitting Bull face to face with a question which was not yet fully\nmatured in his own mind; but having satisfied himself of the justice of\ntheir cause, he joined forces with the renegades during the summer of\n1863, and from this time on he was an acknowledged leader.\n\nIn 1865 and 1866 he met the Canadian half-breed, Louis Riel, instigator\nof two rebellions, who had come across the line for safety; and in fact\nat this time he harbored a number of outlaws and fugitives from justice.\nHis conversations with these, especially with the French mixed-bloods,\nwho inflamed his prejudices against the Americans, all had their\ninfluence in making of the wily Sioux a determined enemy to the white\nman. While among his own people he was always affable and genial, he\nbecame boastful and domineering in his dealings with the hated race.\nHe once remarked that “if we wish to make any impression upon the\npale-face, it is necessary to put on his mask.”\n\nSitting Bull joined in the attack on Fort Phil Kearny and in the\nsubsequent hostilities; but he accepted in good faith the treaty of\n1868, and soon after it was signed he visited Washington with Red Cloud\nand Spotted Tail, on which occasion the three distinguished chiefs\nattracted much attention and were entertained at dinner by President\nGrant and other notables. He considered that the life of the white man\nas he saw it was no life for his people, but hoped by close adherence\nto the terms of this treaty to preserve the Big Horn and Black Hills\ncountry for a permanent hunting ground. When gold was discovered and the\nirrepressible gold seekers made their historic dash across the plains\ninto this forbidden paradise, then his faith in the white man’s honor\nwas gone forever, and he took his final and most persistent stand\nin defense of his nation and home. His bitter and at the same time\nwell-grounded and philosophical dislike of the conquering race is well\nexpressed in a speech made before the purely Indian council before\nreferred to, upon the Powder River. I will give it in brief as it has\nbeen several times repeated to me by men who were present.\n\n“Behold, my friends, the spring is come; the earth has gladly received\nthe embraces of the sun, and we shall soon see the results of their\nlove! Every seed is awakened, and all animal life. It is through this\nmysterious power that we too have our being, and we therefore yield to\nour neighbors, even to our animal neighbors, the same right as ourselves\nto inhabit this vast land.\n\n“Yet hear me, friends! we have now to deal with another people, small\nand feeble when our forefathers first met with them, but now great and\noverbearing. Strangely enough, they have a mind to till the soil, and\nthe love of possessions is a disease in them. These people have made\nmany rules that the rich may break, but the poor may not! They have a\nreligion in which the poor worship, but the rich will not! They even\ntake tithes of the poor and weak to support the rich and those who rule.\nThey claim this mother of ours, the Earth, for their own use, and fence\ntheir neighbors away from her, and deface her with their buildings and\ntheir refuse. They compel her to produce out of season, and when sterile\nshe is made to take medicine in order to produce again. All this is\nsacrilege.\n\n“This nation is like a spring freshet; it overruns its banks and\ndestroys all who are in its path. We cannot dwell side by side. Only\nseven years ago we made a treaty by which we were assured that the\nbuffalo country should be left to us forever. Now they threaten to take\nthat from us also. My brothers, shall we submit? or shall we say to\nthem: ‘First kill me, before you can take possession of my fatherland!’”\n\nAs Sitting Bull spoke, so he felt, and he had the courage to stand\nby his words. Crazy Horse led his forces in the field; as for him, he\napplied his energies to state affairs, and by his strong and aggressive\npersonality contributed much to holding the hostiles together.\n\nIt may be said without fear of contradiction that Sitting Bull never\nkilled any women or children. He was a fair fighter, and while not\nprominent in battle after his young manhood, he was the brains of the\nSioux resistance. He has been called a “medicine man” and a “dreamer.”\n Strictly speaking, he was neither of these, and the white historians\nare prone to confuse the two. A medicine man is a doctor or healer; a\ndreamer is an active war prophet who leads his war party according to\nhis dream or prophecy. What is called by whites “making medicine” in war\ntime is again a wrong conception. Every warrior carries a bag of sacred\nor lucky charms, supposed to protect the wearer alone, but it has\nnothing to do with the success or safety of the party as a whole. No one\ncan make any “medicine” to affect the result of a battle, although it\nhas been said that Sitting Bull did this at the battle of the Little Big\nHorn.\n\nWhen Custer and Reno attacked the camp at both ends, the chief was\ncaught napping. The village was in danger of surprise, and the women and\nchildren must be placed in safety. Like other men of his age, Sitting\nBull got his family together for flight, and then joined the warriors\non the Reno side of the attack. Thus he was not in the famous charge\nagainst Custer; nevertheless, his voice was heard exhorting the warriors\nthroughout that day.\n\nDuring the autumn of 1876, after the fall of Custer, Sitting Bull was\nhunted all through the Yellowstone region by the military. The\nfollowing characteristic letter, doubtless written at his dictation by\na half-breed interpreter, was sent to Colonel Otis immediately after a\ndaring attack upon his wagon train.\n\n   “I want to know what you are doing, traveling on this road.\n   You scare all the buffalo away. I want to hunt in this place. I\n   want you to turn back from here. If you don’t, I will fight you\n   again. I want you to leave what you have got here and turn back\n   from here.\n\n     “I am your friend\n\n    “Sitting Bull.”\n\n   “I need all the rations you have got and some powder. Wish you\n   would write me as soon as you can.”\n\nOtis, however, kept on and joined Colonel Miles, who followed Sitting\nBull with about four hundred soldiers. He overtook him at last on Cedar\nCreek, near the Yellowstone, and the two met midway between the lines\nfor a parley. The army report says: “Sitting Bull wanted peace in\nhis own way.” The truth was that he wanted nothing more than had been\nguaranteed to them by the treaty of 1868--the exclusive possession of\ntheir last hunting ground. This the government was not now prepared to\ngrant, as it had been decided to place all the Indians under military\ncontrol upon the various reservations.\n\nSince it was impossible to reconcile two such conflicting demands, the\nhostiles were driven about from pillar to post for several more years,\nand finally took refuge across the line in Canada, where Sitting Bull\nhad placed his last hope of justice and freedom for his race. Here\nhe was joined from time to time by parties of malcontents from the\nreservation, driven largely by starvation and ill-treatment to\nseek another home. Here, too, they were followed by United States\ncommissioners, headed by General Terry, who endeavored to persuade him\nto return, promising abundance of food and fair treatment, despite the\nfact that the exiles were well aware of the miserable condition of the\n“good Indians” upon the reservations. He first refused to meet them at\nall, and only did so when advised to that effect by Major Walsh of the\nCanadian mounted police. This was his characteristic remark: “If you\nhave one honest man in Washington, send him here and I will talk to\nhim.”\n\nSitting Bull was not moved by fair words; but when he found that if\nthey had liberty on that side, they had little else, that the Canadian\ngovernment would give them protection but no food; that the buffalo had\nbeen all but exterminated and his starving people were already beginning\nto desert him, he was compelled at last, in 1881, to report at Fort\nBuford, North Dakota, with his band of hungry, homeless, and discouraged\nrefugees. It was, after all, to hunger and not to the strong arm of the\nmilitary that he surrendered in the end.\n\nIn spite of the invitation that had been extended to him in the name\nof the “Great Father” at Washington, he was immediately thrown into a\nmilitary prison, and afterward handed over to Colonel Cody (“Buffalo\nBill”) as an advertisement for his “Wild West Show.” After traveling\nabout for several years with the famous showman, thus increasing his\nknowledge of the weaknesses as well as the strength of the white man,\nthe deposed and humiliated chief settled down quietly with his people\nupon the Standing Rock agency in North Dakota, where his immediate band\noccupied the Grand River district and set to raising cattle and\nhorses. They made good progress; much better, in fact, than that of the\n“coffee-coolers” or “loafer” Indians, received the missionaries kindly\nand were soon a church-going people.\n\nWhen the Commissions of 1888 and 1889 came to treat with the Sioux for\na further cession of land and a reduction of their reservations, nearly\nall were opposed to consent on any terms. Nevertheless, by hook or by\ncrook, enough signatures were finally obtained to carry the measure\nthrough, although it is said that many were those of women and the\nso-called “squaw-men”, who had no rights in the land. At the same\ntime, rations were cut down, and there was general hardship and\ndissatisfaction. Crazy Horse was long since dead; Spotted Tail had\nfallen at the hands of one of his own tribe; Red Cloud had become a\nfeeble old man, and the disaffected among the Sioux began once more to\nlook to Sitting Bull for leadership.\n\nAt this crisis a strange thing happened. A half-breed Indian in Nevada\npromulgated the news that the Messiah had appeared to him upon a peak in\nthe Rockies, dressed in rabbit skins, and bringing a message to the red\nrace. The message was to the effect that since his first coming had been\nin vain, since the white people had doubted and reviled him, had nailed\nhim to the cross, and trampled upon his doctrines, he had come again in\npity to save the Indian. He declared that he would cause the earth to\nshake and to overthrow the cities of the whites and destroy them, that\nthe buffalo would return, and the land belong to the red race forever!\nThese events were to come to pass within two years; and meanwhile they\nwere to prepare for his coming by the ceremonies and dances which he\ncommanded.\n\nThis curious story spread like wildfire and met with eager acceptance\namong the suffering and discontented people. The teachings of Christian\nmissionaries had prepared them to believe in a Messiah, and the\nprescribed ceremonial was much more in accord with their traditions than\nthe conventional worship of the churches. Chiefs of many tribes sent\ndelegations to the Indian prophet; Short Bull, Kicking Bear, and others\nwent from among the Sioux, and on their return all inaugurated the\ndances at once. There was an attempt at first to keep the matter secret,\nbut it soon became generally known and seriously disconcerted the Indian\nagents and others, who were quick to suspect a hostile conspiracy under\nall this religious enthusiasm. As a matter of fact, there was no thought\nof an uprising; the dancing was innocent enough, and pathetic enough\ntheir despairing hope in a pitiful Saviour who should overwhelm their\noppressors and bring back their golden age.\n\nWhen the Indians refused to give up the “Ghost Dance” at the bidding of\nthe authorities, the growing suspicion and alarm focused upon Sitting\nBull, who in spirit had never been any too submissive, and it was\ndetermined to order his arrest. At the special request of Major\nMcLaughlin, agent at Standing Rock, forty of his Indian police were sent\nout to Sitting Bull’s home on Grand River to secure his person\n(followed at some little distance by a body of United States troops for\nreinforcement, in case of trouble). These police are enlisted from\namong the tribesmen at each agency, and have proved uniformly brave and\nfaithful. They entered the cabin at daybreak, aroused the chief from\na sound slumber, helped him to dress, and led him unresisting from the\nhouse; but when he came out in the gray dawn of that December morning in\n1890, to find his cabin surrounded by armed men and himself led away to\nhe knew not what fate, he cried out loudly:\n\n“They have taken me: what say you to it?”\n\nMen poured out of the neighboring houses, and in a few minutes the\npolice were themselves surrounded with an excited and rapidly increasing\nthrong. They harangued the crowd in vain; Sitting Bull’s blood was up,\nand he again appealed to his men. His adopted brother, the Assiniboine\ncaptive whose life he had saved so many years before, was the first to\nfire. His shot killed Lieutenant Bull Head, who held Sitting Bull by the\narm. Then there was a short but sharp conflict, in which Sitting Bull\nand six of his defenders and six of the Indian police were slain, with\nmany more wounded. The chief’s young son, Crow Foot, and his devoted\n“brother” died with him. When all was over, and the terrified people had\nfled precipitately across the river, the soldiers appeared upon the brow\nof the long hill and fired their Hotchkiss guns into the deserted camp.\n\nThus ended the life of a natural strategist of no mean courage and\nability. The great chief was buried without honors outside the cemetery\nat the post, and for some years the grave was marked by a mere board at\nits head. Recently some women have built a cairn of rocks there in token\nof respect and remembrance.\n\n\n\n\nRAIN-IN-THE-FACE\n\n\nThe noted Sioux warrior, Rain-in-the-Face, whose name once carried\nterror to every part of the frontier, died at his home on the Standing\nRock reserve in North Dakota on September 14, 1905. About two months\nbefore his death I went to see him for the last time, where he lay upon\nthe bed of sickness from which he never rose again, and drew from him\nhis life-history.\n\nIt had been my experience that you cannot induce an Indian to tell a\nstory, or even his own name, by asking him directly.\n\n“Friend,” I said, “even if a man is on a hot trail, he stops for a\nsmoke! In the good old days, before the charge there was a smoke. At\nhome, by the fireside, when the old men were asked to tell their brave\ndeeds, again the pipe was passed. So come, let us smoke now to the\nmemory of the old days!”\n\nHe took of my tobacco and filled his long pipe, and we smoked. Then I\ntold an old mirthful story to get him in the humor of relating his own\nhistory.\n\nThe old man lay upon an iron bedstead, covered by a red blanket, in a\ncorner of the little log cabin. He was all alone that day; only an old\ndog lay silent and watchful at his master’s feet.\n\nFinally he looked up and said with a pleasant smile:\n\n“True, friend; it is the old custom to retrace one’s trail before\nleaving it forever! I know that I am at the door of the spirit home.\n\n“I was born near the forks of the Cheyenne River, about seventy years\nago. My father was not a chief; my grandfather was not a chief, but\na good hunter and a feast-maker. On my mother’s side I had some noted\nancestors, but they left me no chieftainship. I had to work for my\nreputation.\n\n“When I was a boy, I loved to fight,” he continued. “In all our boyish\ngames I had the name of being hard to handle, and I took much pride in\nthe fact.\n\n“I was about ten years old when we encountered a band of Cheyennes.\nThey were on friendly terms with us, but we boys always indulged in sham\nfights on such occasions, and this time I got in an honest fight with a\nCheyenne boy older than I. I got the best of the boy, but he hit me hard\nin the face several times, and my face was all spattered with blood and\nstreaked where the paint had been washed away. The Sioux boys whooped\nand yelled:\n\n“‘His enemy is down, and his face is spattered as if with rain!\nRain-in-the-Face! His name shall be Rain-in-the-Face!’\n\n“Afterwards, when I was a young man, we went on a warpath against the\nGros Ventres. We stole some of their horses, but were overtaken and had\nto abandon the horses and fight for our lives. I had wished my face to\nrepresent the sun when partly covered with darkness, so I painted it\nhalf black, half red. We fought all day in the rain, and my face was\npartly washed and streaked with red and black: so again I was christened\nRain-in-the-Face. We considered it an honorable name.\n\n“I had been on many warpaths, but was not especially successful until\nabout the time the Sioux began to fight with the white man. One of the\nmost daring attacks that we ever made was at Fort Totten, North Dakota,\nin the summer of 1866.\n\n“Hohay, the Assiniboine captive of Sitting Bull, was the leader in this\nraid. Wapaypay, the Fearless Bear, who was afterward hanged at Yankton,\nwas the bravest man among us. He dared Hohay to make the charge. Hohay\naccepted the challenge, and in turn dared the other to ride with him\nthrough the agency and right under the walls of the fort, which was well\ngarrisoned and strong.\n\n“Wapaypay and I in those days called each other ‘brother-friend.’ It was\na life-and-death vow. What one does the other must do; and that meant\nthat I must be in the forefront of the charge, and if he is killed, I\nmust fight until I die also!\n\n“I prepared for death. I painted as usual like an eclipse of the sun,\nhalf black and half red.”\n\nHis eyes gleamed and his face lighted up remarkably as he talked,\npushing his black hair back from his forehead with a nervous gesture.\n\n“Now the signal for the charge was given! I started even with Wapaypay,\nbut his horse was faster than mine, so he left me a little behind as we\nneared the fort. This was bad for me, for by that time the soldiers had\nsomewhat recovered from the surprise and were aiming better.\n\n“Their big gun talked very loud, but my Wapaypay was leading on, leaning\nforward on his fleet pony like a flying squirrel on a smooth log! He\nheld his rawhide shield on the right side, a little to the front, and\nso did I. Our warwhoop was like the coyotes singing in the evening, when\nthey smell blood!\n\n“The soldiers’ guns talked fast, but few were hurt. Their big gun was\nlike a toothless old dog, who only makes himself hotter the more noise\nhe makes,” he remarked with some humor.\n\n“How much harm we did I do not know, but we made things lively for a\ntime; and the white men acted as people do when a swarm of angry bees\nget into camp. We made a successful retreat, but some of the reservation\nIndians followed us yelling, until Hohay told them that he did not wish\nto fight with the captives of the white man, for there would be no honor\nin that. There was blood running down my leg, and I found that both my\nhorse and I were slightly wounded.\n\n“Some two years later we attacked a fort west of the Black Hills [Fort\nPhil Kearny, Wyoming]. It was there we killed one hundred soldiers.”\n [The military reports say eighty men, under the command of Captain\nFetterman--not one left alive to tell the tale!] “Nearly every band of\nthe Sioux nation was represented in that fight--Red Cloud, Spotted\nTail, Crazy Horse, Sitting Bull, Big Foot, and all our great chiefs were\nthere. Of course such men as I were then comparatively unknown. However,\nthere were many noted young warriors, among them Sword, the younger\nYoung-Man-Afraid, American Horse [afterward chief], Crow King, and\nothers.\n\n“This was the plan decided upon after many councils. The main war party\nlay in ambush, and a few of the bravest young men were appointed to\nattack the woodchoppers who were cutting logs to complete the building\nof the fort. We were told not to kill these men, but to chase them into\nthe fort and retreat slowly, defying the white men; and if the soldiers\nshould follow, we were to lead them into the ambush. They took our bait\nexactly as we had hoped! It was a matter of a very few minutes, for\nevery soldier lay dead in a shorter time than it takes to annihilate a\nsmall herd of buffalo.\n\n“This attack was hastened because most of the Sioux on the Missouri\nRiver and eastward had begun to talk of suing for peace. But even this\ndid not stop the peace movement. The very next year a treaty was signed\nat Fort Rice, Dakota Territory, by nearly all the Sioux chiefs, in which\nit was agreed on the part of the Great Father in Washington that all the\ncountry north of the Republican River in Nebraska, including the Black\nHills and the Big Horn Mountains, was to be always Sioux country, and no\nwhite man should intrude upon it without our permission. Even with this\nagreement Sitting Bull and Crazy Horse were not satisfied, and they\nwould not sign.\n\n“Up to this time I had fought in some important battles, but had\nachieved no great deed. I was ambitious to make a name for myself.\nI joined war parties against the Crows, Mandans, Gros Ventres, and\nPawnees, and gained some little distinction.\n\n“It was when the white men found the yellow metal in our country, and\ncame in great numbers, driving away our game, that we took up arms\nagainst them for the last time. I must say here that the chiefs who were\nloudest for war were among the first to submit and accept reservation\nlife. Spotted Tail was a great warrior, yet he was one of the first to\nyield, because he was promised by the Chief Soldiers that they would\nmake him chief of all the Sioux. Ugh! he would have stayed with Sitting\nBull to the last had it not been for his ambition.\n\n“About this time we young warriors began to watch the trails of the\nwhite men into the Black Hills, and when we saw a wagon coming we would\nhide at the crossing and kill them all without much trouble. We did\nthis to discourage the whites from coming into our country without our\npermission. It was the duty of our Great Father at Washington, by the\nagreement of 1868, to keep his white children away.\n\n“During the troublesome time after this treaty, which no one seemed to\nrespect, either white or Indian [but the whites broke it first], I was\nlike many other young men--much on the warpath, but with little honor.\nI had not yet become noted for any great deed. Finally, Wapaypay and I\nwaylaid and killed a white soldier on his way from the fort to his home\nin the east.\n\n“There were a few Indians who were liars, and never on the warpath,\nplaying ‘good Indian’ with the Indian agents and the war chiefs at the\nforts. Some of this faithless set betrayed me, and told more than I\never did. I was seized and taken to the fort near Bismarck, North Dakota\n[Fort Abraham Lincoln], by a brother [Tom Custer] of the Long-Haired War\nChief, and imprisoned there. These same lying Indians, who were selling\ntheir services as scouts to the white man, told me that I was to be shot\nto death, or else hanged upon a tree. I answered that I was not afraid\nto die.\n\n“However, there was an old soldier who used to bring my food and stand\nguard over me--he was a white man, it is true, but he had an Indian\nheart! He came to me one day and unfastened the iron chain and ball with\nwhich they had locked my leg, saying by signs and what little Sioux he\ncould muster:\n\n“‘Go, friend! take the chain and ball with you. I shall shoot, but the\nvoice of the gun will lie.’\n\n“When he had made me understand, you may guess that I ran my best! I was\nalmost over the bank when he fired his piece at me several times, but\nI had already gained cover and was safe. I have never told this before,\nand would not, lest it should do him an injury, but he was an old man\nthen, and I am sure he must be dead long since. That old soldier\ntaught me that some of the white people have hearts,” he added, quite\nseriously.\n\n“I went back to Standing Rock in the night, and I had to hide for\nseveral days in the woods, where food was brought to me by my relatives.\nThe Indian police were ordered to retake me, and they pretended to hunt\nfor me, but really they did not, for if they had found me I would have\ndied with one or two of them, and they knew it! In a few days I departed\nwith several others, and we rejoined the hostile camp on the Powder\nRiver and made some trouble for the men who were building the great iron\ntrack north of us [Northern Pacific].\n\n“In the spring the hostile Sioux got together again upon the Tongue\nRiver. It was one of the greatest camps of the Sioux that I ever saw.\nThere were some Northern Cheyennes with us, under Two Moon, and a few\nSantee Sioux, renegades from Canada, under Inkpaduta, who had killed\nwhite people in Iowa long before. We had decided to fight the white\nsoldiers until no warrior should be left.”\n\nAt this point Rain-in-the-Face took up his tobacco pouch and began again\nto fill his pipe.\n\n“Of course the younger warriors were delighted with the prospect of\na great fight! Our scouts had discovered piles of oats for horses and\nother supplies near the Missouri River. They had been brought by the\nwhite man’s fire-boats. Presently they reported a great army about a\nday’s travel to the south, with Shoshone and Crow scouts.\n\n“There was excitement among the people, and a great council was held.\nMany spoke. I was asked the condition of those Indians who had gone upon\nthe reservation, and I told them truly that they were nothing more than\nprisoners. It was decided to go out and meet Three Stars [General Crook]\nat a safe distance from our camp.\n\n“We met him on the Little Rosebud. I believe that if we had waited\nand allowed him to make the attack, he would have fared no better than\nCuster. He was too strongly fortified where he was, and I think, too,\nthat he was saved partly by his Indian allies, for the scouts discovered\nus first and fought us first, thus giving him time to make his\npreparations. I think he was more wise than brave! After we had left\nthat neighborhood he might have pushed on and connected with the\nLong-Haired Chief. That would have saved Custer and perhaps won the day.\n\n“When we crossed from Tongue River to the Little Big Horn, on account\nof the scarcity of game, we did not anticipate any more trouble. Our\nrunners had discovered that Crook had retraced his trail to Goose\nCreek, and we did not suppose that the white men would care to follow us\nfarther into the rough country.\n\n“Suddenly the Long-Haired Chief appeared with his men! It was a\nsurprise.”\n\n“What part of the camp were you in when the soldiers attacked the lower\nend?” I asked.\n\n“I had been invited to a feast at one of the young men’s lodges [a sort\nof club]. There was a certain warrior who was making preparations to go\nagainst the Crows, and I had decided to go also,” he said.\n\n“While I was eating my meat we heard the war cry! We all rushed out,\nand saw a warrior riding at top speed from the lower camp, giving the\nwarning as he came. Then we heard the reports of the soldiers’ guns,\nwhich sounded differently from the guns fired by our people in battle.\n\n“I ran to my teepee and seized my gun, a bow, and a quiver full of\narrows. I already had my stone war club, for you know we usually carry\nthose by way of ornament. Just as I was about to set out to meet Reno, a\nbody of soldiers appeared nearly opposite us, at the edge of a long line\nof cliffs across the river.\n\n“All of us who were mounted and ready immediately started down the\nstream toward the ford. There were Ogallalas, Minneconjous, Cheyennes,\nand some Unkpapas, and those around me seemed to be nearly all very\nyoung men.\n\n“‘Behold, there is among us a young woman!’ I shouted. ‘Let no young man\nhide behind her garment!’ I knew that would make those young men brave.\n\n“The woman was Tashenamani, or Moving Robe, whose brother had just been\nkilled in the fight with Three Stars. Holding her brother’s war staff\nover her head, and leaning forward upon her charger, she looked as\npretty as a bird. Always when there is a woman in the charge, it causes\nthe warriors to vie with one another in displaying their valor,” he\nadded.\n\n“The foremost warriors had almost surrounded the white men, and more\nwere continually crossing the stream. The soldiers had dismounted, and\nwere firing into the camp from the top of the cliff.”\n\n“My friend, was Sitting Bull in this fight?” I inquired.\n\n“I did not see him there, but I learned afterward that he was among\nthose who met Reno, and that was three or four of the white man’s miles\nfrom Custer’s position. Later he joined the attack upon Custer, but was\nnot among the foremost.\n\n“When the troops were surrounded on two sides, with the river on the\nthird, the order came to charge! There were many very young men, some of\nwhom had only a war staff or a stone war club in hand, who plunged into\nthe column, knocking the men over and stampeding their horses.\n\n“The soldiers had mounted and started back, but when the onset came they\ndismounted again and separated into several divisions, facing different\nways. They fired as fast as they could load their guns, while we used\nchiefly arrows and war clubs. There seemed to be two distinct movements\namong the Indians. One body moved continually in a circle, while the\nother rode directly into and through the troops.\n\n“Presently some of the soldiers remounted and fled along the ridge\ntoward Reno’s position; but they were followed by our warriors, like\nhundreds of blackbirds after a hawk. A larger body remained together at\nthe upper end of a little ravine, and fought bravely until they were cut\nto pieces. I had always thought that white men were cowards, but I had a\ngreat respect for them after this day.\n\n“It is generally said that a young man with nothing but a war staff in\nhis hand broke through the column and knocked down the leader very early\nin the fight. We supposed him to be the leader, because he stood up in\nfull view, swinging his big knife [sword] over his head, and talking\nloud. Some one unknown afterwards shot the chief, and he was probably\nkilled also; for if not, he would have told of the deed, and called\nothers to witness it. So it is that no one knows who killed the\nLong-Haired Chief [General Custer].\n\n“After the first rush was over, coups were counted as usual on the\nbodies of the slain. You know four coups [or blows] can be counted on\nthe body of an enemy, and whoever counts the first one [touches it for\nthe first time] is entitled to the ‘first feather.’\n\n“There was an Indian here called Appearing Elk, who died a short time\nago. He was slightly wounded in the charge. He had some of the weapons\nof the Long-Haired Chief, and the Indians used to say jokingly after we\ncame upon the reservation that Appearing Elk must have killed the Chief,\nbecause he had his sword! However, the scramble for plunder did not\nbegin until all were dead. I do not think he killed Custer, and if he\nhad, the time to claim the honor was immediately after the fight.\n\n“Many lies have been told of me. Some say that I killed the Chief, and\nothers that I cut out the heart of his brother [Tom Custer], because he\nhad caused me to be imprisoned. Why, in that fight the excitement was\nso great that we scarcely recognized our nearest friends! Everything was\ndone like lightning. After the battle we young men were chasing horses\nall over the prairie, while the old men and women plundered the bodies;\nand if any mutilating was done, it was by the old men.\n\n“I have lived peaceably ever since we came upon the reservation. No one\ncan say that Rain-in-the-Face has broken the rules of the Great Father.\nI fought for my people and my country. When we were conquered I remained\nsilent, as a warrior should. Rain-in-the-Face was killed when he put\ndown his weapons before the Great Father. His spirit was gone then; only\nhis poor body lived on, but now it is almost ready to lie down for the\nlast time. Ho, hechetu! [It is well.]”\n\n\n\n\nTWO STRIKE\n\n\nIt is a pity that so many interesting names of well-known Indians have\nbeen mistranslated, so that their meaning becomes very vague if it is\nnot wholly lost. In some cases an opposite meaning is conveyed. For\ninstance there is the name, “Young-Man-Afraid-of-His-Horses.” It does\nnot mean that the owner of the name is afraid of his own horse--far from\nit! Tashunkekokipapi signifies “The young men [of the enemy] fear his\nhorses.” Whenever that man attacks, the enemy knows there will be a\ndetermined charge.\n\nThe name Tashunkewitko, or Crazy Horse, is a poetic simile. This leader\nwas likened to an untrained or untouched horse, wild, ignorant of\ndomestic uses, splendid in action, and unconscious of danger.\n\nThe name of Two Strike is a deed name. In a battle with the Utes this\nman knocked two enemies from the back of a war horse. The true rendering\nof the name Nomkahpa would be, “He knocked off two.”\n\nI was well acquainted with Two Strike and spent many pleasant hours\nwith him, both at Washington, D. C., and in his home on the Rosebud\nreservation. What I have written is not all taken from his own mouth,\nbecause he was modest in talking about himself, but I had him vouch for\nthe truth of the stories. He said that he was born near the Republican\nRiver about 1832. His earliest recollection was of an attack by the\nShoshones upon their camp on the Little Piney. The first white men he\never met were traders who visited his people when he was very young.\nThe incident was still vividly with him, because, he said, “They made\nmy father crazy,” [drunk]. This made a deep impression upon him, he\ntold me, so that from that day he was always afraid of the white man’s\n“mysterious water.”\n\nTwo Strike was not a large man, but he was very supple and alert in\nmotion, as agile as an antelope. His face was mobile and intelligent.\nAlthough he had the usual somber visage of an Indian, his expression\nbrightened up wonderfully when he talked. In some ways wily and shrewd\nin intellect, he was not deceitful nor mean. He had a high sense of duty\nand honor. Patriotism was his ideal and goal of life.\n\nAs a young man he was modest and even shy, although both his father\nand grandfather were well-known chiefs. I could find few noteworthy\nincidents in his early life, save that he was an expert rider of wild\nhorses. At one time I was pressing him to give me some interesting\nincident of his boyhood. He replied to the effect that there was plenty\nof excitement but “not much in it.” There was a delegation of Sioux\nchiefs visiting Washington, and we were spending an evening together in\ntheir hotel. Hollow Horn Bear spoke up and said:\n\n“Why don’t you tell him how you and a buffalo cow together held your\npoor father up and froze him almost to death?”\n\nEverybody laughed, and another man remarked: “I think he had better tell\nthe medicine man (meaning myself) how he lost the power of speech when\nhe first tried to court a girl.” Two Strike, although he was then close\nto eighty years of age, was visibly embarrassed by their chaff.\n\n“Anyway, I stuck to the trail. I kept on till I got what I wanted,” he\nmuttered. And then came the story.\n\nThe old chief, his father, was very fond of the buffalo hunt; and\nbeing accomplished in horsemanship and a fine shot, although not very\npowerfully built, young Two Strike was already following hard in his\nfootsteps. Like every proud father, his was giving him every incentive\nto perfect his skill, and one day challenged his sixteen-year-old son to\nthe feat of “one arrow to kill” at the very next chase.\n\nIt was midwinter. A large herd of buffalo was reported by the game\nscout. The hunters gathered at daybreak prepared for the charge. The\nold chief had his tried charger equipped with a soft, pillow-like Indian\nsaddle and a lariat. His old sinew-backed hickory bow was examined and\nstrung, and a fine straight arrow with a steel head carefully selected\nfor the test. He adjusted a keen butcher knife over his leather belt,\nwhich held a warm buffalo robe securely about his body. He wore neither\nshirt nor coat, although a piercing wind was blowing from the northwest.\nThe youthful Two Strike had his favorite bow and his swift pony, which\nwas perhaps dearer to him than his closest boy comrade.\n\nNow the hunters crouched upon their horses’ necks like an army in line\nof battle, while behind them waited the boys and old men with pack\nponies to carry the meat. “Hukahey!” shouted the leader as a warning.\n“Yekiya wo!” (Go) and in an instant all the ponies leaped forward\nagainst the cutting wind, as if it were the start in a horse race. Every\nrider leaned forward, tightly wrapped in his robe, watching the flying\nherd for an opening in the mass of buffalo, a chance to cut out some of\nthe fattest cows. This was the object of the race.\n\nThe chief had a fair start; his horse was well trained and needed no\nurging nor guidance. Without the slightest pull on the lariat he dashed\ninto the thickest of the herd. The youth’s pony had been prancing and\nrearing impatiently; he started a little behind, yet being swift passed\nmany. His rider had one clear glimpse of his father ahead of him, then\nthe snow arose in blinding clouds on the trail of the bison. The whoops\nof the hunters, the lowing of the cows, and the menacing glances of the\nbulls as they plunged along, or now and then stood at bay, were enough\nto unnerve a boy less well tried. He was unable to select his victim.\nHe had been carried deeply into the midst of the herd and found himself\nhelpless to make the one sure shot, therefore he held his one arrow in\nhis mouth and merely strove to separate them so as to get his chance.\n\nAt last the herd parted, and he cut out two fat cows, and was\nmaneuvering for position when a rider appeared out of the snow cloud on\ntheir other side. This aroused him to make haste lest his rival secure\nboth cows; he saw his chance, and in a twinkling his arrow sped clear\nthrough one of the animals so that she fell headlong.\n\nIn this instant he observed that the man who had joined him was his\nown father, who had met with the same difficulties as himself. When the\nyoung man had shot his only arrow, the old chief with a whoop went after\nthe cow that was left, but as he gained her broadside, his horse stepped\nin a badger hole and fell, throwing him headlong. The maddened buffalo,\nas sometimes happens in such cases, turned upon the pony and gored him\nto death. His rider lay motionless, while Two Strike rushed forward\nto draw her attention, but she merely tossed her head at him, while\npersistently standing guard over the dead horse and the all but frozen\nIndian.\n\nAlas for the game of “one arrow to kill!” The boy must think fast, for\nhis father’s robe had slipped off, and he was playing dead, lying almost\nnaked in the bitter air upon the trampled snow. His bluff would not\nserve, so he flew back to pull out his solitary arrow from the body of\nthe dead cow. Quickly wheeling again, he sent it into her side and she\nfell. The one arrow to kill had become one arrow to kill two buffalo! At\nthe council lodge that evening Two Strike was the hero.\n\nThe following story is equally characteristic of him, and in explanation\nit should be said that in the good old days among the Sioux, a young\nman is not supposed to associate with girls until he is ready to take\na wife. It was a rule with our young men, especially the honorable and\nwell-born, to gain some reputation in the hunt and in war,--the more\ndifficult the feats achieved the better,--before even speaking to\na young woman. Many a life was risked in the effort to establish a\nreputation along these lines. Courtship was no secret, but rather a\nsocial event, often celebrated by the proud parents with feasts and\npresents to the poor, and this etiquette was sometimes felt by a shy or\nsensitive youth as an insurmountable obstacle to the fulfilment of his\ndesires.\n\nTwo Strike was the son and grandson of a chief, but he could not claim\nany credit for the deeds of his forbears. He had not only to guard their\ngood name but achieve one for himself. This he had set out to do, and he\ndid well. He was now of marriageable age with a war record, and admitted\nto the council, yet he did not seem to trouble himself at all about a\nwife. His was strictly a bachelor career. Meanwhile, as is apt to be the\ncase, his parents had thought much about a possible daughter-in-law, and\nhad even collected ponies, fine robes, and other acceptable goods to be\ngiven away in honor of the event, whenever it should take place. Now and\nthen they would drop a sly hint, but with no perceptible effect.\n\nThey did not and could not know of the inward struggle that racked his\nmind at this period of his life. The shy and modest young man was dying\nfor a wife, yet could not bear even to think of speaking to a young\nwoman! The fearless hunter of buffaloes, mountain lions, and grizzlies,\nthe youth who had won his eagle feathers in a battle with the Utes,\ncould not bring himself to take this tremendous step.\n\nAt last his father appealed to him directly. “My son,” he declared, “it\nis your duty to take unto yourself a wife, in order that the honors won\nby your ancestors and by yourself may be handed down in the direct line.\nThere are several eligible young women in our band whose parents have\nintimated a wish to have you for their son-in-law.”\n\nTwo Strike made no reply, but he was greatly disturbed. He had no wish\nto have the old folks select his bride, for if the truth were told,\nhis choice was already made. He had simply lacked the courage to go\na-courting!\n\nThe next morning, after making an unusually careful toilet, he took his\nbest horse and rode to a point overlooking the path by which the girls\nwent for water. Here the young men were wont to take their stand, and,\nif fortunate, intercept the girl of their heart for a brief but fateful\ninterview. Two Strike had determined to speak straight to the point,\nand as soon as he saw the pretty maid he came forward boldly and placed\nhimself in her way. A long moment passed. She glanced up at him shyly\nbut not without encouragement. His teeth fairly chattered with fright,\nand he could not say a word. She looked again, noted his strange looks,\nand believed him suddenly taken ill. He appeared to be suffering. At\nlast he feebly made signs for her to go on and leave him alone. The\nmaiden was sympathetic, but as she did not know what else to do she\nobeyed his request.\n\nThe poor youth was so ashamed of his cowardice that he afterward\nadmitted his first thought was to take his own life. He believed he\nhad disgraced himself forever in the eyes of the only girl he had ever\nloved. However, he determined to conquer his weakness and win her,\nwhich he did. The story came out many years after and was told with much\nenjoyment by the old men.\n\nTwo Strike was better known by his own people than by the whites, for\nhe was individually a terror in battle rather than a leader. He achieved\nhis honorable name in a skirmish with the Utes in Colorado. The Sioux\nregarded these people as their bravest enemies, and the outcome of\nthe fight was for some time uncertain. First the Sioux were forced to\nretreat and then their opponents, and at the latter point the horse of a\ncertain Ute was shot under him. A friend came to his rescue and took him\nup behind him. Our hero overtook them in flight, raised his war club,\nand knocked both men off with one blow.\n\nHe was a very old man when he died, only two or three years ago, on the\nRosebud reservation.\n\n\n\n\nAMERICAN HORSE\n\n\nOne of the wittiest and shrewdest of the Sioux chiefs was American\nHorse, who succeeded to the name and position of an uncle, killed in\nthe battle of Slim Buttes in 1876. The younger American Horse was born\na little before the encroachments of the whites upon the Sioux country\nbecame serious and their methods aggressive, and his early manhood\nbrought him into that most trying and critical period of our history. He\nhad been tutored by his uncle, since his own father was killed in battle\nwhile he was still very young. The American Horse band was closely\nattached to a trading post, and its members in consequence were inclined\nto be friendly with the whites, a policy closely adhered to by their\nleader.\n\nWhen he was born, his old grandfather said: “Put him out in the sun!\nLet him ask his great-grandfather, the Sun, for the warm blood of a\nwarrior!” And he had warm blood. He was a genial man, liking notoriety\nand excitement. He always seized an opportunity to leap into the center\nof the arena.\n\nIn early life he was a clownish sort of boy among the boys--an expert\nmimic and impersonator. This talent made him popular and in his way a\nleader. He was a natural actor, and early showed marked ability as a\nspeaker.\n\nAmerican Horse was about ten years old when he was attacked by three\nCrow warriors, while driving a herd of ponies to water. Here he\ndisplayed native cunning and initiative. It seemed he had scarcely a\nchance to escape, for the enemy was near. He yelled frantically at the\nponies to start them toward home, while he dropped off into a thicket\nof willows and hid there. A part of the herd was caught in sight of\nthe camp and there was a counter chase, but the Crows got away with the\nponies. Of course his mother was frantic, believing her boy had been\nkilled or captured; but after the excitement was over, he appeared in\ncamp unhurt. When questioned about his escape, he remarked: “I knew they\nwould not take the time to hunt for small game when there was so much\nbigger close by.”\n\nWhen he was quite a big boy, he joined in a buffalo hunt, and on the way\nback with the rest of the hunters his mule became unmanageable. American\nHorse had insisted on riding him in addition to a heavy load of meat and\nskins, and the animal evidently resented this, for he suddenly began to\nrun and kick, scattering fresh meat along the road, to the merriment of\nthe crowd. But the boy turned actor, and made it appear that it was at\nhis wish the mule had given this diverting performance. He clung to the\nback of his plunging and braying mount like a circus rider, singing a\nBrave Heart song, and finally brought up amid the laughter and cheers\nof his companions. Far from admitting defeat, he boasted of his\nhorsemanship and declared that his “brother” the donkey would put any\nenemy to flight, and that they should be called upon to lead a charge.\n\nIt was several years later that he went to sleep early one night and\nslept soundly, having been scouting for two nights previous. It happened\nthat there was a raid by the Crows, and when he awoke in the midst of\nthe yelling and confusion, he sprang up and attempted to join in the\nfighting. Everybody knew his voice in all the din, so when he fired his\ngun and announced a coup, as was the custom, others rushed to the spot,\nto find that he had shot a hobbled pony belonging to their own camp.\nThe laugh was on him, and he never recovered from his chagrin at this\nmistake. In fact, although he was undoubtedly fearless and tried hard to\ndistinguish himself in warfare, he did not succeed.\n\nIt is told of him that he once went with a war party of young men to\nthe Wind River country against the Shoshones. At last they discovered\na large camp, but there were only a dozen or so of the Sioux, therefore\nthey hid themselves and watched for their opportunity to attack an\nisolated party of hunters. While waiting thus, they ran short of food.\nOne day a small party of Shoshones was seen near at hand, and in the\nmidst of the excitement and preparations for the attack, young American\nHorse caught sight of a fat black-tail deer close by. Unable to resist\nthe temptation, he pulled an arrow from his quiver and sent it through\nthe deer’s heart, then with several of his half-starved companions\nsprang upon the yet quivering body of the animal to cut out the liver,\nwhich was sometimes eaten raw. One of the men was knocked down, it is\nsaid, by the last kick of the dying buck, but having swallowed a few\nmouthfuls the warriors rushed upon and routed their enemies. It is still\ntold of American Horse how he killed game and feasted between the ambush\nand the attack.\n\nAt another time he was drying his sacred war bonnet and other gear\nover a small fire. These articles were held in great veneration by the\nIndians and handled accordingly. Suddenly the fire blazed up, and our\nhero so far forgot himself as to begin energetically beating out the\nflames with the war bonnet, breaking off one of the sacred buffalo horns\nin the act. One could almost fill a book with his mishaps and exploits.\nI will give one of them in his own words as well as I can remember them.\n\n“We were as promising a party of young warriors as our tribe ever sent\nagainst any of its ancestral enemies. It was midsummer, and after going\ntwo days’ journey from home we began to send two scouts ahead daily\nwhile the main body kept a half day behind. The scouts set out every\nevening and traveled all night. One night the great war pipe was held\nout to me and to Young-Man-Afraid-of-His-Horses. At daybreak, having met\nno one, we hid our horses and climbed to the top of the nearest butte to\ntake an observation. It was a very hot day. We lay flat on our blankets,\nfacing the west where the cliff fell off in a sheer descent, and with\nour backs toward the more gradual slope dotted with scrub pines and\ncedars. We stuck some tall grass on our heads and proceeded to study the\nlandscape spread before us for any sign of man.\n\n“The sweeping valleys were dotted with herds, both large and small,\nof buffalo and elk, and now and then we caught a glimpse of a coyote\nslinking into the gulches, returning from night hunting to sleep. While\nintently watching some moving body at a distance, we could not yet tell\nwhether of men or animals, I heard a faint noise behind me and slowly\nturned my head. Behold! a grizzly bear sneaking up on all fours and\nalmost ready to spring!\n\n“‘Run!’ I yelled into the ear of my companion, and we both leaped to our\nfeet in a second. ‘Separate! separate!’ he shouted, and as we did so,\nthe bear chose me for his meat. I ran downhill as fast as I could, but\nhe was gaining. ‘Dodge around a tree!’ screamed Young-Man-Afraid. I took\na deep breath and made a last spurt, desperately circling the first tree\nI came to. As the ground was steep just there, I turned a somersault\none way and the bear the other. I picked myself up in time to climb the\ntree, and was fairly out of reach when he gathered himself together and\ncame at me more furiously than ever, holding in one paw the shreds of\nmy breechcloth, for in the fall he had just scratched my back and cut my\nbelt in two, and carried off my only garment for a trophy!\n\n“My friend was well up another tree and laughing heartily at my\npredicament, and when the bear saw that he could not get at either of us\nhe reluctantly departed, after I had politely addressed him and promised\nto make an offering to his spirit on my safe return. I don’t think I\never had a narrower escape,” he concluded.\n\nDuring the troublous times from 1865 to 1877, American Horse advocated\nyielding to the government at any cost, being no doubt convinced of the\nuselessness of resistance. He was not a recognized leader until 1876,\nwhen he took the name and place of his uncle. Up to this time he bore\nthe nickname of Manishnee (Can not walk, or Played out.)\n\nWhen the greater part of the Ogallalas, to which band he belonged, came\ninto the reservation, he at once allied himself with the peace element\nat the Red Cloud agency, near Fort Robinson, Nebraska, and took no small\npart in keeping the young braves quiet. Since the older and better-known\nchiefs, with the exception of Spotted Tail, were believed to be hostile\nat heart, the military made much use of him. Many of his young men\nenlisted as scouts by his advice, and even he himself entered the\nservice.\n\nIn the early part of the year 1876, there was a rumor that certain bands\nwere in danger of breaking away. Their leader was one Sioux Jim, so\nnicknamed by the soldiers. American Horse went to him as peacemaker, but\nwas told he was a woman and no brave. He returned to his own camp and\ntold his men that Sioux Jim meant mischief, and in order to prevent\nanother calamity to the tribe, he must be chastised. He again approached\nthe warlike Jim with several warriors at his back. The recalcitrant came\nout, gun in hand, but the wily chief was too quick for him. He shot and\nwounded the rebel, whereupon one of his men came forward and killed him.\n\nThis quelled the people for the time being and up to the killing of\nCrazy Horse. In the crisis precipitated by this event, American Horse\nwas again influential and energetic in the cause of the government. From\nthis time on he became an active participant in the affairs of the\nTeton Sioux. He was noted for his eloquence, which was nearly always\nconciliatory, yet he could say very sharp things of the duplicity of\nthe whites. He had much ease of manner and was a master of repartee. I\nrecall his saying that if you have got to wear golden slippers to enter\nthe white man’s heaven no Indian will ever get there, as the whites have\ngot the Black Hills and with them all the gold.\n\nIt was during the last struggle of his people, at the time of the\nMessiah craze in 1890-1891 that he demonstrated as never before the real\ngreatness of the man. While many of his friends were carried away by\nthe new thought, he held aloof from it and cautioned his band to do the\nsame. When it developed into an extensive upheaval among the nations he\ntook his positive stand against it.\n\nPresently all Indians who did not dance the Ghost Dance were ordered\nto come into camp at Pine Ridge agency. American Horse was the first to\nbring in his people. I was there at the time and talked with him daily.\nWhen Little was arrested, it had been agreed among the disaffected to\nhave him resist, which meant that he would be roughly handled. This was\nto be their excuse to attack the Indian police, which would probably\nlead to a general massacre or outbreak. I know that this desperate move\nwas opposed from the beginning by American Horse, and it was believed\nthat his life was threatened.\n\nOn the day of the “Big Issue”, when thousands of Indians were gathered\nat the agency, this man Little, who had been in hiding, walked boldly\namong them. Of course the police would arrest him at sight, and he was\nled toward the guardhouse. He struggled with them, but was overpowered.\nA crowd of warriors rushed to his rescue, and there was confusion and\na general shout of “Hurry up with them! Kill them all!” I saw American\nHorse walk out of the agent’s office and calmly face the excited mob.\n\n“What are you going to do?” he asked. “Stop, men, stop and think before\nyou act! Will you murder your children, your women, yes, destroy your\nnation to-day?” He stood before them like a statue and the men who held\nthe two policemen helpless paused for an instant. He went on: “You are\nbrave to-day because you outnumber the white men, but what will you do\nto-morrow? There are railroads on all sides of you. The soldiers will\npour in from every direction by thousands and surround you. You have\nlittle food or ammunition. It will be the end of your people. Stop, I\nsay, stop now!”\n\nJack Red Cloud, son of the old chief rushed up to him and thrust a\nrevolver almost in his face. “It is you and men like you,” he shouted,\n“who have reduced our race to slavery and starvation!” American Horse\ndid not flinch but deliberately reentered the office, followed by Jack\nstill flourishing the pistol. But his timely appearance and eloquence\nhad saved the day. Others of the police force had time to reach the\nspot, and with a large crowd of friendly Indians had taken command of\nthe situation.\n\nWhen I went into the office I found him alone but apparently quite calm.\n“Where are the agent and the clerks?” I asked. “They fled by the back\ndoor,” he replied, smiling. “I think they are in the cellar. These fools\noutside had almost caught us asleep, but I think it is over now.”\n\nAmerican Horse was one of the earliest advocates of education for\nthe Indian, and his son Samuel and nephew Robert were among the first\nstudents at Carlisle. I think one or two of his daughters were the\nhandsomest Indian girls of full blood that I ever saw. His record as\na councilor of his people and his policy in the new situation that\nconfronted them was manly and consistent.\n\n\n\n\nDULL KNIFE\n\n\nThe life of Dull Knife, the Cheyenne, is a true hero tale. Simple,\nchild-like yet manful, and devoid of selfish aims, or love of gain, he\nis a pattern for heroes of any race.\n\nDull Knife was a chief of the old school. Among all the Indians of the\nplains, nothing counts save proven worth. A man’s caliber is measured\nby his courage, unselfishness and intelligence. Many writers confuse\nhistory with fiction, but in Indian history their women and old men and\neven children witness the main events, and not being absorbed in daily\npapers and magazines, these events are rehearsed over and over with\nfew variations. Though orally preserved, their accounts are therefore\naccurate. But they have seldom been willing to give reliable information\nto strangers, especially when asked and paid for.\n\nRacial prejudice naturally enters into the account of a man’s life by\nenemy writers, while one is likely to favor his own race. I am conscious\nthat many readers may think that I have idealized the Indian. Therefore\nI will confess now that we have too many weak and unprincipled men among\nus. When I speak of the Indian hero, I do not forget the mongrel in\nspirit, false to the ideals of his people. Our trustfulness has been our\nweakness, and when the vices of civilization were added to our own, we\nfell heavily.\n\nIt is said that Dull Knife as a boy was resourceful and self-reliant. He\nwas only nine years old when his family was separated from the rest of\nthe tribe while on a buffalo hunt. His father was away and his mother\nbusy, and he was playing with his little sister on the banks of a\nstream, when a large herd of buffalo swept down upon them on a stampede\nfor water. His mother climbed a tree, but the little boy led his sister\ninto an old beaver house whose entrance was above water, and here they\nremained in shelter until the buffalo passed and they were found by\ntheir distracted parents.\n\nDull Knife was quite a youth when his tribe was caught one winter in a\nregion devoid of game, and threatened with starvation. The situation was\nmade worse by heavy storms, but he secured help and led a relief party\na hundred and fifty miles, carrying bales of dried buffalo meat on pack\nhorses.\n\nAnother exploit that made him dear to his people occurred in battle,\nwhen his brother-in-law was severely wounded and left lying where no one\non either side dared to approach him. As soon as Dull Knife heard of it\nhe got on a fresh horse, and made so daring a charge that others joined\nhim; thus under cover of their fire he rescued his brother-in-law, and\nin so doing was wounded twice.\n\nThe Sioux knew him as a man of high type, perhaps not so brilliant as\nRoman Nose and Two Moon, but surpassing both in honesty and simplicity,\nas well as in his war record. (Two Moon, in fact, was never a leader of\nhis people, and became distinguished only in wars with the whites during\nthe period of revolt.) A story is told of an ancestor of the same name\nthat illustrates well the spirit of the age.\n\nIt was the custom in those days for the older men to walk ahead of the\nmoving caravan and decide upon all halts and camping places. One day the\ncouncilors came to a grove of wild cherries covered with ripe fruit, and\nthey stopped at once. Suddenly a grizzly charged from the thicket. The\nmen yelped and hooted, but the bear was not to be bluffed. He knocked\ndown the first warrior who dared to face him and dragged his victim into\nthe bushes.\n\nThe whole caravan was in the wildest excitement. Several of the\nswiftest-footed warriors charged the bear, to bring him out into the\nopen, while the women and dogs made all the noise they could. The bear\naccepted the challenge, and as he did so, the man whom they had supposed\ndead came running from the opposite end of the thicket. The Indians were\ndelighted, and especially so when in the midst of their cheers, the man\nstopped running for his life and began to sing a Brave Heart song as he\napproached the grove with his butcher knife in his hand. He would dare\nhis enemy again!\n\nThe grizzly met him with a tremendous rush, and they went down together.\nInstantly the bear began to utter cries of distress, and at the same\ntime the knife flashed, and he rolled over dead. The warrior was too\nquick for the animal; he first bit his sensitive nose to distract his\nattention, and then used the knife to stab him to the heart. He fought\nmany battles with knives thereafter and claimed that the spirit of the\nbear gave him success. On one occasion, however, the enemy had a strong\nbuffalo-hide shield which the Cheyenne bear fighter could not pierce\nthrough, and he was wounded; nevertheless he managed to dispatch his\nfoe. It was from this incident that he received the name of Dull Knife,\nwhich was handed down to his descendant.\n\nAs is well known, the Northern Cheyennes uncompromisingly supported\nthe Sioux in their desperate defense of the Black Hills and Big Horn\ncountry. Why not? It was their last buffalo region--their subsistence.\nIt was what our wheat fields are to a civilized nation.\n\nAbout the year 1875, a propaganda was started for confining all the\nIndians upon reservations, where they would be practically interned or\nimprisoned, regardless of their possessions and rights. The men who\nwere the strongest advocates of the scheme generally wanted the Indians’\nproperty--the one main cause back of all Indian wars. From the warlike\nApaches to the peaceful Nez Perces, all the tribes of the plains were\nhunted from place to place; then the government resorted to peace\nnegotiations, but always with an army at hand to coerce. Once disarmed\nand helpless, they were to be taken under military guard to the Indian\nTerritory.\n\nA few resisted, and declared they would fight to the death rather than\ngo. Among these were the Sioux, but nearly all the smaller tribes were\ndeported against their wishes. Of course those Indians who came from\na mountainous and cold country suffered severely. The moist heat and\nmalaria decimated the exiles. Chief Joseph of the Nez Perces and Chief\nStanding Bear of the Poncas appealed to the people of the United States,\nand finally succeeded in having their bands or the remnant of them\nreturned to their own part of the country. Dull Knife was not successful\nin his plea, and the story of his flight is one of poignant interest.\n\nHe was regarded by the authorities as a dangerous man, and with his\ndepleted band was taken to the Indian Territory without his consent in\n1876. When he realized that his people were dying like sheep, he was\ndeeply moved. He called them together. Every man and woman declared that\nthey would rather die in their own country than stay there longer, and\nthey resolved to flee to their northern homes.\n\nHere again was displayed the genius of these people. From the Indian\nTerritory to Dakota is no short dash for freedom. They knew what they\nwere facing. Their line of flight lay through a settled country and they\nwould be closely pursued by the army. No sooner had they started than\nthe telegraph wires sang one song: “The panther of the Cheyennes is at\nlarge. Not a child or a woman in Kansas or Nebraska is safe.” Yet they\nevaded all the pursuing and intercepting troops and reached their native\nsoil. The strain was terrible, the hardship great, and Dull Knife, like\nJoseph, was remarkable for his self-restraint in sparing those who came\nwithin his power on the way.\n\nBut fate was against him, for there were those looking for blood money\nwho betrayed him when he thought he was among friends. His people were\ntired out and famished when they were surrounded and taken to Fort\nRobinson. There the men were put in prison, and their wives guarded in\ncamp. They were allowed to visit their men on certain days. Many of them\nhad lost everything; there were but a few who had even one child left.\nThey were heartbroken.\n\nThese despairing women appealed to their husbands to die fighting: their\nliberty was gone, their homes broken up, and only slavery and gradual\nextinction in sight. At last Dull Knife listened. He said: “I have lived\nmy life. I am ready.” The others agreed. “If our women are willing to\ndie with us, who is there to say no? If we are to do the deeds of men,\nit rests with you women to bring us our weapons.”\n\nAs they had been allowed to carry moccasins and other things to the men,\nso they contrived to take in some guns and knives under this disguise.\nThe plan was to kill the sentinels and run to the nearest natural\ntrench, there to make their last stand. The women and children were to\njoin them. This arrangement was carried out. Not every brave had a gun,\nbut all had agreed to die together. They fought till their small store\nof ammunition was exhausted, then exposed their broad chests for a\ntarget, and the mothers even held up their little ones to be shot. Thus\ndied the fighting Cheyennes and their dauntless leader.\n\n\n\n\nROMAN NOSE\n\n\nThis Cheyenne war chief was a contemporary of Dull Knife. He was not\nso strong a character as the other, and was inclined to be pompous and\nboastful; but with all this he was a true type of native American in\nspirit and bravery.\n\nWhile Dull Knife was noted in warfare among Indians, Roman Nose made\nhis record against the whites, in defense of territory embracing the\nRepublican and Arickaree rivers. He was killed on the latter river in\n1868, in the celebrated battle with General Forsythe.\n\nSave Chief Gall and Washakie in the prime of their manhood, this chief\nhad no peer in bodily perfection and masterful personality. No Greek or\nRoman gymnast was ever a finer model of physical beauty and power. He\nthrilled his men to frenzied action when he came upon the field. It was\nsaid of him that he sacrificed more youths by his personal influence in\nbattle than any other leader, being very reckless himself in grand-stand\ncharges. He was killed needlessly in this manner.\n\nRoman Nose always rode an uncommonly fine, spirited horse, and with\nhis war bonnet and other paraphernalia gave a wonderful exhibition. The\nIndians used to say that the soldiers must gaze at him rather than aim\nat him, as they so seldom hit him even when running the gantlet before a\nfiring line.\n\nHe did a remarkable thing once when on a one-arrow-to-kill buffalo hunt\nwith his brother-in-law. His companion had selected his animal and\ndrew so powerfully on his sinew bowstring that it broke. Roman Nose\nhad killed his own cow and was whipping up close to the other when the\nmisfortune occurred. Both horses were going at full speed and the arrow\njerked up in the air. Roman Nose caught it and shot the cow for him.\n\nAnother curious story told of him is to the effect that he had an\nintimate Sioux friend who was courting a Cheyenne girl, but without\nsuccess. As the wooing of both Sioux and Cheyennes was pretty much all\neffected in the night time, Roman Nose told his friend to let him do\nthe courting for him. He arranged with the young woman to elope the next\nnight and to spend the honeymoon among his Sioux friends. He then told\nhis friend what to do. The Sioux followed instructions and carried off\nthe Cheyenne maid, and not until morning did she discover her mistake.\nIt is said she never admitted it, and that the two lived happily\ntogether to a good old age, so perhaps there was no mistake after all.\n\nPerhaps no other chief attacked more emigrants going west on the Oregon\nTrail between 1860 and 1868. He once made an attack on a large party of\nMormons, and in this instance the Mormons had time to form a corral\nwith their wagons and shelter their women, children, and horses. The\nmen stood outside and met the Indians with well-aimed volleys, but they\ncircled the wagons with whirlwind speed, and whenever a white man fell,\nit was the signal for Roman Nose to charge and count the “coup.” The\nhat of one of the dead men was off, and although he had heavy hair and\nbeard, the top of his head was bald from the forehead up. As custom\nrequired such a deed to be announced on the spot, the chief yelled at\nthe top of his voice:\n\n“Your Roman Nose has counted the first coup on the longest-faced white\nman who was ever killed!”\n\nWhen the Northern Cheyennes under this daring leader attacked a body of\nscouting troops under the brilliant officer General Forsythe, Roman Nose\nthought that he had a comparatively easy task. The first onset failed,\nand the command entrenched itself on a little island. The wily chief\nthought he could stampede them and urged on his braves with the\ndeclaration that the first to reach the island should be entitled to\nwear a trailing war bonnet. Nevertheless he was disappointed, and his\nmen received such a warm reception that none succeeded in reaching it.\nIn order to inspire them to desperate deeds he had led them in person,\nand with him that meant victory or death. According to the army\naccounts, it was a thrilling moment, and might well have proved\ndisastrous to the Forsythe command, whose leader was wounded and\nhelpless. The danger was acute until Roman Nose fell, and even then his\nlieutenants were bent upon crossing at any cost, but some of the older\nchiefs prevailed upon them to withdraw.\n\nThus the brilliant war chief of the Cheyennes came to his death. If he\nhad lived until 1876, Sitting Bull would have had another bold ally.\n\n\n\n\nCHIEF JOSEPH\n\n\nThe Nez Perce tribe of Indians, like other tribes too large to be\nunited under one chief, was composed of several bands, each distinct in\nsovereignty. It was a loose confederacy. Joseph and his people occupied\nthe Imnaha or Grande Ronde valley in Oregon, which was considered\nperhaps the finest land in that part of the country.\n\nWhen the last treaty was entered into by some of the bands of the Nez\nPerce, Joseph’s band was at Lapwai, Idaho, and had nothing to do with\nthe agreement. The elder chief in dying had counseled his son, then not\nmore than twenty-two or twenty-three years of age, never to part with\ntheir home, assuring him that he had signed no papers. These peaceful\nnon-treaty Indians did not even know what land had been ceded until the\nagent read them the government order to leave. Of course they refused.\nYou and I would have done the same.\n\nWhen the agent failed to move them, he and the would-be settlers called\nupon the army to force them to be good, namely, without a murmur to\nleave their pleasant inheritance in the hands of a crowd of greedy\ngrafters. General O. O. Howard, the Christian soldier, was sent to do\nthe work.\n\nHe had a long council with Joseph and his leading men, telling them they\nmust obey the order or be driven out by force. We may be sure that he\npresented this hard alternative reluctantly. Joseph was a mere youth\nwithout experience in war or public affairs. He had been well brought\nup in obedience to parental wisdom and with his brother Ollicut had\nattended Missionary Spaulding’s school where they had listened to the\nstory of Christ and his religion of brotherhood. He now replied in\nhis simple way that neither he nor his father had ever made any treaty\ndisposing of their country, that no other band of the Nez Perces was\nauthorized to speak for them, and it would seem a mighty injustice and\nunkindness to dispossess a friendly band.\n\nGeneral Howard told them in effect that they had no rights, no voice in\nthe matter: they had only to obey. Although some of the lesser chiefs\ncounseled revolt then and there, Joseph maintained his self-control,\nseeking to calm his people, and still groping for a peaceful settlement\nof their difficulties. He finally asked for thirty days’ time in which\nto find and dispose of their stock, and this was granted.\n\nJoseph steadfastly held his immediate followers to their promise, but\nthe land-grabbers were impatient, and did everything in their power\nto bring about an immediate crisis so as to hasten the eviction of the\nIndians. Depredations were committed, and finally the Indians, or some\nof them, retaliated, which was just what their enemies had been looking\nfor. There might be a score of white men murdered among themselves on\nthe frontier and no outsider would ever hear about it, but if one were\ninjured by an Indian--“Down with the bloodthirsty savages!” was the cry.\n\nJoseph told me himself that during all of those thirty days a tremendous\npressure was brought upon him by his own people to resist the government\norder. “The worst of it was,” said he, “that everything they said was\ntrue; besides”--he paused for a moment--“it seemed very soon for me to\nforget my father’s dying words, ‘Do not give up our home!’” Knowing as I\ndo just what this would mean to an Indian, I felt for him deeply.\n\nAmong the opposition leaders were Too-hul-hul-sote, White Bird, and\nLooking Glass, all of them strong men and respected by the Indians;\nwhile on the other side were men built up by emissaries of the\ngovernment for their own purposes and advertised as “great friendly\nchiefs.” As a rule such men are unworthy, and this is so well known to\nthe Indians that it makes them distrustful of the government’s sincerity\nat the start. Moreover, while Indians unqualifiedly say what they mean,\nthe whites have a hundred ways of saying what they do not mean.\n\nThe center of the storm was this simple young man, who so far as I can\nlearn had never been upon the warpath, and he stood firm for peace and\nobedience. As for his father’s sacred dying charge, he told himself that\nhe would not sign any papers, he would not go of his free will but from\ncompulsion, and this was his excuse.\n\nHowever, the whites were unduly impatient to clear the coveted valley,\nand by their insolence they aggravated to the danger point an already\nstrained situation. The murder of an Indian was the climax and this\nhappened in the absence of the young chief. He returned to find the\nleaders determined to die fighting. The nature of the country was in\ntheir favor and at least they could give the army a chase, but how long\nthey could hold out they did not know. Even Joseph’s younger brother\nOllicut was won over. There was nothing for him to do but fight; and\nthen and there began the peaceful Joseph’s career as a general of\nunsurpassed strategy in conducting one of the most masterly retreats in\nhistory.\n\nThis is not my judgment, but the unbiased opinion of men whose knowledge\nand experience fit them to render it. Bear in mind that these people\nwere not scalp hunters like the Sioux, Cheyennes, and Utes, but peaceful\nhunters and fishermen. The first council of war was a strange business\nto Joseph. He had only this to say to his people:\n\n“I have tried to save you from suffering and sorrow. Resistance means\nall of that. We are few. They are many. You can see all we have at a\nglance. They have food and ammunition in abundance. We must suffer great\nhardship and loss.” After this speech, he quietly began his plans for\nthe defense.\n\nThe main plan of campaign was to engineer a successful retreat into\nMontana and there form a junction with the hostile Sioux and Cheyennes\nunder Sitting Bull. There was a relay scouting system, one set of\nscouts leaving the main body at evening and the second a little before\ndaybreak, passing the first set on some commanding hill top. There were\nalso decoy scouts set to trap Indian scouts of the army. I notice that\nGeneral Howard charges his Crow scouts with being unfaithful.\n\nTheir greatest difficulty was in meeting an unencumbered army, while\ncarrying their women, children, and old men, with supplies and such\nhousehold effects as were absolutely necessary. Joseph formed an\nauxiliary corps that was to effect a retreat at each engagement, upon a\ndefinite plan and in definite order, while the unencumbered women were\nmade into an ambulance corps to take care of the wounded.\n\nIt was decided that the main rear guard should meet General Howard’s\ncommand in White Bird Canyon, and every detail was planned in advance,\nyet left flexible according to Indian custom, giving each leader freedom\nto act according to circumstances. Perhaps no better ambush was ever\nplanned than the one Chief Joseph set for the shrewd and experienced\nGeneral Howard. He expected to be hotly pursued, but he calculated that\nthe pursuing force would consist of not more than two hundred and fifty\nsoldiers. He prepared false trails to mislead them into thinking that\nhe was about to cross or had crossed the Salmon River, which he had no\nthought of doing at that time. Some of the tents were pitched in plain\nsight, while the women and children were hidden on the inaccessible\nridges, and the men concealed in the canyon ready to fire upon the\nsoldiers with deadly effect with scarcely any danger to themselves. They\ncould even roll rocks upon them.\n\nIn a very few minutes the troops had learned a lesson. The soldiers\nshowed some fight, but a large body of frontiersmen who accompanied\nthem were soon in disorder. The warriors chased them nearly ten miles,\nsecuring rifles and much ammunition, and killing and wounding many.\n\nThe Nez Perces next crossed the river, made a detour and recrossed it\nat another point, then took their way eastward. All this was by way of\ndelaying pursuit. Joseph told me that he estimated it would take six\nor seven days to get a sufficient force in the field to take up their\ntrail, and the correctness of his reasoning is apparent from the facts\nas detailed in General Howard’s book. He tells us that he waited six\ndays for the arrival of men from various forts in his department, then\nfollowed Joseph with six hundred soldiers, beside a large number of\ncitizen volunteers and his Indian scouts. As it was evident they had\na long chase over trackless wilderness in prospect, he discarded his\nsupply wagons and took pack mules instead. But by this time the Indians\nhad a good start.\n\nMeanwhile General Howard had sent a dispatch to Colonel Gibbons, with\norders to head Joseph off, which he undertook to do at the Montana end\nof the Lolo Trail. The wily commander had no knowledge of this move, but\nhe was not to be surprised. He was too brainy for his pursuers, whom he\nconstantly outwitted, and only gave battle when he was ready. There at\nthe Big Hole Pass he met Colonel Gibbons’ fresh troops and pressed them\nclose. He sent a party under his brother Ollicut to harass Gibbons’ rear\nand rout the pack mules, thus throwing him on the defensive and causing\nhim to send for help, while Joseph continued his masterly retreat toward\nthe Yellowstone Park, then a wilderness. However, this was but little\nadvantage to him, since he must necessarily leave a broad trail, and the\narmy was augmenting its columns day by day with celebrated scouts, both\nwhite and Indian. The two commands came together, and although General\nHoward says their horses were by this time worn out, and by inference\nthe men as well, they persisted on the trail of a party encumbered by\nwomen and children, the old, sick, and wounded.\n\nIt was decided to send a detachment of cavalry under Bacon, to Tash\nPass, the gateway of the National Park, which Joseph would have to pass,\nwith orders to detain him there until the rest could come up with them.\nHere is what General Howard says of the affair. “Bacon got into position\nsoon enough but he did not have the heart to fight the Indians on\naccount of their number.” Meanwhile another incident had occurred. Right\nunder the eyes of the chosen scouts and vigilant sentinels, Joseph’s\nwarriors fired upon the army camp at night and ran off their mules. He\nwent straight on toward the park, where Lieutenant Bacon let him get by\nand pass through the narrow gateway without firing a shot.\n\nHere again it was demonstrated that General Howard could not depend upon\nthe volunteers, many of whom had joined him in the chase, and were going\nto show the soldiers how to fight Indians. In this night attack at Camas\nMeadow, they were demoralized, and while crossing the river next day\nmany lost their guns in the water, whereupon all packed up and went\nhome, leaving the army to be guided by the Indian scouts.\n\nHowever, this succession of defeats did not discourage General Howard,\nwho kept on with as many of his men as were able to carry a gun,\nmeanwhile sending dispatches to all the frontier posts with orders to\nintercept Joseph if possible. Sturgis tried to stop him as the Indians\nentered the Park, but they did not meet until he was about to come out,\nwhen there was another fight, with Joseph again victorious. General\nHoward came upon the battle field soon afterward and saw that the\nIndians were off again, and from here he sent fresh messages to General\nMiles, asking for reinforcements.\n\nJoseph had now turned northeastward toward the Upper Missouri. He told\nme that when he got into that part of the country he knew he was very\nnear the Canadian line and could not be far from Sitting Bull, with whom\nhe desired to form an alliance. He also believed that he had cleared all\nthe forts. Therefore he went more slowly and tried to give his people\nsome rest. Some of their best men had been killed or wounded in battle,\nand the wounded were a great burden to him; nevertheless they were\ncarried and tended patiently all during this wonderful flight. Not one\nwas ever left behind.\n\nIt is the general belief that Indians are cruel and revengeful, and\nsurely these people had reason to hate the race who had driven them from\ntheir homes if any people ever had. Yet it is a fact that when Joseph\nmet visitors and travelers in the Park, some of whom were women, he\nallowed them to pass unharmed, and in at least one instance let them\nhave horses. He told me that he gave strict orders to his men not to\nkill any women or children. He wished to meet his adversaries according\nto their own standards of warfare, but he afterward learned that in\nspite of professions of humanity, white soldiers have not seldom been\nknown to kill women and children indiscriminately.\n\nAnother remarkable thing about this noted retreat is that Joseph’s\npeople stood behind him to a man, and even the women and little boys did\neach his part. The latter were used as scouts in the immediate vicinity\nof the camp.\n\nThe Bittersweet valley, which they had now entered, was full of game,\nand the Indians hunted for food, while resting their worn-out ponies.\nOne morning they had a council to which Joseph rode over bareback, as\nthey had camped in two divisions a little apart. His fifteen-year-old\ndaughter went with him. They discussed sending runners to Sitting Bull\nto ascertain his exact whereabouts and whether it would be agreeable to\nhim to join forces with the Nez Perces. In the midst of the council,\na force of United States cavalry charged down the hill between the\ntwo camps. This once Joseph was surprised. He had seen no trace of the\nsoldiers and had somewhat relaxed his vigilance.\n\nHe told his little daughter to stay where she was, and himself cut right\nthrough the cavalry and rode up to his own teepee, where his wife met\nhim at the door with his rifle, crying: “Here is your gun, husband!” The\nwarriors quickly gathered and pressed the soldiers so hard that they\nhad to withdraw. Meanwhile one set of the people fled while Joseph’s own\nband entrenched themselves in a very favorable position from which they\ncould not easily be dislodged.\n\nGeneral Miles had received and acted on General Howard’s message, and he\nnow sent one of his officers with some Indian scouts into Joseph’s camp\nto negotiate with the chief. Meantime Howard and Sturgis came up with\nthe encampment, and Howard had with him two friendly Nez Perce scouts\nwho were directed to talk to Joseph in his own language. He decided that\nthere was nothing to do but surrender.\n\nHe had believed that his escape was all but secure: then at the last\nmoment he was surprised and caught at a disadvantage. His army was\nshattered; he had lost most of the leaders in these various fights;\nhis people, including children, women, and the wounded, had traveled\nthirteen hundred miles in about fifty days, and he himself a young man\nwho had never before taken any important responsibility! Even now he was\nnot actually conquered. He was well entrenched; his people were willing\nto die fighting; but the army of the United States offered peace and he\nagreed, as he said, out of pity for his suffering people. Some of his\nwarriors still refused to surrender and slipped out of the camp at night\nand through the lines. Joseph had, as he told me, between three and four\nhundred fighting men in the beginning, which means over one thousand\npersons, and of these several hundred surrendered with him.\n\nHis own story of the conditions he made was prepared by himself with my\nhelp in 1897, when he came to Washington to present his grievances. I\nsat up with him nearly all of one night; and I may add here that we\ntook the document to General Miles who was then stationed in Washington,\nbefore presenting it to the Department. The General said that every word\nof it was true.\n\nIn the first place, his people were to be kept at Fort Keogh, Montana,\nover the winter and then returned to their reservation. Instead they\nwere taken to Fort Leavenworth, Kansas, and placed between a lagoon and\nthe Missouri River, where the sanitary conditions made havoc with them.\nThose who did not die were then taken to the Indian Territory, where the\nhealth situation was even worse. Joseph appealed to the government again\nand again, and at last by the help of Bishops Whipple and Hare he was\nmoved to the Colville reservation in Washington. Here the land was very\npoor, unlike their own fertile valley. General Miles said to the chief\nthat he had recommended and urged that their agreement be kept, but the\npoliticians and the people who occupied the Indians’ land declared they\nwere afraid if he returned he would break out again and murder innocent\nwhite settlers! What irony!\n\nThe great Chief Joseph died broken-spirited and broken-hearted. He did\nnot hate the whites, for there was nothing small about him, and when he\nlaid down his weapons he would not fight on with his mind. But he was\nprofoundly disappointed in the claims of a Christian civilization. I\ncall him great because he was simple and honest. Without education or\nspecial training he demonstrated his ability to lead and to fight\nwhen justice demanded. He outgeneraled the best and most experienced\ncommanders in the army of the United States, although their troops were\nwell provisioned, well armed, and above all unencumbered. He was great\nfinally, because he never boasted of his remarkable feat. I am proud of\nhim, because he was a true American.\n\n\n\n\nLITTLE WOLF\n\n\nIf any people ever fought for liberty and justice, it was the Cheyennes.\nIf any ever demonstrated their physical and moral courage beyond cavil,\nit was this race of purely American heroes, among whom Little Wolf was a\nleader.\n\nI knew the chief personally very well. As a young doctor, I was sent to\nthe Pine Ridge agency in 1890, as government physician to the Sioux and\nthe Northern Cheyennes. While I heard from his own lips of that gallant\ndash of his people from their southern exile to their northern home, I\nprefer that Americans should read of it in Doctor George Bird Grinnell’s\nbook, “The Fighting Cheyennes.” No account could be clearer or simpler;\nand then too, the author cannot be charged with a bias in favor of his\nown race.\n\nAt the time that I knew him, Little Wolf was a handsome man, with the\nnative dignity and gentleness, musical voice, and pleasant address of so\nmany brave leaders of his people. One day when he was dining with us at\nour home on the reservation, I asked him, as I had a habit of doing, for\nsome reminiscences of his early life. He was rather reluctant to speak,\nbut a friend who was present contributed the following:\n\n“Perhaps I can tell you why it is that he has been a lucky man all his\nlife. When quite a small boy, the tribe was one winter in want of food,\nand his good mother had saved a small piece of buffalo meat, which she\nsolemnly brought forth and placed before him with the remark: ‘My son\nmust be patient, for when he grows up he will know even harder times\nthan this.’\n\n“He had eaten nothing all day and was pretty hungry, but before he could\nlay hands on the meat a starving dog snatched it and bolted from\nthe teepee. The mother ran after the dog and brought him back for\npunishment. She tied him to a post and was about to whip him when the\nboy interfered. ‘Don’t hurt him, mother!’ he cried; ‘he took the meat\nbecause he was hungrier than I am!’”\n\nI was told of another kind act of his under trying circumstances. While\nstill a youth, he was caught out with a party of buffalo hunters in a\nblinding blizzard. They were compelled to lie down side by side in the\nsnowdrifts, and it was a day and a night before they could get out. The\nweather turned very cold, and when the men arose they were in danger of\nfreezing. Little Wolf pressed his fine buffalo robe upon an old man who\nwas shaking with a chill and himself took the other’s thin blanket.\n\nAs a full-grown young man, he was attracted by a maiden of his tribe,\nand according to the custom then in vogue the pair disappeared. When\nthey returned to the camp as man and wife, behold! there was great\nexcitement over the affair. It seemed that a certain chief had given\nmany presents and paid unmistakable court to the maid with the intention\nof marrying her, and her parents had accepted the presents, which meant\nconsent so far as they were concerned. But the girl herself had not\ngiven consent.\n\nThe resentment of the disappointed suitor was great. It was reported in\nthe village that he had openly declared that the young man who defied\nand insulted him must expect to be punished. As soon as Little Wolf\nheard of the threats, he told his father and friends that he had done\nonly what it is every man’s privilege to do.\n\n“Tell the chief,” said he, “to come out with any weapon he pleases, and\nI will meet him within the circle of lodges. He shall either do this\nor eat his words. The woman is not his. Her people accepted his gifts\nagainst her wishes. Her heart is mine.”\n\nThe chief apologized, and thus avoided the inevitable duel, which would\nhave been a fight to the death.\n\nThe early life of Little Wolf offered many examples of the dashing\nbravery characteristic of the Cheyennes, and inspired the younger men\nto win laurels for themselves. He was still a young man, perhaps\nthirty-five, when the most trying crisis in the history of his\npeople came upon them. As I know and as Doctor Grinnell’s book amply\ncorroborates, he was the general who largely guided and defended them in\nthat tragic flight from the Indian Territory to their northern home. I\nwill not discuss the justice of their cause: I prefer to quote Doctor\nGrinnell, lest it appear that I am in any way exaggerating the facts.\n\n“They had come,” he writes, “from the high, dry country of Montana and\nNorth Dakota to the hot and humid Indian Territory. They had come from\na country where buffalo and other game were still plentiful to a land\nwhere the game had been exterminated. Immediately on their arrival they\nwere attacked by fever and ague, a disease wholly new to them. Food was\nscanty, and they began to starve. The agent testified before a committee\nof the Senate that he never received supplies to subsist the Indians for\nmore than nine months in each year. These people were meat-eaters, but\nthe beef furnished them by the government inspectors was no more than\nskin and bone. The agent in describing their sufferings said: ‘They have\nlived and that is about all.’\n\n“The Indians endured this for about a year, and then their patience gave\nout. They left the agency to which they had been sent and started north.\nThough troops were camped close to them, they attempted no concealment\nof their purpose. Instead, they openly announced that they intended to\nreturn to their own country.\n\n“We have heard much in past years of the march of the Nez Perces under\nChief Joseph, but little is remembered of the Dull Knife outbreak and\nthe march to the north led by Little Wolf. The story of the journey has\nnot been told, but in the traditions of the old army this campaign was\nnotable, and old men who were stationed on the plains forty years ago\nare apt to tell you, if you ask them, that there never was such another\njourney since the Greeks marched to the sea....\n\n“The fugitives pressed constantly northward undaunted, while orders were\nflying over the wires, and special trains were carrying men and horses\nto cut them off at all probable points on the different railway lines\nthey must cross. Of the three hundred Indians, sixty or seventy were\nfighting men--the rest old men, women, and children. An army officer\nonce told me that thirteen thousand troops were hurrying over the\ncountry to capture or kill these few poor people who had left the\nfever-stricken South, and in the face of every obstacle were steadily\nmarching northward.\n\n“The War Department set all its resources in operation against them,\nyet they kept on. If troops attacked them, they stopped and fought\nuntil they had driven off the soldiers, and then started north again.\nSometimes they did not even stop, but marched along, fighting as they\nmarched. For the most part they tried--and with success--to avoid\nconflicts, and had but four real hard fights, in which they lost half a\ndozen men killed and about as many wounded.”\n\nIt must not be overlooked that the appeal to justice had first been\ntried before taking this desperate step. Little Wolf had gone to the\nagent about the middle of the summer and said to him: “This is not a\ngood country for us, and we wish to return to our home in the mountains\nwhere we were always well. If you have not the power to give permission,\nlet some of us go to Washington and tell them there how it is, or do you\nwrite to Washington and get permission for us to go back.”\n\n“Stay one more year,” replied the agent, “and then we will see what we\ncan do for you.” “No,” said Little Wolf. “Before another year there will\nbe none left to travel north. We must go now.”\n\nSoon after this it was found that three of the Indians had disappeared\nand the chief was ordered to surrender ten men as hostages for their\nreturn. He refused. “Three men,” said he, “who are traveling over wild\ncountry can hide so that they cannot be found. You would never get back\nthese three, and you would keep my men prisoners always.”\n\nThe agent then threatened if the ten men were not given up to withhold\ntheir rations and starve the entire tribe into submission. He forgot\nthat he was addressing a Cheyenne. These people had not understood that\nthey were prisoners when they agreed to friendly relations with the\ngovernment and came upon the reservation. Little Wolf stood up and shook\nhands with all present before making his final deliberate address.\n\n“Listen, my friends, I am a friend of the white people and have been so\nfor a long time. I do not want to see blood spilt about this agency. I\nam going north to my own country. If you are going to send your soldiers\nafter me, I wish you would let us get a little distance away. Then if\nyou want to fight, I will fight you, and we can make the ground bloody\nat that place.”\n\nThe Cheyenne was not bluffing. He said just what he meant, and I presume\nthe agent took the hint, for although the military were there they\ndid not undertake to prevent the Indians’ departure. Next morning the\nteepees were pulled down early and quickly. Toward evening of the second\nday, the scouts signaled the approach of troops. Little Wolf called his\nmen together and advised them under no circumstances to fire until\nfired upon. An Arapahoe scout was sent to them with a message. “If you\nsurrender now, you will get your rations and be well treated.” After\nwhat they had endured, it was impossible not to hear such a promise with\ncontempt. Said Little Wolf: “We are going back to our own country. We do\nnot want to fight.” He was riding still nearer when the soldiers fired,\nand at a signal the Cheyennes made a charge. They succeeded in holding\noff the troops for two days, with only five men wounded and none killed,\nand when the military retreated the Indians continued northward carrying\ntheir wounded.\n\nThis sort of thing was repeated again and again. Meanwhile Little\nWolf held his men under perfect control. There were practically no\ndepredations. They secured some boxes of ammunition left behind by\nretreating troops, and at one point the young men were eager to follow\nand destroy an entire command who were apparently at their mercy, but\ntheir leader withheld them. They had now reached the buffalo country,\nand he always kept his main object in sight. He was extraordinarily\ncalm. Doctor Grinnell was told by one of his men years afterward:\n“Little Wolf did not seem like a human being. He seemed like a bear.”\n It is true that a man of his type in a crisis becomes spiritually\ntransformed and moves as one in a dream.\n\nAt the Running Water the band divided, Dull Knife going toward Red Cloud\nagency. He was near Fort Robinson when he surrendered and met his sad\nfate. Little Wolf remained all winter in the Sand Hills, where there was\nplenty of game and no white men. Later he went to Montana and then to\nPine Ridge, where he and his people remained in peace until they were\nremoved to Lame Deer, Montana, and there he spent the remainder of his\ndays. There is a clear sky beyond the clouds of racial prejudice, and\nin that final Court of Honor a noble soul like that of Little Wolf has a\nplace.\n\n\n\nHOLE-IN-THE-DAY\n\n[I wish to thank Reverend C. H. Beaulieu of Le Soeur, Minnesota, for\nmuch of the material used in this chapter.]\n\nIn the beginning of the nineteenth century, the Indian nations of the\nNorthwest first experienced the pressure of civilization. At this period\nthere were among them some brilliant leaders unknown to history, for the\ncurious reason that they cordially received and welcomed the newcomers\nrather than opposed them. The only difficulties were those arising among\nthe European nations themselves, and often involving the native tribes.\nThus new environments brought new motives, and our temptations were\nincreased manyfold with the new weapons, new goods, and above all the\nsubtly destructive “spirit water.”\n\nGradually it became known that the new race had a definite purpose, and\nthat purpose was to chart and possess the whole country, regardless of\nthe rights of its earlier inhabitants. Still the old chiefs cautioned\ntheir people to be patient, for, said they, the land is vast, both races\ncan live on it, each in their own way. Let us therefore befriend them\nand trust to their friendship. While they reasoned thus, the temptations\nof graft and self-aggrandizement overtook some of the leaders.\n\nHole-in-the-Day (or Bug-o-nay-ki-shig) was born in the opening days of\nthis era. The word “ki-shig” means either “day” or “sky”, and the name\nis perhaps more correctly translated Hole-in-the-Sky. This gifted man\ninherited his name and much of his ability from his father, who was a\nwar chief among the Ojibways, a Napoleon of the common people, and who\ncarried on a relentless warfare against the Sioux. And yet, as was our\ncustom at the time, peaceful meetings were held every summer, at which\nrepresentatives of the two tribes would recount to one another all the\nevents that had come to pass during the preceding year.\n\nHole-in-the-Day the younger was a handsome man, tall and symmetrically\nformed, with much grace of manner and natural refinement. He was an\nastute student of diplomacy. The Ojibways allowed polygamy, and whether\nor not he approved the principle, he made political use of it by\nmarrying the daughter of a chief in nearly every band. Through these\nalliances he held a controlling influence over the whole Ojibway nation.\nReverend Claude H. Beaulieu says of him:\n\n“Hole-in-the-Day was a man of distinguished appearance and native\ncourtliness of manner. His voice was musical and magnetic, and with\nthese qualities he had a subtle brain, a logical mind, and quite a\nremarkable gift of oratory. In speech he was not impassioned, but clear\nand convincing, and held fast the attention of his hearers.”\n\nIt is of interest to note that his everyday name among his tribesmen was\n“The Boy.” What a boy he must have been! I wonder if the name had the\nsame significance as with the Sioux, who applied it to any man who\nperforms a difficult duty with alertness, dash, and natural courage.\n“The Man” applies to one who adds to these qualities wisdom and maturity\nof judgment.\n\nThe Sioux tell many stories of both the elder and the younger\nHole-in-the-Day. Once when The Boy was still under ten years of age, he\nwas fishing on Gull Lake in a leaky birch-bark canoe. Presently there\ncame such a burst of frantic warwhoops that his father was startled. He\ncould not think of anything but an attack by the dreaded Sioux. Seizing\nhis weapons, he ran to the rescue of his son, only to find that the\nlittle fellow had caught a fish so large that it was pulling his canoe\nall over the lake. “Ugh,” exclaimed the father, “if a mere fish scares\nyou so badly, I fear you will never make a warrior!”\n\nIt is told of him that when he was very small, the father once brought\nhome two bear cubs and gave them to him for pets. The Boy was feeding\nand getting acquainted with them outside his mother’s birch-bark teepee,\nwhen suddenly he was heard to yell for help. The two little bears had\ntreed The Boy and were waltzing around the tree. His mother scared them\noff, but again the father laughed at him for thinking that he could\nclimb trees better than a bear.\n\nThe elder Hole-in-the-Day was a daring warrior and once attacked and\nscalped a Sioux who was carrying his pelts to the trading post, in full\nsight of his friends. Of course he was instantly pursued, and he leaped\ninto a canoe which was lying near by and crossed to an island in the\nMississippi River near Fort Snelling. When almost surrounded by Sioux\nwarriors, he left the canoe and swam along the shore with only his nose\nabove water, but as they were about to head him off he landed and hid\nbehind the falling sheet of water known as Minnehaha Falls, thus saving\nhis life.\n\nIt often happens that one who offers his life freely will after all\ndie a natural death. The elder Hole-in-the-Day so died when The Boy was\nstill a youth. Like Philip of Massachusetts, Chief Joseph the younger,\nand the brilliant Osceola, the mantle fell gracefully upon his\nshoulders, and he wore it during a short but eventful term of\nchieftainship. It was his to see the end of the original democracy on\nthis continent. The clouds were fast thickening on the eastern horizon.\nThe day of individualism and equity between man and man must yield to\nthe terrific forces of civilization, the mass play of materialism,\nthe cupidity of commerce with its twin brother politics. Under such\nconditions the younger Hole-in-the-Day undertook to guide his tribesmen.\nAt first they were inclined to doubt the wisdom of so young a leader,\nbut he soon proved a ready student of his people’s traditions, and yet,\nlike Spotted Tail and Little Crow, he adopted too willingly the white\nman’s politics. He maintained the territory won from the Sioux by\nhis predecessors. He negotiated treaties with the ability of a born\ndiplomat, with one exception, and that exception cost him his life.\n\nLike other able Indians who foresaw the inevitable downfall of their\nrace, he favored a gradual change of customs leading to complete\nadoption of the white man’s ways. In order to accustom the people to a\nnew standard, he held that the chiefs must have authority and must be\ngiven compensation for their services. This was a serious departure from\nthe old rule but was tacitly accepted, and in every treaty he made there\nwas provision for himself in the way of a land grant or a cash payment.\nHe early departed from the old idea of joint ownership with the Lake\nSuperior Ojibways, because he foresaw that it would cause no end of\ntrouble for the Mississippi River branch of which he was then the\nrecognized head. But there were difficulties to come with the Leech Lake\nand Red Lake bands, who held aloof from his policy, and the question of\nboundaries began to arise.\n\nIn the first treaty negotiated with the government by young\nHole-in-the-Day in 1855, a “surplus” was provided for the chiefs\naside from the regular per capita payment, and this surplus was to\nbe distributed in proportion to the number of Indians under each.\nHole-in-the-Day had by far the largest enrollment, therefore he got the\nlion’s share of this fund. Furthermore he received another sum set apart\nfor the use of the “head chief”, and these things did not look right to\nthe tribe. In the very next treaty he provided himself with an annuity\nof one thousand dollars for twenty years, beside a section of land near\nthe village of Crow Wing, and the government was induced to build him\na good house upon this land. In his home he had many white servants and\nhenchmen and really lived like a lord. He dressed well in native style\nwith a touch of civilized elegance, wearing coat and leggings of fine\nbroadcloth, linen shirt with collar, and, topping all, a handsome\nblack or blue blanket. His moccasins were of the finest deerskin and\nbeautifully worked. His long beautiful hair added much to his personal\nappearance. He was fond of entertaining and being entertained and was\na favorite both among army officers and civilians. He was especially\npopular with the ladies, and this fact will appear later in the story.\n\nAt about this time, the United States government took it upon itself to\nput an end to warfare between the Sioux and Ojibways. A peace meeting\nwas arranged at Fort Snelling, with the United States as mediator.\nWhen the representatives of the two nations met at this grand council,\nHole-in-the-Day came as the head chief of his people, and with the\nother chiefs appeared in considerable pomp and dignity. The wives of the\ngovernment officials were eager for admission to this unusual gathering,\nbut when they arrived there was hardly any space left except next to\nthe Sioux chiefs, and the white ladies soon crowded this space to\noverflowing. One of the Sioux remarked: “I thought this was to be a\ncouncil of chiefs and braves, but I see many women among us.” Thereupon\nthe Ojibway arose and spoke in his courtliest manner. “The Ojibway\nchiefs will feel highly honored,” said he, “if the ladies will consent\nto sit on our side.”\n\nAnother sign of his alertness to gain favor among the whites was seen in\nthe fact that he took part in the territorial campaigns, a most unusual\nthing for an Indian of that day. Being a man of means and influence,\nhe was listened to with respect by the scattered white settlers in his\nvicinity. He would make a political speech through an interpreter, but\nwould occasionally break loose in his broken English, and wind up with\nan invitation to drink in the following words: “Chentimen, you Pemicans\n(Republicans), come out and drink!”\n\nFrom 1855 to 1864 Hole-in-the-Day was a well-known figure in Minnesota,\nand scarcely less so in Washington, for he visited the capital quite\noften on tribal affairs. As I have said before, he was an unusually\nhandsome man, and was not unresponsive to flattery and the attentions\nof women. At the time of this incident he was perhaps thirty-five years\nold, but looked younger. He had called upon the President and was on his\nway back to his hotel, when he happened to pass the Treasury building\njust as the clerks were leaving for the day. He was immediately\nsurrounded by an inquisitive throng. Among them was a handsome young\nwoman who asked through the interpreter if the chief would consent to\nan interview about his people, to aid her in a paper she had promised to\nprepare.\n\nHole-in-the-Day replied: “If the beautiful lady is willing to risk\ncalling on the chief at his hotel, her request will be granted.” The\nlady went, and the result was so sudden and strong an attachment that\nboth forgot all racial biases and differences of language and custom.\nShe followed him as far as Minneapolis, and there the chief advised her\nto remain, for he feared the jealousy of some of his many wives. She\ndied there, soon after giving birth to a son, who was brought up by a\nfamily named Woodbury; and some fifteen years ago I met the young man\nin Washington and was taken by him to call upon certain of his mother’s\nrelatives.\n\nThe ascendancy of Hole-in-the-Day was not gained entirely through the\nconsent of his people, but largely by government favor, therefore there\nwas strong suppressed resentment among his associate chiefs, and the Red\nLake and Leech Lake bands in fact never acknowledged him as their head,\nwhile they suspected him of making treaties which involved some of their\nland. He was in personal danger from this source, and his life was\ntwice attempted, but, though wounded, in each case he recovered. His\npopularity with Indian agents and officers lasted till the Republicans\ncame into power in the sixties and there was a new deal. The chief no\nlonger received the favors and tips to which he was accustomed; in\nfact he was in want of luxuries, and worse still, his pride was hurt by\nneglect. The new party had promised Christian treatment to the Indians,\nbut it appeared that they were greater grafters than their predecessors,\nand unlike them kept everything for themselves, allowing no perquisites\nto any Indian chief.\n\nIn his indignation at this treatment, Hole-in-the-Day began exposing\nthe frauds on his people, and so at a late day was converted to their\ndefense. Perhaps he had not fully understood the nature of graft until\nhe was in a position to view it from the outside. After all, he was\nexcusable in seeking to maintain the dignity of his office, but he had\ndeparted from one of the fundamental rules of the race, namely: “Let no\nmaterial gain be the motive or reward of public duty.” He had wounded\nthe ideals of his people beyond forgiveness, and he suffered the\npenalty; yet his courage was not diminished by the mistakes of his past.\nLike the Sioux chief Little Crow, he was called “the betrayer of\nhis people”, and like him he made a desperate effort to regain lost\nprestige, and turned savagely against the original betrayers of his\nconfidence, the agents and Indian traders.\n\nWhen the Sioux finally broke out in 1862, the first thought of the\nlocal politicians was to humiliate Hole-in-the-Day by arresting him\nand proclaiming some other “head chief” in his stead. In so doing they\nalmost forced the Ojibways to fight under his leadership. The chief had\nno thought of alliance with the Sioux, and was wholly unaware of the\nproposed action of the military on pretense of such a conspiracy on his\npart. He was on his way to the agency in his own carriage when a runner\nwarned him of his danger. He thereupon jumped down and instructed the\ndriver to proceed. His coachman was arrested by a file of soldiers, who\nwhen they discovered their mistake went to his residence in search of\nhim, but meanwhile he had sent runners in every direction to notify\nhis warriors, and had moved his family across the Mississippi. When\nthe military reached the river bank he was still in sight, and the\nlieutenant called upon him to surrender. When he refused, the soldiers\nwere ordered to fire upon him, but he replied with his own rifle, and\nwith a whoop disappeared among the pine groves.\n\nIt was remarkable how the whole tribe now rallied to the call of\nHole-in-the-Day. He allowed no depredations to the young men under\nhis leadership, but camped openly near the agency and awaited an\nexplanation. Presently Judge Cooper of St. Paul, a personal friend\nof the chief, appeared, and later on the Assistant Secretary of the\nInterior, accompanied by Mr. Nicolay, private secretary of President\nLincoln. Apparently that great humanitarian President saw the whole\ninjustice of the proceeding against a loyal nation, and the difficulty\nwas at an end.\n\nThrough the treaties of 1864, 1867, and 1868 was accomplished the final\ndestiny of the Mississippi River Ojibways. Hole-in-the-Day was against\ntheir removal to what is now White Earth reservation, but he was\ndefeated in this and realized that the new turn of events meant the\ndownfall of his race. He declared that he would never go on the new\nreservation, and he kept his word. He remained on one of his land grants\nnear Crow Wing. As the other chiefs assumed more power, the old feeling\nof suspicion and hatred became stronger, especially among the Pillager\nand Red Lake bands. One day he was waylaid and shot by a party of these\ndisaffected Indians. He uttered a whoop and fell dead from his buggy.\n\nThus died one of the most brilliant chiefs of the Northwest, who never\ndefended his birthright by force of arms, although almost compelled to\ndo so. He succeeded in diplomacy so long as he was the recognized head\nof his people. Since we have not passed over his weaknesses, he should\nbe given credit for much insight in causing the article prohibiting the\nintroduction of liquor into the Indian country to be inserted into the\ntreaty of 1858. I think it was in 1910 that this forgotten provision was\ndiscovered and again enforced over a large expanse of territory occupied\nby whites, it being found that the provision had never been repealed.\n\nAlthough he left many children, none seem to have made their mark, yet\nit may be that in one of his descendants that undaunted spirit will rise\nagain."
}