{
 "author": [
  "Stevenson, Robert Louis"
 ],
 "title": [
  "Fables"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "PR",
  "Fables, Scottish",
  "Fiction",
  "Short stories"
 ],
 "id": "343",
 "genre": [
  "short stories",
  "fiction"
 ],
 "text": "Transcribed from the 1901 Longmans, Green & Co. edition by David Price,\nemail ccx074@pglaf.org\n\n\n\n\n\nFABLES\n\n\nBY\nROBERT LOUIS STEVENSON\n\n\n\n\nI.--THE PERSONS OF THE TALE.\n\n\nAfter the 32nd chapter of _Treasure Island_, two of the puppets strolled\nout to have a pipe before business should begin again, and met in an open\nplace not far from the story.\n\n\"Good-morning, Cap'n,\" said the first, with a man-o'-war salute, and a\nbeaming countenance.\n\n\"Ah, Silver!\" grunted the other.  \"You're in a bad way, Silver.\"\n\n\"Now, Cap'n Smollett,\" remonstrated Silver, \"dooty is dooty, as I knows,\nand none better; but we're off dooty now; and I can't see no call to keep\nup the morality business.\"\n\n\"You're a damned rogue, my man,\" said the Captain.\n\n\"Come, come, Cap'n, be just,\" returned the other.  \"There's no call to be\nangry with me in earnest.  I'm on'y a chara'ter in a sea story.  I don't\nreally exist.\"\n\n\"Well, I don't really exist either,\" says the Captain, \"which seems to\nmeet that.\"\n\n\"I wouldn't set no limits to what a virtuous chara'ter might consider\nargument,\" responded Silver.  \"But I'm the villain of this tale, I am;\nand speaking as one sea-faring man to another, what I want to know is,\nwhat's the odds?\"\n\n\"Were you never taught your catechism?\" said the Captain.  \"Don't you\nknow there's such a thing as an Author?\"\n\n\"Such a thing as a Author?\" returned John, derisively.  \"And who better'n\nme?  And the p'int is, if the Author made you, he made Long John, and he\nmade Hands, and Pew, and George Merry--not that George is up to much, for\nhe's little more'n a name; and he made Flint, what there is of him; and\nhe made this here mutiny, you keep such a work about; and he had Tom\nRedruth shot; and--well, if that's a Author, give me Pew!\"\n\n\"Don't you believe in a future state?\" said Smollett.  \"Do you think\nthere's nothing but the present story-paper?\"\n\n\"I don't rightly know for that,\" said Silver; \"and I don't see what it's\ngot to do with it, anyway.  What I know is this: if there is sich a thing\nas a Author, I'm his favourite chara'ter.  He does me fathoms better'n he\ndoes you--fathoms, he does.  And he likes doing me.  He keeps me on deck\nmostly all the time, crutch and all; and he leaves you measling in the\nhold, where nobody can't see you, nor wants to, and you may lay to that!\nIf there is a Author, by thunder, but he's on my side, and you may lay to\nit!\"\n\n\"I see he's giving you a long rope,\" said the Captain.  \"But that can't\nchange a man's convictions.  I know the Author respects me; I feel it in\nmy bones; when you and I had that talk at the blockhouse door, who do you\nthink he was for, my man?\"\n\n\"And don't he respect me?\" cried Silver.  \"Ah, you should 'a' heard me\nputting down my mutiny, George Merry and Morgan and that lot, no longer\nago'n last chapter; you'd heard something then!  You'd 'a' seen what the\nAuthor thinks o' me!  But come now, do you consider yourself a virtuous\nchara'ter clean through?\"\n\n\"God forbid!\" said Captain Smollett, solemnly.  \"I am a man that tries to\ndo his duty, and makes a mess of it as often as not.  I'm not a very\npopular man at home, Silver, I'm afraid!\" and the Captain sighed.\n\n\"Ah,\" says Silver.  \"Then how about this sequel of yours?  Are you to be\nCap'n Smollett just the same as ever, and not very popular at home, says\nyou?  And if so, why, it's _Treasure Island_ over again, by thunder; and\nI'll be Long John, and Pew'll be Pew, and we'll have another mutiny, as\nlike as not.  Or are you to be somebody else?  And if so, why, what the\nbetter are you? and what the worse am I?\"\n\n\"Why, look here, my man,\" returned the Captain, \"I can't understand how\nthis story comes about at all, can I?  I can't see how you and I, who\ndon't exist, should get to speaking here, and smoke our pipes for all the\nworld like reality?  Very well, then, who am I to pipe up with my\nopinions?  I know the Author's on the side of good; he tells me so, it\nruns out of his pen as he writes.  Well, that's all I need to know; I'll\ntake my chance upon the rest.\"\n\n\"It's a fact he seemed to be against George Merry,\" Silver admitted,\nmusingly.  \"But George is little more'n a name at the best of it,\" he\nadded, brightening.  \"And to get into soundings for once.  What is this\ngood?  I made a mutiny, and I been a gentleman o' fortune; well, but by\nall stories, you ain't no such saint.  I'm a man that keeps company very\neasy; even by your own account, you ain't, and to my certain knowledge\nyou're a devil to haze.  Which is which?  Which is good, and which bad?\nAh, you tell me that!  Here we are in stays, and you may lay to it!\"\n\n\"We're none of us perfect,\" replied the Captain.  \"That's a fact of\nreligion, my man.  All I can say is, I try to do my duty; and if you try\nto do yours, I can't compliment you on your success.\"\n\n\"And so you was the judge, was you?\" said Silver, derisively.\n\n\"I would be both judge and hangman for you, my man, and never turn a\nhair,\" returned the Captain.  \"But I get beyond that: it mayn't be sound\ntheology, but it's common sense, that what is good is useful too--or\nthere and thereabout, for I don't set up to be a thinker.  Now, where\nwould a story go to if there were no virtuous characters?\"\n\n\"If you go to that,\" replied Silver, \"where would a story begin, if there\nwasn't no villains?\"\n\n\"Well, that's pretty much my thought,\" said Captain Smollett.  \"The\nAuthor has to get a story; that's what he wants; and to get a story, and\nto have a man like the doctor (say) given a proper chance, he has to put\nin men like you and Hands.  But he's on the right side; and you mind your\neye!  You're not through this story yet; there's trouble coming for you.\"\n\n\"What'll you bet?\" asked John.\n\n\"Much I care if there ain't,\" returned the Captain.  \"I'm glad enough to\nbe Alexander Smollett, bad as he is; and I thank my stars upon my knees\nthat I'm not Silver.  But there's the ink-bottle opening.  To quarters!\"\n\nAnd indeed the Author was just then beginning to write the words:\n\n   CHAPTER XXXIII.\n\n\n\n\nII.--THE SINKING SHIP.\n\n\n\"Sir,\" said the first lieutenant, bursting into the Captain's cabin, \"the\nship is going down.\"\n\n\"Very well, Mr. Spoker,\" said the Captain; \"but that is no reason for\ngoing about half-shaved.  Exercise your mind a moment, Mr. Spoker, and\nyou will see that to the philosophic eye there is nothing new in our\nposition: the ship (if she is to go down at all) may be said to have been\ngoing down since she was launched.\"\n\n\"She is settling fast,\" said the first lieutenant, as he returned from\nshaving.\n\n\"Fast, Mr. Spoker?\" asked the Captain.  \"The expression is a strange one,\nfor time (if you will think of it) is only relative.\"\n\n\"Sir,\" said the lieutenant, \"I think it is scarcely worth while to embark\nin such a discussion when we shall all be in Davy Jones's Locker in ten\nminutes.\"\n\n\"By parity of reasoning,\" returned the Captain gently, \"it would never be\nworth while to begin any inquiry of importance; the odds are always\noverwhelming that we must die before we shall have brought it to an end.\nYou have not considered, Mr. Spoker, the situation of man,\" said the\nCaptain, smiling, and shaking his head.\n\n\"I am much more engaged in considering the position of the ship,\" said\nMr. Spoker.\n\n\"Spoken like a good officer,\" replied the Captain, laying his hand on the\nlieutenant's shoulder.\n\nOn deck they found the men had broken into the spirit-room, and were fast\ngetting drunk.\n\n\"My men,\" said the Captain, \"there is no sense in this.  The ship is\ngoing down, you will tell me, in ten minutes: well, and what then?  To\nthe philosophic eye, there is nothing new in our position.  All our lives\nlong, we may have been about to break a blood-vessel or to be struck by\nlightning, not merely in ten minutes, but in ten seconds; and that has\nnot prevented us from eating dinner, no, nor from putting money in the\nSavings Bank.  I assure you, with my hand on my heart, I fail to\ncomprehend your attitude.\"\n\nThe men were already too far gone to pay much heed.\n\n\"This is a very painful sight, Mr. Spoker,\" said the Captain.\n\n\"And yet to the philosophic eye, or whatever it is,\" replied the first\nlieutenant, \"they may be said to have been getting drunk since they came\naboard.\"\n\n\"I do not know if you always follow my thought, Mr. Spoker,\" returned the\nCaptain gently.  \"But let us proceed.\"\n\nIn the powder magazine they found an old salt smoking his pipe.\n\n\"Good God,\" cried the Captain, \"what are you about?\"\n\n\"Well, sir,\" said the old salt, apologetically, \"they told me as she were\ngoing down.\"\n\n\"And suppose she were?\" said the Captain.  \"To the philosophic eye, there\nwould be nothing new in our position.  Life, my old shipmate, life, at\nany moment and in any view, is as dangerous as a sinking ship; and yet it\nis man's handsome fashion to carry umbrellas, to wear indiarubber over-\nshoes, to begin vast works, and to conduct himself in every way as if he\nmight hope to be eternal.  And for my own poor part I should despise the\nman who, even on board a sinking ship, should omit to take a pill or to\nwind up his watch.  That, my friend, would not be the human attitude.\"\n\n\"I beg pardon, sir,\" said Mr. Spoker.  \"But what is precisely the\ndifference between shaving in a sinking ship and smoking in a powder\nmagazine?\"\n\n\"Or doing anything at all in any conceivable circumstances?\" cried the\nCaptain.  \"Perfectly conclusive; give me a cigar!\"\n\nTwo minutes afterwards the ship blew up with a glorious detonation.\n\n\n\n\nIII--THE TWO MATCHES.\n\n\nOne day there was a traveller in the woods in California, in the dry\nseason, when the Trades were blowing strong.  He had ridden a long way,\nand he was tired and hungry, and dismounted from his horse to smoke a\npipe.  But when he felt in his pocket he found but two matches.  He\nstruck the first, and it would not light.\n\n\"Here is a pretty state of things!\" said the traveller.  \"Dying for a\nsmoke; only one match left; and that certain to miss fire!  Was there\never a creature so unfortunate?  And yet,\" thought the traveller,\n\"suppose I light this match, and smoke my pipe, and shake out the dottle\nhere in the grass--the grass might catch on fire, for it is dry like\ntinder; and while I snatch out the flames in front, they might evade and\nrun behind me, and seize upon yon bush of poison oak; before I could\nreach it, that would have blazed up; over the bush I see a pine tree hung\nwith moss; that too would fly in fire upon the instant to its topmost\nbough; and the flame of that long torch--how would the trade wind take\nand brandish that through the inflammable forest!  I hear this dell roar\nin a moment with the joint voice of wind and fire, I see myself gallop\nfor my soul, and the flying conflagration chase and outflank me through\nthe hills; I see this pleasant forest burn for days, and the cattle\nroasted, and the springs dried up, and the farmer ruined, and his\nchildren cast upon the world.  What a world hangs upon this moment!\"\n\nWith that he struck the match, and it missed fire.\n\n\"Thank God!\" said the traveller, and put his pipe in his pocket.\n\n\n\n\nIV.--THE SICK MAN AND THE FIREMAN.\n\n\nThere was once a sick man in a burning house, to whom there entered a\nfireman.\n\n\"Do not save me,\" said the sick man.  \"Save those who are strong.\"\n\n\"Will you kindly tell me why?\" inquired the fireman, for he was a civil\nfellow.\n\n\"Nothing could possibly be fairer,\" said the sick man.  \"The strong\nshould be preferred in all cases, because they are of more service in the\nworld.\"\n\nThe fireman pondered a while, for he was a man of some philosophy.\n\"Granted,\" said he at last, as apart of the roof fell in; \"but for the\nsake of conversation, what would you lay down as the proper service of\nthe strong?\"\n\n\"Nothing can possibly be easier,\" returned the sick man; \"the proper\nservice of the strong is to help the weak.\"\n\nAgain the fireman reflected, for there was nothing hasty about this\nexcellent creature.  \"I could forgive you being sick,\" he said at last,\nas a portion of the wall fell out, \"but I cannot bear your being such a\nfool.\"  And with that he heaved up his fireman's axe, for he was\neminently just, and clove the sick man to the bed.\n\n\n\n\nV.--THE DEVIL AND THE INNKEEPER.\n\n\nOnce upon a time the devil stayed at an inn, where no one knew him, for\nthey were people whose education had been neglected.  He was bent on\nmischief, and for a time kept everybody by the ears.  But at last the\ninnkeeper set a watch upon the devil and took him in the fact.\n\nThe innkeeper got a rope's end.\n\n\"Now I am going to thrash you,\" said the innkeeper.\n\n\"You have no right to be angry with me,\" said the devil.  \"I am only the\ndevil, and it is my nature to do wrong.\"\n\n\"Is that so?\" asked the innkeeper.\n\n\"Fact, I assure you,\" said the devil.\n\n\"You really cannot help doing ill?\" asked the innkeeper.\n\n\"Not in the smallest,\" said the devil; \"it would be useless cruelty to\nthrash a thing like me.\"\n\n\"It would indeed,\" said the innkeeper.\n\nAnd he made a noose and hanged the devil.\n\n\"There!\" said the innkeeper.\n\n\n\n\nVI.--THE PENITENT\n\n\nA man met a lad weeping.  \"What do you weep for?\" he asked.\n\n\"I am weeping for my sins,\" said the lad.\n\n\"You must have little to do,\" said the man.\n\nThe next day they met again.  Once more the lad was weeping.  \"Why do you\nweep now?\" asked the man.\n\n\"I am weeping because I have nothing to eat,\" said the lad.\n\n\"I thought it would come to that,\" said the man.\n\n\n\n\nVII.--THE YELLOW PAINT.\n\n\nIn a certain city there lived a physician who sold yellow paint.  This\nwas of so singular a virtue that whoso was bedaubed with it from head to\nheel was set free from the dangers of life, and the bondage of sin, and\nthe fear of death for ever.  So the physician said in his prospectus; and\nso said all the citizens in the city; and there was nothing more urgent\nin men's hearts than to be properly painted themselves, and nothing they\ntook more delight in than to see others painted.  There was in the same\ncity a young man of a very good family but of a somewhat reckless life,\nwho had reached the age of manhood, and would have nothing to say to the\npaint: \"To-morrow was soon enough,\" said he; and when the morrow came he\nwould still put it off.  She might have continued to do until his death;\nonly, he had a friend of about his own age and much of his own manners;\nand this youth, taking a walk in the public street, with not one fleck of\npaint upon his body, was suddenly run down by a water-cart and cut off in\nthe heyday of his nakedness.  This shook the other to the soul; so that I\nnever beheld a man more earnest to be painted; and on the very same\nevening, in the presence of all his family, to appropriate music, and\nhimself weeping aloud, he received three complete coats and a touch of\nvarnish on the top.  The physician (who was himself affected even to\ntears) protested he had never done a job so thorough.\n\nSome two months afterwards, the young man was carried on a stretcher to\nthe physician's house.\n\n\"What is the meaning of this?\" he cried, as soon as the door was opened.\n\"I was to be set free from all the dangers of life; and here have I been\nrun down by that self-same water-cart, and my leg is broken.\"\n\n\"Dear me!\" said the physician.  \"This is very sad.  But I perceive I must\nexplain to you the action of my paint.  A broken bone is a mighty small\naffair at the worst of it; and it belongs to a class of accident to which\nmy paint is quite inapplicable.  Sin, my dear young friend, sin is the\nsole calamity that a wise man should apprehend; it is against sin that I\nhave fitted you out; and when you come to be tempted, you will give me\nnews of my paint.\"\n\n\"Oh!\" said the young man, \"I did not understand that, and it seems rather\ndisappointing.  But I have no doubt all is for the best; and in the\nmeanwhile, I shall be obliged to you if you will set my leg.\"\n\n\"That is none of my business,\" said the physician; \"but if your bearers\nwill carry you round the corner to the surgeon's, I feel sure he will\nafford relief.\"\n\nSome three years later, the young man came running to the physician's\nhouse in a great perturbation.  \"What is the meaning of this?\" he cried.\n\"Here was I to be set free from the bondage of sin; and I have just\ncommitted forgery, arson and murder.\"\n\n\"Dear me,\" said the physician.  \"This is very serious.  Off with your\nclothes at once.\"  And as soon as the young man had stripped, he examined\nhim from head to foot.  \"No,\" he cried with great relief, \"there is not a\nflake broken.  Cheer up, my young friend, your paint is as good as new.\"\n\n\"Good God!\" cried the young man, \"and what then can be the use of it?\"\n\n\"Why,\" said the physician, \"I perceive I must explain to you the nature\nof the action of my paint.  It does not exactly prevent sin; it\nextenuates instead the painful consequences.  It is not so much for this\nworld, as for the next; it is not against life; in short, it is against\ndeath that I have fitted you out.  And when you come to die, you will\ngive me news of my paint.\"\n\n\"Oh!\" cried the young man, \"I had not understood that, and it seems a\nlittle disappointing.  But there is no doubt all is for the best: and in\nthe meanwhile, I shall be obliged if you will help me to undo the evil I\nhave brought on innocent persons.\"\n\n\"That is none of my business,\" said the physician; \"but if you will go\nround the corner to the police office, I feel sure it will afford you\nrelief to give yourself up.\"\n\nSix weeks later, the physician was called to the town gaol.\n\n\"What is the meaning of this?\" cried the young man.  \"Here am I literally\ncrusted with your paint; and I have broken my leg, and committed all the\ncrimes in the calendar, and must be hanged to-morrow; and am in the\nmeanwhile in a fear so extreme that I lack words to picture it.\"\n\n\"Dear me,\" said the physician.  \"This is really amazing.  Well, well;\nperhaps, if you had not been painted, you would have been more frightened\nstill.\"\n\n\n\n\nVIII.--THE HOUSE OF ELD.\n\n\nSo soon as the child began to speak, the gyve was riveted; and the boys\nand girls limped about their play like convicts.  Doubtless it was more\npitiable to see and more painful to bear in youth; but even the grown\nfolk, besides being very unhandy on their feet, were often sick with\nulcers.\n\nAbout the time when Jack was ten years old, many strangers began to\njourney through that country.  These he beheld going lightly by on the\nlong roads, and the thing amazed him.  \"I wonder how it comes,\" he asked,\n\"that all these strangers are so quick afoot, and we must drag about our\nfetter?\"\n\n\"My dear boy,\" said his uncle, the catechist, \"do not complain about your\nfetter, for it is the only thing that makes life worth living.  None are\nhappy, none are good, none are respectable, that are not gyved like us.\nAnd I must tell you, besides, it is very dangerous talk.  If you grumble\nof your iron, you will have no luck; if ever you take it off, you will be\ninstantly smitten by a thunderbolt.\"\n\n\"Are there no thunderbolts for these strangers?\" asked Jack.\n\n\"Jupiter is longsuffering to the benighted,\" returned the catechist.\n\n\"Upon my word, I could wish I had been less fortunate,\" said Jack.  \"For\nif I had been born benighted, I might now be going free; and it cannot be\ndenied the iron is inconvenient, and the ulcer hurts.\"\n\n\"Ah!\" cried his uncle, \"do not envy the heathen!  Theirs is a sad lot!\nAh, poor souls, if they but knew the joys of being fettered!  Poor souls,\nmy heart yearns for them.  But the truth is they are vile, odious,\ninsolent, ill-conditioned, stinking brutes, not truly human--for what is\na man without a fetter?--and you cannot be too particular not to touch or\nspeak with them.\"\n\nAfter this talk, the child would never pass one of the unfettered on the\nroad but what he spat at him and called him names, which was the practice\nof the children in that part.\n\nIt chanced one day, when he was fifteen, he went into the woods, and the\nulcer pained him.  It was a fair day, with a blue sky; all the birds were\nsinging; but Jack nursed his foot.  Presently, another song began; it\nsounded like the singing of a person, only far more gay; at the same time\nthere was a beating on the earth.  Jack put aside the leaves; and there\nwas a lad of his own village, leaping, and dancing and singing to himself\nin a green dell; and on the grass beside him lay the dancer's iron.\n\n\"Oh!\" cried Jack, \"you have your fetter off!\"\n\n\"For God's sake, don't tell your uncle!\" cried the lad.\n\n\"If you fear my uncle,\" returned Jack \"why do you not fear the\nthunderbolt\"?\n\n\"That is only an old wives' tale,\" said the other.  \"It is only told to\nchildren.  Scores of us come here among the woods and dance for nights\ntogether, and are none the worse.\"\n\nThis put Jack in a thousand new thoughts.  He was a grave lad; he had no\nmind to dance himself; he wore his fetter manfully, and tended his ulcer\nwithout complaint.  But he loved the less to be deceived or to see others\ncheated.  He began to lie in wait for heathen travellers, at covert parts\nof the road, and in the dusk of the day, so that he might speak with them\nunseen; and these were greatly taken with their wayside questioner, and\ntold him things of weight.  The wearing of gyves (they said) was no\ncommand of Jupiter's.  It was the contrivance of a white-faced thing, a\nsorcerer, that dwelt in that country in the Wood of Eld.  He was one like\nGlaucus that could change his shape, yet he could be always told; for\nwhen he was crossed, he gobbled like a turkey.  He had three lives; but\nthe third smiting would make an end of him indeed; and with that his\nhouse of sorcery would vanish, the gyves fall, and the villagers take\nhands and dance like children.\n\n\"And in your country?\" Jack would ask.\n\nBut at this the travellers, with one accord, would put him off; until\nJack began to suppose there was no land entirely happy.  Or, if there\nwere, it must be one that kept its folk at home; which was natural\nenough.\n\nBut the case of the gyves weighed upon him.  The sight of the children\nlimping stuck in his eyes; the groans of such as dressed their ulcers\nhaunted him.  And it came at last in his mind that he was born to free\nthem.\n\nThere was in that village a sword of heavenly forgery, beaten upon\nVulcan's anvil.  It was never used but in the temple, and then the flat\nof it only; and it hung on a nail by the catechist's chimney.  Early one\nnight, Jack rose, and took the sword, and was gone out of the house and\nthe village in the darkness.\n\nAll night he walked at a venture; and when day came, he met strangers\ngoing to the fields.  Then he asked after the Wood of Eld and the house\nof sorcery; and one said north, and one south; until Jack saw that they\ndeceived him.  So then, when he asked his way of any man, he showed the\nbright sword naked; and at that the gyve on the man's ankle rang, and\nanswered in his stead; and the word was still _Straight on_.  But the\nman, when his gyve spoke, spat and struck at Jack, and threw stones at\nhim as he went away; so that his head was broken.\n\nSo he came to that wood, and entered in, and he was aware of a house in a\nlow place, where funguses grew, and the trees met, and the steaming of\nthe marsh arose about it like a smoke.  It was a fine house, and a very\nrambling; some parts of it were ancient like the hills, and some but of\nyesterday, and none finished; and all the ends of it were open, so that\nyou could go in from every side.  Yet it was in good repair, and all the\nchimneys smoked.\n\nJack went in through the gable; and there was one room after another, all\nbare, but all furnished in part, so that a man could dwell there; and in\neach there was a fire burning, where a man could warm himself, and a\ntable spread where he might eat.  But Jack saw nowhere any living\ncreature; only the bodies of some stuffed.\n\n\"This is a hospitable house,\" said Jack; \"but the ground must be quaggy\nunderneath, for at every step the building quakes.\"\n\nHe had gone some time in the house, when he began to be hungry.  Then he\nlooked at the food, and at first he was afraid; but he bared the sword,\nand by the shining of the sword, it seemed the food was honest.  So he\ntook the courage to sit down and eat, and he was refreshed in mind and\nbody.\n\n\"This is strange,\" thought he, \"that in the house of sorcery there should\nbe food so wholesome.\"\n\nAs he was yet eating, there came into that room the appearance of his\nuncle, and Jack was afraid because he had taken the sword.  But his uncle\nwas never more kind, and sat down to meat with him, and praised him\nbecause he had taken the sword.  Never had these two been more pleasantly\ntogether, and Jack was full of love to the man.\n\n\"It was very well done,\" said his uncle, \"to take the sword and come\nyourself into the House of Eld; a good thought and a brave deed.  But now\nyou are satisfied; and we may go home to dinner arm in arm.\"\n\n\"Oh, dear, no!\" said Jack.  \"I am not satisfied yet.\"\n\n\"How!\" cried his uncle.  \"Are you not warmed by the fire?  Does not this\nfood sustain you?\"\n\n\"I see the food to be wholesome,\" said Jack; \"and still it is no proof\nthat a man should wear a gyve on his right leg.\"\n\nNow at this the appearance of his uncle gobbled like a turkey.\n\n\"Jupiter!\" cried Jack, \"is this the sorcerer?\"\n\nHis hand held back and his heart failed him for the love he bore his\nuncle; but he heaved up the sword and smote the appearance on the head;\nand it cried out aloud with the voice of his uncle; and fell to the\nground; and a little bloodless white thing fled from the room.\n\nThe cry rang in Jack's ears, and his knees smote together, and conscience\ncried upon him; and yet he was strengthened, and there woke in his bones\nthe lust of that enchanter's blood.  \"If the gyves are to fall,\" said he,\n\"I must go through with this, and when I get home I shall find my uncle\ndancing.\"\n\nSo he went on after the bloodless thing.  In the way, he met the\nappearance of his father; and his father was incensed, and railed upon\nhim, and called to him upon his duty, and bade him be home, while there\nwas yet time.  \"For you can still,\" said he, \"be home by sunset; and then\nall will be forgiven.\"\n\n\"God knows,\" said Jack, \"I fear your anger; but yet your anger does not\nprove that a man should wear a gyve on his right leg.\"\n\nAnd at that the appearance of his father gobbled like a turkey.\n\n\"Ah, heaven,\" cried Jack, \"the sorcerer again!\"\n\nThe blood ran backward in his body and his joints rebelled against him\nfor the love he bore his father; but he heaved up the sword, and plunged\nit in the heart of the appearance; and the appearance cried out aloud\nwith the voice of his father; and fell to the ground; and a little\nbloodless white thing fled from the room.\n\nThe cry rang in Jack's ears, and his soul was darkened; but now rage came\nto him.  \"I have done what I dare not think upon,\" said he.  \"I will go\nto an end with it, or perish.  And when I get home, I pray God this may\nbe a dream, and I may find my father dancing.\"\n\nSo he went on after the bloodless thing that had escaped; and in the way\nhe met the appearance of his mother, and she wept.  \"What have you done?\"\nshe cried.  \"What is this that you have done?  Oh, come home (where you\nmay be by bedtime) ere you do more ill to me and mine; for it is enough\nto smite my brother and your father.\"\n\n\"Dear mother, it is not these that I have smitten,\" said Jack; \"it was\nbut the enchanter in their shape.  And even if I had, it would not prove\nthat a man should wear a gyve on his right leg.\"\n\nAnd at this the appearance gobbled like a turkey.\n\nHe never knew how he did that; but he swung the sword on the one side,\nand clove the appearance through the midst; and it cried out aloud with\nthe voice of his mother; and fell to the ground; and with the fall of it,\nthe house was gone from over Jack's head, and he stood alone in the\nwoods, and the gyve was loosened from his leg.\n\n\"Well,\" said he, \"the enchanter is now dead, and the fetter gone.\"  But\nthe cries rang in his soul, and the day was like night to him.  \"This has\nbeen a sore business,\" said he.  \"Let me get forth out of the wood, and\nsee the good that I have done to others.\"\n\nHe thought to leave the fetter where it lay, but when he turned to go,\nhis mind was otherwise.  So he stooped and put the gyve in his bosom; and\nthe rough iron galled him as he went, and his bosom bled.\n\nNow when he was forth of the wood upon the highway, he met folk returning\nfrom the field; and those he met had no fetter on the right leg, but,\nbehold! they had one upon the left.  Jack asked them what it signified;\nand they said, \"that was the new wear, for the old was found to be a\nsuperstition\".  Then he looked at them nearly; and there was a new ulcer\non the left ankle, and the old one on the right was not yet healed.\n\n\"Now, may God forgive me!\" cried Jack.  \"I would I were well home.\"\n\nAnd when he was home, there lay his uncle smitten on the head, and his\nfather pierced through the heart, and his mother cloven through the\nmidst.  And he sat in the lone house and wept beside the bodies.\n\n\n\nMORAL.\n\n\nOld is the tree and the fruit good,\nVery old and thick the wood.\nWoodman, is your courage stout?\nBeware! the root is wrapped about\nYour mother's heart, your father's bones;\nAnd like the mandrake comes with groans.\n\n\n\n\nIX.--THE FOUR REFORMERS.\n\n\nFour reformers met under a bramble bush.  They were all agreed the world\nmust be changed.  \"We must abolish property,\" said one.\n\n\"We must abolish marriage,\" said the second.\n\n\"We must abolish God,\" said the third.\n\n\"I wish we could abolish work,\" said the fourth.\n\n\"Do not let us get beyond practical politics,\" said the first.  \"The\nfirst thing is to reduce men to a common level.\"\n\n\"The first thing,\" said the second, \"is to give freedom to the sexes.\"\n\n\"The first thing,\" said the third, \"is to find out how to do it.\"\n\n\"The first step,\" said the first, \"is to abolish the Bible.\"\n\n\"The first thing,\" said the second, \"is to abolish the laws.\"\n\n\"The first thing,\" said the third, \"is to abolish mankind.\"\n\n\n\n\nX.--THE MAN AND HIS FRIEND.\n\n\nA man quarrelled with his friend.\n\n\"I have been much deceived in you,\" said the man.\n\nAnd the friend made a face at him and went away.\n\nA little after, they both died, and came together before the great white\nJustice of the Peace.  It began to look black for the friend, but the man\nfor a while had a clear character and was getting in good spirits.\n\n\"I find here some record of a quarrel,\" said the justice, looking in his\nnotes.  \"Which of you was in the wrong?\"\n\n\"He was,\" said the man.  \"He spoke ill of me behind my back.\"\n\n\"Did he so?\" said the justice.  \"And pray how did he speak about your\nneighbours?\"\n\n\"Oh, he had always a nasty tongue,\" said the man.\n\n\"And you chose him for your friend?\" cried the justice.  \"My good fellow,\nwe have no use here for fools.\"\n\nSo the man was cast in the pit, and the friend laughed out aloud in the\ndark and remained to be tried on other charges.\n\n\n\n\nXI.--THE READER.\n\n\n\"I never read such an impious book,\" said the reader, throwing it on the\nfloor.\n\n\"You need not hurt me,\" said the book; \"you will only get less for me\nsecond hand, and I did not write myself.\"\n\n\"That is true,\" said the reader.  \"My quarrel is with your author.\"\n\n\"Ah, well,\" said the book, \"you need not buy his rant.\"\n\n\"That is true,\" said the reader.  \"But I thought him such a cheerful\nwriter.\"\n\n\"I find him so,\" said the book.\n\n\"You must be differently made from me,\" said the reader.\n\n\"Let me tell you a fable,\" said the book.  \"There were two men wrecked\nupon a desert island; one of them made believe he was at home, the other\nadmitted--\"\n\n\"Oh, I know your kind of fable,\" said the reader.  \"They both died.\"\n\n\"And so they did,\" said the book.  \"No doubt of that.  And everybody\nelse.\"\n\n\"That is true,\" said the reader.  \"Push it a little further for this\nonce.  And when they were all dead?\"\n\n\"They were in God's hands, the same as before,\" said the book.\n\n\"Not much to boast of, by your account,\" cried the reader.\n\n\"Who is impious now?\" said the book.\n\nAnd the reader put him on the fire.\n\n   The coward crouches from the rod,\n   And loathes the iron face of God.\n\n\n\n\nXII.--THE CITIZEN AND THE TRAVELLER.\n\n\n\"Look round you,\" said the citizen.  \"This is the largest market in the\nworld.\"\n\n\"Oh, surely not,\" said the traveller.\n\n\"Well, perhaps not the largest,\" said the citizen, \"but much the best.\"\n\n\"You are certainly wrong there,\" said the traveller.  \"I can tell you . .\n.\"\n\nThey buried the stranger at the dusk.\n\n\n\n\nXIII.--THE DISTINGUISHED STRANGER.\n\n\nOnce upon a time there came to this earth a visitor from a neighbouring\nplanet.  And he was met at the place of his descent by a great\nphilosopher, who was to show him everything.\n\nFirst of all they came through a wood, and the stranger looked upon the\ntrees.  \"Whom have we here?\" said he.\n\n\"These are only vegetables,\" said the philosopher.  \"They are alive, but\nnot at all interesting.\"\n\n\"I don't know about that,\" said the stranger.  \"They seem to have very\ngood manners.  Do they never speak?\"\n\n\"They lack the gift,\" said the philosopher.\n\n\"Yet I think I hear them sing,\" said the other.\n\n\"That is only the wind among the leaves,\" said the philosopher.  \"I will\nexplain to you the theory of winds: it is very interesting.\"\n\n\"Well,\" said the stranger, \"I wish I knew what they are thinking.\"\n\n\"They cannot think,\" said the philosopher.\n\n\"I don't know about that,\" returned the stranger: and then, laying his\nhand upon a trunk: \"I like these people,\" said he.\n\n\"They are not people at all,\" said the philosopher.  \"Come along.\"\n\nNext they came through a meadow where there were cows.\n\n\"These are very dirty people,\" said the stranger.\n\n\"They are not people at all,\" said the philosopher; and he explained what\na cow is in scientific words which I have forgotten.\n\n\"That is all one to me,\" said the stranger.  \"But why do they never look\nup?\"\n\n\"Because they are graminivorous,\" said the philosopher; \"and to live upon\ngrass, which is not highly nutritious, requires so close an attention to\nbusiness that they have no time to think, or speak, or look at the\nscenery, or keep themselves clean.\"\n\n\"Well,\" said the stranger, \"that is one way to live, no doubt.  But I\nprefer the people with the green heads.\"\n\nNext they came into a city, and the streets were full of men and women.\n\n\"These are very odd people,\" said the stranger.\n\n\"They are the people of the greatest nation in the world,\" said the\nphilosopher.\n\n\"Are they indeed?\" said the stranger.  \"They scarcely look so.\"\n\n\n\n\nXIV.--THE CART-HORSES AND THE SADDLE-HORSE.\n\n\nTwo cart-horses, a gelding and a mare, were brought to Samoa, and put in\nthe same field with a saddle-horse to run free on the island.  They were\nrather afraid to go near him, for they saw he was a saddle-horse, and\nsupposed he would not speak to them.  Now the saddle-horse had never seen\ncreatures so big.  \"These must be great chiefs,\" thought he, and he\napproached them civilly.  \"Lady and gentleman,\" said he, \"I understand\nyou are from the colonies.  I offer you my affectionate compliments, and\nmake you heartily welcome to the islands.\"\n\nThe colonials looked at him askance, and consulted with each other.\n\n\"Who can he be?\" said the gelding.\n\n\"He seems suspiciously civil,\" said the mare.\n\n\"I do not think he can be much account,\" said the gelding.\n\n\"Depend upon it he is only a Kanaka,\" said the mare.\n\nThen they turned to him.\n\n\"Go to the devil!\" said the gelding.\n\n\"I wonder at your impudence, speaking to persons of our quality!\" cried\nthe mare.\n\nThe saddle-horse went away by himself.  \"I was right,\" said he, \"they are\ngreat chiefs.\"\n\n\n\n\nXV.--THE TADPOLE AND THE FROG.\n\n\n\"Be ashamed of yourself,\" said the frog.\n\n\"When I was a tadpole, I had no tail.\"\n\n\"Just what I thought!\" said the tadpole.\n\n\"You never were a tadpole.\"\n\n\n\n\nXVI.--SOMETHING IN IT.\n\n\nThe natives told him many tales.  In particular, they warned him of the\nhouse of yellow reeds tied with black sinnet, how any one who touched it\nbecame instantly the prey of Akaanga, and was handed on to him by Miru\nthe ruddy, and hocussed with the kava of the dead, and baked in the ovens\nand eaten by the eaters of the dead.\n\n\"There is nothing in it,\" said the missionary.\n\nThere was a bay upon that island, a very fair bay to look upon; but, by\nthe native saying, it was death to bathe there.  \"There is nothing in\nthat,\" said the missionary; and he came to the bay, and went swimming.\nPresently an eddy took him and bore him towards the reef.  \"Oho!\" thought\nthe missionary, \"it seems there is something in it after all.\"  And he\nswam the harder, but the eddy carried him away.  \"I do not care about\nthis eddy,\" said the missionary; and even as he said it, he was aware of\na house raised on piles above the sea; it was built of yellow reeds, one\nreed joined with another, and the whole bound with black sinnet; a ladder\nled to the door, and all about the house hung calabashes.  He had never\nseen such a house, nor yet such calabashes; and the eddy set for the\nladder.  \"This is singular,\" said the missionary, \"but there can be\nnothing in it.\"  And he laid hold of the ladder and went up.  It was a\nfine house; but there was no man there; and when the missionary looked\nback he saw no island, only the heaving of the sea.  \"It is strange about\nthe island,\" said the missionary, \"but who's afraid? my stories are the\ntrue ones.\"  And he laid hold of a calabash, for he was one that loved\ncuriosities.  Now he had no sooner laid hand upon the calabash than that\nwhich he handled, and that which he saw and stood on, burst like a bubble\nand was gone; and night closed upon him, and the waters, and the meshes\nof the net; and he wallowed there like a fish.\n\n\"A body would think there was something in this,\" said the missionary.\n\"But if these tales are true, I wonder what about my tales!\"\n\nNow the flaming of Akaanga's torch drew near in the night; and the\nmisshapen hands groped in the meshes of the net; and they took the\nmissionary between the finger and the thumb, and bore him dripping in the\nnight and silence to the place of the ovens of Miru.  And there was Miru,\nruddy in the glow of the ovens; and there sat her four daughters, and\nmade the kava of the dead; and there sat the comers out of the islands of\nthe living, dripping and lamenting.\n\nThis was a dread place to reach for any of the sons of men.  But of all\nwho ever came there, the missionary was the most concerned; and, to make\nthings worse, the person next him was a convert of his own.\n\n\"Aha,\" said the convert, \"so you are here like your neighbours?  And how\nabout all your stories?\"\n\n\"It seems,\" said the missionary, with bursting tears, \"that there was\nnothing in them.\"\n\nBy this the kava of the dead was ready, and the daughters of Miru began\nto intone in the old manner of singing.  \"Gone are the green islands and\nthe bright sea, the sun and the moon and the forty million stars, and\nlife and love and hope.  Henceforth is no more, only to sit in the night\nand silence, and see your friends devoured; for life is a deceit, and the\nbandage is taken from your eyes.\"\n\nNow when the singing was done, one of the daughters came with the bowl.\nDesire of that kava rose in the missionary's bosom; he lusted for it like\na swimmer for the land, or a bridegroom for his bride; and he reached out\nhis hand, and took the bowl, and would have drunk.  And then he\nremembered, and put it back.\n\n\"Drink!\" sang the daughter of Miru.\n\n\"There is no kava like the kava of the dead, and to drink of it once is\nthe reward of living.\"\n\n\"I thank you.  It smells excellent,\" said the missionary.  \"But I am a\nblue-ribbon man myself; and though I am aware there is a difference of\nopinion even in our own confession, I have always held kava to be\nexcluded.\"\n\n\"What!\" cried the convert.  \"Are you going to respect a taboo at a time\nlike this?  And you were always so opposed to taboos when you were\nalive!\"\n\n\"To other people's,\" said the missionary.  \"Never to my own.\"\n\n\"But yours have all proved wrong,\" said the convert.\n\n\"It looks like it,\" said the missionary, \"and I can't help that.  No\nreason why I should break my word.\"\n\n\"I never heard the like of this!\" cried the daughter of Miru.  \"Pray,\nwhat do you expect to gain?\"\n\n\"That is not the point,\" said the missionary.  \"I took this pledge for\nothers, I am not going to break it for myself.\"\n\nThe daughter of Miru was puzzled; she came and told her mother, and Miru\nwas vexed; and they went and told Akaanga.  \"I don't know what to do\nabout this,\" said Akaanga; and he came and reasoned with the missionary.\n\n\"But there _is_ such a thing as right and wrong,\" said the missionary;\n\"and your ovens cannot alter that.\"\n\n\"Give the kava to the rest,\" said Akaanga to the daughters of Miru.  \"I\nmust get rid of this sea-lawyer instantly, or worse will come of it.\"\n\nThe next moment the missionary came up in the midst of the sea, and there\nbefore him were the palm trees of the island.  He swam to the shore\ngladly, and landed.  Much matter of thought was in that missionary's\nmind.\n\n\"I seem to have been misinformed upon some points,\" said he.  \"Perhaps\nthere is not much in it, as I supposed; but there is something in it\nafter all.  Let me be glad of that.\"\n\nAnd he rang the bell for service.\n\n\n\nMORAL.\n\n\nThe sticks break, the stones crumble,\nThe eternal altars tilt and tumble,\nSanctions and tales dislimn like mist\nAbout the amazed evangelist.\nHe stands unshook from age to youth\nUpon one pin-point of the truth.\n\n\n\n\nXVII.--FAITH, HALF FAITH AND NO FAITH AT ALL.\n\n\nIn the ancient days there went three men upon pilgrimage; one was a\npriest, and one was a virtuous person, and the third was an old rover\nwith his axe.\n\nAs they went, the priest spoke about the grounds of faith.\n\n\"We find the proofs of our religion in the works of nature,\" said he, and\nbeat his breast.\n\n\"That is true,\" said the virtuous person.\n\n\"The peacock has a scrannel voice,\" said the priest, \"as has been laid\ndown always in our books.  How cheering!\" he cried, in a voice like one\nthat wept.  \"How comforting!\"\n\n\"I require no such proofs,\" said the virtuous person.\n\n\"Then you have no reasonable faith,\" said the priest.\n\n\"Great is the right, and shall prevail!\" cried the virtuous person.\n\"There is loyalty in my soul; be sure, there is loyalty in the mind of\nOdin.\"\n\n\"These are but playings upon words,\" returned the priest.  \"A sackful of\nsuch trash is nothing to the peacock.\"\n\nJust then they passed a country farm, where there was a peacock seated on\na rail; and the bird opened its mouth and sang with the voice of a\nnightingale.\n\n\"Where are you now?\" asked the virtuous person.  \"And yet this shakes not\nme!  Great is the truth, and shall prevail!\"\n\n\"The devil fly away with that peacock!\" said the priest; and he was\ndowncast for a mile or two.\n\nBut presently they came to a shrine, where a Fakeer performed miracles.\n\n\"Ah!\" said the priest, \"here are the true grounds of faith.  The peacock\nwas but an adminicle.  This is the base of our religion.\"\n\nAnd he beat upon his breast, and groaned like one with colic.\n\n\"Now to me,\" said the virtuous person, \"all this is as little to the\npurpose as the peacock.  I believe because I see the right is great and\nmust prevail; and this Fakeer might carry on with his conjuring tricks\ntill doomsday, and it would not play bluff upon a man like me.\"\n\nNow at this the Fakeer was so much incensed that his hand trembled; and,\nlo! in the midst of a miracle the cards fell from up his sleeve.\n\n\"Where are you now?\" asked the virtuous person.  \"And yet it shakes not\nme!\"\n\n\"The devil fly away with the Fakeer!\" cried the priest.  \"I really do not\nsee the good of going on with this pilgrimage.\"\n\n\"Cheer up!\" cried the virtuous person.  \"Great is the right, and shall\nprevail!\"\n\n\"If you are quite sure it will prevail,\" says the priest.\n\n\"I pledge my word for that,\" said the virtuous person.\n\nSo the other began to go on again with a better heart.\n\nAt last one came running, and told them all was lost: that the powers of\ndarkness had besieged the Heavenly Mansions, that Odin was to die, and\nevil triumph.\n\n\"I have been grossly deceived,\" cried the virtuous person.\n\n\"All is lost now,\" said the priest.\n\n\"I wonder if it is too late to make it up with the devil?\" said the\nvirtuous person.\n\n\"Oh, I hope not,\" said the priest.  \"And at any rate we can but try.  But\nwhat are you doing with your axe?\" says he to the rover.\n\n\"I am off to die with Odin,\" said the rover.\n\n\n\n\nXVIII.--THE TOUCHSTONE.\n\n\nThe King was a man that stood well before the world; his smile was sweet\nas clover, but his soul withinsides was as little as a pea.  He had two\nsons; and the younger son was a boy after his heart, but the elder was\none whom he feared.  It befell one morning that the drum sounded in the\ndun before it was yet day; and the King rode with his two sons, and a\nbrave array behind them.  They rode two hours, and came to the foot of a\nbrown mountain that was very steep.\n\n\"Where do we ride?\" said the elder son.\n\n\"Across this brown mountain,\" said the King, and smiled to himself.\n\n\"My father knows what he is doing,\" said the younger son.\n\nAnd they rode two hours more, and came to the sides of a black river that\nwas wondrous deep.\n\n\"And where do we ride?\" asked the elder son.\n\n\"Over this black river,\" said the King, and smiled to himself.\n\n\"My father knows what he is doing,\" said the younger son.\n\nAnd they rode all that day, and about the time of the sunsetting came to\nthe side of a lake, where was a great dun.\n\n\"It is here we ride,\" said the King; \"to a King's house, and a priest's,\nand a house where you will learn much.\"\n\nAt the gates of the dun, the King who was a priest met them; and he was a\ngrave man, and beside him stood his daughter, and she was as fair as the\nmorn, and one that smiled and looked down.\n\n\"These are my two sons,\" said the first King.\n\n\"And here is my daughter,\" said the King who was a priest.\n\n\"She is a wonderful fine maid,\" said the first King, \"and I like her\nmanner of smiling,\"\n\n\"They are wonderful well-grown lads,\" said the second, \"and I like their\ngravity.\"\n\nAnd then the two Kings looked at each other, and said, \"The thing may\ncome about\".\n\nAnd in the meanwhile the two lads looked upon the maid, and the one grew\npale and the other red; and the maid looked upon the ground smiling.\n\n\"Here is the maid that I shall marry,\" said the elder.  \"For I think she\nsmiled upon me.\"\n\nBut the younger plucked his father by the sleeve.  \"Father,\" said he, \"a\nword in your ear.  If I find favour in your sight, might not I wed this\nmaid, for I think she smiles upon me?\"\n\n\"A word in yours,\" said the King his father.  \"Waiting is good hunting,\nand when the teeth are shut the tongue is at home.\"\n\nNow they were come into the dun, and feasted; and this was a great house,\nso that the lads were astonished; and the King that was a priest sat at\nthe end of the board and was silent, so that the lads were filled with\nreverence; and the maid served them smiling with downcast eyes, so that\ntheir hearts were enlarged.\n\nBefore it was day, the elder son arose, and he found the maid at her\nweaving, for she was a diligent girl.  \"Maid,\" quoth he, \"I would fain\nmarry you.\"\n\n\"You must speak with my father,\" said she, and she looked upon the ground\nsmiling, and became like the rose.\n\n\"Her heart is with me,\" said the elder son, and he went down to the lake\nand sang.\n\nA little after came the younger son.  \"Maid,\" quoth he, \"if our fathers\nwere agreed, I would like well to marry you.\"\n\n\"You can speak to my father,\" said she; and looked upon the ground, and\nsmiled and grew like the rose.\n\n\"She is a dutiful daughter,\" said the younger son, \"she will make an\nobedient wife.\"  And then he thought, \"What shall I do?\" and he\nremembered the King her father was a priest; so he went into the temple,\nand sacrificed a weasel and a hare.\n\nPresently the news got about; and the two lads and the first King were\ncalled into the presence of the King who was a priest, where he sat upon\nthe high seat.\n\n\"Little I reck of gear,\" said the King who was a priest, \"and little of\npower.  For we live here among the shadow of things, and the heart is\nsick of seeing them.  And we stay here in the wind like raiment drying,\nand the heart is weary of the wind.  But one thing I love, and that is\ntruth; and for one thing will I give my daughter, and that is the trial\nstone.  For in the light of that stone the seeming goes, and the being\nshows, and all things besides are worthless.  Therefore, lads, if ye\nwould wed my daughter, out foot, and bring me the stone of touch, for\nthat is the price of her.\"\n\n\"A word in your ear,\" said the younger son to his father.  \"I think we do\nvery well without this stone.\"\n\n\"A word in yours,\" said the father.  \"I am of your way of thinking; but\nwhen the teeth are shut the tongue is at home.\"  And he smiled to the\nKing that was a priest.\n\nBut the elder son got to his feet, and called the King that was a priest\nby the name of father.  \"For whether I marry the maid or no, I will call\nyou by that word for the love of your wisdom; and even now I will ride\nforth and search the world for the stone of touch.\"  So he said farewell,\nand rode into the world.\n\n\"I think I will go, too,\" said the younger son, \"if I can have your\nleave.  For my heart goes out to the maid.\"\n\n\"You will ride home with me,\" said his father.\n\nSo they rode home, and when they came to the dun, the King had his son\ninto his treasury.  \"Here,\" said he, \"is the touchstone which shows\ntruth; for there is no truth but plain truth; and if you will look in\nthis, you will see yourself as you are.\"\n\nAnd the younger son looked in it, and saw his face as it were the face of\na beardless youth, and he was well enough pleased; for the thing was a\npiece of a mirror.\n\n\"Here is no such great thing to make a work about,\" said he; \"but if it\nwill get me the maid I shall never complain.  But what a fool is my\nbrother to ride into the world, and the thing all the while at home!\"\n\nSo they rode back to the other dun, and showed the mirror to the King\nthat was a priest; and when he had looked in it, and seen himself like a\nKing, and his house like a King's house, and all things like themselves,\nhe cried out and blessed God.  \"For now I know,\" said he, \"there is no\ntruth but the plain truth; and I am a King indeed, although my heart\nmisgave me.\"  And he pulled down his temple, and built a new one; and\nthen the younger son was married to the maid.\n\nIn the meantime the elder son rode into the world to find the touchstone\nof the trial of truth; and whenever he came to a place of habitation, he\nwould ask the men if they had heard of it.  And in every place the men\nanswered: \"Not only have we heard of it, but we alone, of all men,\npossess the thing itself, and it hangs in the side of our chimney to this\nday\".  Then would the elder son be glad, and beg for a sight of it.  And\nsometimes it would be a piece of mirror, that showed the seeming of\nthings; and then he would say, \"This can never be, for there should be\nmore than seeming\".  And sometimes it would be a lump of coal, which\nshowed nothing; and then he would say, \"This can never be, for at least\nthere is the seeming\".  And sometimes it would be a touchstone indeed,\nbeautiful in hue, adorned with polishing, the light inhabiting its sides;\nand when he found this, he would beg the thing, and the persons of that\nplace would give it him, for all men were very generous of that gift; so\nthat at the last he had his wallet full of them, and they chinked\ntogether when he rode; and when he halted by the side of the way he would\ntake them out and try them, till his head turned like the sails upon a\nwindmill.\n\n\"A murrain upon this business!\" said the elder son, \"for I perceive no\nend to it.  Here I have the red, and here the blue and the green; and to\nme they seem all excellent, and yet shame each other.  A murrain on the\ntrade!  If it were not for the King that is a priest and whom I have\ncalled my father, and if it were not for the fair maid of the dun that\nmakes my mouth to sing and my heart enlarge, I would even tumble them all\ninto the salt sea, and go home and be a King like other folk.\"\n\nBut he was like the hunter that has seen a stag upon a mountain, so that\nthe night may fall, and the fire be kindled, and the lights shine in his\nhouse; but desire of that stag is single in his bosom.\n\nNow after many years the elder son came upon the sides of the salt sea;\nand it was night, and a savage place, and the clamour of the sea was\nloud.  There he was aware of a house, and a man that sat there by the\nlight of a candle, for he had no fire.  Now the elder son came in to him,\nand the man gave him water to drink, for he had no bread; and wagged his\nhead when he was spoken to, for he had no words.\n\n\"Have you the touchstone of truth?\" asked the elder son and when the man\nhad wagged his head, \"I might have known that,\" cried the elder son.  \"I\nhave here a wallet full of them!\"  And with that he laughed, although his\nheart was weary.\n\nAnd with that the man laughed too, and with the fuff of his laughter the\ncandle went out.\n\n\"Sleep,\" said the man, \"for now I think you have come far enough; and\nyour quest is ended, and my candle is out.\"\n\nNow when the morning came, the man gave him a clear pebble in his hand,\nand it had no beauty and no colour; and the elder son looked upon it\nscornfully and shook his head; and he went away, for it seemed a small\naffair to him.\n\nAll that day he rode, and his mind was quiet, and the desire of the chase\nallayed.  \"How if this poor pebble be the touchstone, after all?\" said\nhe: and he got down from his horse, and emptied forth his wallet by the\nside of the way.  Now, in the light of each other, all the touchstones\nlost their hue and fire, and withered like stars at morning; but in the\nlight of the pebble, their beauty remained, only the pebble was the most\nbright.  And the elder son smote upon his brow.  \"How if this be the\ntruth?\" he cried, \"that all are a little true?\"  And he took the pebble,\nand turned its light upon the heavens, and they deepened about him like\nthe pit; and he turned it on the hills, and the hills were cold and\nrugged, but life ran in their sides so that his own life bounded; and he\nturned it on the dust, and he beheld the dust with joy and terror; and he\nturned it on himself, and kneeled down and prayed.\n\n\"Now, thanks be to God,\" said the elder son, \"I have found the\ntouchstone; and now I may turn my reins, and ride home to the King and to\nthe maid of the dun that makes my mouth to sing and my heart enlarge.\"\n\nNow when he came to the dun, he saw children playing by the gate where\nthe King had met him in the old days; and this stayed his pleasure, for\nhe thought in his heart, \"It is here my children should be playing\".  And\nwhen he came into the hall, there was his brother on the high seat and\nthe maid beside him; and at that his anger rose, for he thought in his\nheart, \"It is I that should be sitting there, and the maid beside me\".\n\n\"Who are you?\" said his brother.  \"And what make you in the dun?\"\n\n\"I am your elder brother,\" he replied.  \"And I am come to marry the maid,\nfor I have brought the touchstone of truth.\"\n\nThen the younger brother laughed aloud.  \"Why,\" said he, \"I found the\ntouchstone years ago, and married the maid, and there are our children\nplaying at the gate.\"\n\nNow at this the elder brother grew as gray as the dawn.  \"I pray you have\ndealt justly,\" said he, \"for I perceive my life is lost.\"\n\n\"Justly?\" quoth the younger brother.  \"It becomes you ill, that are a\nrestless man and a runagate, to doubt my justice, or the King my\nfather's, that are sedentary folk and known in the land.\"\n\n\"Nay,\" said the elder brother, \"you have all else, have patience also;\nand suffer me to say the world is full of touchstones, and it appears not\neasily which is true.\"\n\n\"I have no shame of mine,\" said the younger brother.  \"There it is, and\nlook in it.\"\n\nSo the elder brother looked in the mirror, and he was sore amazed; for he\nwas an old man, and his hair was white upon his head; and he sat down in\nthe hall and wept aloud.\n\n\"Now,\" said the younger brother, \"see what a fool's part you have played,\nthat ran over all the world to seek what was lying in our father's\ntreasury, and came back an old carle for the dogs to bark at, and without\nchick or child.  And I that was dutiful and wise sit here crowned with\nvirtues and pleasures, and happy in the light of my hearth.\"\n\n\"Methinks you have a cruel tongue,\" said the elder brother; and he pulled\nout the clear pebble and turned its light on his brother; and behold the\nman was lying, his soul was shrunk into the smallness of a pea, and his\nheart was a bag of little fears like scorpions, and love was dead in his\nbosom.  And at that the elder brother cried out aloud, and turned the\nlight of the pebble on the maid, and, lo! she was but a mask of a woman,\nand withinside's she was quite dead, and she smiled as a clock ticks, and\nknew not wherefore.\n\n\"Oh, well,\" said the elder brother, \"I perceive there is both good and\nbad.  So fare ye all as well as ye may in the dun; but I will go forth\ninto the world with my pebble in my pocket.\"\n\n\n\n\nXIX.--THE POOR THING.\n\n\nThere was a man in the islands who fished for his bare bellyful, and took\nhis life in his hands to go forth upon the sea between four planks.  But\nthough he had much ado, he was merry of heart; and the gulls heard him\nlaugh when the spray met him.  And though he had little lore, he was\nsound of spirit; and when the fish came to his hook in the mid-waters, he\nblessed God without weighing.  He was bitter poor in goods and bitter\nugly of countenance, and he had no wife.\n\nIt fell in the time of the fishing that the man awoke in his house about\nthe midst of the afternoon.  The fire burned in the midst, and the smoke\nwent up and the sun came down by the chimney.  And the man was aware of\nthe likeness of one that warmed his hands at the red peats.\n\n\"I greet you,\" said the man, \"in the name of God.\"\n\n\"I greet you,\" said he that warmed his hands, \"but not in the name of\nGod, for I am none of His; nor in the name of Hell, for I am not of Hell.\nFor I am but a bloodless thing, less than wind and lighter than a sound,\nand the wind goes through me like a net, and I am broken by a sound and\nshaken by the cold.\"\n\n\"Be plain with me,\" said the man, \"and tell me your name and of your\nnature.\"\n\n\"My name,\" quoth the other, \"is not yet named, and my nature not yet\nsure.  For I am part of a man; and I was a part of your fathers, and went\nout to fish and fight with them in the ancient days.  But now is my turn\nnot yet come; and I wait until you have a wife, and then shall I be in\nyour son, and a brave part of him, rejoicing manfully to launch the boat\ninto the surf, skilful to direct the helm, and a man of might where the\nring closes and the blows are going.\"\n\n\"This is a marvellous thing to hear,\" said the man; \"and if you are\nindeed to be my son, I fear it will go ill with you; for I am bitter poor\nin goods and bitter ugly in face, and I shall never get me a wife if I\nlive to the age of eagles.\"\n\n\"All this hate I come to remedy, my Father,\" said the Poor Thing; \"for we\nmust go this night to the little isle of sheep, where our fathers lie in\nthe dead-cairn, and to-morrow to the Earl's Hall, and there shall you\nfind a wife by my providing.\"\n\nSo the man rose and put forth his boat at the time of the sunsetting; and\nthe Poor Thing sat in the prow, and the spray blew through his bones like\nsnow, and the wind whistled in his teeth, and the boat dipped not with\nthe weight of him.\n\n\"I am fearful to see you, my son,\" said the man.  \"For methinks you are\nno thing of God.\"\n\n\"It is only the wind that whistles in my teeth,\" said the Poor Thing,\n\"and there is no life in me to keep it out.\"\n\nSo they came to the little isle of sheep, where the surf burst all about\nit in the midst of the sea, and it was all green with bracken, and all\nwet with dew, and the moon enlightened it.  They ran the boat into a\ncove, and set foot to land; and the man came heavily behind among the\nrocks in the deepness of the bracken, but the Poor Thing went before him\nlike a smoke in the light of the moon.  So they came to the dead-cairn,\nand they laid their ears to the stones; and the dead complained\nwithinsides like a swarm of bees: \"Time was that marrow was in our bones,\nand strength in our sinews; and the thoughts of our head were clothed\nupon with acts and the words of men.  But now are we broken in sunder,\nand the bonds of our bones are loosed, and our thoughts lie in the dust.\"\n\nThen said the Poor Thing: \"Charge them that they give you the virtue they\nwithheld\".\n\nAnd the man said: \"Bones of my fathers, greeting! for I am sprung of your\nloins.  And now, behold, I break open the piled stones of your cairn, and\nI let in the noon between your ribs.  Count it well done, for it was to\nbe; and give me what I come seeking in the name of blood and in the name\nof God.\"\n\nAnd the spirits of the dead stirred in the cairn like ants; and they\nspoke: \"You have broken the roof of our cairn and let in the noon between\nour ribs; and you have the strength of the still-living.  But what virtue\nhave we? what power? or what jewel here in the dust with us, that any\nliving man should covet or receive it? for we are less than nothing.  But\nwe tell you one thing, speaking with many voices like bees, that the way\nis plain before all like the grooves of launching: So forth into life and\nfear not, for so did we all in the ancient ages.\"  And their voices\npassed away like an eddy in a river.\n\n\"Now,\" said the Poor Thing, \"they have told you a lesson, but make them\ngive you a gift.  Stoop your hand among the bones without drawback, and\nyou shall find their treasure.\"\n\nSo the man stooped his hand, and the dead laid hold upon it many and\nfaint like ants; but he shook them off, and behold, what he brought up in\nhis hand was the shoe of a horse, and it was rusty.\n\n\"It is a thing of no price,\" quoth the man, \"for it is rusty.\"\n\n\"We shall see that,\" said the Poor Thing; \"for in my thought it is a good\nthing to do what our fathers did, and to keep what they kept without\nquestion.  And in my thought one thing is as good as another in this\nworld; and a shoe of a horse will do.\"\n\nNow they got into their boat with the horseshoe, and when the dawn was\ncome they were aware of the smoke of the Earl's town and the bells of the\nKirk that beat.  So they set foot to shore; and the man went up to the\nmarket among the fishers over against the palace and the Kirk; and he was\nbitter poor and bitter ugly, and he had never a fish to sell, but only a\nshoe of a horse in his creel, and it rusty.\n\n\"Now,\" said the Poor Thing, \"do so and so, and you shall find a wife and\nI a mother.\"\n\nIt befell that the Earl's daughter came forth to go into the Kirk upon\nher prayers; and when she saw the poor man stand in the market with only\nthe shoe of a horse, and it rusty, it came in her mind it should be a\nthing of price.\n\n\"What is that?\" quoth she.\n\n\"It is a shoe of a horse,\" said the man.\n\n\"And what is the use of it?\" quoth the Earl's daughter.\n\n\"It is for no use,\" said the man.\n\n\"I may not believe that,\" said she; \"else why should you carry it?\"\n\n\"I do so,\" said he, \"because it was so my fathers did in the ancient\nages; and I have neither a better reason nor a worse.\"\n\nNow the Earl's daughter could not find it in her mind to believe him.\n\"Come,\" quoth she, \"sell me this, for I am sure it is a thing of price.\"\n\n\"Nay,\" said the man, \"the thing is not for sale.\"\n\n\"What!\" cried the Earl's daughter.  \"Then what make you here in the\ntown's market, with the thing in your creel and nought beside?\"\n\n\"I sit here,\" says the man, \"to get me a wife.\"\n\n\"There is no sense in any of these answers,\" thought the Earl's daughter;\n\"and I could find it in my heart to weep.\"\n\nBy came the Earl upon that; and she called him and told him all.  And\nwhen he had heard, he was of his daughter's mind that this should be a\nthing of virtue; and charged the man to set a price upon the thing, or\nelse be hanged upon the gallows; and that was near at hand, so that the\nman could see it.\n\n\"The way of life is straight like the grooves of launching,\" quoth the\nman.  \"And if I am to be hanged let me be hanged.\"\n\n\"Why!\" cried the Earl, \"will you set your neck against a shoe of a horse,\nand it rusty?\"\n\n\"In my thought,\" said the man, \"one thing is as good as another in this\nworld and a shoe of a horse will do.\"\n\n\"This can never be,\" thought the Earl; and he stood and looked upon the\nman, and bit his beard.\n\nAnd the man looked up at him and smiled.  \"It was so my fathers did in\nthe ancient ages,\" quoth he to the Earl, \"and I have neither a better\nreason nor a worse.\"\n\n\"There is no sense in any of this,\" thought the Earl, \"and I must be\ngrowing old.\"  So he had his daughter on one side, and says he: \"Many\nsuitors have you denied, my child.  But here is a very strange matter\nthat a man should cling so to a shoe of a horse, and it rusty; and that\nhe should offer it like a thing on sale, and yet not sell it; and that he\nshould sit there seeking a wife.  If I come not to the bottom of this\nthing, I shall have no more pleasure in bread; and I can see no way, but\neither I should hang or you should marry him.\"\n\n\"By my troth, but he is bitter ugly,\" said the Earl's daughter.  \"How if\nthe gallows be so near at hand?\"\n\n\"It was not so,\" said the Earl, \"that my fathers did in the ancient ages.\nI am like the man, and can give you neither a better reason nor a worse.\nBut do you, prithee, speak with him again.\"\n\nSo the Earl's daughter spoke to the man.  \"If you were not so bitter\nugly,\" quoth she, \"my father the Earl would have us marry.\"\n\n\"Bitter ugly am I,\" said the man, \"and you as fair as May.  Bitter ugly I\nam, and what of that?  It was so my fathers--\"\n\n\"In the name of God,\" said the Earl's daughter, \"let your fathers be!\"\n\n\"If I had done that,\" said the man, \"you had never been chaffering with\nme here in the market, nor your father the Earl watching with the end of\nhis eye.\"\n\n\"But come,\" quoth the Earl's daughter, \"this is a very strange thing,\nthat you would have me wed for a shoe of a horse, and it rusty.\"\n\n\"In my thought,\" quoth the man, \"one thing is as good--\"\n\n\"Oh, spare me that,\" said the Earl's daughter, \"and tell me why I should\nmarry.\"\n\n\n\"Listen and look,\" said the man.\n\nNow the wind blew through the Poor Thing like an infant crying, so that\nher heart was melted; and her eyes were unsealed, and she was aware of\nthe thing as it were a babe unmothered, and she took it to her arms, and\nit melted in her arms like the air.\n\n\"Come,\" said the man, \"behold a vision of our children, the busy hearth,\nand the white heads.  And let that suffice, for it is all God offers.\"\n\n\"I have no delight in it,\" said she; but with that she sighed.\n\n\"The ways of life are straight like the grooves of launching,\" said the\nman; and he took her by the hand.\n\n\"And what shall we do with the horseshoe?\" quoth she.\n\n\"I will give it to your father,\" said the man; \"and he can make a kirk\nand a mill of it for me.\"\n\n\nIt came to pass in time that the Poor Thing was born; but memory of these\nmatters slept within him, and he knew not that which he had done.  But he\nwas a part of the eldest son; rejoicing manfully to launch the boat into\nthe surf, skilful to direct the helm, and a man of might where the ring\ncloses and the blows are going.\n\n\n\n\nXX.--THE SONG OF THE MORROW.\n\n\nThe King of Duntrine had a daughter when he was old, and she was the\nfairest King's daughter between two seas; her hair was like spun gold,\nand her eyes like pools in a river; and the King gave her a castle upon\nthe sea beach, with a terrace, and a court of the hewn stone, and four\ntowers at the four corners.  Here she dwelt and grew up, and had no care\nfor the morrow, and no power upon the hour, after the manner of simple\nmen.\n\nIt befell that she walked one day by the beach of the sea, when it was\nautumn, and the wind blew from the place of rains; and upon the one hand\nof her the sea beat, and upon the other the dead leaves ran.  This was\nthe loneliest beach between two seas, and strange things had been done\nthere in the ancient ages.  Now the King's daughter was aware of a crone\nthat sat upon the beach.  The sea foam ran to her feet, and the dead\nleaves swarmed about her back, and the rags blew about her face in the\nblowing of the wind.\n\n\"Now,\" said the King's daughter, and she named a holy name, \"this is the\nmost unhappy old crone between two seas.\"\n\n\"Daughter of a King,\" said the crone, \"you dwell in a stone house, and\nyour hair is like the gold: but what is your profit?  Life is not long,\nnor lives strong; and you live after the way of simple men, and have no\nthought for the morrow and no power upon the hour.\"\n\n\"Thought for the morrow, that I have,\" said the King's daughter; \"but\npower upon the hour, that have I not.\"  And she mused with herself.\n\nThen the crone smote her lean hands one within the other, and laughed\nlike a sea-gull.  \"Home!\" cried she.  \"O daughter of a King, home to your\nstone house; for the longing is come upon you now, nor can you live any\nmore after the manner of simple men.  Home, and toil and suffer, till the\ngift come that will make you bare, and till the man come that will bring\nyou care.\"\n\nThe King's daughter made no more ado, but she turned about and went home\nto her house in silence.  And when she was come into her chamber she\ncalled for her nurse.\n\n\"Nurse,\" said the King's daughter, \"thought is come upon me for the\nmorrow, so that I can live no more after the manner of simple men.  Tell\nme what I must do that I may have power upon the hour.\"\n\nThen the nurse moaned like a snow wind.  \"Alas!\" said she, \"that this\nthing should be; but the thought is gone into your marrow, nor is there\nany cure against the thought.  Be it so, then, even as you will; though\npower is less than weakness, power shall you have; and though the thought\nis colder than winter, yet shall you think it to an end.\"\n\nSo the King's daughter sat in her vaulted chamber in the masoned house,\nand she thought upon the thought.  Nine years she sat; and the sea beat\nupon the terrace, and the gulls cried about the turrets, and wind crooned\nin the chimneys of the house.  Nine years she came not abroad, nor tasted\nthe clean air, neither saw God's sky.  Nine years she sat and looked\nneither to the right nor to the left, nor heard speech of any one, but\nthought upon the thought of the morrow.  And her nurse fed her in\nsilence, and she took of the food with her left hand, and ate it without\ngrace.\n\nNow when the nine years were out, it fell dusk in the autumn, and there\ncame a sound in the wind like a sound of piping.  At that the nurse\nlifted up her finger in the vaulted house.\n\n\"I hear a sound in the wind,\" said she, \"that is like the sound of\npiping.\"\n\n\"It is but a little sound,\" said the King's daughter, \"but yet is it\nsound enough for me.\"\n\nSo they went down in the dusk to the doors of the house, and along the\nbeach of the sea.  And the waves beat upon the one hand, and upon the\nother the dead leaves ran; and the clouds raced in the sky, and the gulls\nflew widdershins.  And when they came to that part of the beach where\nstrange things had been done in the ancient ages, lo, there was the\ncrone, and she was dancing widdershins.\n\n\"What makes you dance widdershins, old crone?\" said the King's daughter;\n\"here upon the bleak beach, between the waves and the dead leaves?\"\n\n\"I hear a sound in the wind that is like a sound of piping,\" quoth she.\n\"And it is for that that I dance widdershins.  For the gift comes that\nwill make you bare, and the man comes that must bring you care.  But for\nme the morrow is come that I have thought upon, and the hour of my\npower.\"\n\n\"How comes it, crone,\" said the King's daughter, \"that you waver like a\nrag, and pale like a dead leaf before my eyes?\"\n\n\"Because the morrow has come that I have thought upon, and the hour of my\npower,\" said the crone; and she fell on the beach, and, lo! she was but\nstalks of the sea tangle, and dust of the sea sand, and the sand lice\nhopped upon the place of her.\n\n\"This is the strangest thing that befell between two seas,\" said the\nKing's daughter of Duntrine.\n\nBut the nurse broke out and moaned like an autumn gale.  \"I am weary of\nthe wind,\" quoth she; and she bewailed her day.\n\nThe King's daughter was aware of a man upon the beach; he went hooded so\nthat none might perceive his face, and a pipe was underneath his arm.  The\nsound of his pipe was like singing wasps, and like the wind that sings in\nwindlestraw; and it took hold upon men's ears like the crying of gulls.\n\n\"Are you the comer?\" quoth the King's daughter of Duntrine.\n\n\"I am the corner,\" said he, \"and these are the pipes that a man may hear,\nand I have power upon the hour, and this is the song of the morrow.\"  And\nhe piped the song of the morrow, and it was as long as years; and the\nnurse wept out aloud at the hearing of it.\n\n\"This is true,\" said the King's daughter, \"that you pipe the song of the\nmorrow; but that ye have power upon the hour, how may I know that?  Show\nme a marvel here upon the beach, between the waves and the dead leaves.\"\n\nAnd the man said, \"Upon whom?\"\n\n\"Here is my nurse,\" quoth the King's daughter.  \"She is weary of the\nwind.  Show me a good marvel upon her.\"\n\nAnd, lo! the nurse fell upon the beach as it were two handfuls of dead\nleaves, and the wind whirled them widdershins, and the sand lice hopped\nbetween.\n\n\"It is true,\" said the King's daughter of Duntrine, \"you are the comer,\nand you have power upon the hour.  Come with me to my stone house.\"\n\nSo they went by the sea margin, and the man piped the song of the morrow,\nand the leaves followed behind them as they went.\n\nThen they sat down together; and the sea beat on the terrace, and the\ngulls cried about the towers, and the wind crooned in the chimneys of the\nhouse.  Nine years they sat, and every year when it fell autumn, the man\nsaid, \"This is the hour, and I have power in it\"; and the daughter of the\nKing said, \"Nay, but pipe me the song of the morrow\".  And he piped it,\nand it was long like years.\n\nNow when the nine years were gone, the King's daughter of Duntrine got\nher to her feet, like one that remembers; and she looked about her in the\nmasoned house; and all her servants were gone; only the man that piped\nsat upon the terrace with the hand upon his face; and as he piped the\nleaves ran about the terrace and the sea beat along the wall.  Then she\ncried to him with a great voice, \"This is the hour, and let me see the\npower in it\".  And with that the wind blew off the hood from the man's\nface, and, lo! there was no man there, only the clothes and the hood and\nthe pipes tumbled one upon another in a corner of the terrace, and the\ndead leaves ran over them.\n\nAnd the King's daughter of Duntrine got her to that part of the beach\nwhere strange things had been done in the ancient ages; and there she sat\nher down.  The sea foam ran to her feet, and the dead leaves swarmed\nabout her back, and the veil blew about her face in the blowing of the\nwind.  And when she lifted up her eyes, there was the daughter of a King\ncome walking on the beach.  Her hair was like the spun gold, and her eyes\nlike pools in a river, and she had no thought for the morrow and no power\nupon the hour, after the manner of simple men."
}