{
 "author": [
  "Ferber, Edna"
 ],
 "title": [
  "Buttered Side Down: Stories"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "United States -- Social life and customs -- 20th century -- Fiction",
  "PS",
  "Short stories"
 ],
 "id": "352",
 "genre": [
  "short stories",
  "fiction"
 ],
 "text": "BUTTERED SIDE DOWN\n\n\nSTORIES\n\nBY\n\nEDNA FERBER\n\n\n\n\n\nMARCH, 1912\n\n\n\n\nFOREWORD\n\n\n\"And so,\" the story writers used to say, \"they lived happily ever after.\"\n\nUm-m-m--maybe.  After the glamour had worn off, and the glass slippers\nwere worn out, did the Prince never find Cinderella's manner redolent of\nthe kitchen hearth; and was it never necessary that he remind her to be\nmore careful of her finger-nails and grammar?  After Puss in Boots had\nwon wealth and a wife for his young master did not that gentleman often\nfume with chagrin because the neighbors, perhaps, refused to call on the\nlady of the former poor miller's son?\n\nIt is a great risk to take with one's book-children.  These stories make\nno such promises.  They stop just short of the phrase of the old story\nwriters, and end truthfully, thus:  And so they lived.\n\nE. F.\n\n\n\n\nCONTENTS\n\n\n    I.  THE FROG AND THE PUDDLE\n   II.  THE MAN WHO CAME BACK\n  III.  WHAT SHE WORE\n   IV.  A BUSH LEAGUE HERO\n    V.  THE KITCHEN SIDE OF THE DOOR\n   VI.  ONE OF THE OLD GIRLS\n  VII.  MAYMEYS FROM CUBA\n VIII.  THE LEADING LADY\n   IX.  THAT HOME-TOWN FEELING\n    X.  THE HOMELY HEROINE\n   XI.  SUN DRIED\n  XII.  WHERE THE CAR TURNS AT 18TH\n\n\n\n\nBUTTERED SIDE DOWN\n\n\nI\n\nTHE FROG AND THE PUDDLE\n\nAny one who has ever written for the magazines (nobody could devise a\nmore sweeping opening; it includes the iceman who does a humorous article\non the subject of his troubles, and the neglected wife next door, who\njournalizes) knows that a story the scene of which is not New York is\nmerely junk.  Take Fifth Avenue as a framework, pad it out to five\nthousand words, and there you have the ideal short story.\n\nConsequently I feel a certain timidity in confessing that I do not know\nFifth Avenue from Hester Street when I see it, because I've never seen\nit.  It has been said that from the latter to the former is a ten-year\njourney, from which I have gathered that they lie some miles apart.  As\nfor Forty-second Street, of which musical comedians carol, I know not if\nit be a fashionable shopping thoroughfare or a factory district.\n\nA confession of this kind is not only good for the soul, but for the\neditor.  It saves him the trouble of turning to page two.\n\nThis is a story of Chicago, which is a first cousin of New York, although\nthe two are not on chummy terms.  It is a story of that part of Chicago\nwhich lies east of Dearborn Avenue and south of Division Street, and\nwhich may be called the Nottingham curtain district.\n\nIn the Nottingham curtain district every front parlor window is\nembellished with a \"Rooms With or Without Board\" sign.  The curtains\nthemselves have mellowed from their original\ndepartment-store-basement-white to a rich, deep tone of Chicago smoke,\nwhich has the notorious London variety beaten by several shades.  Block\nafter block the two-story-and-basement houses stretch, all grimy and\ngritty and looking sadly down upon the five square feet of mangy grass\nforming the pitiful front yard of each.  Now and then the monotonous line\nof front stoops is broken by an outjutting basement delicatessen shop.\nBut not often.  The Nottingham curtain district does not run heavily to\ndelicacies.  It is stronger on creamed cabbage and bread pudding.\n\nUp in the third floor back at Mis' Buck's (elegant rooms $2.50 and up a\nweek.  Gents preferred) Gertie was brushing her hair for the night.  One\nhundred strokes with a bristle brush.  Anyone who reads the beauty column\nin the newspapers knows that.  There was something heroic in the sight of\nGertie brushing her hair one hundred strokes before going to bed at\nnight.  Only a woman could understand her doing it.\n\nGertie clerked downtown on State Street, in a gents' glove department.  A\ngents' glove department requires careful dressing on the part of its\nclerks, and the manager, in selecting them, is particular about choosing\n\"lookers,\" with especial attention to figure, hair, and finger nails.\nGertie was a looker.  Providence had taken care of that.  But you cannot\nleave your hair and finger nails to Providence.  They demand coaxing with\na bristle brush and an orangewood stick.\n\nNow clerking, as Gertie would tell you, is fierce on the feet.  And when\nyour feet are tired you are tired all over.  Gertie's feet were tired\nevery night.  About eight-thirty she longed to peel off her clothes, drop\nthem in a heap on the floor, and tumble, unbrushed, unwashed,\nunmanicured, into bed.  She never did it.\n\nThings had been particularly trying to-night.  After washing out three\nhandkerchiefs and pasting them with practised hand over the mirror,\nGertie had taken off her shoes and discovered a hole the size of a silver\nquarter in the heel of her left stocking.  Gertie had a country-bred\nhorror of holey stockings.  She darned the hole, yawning, her aching feet\npressed against the smooth, cool leg of the iron bed.  That done, she had\nhad the colossal courage to wash her face, slap cold cream on it, and\npush back the cuticle around her nails.\n\nSeated huddled on the side of her thin little iron bed, Gertie was\nbrushing her hair bravely, counting the strokes somewhere in her\nsub-conscious mind and thinking busily all the while of something else.\nHer brush rose, fell, swept downward, rose, fell, rhythmically.\n\n\"Ninety-six, ninety-seven, ninety-eight, ninety----  Oh, darn it!  What's\nthe use!\" cried Gertie, and hurled the brush across the room with a crack.\n\nShe sat looking after it with wide, staring eyes until the brush blurred\nin with the faded red roses on the carpet.  When she found it doing that\nshe got up, wadded her hair viciously into a hard bun in the back instead\nof braiding it carefully as usual, crossed the room (it wasn't much of a\ntrip), picked up the brush, and stood looking down at it, her under lip\ncaught between her teeth.  That is the humiliating part of losing your\ntemper and throwing things.  You have to come down to picking them up,\nanyway.\n\nHer lip still held prisoner, Gertie tossed the brush on the bureau,\nfastened her nightgown at the throat with a safety pin, turned out the\ngas and crawled into bed.\n\nPerhaps the hard bun at the back of her head kept her awake.  She lay\nthere with her eyes wide open and sleepless, staring into the darkness.\n\nAt midnight the Kid Next Door came in whistling, like one unused to\nboarding-house rules.  Gertie liked him for that.  At the head of the\nstairs he stopped whistling and came softly into his own third floor back\njust next to Gertie's.  Gertie liked him for that, too.\n\nThe two rooms had been one in the fashionable days of the Nottingham\ncurtain district, long before the advent of Mis' Buck.  That thrifty\nlady, on coming into possession, had caused a flimsy partition to be run\nup, slicing the room in twain and doubling its rental.\n\nLying there Gertie could hear the Kid Next Door moving about getting\nready for bed and humming \"Every Little Movement Has a Meaning of Its\nOwn\" very lightly, under his breath.  He polished his shoes briskly, and\nGertie smiled there in the darkness of her own room in sympathy.  Poor\nkid, he had his beauty struggles, too.\n\nGertie had never seen the Kid Next Door, although he had come four months\nago.  But she knew he wasn't a grouch, because he alternately whistled\nand sang off-key tenor while dressing in the morning.  She had also\ndiscovered that his bed must run along the same wall against which her\nbed was pushed.  Gertie told herself that there was something almost\nimmodest about being able to hear him breathing as he slept.  He had\ntumbled into bed with a little grunt of weariness.\n\nGertie lay there another hour, staring into the darkness.  Then she began\nto cry softly, lying on her face with her head between her arms.  The\ncold cream and the salt tears mingled and formed a slippery paste.\nGertie wept on because she couldn't help it.  The longer she wept the\nmore difficult her sobs became, until finally they bordered on the\nhysterical.  They filled her lungs until they ached and reached her\nthroat with a force that jerked her head back.\n\n\"Rap-rap-rap!\" sounded sharply from the head of her bed.\n\nGertie stopped sobbing, and her heart stopped beating.  She lay tense and\nstill, listening.  Everyone knows that spooks rap three times at the head\nof one's bed.  It's a regular high-sign with them.\n\n\"Rap-rap-rap!\"\n\nGertie's skin became goose-flesh, and coldwater effects chased up and\ndown her spine.\n\n\"What's your trouble in there?\" demanded an unspooky voice so near that\nGertie jumped.  \"Sick?\"\n\nIt was the Kid Next Door.\n\n\"N-no, I'm not sick,\" faltered Gertie, her mouth close to the wall.  Just\nthen a belated sob that had stopped halfway when the raps began hustled\non to join its sisters.  It took Gertie by surprise, and brought prompt\nresponse from the other side of the wall.\n\n\"I'll bet I scared you green.  I didn't mean to, but, on the square, if\nyou're feeling sick, a little nip of brandy will set you up.  Excuse my\nmentioning it, girlie, but I'd do the same for my sister.  I hate like\nsin to hear a woman suffer like that, and, anyway, I don't know whether\nyou're fourteen or forty, so it's perfectly respectable.  I'll get the\nbottle and leave it outside your door.\"\n\n\"No you don't!\" answered Gertie in a hollow voice, praying meanwhile that\nthe woman in the room below might be sleeping.  \"I'm not sick, honestly\nI'm not.  I'm just as much obliged, and I'm dead sorry I woke you up with\nmy blubbering.  I started out with the soft pedal on, but things got away\nfrom me.  Can you hear me?\"\n\n\"Like a phonograph.  Sure you couldn't use a sip of brandy where it'd do\nthe most good?\"\n\n\"Sure.\"\n\n\"Well, then, cut out the weeps and get your beauty sleep, kid.  He ain't\nworth sobbing over, anyway, believe me.\"\n\n\"He!\" snorted Gertie indignantly.  \"You're cold.  There never was\nanything in peg-tops that could make me carry on like the heroine of the\nElsie series.\"\n\n\"Lost your job?\"\n\n\"No such luck.\"\n\n\"Well, then, what in Sam Hill could make a woman----\"\n\n\"Lonesome!\" snapped Gertie.  \"And the floorwalker got fresh to-day.  And\nI found two gray hairs to-night.  And I'd give my next week's pay\nenvelope to hear the double click that our front gate gives back home.\"\n\n\"Back home!\" echoed the Kid Next Door in a dangerously loud voice.  \"Say,\nI want to talk to you.  If you'll promise you won't get sore and think\nI'm fresh, I'll ask you a favor.  Slip on a kimono and we'll sneak down\nto the front stoop and talk it over.  I'm as wide awake as a chorus girl\nand twice as hungry.  I've got two apples and a box of crackers.  Are you\non?\"\n\nGertie snickered.  \"It isn't done in our best sets, but I'm on.  I've got\na can of sardines and an orange.  I'll be ready in six minutes.\"\n\nShe was, too.  She wiped off the cold cream and salt tears with a dry\ntowel, did her hair in a schoolgirl braid and tied it with a big bow, and\ndressed herself in a black skirt and a baby blue dressing sacque.  The\nKid Next Door was waiting outside in the hall.  His gray sweater covered\na multitude of sartorial deficiencies.  Gertie stared at him, and he\nstared at Gertie in the sickly blue light of the boarding-house hall, and\nit took her one-half of one second to discover that she liked his mouth,\nand his eyes, and the way his hair was mussed.\n\n\"Why, you're only a kid!\" whispered the Kid Next Door, in surprise.\n\nGertie smothered a laugh.  \"You're not the first man that's been deceived\nby a pig-tail braid and a baby blue waist.  I could locate those two gray\nhairs for you with my eyes shut and my feet in a sack.  Come on, boy.\nThese Robert W. Chambers situations make me nervous.\"\n\nMany earnest young writers with a flow of adjectives and a passion for\ndetail have attempted to describe the quiet of a great city at night,\nwhen a few million people within it are sleeping, or ought to be.  They\nwork in the clang of a distant owl car, and the roar of an occasional \"L\"\ntrain, and the hollow echo of the footsteps of the late passer-by.  They\ngo elaborately into description, and are strong on the brooding hush, but\nthe thing has never been done satisfactorily.\n\nGertie, sitting on the front stoop at two in the morning, with her orange\nin one hand and the sardine can in the other, put it this way:\n\n\"If I was to hear a cricket chirp now, I'd screech.  This isn't really\nquiet.  It's like waiting for a cannon cracker to go off just before the\nfuse is burned down.  The bang isn't there yet, but you hear it a hundred\ntimes in your mind before it happens.\"\n\n\"My name's Augustus G. Eddy,\" announced the Kid Next Door, solemnly.\n\"Back home they always called me Gus.  You peel that orange while I\nunroll the top of this sardine can.  I'm guilty of having interrupted you\nin the middle of what the girls call a good cry, and I know you'll have\nto get it out of your system some way.  Take a bite of apple and then\nwade right in and tell me what you're doing in this burg if you don't\nlike it.\"\n\n\"This thing ought to have slow music,\" began Gertie.  \"It's pathetic.  I\ncame to Chicago from Beloit, Wisconsin, because I thought that little\ntown was a lonesome hole for a vivacious creature like me.  Lonesome!\nListen while I laugh a low mirthless laugh.  I didn't know anything about\nthe three-ply, double-barreled, extra heavy brand of lonesomeness that a\nbig town like this can deal out.  Talk about your desert wastes!  They're\nsociable and snug compared to this.  I know three-fourths of the people\nin Beloit, Wisconsin, by their first names.  I've lived here six months\nand I'm not on informal terms with anybody except Teddy, the landlady's\ndog, and he's a trained rat-and-book-agent terrier, and not inclined to\noverfriendliness.  When I clerked at the Enterprise Store in Beloit the\nwomen used to come in and ask for something we didn't carry just for an\nexcuse to copy the way the lace yoke effects were planned in my\nshirtwaists.  You ought to see the way those same shirtwaist stack up\nhere.  Why, boy, the lingerie waists that the other girls in my\ndepartment wear make my best hand-tucked effort look like a simple\nEnglish country blouse.  They're so dripping with Irish crochet and real\nVal and Cluny insertions that it's a wonder the girls don't get\nstoop-shouldered carrying 'em around.\"\n\n\"Hold on a minute,\" commanded Gus.  \"This thing is uncanny.  Our cases\ndovetail like the deductions in a detective story.  Kneel here at my\nfeet, little daughter, and I'll tell you the story of my sad young life.\nI'm no child of the city streets, either.  Say, I came to this town\nbecause I thought there was a bigger field for me in Gents' Furnishings.\nJoke, what?\"\n\nBut Gertie didn't smile.  She gazed up at Gus, and Gus gazed down at her,\nand his fingers fiddled absently with the big bow at the end of her braid.\n\n\"And isn't there?\" asked Gertie, sympathetically.\n\n\"Girlie, I haven't saved twelve dollars since I came.  I'm no tightwad,\nand I don't believe in packing everything away into a white marble\nmausoleum, but still a gink kind of whispers to himself that some day\nhe'll be furnishing up a kitchen pantry of his own.\"\n\n\"Oh!\" said Gertie.\n\n\"And let me mention in passing,\" continued Gus, winding the ribbon bow\naround his finger, \"that in the last hour or so that whisper has been\nswelling to a shout.\"\n\n\"Oh!\" said Gertie again.\n\n\"You said it.  But I couldn't buy a secondhand gas stove with what I've\nsaved in the last half-year here.  Back home they used to think I was a\nregular little village John Drew, I was so dressy.  But here I look like\na yokel on circus day compared to the other fellows in the store.  All\nthey need is a field glass strung over their shoulder to make them look\nlike a clothing ad in the back of a popular magazine.  Say, girlie,\nyou've got the prettiest hair I've seen since I blew in here.  Look at\nthat braid!  Thick as a rope!  That's no relation to the piles of jute\nthat the Flossies here stack on their heads.  And shines!  Like satin.\"\n\n\"It ought to,\" said Gertrude, wearily.  \"I brush it a hundred strokes\nevery night.  Sometimes I'm so beat that I fall asleep with my brush in\nthe air.  The manager won't stand for any romping curls or hooks-and-eyes\nthat don't connect.  It keeps me so busy being beautiful, and what the\nsociety writers call 'well groomed,' that I don't have time to sew the\nbuttons on my underclothes.\"\n\n\"But don't you get some amusement in the evening?\" marveled Gus.  \"What\nwas the matter with you and the other girls in the store?  Can't you hit\nit off?\"\n\n\"Me?  No.  I guess I was too woodsy for them.  I went out with them a\ncouple of times.  I guess they're nice girls all right; but they've got\nwhat you call a broader way of looking at things than I have.  Living in\na little town all your life makes you narrow.  These girls!--Well, maybe\nI'll get educated up to their plane some day, but----\"\n\n\"No, you don't!\" hissed Gus.  \"Not if I can help it.\"\n\n\"But you can't,\" replied Gertie, sweetly.  \"My, ain't this a grand night!\nEvenings like this I used to love to putter around the yard after supper,\nsprinkling the grass and weeding the radishes.  I'm the greatest kid to\nfool around with a hose.  And flowers!  Say, they just grow for me.  You\nought to have seen my pansies and nasturtiums last summer.\"\n\nThe fingers of the Kid Next Door wandered until they found Gertie's.\nThey clasped them.\n\n\"This thing just points one way, little one.  It's just as plain as a\npath leading up to a cozy little three-room flat up here on the North\nSide somewhere.  See it?  With me and you married, and playing at\nhousekeeping in a parlor and bedroom and kitchen?  And both of us going\ndown town to work in the morning just the same as we do now.  Only not\nthe same, either.\"\n\n\"Wake up, little boy,\" said Gertie, prying her fingers away from those\nother detaining ones.  \"I'd fit into a three-room flat like a whale in a\nkitchen sink.  I'm going back to Beloit, Wisconsin.  I've learned my\nlesson all right.  There's a fellow there waiting for me.  I used to\nthink he was too slow.  But say, he's got the nicest little painting and\npaper-hanging business you ever saw, and making money.  He's secretary of\nthe K. P.'s back home.  They give some swell little dances during the\nwinter, especially for the married members.  In five years we'll own our\nhome, with a vegetable garden in the back.  I'm a little frog, and it's\nme for the puddle.\"\n\nGus stood up slowly.  Gertie felt a little pang of compunction when she\nsaw what a boy he was.\n\n\"I don't know when I've enjoyed a talk like this.  I've heard about these\ndawn teas, but I never thought I'd go to one,\" she said.\n\n\"Good-night, girlie,\" interrupted Gus, abruptly.  \"It's the dreamless\ncouch for mine.  We've got a big sale on in tan and black seconds\nto-morrow.\"\n\n\n\n\nII\n\nTHE MAN WHO CAME BACK\n\nThere are two ways of doing battle against Disgrace.  You may live it\ndown; or you may run away from it and hide.  The first method is\nheart-breaking, but sure.  The second cannot be relied upon because of\nthe uncomfortable way Disgrace has of turning up at your heels just when\nyou think you have eluded her in the last town but one.\n\nTed Terrill did not choose the first method.  He had it thrust upon him.\nAfter Ted had served his term he came back home to visit his mother's\ngrave, intending to take the next train out.  He wore none of the prison\npallor that you read about in books, because he had been shortstop on the\npenitentiary all-star baseball team, and famed for the dexterity with\nwhich he could grab up red-hot grounders.  The storied lock step and the\nclipped hair effect also were missing.  The superintendent of Ted's\nprison had been one of the reform kind.\n\nYou never would have picked Ted for a criminal.  He had none of those\ninteresting phrenological bumps and depressions that usually are shown to\nsuch frank advantage in the Bertillon photographs.  Ted had been\nassistant cashier in the Citizens' National Bank.  In a mad moment he had\nattempted a little sleight-of-hand act in which certain Citizens'\nNational funds were to be transformed into certain glittering shares and\nback again so quickly that the examiners couldn't follow it with their\neyes.  But Ted was unaccustomed to these now-you-see-it-and-now-you-don't\nfeats and his hand slipped.  The trick dropped to the floor with an awful\nclatter.\n\nTed had been a lovable young kid, six feet high, and blonde, with a great\nreputation as a dresser.  He had the first yellow plush hat in our town.\nIt sat on his golden head like a halo.  The women all liked Ted.  Mrs.\nDankworth, the dashing widow (why will widows persist in being dashing?),\nsaid that he was the only man in our town who knew how to wear a dress\nsuit.  The men were forever slapping him on the back and asking him to\nhave a little something.\n\nTed's good looks and his clever tongue and a certain charming Irish way\nhe had with him caused him to be taken up by the smart set.  Now, if\nyou've never lived in a small town you will be much amused at the idea of\nits boasting a smart set.  Which proves your ignorance.  The small town\nsmart set is deadly serious about its smartness.  It likes to take\nsix-hour runs down to the city to fit a pair of shoes and hear Caruso.\nIts clothes are as well made, and its scandals as crisp, and its pace as\nhasty, and its golf club as dull as the clothes, and scandals, and pace,\nand golf club of its city cousins.\n\nThe hasty pace killed Ted.  He tried to keep step in a set of young folks\nwhose fathers had made our town.  And all the time his pocketbook was\nyelling, \"Whoa!\"  The young people ran largely to scarlet-upholstered\ntouring cars, and country-club doings, and house parties, as small town\nyounger generations are apt to.  When Ted went to high school half the\nboys in his little clique spent their after-school hours dashing up and\ndown Main street in their big, glittering cars, sitting slumped down on\nthe middle of their spines in front of the steering wheel, their sleeves\nrolled up, their hair combed a militant pompadour.  One or the other of\nthem always took Ted along.  It is fearfully easy to develop a taste for\nthat kind of thing.  As he grew older, the taste took root and became a\nhabit.\n\nTed came out after serving his term, still handsome, spite of all that\nstory-writers may have taught to the contrary.  But we'll make this\nconcession to the old tradition.  There was a difference.\n\nHis radiant blondeur was dimmed in some intangible, elusive way.  Birdie\nCallahan, who had worked in Ted's mother's kitchen for years, and who had\ngone back to her old job at the Haley House after her mistress's death,\nput it sadly, thus:\n\n\"He was always th' han'some divil.  I used to look forward to ironin' day\njust for the pleasure of pressin' his fancy shirts for him.  I'm that\npartial to them swell blondes.  But I dinnaw, he's changed.  Doin' time\nhas taken the edge off his hair an' complexion.  Not changed his color,\ndo yuh mind, but dulled it, like a gold ring, or the like, that has\ntarnished.\"\n\nTed was seated in the smoker, with a chip on his shoulder, and a sick\nhorror of encountering some one he knew in his heart, when Jo Haley, of\nthe Haley House, got on at Westport, homeward bound.  Jo Haley is the\nmost eligible bachelor in our town, and the slipperiest.  He has made the\nHaley House a gem, so that traveling men will cut half a dozen towns to\nSunday there.  If he should say \"Jump through this!\" to any girl in our\ntown she'd jump.\n\nJo Haley strolled leisurely up the car aisle toward Ted.  Ted saw him\ncoming and sat very still, waiting.\n\n\"Hello, Ted!  How's Ted?\" said Jo Haley, casually.  And dropped into the\nadjoining seat without any more fuss.\n\nTed wet his lips slightly and tried to say something.  He had been a\nbreezy talker.  But the words would not come.  Jo Haley made no effort to\ncover the situation with a rush of conversation.  He did not seem to\nrealize that there was any situation to cover.  He champed the end of his\ncigar and handed one to Ted.\n\n\"Well, you've taken your lickin', kid.  What you going to do now?\"\n\nThe rawness of it made Ted wince.  \"Oh, I don't know,\" he stammered.\n\"I've a job half promised in Chicago.\"\n\n\"What doing?\"\n\nTed laughed a short and ugly laugh.  \"Driving a brewery auto truck.\"\n\nJo Haley tossed his cigar dexterously to the opposite corner of his mouth\nand squinted thoughtfully along its bulging sides.\n\n\"Remember that Wenzel girl that's kept books for me for the last six\nyears?  She's leaving in a couple of months to marry a New York guy that\ntravels for ladies' cloaks and suits.  After she goes it's nix with the\nlady bookkeepers for me.  Not that Minnie isn't a good, straight girl,\nand honest, but no girl can keep books with one eye on a column of\nfigures and the other on a traveling man in a brown suit and a red\nnecktie, unless she's cross-eyed, and you bet Minnie ain't.  The job's\nyours if you want it.  Eighty a month to start on, and board.\"\n\n\"I--can't, Jo.  Thanks just the same.  I'm going to try to begin all over\nagain, somewhere else, where nobody knows me.\"\n\n\"Oh yes,\" said Jo.  \"I knew a fellow that did that.  After he came out he\ngrew a beard, and wore eyeglasses, and changed his name.  Had a quick,\ncrisp way of talkin', and he cultivated a drawl and went west and started\nin business.  Real estate, I think.  Anyway, the second month he was\nthere in walks a fool he used to know and bellows:  'Why if it ain't\nBill!  Hello, Bill!  I thought you was doing time yet.' That was enough.\nTed, you can black your face, and dye your hair, and squint, and some\nfine day, sooner or later, somebody'll come along and blab the whole\nthing.  And say, the older it gets the worse it sounds, when it does come\nout.  Stick around here where you grew up, Ted.\"\n\nTed clasped and unclasped his hands uncomfortably.  \"I can't figure out\nwhy you should care how I finish.\"\n\n\"No reason,\" answered Jo.  \"Not a darned one.  I wasn't ever in love with\nyour ma, like the guy on the stage; and I never owed your pa a cent.  So\nit ain't a guilty conscience.  I guess it's just pure cussedness, and a\nhankerin' for a new investment.  I'm curious to know how'll you turn out.\nYou've got the makin's of what the newspapers call a Leading Citizen,\neven if you did fall down once.  If I'd ever had time to get married,\nwhich I never will have, a first-class hotel bein' more worry and expense\nthan a Pittsburg steel magnate's whole harem, I'd have wanted somebody to\ndo the same for my kid.  That sounds slushy, but it's straight.\"\n\n\"I don't seem to know how to thank you,\" began Ted, a little husky as to\nvoice.\n\n\"Call around to-morrow morning,\" interrupted Jo Haley, briskly, \"and\nMinnie Wenzel will show you the ropes.  You and her can work together for\na couple of months.  After then she's leaving to make her underwear, and\nthat.  I should think she'd have a bale of it by this time.  Been\nembroidering them shimmy things and lunch cloths back of the desk when\nshe thought I wasn't lookin' for the last six months.\"\n\nTed came down next morning at 8 A.M. with his nerve between his teeth and\nthe chip still balanced lightly on his shoulder.  Five minutes later\nMinnie Wenzel knocked it off.  When Jo Haley introduced the two\njocularly, knowing that they had originally met in the First Reader room,\nMiss Wenzel acknowledged the introduction icily by lifting her left\neyebrow slightly and drawing down the corners of her mouth.  Her air of\nhauteur was a triumph, considering that she was handicapped by black\nsateen sleevelets.\n\nI wonder how one could best describe Miss Wenzel?  There is one of her in\nevery small town.  Let me think (business of hand on brow).  Well, she\nalways paid eight dollars for her corsets when most girls in a similar\nposition got theirs for fifty-nine cents in the basement.  Nature had\nbeen kind to her.  The hair that had been a muddy brown in Minnie's\nschoolgirl days it had touched with a magic red-gold wand.  Birdie\nCallahan always said that Minnie was working only to wear out her old\nclothes.\n\nAfter the introduction Miss Wenzel followed Jo Haley into the lobby.  She\ntook no pains to lower her voice.\n\n\"Well I must say, Mr. Haley, you've got a fine nerve!  If my gentleman\nfriend was to hear of my working with an ex-con I wouldn't be surprised\nif he'd break off the engagement.  I should think you'd have some respect\nfor the feelings of a lady with a name to keep up, and engaged to a swell\nfellow like Mr. Schwartz.\"\n\n\"Say, listen, m' girl,\" replied Jo Haley.  \"The law don't cover all the\ntricks.  But if stuffing an order was a criminal offense I'll bet your\nswell traveling man would be doing a life term.\"\n\nTed worked that day with his teeth set so that his jaws ached next\nmorning.  Minnie Wenzel spoke to him only when necessary and then in\nterms of dollars and cents.  When dinner time came she divested herself\nof the black sateen sleevelets, wriggled from the shoulders down a la\nPatricia O'Brien, produced a chamois skin, and disappeared in the\ndirection of the washroom.  Ted waited until the dining-room was almost\ndeserted.  Then he went in to dinner alone.  Some one in white wearing an\nabsurd little pocket handkerchief of an apron led him to a seat in a far\ncorner of the big room.  Ted did not lift his eyes higher than the snowy\nsquare of the apron.  The Apron drew out a chair, shoved it under Ted's\nknees in the way Aprons have, and thrust a printed menu at him.\n\n\"Roast beef, medium,\" said Ted, without looking up.\n\n\"Bless your heart, yuh ain't changed a bit.  I remember how yuh used to\njaw when it was too well done,\" said the Apron, fondly.\n\nTed's head came up with a jerk.\n\n\"So yuh will cut yer old friends, is it?\" grinned Birdie Callahan.  \"If\nthis wasn't a public dining-room maybe yuh'd shake hands with a poor but\nproud workin' girrul.  Yer as good lookin' a divil as ever, Mister Ted.\"\n\nTed's hand shot out and grasped hers.  \"Birdie! I could weep on your\napron!  I never was so glad to see any one in my life.  Just to look at\nyou makes me homesick.  What in Sam Hill are you doing here?\"\n\n\"Waitin'.  After yer ma died, seemed like I didn't care t' work fer no\nother privit fam'ly, so I came back here on my old job.  I'll bet I'm the\nhomeliest head waitress in captivity.\"\n\nTed's nervous fingers were pleating the tablecloth.  His voice sank to a\nwhisper.  \"Birdie, tell me the God's truth.  Did those three years cause\nher death?\"\n\n\"Niver!\" lied Birdie.  \"I was with her to the end.  It started with a\ncold on th' chest.  Have some French fried with yer beef, Mr. Teddy.\nThey're illigent to-day.\"\n\nBirdie glided off to the kitchen.  Authors are fond of the word \"glide.\"\nBut you can take it literally this time.  Birdie had a face that looked\nlike a huge mistake, but she walked like a panther, and they're said to\nbe the last cry as gliders.  She walked with her chin up and her hips\nfirm.  That comes from juggling trays.  You have to walk like that to\nkeep your nose out of the soup.  After a while the walk becomes a habit.\nAny seasoned dining-room girl could give lessons in walking to the\nDelsarte teacher of an Eastern finishing school.\n\nFrom the day that Birdie Callahan served Ted with the roast beef medium\nand the elegant French fried, she appointed herself monitor over his food\nand clothes and morals.  I wish I could find words to describe his bitter\nloneliness.  He did not seek companionship.  The men, although not\ndirectly avoiding him, seemed somehow to have pressing business whenever\nthey happened in his vicinity.  The women ignored him.  Mrs. Dankworth,\nstill dashing and still widowed, passed Ted one day and looked fixedly at\na point one inch above his head.  In a town like ours the Haley House is\nlike a big, hospitable clubhouse.  The men drop in there the first thing\nin the morning, and the last thing at night, to hear the gossip and buy a\ncigar and jolly the girl at the cigar counter.  Ted spoke to them when\nthey spoke to him.  He began to develop a certain grim line about the\nmouth.  Jo Haley watched him from afar, and the longer he watched the\nkinder and more speculative grew the look in his eyes.  And slowly and\nsurely there grew in the hearts of our townspeople a certain new respect\nand admiration for this boy who was fighting his fight.\n\nTed got into the habit of taking his meals late, so that Birdie Callahan\ncould take the time to talk to him.\n\n\"Birdie,\" he said one day, when she brought his soup, \"do you know that\nyou're the only decent woman who'll talk to me?  Do you know what I mean\nwhen I say that I'd give the rest of my life if I could just put my head\nin my mother's lap and have her muss up my hair and call me foolish\nnames?\"\n\nBirdie Callahan cleared her throat and said abruptly:  \"I was noticin'\nyesterday your gray pants needs pressin' bad.  Bring 'em down tomorrow\nmornin' and I'll give 'em th' elegant crease in the laundry.\"\n\nSo the first weeks went by, and the two months of Miss Wenzel's stay came\nto an end.  Ted thanked his God and tried hard not to wish that she was a\nman so that he could punch her head.\n\nThe day before the time appointed for her departure she was closeted with\nJo Haley for a long, long time.  When finally she emerged a bellboy\nlounged up to Ted with a message.\n\n\"Wenzel says th' Old Man wants t' see you.  'S in his office.  Say, Mr.\nTerrill, do yuh think they can play to-day?  It's pretty wet.\"\n\nJo Haley was sunk in the depths of his big leather chair.  He did not\nlook up as Ted entered.  \"Sit down,\" he said.  Ted sat down and waited,\npuzzled.\n\n\"As a wizard at figures,\" mused Jo Haley at last, softly as though to\nhimself, \"I'm a frost.  A column of figures on paper makes my head swim.\nBut I can carry a whole regiment of 'em in my head.  I know every time\nthe barkeeper draws one in the dark.  I've been watchin' this thing for\nthe last two weeks hopin' you'd quit and come and tell me.\"  He turned\nsuddenly and faced Ted.  \"Ted, old kid,\" he said sadly, \"what'n'ell made\nyou do it again?\"\n\n\"What's the joke?\" asked Ted.\n\n\"Now, Ted,\" remonstrated Jo Haley, \"that way of talkin' won't help\nmatters none.  As I said, I'm rotten at figures.  But you're the first\ninvestment that ever turned out bad, and let me tell you I've handled\nsome mighty bad smelling ones.  Why, kid, if you had just come to me on\nthe quiet and asked for the loan of a hundred or so why----\"\n\n\"What's the joke, Jo?\" said Ted again, slowly.\n\n\"This ain't my notion of a joke,\" came the terse answer.  \"We're three\nhundred short.\"\n\nThe last vestige of Ted Terrill's old-time radiance seemed to flicker and\ndie, leaving him ashen and old.\n\n\"Short?\" he repeated.  Then, \"My God!\" in a strangely colorless\nvoice--\"My God!\"  He looked down at his fingers impersonally, as though\nthey belonged to some one else.  Then his hand clutched Jo Haley's arm\nwith the grip of fear.  \"Jo!  Jo!  That's the thing that has haunted me\nday and night, till my nerves are raw.  The fear of doing it again.\nDon't laugh at me, will you?  I used to lie awake nights going over that\ncursed business of the bank--over and over--till the cold sweat would\nbreak out all over me.  I used to figure it all out again, step by step,\nuntil--Jo, could a man steal and not know it?  Could thinking of a thing\nlike that drive a man crazy?  Because if it could--if it could--then----\"\n\n\"I don't know,\" said Jo Haley, \"but it sounds darned fishy.\" He had a\nhand on Ted's shaking shoulder, and was looking into the white, drawn\nface.  \"I had great plans for you, Ted.  But Minnie Wenzel's got it all\ndown on slips of paper.  I might as well call her, in again, and we'll\nhave the whole blamed thing out.\"\n\nMinnie Wenzel came.  In her hand were slips of paper, and books with\nfigures in them, and Ted looked and saw things written in his own hand\nthat should not have been there.  And he covered his shamed face with his\ntwo hands and gave thanks that his mother was dead.\n\nThere came three sharp raps at the office door.  The tense figures within\njumped nervously.\n\n\"Keep out!\" called Jo Haley, \"whoever you are.\"  Whereupon the door\nopened and Birdie Callahan breezed in.\n\n\"Get out, Birdie Callahan,\" roared Jo.  \"You're in the wrong pew.\"\n\nBirdie closed the door behind her composedly and came farther into the\nroom.  \"Pete th' pasthry cook just tells me that Minnie Wenzel told th'\nday clerk, who told the barkeep, who told th' janitor, who told th' chef,\nwho told Pete, that Minnie had caught Ted stealin' some three hundred\ndollars.\"\n\nTed took a quick step forward.  \"Birdie, for Heaven's sake keep out of\nthis.  You can't make things any better.  You may believe in me, but----\"\n\n\"Where's the money?\" asked Birdie.\n\nTed stared at her a moment, his mouth open ludicrously.\n\n\"Why--I--don't--know,\" he articulated, painfully.  \"I never thought of\nthat.\"\n\nBirdie snorted defiantly.  \"I thought so.  D'ye know,\" sociably, \"I was\nvisitin' with my aunt Mis' Mulcahy last evenin'.\"\n\nThere was a quick rustle of silks from Minnie Wenzel's direction.\n\n\"Say, look here----\" began Jo Haley, impatiently.\n\n\"Shut up, Jo Haley!\" snapped Birdie.  \"As I was sayin', I was visitin'\nwith my aunt Mis' Mulcahy.  She does fancy washin' an' ironin' for the\nswells.  An' Minnie Wenzel, there bein' none sweller, hires her to do up\nher weddin' linens.   Such smears av hand embridery an' Irish crochet she\nnever see th' likes, Mis' Mulcahy says, and she's seen a lot.  And as a\nspecial treat to the poor owld soul, why Minnie Wenzel lets her see some\nav her weddin' clo'es.  There never yet was a woman who cud resist\nshowin' her weddin' things to every other woman she cud lay hands on.\nWell, Mis' Mulcahy, she see that grand trewsow and she said she never saw\nth' beat.  Dresses!  Well, her going away suit alone comes to eighty\ndollars, for it's bein' made by Molkowsky, the little Polish tailor.  An'\nher weddin' dress is satin, do yuh mind!  Oh, it was a real treat for my\naunt Mis' Mulcahy.\"\n\nBirdie walked over to where Minnie Wenzel sat, very white and still, and\npointed a stubby red finger in her face.  \"'Tis the grand manager ye are,\nMiss Wenzel, gettin' satins an' tailor-mades on yer salary.  It takes a\nwoman, Minnie Wenzel, to see through a woman's thricks.\"\n\n\"Well I'll be dinged!\" exploded Jo Haley.\n\n\"Yuh'd better be!\" retorted Birdie Callahan.\n\nMinnie Wenzel stood up, her lip caught between her teeth.\n\n\"Am I to understand, Jo Haley, that you dare to accuse me of taking your\nfilthy money, instead of that miserable ex-con there who has done time?\"\n\n\"That'll do, Minnie,\" said Jo Haley, gently.  \"That's a-plenty.\"\n\n\"Prove it,\" went on Minnie, and then looked as though she wished she\nhadn't.\n\n\"A business college edjication is a grand foine thing,\" observed Birdie.\n\"Miss Wenzel is a graduate av wan.  They teach you everything from\ndrawin' birds with tail feathers to plain and fancy penmanship.  In fact,\nthey teach everything in the writin' line except forgery, an' I ain't so\nsure they haven't got a coorse in that.\"\n\n\"I don't care,\" whimpered Minnie Wenzel suddenly, sinking in a limp heap\non the floor.  \"I had to do it.  I'm marrying a swell fellow and a girl's\ngot to have some clothes that don't look like a Bird Center dressmaker's\nwork.  He's got three sisters.  I saw their pictures and they're coming\nto the wedding.  They're the kind that wear low-necked dresses in the\nevening, and have their hair and nails done downtown.  I haven't got a\nthing but my looks.  Could I go to New York dressed like a rube?  On the\nsquare, Jo, I worked here six years and never took a sou.  But things got\naway from me. The tailor wouldn't finish my suit unless I paid him fifty\ndollars down.  I only took fifty at first, intending to pay it back.\nHonest to goodness, Jo, I did.\"\n\n\"Cut it out,\" said Jo Haley, \"and get up.  I was going to give you a\ncheck for your wedding, though I hadn't counted on no three hundred.\nWe'll call it square.  And I hope you'll be happy, but I don't gamble on\nit.  You'll be goin' through your man's pants pockets before you're\nmarried a year.  You can take your hat and fade.  I'd like to know how\nI'm ever going to square this thing with Ted and Birdie.\"\n\n\"An' me standin' here gassin' while them fool girls in the dinin'-room\ncan't set a table decent, and dinner in less than ten minutes,\" cried\nBirdie, rushing off.  Ted mumbled something unintelligible and was after\nher.\n\n\"Birdie!  I want to talk to you.\"\n\n\"Say it quick then,\" said Birdie, over her shoulder.  \"The doors open in\nthree minnits.\"\n\n\"I can't tell you how grateful I am.  This is no place to talk to you.\nWill you let me walk home with you to-night after your work's done?\"\n\n\"Will I?\" said Birdie, turning to face him.  \"I will not.  Th' swell mob\nhas shook you, an' a good thing it is.  You was travelin' with a bunch of\nracers, when you was only built for medium speed.  Now you're got your\nchance to a fresh start and don't you ever think I'm going to be the one\nto let you spoil it by beginnin' to walk out with a dinin'-room Lizzie\nlike me.\"\n\n\"Don't say that, Birdie,\" Ted put in.\n\n\"It's the truth,\" affirmed Birdie.  \"Not that I ain't a perfec'ly\nrespectable girrul, and ye know it.  I'm a good slob, but folks would be\ntickled for the chance to say that you had nobody to go with but the\nlikes av me.  If I was to let you walk home with me to-night, yuh might\nbe askin' to call next week.  Inside half a year, if yuh was lonesome\nenough, yuh'd ask me to marry yuh.  And b'gorra,\" she said softly,\nlooking down at her unlovely red hands, \"I'm dead scared I'd do it.  Get\nback to work, Ted Terrill, and hold yer head up high, and when yuh say\nyour prayers to-night, thank your lucky stars I ain't a hussy.\"\n\n\n\n\nIII\n\nWHAT SHE WORE\n\nSomewhere in your story you must pause to describe your heroine's\ncostume.  It is a ticklish task.  The average reader likes his heroine\nwell dressed.  He is not satisfied with knowing that she looked like a\ntall, fair lily.  He wants to be told that her gown was of green crepe,\nwith lace ruffles that swirled at her feet.  Writers used to go so far as\nto name the dressmaker; and it was a poor kind of a heroine who didn't\nwear a red velvet by Worth.  But that has been largely abandoned in these\ndays of commissions.  Still, when the heroine goes out on the terrace to\nspoon after dinner (a quaint old English custom for the origin of which\nsee any novel by the \"Duchess,\" page 179) the average reader wants to\nknow what sort of a filmy wrap she snatches up on the way out.  He\ndemands a description, with as many illustrations as the publisher will\nstand for, of what she wore from the bedroom to the street, with full\nstops for the ribbons on her robe de nuit, and the buckles on her\nballroom slippers.  Half the poor creatures one sees flattening their\nnoses against the shop windows are authors getting a line on the advance\nfashions.  Suppose a careless writer were to dress his heroine in a\nfull-plaited skirt only to find, when his story is published four months\nlater, that full-plaited skirts have been relegated to the dim past!\n\nI started to read a story once.  It was a good one.  There was in it not\na single allusion to brandy-and-soda, or divorce, or the stock market.\nThe dialogue crackled.  The hero talked like a live man.  It was a\nshipboard story, and the heroine was charming so long as she wore her\nheavy ulster.  But along toward evening she blossomed forth in a yellow\ngown, with a scarlet poinsettia at her throat.  I quit her cold.  Nobody\never wore a scarlet poinsettia; or if they did, they couldn't wear it on\na yellow gown.  Or if they did wear it with a yellow gown, they didn't\nwear it at the throat.  Scarlet poinsettias aren't worn, anyhow.  To this\nday I don't know whether the heroine married the hero or jumped overboard.\n\nYou see, one can't be too careful about clothing one's heroine.\n\nI hesitate to describe Sophy Epstein's dress.  You won't like it.  In the\nfirst place, it was cut too low, front and back, for a shoe clerk in a\ndowntown loft.  It was a black dress, near-princess in style, very tight\nas to fit, very short as to skirt, very sleazy as to material.  It showed\nall the delicate curves of Sophy's under-fed, girlish body, and Sophy\ndidn't care a bit.  Its most objectionable feature was at the throat.\nCollarless gowns were in vogue.  Sophy's daring shears had gone a snip or\ntwo farther.  They had cut a startlingly generous V.  To say that the\ndress was elbow-sleeved is superfluous.  I have said that Sophy clerked\nin a downtown loft.\n\nSophy sold \"sample\" shoes at two-fifty a pair, and from where you were\nstanding you thought they looked just like the shoes that were sold in\nthe regular shops for six.  When Sophy sat on one of the low benches at\nthe feet of some customer, tugging away at a refractory shoe for a\nwould-be small foot, her shameless little gown exposed more than it\nshould have.  But few of Sophy's customers were shocked.  They were\nmainly chorus girls and ladies of doubtful complexion in search of cheap\nand ultra footgear, and--to use a health term--hardened by exposure.\n\nHave I told you how pretty she was?  She was so pretty that you\nimmediately forgave her the indecency of her pitiful little gown.  She\nwas pretty in a daringly demure fashion, like a wicked little Puritan, or\na poverty-stricken Cleo de Merode, with her smooth brown hair parted in\nthe middle, drawn severely down over her ears, framing the lovely oval of\nher face and ending in a simple coil at the neck.  Some serpent's wisdom\nhad told Sophy to eschew puffs.  But I think her prettiness could have\ntriumphed even over those.\n\nIf Sophy's boss had been any other sort of man he would have informed\nSophy, sternly, that black princess effects, cut low, were not au fait in\nthe shoe-clerk world.  But Sophy's boss had a rhombic nose, and no\ninstep, and the tail of his name had been amputated.  He didn't care how\nSophy wore her dresses so long as she sold shoes.\n\nOnce the boss had kissed Sophy--not on the mouth, but just where her\nshabby gown formed its charming but immodest V.  Sophy had slapped him,\nof course.  But the slap had not set the thing right in her mind.  She\ncould not forget it.  It had made her uncomfortable in much the same way\nas we are wildly ill at ease when we dream of walking naked in a crowded\nstreet.  At odd moments during the day Sophy had found herself rubbing\nthe spot furiously with her unlovely handkerchief, and shivering a\nlittle.  She had never told the other girls about that kiss.\n\nSo--there you have Sophy and her costume.  You may take her or leave her.\nI purposely placed these defects in costuming right at the beginning of\nthe story, so that there should be no false pretenses.  One more detail.\nAbout Sophy's throat was a slender, near-gold chain from which was\nsuspended a cheap and glittering La Valliere.  Sophy had not intended it\nas a sop to the conventions.  It was an offering on the shrine of\nFashion, and represented many lunchless days.\n\nAt eleven o'clock one August morning, Louie came to Chicago from\nOskaloosa, Iowa.  There was no hay in his hair.  The comic papers have\nlong insisted that the country boy, on his first visit to the city, is\nknown by his greased boots and his high-water pants.  Don't you believe\nthem.  The small-town boy is as fastidious about the height of his heels\nand the stripe of his shift and the roll of his hat-brim as are his city\nbrothers.  He peruses the slangily worded ads of the \"classy clothes\"\ntailors, and when scarlet cravats are worn the small-town boy is not more\nthan two weeks late in acquiring one that glows like a headlight.\n\nLouie found a rooming-house, shoved his suitcase under the bed, changed\nhis collar, washed his hands in the gritty water of the wash bowl, and\nstarted out to look for a job.\n\nLouie was twenty-one.  For the last four years he had been employed in\nthe best shoe store at home, and he knew shoe leather from the factory to\nthe ash barrel.  It was almost a religion with him.\n\nCuriosity, which plays leads in so many life dramas, led Louie to the\nrotunda of the tallest building.  It was built on the hollow center plan,\nwith a sheer drop from the twenty-somethingth to the main floor.  Louie\nstationed himself in the center of the mosaic floor, took off his hat,\nbent backward almost double and gazed, his mouth wide open.  When he\nbrought his muscles slowly back into normal position he tried hard not to\nlook impressed.  He glanced about, sheepishly, to see if any one was\nlaughing at him, and his eye encountered the electric-lighted glass\ndisplay case of the shoe company upstairs.  The case was filled with pink\nsatin slippers and cunning velvet boots, and the newest thing in bronze\nstreet shoes.  Louie took the next elevator up.  The shoe display had\nmade him feel as though some one from home had slapped him on the back.\n\nThe God of the Jobless was with him.  The boss had fired two boys the day\nbefore.\n\n\"Oskaloosa!\" grinned the boss, derisively.  \"Do they wear shoes there?\nWhat do you know about shoes, huh boy?\"\n\nLouie told him.  The boss shuffled the papers on his desk, and chewed his\ncigar, and tried not to show his surprise.  Louie, quite innocently, was\nteaching the boss things about the shoe business.\n\nWhen Louie had finished--\"Well, I try you, anyhow,\" the boss grunted,\ngrudgingly.  \"I give you so-and-so much.\"  He named a wage that would\nhave been ridiculous if it had not been so pathetic.\n\n\"All right, sir,\" answered Louie, promptly, like the boys in the Alger\nseries.  The cost of living problem had never bothered Louie in Oskaloosa.\n\nThe boss hid a pleased smile.\n\n\"Miss Epstein!\" he bellowed, \"step this way!  Miss Epstein, kindly show\nthis here young man so he gets a line on the stock.  He is from\nOskaloosa, Ioway.  Look out she don't sell you a gold brick, Louie.\"\n\nBut Louie was not listening.  He was gazing at the V in Sophy Epstein's\ndress with all his scandalized Oskaloosa, Iowa, eyes.\n\nLouie was no mollycoddle.  But he had been in great demand as usher at\nthe Young Men's Sunday Evening Club service at the Congregational church,\nand in his town there had been no Sophy Epsteins in too-tight princess\ndresses, cut into a careless V.  But Sophy was a city product--I was\nabout to say pure and simple, but I will not--wise, bold, young, old,\nunderfed, overworked, and triumphantly pretty.\n\n\"How-do!\" cooed Sophy in her best baby tones.  Louie's disapproving eyes\njumped from the objectionable V in Sophy's dress to the lure of Sophy's\nface, and their expression underwent a lightning change.  There was no\ndisapproving Sophy's face, no matter how long one had dwelt in Oskaloosa.\n\n\"I won't bite you,\" said Sophy.  \"I'm never vicious on Tuesdays.  We'll\nstart here with the misses' an' children's, and work over to the other\nside.\"\n\nWhereupon Louie was introduced into the intricacies of the sample shoe\nbusiness.  He kept his eyes resolutely away from the V, and learned many\nthings.  He learned how shoes that look like six dollar values may be\nsold for two-fifty.  He looked on in wide-eyed horror while Sophy fitted\na No. 5 C shoe on a 6 B foot and assured the wearer that it looked like a\nmade-to-order boot.  He picked up a pair of dull kid shoes and looked at\nthem.  His leather-wise eyes saw much, and I think he would have taken\nhis hat off the hook, and his offended business principles out of the\nshop forever if Sophy had not completed her purchase and strolled over to\nhim at the psychological moment.\n\nShe smiled up at him, impudently.  \"Well, Pink Cheeks,\" she said, \"how do\nyou like our little settlement by the lake, huh?\"\n\n\"These shoes aren't worth two-fifty,\" said Louie, indignation in his\nvoice.\n\n\"Well, sure,\" replied Sophy.  \"I know it.  What do you think this is?  A\ncharity bazaar?\"\n\n\"But back home----\" began Louie, hotly.\n\n\"Ferget it, kid,\" said Sophy.  \"This is a big town, but it ain't got no\nroom for back-homers.  Don't sour on one job till you've got another\nnailed.  You'll find yourself cuddling down on a park bench if you do.\nSay, are you honestly from Oskaloosa?\"\n\n\"I certainly am,\" answered Louie, with pride.\n\n\"My goodness!\" ejaculated Sophy.  \"I never believed there was no such\nplace.  Don't brag about it to the other fellows.\"\n\n\"What time do you go out for lunch?\" asked Louie.\n\n\"What's it to you?\" with the accent on the \"to.\"\n\n\"When I want to know a thing, I generally ask,\" explained Louie, gently.\n\nSophy looked at him--a long, keen, knowing look.  \"You'll learn,\" she\nobserved, thoughtfully.\n\nLouie did learn.  He learned so much in that first week that when Sunday\ncame it seemed as though aeons had passed over his head.  He learned that\nthe crime of murder was as nothing compared to the crime of allowing a\ncustomer to depart shoeless; he learned that the lunch hour was invented\nfor the purpose of making dates; that no one had ever heard of Oskaloosa,\nIowa; that seven dollars a week does not leave much margin for laundry\nand general recklessness; that a madonna face above a V-cut gown is apt\nto distract one's attention from shoes; that a hundred-dollar nest egg is\nas effective in Chicago as a pine stick would be in propping up a stone\nwall; and that all the other men clerks called Sophy \"sweetheart.\"\n\nSome of his newly acquired knowledge brought pain, as knowledge is apt to\ndo.\n\nHe saw that State Street was crowded with Sophys during the noon hour;\ngirls with lovely faces under pitifully absurd hats.  Girls who aped the\nfashions of the dazzling creatures they saw stepping from limousines.\nGirls who starved body and soul in order to possess a set of false curls,\nor a pair of black satin shoes with mother-o'-pearl buttons.   Girls\nwhose minds were bounded on the north by the nickel theatres; on the east\nby \"I sez to him\"; on the south by the gorgeous shop windows; and on the\nwest by \"He sez t' me.\"\n\nOh, I can't tell you how much Louie learned in that first week while his\neyes were getting accustomed to the shifting, jostling, pushing,\ngiggling, walking, talking throng.  The city is justly famed as a hot\nhouse of forced knowledge.\n\nOne thing Louie could not learn.  He could not bring himself to accept\nthe V in Sophy's dress.  Louie's mother had been one of the old-fashioned\nkind who wore a blue-and-white checked gingham apron from 6 A.M. to 2\nP.M., when she took it off to go downtown and help the ladies of the\nchurch at the cake sale in the empty window of the gas company's office,\nonly to don it again when she fried the potatoes for supper.  Among other\nthings she had taught Louie to wipe his feet before coming in, to respect\nand help women, and to change his socks often.\n\nAfter a month of Chicago Louie forgot the first lesson; had more\ndifficulty than I can tell you in reverencing a woman who only said, \"Aw,\ndon't get fresh now!\" when the other men put their arms about her; and\nadhered to the third only after a struggle, in which he had to do a small\nprivate washing in his own wash-bowl in the evening.\n\nSophy called him a stiff.  His gravely courteous treatment of her made\nher vaguely uncomfortable.  She was past mistress in the art of parrying\ninsults and banter, but she had no reply ready for Louie's boyish air of\ndeference.  It angered her for some unreasonable woman-reason.\n\nThere came a day when the V-cut dress brought them to open battle.  I\nthink Sophy had appeared that morning minus the chain and La Valliere.\nFrail and cheap as it was, it had been the only barrier that separated\nSophy from frank shamelessness.  Louie's outraged sense of propriety\nasserted itself.\n\n\"Sophy,\" he stammered, during a quiet half-hour, \"I'll call for you and\ntake you to the nickel show to-night if you'll promise not to wear that\ndress.  What makes you wear that kind of a get-up, anyway?\"\n\n\"Dress?\" queried Sophy, looking down at the shiny front breadth of her\nfrock.  \"Why?  Don't you like it?\"\n\n\"Like it!  No!\" blurted Louie.\n\n\"Don't yuh, rully!  Deah me!  Deah me!  If I'd only knew that this\nmorning.  As a gen'ral thing I wear white duck complete down t' work, but\nI'm savin' my last two clean suits f'r gawlf.\"\n\nLouie ran an uncomfortable finger around the edge of his collar, but he\nstood his ground.  \"It--it--shows your--neck so,\" he objected, miserably.\n\nSophy opened her great eyes wide.  \"Well, supposin' it does?\" she\ninquired, coolly.  \"It's a perfectly good neck, ain't it?\"\n\nLouie, his face very red, took the plunge.  \"I don't know.  I guess so.\nBut, Sophy, it--looks so--so--you know what I mean.  I hate to see the\nway the fellows rubber at you.  Why don't you wear those plain shirtwaist\nthings, with high collars, like my mother wears back home?\"\n\nSophy's teeth came together with a click.  She laughed a short cruel\nlittle laugh.  \"Say, Pink Cheeks, did yuh ever do a washin' from seven to\ntwelve, after you got home from work in the evenin'?  It's great!\n'Specially when you're living in a six-by-ten room with all the modern\ninconveniences, includin' no water except on the third floor down.\nSimple!  Say, a child could work it.  All you got to do, when you get\nhome so tired your back teeth ache, is to haul your water, an' soak your\nclothes, an' then rub 'em till your hands peel, and rinse 'em, an' boil\n'em, and blue 'em, an' starch 'em.  See?  Just like that.  Nothin' to it,\nkid.  Nothin' to it.\"\n\nLouie had been twisting his fingers nervously.  Now his hands shut\nthemselves into fists.  He looked straight into Sophy's angry eyes.\n\n\"I do know what it is,\" he said, quite simply.  \"There's been a lot\nwritten and said about women's struggle with clothes.  I wonder why\nthey've never said anything about the way a man has to fight to keep up\nthe thing they call appearances.  God knows it's pathetic enough to think\nof a girl like you bending over a tubful of clothes.  But when a man has\nto do it, it's a tragedy.\"\n\n\"That's so,\" agreed Sophy.  \"When a girl gets shabby, and her clothes\nbegin t' look tacky she can take a gore or so out of her skirt where it's\nthe most wore, and catch it in at the bottom, and call it a hobble.  An'\nwhen her waist gets too soiled she can cover up the front of it with a\njabot, an' if her face is pretty enough she can carry it off that way.\nBut when a man is seedy, he's seedy.  He can't sew no ruffles on his\npants.\"\n\n\"I ran short last week,\" continued Louie.  \"That is, shorter than usual.\nI hadn't the fifty cents to give to the woman.  You ought to see her!  A\nlittle, gray-faced thing, with wisps of hair, and no chest to speak of,\nand one of those mashed-looking black hats.  Nobody could have the nerve\nto ask her to wait for her money.  So I did my own washing.  I haven't\nlearned to wear soiled clothes yet.  I laughed fit to bust while I was\ndoing it.  But--I'll bet my mother dreamed of me that night.  The way\nthey do, you know, when something's gone wrong.\"\n\nSophy, perched on the third rung of the sliding ladder, was gazing at\nhim.  Her lips were parted slightly, and her cheeks were very pink.  On\nher face was a new, strange look, as of something half forgotten.  It was\nas though the spirit of Sophy-as-she-might-have-been were inhabiting her\nsoul for a brief moment.  At Louie's next words the look was gone.\n\n\"Can't you sew something--a lace yoke--or whatever you call 'em--in that\ndress?\" he persisted.\n\n\"Aw, fade!\" jeered Sophy.  \"When a girl's only got one dress it's got to\nhave some tong to it.  Maybe this gown would cause a wave of indignation\nin Oskaloosa, Iowa, but it don't even make a ripple on State Street.  It\ntakes more than an aggravated Dutch neck to make a fellow look at a girl\nthese days.  In a town like this a girl's got to make a showin' some way.\nI'm my own stage manager.  They look at my dress first, an' grin.  See?\nAn' then they look at my face.  I'm like the girl in the story.  Muh face\nis muh fortune.  It's earned me many a square meal; an' lemme tell you,\nPink Cheeks, eatin' square meals is one of my favorite pastimes.\"\n\n\"Say looka here!\" bellowed the boss, wrathfully.  \"Just cut out this here\nRomeo and Juliet act, will you!  That there ladder ain't for no balcony\nscene, understand.  Here you, Louie, you shinny up there and get down a\npair of them brown satin pumps, small size.\"\n\nSophy continued to wear the black dress.  The V-cut neck seemed more\nflaunting than ever.\n\nIt was two weeks later that Louie came in from lunch, his face radiant.\nHe was fifteen minutes late, but he listened to the boss's ravings with a\nsmile.\n\n\"You grin like somebody handed you a ten-case note,\" commented Sophy,\nwith a woman's curiosity.  \"I guess you must of met some rube from home\nwhen you was out t' lunch.\"\n\n\"Better than that!  Who do you think I bumped right into in the elevator\ngoing down?\"\n\n\"Well, Brothah Bones,\" mimicked Sophy, \"who did you meet in the elevator\ngoing down?\"\n\n\"I met a man named Ames.  He used to travel for a big Boston shoe house,\nand he made our town every few months.  We got to be good friends.  I\ntook him home for Sunday dinner once, and he said it was the best dinner\nhe'd had in months.  You know how tired those traveling men get of hotel\ngrub.\"\n\n\"Cut out the description and get down to action,\" snapped Sophy.\n\n\"Well, he knew me right away.  And he made me go out to lunch with him.\nA real lunch, starting with soup.  Gee!  It went big.  He asked me what I\nwas doing.  I told him I was working here, and he opened his eyes, and\nthen he laughed and said:  'How did you get into that joint?' Then he\ntook me down to a swell little shoe shop on State Street, and it turned\nout that he owns it.  He introduced me all around, and I'm going there to\nwork next week.  And wages!  Why say, it's almost a salary.  A fellow can\nhold his head up in a place like that.\"\n\n\"When you leavin'?\" asked Sophy, slowly.\n\n\"Monday.  Gee! it seems a year away.\"\n\nSophy was late Saturday morning.  When she came in, hurriedly, her cheeks\nwere scarlet and her eyes glowed.  She took off her hat and coat and fell\nto straightening boxes and putting out stock without looking up.  She\ntook no part in the talk and jest that was going on among the other\nclerks.  One of the men, in search of the missing mate to the shoe in his\nhand, came over to her, greeting her carelessly.  Then he stared.\n\n\"Well, what do you know about this!\" he called out to the others, and\nlaughed coarsely, \"Look, stop, listen!  Little Sophy Bright Eyes here has\npulled down the shades.\"\n\nLouie turned quickly.  The immodest V of Sophy's gown was filled with a\nblack lace yoke that came up to the very lobes of her little pink ears.\nShe had got some scraps of lace from--Where do they get those bits of\nrusty black?  From some basement bargain counter, perhaps, raked over\nduring the lunch hour.  There were nine pieces in the front, and seven in\nthe back.  She had sat up half the night putting them together so that\nwhen completed they looked like one, if you didn't come too close.  There\nis a certain strain of Indian patience and ingenuity in women that no man\nhas ever been able to understand.\n\nLouie looked up and saw.  His eyes met Sophy's.  In his there crept a\ncertain exultant gleam, as of one who had fought for something great and\nwon.  Sophy saw the look.  The shy questioning in her eyes was replaced\nby a spark of defiance.  She tossed her head, and turned to the man who\nhad called attention to her costume.\n\n\"Who's loony now?\" she jeered.  \"I always put in a yoke when it gets\nalong toward fall.  My lungs is delicate.  And anyway, I see by the\npapers yesterday that collarless gowns is slightly passay f'r winter.\"\n\n\n\n\nIV\n\nA BUSH LEAGUE HERO\n\nThis is not a baseball story.  The grandstand does not rise as one man\nand shout itself hoarse with joy.  There isn't a three-bagger in the\nentire three thousand words, and nobody is carried home on the shoulders\nof the crowd.  For that sort of thing you need not squander fifteen cents\non your favorite magazine.  The modest sum of one cent will make you the\npossessor of a Pink 'Un.  There you will find the season's games handled\nin masterly fashion by a six-best-seller artist, an expert mathematician,\nand an original-slang humorist.  No mere short story dub may hope to\ncompete with these.\n\nIn the old days, before the gentry of the ring had learned the wisdom of\ninvesting their winnings in solids instead of liquids, this used to be a\nfavorite conundrum:  When is a prize-fighter not a prize-fighter?\n\nChorus:  When he is tending bar.\n\nI rise to ask you Brothah Fan, when is a ball player not a ball player?\nAbove the storm of facetious replies I shout the answer:\n\nWhen he's a shoe clerk.\n\nAny man who can look handsome in a dirty baseball suit is an Adonis.\nThere is something about the baggy pants, and the Micawber-shaped collar,\nand the skull-fitting cap, and the foot or so of tan, or blue, or pink\nundershirt sleeve sticking out at the arms, that just naturally kills a\nman's best points.  Then too, a baseball suit requires so much in the\nmatter of leg.  Therefore, when I say that Rudie Schlachweiler was a\ndream even in his baseball uniform, with a dirty brown streak right up\nthe side of his pants where he had slid for base, you may know that the\ngirls camped on the grounds during the season.\n\nDuring the summer months our ball park is to us what the Grand Prix is to\nParis, or Ascot is to London.  What care we that Evers gets seven\nthousand a year (or is it a month?); or that Chicago's new South-side\nball park seats thirty-five thousand (or is it million?).  Of what\ninterest are such meager items compared with the knowledge that \"Pug\"\nCoulan, who plays short, goes with Undine Meyers, the girl up there in\nthe eighth row, with the pink dress and the red roses on her hat?  When\n\"Pug\" snatches a high one out of the firmament we yell with delight, and\neven as we yell we turn sideways to look up and see how Undine is taking\nit. Undine's shining eyes are fixed on \"Pug,\" and he knows it, stoops to\nbrush the dust off his dirt-begrimed baseball pants, takes an attitude of\ncareless grace and misses the next play.\n\nOur grand-stand seats almost two thousand, counting the boxes.  But only\nthe snobs, and the girls with new hats, sit in the boxes.  Box seats are\ncomfortable, it is true, and they cost only an additional ten cents, but\nwe have come to consider them undemocratic, and unworthy of true fans.\nMrs. Freddy Van Dyne, who spends her winters in Egypt and her summers at\nthe ball park, comes out to the game every afternoon in her automobile,\nbut she never occupies a box seat; so why should we?  She perches up in\nthe grand-stand with the rest of the enthusiasts, and when Kelly puts one\nover she stands up and clinches her fists, and waves her arms and shouts\nwith the best of 'em.  She has even been known to cry, \"Good eye!  Good\neye!\" when things were at fever heat.  The only really blase individual\nin the ball park is Willie Grimes, who peddles ice-cream cones.  For that\nmatter, I once saw Willie turn a languid head to pipe, in his thin voice,\n\"Give 'em a dark one, Dutch!  Give 'em a dark one!\"\n\nWell, that will do for the firsh dash of local color.  Now for the story.\n\nIvy Keller came home June nineteenth from Miss Shont's select school for\nyoung ladies.  By June twenty-first she was bored limp.  You could hardly\nsee the plaits of her white tailored shirtwaist for fraternity pins and\nsecret society emblems, and her bedroom was ablaze with college banners\nand pennants to such an extent that the maid gave notice every\nThursday--which was upstairs cleaning day.\n\nFor two weeks after her return Ivy spent most of her time writing letters\nand waiting for them, and reading the classics on the front porch,\ndressed in a middy blouse and a blue skirt, with her hair done in a curly\nGreek effect like the girls on the covers of the Ladies' Magazine.  She\nposed against the canvas bosom of the porch chair with one foot under\nher, the other swinging free, showing a tempting thing in beaded slipper,\nsilk stocking, and what the story writers call \"slim ankle.\"\n\nOn the second Saturday after her return her father came home for dinner\nat noon, found her deep in Volume Two of \"Les Miserables.\"\n\n\"Whew!  This is a scorcher!\" he exclaimed, and dropped down on a wicker\nchair next to Ivy.  Ivy looked at her father with languid interest, and\nsmiled a daughterly smile.  Ivy's father was an insurance man, alderman\nof his ward, president of the Civic Improvement club, member of five\nlodges, and an habitual delegate.  It generally was he who introduced\ndistinguished guests who spoke at the opera house on Decoration Day.  He\ncalled Mrs. Keller \"Mother,\" and he wasn't above noticing the fit of a\ngown on a pretty feminine figure.  He thought Ivy was an expurgated\nedition of Lillian Russell, Madame De Stael, and Mrs. Pankburst.\n\n\"Aren't you feeling well, Ivy?\" he asked.  \"Looking a little pale.  It's\nthe heat, I suppose.  Gosh!  Something smells good.  Run in and tell\nMother I'm here.\"\n\nIvy kept one slender finger between the leaves of her book.  \"I'm\nperfectly well,\" she replied.  \"That must be beefsteak and onions.  Ugh!\"\nAnd she shuddered, and went indoors.\n\nDad Keller looked after her thoughtfully.  Then he went in, washed his\nhands, and sat down at table with Ivy and her mother.\n\n\"Just a sliver for me,\" said Ivy, \"and no onions.\"\n\nHer father put down his knife and fork, cleared his throat, and spake,\nthus:\n\n\"You get on your hat and meet me at the 2:45 inter-urban.  You're going\nto the ball game with me.\"\n\n\"Ball game!\" repeated Ivy. \"I?  But I'd----\"\n\n\"Yes, you do,\" interrupted her father.  \"You've been moping around here\nlooking a cross between Saint Cecilia and Little Eva long enough.  I\ndon't care if you don't know a spitball from a fadeaway when you see it.\nYou'll be out in the air all afternoon, and there'll be some excitement.\nAll the girls go.  You'll like it.  They're playing Marshalltown.\"\n\nIvy went, looking the sacrificial lamb.  Five minutes after the game was\ncalled she pointed one tapering white finger in the direction of the\npitcher's mound.\n\n\"Who's that?\" she asked.\n\n\"Pitcher,\" explained Papa Keller, laconically.  Then, patiently:  \"He\nthrows the ball.\"\n\n\"Oh,\" said Ivy.  \"What did you say his name was?\"\n\n\"I didn't say.  But it's Rudie Schlachweiler.  The boys call him Dutch.\nKind of a pet, Dutch is.\"\n\n\"Rudie Schlachweiler!\" murmured Ivy, dreamily.  \"What a strong name!\"\n\n\"Want some peanuts?\" inquired her father.\n\n\"Does one eat peanuts at a ball game?\"\n\n\"It ain't hardly legal if you don't,\" Pa Keller assured her.\n\n\"Two sacks,\" said Ivy.  \"Papa, why do they call it a diamond, and what\nare those brown bags at the corners, and what does it count if you hit\nthe ball, and why do they rub their hands in the dust and then--er--spit\non them, and what salary does a pitcher get, and why does the red-haired\nman on the other side dance around like that between the second and third\nbrown bag, and doesn't a pitcher do anything but pitch, and wh----?\"\n\n\"You're on,\" said papa.\n\nAfter that Ivy didn't miss a game during all the time that the team\nplayed in the home town.  She went without a new hat, and didn't care\nwhether Jean Valjean got away with the goods or not, and forgot whether\nyou played third hand high or low in bridge.  She even became chummy with\nUndine Meyers, who wasn't her kind of a girl at all.  Undine was thin in\na voluptuous kind of way, if such a paradox can be, and she had red lips,\nand a roving eye, and she ran around downtown without a hat more than was\nstrictly necessary.  But Undine and Ivy had two subjects in common.  They\nwere baseball and love.  It is queer how the limelight will make heroes\nof us all.\n\nNow \"Pug\" Coulan, who was red-haired, and had shoulders like an ox, and\narms that hung down to his knees, like those of an orang-outang,\nslaughtered beeves at the Chicago stockyards in winter.  In the summer he\nslaughtered hearts.  He wore mustard colored shirts that matched his\nhair, and his baseball stockings generally had a rip in them somewhere,\nbut when he was on the diamond we were almost ashamed to look at Undine,\nso wholly did her heart shine in her eyes.\n\nNow, we'll have just another dash or two of local color.  In a small town\nthe chances for hero worship are few.  If it weren't for the traveling\nmen our girls wouldn't know whether stripes or checks were the thing in\ngents' suitings.  When the baseball season opened the girls swarmed on\nit.  Those that didn't understand baseball pretended they did.  When the\nteam was out of town our form of greeting was changed from,\n\"Good-morning!\" or \"Howdy-do!\" to \"What's the score?\" Every night the\nresults of the games throughout the league were posted up on the\nblackboard in front of Schlager's hardware store, and to see the way in\nwhich the crowd stood around it, and streamed across the street toward\nit, you'd have thought they were giving away gas stoves and hammock\ncouches.\n\nGoing home in the street car after the game the girls used to gaze\nadoringly at the dirty faces of their sweat-begrimed heroes, and then\nthey'd rush home, have supper, change their dresses, do their hair, and\nrush downtown past the Parker Hotel to mail their letters.  The baseball\nboys boarded over at the Griggs House, which is third-class, but they\nused their tooth-picks, and held the postmortem of the day's game out in\nfront of the Parker Hotel, which is our leading hostelry.  The postoffice\nreceipts record for our town was broken during the months of June, July,\nand August.\n\nMrs. Freddy Van Dyne started the trouble by having the team over to\ndinner, \"Pug\" Coulan and all.  After all, why not?  No foreign and\nimpecunious princes penetrate as far inland as our town.  They get only\nas far as New York, or Newport, where they are gobbled up by many-moneyed\nmatrons.  If Mrs. Freddy Van Dyne found the supply of available lions\nlimited, why should she not try to content herself with a jackal or so?\n\nIvy was asked.  Until then she had contented herself with gazing at her\nhero.  She had become such a hardened baseball fan that she followed the\ngame with a score card, accurately jotting down every play, and keeping\nher watch open on her knee.\n\nShe sat next to Rudie at dinner.  Before she had nibbled her second\nsalted almond, Ivy Keller and Rudie Schlachweiler understood each other.\nRudie illustrated certain plays by drawing lines on the table-cloth with\nhis knife and Ivy gazed, wide-eyed, and allowed her soup to grow cold.\n\nThe first night that Rudie called, Pa Keller thought it a great joke.  He\nsat out on the porch with Rudie and Ivy and talked baseball, and got up\nto show Rudie how he could have got the goat of that Keokuk catcher if\nonly he had tried one of his famous open-faced throws.  Rudie looked\npolitely interested, and laughed in all the right places.  But Ivy didn't\nneed to pretend.  Rudie Schlachweiler spelled baseball to her.  She did\nnot think of her caller as a good-looking young man in a blue serge suit\nand a white shirtwaist.  Even as he sat there she saw him as a blonde god\nstanding on the pitcher's mound, with the scars of battle on his baseball\npants, his left foot placed in front of him at right angles with his\nright foot, his gaze fixed on first base in a cunning effort to deceive\nthe man at bat, in that favorite attitude of pitchers just before they\nget ready to swing their left leg and h'ist one over.\n\nThe second time that Rudie called, Ma Keller said:\n\n\"Ivy, I don't like that ball player coming here to see you.  The\nneighbors'll talk.\"\n\nThe third time Rudie called, Pa Keller said:  \"What's that guy doing here\nagain?\"\n\nThe fourth time Rudie called, Pa Keller and Ma Keller said, in unison:\n\"This thing has got to stop.\"\n\nBut it didn't.  It had had too good a start.  For the rest of the season\nIvy met her knight of the sphere around the corner.  Theirs was a walking\ncourtship.  They used to roam up as far as the State road, and down as\nfar as the river, and Rudie would fain have talked of love, but Ivy\ntalked of baseball.\n\n\"Darling,\" Rudie would murmur, pressing Ivy's arm closer, \"when did you\nfirst begin to care?\"\n\n\"Why I liked the very first game I saw when Dad----\"\n\n\"I mean, when did you first begin to care for me?\"\n\n\"Oh!  When you put three men out in that game with Marshalltown when the\nteams were tied in the eighth inning.  Remember?  Say, Rudie dear, what\nwas the matter with your arm to-day?  You let three men walk, and Albia's\nweakest hitter got a home run out of you.\"\n\n\"Oh, forget baseball for a minute, Ivy!  Let's talk about something else.\nLet's talk about--us.\"\n\n\"Us?  Well, you're baseball, aren't you?\" retorted Ivy.  \"And if you are,\nI am.  Did you notice the way that Ottumwa man pitched yesterday?  He\ndidn't do any acting for the grandstand.  He didn't reach up above his\nhead, and wrap his right shoulder with his left toe, and swing his arm\nthree times and then throw seven inches outside the plate.  He just took\nthe ball in his hand, looked at it curiously for a moment, and fired\nit--zing!--like that, over the plate.  I'd get that ball if I were you.\"\n\n\"Isn't this a grand night?\" murmured Rudie.\n\n\"But they didn't have a hitter in the bunch,\" went on Ivy.  \"And not a\nman in the team could run.  That's why they're tail-enders.  Just the\nsame, that man on the mound was a wizard, and if he had one decent player\nto give him some support----\"\n\nWell, the thing came to a climax.  One evening, two weeks before the\nclose of the season, Ivy put on her hat and announced that she was going\ndowntown to mail her letters.\n\n\"Mail your letters in the daytime,\" growled Papa Keller.\n\n\"I didn't have time to-day,\" answered Ivy.  \"It was a thirteen inning\ngame, and it lasted until six o'clock.\"\n\nIt was then that Papa Keller banged the heavy fist of decision down on\nthe library table.\n\n\"This thing's got to stop!\" he thundered.  \"I won't have any girl of mine\nrunning the streets with a ball player, understand?  Now you quit seeing\nthis seventy-five-dollars-a-month bush leaguer or leave this house.  I\nmean it.\"\n\n\"All right,\" said Ivy, with a white-hot calm.  \"I'll leave.  I can make\nthe grandest kind of angel-food with marshmallow icing, and you know\nyourself my fudges can't be equaled.  He'll be playing in the major\nleagues in three years.  Why just yesterday there was a strange man at\nthe game--a city man, you could tell by his hat-band, and the way his\nclothes were cut.  He stayed through the whole game, and never took his\neyes off Rudie.  I just know he was a scout for the Cubs.\"\n\n\"Probably a hardware drummer, or a fellow that Schlachweiler owes money\nto.\"\n\nIvy began to pin on her hat.  A scared look leaped into Papa Keller's\neyes.  He looked a little old, too, and drawn, at that minute.  He\nstretched forth a rather tremulous hand.\n\n\"Ivy-girl,\" he said.\n\n\"What?\" snapped Ivy.\n\n\"Your old father's just talking for your own good.  You're breaking your\nma's heart.  You and me have been good pals, haven't we?\"\n\n\"Yes,\" said Ivy, grudgingly, and without looking up.\n\n\"Well now, look here.  I've got a proposition to make to you.  The\nseason's over in two more weeks.  The last week they play out of town.\nThen the boys'll come back for a week or so, just to hang around town and\ntry to get used to the idea of leaving us.  Then they'll scatter to take\nup their winter jobs-cutting ice, most of 'em,\" he added, grimly.\n\n\"Mr.  Schlachweiler is employed in a large establishment in Slatersville,\nOhio,\" said Ivy, with dignity.   \"He regards baseball as his profession,\nand he cannot do anything that would affect his pitching arm.\"\n\nPa Keller put on the tremolo stop and brought a misty look into his eyes.\n\n\"Ivy, you'll do one last thing for your old father, won't you?\"\n\n\"Maybe,\" answered Ivy, coolly.\n\n\"Don't make that fellow any promises.  Now wait a minute!  Let me get\nthrough.  I won't put any crimp in your plans.  I won't speak to\nSchlachweiler.  Promise you won't do anything rash until the ball\nseason's over.  Then we'll wait just one month, see?  Till along about\nNovember.  Then if you feel like you want to see him----\"\n\n\"But how----\"\n\n\"Hold on.  You mustn't write to him, or see him, or let him write to you\nduring that time, see?  Then, if you feel the way you do now, I'll take\nyou to Slatersville to see him.  Now that's fair, ain't it?  Only don't\nlet him know you're coming.\"\n\n\"M-m-m-yes,\" said Ivy.\n\n\"Shake hands on it.\"  She did.  Then she left the room with a rush,\nheaded in the direction of her own bedroom.  Pa Keller treated himself to\na prodigious wink and went out to the vegetable garden in search of\nMother.\n\nThe team went out on the road, lost five games, won two, and came home in\nfourth place.  For a week they lounged around the Parker Hotel and held\nup the street corners downtown, took many farewell drinks, then, slowly,\nby ones and twos, they left for the packing houses, freight depots, and\ngents' furnishing stores from whence they came.\n\nOctober came in with a blaze of sumac and oak leaves. Ivy stayed home and\nlearned to make veal loaf and apple pies.  The worry lines around Pa\nKeller's face began to deepen.  Ivy said that she didn't believe that she\ncared to go back to Miss Shont's select school for young ladies.\n\nOctober thirty-first came.\n\n\"We'll take the eight-fifteen to-morrow,\" said her father to Ivy.\n\n\"All right,\" said Ivy.\n\n\"Do you know where he works?\" asked he.\n\n\"No,\" answered Ivy.\n\n\"That'll be all right.  I took the trouble to look him up last August.\"\n\nThe short November afternoon was drawing to its close (as our best talent\nwould put it) when Ivy and her father walked along the streets of\nSlatersville.  (I can't tell you what streets, because I don't know.)  Pa\nKeller brought up before a narrow little shoe shop.\n\n\"Here we are,\" he said, and ushered Ivy in.  A short, stout, proprietary\nfigure approached them smiling a mercantile smile.\n\n\"What can I do for you?\" he inquired.\n\nIvy's eyes searched the shop for a tall, golden-haired form in a soiled\nbaseball suit.\n\n\"We'd like to see a gentleman named Schlachweiler--Rudolph\nSchlachweiler,\" said Pa Keller.\n\n\"Anything very special?\" inquired the proprietor.  \"He's--rather busy\njust now.  Wouldn't anybody else do?  Of course, if----\"\n\n\"No,\" growled Keller.\n\nThe boss turned.  \"Hi!  Schlachweiler!\" he bawled toward the rear of the\ndim little shop.\n\n\"Yessir,\" answered a muffled voice.\n\n\"Front!\" yelled the boss, and withdrew to a safe listening distance.\n\nA vaguely troubled look lurked in the depths of Ivy's eyes.  From behind\nthe partition of the rear of the shop emerged a tall figure.  It was none\nother than our hero.  He was in his shirt-sleeves, and he struggled into\nhis coat as he came forward, wiping his mouth with the back of his hand,\nhurriedly, and swallowing.\n\nI have said that the shop was dim.  Ivy and her father stood at one side,\ntheir backs to the light.  Rudie came forward, rubbing his hands together\nin the manner of clerks.\n\n\"Something in shoes?\" he politely inquired.  Then he saw.\n\n\"Ivy!--ah--Miss Keller!\" he exclaimed.  Then, awkwardly: \"Well, how-do,\nMr. Keller.  I certainly am glad to see you both.  How's the old town?\nWhat are you doing in Slatersville?\"\n\n\"Why--Ivy----\" began Pa Keller, blunderingly.\n\nBut Ivy clutched his arm with a warning hand.  The vaguely troubled look\nin her eyes had become wildly so.\n\n\"Schlachweiler!\" shouted the voice of the boss.  \"Customers!\" and he\nwaved a hand in the direction of the fitting benches.\n\n\"All right, sir,\" answered Rudie.  \"Just a minute.\"\n\n\"Dad had to come on business,\" said Ivy, hurriedly.  \"And he brought me\nwith him.  I'm--I'm on my way to school in Cleveland, you know.  Awfully\nglad to have seen you again.  We must go.  That lady wants her shoes, I'm\nsure, and your employer is glaring at us.  Come, dad.\"\n\nAt the door she turned just in time to see Rudie removing the shoe from\nthe pudgy foot of the fat lady customer.\n\n\nWe'll take a jump of six months.  That brings us into the lap of April.\n\nPa Keller looked up from his evening paper.  Ivy, home for the Easter\nvacation, was at the piano.  Ma Keller was sewing.\n\nPa Keller cleared his throat.  \"I see by the paper,\" he announced, \"that\nSchlachweiler's been sold to Des Moines.  Too bad we lost him.  He was a\ngreat little pitcher, but he played in bad luck.  Whenever he was on the\nslab the boys seemed to give him poor support.\"\n\n\"Fudge!\" exclaimed Ivy, continuing to play, but turning a spirited face\ntoward her father.  \"What piffle!  Whenever a player pitches rotten ball\nyou'll always hear him howling about the support he didn't get.\nSchlachweiler was a bum pitcher.  Anybody could hit him with a willow\nwand, on a windy day, with the sun in his eyes.\"\n\n\n\n\nV\n\nTHE KITCHEN SIDE OF THE DOOR\n\nThe City was celebrating New Year's Eve.  Spelled thus, with a capital C,\nknow it can mean but New York.  In the Pink Fountain room of the Newest\nHotel all those grand old forms and customs handed down to us for the\noccasion were being rigidly observed in all their original quaintness.\nThe Van Dyked man who looked like a Russian Grand Duke (he really was a\nchiropodist) had drunk champagne out of the pink satin slipper of the\nlady who behaved like an actress (she was forelady at Schmaus' Wholesale\nMillinery, eighth floor).  The two respectable married ladies there in\nthe corner had been kissed by each other's husbands.  The slim,\nPuritan-faced woman in white, with her black hair so demurely parted and\ncoiled in a sleek knot, had risen suddenly from her place and walked\nindolently to the edge of the plashing pink fountain in the center of the\nroom, had stood contemplating its shallows with a dreamy half-smile on\nher lips, and then had lifted her slim legs slowly and gracefully over\nits fern-fringed basin and had waded into its chilling midst, trailing\nher exquisite white satin and chiffon draperies after her, and scaring\nthe goldfish into fits.  The loudest scream of approbation had come from\nthe yellow-haired, loose-lipped youth who had made the wager, and lost\nit.  The heavy blonde in the inevitable violet draperies showed signs of\nwanting to dance on the table.  Her companion--a structure made up of\nlayer upon layer, and fold upon fold of flabby tissue--knew all the\nwaiters by their right names, and insisted on singing with the orchestra\nand beating time with a rye roll.  The clatter of dishes was giving way\nto the clink of glasses.\n\nIn the big, bright kitchen back, of the Pink Fountain room Miss Gussie\nFink sat at her desk, calm, watchful, insolent-eyed, a goddess sitting in\njudgment.  On the pay roll of the Newest Hotel Miss Gussie Fink's name\nappeared as kitchen checker, but her regular job was goddessing.  Her\naltar was a high desk in a corner of the busy kitchen, and it was an\naltar of incense, of burnt-offerings, and of showbread.  Inexorable as a\ngoddess of the ancients was Miss Fink, and ten times as difficult to\nappease.  For this is the rule of the Newest Hotel, that no waiter may\ncarry his laden tray restaurantward until its contents have been viewed\nand duly checked by the eye and hand of Miss Gussie Fink, or her\nassistants.  Flat upon the table must go every tray, off must go each\nsilver dish-cover, lifted must be each napkin to disclose its treasure of\nsteaming corn or hot rolls.  Clouds of incense rose before Miss Gussie\nFink and she sniffed it unmoved, her eyes, beneath level brows, regarding\nsavory broiler or cunning ice with equal indifference, appraising alike\nlobster cocktail or onion soup, traveling from blue points to brie.\nThings a la and things glace were all one to her.  Gazing at food was\nMiss Gussie Fink's occupation, and just to see the way she regarded a\nboneless squab made you certain that she never ate.\n\nIn spite of the I-don't-know-how-many (see ads) New Year's Eve diners for\nwhom food was provided that night, the big, busy kitchen was the most\norderly, shining, spotless place imaginable.  But Miss Gussie Fink was\nthe neatest, most immaculate object in all that great, clean room.  There\nwas that about her which suggested daisies in a field, if you know what I\nmean.  This may have been due to the fact that her eyes were brown while\nher hair was gold, or it may have been something about the way her\ncollars fitted high, and tight, and smooth, or the way her close white\nsleeves came down to meet her pretty hands, or the way her shining hair\nsprang from her forehead.  Also the smooth creaminess of her clear skin\nmay have had something to do with it.  But privately, I think it was due\nto the way she wore her shirtwaists.  Miss Gussie Fink could wear a\nstarched white shirtwaist under a close-fitting winter coat, remove the\ncoat, run her right forefinger along her collar's edge and her left thumb\nalong the back of her belt and disclose to the admiring world a blouse as\nunwrinkled and unsullied as though it had just come from her own skilful\nhands at the ironing board.  Miss Gussie Fink was so innately,\nflagrantly, beautifully clean-looking that--well, there must be a stop to\nthis description.\n\nShe was the kind of girl you'd like to see behind the counter of your\nfavorite delicatessen, knowing that you need not shudder as her fingers\ntouch your Sunday night supper slices of tongue, and Swiss cheese, and\nham.  No girl had ever dreamed of refusing to allow Gussie to borrow her\nchamois for a second.\n\nTo-night Miss Fink had come on at 10 P.M., which was just two hours later\nthan usual.  She knew that she was to work until 6 A.M., which may have\naccounted for the fact that she displayed very little of what the fans\ncall ginger as she removed her hat and coat and hung them on the hook\nbehind the desk.  The prospect of that all-night, eight-hour stretch may\nhave accounted for it, I say.  But privately, and entre nous, it didn't.\nFor here you must know of Heiny.  Heiny, alas! now Henri.\n\nUntil two weeks ago Henri had been Heiny and Miss Fink had been Kid.\nWhen Henri had been Heiny he had worked in the kitchen at many things,\nbut always with a loving eye on Miss Gussie Fink.  Then one wild night\nthere had been a waiters' strike--wages or hours or tips or all three.\nIn the confusion that followed Heiny had been pressed into service and a\nchopped coat.  He had fitted into both with unbelievable nicety, proving\nthat waiters are born, not made.  Those little tricks and foibles that\nare characteristic of the genus waiter seemed to envelop him as though a\nfairy garment had fallen upon his shoulders.  The folded napkin under his\nleft arm seemed to have been placed there by nature, so perfectly did it\nfit into place.  The ghostly tread, the little whisking skip, the\nhalf-simper, the deferential bend that had in it at the same time\nsomething of insolence, all were there; the very \"Yes, miss,\" and \"Very\ngood, sir,\" rose automatically and correctly to his untrained lips.\nCinderella rising resplendent from her ash-strewn hearth was not more\ncompletely transformed than Heiny in his role of Henri.  And with the\ntransformation Miss Gussie Fink had been left behind her desk\ndisconsolate.\n\nKitchens are as quick to seize upon these things and gossip about them as\ndrawing rooms are.  And because Miss Gussie Fink had always worn a little\nair of aloofness to all except Heiny, the kitchen was the more eager to\nmake the most of its morsel.  Each turned it over under his tongue--Tony,\nthe Crook, whom Miss Fink had scorned; Francois, the entree cook, who\noften forgot he was married; Miss Sweeney, the bar-checker, who was\njealous of Miss Fink's complexion.  Miss Fink heard, and said nothing.\nShe only knew that there would be no dear figure waiting for her when the\nnight's work was done.  For two weeks now she had put on her hat and coat\nand gone her way at one o'clock alone.  She discovered that to be taken\nhome night after night under Heiny's tender escort had taught her a\nridiculous terror of the streets at night now that she was without\nprotection.  Always the short walk from the car to the flat where Miss\nFink lived with her mother had been a glorious, star-lit, all too brief\nmoment.  Now it was an endless and terrifying trial, a thing of shivers\nand dread, fraught with horror of passing the alley just back of\nCassidey's buffet.  There had even been certain little half-serious,\nhalf-jesting talks about the future into which there had entered the\nsubject of a little delicatessen and restaurant in a desirable\nneighborhood, with Heiny in the kitchen, and a certain blonde, neat,\nwhite-shirtwaisted person in charge of the desk and front shop.\n\nShe and her mother had always gone through a little formula upon Miss\nFink's return from work.  They never used it now.  Gussie's mother was a\nreal mother--the kind that wakes up when you come home.\n\n\"That you, Gussie?\"  Ma Fink would call from the bedroom, at the sound of\nthe key in the lock.\n\n\"It's me, ma.\"\n\n\"Heiny bring you home?\"\n\n\"Sure,\" happily.\n\n\"There's a bit of sausage left, and some pie if----\"\n\n\"Oh, I ain't hungry.  We stopped at Joey's downtown and had a cup of\ncoffee and a ham on rye.  Did you remember to put out the milk bottle?\"\n\nFor two weeks there had been none of that.  Gussie had learned to creep\nsilently into bed, and her mother, being a mother, feigned sleep.\n\nTo-night at her desk Miss Gussie Fink seemed a shade cooler, more\nself-contained, and daisylike than ever.  From somewhere at the back of\nher head she could see that Heiny was avoiding her desk and was using the\nservices of the checker at the other end of the room.  And even as the\npoison of this was eating into her heart she was tapping her forefinger\nimperatively on the desk before her and saying to Tony, the Crook:\n\n\"Down on the table with that tray, Tony--flat.  This may be a busy little\nNew Year's Eve, but you can't come any of your sleight-of-hand stuff on\nme.\"  For Tony had a little trick of concealing a dollar-and-a-quarter\nsirloin by the simple method of slapping the platter close to the\nunderside of his tray and holding it there with long, lean fingers\noutspread, the entire bit of knavery being concealed in the folds of a\nflowing white napkin in the hand that balanced the tray.  Into Tony's\neyes there came a baleful gleam.  His lean jaw jutted out threateningly.\n\n\"You're the real Weissenheimer kid, ain't you?\" he sneered.  \"Never mind.\nI'll get you at recess.\"\n\n\"Some day,\" drawled Miss Fink, checking the steak, \"the house'll get wise\nto your stuff and then you'll have to go back to the coal wagon.  I know\nso much about you it's beginning to make me uncomfortable.  I hate to\ncarry around a burden of crime.\"\n\n\"You're a sorehead because Heiny turned you down and now----\"\n\n\"Move on there!\" snapped Miss Fink, \"or I'll call the steward to settle\nyou.  Maybe he'd be interested to know that you've been counting in the\ndate and your waiter's number, and adding 'em in at the bottom of your\ncheck.\"\n\nTony, the Crook, turned and skimmed away toward the dining-room, but the\ntaste of victory was bitter in Miss Fink's mouth.\n\nMidnight struck.  There came from the direction of the Pink Fountain Room\na clamor and din which penetrated the thickness of the padded doors that\nseparated the dining-room from the kitchen beyond.  The sound rose and\nswelled above the blare of the orchestra.  Chairs scraped on the marble\nfloor as hundreds rose to their feet.  The sound of clinking glasses\nbecame as the jangling of a hundred bells.  There came the sharp spat of\nhand-clapping, then cheers, yells, huzzas.  Through the swinging doors at\nthe end of the long passageway Miss Fink could catch glimpses of dazzling\ncolor, of shimmering gowns, of bare arms uplifted, of flowers, and\nplumes, and jewels, with the rosy light of the famed pink fountain\ncasting a gracious glow over all.  Once she saw a tall young fellow throw\nhis arm about the shoulder of a glorious creature at the next table, and\nthough the door swung shut before she could see it, Miss Fink knew that\nhe had kissed her.\n\nThere were no New Year's greetings in the kitchen back of the Pink\nFountain Room.  It was the busiest moment in all that busy night.  The\nheat of the ovens was so intense that it could be felt as far as Miss\nFink's remote corner.  The swinging doors between dining-room and kitchen\nwere never still.  A steady stream of waiters made for the steam tables\nbefore which the white-clad chefs stood ladling, carving, basting,\nserving, gave their orders, received them, stopped at the checking-desk,\nand sped dining-roomward again.  Tony, the Crook, was cursing at one of\nthe little Polish vegetable girls who had not been quick enough about the\ngarnishing of a salad, and she was saying, over and over again, in her\nthick tongue:\n\n\"Aw, shod op yur mout'!\"\n\nThe thud-thud of Miss Fink's checking-stamp kept time to flying\nfootsteps, but even as her practised eye swept over the tray before her\nshe saw the steward direct Henri toward her desk, just as he was about to\nhead in the direction of the minor checking-desk.  Beneath downcast lids\nshe saw him coming.  There was about Henri to-night a certain radiance, a\nsort of electrical elasticity, so nimble, so tireless, so exuberant was\nhe.  In the eyes of Miss Gussie Fink he looked heartbreakingly handsome\nin his waiter's uniform--handsome, distinguished, remote, and infinitely\ndesirable.  And just behind him, revenge in his eye, came Tony.\n\nThe flat surface of the desk received Henri's tray.  Miss Fink regarded\nit with a cold and business-like stare.  Henri whipped his napkin from\nunder his left arm and began to remove covers, dexterously.  Off came the\nfirst silver, dome-shaped top.\n\n\"Guinea hen,\" said Henri.\n\n\"I seen her lookin' at you when you served the little necks,\" came from\nTony, as though continuing a conversation begun in some past moment of\npause, \"and she's some lovely doll, believe me.\"\n\nMiss Fink scanned the guinea hen thoroughly, but with a detached air, and\nselected the proper stamp from the box at her elbow.  Thump!  On the\nbroad pasteboard sheet before her appeared the figures $1.75 after\nHenri's number.\n\n\"Think so?\" grinned Henri, and removed another cover.  \"One candied\nsweets.\"\n\n\"I bet some day we'll see you in the Sunday papers, Heiny,\" went on Tony,\n\"with a piece about handsome waiter runnin' away with beautiful s'ciety\ngirl.  Say; you're too perfect even for a waiter.\"\n\nThump!  Thirty cents.\n\n\"Quit your kiddin',\" said the flattered Henri.  \"One endive, French\ndressing.\"\n\nThump!  \"Next!\" said Miss Fink, dispassionately, yawned, and smiled\nfleetingly at the entree cook who wasn't looking her way.  Then, as Tony\nslid his tray toward her:  \"How's business, Tony?  H'm?  How many two-bit\ncigar bands have you slipped onto your own private collection of nickel\nstraights and made a twenty-cent rake-off?\"\n\nBut there was a mist in the bright brown eyes as Tony the Crook turned\naway with his tray.  In spite of the satisfaction of having had the last\nword, Miss Fink knew in her heart that Tony had \"got her at recess,\" as\nhe had said he would.\n\nThings were slowing up for Miss Fink.  The stream of hurrying waiters was\nturned in the direction of the kitchen bar now.  From now on the eating\nwould be light, and the drinking heavy.  Miss Fink, with time hanging\nheavy, found herself blinking down at the figures stamped on the\npasteboard sheet before her, and in spite of the blinking, two marks that\nnever were intended for a checker's report splashed down just over the\n$1.75 after Henri's number.  A lovely doll!  And she had gazed at Heiny.\nWell, that was to be expected.  No woman could gaze unmoved upon Heiny.\n\"A lovely doll--\"\n\n\"Hi, Miss Fink!\" it was the steward's voice.  \"We need you over in the\nbar to help Miss Sweeney check the drinks.  They're coming too swift for\nher.  The eating will be light from now on; just a little something salty\nnow and then.\"\n\nSo Miss Fink dabbed covertly at her eyes and betook herself out of the\natmosphere of roasting, and broiling, and frying, and stewing; away from\nthe sight of great copper kettles, and glowing coals and hissing pans,\ninto a little world fragrant with mint, breathing of orange and lemon\npeel, perfumed with pineapple, redolent of cinnamon and clove, reeking\nwith things spirituous.  Here the splutter of the broiler was replaced by\nthe hiss of the siphon, and the pop-pop of corks, and the tinkle and\nclink of ice against glass.\n\n\"Hello, dearie!\" cooed Miss Sweeney, in greeting, staring hard at the\nsuspicious redness around Miss Fink's eyelids.  \"Ain't you sweet to come\nover here in the headache department and help me out!  Here's the wine\nlist.  You'll prob'ly need it.  Say, who do you suppose invented New\nYear's Eve?  They must of had a imagination like a Greek 'bus boy.  I'm\nlimp as a rag now, and it's only two-thirty.  I've got a regular cramp in\nmy wrist from checkin' quarts.  Say, did you hear about Heiny's crowd?\"\n\n\"No,\" said Miss Fink, evenly, and began to study the first page of the\nwine list under the heading \"Champagnes of Noted Vintages.\"\n\n\"Well,\" went on Miss Sweeney's little thin, malicious voice, \"he's fell\nin soft.  There's a table of three, and they're drinkin' 1874 Imperial\nCrown at twelve dollars per, like it was Waukesha ale.  And every time\nthey finish a bottle one of the guys pays for it with a brand new ten and\na brand new five and tells Heiny to keep the change.  Can you beat it?\"\n\n\"I hope,\" said Miss Fink, pleasantly, \"that the supply of 1874 will hold\nout till morning.  I'd hate to see them have to come down to ten dollar\nwine.  Here you, Tony!  Come back here!  I may be a new hand in this\ndepartment but I'm not so green that you can put a gold label over on me\nas a yellow label.  Notice that I'm checking you another fifty cents.\"\n\n\"Ain't he the grafter!\" laughed Miss Sweeney.  She leaned toward Miss\nFink and lowered her voice discreetly.  \"Though I'll say this for'm.  If\nyou let him get away with it now an' then, he'll split even with you.\nH'm?  O, well, now, don't get so high and mighty.  The management expects\nit in this department.  That's why they pay starvation wages.\"\n\nAn unusual note of color crept into Miss Gussie Fink's smooth cheek.  It\ndeepened and glowed as Heiny darted around the corner and up to the bar.\nThere was about him an air of suppressed excitement--suppressed, because\nHeiny was too perfect a waiter to display emotion.\n\n\"Not another!\" chanted the bartenders, in chorus.\n\n\"Yes,\" answered Henri, solemnly, and waited while the wine cellar was\nmade to relinquish another rare jewel.\n\n\"O, you Heiny!\" called Miss Sweeney, \"tell us what she looks like.  If I\nhad time I'd take a peek myself.  From what Tony says she must look\nsomething like Maxine Elliot, only brighter.\"\n\nHenri turned.  He saw Miss Fink.  A curious little expression came into\nhis eyes--a Heiny look, it might have been called, as he regarded his\nerstwhile sweetheart's unruffled attire, and clear skin, and steady eye\nand glossy hair.  She was looking past him in that baffling, maddening\nway that angry women have.  Some of Henri's poise seemed to desert him in\nthat moment.  He appeared a shade less debonair as he received the\nprecious bottle from the wine man's hands.  He made for Miss Fink's desk\nand stood watching her while she checked his order.  At the door he\nturned and looked over his shoulder at Miss Sweeney.\n\n\"Some time,\" he said, deliberately, \"when there's no ladies around, I'll\ntell you what I think she looks like.\"\n\nAnd the little glow of color in Miss Gussic Fink's smooth cheek became a\ncrimson flood that swept from brow to throat.\n\n\"Oh, well,\" snickered Miss Sweeney, to hide her own discomfiture, \"this\nis little Heiny's first New Year's Eve in the dining-room.  Honest, I\nb'lieve he's shocked.  He don't realize that celebratin' New Year's Eve\nis like eatin' oranges.  You got to let go your dignity t' really enjoy\n'em.\"\n\nThree times more did Henri enter and demand a bottle of the famous\nvintage, and each time he seemed a shade less buoyant.  His elation\ndiminished as his tips grew greater until, as he drew up at the bar at\nsix o'clock, he seemed wrapped in impenetrable gloom.\n\n\"Them hawgs sousin' yet?\" shrilled Miss Sweeney.  She and Miss Fink had\nclimbed down from their high stools, and were preparing to leave.  Henri\nnodded, drearily, and disappeared in the direction of the Pink Fountain\nRoom.\n\nMiss Fink walked back to her own desk in the corner near the dining-room\ndoor.  She took her hat off the hook, and stood regarding it,\nthoughtfully.  Then, with a little air of decision, she turned and walked\nswiftly down the passageway that separated dining-room from kitchen.\nTillie, the scrub-woman, was down on her hands and knees in one corner of\nthe passage.  She was one of a small army of cleaners that had begun the\nwork of clearing away the debris of the long night's revel.  Miss Fink\nlifted her neat skirts high as she tip-toed through the little soapy pool\nthat followed in the wake of Tillie, the scrub-woman.  She opened the\nswinging doors a cautious little crack and peered in.  What she saw was\nnot pretty.  If the words sordid and bacchanalian had been part of Miss\nFink's vocabulary they would have risen to her lips then.  The crowd had\ngone.  The great room contained not more than half a dozen people.\nConfetti littered the floor.  Here and there a napkin, crushed and\nbedraggled into an unrecognizable ball, lay under a table.  From an\noverturned bottle the dregs were dripping drearily.  The air was stale,\nstifling, poisonous.\n\nAt a little table in the center of the room Henri's three were still\ndrinking.  They were doing it in a dreadful and businesslike way.  There\nwere two men and one woman.  The faces of all three were mahogany colored\nand expressionless.  There was about them an awful sort of stillness.\nSomething in the sight seemed to sicken Gussie Fink.  It came to her that\nthe wintry air outdoors must be gloriously sweet, and cool, and clean in\ncontrast to this.  She was about to turn away, with a last look at Heiny\nyawning behind his hand, when suddenly the woman rose unsteadily to her\nfeet, balancing herself with her finger tips on the table.  She raised\nher head and stared across the room  with dull, unseeing eyes, and licked\nher lips with her tongue.  Then she turned and walked half a dozen paces,\nscreamed once with horrible shrillness, and crashed to the floor.  She\nlay there in a still, crumpled heap, the folds of her exquisite gown\nrippling to meet a little stale pool of wine that had splashed from some\nbroken glass.  Then this happened.  Three people ran toward the woman on\nthe floor, and two people ran past her and out of the room.  The two who\nran away were the men with whom she had been drinking, and they were not\nseen again.  The three who ran toward her were Henri, the waiter, Miss\nGussie Fink, checker, and Tillie, the scrub-woman.  Henri and Miss Fink\nreached her first.  Tillie, the scrub-woman, was a close third.  Miss\nGussie Fink made as though to slip her arm under the poor bruised head,\nbut Henri caught her wrist fiercely (for a waiter) and pulled her to her\nfeet almost roughly.\n\n\"You leave her alone, Kid,\" he commanded.\n\nMiss Gussie Fink stared, indignation choking her utterance.  And as she\nstared the fierce light in Henri's eyes was replaced by the light of\ntenderness.\n\n\"We'll tend to her,\" said Henri; \"she ain't fit for you to touch.  I\nwouldn't let you soil your hands on such truck.\" And while Gussie still\nstared he grasped the unconscious woman by the shoulders, while another\nwaiter grasped her ankles, with Tillie, the scrub-woman, arranging her\ndraperies pityingly around her, and together they carried her out of the\ndining-room to a room beyond.\n\nBack in the kitchen Miss Gussie Fink was preparing to don her hat, but\nshe was experiencing some difficulty because of the way in which her\nfingers persisted in trembling.   Her face was turned away from the\nswinging  doors, but she knew when Henri came in.  He stood just behind\nher, in silence.  When she turned to face him she found Henri looking at\nher, and as he looked all the Heiny in him came to the surface and shone\nin his eyes.  He looked long and silently at Miss Gussie Fink--at the\nsane, simple, wholesomeness of her, at her clear brown eyes, at her white\nforehead from which the shining hair sprang away in such a delicate line,\nat her immaculately white shirtwaist, and her smooth, snug-fitting collar\nthat came up to the lobes of her little pink ears, at her creamy skin, at\nher trim belt.  He looked as one who would rest his eyes--eyes weary of\ngazing upon satins, and jewels, and rouge, and carmine, and white arms,\nand bosoms.\n\n\"Gee, Kid!  You look good to me,\" he said.\n\n\"Do I--Heiny?\" whispered Miss Fink.\n\n\"Believe me!\" replied Heiny, fervently.  \"It was just a case of swelled\nhead.  Forget it, will you?  Say, that gang in there to-night--why, say,\nthat gang----\"\n\n\"I know,\" interrupted Miss Fink.\n\n\"Going home?\" asked Heiny.\n\n\"Yes.\"\n\n\"Suppose we have a bite of something to eat first,\" suggested Heiny.\n\nMiss Fink glanced round the great, deserted kitchen.  As she gazed a\nlittle expression of disgust wrinkled her pretty nose--the nose that\nperforce had sniffed the scent of so many rare and exquisite dishes.\n\n\"Sure,\" she assented, joyously, \"but not here.  Let's go around the\ncorner to Joey's.  I could get real chummy with a cup of good hot coffee\nand a ham on rye.\"\n\nHe helped her on with her coat, and if his hands rested a moment on her\nshoulders who was there to see it?  A few sleepy, wan-eyed waiters and\nTillie, the scrub-woman.  Together they started toward the door.  Tillie,\nthe scrubwoman, had worked her wet way out of the passage and into the\nkitchen proper.  She and her pail blocked their way.  She was sopping up\na soapy pool with an all-encompassing gray scrub-rag.  Heiny and Gussie\nstopped a moment perforce to watch her.  It was rather fascinating to see\nhow that artful scrub-rag craftily closed in upon the soapy pool until it\nengulfed it.  Tillie sat back on her knees to wring out the water-soaked\nrag.  There was something pleasing in the sight.  Tillie's blue calico\nwas faded white in patches and at the knees it was dark with soapy water.\nHer shoes were turned up ludicrously at the toes, as scrub-women's shoes\nalways are.  Tillie's thin hair was wadded back into a moist knob at the\nback and skewered with a gray-black hairpin.  From her parboiled,\nshriveled fingers to her ruddy, perspiring face there was nothing of\ngrace or beauty about Tillie.  And yet Heiny found something pleasing\nthere.  He could not have told you why, so how can I, unless to say that\nit was, perhaps, for much the same reason that we rejoice in the\nwholesome, safe, reassuring feel of the gray woolen blanket on our bed\nwhen we wake from a horrid dream.\n\n\"A Happy New Year to you,\" said Heiny gravely, and took his hand out of\nhis pocket.\n\nTillie's moist right hand closed over something.  She smiled so that one\nsaw all her broken black teeth.\n\n\"The same t' you,\" said Tillie.  \"The same t' you.\"\n\n\n\n\nVI\n\nONE OF THE OLD GIRLS\n\nAll of those ladies who end their conversation with you by wearily\nsuggesting that you go down to the basement to find what you seek, do not\nreceive a meager seven dollars a week as a reward for their efforts.\nNeither are they all obliged to climb five weary flights of stairs to\nreach the dismal little court room which is their home, and there are\nseveral who need not walk thirty-three blocks to save carfare, only to\nspend wretched evenings washing out handkerchiefs and stockings in the\ncracked little washbowl, while one ear is cocked for the stealthy tread\nof the Lady Who Objects.\n\nThe earnest compiler of working girls' budgets would pass Effie Bauer\nhurriedly by.  Effie's budget bulged here and there with such pathetic\nitems as hand-embroidered blouses, thick club steaks, and parquet tickets\nfor Maude Adams.  That you may visualize her at once I may say that Effie\nlooked twenty-four--from the rear (all women do in these days of girlish\nsimplicity in hats and tailor-mades); her skirts never sagged, her\nshirtwaists were marvels of plainness and fit, and her switch had cost\nher sixteen dollars, wholesale (a lady friend in the business).  Oh,\nthere was nothing tragic about Effie.  She had a plump, assured style, a\nkeen blue eye, a gift of repartee, and a way of doing her hair so that\nthe gray at the sides scarcely showed at all.  Also a knowledge of\ncorsets that had placed her at the buying end of that important\ndepartment at Spiegel's.  Effie knew to the minute when coral beads went\nout and pearl beads came in, and just by looking at her blouses you could\ntell when Cluny died and Irish was born.  Meeting Effie on the street,\nyou would have put her down as one of the many well-dressed,\nprosperous-looking women shoppers--if you hadn't looked at her feet.\nVeteran clerks and policemen cannot disguise their feet.\n\nEffie Bauer's reason for not marrying when a girl was the same as that of\nmost of the capable, wise-eyed, good-looking women one finds at the head\nof departments.  She had not had a chance.  If Effie had been as\nattractive at twenty as she was at--there, we won't betray confidences.\nStill, it is certain that if Effie had been as attractive when a young\ngirl as she was when an old girl, she never would have been an old girl\nand head of Spiegel's corset department at a salary of something very\ncomfortably over one hundred and twenty-five a month (and commissions).\nEffie had improved with the years, and ripened with experience.  She knew\nher value.  At twenty she had been pale, anaemic and bony, with a\nstartled-faun manner and bad teeth.  Years of saleswomanship had\nbroadened her, mentally and physically, until she possessed a wide and\nvaried knowledge of that great and diversified subject known as human\nnature.  She knew human nature all the way from the fifty-nine-cent\ngirdles to the twenty-five-dollar made-to-orders.  And if the years had\nbrought, among other things, a certain hardness about the jaw and a line\nor two at the corners of the eyes, it was not surprising.  You can't rub\nup against the sharp edges of this world and expect to come out without a\nscratch or so.\n\nSo much for Effie.  Enter the hero.  Webster defines a hero in romance as\nthe person who has the principal share in the transactions related.  He\nsays nothing which would debar a gentleman just because he may be a\ntrifle bald and in the habit of combing his hair over the thin spot, and\nhe raises no objections to a matter of thickness and color in the region\nof the back of the neck.  Therefore Gabe I. Marks qualifies.  Gabe was\nthe gentleman about whom Effie permitted herself to be guyed.  He came to\nChicago on business four times a year, and he always took Effie to the\ntheater, and to supper afterward.  On those occasions, Effie's gown, wrap\nand hat were as correct in texture, lines, and paradise aigrettes as\nthose of any of her non-working sisters about her.  On the morning\nfollowing these excursions into Lobsterdom, Effie would confide to her\nfriend, Miss Weinstein, of the lingeries and negligees:\n\n\"I was out with my friend, Mr. Marks, last evening.  We went to Rector's\nafter the show.  Oh, well, it takes a New Yorker to know how.  Honestly,\nI feel like a queen when I go out with him.  H'm?  Oh, nothing like that,\ngirlie.  I never could see that marriage thing.  Just good friends.\"\n\nGabe had been coming to Chicago four times a year for six years.  Six\ntimes four are twenty-four.  And one is twenty-five.  Gabe's last visit\nmade the twenty-fifth.\n\n\"Well, Effie,\" Gabe said when the evening's entertainment had reached the\nrestaurant stage, \"this is our twenty-fifth anniversary.  It's our silver\nwedding, without the silver and the wedding.  We'll have a bottle of\nchampagne.  That makes it almost legal.  And then suppose we finish up by\nhaving the wedding.  The silver can be omitted.\"\n\nEffie had been humming with the orchestra, holding a lobster claw in one\nhand and wielding the little two-pronged fork with the other.  She\ndropped claw, fork, and popular air to stare open-mouthed at Gabe.  Then\na slow, uncertain smile crept about her lips, although her eyes were\nstill unsmiling.\n\n\"Stop your joking, Gabie,\" she said.  \"Some day you'll say those things\nto the wrong lady, and then you'll have a breach-of-promise suit on your\nhands.\"\n\n\"This ain't no joke, Effie,\" Gabe had replied. \"Not with me it ain't.  As\nlong as my mother selig lived I wouldn't ever marry a Goy.  It would have\nbroken her heart.  I was a good son to her, and good sons make good\nhusbands, they say.  Well, Effie, you want to try it out?\"\n\nThere was something almost solemn in Effie's tone and expression.\n\"Gabie,\" she said slowly, \"you're the first man that's ever asked me to\nmarry him.\"\n\n\"That goes double,\" answered Gabe.\n\n\"Thanks,\" said Effie.  \"That makes it all the nicer.\"\n\n\"Then----\"  Gabe's face was radiant.  But Effie shook her head quickly.\n\n\"You're just twenty years late,\" she said.\n\n\"Late!\" expostulated Gabe.  \"I ain't no dead one yet.\"\n\nEffie pushed her plate away with a little air of decision, folded her\nplump arms on the table, and, leaning forward, looked Gabe I. Marks\nsquarely in the eyes.\n\n\"Gabie,\" she said gently, \"I'll bet you haven't got a hundred dollars in\nthe bank----\"\n\n\"But----\" interrupted Gabe.\n\n\"Wait a minute.  I know you boys on the road.  Besides your diamond scarf\npin and your ring and watch, have you got a cent over your salary?  Nix.\nYou carry just about enough insurance to bury you, don't you?  You're\nfifty years old if you're a minute, Gabie, and if I ain't mistaken you'd\nhave a pretty hard time of it getting ten thousand dollars' insurance\nafter the doctors got through with you.  Twenty-five years of pinochle\nand poker and the fat of the land haven't added up any bumps in the old\nstocking under the mattress.\"\n\n\"Say, looka here,\" objected Gabe, more red-faced than usual, \"I didn't\nknow was proposing to no Senatorial investigating committee.  Say, you\ntalk about them foreign noblemen being mercenary!  Why, they ain't in it\nwith you girls to-day.  A feller is got to propose to you with his bank\nbook in one hand and a bunch of life-insurance policies in the other.\nYou're right; I ain't saved much.  But Ma selig always had everything she\nwanted.  Say, when a man marries it's different.  He begins to save.\"\n\n\"There!\" said Effie quickly.  \"That's just it.  Twenty years ago I'd have\nbeen glad and willing to start like that, saving and scrimping and loving\na man, and looking forward to the time when four figures showed up in the\nbank account where but three bloomed before.  I've got what they call the\nhome instinct.  Give me a yard or so of cretonne, and a photo of my\nmarried sister down in Iowa, and I can make even a boarding-house inside\nbedroom look like a place where a human being could live.  If I had been\nas wise at twenty as I am now, Gabie, I could have married any man I\npleased.  But I was what they call capable.  And men aren't marrying\ncapable girls.  They pick little yellow-headed, blue-eyed idiots that\ndon't know a lamb stew from a soup bone when they see it.  Well, Mr. Man\ndidn't show up, and I started in to clerk at six per.  I'm earning as\nmuch as you are now.  More.  Now, don't misunderstand me, Gabe.  I'm not\nthrowing bouquets at myself.  I'm not that kind of a girl.  But I could\nsell a style 743 Slimshape to the Venus de Milo herself.  The Lord knows\nshe needed one, with those hips of hers.  I worked my way up, alone.  I'm\nused to it.  I like the excitement down at the store.   I'm used to\nluxuries.  I guess if I was a man I'd be the kind thy call a good\nprovider--the kind that opens wine every time there's half an excuse for\nit, and when he dies his widow has to take in boarders.  And, Gabe, after\nyou've worn tailored suits every year for a dozen years, you can't go\nback to twenty-five-dollar ready-mades and be happy.\"\n\n\"You could if you loved a man,\" said Gabe stubbornly.\n\nThe hard lines around the jaw and the experienced lines about the eyes\nseemed suddenly to stand out on Effie's face.\n\n\"Love's young dream is all right.  But you've reached the age when you\nlet your cigar ash dribble down onto your vest.  Now me, I've got a\nkimono nature but a straight-front job, and it's kept me young.  Young!\nI've got to be.  That's my stock in trade.  You see, Gabie, we're just\ntwenty years late, both of us.  They're not going to boost your salary.\nThese days they're looking for kids on the road--live wires, with a lot\nof nerve and a quick come-back.  They don't want old-timers.  Why, say,\nGabie, if I was to tell you what I spend in face powder and toilette\nwater and hairpins alone, you'd think I'd made a mistake and given you\nthe butcher bill instead.  And I'm no professional beauty, either.  Only\nit takes money to look cleaned and pressed in this town.\"\n\nIn the seclusion of the cafe corner, Gabe laid one plump, highly\nmanicured hand on Effie's smooth arm.  \"You wouldn't need to stay young\nfor me, Effie.  I like you just as you are, with out the powder, or the\ntoilette water, or the hair-pins.\"\n\nHis red, good-natured face had an expression upon it that was touchingly\nnear patient resignation as he looked up into Effie's sparkling\ncountenance.  \"You never looked so good to me as you do this minute, old\ngirl.  And if the day comes when you get lonesome--or change your\nmind--or----\"\n\nEffie shook her head, and started to draw on her long white gloves.  \"I\nguess I haven't refused you the way the dames in the novels do it.  Maybe\nit's because I've had so little practice.  But I want to say this, Gabe.\nThank God I don't have to die knowing that no man ever wanted me to be\nhis wife.  Honestly, I'm that grateful that I'd marry you in a minute if\nI didn't like you so well.\"\n\n\"I'll be back in three months, like always,\" was all that Gabe said.  \"I\nain't going to write.  When I get here we'll just take in a show, and the\nyounger you look the better I'll like it.\"\n\nBut on the occasion of Gabe's spring trip he encountered a statuesque\nblonde person where Effie had been wont to reign.\n\n\"Miss--er Bauer out of town?\"\n\nThe statue melted a trifle in the sunshine of Gabe's ingratiating smile.\n\n\"Miss Bauer's ill,\" the statue informed him, using a heavy Eastern\naccent.  \"Anything I can do for you?  I'm taking her place.\"\n\n\"Why--ah--not exactly; no,\" said Gabe.  \"Just a temporary indisposition,\nI suppose?\"\n\n\"Well, you wouldn't hardly call it that, seeing that she's been sick with\ntyphoid for seven weeks.\"\n\n\"Typhoid!\" shouted Gabe.\n\n\"While I'm not in the habit of asking gentlemen their names, I'd like to\ninquire if yours happens to be Marks--Gabe I. Marks?\"\n\n\"Sure,\" said Gabe.  \"That's me.\"\n\n\"Miss Bauer's nurse telephones down last week that if a gentleman named\nMarks--Gabe I. Marks--drops in and inquires for Miss Bauer, I'm to tell\nhim that she's changed her mind.\"\n\nOn the way from Spiegel's corset department to the car, Gabe stopped only\nfor a bunch of violets.  Effie's apartment house reached, he sent up his\ncard, the violets, and a message that the gentleman was waiting.  There\ncame back a reply that sent Gabie up before the violets were relieved of\ntheir first layer of tissue paper.\n\nEffie was sitting in a deep chair by the window, a flowered quilt bunched\nabout her shoulders, her feet in gray knitted bedroom slippers.  She\nlooked every minute of her age, and she knew it, and didn't care.  The\nhand that she held out to Gabe was a limp, white, fleshless thing that\nseemed to bear no relation to the plump, firm member that Gabe had\npressed on so many previous occasions.\n\nGabe stared at this pale wraith in a moment of alarm and dismay.  Then:\n\n\"You're looking--great!\" he stammered.  \"Great!  Nobody'd believe you'd\nbeen sick a minute.  Guess you've just been stalling for a beauty rest,\nwhat?\"\n\nEffie smiled a tired little smile, and shook her head slowly.\n\n\"You're a good kid, Gabie, to lie like that just to make me feel good.\nBut my nurse left yesterday and I had my first real squint at myself in\nthe mirror.  She wouldn't let me look while she was here.  After what I\nsaw staring back at me from that glass a whole ballroom full of French\ncourtiers whispering sweet nothings in my ear couldn't make me believe\nthat I look like anything but a hunk of Roquefort, green spots included.\nWhen I think of how my clothes won't fit it makes me shiver.\"\n\n\"Oh, you'll soon be back at the store as good as new.  They fatten up\nsomething wonderful after typhoid.  Why, I had a friend----\"\n\n\"Did you get my message?\" interrupted Effie.\n\n\"I was only talking to hide my nervousness,\" said Gabe, and started\nforward.  But Effie waved him away.\n\n\"Sit down,\" she said.  \"I've got something to say.\"  She looked\nthoughtfully down at one shining finger nail.  Her lower lip was caught\nbetween her teeth.  When she looked up again her eyes were swimming in\ntears.  Gabe started forward again.  Again Effie waved him away.\n\n\"It's all right, Gabie.  I don't blubber as a rule.  This fever leaves\nyou as weak as a rag, and ready to cry if any one says 'Boo!'  I've been\ndoing some high-pressure thinking since nursie left.  Had plenty of time\nto do it in, sitting here by this window all day.  My land!  I never knew\nthere was so much time.  There's been days when I haven't talked to a\nsoul, except the nurse and the chambermaid.  Lonesome!  Say, the amount\nof petting I could stand would surprise you.  Of course, my nurse was a\nperfectly good nurse--at twenty-five per.  But I was just a case to her.\nYou can't expect a nurse to ooze sympathy over an old maid with the\nfever.  I tell you I was dying to have some one say 'Sh-sh-sh!' when\nthere was a noise, just to show they were interested.  Whenever I'd moan\nthe nurse would come over and stick a thermometer in my mouth and write\nsomething down on a chart.  The boys and girls at the store sent flowers.\nThey'd have done the same if I'd died.  When the fever broke I just used\nto lie there and dream, not feeling anything in particular, and not\ncaring much whether it was day or night.  Know what I mean?\"\n\nGabie shook a sympathetic head.\n\nThere was a little silence.  Then Effie went on. \"I used to think I was\npretty smart, earning my own good living, dressing as well as the next\none, and able to spend my vacation in Atlantic City if I wanted to.  I\ndidn't know I was missing anything.  But while I was sick I got to\nwishing that there was somebody that belonged to me.  Somebody to worry\nabout me, and to sit up nights--somebody that just naturally felt they\nhad to come tiptoeing into my room every three or four minutes to see if\nI was sleeping, or had enough covers on, or wanted a drink, or something.\nI got to thinking what it would have been like if I had a husband and\na--home.  You'll think I'm daffy, maybe.\"\n\nGabie took Effie's limp white hand in his, and stroked it gently.\nEffie's face was turned away from him, toward the noisy street.\n\n\"I used to imagine how he'd come home at six, stamping his feet, maybe,\nand making a lot of noise the way men do.  And then he'd remember, and\ncome creaking up the steps, and he'd stick his head in at the door in the\nfunny, awkward, pathetic way men have in a sick room.  And he'd say,\n'How's the old girl to-night?  I'd better not come near you now, puss,\nbecause I'll bring the cold with me.  Been lonesome for your old man?'\n\n\"And I'd say, 'Oh, I don't care how cold you are, dear.  The nurse is\ndownstairs, getting my supper ready.'\n\n\"And then he'd come tiptoeing over to my bed, and stoop down, and kiss\nme, and his face would be all cold, and rough, and his mustache would be\nwet, and he'd smell out-doorsy and smoky, the way husbands do when they\ncome in.  And I'd reach up and pat his cheek and say, 'You need a shave,\nold man.'\n\n\"'I know it,' he'd say, rubbing his cheek up against mine.\n\n\"'Hurry up and wash, now.  Supper'll be ready.'\n\n\"'Where are the kids?' he'd ask.  'The house is as quiet as the grave.\nHurry up and get well, kid.  It's darn lonesome without you at the table,\nand the children's manners are getting something awful, and I never can\nfind my shirts.  Lordy, I guess we won't celebrate when you get up!\nCan't you eat a little something nourishing for supper--beefsteak, or a\ngood plate of soup, or something?'\n\n\"Men are like that, you know.  So I'd say then:  'Run along, you old\ngoose!  You'll be suggesting sauerkraut and wieners next.  Don't you let\nMillie have any marmalade to-night.  She's got a spoiled stomach.'\n\n\"And then he'd pound off down the hall to wash up, and I'd shut my eyes,\nand smile to myself, and everything would be all right, because he was\nhome.\"\n\nThere was a long silence.  Effie's eyes were closed.  But two great tears\nstole out from beneath each lid and coursed their slow way down her thin\ncheeks.  She did not raise her hand to wipe them away.\n\nGabie's other hand reached over and met the one that already clasped\nEffie's.\n\n\"Effie,\" he said, in a voice that was as hoarse as it was gentle.\n\n\"H'm?\" said Effie.\n\n\"Will you marry me?\"\n\n\"I shouldn't wonder,\" replied Effie, opening her eyes.  \"No, don't kiss\nme.  You might catch something.  But say, reach up and smooth my hair\naway from my forehead, will you, and call me a couple of fool names.  I\ndon't care how clumsy you are about it.  I could stand an awful fuss\nbeing made over me, without being spoiled any.\"\n\nThree weeks later Effie was back at the store.  Her skirt didn't fit in\nthe back, and the little hollow places in her cheeks did not take the\ncustomary dash of rouge as well as when they had been plumper.  She held\na little impromptu reception that extended down as far as the lingeries\nand up as far as the rugs.  The old sparkle came back to Effie's eye.\nThe old assurance and vigor seemed to return.  By the time that Miss\nWeinstein, of the French lingeries, arrived, breathless, to greet her\nEffie was herself again.\n\n\"Well, if you're not a sight for sore eyes, dearie,\" exclaimed Miss\nWeinstein.  \"My goodness, how grand and thin you are!  I'd be willing to\ntake a course in typhoid myself, if I thought I could lose twenty-five\npounds.\"\n\n\"I haven't a rag that fits me,\" Effie announced proudly.\n\nMiss Weinstein lowered her voice discreetly.  \"Dearie, can you come down\nto my department for a minute?  We're going to have a sale on imported\nlawnjerie blouses, slightly soiled, from nine to eleven to-morrow.\nThere's one you positively must see.  Hand-embroidered, Irish motifs, and\neyeleted from soup to nuts, and only eight-fifty.\"\n\n\"I've got a fine chance of buying hand-made waists, no matter how\nslightly soiled,\" Effie made answer, \"with a doctor and nurse's bill as\nlong as your arm.\"\n\n\"Oh, run along!\" scoffed Miss Weinstein.  \"A person would think you had a\nhusband to get a grouch every time you get reckless to the extent of a\nnew waist.  You're your own boss.  And you know your credit's good.\nHonestly, it would be a shame to let this chance slip.  You're not\ngetting tight in your old age, are you?\"\n\n\"N-no,\" faltered Effie, \"but----\"\n\n\"Then come on,\" urged Miss Weinstein energetically.  \"And be thankful you\nhaven't got a man to raise the dickens when the bill comes in.\"\n\n\"Do you mean that?\" asked Effie slowly, fixing Miss Weinstein with a\nthoughtful eye.\n\n\"Surest thing you know.  Say, girlie, let's go over to Klein's for lunch\nthis noon.  They have pot roast with potato pfannkuchen on Tuesdays, and\nwe can split an order between us.\"\n\n\"Hold that waist till to-morrow, will you?\" said Effie.  \"I've made an\narrangement with a--friend that might make new clothes impossible just\nnow.  But I'm going to wire my party that the arrangement is all off.\nI've changed my mind.  I ought to get an answer to-morrow.  Did you say\nit was a thirty-six?\"\n\n\n\n\nVII\n\nMAYMEYS FROM CUBA\n\nThere is nothing new in this.  It has all been done before.  But tell me,\nwhat is new?  Does the aspiring and perspiring summer vaudeville artist\nflatter himself that his stuff is going big?  Then does the stout man\nwith the oyster-colored eyelids in the first row, left, turn his bullet\nhead on his fat-creased neck to remark huskily to his companion:\n\n\"The hook for him.  R-r-r-rotten!  That last one was an old Weber'n\nFields' gag.  They discarded it back in '91.  Say, the good ones is all\ndead, anyhow.  Take old Salvini, now, and Dan Rice.  Them was actors.\nCome on out and have something.\"\n\nDoes the short-story writer felicitate himself upon having discovered a\nrare species in humanity's garden?  The Blase Reader flips the pages\nbetween his fingers, yawns, stretches, and remarks to his wife:\n\n\"That's a clean lift from Kipling--or is it Conan Doyle?  Anyway, I've\nread something just like it before.  Say, kid, guess what these magazine\nguys get for a full page ad.?  Nix.  That's just like a woman.  Three\nthousand straight.  Fact.\"\n\nTo anticipate the delver into the past it may be stated that the plot of\nthis one originally appeared in the Eternal Best Seller, under the\nheading, \"He Asked You For Bread, and Ye Gave Him a Stone.\"  There may be\nthose who could not have traced my plagiarism to its source.\n\nAlthough the Book has had an unprecedentedly long run it is said to be\nless widely read than of yore.\n\nEven with this preparation I hesitate to confess that this is the story\nof a hungry girl in a big city.  Well, now, wait a minute.  Conceding\nthat it has been done by every scribbler from tyro to best seller expert,\nyou will acknowledge that there is the possibility of a fresh\nviewpoint--twist--what is it the sporting editors call it?  Oh,\nyes--slant.  There is the possibility of getting a new slant on an old\nidea.  That may serve to deflect the line of the deadly parallel.\n\nJust off State Street there is a fruiterer and importer who ought to be\narrested for cruelty.  His window is the most fascinating and the most\nheartless in Chicago.  A line of open-mouthed, wide-eyed gazers is always\nto be found before it.  Despair, wonder, envy, and rebellion smolder in\nthe eyes of those gazers.  No shop window show should be so diabolically\nset forth as to arouse such sensations in the breast of the beholder.  It\nis a work of art, that window; a breeder of anarchism, a destroyer of\ncontentment, a second feast of Tantalus.  It boasts peaches, dewy and\ngolden, when peaches have no right to be; plethoric, purple bunches of\nEnglish hothouse grapes are there to taunt the ten-dollar-a-week clerk\nwhose sick wife should be in the hospital; strawberries glow therein when\nshortcake is a last summer's memory, and forced cucumbers remind us that\nwe are taking ours in the form of dill pickles.  There is, perhaps, a\nchoice head of cauliflower, so exquisite in its ivory and green\nperfection as to be fit for a bride's bouquet; there are apples so\nflawless that if the garden of Eden grew any as perfect it is small\nwonder that Eve fell for them.\n\nThere are fresh mushrooms, and jumbo cocoanuts, and green almonds; costly\nthings in beds of cotton nestle next to strange and marvelous things in\ntissue, wrappings.  Oh, that window is no place for the hungry, the\ndissatisfied, or the man out of a job.  When the air is filled with snow\nthere is that in the sight of muskmelons which incites crime.\n\nQueerly enough, the gazers before that window foot up the same, year in,\nand year out, something after this fashion:\n\nItem:  One anemic little milliner's apprentice in coat and shoes that\neven her hat can't redeem.\n\nItem:  One sandy-haired, gritty-complexioned man, with a drooping ragged\nmustache, a tin dinner bucket, and lime on his boots.\n\nItem:  One thin mail carrier with an empty mail sack, gaunt cheeks, and\nan habitual droop to his left shoulder.\n\nItem:  One errand boy troubled with a chronic sniffle, a shrill and\npiping whistle, and a great deal of shuffling foot-work.\n\nItem:  One negro wearing a spotted tan topcoat, frayed trousers and no\ncollar.  His eyes seem all whites as he gazes.\n\nEnough of the window.  But bear it in mind while we turn to Jennie.\nJennie's real name was Janet, and she was Scotch.  Canny?  Not\nnecessarily, or why should she have been hungry and out of a job in\nJanuary?\n\nJennie stood in the row before the window, and stared.  The longer she\nstared the sharper grew the lines that fright and under-feeding had\nchiseled about her nose, and mouth, and eyes.  When your last meal is an\neighteen-hour-old memory, and when that memory has only near-coffee and a\nroll to dwell on, there is something in the sight of January peaches and\ngreat strawberries carelessly spilling out of a tipped box, just like\nthey do in the fruit picture on the dining-room wall, that is apt to\ncarve sharp lines in the corners of the face.\n\nThe tragic line dwindled, going about its business.  The man with the\ndinner pail and the lime on his boots spat, drew the back of his hand\nacross his mouth, and turned away with an ugly look.  (Pork was up to\n$14.25, dressed.)\n\nThe errand boy's blithe whistle died down to a mournful dirge.\n\nHe was window-wishing.  His choice wavered between the juicy pears, and\nthe foreign-looking red things that looked like oranges, and weren't.\nOne hand went into his coat pocket, extracting an apple that was to have\nformed the piece de resistance of his noonday lunch.  Now he regarded it\nwith a sort of pitying disgust, and bit into it with the\nmiddle-of-the-morning contempt that it deserved.\n\nThe mail carrier pushed back his cap and reflectively scratched his head.\nHow much over his month's wage would that green basket piled high with\nexotic fruit come to?\n\nJennie stood and stared after they had left, and another line had formed.\nIf you could have followed her gaze with dotted lines, as they do in the\ncartoons, you would have seen that it was not the peaches, or the prickly\npears, or the strawberries, or the muskmelon or even the grapes, that\nheld her eye.  In the center of that wonderful window was an oddly woven\nbasket.  In the basket were brown things that looked like sweet potatoes.\nOne knew that they were not.  A sign over the basket informed the puzzled\ngazer that these were maymeys from Cuba.\n\nMaymeys from Cuba.  The humor of it might have struck Jennie if she had\nnot been so Scotch, and so hungry.  As it was, a slow, sullen, heavy\nScotch wrath rose in her breast.  Maymeys from Cuba.\n\nThe wantonness of it!  Peaches?  Yes.  Grapes, even, and pears and\ncherries in snow time.  But maymeys from Cuba--why, one did not even know\nif they were to be eaten with butter, or with vinegar, or in the hand,\nlike an apple.  Who wanted maymeys from Cuba?  They had gone all those\nhundreds of miles to get a fruit or vegetable thing--a thing so\nluxurious, so out of all reason that one did not know whether it was to\nbe baked, or eaten raw.  There they lay, in their foreign-looking basket,\ntaunting Jennie who needed a quarter.\n\nHave I told you how Jennie happened to be hungry and jobless?  Well, then\nI sha'n't.  It doesn't really matter, anyway.  The fact is enough.  If\nyou really demand to know you might inquire of Mr. Felix Klein.  You will\nfind him in a mahogany office on the sixth floor.  The door is marked\nmanager.  It was his idea to import Scotch lassies from Dunfermline for\nhis Scotch linen department.  The idea was more fetching than feasible.\n\nThere are people who will tell you that no girl possessing a grain of\ncommon sense and a little nerve need go hungry, no matter how great the\ncity.  Don't you believe them.  The city has heard the cry of wolf so\noften that it refuses to listen when he is snarling at the door,\nparticularly when the door is next door.\n\nWhere did we leave Jennie?  Still standing on the sidewalk before the\nfruit and fancy goods shop, gazing at the maymeys from Cuba.  Finally her\nScotch bump of curiosity could stand it no longer.  She dug her elbow\ninto the arm of the person standing next in line.\n\n\"What are those?\" she asked.\n\nThe next in line happened to be a man.  He was a man without an overcoat,\nand with his chin sunk deep into his collar, and his hands thrust deep\ninto his pockets.  It looked as though he were trying to crawl inside\nhimself for warmth.\n\n\"Those?  That sign says they're maymeys from Cuba.\"\n\n\"I know,\" persisted Jennie, \"but what are they?\"\n\n\"Search me.  Say, I ain't bothering about maymeys from Cuba.  A couple of\nhot murphies from Ireland, served with a lump of butter, would look good\nenough to me.\"\n\n\"Do you suppose any one buys them?\" marveled Jennie.\n\n\n\"Surest thing you know.  Some rich dame coming by here, wondering what\nshe can have for dinner to tempt the jaded palates of her dear ones, see?\nShe sees them Cuban maymeys.  'The very thing!' she says.  'I'll have 'em\nserved just before the salad.' And she sails in and buys a pound or two.\nI wonder, now, do you eat 'em with a fruit knife, or with a spoon?\"\n\nJennie took one last look at the woven basket with its foreign contents.\nThen she moved on, slowly.  She had been moving on for hours--weeks.\n\nMost people have acquired the habit of eating three meals a day.  In a\ncity of some few millions the habit has made necessary the establishing\nof many thousands of eating places.  Jennie would have told you that\nthere were billions of these.  To her the world seemed composed of one\nhuge, glittering restaurant, with myriads of windows through which one\ncaught maddening glimpses of ketchup bottles, and nickel coffee heaters,\nand piles of doughnuts, and scurrying waiters in white, and people\ncritically studying menu cards.  She walked in a maze of restaurants,\ncafes, eating-houses.  Tables and diners loomed up at every turn, on\nevery street, from Michigan Avenue's rose-shaded Louis the Somethingth\npalaces, where every waiter owns his man, to the white tile mausoleums\nwhere every man is his own waiter.  Everywhere there were windows full of\nlemon cream pies, and pans of baked apples swimming in lakes of golden\nsyrup, and pots of baked beans with the pink and crispy slices of pork\njust breaking through the crust.  Every dairy lunch mocked one with the\nsign of \"wheat cakes with maple syrup and country sausage, 20 cents.\"\n\nThere are those who will say that for cases like Jennie's there are soup\nkitchens, Y. W. C. A.'s, relief associations, policemen, and things like\nthat.  And so there are.  Unfortunately, the people who need them aren't\nup on them.  Try it.  Plant yourself, penniless, in the middle of State\nStreet on a busy day, dive into the howling, scrambling, pushing\nmaelstrom that hurls itself against the mountainous and impregnable form\nof the crossing policeman, and see what you'll get out of it, provided\nyou have the courage.\n\nDesperation gave Jennie a false courage.  On the strength of it she made\ntwo false starts.  The third time she reached the arm of the crossing\npoliceman, and clutched it.  That imposing giant removed the whistle from\nhis mouth, and majestically inclined his head without turning his gaze\nupon Jennie, one eye being fixed on a red automobile that was showing\nsigns of sulking at its enforced pause, the other being busy with a\ncursing drayman who was having an argument with his off horse.\n\nJennie mumbled her question.\n\nSaid the crossing policeman:\n\n\"Getcher car on Wabash, ride to 'umpty-second, transfer, get off at Blank\nStreet, and walk three blocks south.\"\n\nThen he put the whistle back in his mouth, blew two shrill blasts, and\nthe horde of men, women, motors, drays, trucks, cars, and horses swept\nover him, through him, past him, leaving him miraculously untouched.\n\nJennie landed on the opposite curbing, breathing hard.  What was that\nstreet?  Umpty-what?  Well, it didn't matter, anyway.  She hadn't the\nnickel for car fare.\n\nWhat did you do next?  You begged from people on the street.  Jennie\nselected a middle-aged, prosperous, motherly looking woman.  She framed\nher plea with stiff lips.  Before she had finished her sentence she found\nherself addressing empty air.  The middle-aged, prosperous, motherly\nlooking woman had hurried on.\n\nWell, then you tried a man.  You had to be careful there.  He mustn't be\nthe wrong kind.  There were so many wrong kinds.  Just an ordinary\nlooking family man would be best.  Ordinary looking family men are\nstrangely in the minority.  There are so many more bull-necked, tan-shoed\nones.  Finally Jennie's eye, grown sharp with want, saw one.  Not too\nwell dressed, kind-faced, middle-aged.\n\nShe fell into step beside him.\n\n\"Please, can you help me out with a shilling?\"\n\nJennie's nose was red, and her eyes watery.  Said the middle-aged family\nman with the kindly face:\n\n\"Beat it.  You've had about enough I guess.\"\n\nJennie walked into a department store, picked out the oldest and most\nstationary looking floorwalker, and put it to him.  The floorwalker bent\nhis head, caught the word \"food,\" swung about, and pointed over Jennie's\nhead.\n\n\"Grocery department on the seventh floor.  Take one of those elevators\nup.\"\n\nAny one but a floorwalker could have seen the misery in Jennie's face.\nBut to floorwalkers all women's faces are horrible.\n\nJennie turned and walked blindly toward the elevators.  There was no\nfight left in her.  If the floorwalker had said, \"Silk negligees on the\nfourth floor.  Take one of those elevators up,\" Jennie would have ridden\nup to the fourth floor, and stupidly gazed at pink silk and val lace\nnegligees in glass cases.\n\nTell me, have you ever visited the grocery department of a great store on\nthe wrong side of State Street?  It's a mouth-watering experience.  A\ndepartment store grocery is a glorified mixture of delicatessen shop,\nmeat market, and vaudeville.  Starting with the live lobsters and crabs\nyou work your hungry way right around past the cheeses, and the sausages,\nand the hams, and tongues, and head-cheese, past the blonde person in\nwhite who makes marvelous and uneatable things out of gelatine, through a\nthousand smells and scents--smells of things smoked, and pickled, and\nspiced, and baked and preserved, and roasted.\n\nJennie stepped out of the elevator, licking her lips.  She sniffed the\nair, eagerly, as a hound sniffs the scent.   She shut her eyes when she\npassed the sugar-cured hams.  A woman was buying a slice from one, and\nthe butcher was extolling its merits.  Jennie caught the words \"juicy\"\nand \"corn-fed.\"\n\nThat particular store prides itself on its cheese department.  It boasts\nthat there one can get anything in cheese from the simple cottage variety\nto imposing mottled Stilton.  There are cheeses from France, cheeses from\nSwitzerland, cheeses from Holland.  Brick and parmesan, Edam and\nlimburger perfumed the atmosphere.\n\nBehind the counters were big, full-fed men in white aprons, and coats.\nThey flourished keen bright knives.  As Jennie gazed, one of them, in a\nmoment of idleness, cut a tiny wedge from a rich yellow Swiss cheese and\nstood nibbling it absently, his eyes wandering toward the blonde gelatine\ndemonstrator.   Jennie swayed, and caught the counter.  She felt horribly\nfaint and queer.  She shut her eyes for a moment.  When she opened them a\nwoman--a fat, housewifely, comfortable looking woman--was standing before\nthe cheese counter.  She spoke to the cheese man.  Once more his sharp\nknife descended and he was offering the possible customer a sample.  She\npicked it off the knife's sharp tip, nibbled thoughtfully, shook her\nhead, and passed on.  A great, glorious world of hope opened out before\nJennie.\n\nHer cheeks grew hot, and her eyes felt dry and bright as she approached\nthe cheese counter.\n\n\"A bit of that,\" she said, pointing.  \"It doesn't look just as I like it.\"\n\n\"Very fine, madam,\" the man assured her, and turned the knife point\ntoward her, with the infinitesimal wedge of cheese reposing on its blade.\nJennie tried to keep her hand steady as she delicately picked it off,\nnibbled as she had seen that other woman do it, her head on one side,\nbefore it shook a slow negative.  The effort necessary to keep from\ncramming the entire piece into her mouth at once left her weak and\ntrembling.  She passed on as the other woman had done, around the corner,\nand into a world of sausages.  Great rosy mounds of them filled counters\nand cases.  Sausage!  Sneer, you pate de foies grasers!  But may you know\nthe day when hunger will have you.  And on that day may you run into\nlinked temptation in the form of Braunschweiger Metwurst.  May you know\nthe longing that causes the eyes to glaze at the sight of Thuringer\nsausage, and the mouth to water at the scent of Cervelat wurst, and the\nfingers to tremble at the nearness of smoked liver.\n\nJennie stumbled on, through the smells and the sights.  That nibble of\ncheese had been like a drop of human blood to a man-eating tiger.  It\nmade her bold, cunning, even while it maddened.  She stopped at this\ncounter and demanded a slice of summer sausage.  It was paper-thin, but\ndelicious beyond belief.  At the next counter there was corned beef,\nstreaked fat and lean.  Jennie longed to bury her teeth in the succulent\nmeat and get one great, soul-satisfying mouthful.  She had to be content\nwith her judicious nibbling.  To pass the golden-brown, breaded pig's\nfeet was torture.  To look at the codfish balls was agony.  And so Jennie\nwent on, sampling, tasting, the scraps of food acting only as an\naggravation.  Up one aisle, and down the next she went.  And then, just\naround the corner, she brought up before the grocery department's pride\nand boast, the Scotch bakery.  It is the store's star vaudeville feature.\nAll day long the gaping crowd stands before it, watching David the Scone\nMan, as with sleeves rolled high above his big arms, he kneads, and\nslaps, and molds, and thumps and shapes the dough into toothsome Scotch\nconfections.  There was a crowd around the white counters now, and the\nflat baking surface of the gas stove was just hot enough, and David the\nScone Man (he called them Scuns) was whipping about here and there,\nturning the baking oat cakes, filling the shelf above the stove when they\nwere done to a turn, rolling out fresh ones, waiting on customers.  His\nnut-cracker face almost allowed itself a pleased expression--but not\nquite.  David, the Scone Man, was Scotch (I was going to add, d'ye ken,\nbut I will not).\n\nJennie wondered if she really saw those things.  Mutton pies!  Scones!\nScotch short bread!  Oat cakes!  She edged closer, wriggling her way\nthrough the little crowd until she stood at the counter's edge.  David,\nthe Scone Man, his back to the crowd, was turning the last batch of oat\ncakes.  Jennie felt strangely light-headed, and unsteady, and airy.  She\nstared straight ahead, a half-smile on her lips, while a hand that she\nknew was her own, and that yet seemed no part of her, stole out, very,\nvery slowly, and cunningly, and extracted a hot scone from the pile that\nlay in the tray on the counter.  That hand began to steal back, more\nquickly now.  But not quickly enough.  Another hand grasped her wrist.  A\nwoman's high, shrill voice (why will women do these things to each\nother?) said, excitedly:\n\n\"Say, Scone Man!  Scone Man!  This girl is stealing something!\"\n\nA buzz of exclamations from the crowd--a closing in upon her--a whirl of\nfaces, and counter, and trays, and gas stove.  Jennie dropped with a\ncrash, the warm scone still grasped in her fingers.\n\nJust before the ambulance came it was the blonde lady of the impossible\ngelatines who caught the murmur that came from Jennie's white lips.  The\nblonde lady bent her head closer.  Closer still.  When she raised her\nface to those other faces crowded near, her eyes were round with surprise.\n\n\"'S far's I can make out, she says her name's Mamie, and she's from Cuba.\nWell, wouldn't that eat you!  I always thought they was dark complected.\"\n\n\n\n\nVIII\n\nTHE LEADING LADY\n\nThe leading lady lay on her bed and wept.  Not as you have seen leading\nladies weep, becomingly, with eyebrows pathetically V-shaped, mouth\nquivering, sequined bosom heaving.  The leading lady lay on her bed in a\nred-and-blue-striped kimono and wept as a woman weeps, her head burrowing\ninto the depths of the lumpy hotel pillow, her teeth biting the\npillow-case to choke back the sounds so that the grouch in the next room\nmight not hear.\n\nPresently the leading lady's right hand began to grope about on the\nbedspread for her handkerchief.  Failing to find it, she sat up wearily,\nraising herself on one elbow and pushing her hair back from her\nforehead--not as you have seen a leading lady pass a lily hand across her\nalabaster brow, but as a heart-sick woman does it.  Her tears and\nsniffles had formed a little oasis of moisture on the pillow's white\nbosom so that the ugly stripe of the ticking showed through.  She gazed\ndown at the damp circle with smarting, swollen eyes, and another lump\ncame up into her throat.\n\nThen she sat up resolutely, and looked about her.  The leading lady had a\nlarge and saving sense of humor.  But there is nothing that blunts the\nsense of humor more quickly than a few months of one-night stands.  Even\nO. Henry could have seen nothing funny about that room.\n\nThe bed was of green enamel, with fly-specked gold trimmings.  It looked\nlike a huge frog.  The wall-paper was a crime.  It represented an army of\ntan mustard plasters climbing up a chocolate-fudge wall.  The leading\nlady was conscious of a feeling of nausea as she gazed at it.  So she got\nup and walked to the window.  The room faced west, and the hot afternoon\nsun smote full on her poor swollen eyes.  Across the street the red brick\nwalls of the engine-house caught the glare and sent it back.  The\nfiremen, in their blue shirt-sleeves, were seated in the shade before the\ndoor, their chairs tipped at an angle of sixty.  The leading lady stared\ndown into the sun-baked street, turned abruptly and made as though to\nfall upon the bed again, with a view to forming another little damp oasis\non the pillow.  But when she reached the center of the stifling little\nbedroom her eye chanced on the electric call-button near the door.  Above\nthe electric bell was tacked a printed placard giving information on the\nsubjects of laundry, ice-water, bell-boys and dining-room hours.\n\nThe leading lady stood staring at it a moment thoughtfully.  Then with a\nsudden swift movement she applied her forefinger to the button and held\nit there for a long half-minute.  Then she sat down on the edge of the\nbed, her kimono folded about her, and waited.\n\nShe waited until a lank bell-boy, in a brown uniform that was some sizes\ntoo small for him, had ceased to take any interest in the game of chess\nwhich Bauer and Merkle, the champion firemen chess-players, were\ncontesting on the walk before the open doorway of the engine-house.  The\nproprietor of the Burke House had originally intended that the brown\nuniform be worn by a diminutive bell-boy, such as one sees in musical\ncomedies.  But the available supply of stage size bell-boys in our town\nis somewhat limited and was soon exhausted.  There followed a succession\nof lank bell-boys, with arms and legs sticking ungracefully out of\nsleeves and trousers.\n\n\"Come!\" called the leading lady quickly, in answer to the lank youth's\nfootsteps, and before he had had time to knock.\n\n\"Ring?\" asked the boy, stepping into the torrid little room.\n\nThe leading lady did not reply immediately.  She swallowed something in\nher throat and pushed back the hair from her moist forehead again.  The\nbrown uniform repeated his question, a trifle irritably.  Whereupon the\nleading lady spoke, desperately:\n\n\"Is there a woman around this place?  I don't mean dining-room girls, or\nthe person behind the cigar-counter.\"\n\nSince falling heir to the brown uniform the lank youth had heard some\nstrange requests.  He had been interviewed by various ladies in\nvaricolored kimonos relative to liquid refreshment, laundry and the cost\nof hiring a horse and rig for a couple of hours.  One had even summoned\nhim to ask if there was a Bible in the house.  But this latest question\nwas a new one.  He stared, leaning against the door and thrusting one\nhand into the depths of his very tight breeches pocket.\n\n\"Why, there's Pearlie Schultz,\" he said at last, with a grin.\n\n\"Who's she?\" The leading lady sat up expectantly.\n\n\"Steno.\"\n\nThe expectant figure drooped.  \"Blonde?  And Irish crochet collar with a\nblack velvet bow on her chest?\"\n\n\"Who?  Pearlie?  Naw.  You mustn't get Pearlie mixed with the common or\ngarden variety of stenos.  Pearlie is fat, and she wears specs and she's\ngot a double chin.  Her hair is skimpy and she don't wear no rat.  W'y no\ntraveling man has ever tried to flirt with Pearlie yet.  Pearlie's what\nyou'd call a woman, all right.  You wouldn't never make a mistake and\nthink she'd escaped from the first row in the chorus.\"\n\nThe leading lady rose from the bed, reached out for her pocket-book,\nextracted a dime, and held it out to the bell-boy.\n\n\"Here.  Will you ask her to come up here to me?  Tell her I said please.\"\n\nAfter he had gone she seated herself on the edge of the bed again, with a\nlook in her eyes like that which you have seen in the eyes of a dog that\nis waiting for a door to be opened.\n\nFifteen minutes passed.  The look in the eyes of the leading lady began\nto fade.  Then a footstep sounded down the hall.  The leading lady cocked\nher head to catch it, and smiled blissfully.  It was a heavy, comfortable\nfootstep, under which a board or two creaked.  There came a big, sensible\nthump-thump-thump at the door, with stout knuckles.  The leading lady\nflew to answer it.  She flung the door wide and stood there, clutching\nher kimono at the throat and looking up into a red, good-natured face.\n\nPearlie Schultz looked down at the leading lady kindly and benignantly,\nas a mastiff might look at a terrier.\n\n\"Lonesome for a bosom to cry on?\" asked she, and stepped into the room,\nwalked to the west windows, and jerked down the shades with a zip-zip,\nshutting off the yellow glare.  She came back to where the leading lady\nwas standing and patted her on the cheek, lightly.\n\n\"You tell me all about it,\" said she, smiling.\n\nThe leading lady opened her lips, gulped, tried again, gulped\nagain--Pearlie Schultz shook a sympathetic head.\n\n\"Ain't had a decent, close-to-nature powwow with a woman for weeks and\nweeks, have you?\"\n\n\"How did you know?\" cried the leading lady.\n\n\"You've got that hungry look.  There was a lady drummer here last winter,\nand she had the same expression.  She was so dead sick of eating her\nsupper and then going up to her ugly room and reading and sewing all\nevening that it was a wonder she'd stayed good.  She said it was easy\nenough for the men.  They could smoke, and play pool, and go to a show,\nand talk to any one that looked good to 'em.  But if she tried to amuse\nherself everybody'd say she was tough.  She cottoned to me like a burr to\na wool skirt.  She traveled for a perfumery house, and she said she\nhadn't talked to a woman, except the dry-goods clerks who were nice to\nher trying to work her for her perfume samples, for weeks an' weeks.\nWhy, that woman made crochet by the bolt, and mended her clothes evenings\nwhether they needed it or not, and read till her eyes come near going\nback on her.\"\n\nThe leading lady seized Pearlie's hand and squeezed it.\n\n\"That's it!  Why, I haven't talked--really talked--to a real woman since\nthe company went out on the road.  I'm leading lady of the 'Second Wife'\ncompany, you know.  It's one of those small cast plays, with only five\npeople in it.  I play the wife, and I'm the only woman in the cast.  It's\nterrible.  I ought to be thankful to get the part these days.  And I was,\ntoo.  But I didn't know it would be like this.  I'm going crazy.  The men\nin the company are good kids, but I can't go trailing around after them\nall day.  Besides, it wouldn't be right.  They're all married, except\nBilly, who plays the kid, and he's busy writing a vawdeville skit that he\nthinks the New York managers are going to fight for when he gets back\nhome.  We were to play Athens, Wisconsin, to-night, but the house burned\ndown night before last, and that left us with an open date.  When I heard\nthe news you'd have thought I had lost my mother.  It's bad enough having\na whole day to kill but when I think of to-night,\" the leading lady's\nvoice took on a note of hysteria, \"it seems as though I'd----\"\n\n\"Say,\" Pearlie interrupted, abruptly, \"you ain't got a real good\ncorset-cover pattern, have you?  One that fits smooth over the bust and\ndon't slip off the shoulders?  I don't seem able to get my hands on the\nkind I want.\"\n\n\"Have I!\" yelled the leading lady.  And made a flying leap from the bed\nto the floor.\n\nShe flapped back the cover of a big suit-case and began burrowing into\nits depths, strewing the floor with lingerie, newspaper clippings,\nblouses, photographs and Dutch collars.  Pearlie came over and sat down\non the floor in the midst of the litter.  The leading lady dived once\nmore, fished about in the bottom of the suit-case and brought a crumpled\npiece of paper triumphantly to the surface.\n\n\"This is it.  It only takes a yard and five-eighths.  And fits!  Like\nAnna Held's skirts.  Comes down in a V front and back--like this.  See?\nAnd no fulness.  Wait a minute.  I'll show you my princess slip.  I made\nit all by hand, too.  I'll bet you couldn't buy it under fifteen dollars,\nand it cost me four dollars and eighty cents, with the lace and all.\"\n\nBefore an hour had passed, the leading lady had displayed all her\ntreasures, from the photograph of her baby that died to her new Blanche\nRing curl cluster, and was calling Pearlie by her first name.  When a\nbell somewhere boomed six o'clock Pearlie was being instructed in a new\nexercise calculated to reduce the hips an inch a month.\n\n\"My land!\" cried Pearlie, aghast, and scrambled to her feet as nimbly as\nany woman can who weighs two hundred pounds.  \"Supper-time, and I've got\na bunch of letters an inch thick to get out!  I'd better reduce that some\nbefore I begin on my hips.  But say, I've had a lovely time.\"\n\nThe leading lady clung to her.  \"You've saved my life.  Why, I forgot all\nabout being hot and lonely and a couple of thousand miles from New York.\nMust you go?\"\n\n\"Got to.  But if you'll promise you won't laugh, I'll make a date for\nthis evening that'll give you a new sensation anyway.  There's going to\nbe a strawberry social on the lawn of the parsonage of our church.  I've\ngot a booth.  You shed that kimono, and put on a thin dress and those\ncurls and some powder, and I'll introduce you as my friend, Miss Evans.\nYou don't look Evans, but this is a Methodist church strawberry festival,\nand if I was to tell them that you are leading lady of the 'Second Wife'\ncompany they'd excommunicate my booth.\"\n\n\"A strawberry social!\" gasped the leading lady.  \"Do they still have\nthem?\"  She did not laugh.  \"Why, I used to go to strawberry festivals\nwhen I was a little girl in----\"\n\n\"Careful!  You'll be giving away your age, and, anyway, you don't look\nit.  Fashions in strawberry socials ain't changed much.  Better bathe\nyour eyes in eau de cologne or whatever it is they're always dabbing on\n'em in books.  See you at eight.\"\n\nAt eight o'clock Pearlie's thump-thump sounded again, and the leading\nlady sprang to the door as before.  Pearlie stared.  This was no\ntear-stained, heat-bedraggled creature in an unbecoming red-striped\nkimono.  It was a remarkably pretty woman in a white lingerie gown over a\npink slip.  The leading lady knew a thing or two about the gentle art of\nmaking-up!\n\n\"That just goes to show,\" remarked Pearlie, \"that you must never judge a\nwoman in a kimono or a bathing suit.  You look nineteen.  Say, I forgot\nsomething down-stairs.  Just get your handkerchief and chamois together\nand meet in my cubbyhole next to the lobby, will you?  I'll be ready for\nyou.\"\n\nDown-stairs she summoned the lank bell-boy.  \"You go outside and tell Sid\nStrang I want to see him, will you?  He's on the bench with the baseball\nbunch.\"\n\nPearlie had not seen Sid Strang outside.  She did not need to.  She knew\nhe was there.  In our town all the young men dress up in their pale gray\nsuits and lavender-striped shirts after supper on summer evenings.  Then\nthey stroll down to the Burke House, buy a cigar and sit down on the\nbenches in front of the hotel to talk baseball and watch the girls go by.\nIt is astonishing to note the number of our girls who have letters to\nmail after supper.  One would think that they must drive their pens\nfiercely all the afternoon in order to get out such a mass of\ncorrespondence.\n\nThe obedient Sid reached the door of Pearlie's little office just off the\nlobby as the leading lady came down the stairs with a spangled scarf\ntrailing over her arm.  It was an effective entrance.\n\n\"Why, hello!\" said Pearlie, looking up from her typewriter as though Sid\nStrang were the last person in the world she expected to see.  \"What do\nyou want here?  Ethel, this is my friend, Mr. Sid Strang, one of our\nrising young lawyers.  His neckties always match his socks.  Sid, this is\nmy friend, Miss Ethel Evans, of New York.  We're going over to the\nstrawberry social at the M. E. parsonage.  I don't suppose you'd care\nabout going?\"\n\nMr. Sid Strang gazed at the leading lady in the white lingerie dress with\nthe pink slip, and the V-shaped neck, and the spangled scarf, and turned\nto Pearlie.\n\n\"Why, Pearlie Schultz!\" he said reproachfully.  \"How can you ask?  You\nknow what a strawberry social means to me!  I haven't missed one in\nyears!\"\n\n\"I know it,\" replied Pearlie, with a grin.  \"You feel the same way about\nThursday evening prayer-meeting too, don't you?  You can walk over with\nus if you want to.  We're going now.  Miss Evans and I have got a booth.\"\n\nSid walked.  Pearlie led them determinedly past the rows of gray suits\nand lavender and pink shirts on the benches in front of the hotel.  And\nas the leading lady came into view the gray suits stopped talking\nbaseball and sat up and took notice.  Pearlie had known all those young\nmen inside of the swagger suits in the days when their summer costume\nconsisted of a pair of dad's pants cut down to a doubtful fit, and a\nnondescript shirt damp from the swimming-hole.  So she called out,\ncheerily:\n\n\"We're going over to the strawberry festival.  I expect to see all you\nboys there to contribute your mite to the church carpet.\"\n\nThe leading lady turned to look at them, and smiled.  They were such a\ndapper, pink-cheeked, clean-looking lot of boys, she thought.  At that\nthe benches rose to a man and announced that they might as well stroll\nover right now.  Whenever a new girl comes to visit in our town our boys\nmake a concerted rush at her, and develop a \"case\" immediately, and the\ngirl goes home when her visit is over with her head swimming, and forever\nafter bores the girls of her home town with tales of her conquests.\n\nThe ladies of the First M. E. Church still talk of the money they\ngarnered at the strawberry festival.  Pearlie's out-of-town friend was\ngarnerer-in-chief.  You take a cross-eyed, pock-marked girl and put her\nin a white dress, with a pink slip, on a green lawn under a string of\nrose-colored Japanese lanterns, and she'll develop an almost Oriental\nbeauty.  It is an ideal setting.  The leading lady was not cross-eyed or\npock-marked.  She stood at the lantern-illumined booth, with Pearlie in\nthe background, and dispensed an unbelievable amount of strawberries.\nSid Strang and the hotel bench brigade assisted.  They made engagements\nto take Pearlie and her friend down river next day, and to the ball game,\nand planned innumerable picnics, gazing meanwhile into the leading lady's\neyes.  There grew in the cheeks of the leading lady a flush that was not\nbrought about by the pink slip, or the Japanese lanterns, or the skillful\napplication of rouge.\n\nBy nine o'clock the strawberry supply was exhausted, and the president of\nthe Foreign Missionary Society was sending wildly down-town for more\nice-cream.\n\n\"I call it an outrage,\" puffed Pearlie happily, ladling ice-cream like\nmad.  \"Making a poor working girl like me slave all evening!  How many\nwas that last order?  Four?  My land! that's the third dish of ice-cream\nEd White's had!  You'll have something to tell the villagers about when\nyou get back to New York.\"\n\nThe leading lady turned a flushed face toward Pearlie.  \"This is more fun\nthan the Actors' Fair.  I had the photograph booth last year, and I took\nin nearly as much as Lil Russell; and goodness knows, all she needs to do\nat a fair is to wear her diamond-and-pearl stomacher and her set-piece\nsmile, and the men just swarm around her like the pictures of a crowd in\na McCutcheon cartoon.\"\n\nWhen the last Japanese lantern had guttered out, Pearlie Schultz and the\nleading lady prepared to go home.  Before they left, the M. E.  ladies\ncame over to Pearlie's booth and personally congratulated the leading\nlady, and thanked her for the interest she had taken in the cause, and\nthe secretary of the Epworth League asked her to come to the tea that was\nto be held at her home the following Tuesday.  The leading lady thanked\nher and said she'd come if she could.\n\nEscorted by a bodyguard of gray suits and lavender-striped shirts Pearlie\nand her friend, Miss Evans, walked toward the hotel.  The attentive\nbodyguard confessed itself puzzled.\n\n\"Aren't you staying at Pearlie's house?\" asked Sid tenderly, when they\nreached the Burke House.  The leading lady glanced up at the windows of\nthe stifling little room that faced west.\n\n\"No,\" answered she, and paused at the foot of the steps to the ladies'\nentrance.  The light from the electric globe over the doorway shone on\nher hair and sparkled in the folds of her spangled scarf.\n\n\"I'm not staying at Pearlie's because my name isn't Ethel Evans.  It's\nAimee Fox, with a little French accent mark over the double E.  I'm\nleading lady of the 'Second Wife' company and old enough to be--well,\nyour aunty, anyway.  We go out at one-thirty to-morrow morning.\"\n\n\n\n\nIX\n\nTHAT HOME-TOWN FEELING\n\nWe all have our ambitions.  Mine is to sit in a rocking-chair on the\nsidewalk at the corner of Clark and Randolph Streets, and watch the\ncrowds go by.  South Clark Street is one of the most interesting and\ncosmopolitan thoroughfares in the world (New Yorkers please sniff).  If\nyou are from Paris, France, or Paris, Illinois, and should chance to be\nin that neighborhood, you will stop at Tony's news stand to buy your\nhome-town paper.  Don't mistake the nature of this story.  There is\nnothing of the shivering-newsboy-waif about Tony.  He has the voice of a\nfog-horn, the purple-striped shirt of a sport, the diamond scarf-pin of a\nracetrack tout, and the savoir faire of the gutter-bred.  You'd never\npick him for a newsboy if it weren't for his chapped hands and the\neternal cold-sore on the upper left corner of his mouth.\n\nIt is a fascinating thing, Tony's stand.  A high wooden structure rising\ntier on tier, containing papers from every corner of the world.  I'll\ndefy you to name a paper that Tony doesn't handle, from Timbuctoo to\nTarrytown, from South Bend to South Africa.  A paper marked Christiania,\nNorway, nestles next to a sheet from Kalamazoo, Michigan.  You can get\nthe War Cry, or Le Figaro.  With one hand, Tony will give you the Berlin\nTageblatt, and with the other the Times from Neenah, Wisconsin.  Take\nyour choice between the Bulletin from Sydney, Australia, or the Bee from\nOmaha.\n\nBut perhaps you know South Clark Street.  It is honeycombed with good\ncopy--man-size stuff.  South Clark Street reminds one of a slatternly\nwoman, brave in silks and velvets on the surface, but ragged, and rumpled\nand none too clean as to nether garments.  It begins with a tenement so\nvile, so filthy, so repulsive, that the municipal authorities deny its\nvery existence.  It ends with a brand-new hotel, all red brick, and white\ntiling, and Louise Quinze furniture, and sour-cream colored marble lobby,\nand oriental rugs lavishly scattered under the feet of the unappreciative\nguest from Kansas City.  It is a street of signs, is South Clark.  They\nvary all the way from \"Banca Italiana\" done in fat, fly-specked letters\nof gold, to \"Sang Yuen\" scrawled in Chinese red and black.  Spaghetti and\nchop suey and dairy lunches nestle side by side.  Here an electric sign\nblazons forth the tempting announcement of lunch.  Just across the way,\ndelicately suggesting a means of availing one's self of the invitation,\nis another which announces \"Loans.\"  South Clark Street can transform a\nwinter overcoat into hamburger and onions so quickly that the eye can't\nfollow the hand.\n\nDo you gather from this that you are being taken slumming?  Not at all.\nFor the passer-by on Clark Street varies as to color, nationality,\nraiment, finger-nails, and hair-cut according to the locality in which\nyou find him.\n\nAt the tenement end the feminine passer-by is apt to be shawled, swarthy,\ndown-at-the-heel, and dragging a dark-eyed, fretting baby in her wake.\nAt the hotel end you will find her blonde of hair, velvet of boot, plumed\nof head-gear, and prone to have at her heels a white, woolly, pink-eyed\ndog.\n\nThe masculine Clark Streeter?  I throw up my hands.  Pray remember that\nSouth Clark Street embraces the dime lodging house, pawnshop, hotel,\ntheater, chop-suey and railway office district, all within a few blocks.\nFrom the sidewalk in front of his groggery, \"Bath House John\" can see the\nCity Hall.  The trim, khaki-garbed enlistment officer rubs elbows with\nthe lodging house bum.  The masculine Clark Streeter may be of the kind\nthat begs a dime for a bed, or he may loll in manicured luxury at the\nmarble-lined hotel.  South Clark Street is so splendidly indifferent.\n\nCopy-hunting, I approached Tony with hope in my heart, a smile on my\nlips, and a nickel in my hand.\n\n\"Philadelphia--er--Inquirer?\"  I asked, those being the city and paper\nwhich fire my imagination least.\n\nTony whipped it out, dexterously.\n\nI looked at his keen blue eye, his lean brown face, and his punishing\njaw, and I knew that no airy persiflage would deceive him.  Boldly I\nwaded in.\n\n\"I write for the magazines,\" said I.\n\n\"Do they know it?\" grinned Tony.\n\n\"Just beginning to be faintly aware.  Your stand looks like a story to\nme.  Tell me, does one ever come your way?  For instance, don't they come\nhere asking for their home-town paper--sobs in their voice--grasp the\nsheet with trembling hands--type swims in a misty haze before their\neyes--turn aside to brush away a tear--all that kind of stuff, you know?\"\n\nTony's grin threatened his cold-sore.  You can't stand on the corner of\nClark and Randolph all those years without getting wise to everything\nthere is.\n\n\"I'm on,\" said he, \"but I'm afraid I can't accommodate, girlie.  I guess\nmy ear ain't attuned to that sob stuff.  What's that?  Yessir.  Nossir,\nfifteen cents.  Well, I can't help that; fifteen's the reg'lar price of\nforeign papers.  Thanks.  There, did you see that?  I bet that gink give\nup fifteen of his last two bits to get that paper.  O, well, sometimes\nthey look happy, and then again sometimes they--Yes'm.  Mississippi?\nFive cents.  Los Vegas Optic right here.  Heh there!  You're forgettin'\nyour change!--an' then again sometimes they look all to the doleful.\nSay, stick around.  Maybe somebody'll start something.  You can't never\ntell.\"\n\nAnd then this happened.\n\nA man approached Tony's news stand from the north, and a woman approached\nTony's news stand from the south.  They brought my story with them.\n\nThe woman reeked of the city.  I hope you know what I mean.  She bore the\nstamp, and seal, and imprint of it.  It had ground its heel down on her\nface.  At the front of her coat she wore a huge bunch of violets, with a\nfleshly tuberose rising from its center.  Her furs were voluminous.  Her\nhat was hidden beneath the cascades of a green willow plume.  A green\nwillow plume would make Edna May look sophisticated.  She walked with\nthat humping hip movement which city women acquire.  She carried a\njangling handful of useless gold trinkets.  Her heels were too high, and\nher hair too yellow, and her lips too red, and her nose too white, and\nher cheeks too pink.  Everything about her was \"too,\" from the black\nstitching on her white gloves to the buckle of brilliants in her hat.\nThe city had her, body and soul, and had fashioned her in its metallic\ncast.  You would have sworn that she had never seen flowers growing in a\nfield.\n\nSaid she to Tony:\n\n\"Got a Kewaskum Courier?\"\n\nAs she said it the man stopped at the stand and put his question.  To\npresent this thing properly I ought to be able to describe them both at\nthe same time, like a juggler keeping two balls in the air at once.\nKindly carry the lady in your mind's eye.  The man was tall and rawboned,\nwith very white teeth, very blue eyes and an open-faced collar that\nallowed full play to an objectionably apparent Adam's apple.  His hair\nand mustache were sandy, his gait loping.  His manner, clothes, and\ncomplexion breathed of Waco, Texas (or is it Arizona?)\n\nSaid he to Tony:\n\n\"Let me have the London Times.\"\n\nWell, there you are.  I turned an accusing eye on Tony.\n\n\"And you said no stories came your way,\" I murmured, reproachfully.\n\n\"Help yourself,\" said Tony.\n\nThe blonde lady grasped the Kewaskum Courier.  Her green plume appeared\nto be unduly agitated as she searched its columns.  The sheet rattled.\nThere was no breeze.  The hands in the too-black stitched gloves were\ntrembling.\n\nI turned from her to the man just in time to see the Adam's apple leaping\nabout unpleasantly and convulsively.  Whereupon I jumped to two\nconclusions.\n\nConclusion one:  Any woman whose hands can tremble over the Kewaskum\nCourier is homesick.\n\nConclusion two:  Any man, any part of whose anatomy can become convulsed\nover the London Times is homesick.\n\nShe looked up from her Courier.  He glanced away from his Times.  As the\nnovelists have it, their eyes met.  And there, in each pair of eyes there\nswam that misty haze about which I had so earnestly consulted Tony.  The\nGreen Plume took an involuntary step forward.  The Adam's Apple did the\nsame.  They spoke simultaneously.\n\n\"They're going to pave Main Street,\" said the Green Plume, \"and Mrs.\nWilcox, that was Jeri Meyers, has got another baby girl, and the ladies\nof the First M. E. made seven dollars and sixty-nine cents on their\nneedle-work bazaar and missionary tea.  I ain't been home in eleven\nyears.\"\n\n\"Hallem is trying for Parliament in Westchester and the King is back at\nWindsor.  My mother wears a lace cap down to breakfast, and the place is\nfamous for its tapestries and yew trees and family ghost.  I haven't been\nhome in twelve years.\"\n\nThe great, soft light of fellow feeling and sympathy glowed in the eyes\nof each.  The Green Plume took still another step forward and laid her\nhand on his arm (as is the way of Green Plumes the world over).\n\n\"Why don't you go, kid?\" she inquired, softly.\n\nAdam's Apple gnawed at his mustache end.  \"I'm the black sheep.  Why\ndon't you?\"\n\nThe blonde lady looked down at her glove tips.  Her lower lip was caught\nbetween her teeth.\n\n\"What's the feminine for black sheep?  I'm that.  Anyway, I'd be afraid\nto go home for fear it would be too much of a shock for them when they\nsaw my hair.  They wasn't in on the intermediate stages when it was\nchestnut, auburn, Titian, gold, and orange colored.  I want to spare\ntheir feelings.  The last time they saw me it was just plain brown.\nWhere I come from a woman who dyes her hair when it is beginning to turn\ngray is considered as good as lost.  Funny, ain't it?  And yet I remember\nthe minister's wife used to wear false teeth--the kind that clicks.  But\nhair is different.\"\n\n\"Dear lady,\" said the blue-eyed man, \"it would make no difference to your\nown people.  I know they would be happy to see you, hair and all.  One's\nown people----\"\n\n\"My folks?  That's just it.  If the Prodigal Son had been a daughter\nthey'd probably have handed her one of her sister's mother hubbards, and\nput her to work washing dishes in the kitchen.  You see, after Ma died my\nbrother married, and I went to live with him and Lil.  I was an ugly\nlittle mug, and it looked all to the Cinderella for me, with the coach,\nand four, and prince left out.  Lil was the village beauty when my\nbrother married her, and she kind of got into the habit of leaving the\nheavy role to me, and confining herself to thinking parts.  One day I\ntook twenty dollars and came to the city.  Oh, I paid it back long ago,\nbut I've never been home since.  But say, do you know every time I get\nnear a news stand like this I grab the home-town paper.  I'll bet I've\nkept track every time my sister-in-law's sewing circle has met for the\nlast ten years, and the spring the paper said they built a new porch I\nwas just dying to write and ask'em what they did with the Virginia\ncreeper that used to cover the whole front and sides of the old porch.\"\n\n\"Look here,\" said the man, very abruptly, \"if it's money you need,\nwhy----\"\n\n\"Me!  Do I look like a touch?  Now you----\"\n\n\"Finest stock farm and ranch in seven counties.  I come to Chicago once a\nyear to sell.  I've got just thirteen thousand nestling next to my left\nfloating rib this minute.\"\n\nThe eyes of the woman with the green plume narrowed down to two\nglittering slits.  A new look came into her face--a look that matched her\nhat, and heels and gloves and complexion and hair.\n\n\"Thirteen thousand!  Thirteen thous----  Say, isn't it chilly on this\ncorner, h'm?  I know a kind of a restaurant just around the corner\nwhere----\"\n\n\"It's no use,\" said the sandy-haired man, gently.  \"And I wouldn't have\nsaid that, if I were you.   I was going back to-day on the 5:25, but I'm\nsick of it all.  So are you, or you wouldn't have said what you just\nsaid.  Listen.  Let's go back home, you and I.  The sight of a Navajo\nblanket nauseates me.  The thought of those prairies makes my eyes ache.\nI know that if I have to eat one more meal cooked by that Chink of mine\nI'll hang him by his own pigtail.  Those rangy western ponies aren't\nhorseflesh, fit for a man to ride.  Why, back home our stables were----\nLook here.  I want to see a silver tea-service, with a coat-of-arms on\nit.  I want to dress for dinner, and take in a girl with a white gown and\nsmooth white shoulders.  My sister clips roses in the morning, before\nbreakfast, in a pink ruffled dress and garden gloves.  Would you believe\nthat, here, on Clark Street, with a whiskey sign overhead, and the\nstock-yard smells undernose?  O, hell!  I'm going home.\"\n\n\"Home?\" repeated the blonde lady.  \"Home?\"  The sagging lines about her\nflaccid chin took on a new look of firmness and resolve.  The light of\ndetermination glowed in her eyes.\n\n\"I'll beat you to it,\" she said.  \"I'm going home, too.  I'll be there\nto-morrow.  I'm dead sick of this.  Who cares whether I live or die?\nIt's just one darned round of grease paint, and sky blue tights, and new\nboarding houses and humping over to the theater every night, going on,\nand humping back to the room again.  I want to wash up some supper dishes\nwith egg on 'em, and set some yeast for bread, and pop a dishpan full of\ncorn, and put a shawl over my head and run over to Millie Krause's to get\nher kimono sleeve pattern.  I'm sour on this dirt and noise.  I want to\nspend the rest of my life in a place so that when I die they'll put a\ncolumn in the paper, with a verse at the top, and all the neighbors'll\ncome in and help bake up.  Here--why, here I'd just be two lines on the\nwant ad page, with fifty cents extra for 'Kewaskum paper please copy.'\"\n\nThe man held out his hand.  \"Good-bye,\" he said, \"and please excuse me if\nI say God bless you.  I've never really wanted to say it before, so it's\nquite extraordinary.  My name's Guy Peel.\"\n\nThe white glove, with its too-conspicuous black stitching, disappeared\nwithin his palm.\n\n\"Mine's Mercedes Meron, late of the Morning Glory Burlesquers, but from\nnow on Sadie Hayes, of Kewaskum, Wisconsin.  Good-bye and--well--God\nbless you, too.  Say, I hope you don't think I'm in the habit of talking\nto strange gents like this.\"\n\n\"I am quite sure you are not,\" said Guy Peel, very gravely, and bowed\nslightly before he went south on Clark Street, and she went north.\n\nDear Reader, will you take my hand while I assist you to make a one\nyear's leap.  Whoop-la!  There you are.\n\nA man and a woman approached Tony's news stand.  You are quite right.\nBut her willow plume was purple this time.  A purple willow plume would\nmake Mario Doro look sophisticated.  The man was sandy-haired, raw-boned,\nwith a loping gait, very blue eyes, very white teeth, and an\nobjectionably apparent Adam's apple.  He came from the north, and she\nfrom the south.\n\nIn story books, and on the stage, when two people meet unexpectedly after\na long separation they always stop short, bring one hand up to their\nbreast, and say:  \"You!\"  Sometimes, especially in the case where the\nheroine chances on the villain, they say, simultaneously:  \"You!  Here!\"\nI have seen people reunited under surprising circumstances, but they\nnever said, \"You!\"  They said something quite unmelodramatic, and\ncommonplace, such as:  \"Well, look who's here!\" or, \"My land!  If it\nain't Ed!  How's Ed?\"\n\nSo it was that the Purple Willow Plume and the Adam's Apple stopped,\nshook hands, and viewed one another while the Plume said, \"I kind of\nthought I'd bump into you.  Felt it in my bones.\"  And the Adam's Apple\nsaid:\n\n\"Then you're not living in Kewaskum--er--Wisconsin?\"\n\n\"Not any,\" responded she, briskly.  \"How do you happen to be straying\naway from the tapestries, and the yew trees and the ghost, and the pink\nroses, and the garden gloves, and the silver tea-service with the\ncoat-of-arms on it?\"\n\nA slow, grim smile overspread the features of the man.  \"You tell yours\nfirst,\" he said.\n\n\"Well,\" began she, \"in the first place, my name's Mercedes Meron, of the\nMorning Glory Burlesquers, formerly Sadie Hayes of Kewaskum, Wisconsin.\nI went home next day, like I said I would.  Say, Mr. Peel (you said Peel,\ndidn't you?  Guy Peel.  Nice, neat name), to this day, when I eat lobster\nlate at night, and have dreams, it's always about that visit home.\"\n\n\"How long did you stay?\"\n\n\"I'm coming to that.  Or maybe you can figure it out yourself when I tell\nyou I've been back eleven months.  I wired the folks I was coming, and\nthen I came before they had a chance to answer.  When the train reached\nKewaskum I stepped off into the arms of a dowd in a\nhome-made-made-over-year-before-last suit, and a hat that would have been\nfunny if it hadn't been so pathetic.  I grabbed her by the shoulders, and\nI held her off, and looked--looked at the wrinkles, and the sallow\ncomplexion, and the coat with the sleeves in wrong, and the mashed hat (I\ntold you Lil used to be the village peach, didn't I?) and I says:\n\n\"'For Gawd's sakes, Lil, does your husband beat you?'\n\n\"'Steve!' she shrieks, 'beat me!  You must be crazy!'\n\n\"'Well, if he don't, he ought to.  Those clothes are grounds for\ndivorce,' I says.\n\n\"Mr.  Guy Peel, it took me just four weeks to get wise to the fact that\nthe way to cure homesickness is to go home.  I spent those four weeks\ntrying to revolutionize my sister-in-law's house, dress, kids, husband,\nwall paper and parlor carpet.  I took all the doilies from under the\nornaments and spoke my mind on the subject of the hand-painted lamp, and\nLil hates me for it yet, and will to her dying day.  I fitted three\ndresses for her, and made her get some corsets that she'll never wear.\nThey have roast pork for dinner on Sundays, and they never go to the\ntheater, and they like bread pudding, and they're happy.  I wasn't.  They\ntreated me fine, and it was home, all right, but not my home.  It was the\nsame, but I was different.  Eleven years away from anything makes it\nshrink, if you know what I mean.  I guess maybe you do.  I remember that\nI used to think that the Grand View Hotel was a regular little oriental\npalace that was almost too luxurious to be respectable, and that the\ntraveling men who stopped there were gods, and just to prance past the\nhotel after supper had the Atlantic City board walk looking like a back\nalley on a rainy night.  Well, everything had sort of shriveled up just\nlike that.  The popcorn gave me indigestion, and I burned the skin off my\nnose popping it.  Kneading bread gave me the backache, and the blamed\nstuff wouldn't raise right.  I got so I was crazy to hear the roar of an\nL train, and the sound of a crossing policeman's whistle.  I got to\nthinking how Michigan Avenue looks, downtown, with the lights shining\ndown on the asphalt, and all those people eating in the swell hotels, and\nthe autos, and the theater crowds and the windows, and--well, I'm back.\nGlad I went?  You said it.  Because it made me so darned glad to get\nback.  I've found out one thing, and it's a great little lesson when you\nget it learned.  Most of us are where we are because we belong there, and\nif we didn't, we wouldn't be.  Say, that does sound mixed, don't it?  But\nit's straight.  Now you tell yours.\"\n\n\"I think you've said it all,\" began Guy Peel.  \"It's queer, isn't it, how\ntwelve years of America will spoil one for afternoon tea, and yew trees,\nand tapestries, and lace caps, and roses.  The mater was glad to see me,\nbut she said I smelled woolly.  They think a Navajo blanket is a thing\nthe Indians wear on the war path, and they don't know whether Texas is a\nstate, or a mineral water.  It was slow--slow.  About the time they were\ntaking afternoon tea, I'd be reckoning how the boys would be rounding up\nthe cattle for the night, and about the time we'd sit down to dinner\nsomething seemed to whisk the dinner table, and the flowers, and the men\nand women in evening clothes right out of sight, like magic, and I could\nsee the boys stretched out in front of the bunk house after their supper\nof bacon, and beans, and biscuit, and coffee.  They'd be smoking their\npipes that smelled to Heaven, and further, and Wing would be squealing\none of his creepy old Chink songs out in the kitchen, and the sky would\nbe--say, Miss Meron, did you ever see the night sky, out West?  Purple,\nyou know, and soft as soap-suds, and so near that you want to reach up\nand touch it with your hand.  Toward the end my mother used to take me\noff in a corner and tell me that I hadn't spoken a word to the little\ngirl that I had taken in to dinner, and that if I couldn't forget my\nuncouth western ways for an hour or two, at least, perhaps I'd better not\ntry to mingle with civilized people.  I discovered that home isn't always\nthe place where you were born and bred.  Home is the place where your\neveryday clothes are, and where somebody, or something needs you.  They\ndidn't need me over there in England.  Lord no!  I was sick for the sight\nof a Navajo blanket.  My shack's glowing with them.  And my books needed\nme, and the boys, and the critters, and Kate.\"\n\n\"Kate?\" repeated Miss Meron, quickly.\n\n\"Kate's my horse.  I'm going back on the 5:25 to-night.  This is my\nregular trip, you know.  I came around here to buy a paper, because it\nhas become a habit.  And then, too, I sort of felt--well, something told\nme that you----\"\n\n\"You're a nice boy,\" said Miss Meron.  \"By the way, did I tell you that I\nmarried the manager of the show the week after I got back?  We go to\nBloomington to-night, and then we jump to St. Paul.  I came around here\njust as usual, because--well--because----\"\n\nTony's gift for remembering faces and facts amounts to genius.\n\nWith two deft movements he whisked two papers from among the many in the\nrack, and held them out.\n\n\"Kewaskum Courier?\" he suggested.\n\n\"Nix,\" said Mercedes Meron, \"I'll take a Chicago Scream.\"\n\n\"London Times?\" said Tony.\n\n\"No,\" replied Guy Peel.  \"Give me the San Antonio Express.\"\n\n\n\n\nX\n\nTHE HOMELY HEROINE\n\nMillie Whitcomb, of the fancy goods and notions, beckoned me with her\nfinger.  I had been standing at Kate O'Malley's counter, pretending to\nadmire her new basket-weave suitings, but in reality reveling in her\ndroll account of how, in the train coming up from Chicago, Mrs. Judge\nPorterfield had worn the negro porter's coat over her chilly shoulders in\nmistake for her husband's.  Kate O'Malley can tell a funny story in a way\nto make the after-dinner pleasantries of a Washington diplomat sound like\nthe clumsy jests told around the village grocery stove.\n\n\"I wanted to tell you that I read that last story of yours,\" said Millie,\nsociably, when I had strolled over to her counter, \"and I liked it, all\nbut the heroine.  She had an 'adorable throat' and hair that 'waved away\nfrom her white brow,' and eyes that 'now were blue and now gray.'  Say,\nwhy don't you write a story about an ugly girl?\"\n\n\"My land!\" protested I.  \"It's bad enough trying to make them accept my\nstories as it is.  That last heroine was a raving beauty, but she came\nback eleven times before the editor of Blakely's succumbed to her charms.\"\n\nMillie's fingers were busy straightening the contents of a tray of combs\nand imitation jet barrettes.  Millie's fingers were not intended for that\ntask.  They are slender, tapering fingers, pink-tipped and sensitive.\n\n\"I should think,\" mused she, rubbing a cloudy piece of jet with a bit of\nsoft cloth, \"that they'd welcome a homely one with relief.  These\ngoddesses are so cloying.\"\n\nMillie Whitcomb's black hair is touched with soft mists of gray, and she\nwears lavender shirtwaists and white stocks edged with lavender.  There\nis a Colonial air about her that has nothing to do with celluloid combs\nand imitation jet barrettes.  It breathes of dim old rooms, rich with the\ntones of mahogany and old brass, and Millie in the midst of it,\ngray-gowned, a soft white fichu crossed upon her breast.\n\nIn our town the clerks are not the pert and gum-chewing young persons\nthat story-writers are wont to describe.  The girls at Bascom's are\ninstitutions.  They know us all by our first names, and our lives are as\nan open book to them.  Kate O'Malley, who has been at Bascom's for so\nmany years that she is rumored to have stock in the company, may be said\nto govern the fashions of our town.  She is wont to say, when we express\na fancy for gray as the color of our new spring suit:\n\n\"Oh, now, Nellie, don't get gray again.  You had it year before last, and\ndon't you think it was just the least leetle bit trying?  Let me show you\nthat green that came in yesterday.  I said the minute I clapped my eyes\non it that it was just the color for you, with your brown hair and all.\"\n\nAnd we end by deciding on the green.\n\nThe girls at Bascom's are not gossips--they are too busy for that--but\nthey may be said to be delightfully well informed.  How could they be\notherwise when we go to Bascom's for our wedding dresses and party favors\nand baby flannels?  There is news at Bascom's that our daily paper never\nhears of, and wouldn't dare print if it did.\n\nSo when Millie Whitcomb, of the fancy goods and notions, expressed her\nhunger for a homely heroine, I did not resent the suggestion.  On the\ncontrary, it sent me home in thoughtful mood, for Millie Whitcomb has\nacquired a knowledge of human nature in the dispensing of her fancy goods\nand notions.  It set me casting about for a really homely heroine.\n\nThere never has been a really ugly heroine in fiction.  Authors have\nstarted bravely out to write of an unlovely woman, but they never have\nhad the courage to allow her to remain plain.  On Page 237 she puts on a\nblack lace dress and red roses, and the combination brings out unexpected\ntawny lights in her hair, and olive tints in her cheeks, and there she\nis, the same old beautiful heroine.  Even in the \"Duchess\" books one\nfinds the simple Irish girl, on donning a green corduroy gown cut square\nat the neck, transformed into a wild-rose beauty, at sight of whom a\nball-room is hushed into admiring awe.  There's the case of jane Eyre,\ntoo.  She is constantly described as plain and mouse-like, but there are\ncovert hints as to her gray eyes and slender figure and clear skin, and\nwe have a sneaking notion that she wasn't such a fright after all.\n\nTherefore, when I tell you that I am choosing Pearlie Schultz as my\nleading lady you are to understand that she is ugly, not only when the\nstory opens, but to the bitter end.  In the first place, Pearlie is fat.\nNot, plump, or rounded, or dimpled, or deliciously curved, but FAT.  She\nbulges in all the wrong places, including her chin.  (Sister, who has a\nway of snooping over my desk in my absence, says that I may as well drop\nthis now, because nobody would ever read it, anyway, least of all any\nsane editor.  I protest when I discover that Sis has been over my papers.\nIt bothers me.  But she says you have to do these things when you have a\ngenius in the house, and cites the case of Kipling's \"Recessional,\" which\nwas rescued from the depths of his wastebasket by his wife.)\n\nPearlie Schultz used to sit on the front porch summer evenings and watch\nthe couples stroll by, and weep in her heart.  A fat girl with a fat\ngirl's soul is a comedy.  But a fat girl with a thin girl's soul is a\ntragedy.  Pearlie, in spite of her two hundred pounds, had the soul of a\nwillow wand.\n\nThe walk in front of Pearlie's house was guarded by a row of big trees\nthat cast kindly shadows.  The strolling couples used to step gratefully\ninto the embrace of these shadows, and from them into other embraces.\nPearlie, sitting on the porch, could see them dimly, although they could\nnot see her.  She could not help remarking that these strolling couples\nwere strangely lacking in sprightly conversation.  Their remarks were but\nfragmentary, disjointed affairs, spoken in low tones with a queer,\ntremulous note in them.  When they reached the deepest, blackest,\nkindliest shadow, which fell just before the end of the row of trees, the\nstrolling couples almost always stopped, and then there came a quick\nmovement, and a little smothered cry from the girl, and then a sound, and\nthen a silence.  Pearlie, sitting alone on the porch in the dark,\nlistened to these things and blushed furiously.  Pearlie had never\nstrolled into the kindly shadows with a little beating of the heart, and\nshe had never been surprised with a quick arm about her and eager lips\npressed warmly against her own.\n\nIn the daytime Pearlie worked as public stenographer at the Burke Hotel.\nShe rose at seven in the morning, and rolled for fifteen minutes, and lay\non her back and elevated her heels in the air, and stood stiff-kneed\nwhile she touched the floor with her finger tips one hundred times, and\nwent without her breakfast.  At the end of each month she usually found\nthat she weighed three pounds more than she had the month before.\n\nThe folks at home never joked with Pearlie about her weight.  Even one's\nfamily has some respect for a life sorrow.  Whenever Pearlie asked that\ninevitable question of the fat woman:  \"Am I as fat as she is?\" her\nmother always answered:  \"You!  Well, I should hope not!  You're looking\nreal peaked lately, Pearlie.  And your blue skirt just ripples in the\nback, it's getting so big for you.\"\n\nOf such blessed stuff are mothers made.\n\nBut if the gods had denied Pearlie all charms of face or form, they had\nbeen decent enough to bestow on her one gift.  Pearlie could cook like an\nangel; no, better than an angel, for no angel could be a really clever\ncook and wear those flowing kimono-like sleeves.  They'd get into the\nsoup.  Pearlie could take a piece of rump and some suet and an onion and\na cup or so of water, and evolve a pot roast that you could cut with a\nfork.  She could turn out a surprisingly good cake with surprisingly few\neggs, all covered with white icing, and bearing cunning little jelly\nfigures on its snowy bosom.  She could beat up biscuits that fell apart\nat the lightest pressure, revealing little pools of golden butter within.\nOh, Pearlie could cook!\n\nOn week days Pearlie rattled the typewriter keys, but on Sundays she\nshooed her mother out of the kitchen.  Her mother went, protesting\nfaintly:\n\n\"Now, Pearlie, don't fuss so for dinner.  You ought to get your rest on\nSunday instead of stewing over a hot stove all morning.\"\n\n\"Hot fiddlesticks, ma,\" Pearlie would say, cheerily.  \"It ain't hot,\nbecause it's a gas stove.  And I'll only get fat if I sit around.  You\nput on your black-and-white and go to church.  Call me when you've got as\nfar as your corsets, and I'll puff your hair for you in the back.\"\n\nIn her capacity of public stenographer at the Burke Hotel, it was\nPearlie's duty to take letters dictated by traveling men and beginning:\n\"Yours of the 10th at hand.  In reply would say. . . .\" or:  \"Enclosed\nplease find, etc.\"  As clinching proof of her plainness it may be stated\nthat none of the traveling men, not even Max Baum, who was so fresh that\nthe girl at the cigar counter actually had to squelch him, ever called\nPearlie \"baby doll,\" or tried to make a date with her.  Not that Pearlie\nwould ever have allowed them to.  But she never had had to reprove them.\nDuring pauses in dictation she had a way of peering near-sightedly, over\nher glasses at the dapper, well-dressed traveling salesman who was\nrolling off the items on his sale bill.  That is a trick which would make\nthe prettiest kind of a girl look owlish.\n\nOn the night that Sam Miller strolled up to talk to her, Pearlie was\nworking late.  She had promised to get out a long and intricate bill for\nMax Baum, who travels for Kuhn and Klingman, so that he might take the\nnine o'clock evening train.  The irrepressible Max had departed with much\neclat and clatter, and Pearlie was preparing to go home when Sam\napproached her.\n\nSam had just come in from the Gayety Theater across the street, whither\nhe had gone in a vain search for amusement after supper.  He had come\naway in disgust.  A soiled soubrette with orange-colored hair and baby\nsocks had swept her practiced eye over the audience, and, attracted by\nSam's good-looking blond head in the second row, had selected him as the\ntarget of her song.  She had run up to the extreme edge of the footlights\nat the risk of teetering over, and had informed Sam through the medium of\nsong--to the huge delight of the audience, and to Sam's red-faced\ndiscomfiture--that she liked his smile, and he was just her style, and\njust as cute as he could be, and just the boy for her.  On reaching the\nchorus she had whipped out a small, round mirror and, assisted by the\ncalcium-light man in the rear, had thrown a wretched little spotlight on\nSam's head.\n\nOrdinarily, Sam would not have minded it.  But that evening, in the vest\npocket just over the place where he supposed his heart to be reposed his\ngirl's daily letter.  They were to be married on Sam's return to New York\nfrom his first long trip.  In the letter near his heart she had written\nprettily and seriously about traveling men, and traveling men's wives,\nand her little code for both.  The fragrant, girlish, grave little letter\nhad caused Sam to sour on the efforts of the soiled soubrette.\n\nAs soon as possible he had fled up the aisle and across the street to the\nhotel writing-room.  There he had spied Pearlie's good-humored, homely\nface, and its contrast with the silly, red and-white countenance of the\nunlaundered soubrette had attracted his homesick heart.\n\nPearlie had taken some letters from him earlier in the day.  Now, in his\nhunger for companionship, he, strolled up to her desk, just as she was\nputting her typewriter to bed.\n\n\"Gee I This is a lonesome town!\" said Sam, smiling down at her.\n\nPearlie glanced up at him, over her glasses.  \"I guess you must be from\nNew York,\" she said.  \"I've heard a real New Yorker can get bored in\nParis.  In New York the sky is bluer, and the grass is greener, and the\ngirls are prettier, and the steaks are thicker, and the buildings are\nhigher, and the streets are wider, and the air is finer, than the sky, or\nthe grass, or the girls, or the steaks, or the air of any place else in\nthe world.  Ain't they?\"\n\n\"Oh, now,\" protested Sam, \"quit kiddin' me!  You'd be lonesome for the\nlittle old town, too, if you'd been born and dragged up in it, and hadn't\nseen it for four months.\"\n\n\"New to the road, aren't you?\" asked Pearlie.\n\nSam blushed a little.  \"How did you know?\"\n\n\"Well, you generally can tell.  They don't know what to do with\nthemselves evenings, and they look rebellious when they go into the\ndining-room.  The old-timers just look resigned.\"\n\n\"You've picked up a thing or two around here, haven't you?  I wonder if\nthe time will ever come when I'll look resigned to a hotel dinner, after\nfour months of 'em.  Why, girl, I've got so I just eat the things that\nare covered up--like baked potatoes in the shell, and soft boiled eggs,\nand baked apples, and oranges that I can peel, and nuts.\"\n\n\"Why, you poor kid,\" breathed Pearlie, her pale eyes fixed on him in\nmotherly pity.  \"You oughtn't to do that.  You'll get so thin your girl\nwon't know you.\"\n\nSam looked up quickly.  \"How in thunderation did you know----?\"\n\nPearlie was pinning on her hat, and she spoke succinctly, her hatpins\nbetween her teeth:  \"You've been here two days now, and I notice you\ndictate all your letters except the longest one, and you write that one\noff in a corner of the writing-room all by yourself, with your cigar just\nglowing like a live coal, and you squint up through the smoke, and grin\nto yourself.\"\n\n\"Say, would you mind if I walked home with you?\" asked Sam.\n\nIf Pearlie was surprised, she was woman enough not to show it.  She\npicked up her gloves and hand bag, locked her drawer with a click, and\nsmiled her acquiescence.  And when Pearlie smiled she was awful.\n\nIt was a glorious evening in the early summer, moonless, velvety, and\nwarm.  As they strolled homeward, Sam told her all about the Girl, as is\nthe way of traveling men the world over.  He told her about the tiny\napartment they had taken, and how he would be on the road only a couple\nof years more, as this was just a try-out that the firm always insisted\non.  And they stopped under an arc light while Sam showed her the picture\nin his watch, as is also the way of traveling men since time immemorial.\n\nPearlie made an excellent listener.  He was so boyish, and so much in\nlove, and so pathetically eager to make good with the firm, and so happy\nto have some one in whom to confide.\n\n\"But it's a dog's life, after all,\" reflected Sam, again after the\nfashion of all traveling men.  \"Any fellow on the road earns his salary\nthese days, you bet.  I used to think it was all getting up when you felt\nlike it, and sitting in the big front window of the hotel, smoking a\ncigar and watching the pretty girls go by.  I wasn't wise to the packing,\nand the unpacking, and the rotten train service, and the grouchy\ncustomers, and the canceled bills, and the grub.\"\n\nPearlie nodded understandingly.  \"A man told me once that twice a week\nregularly he dreamed of the way his wife cooked noodle-soup.\"\n\n\"My folks are German,\" explained Sam.  \"And my mother--can she cook!\nWell, I just don't seem able to get her potato pancakes out of my mind.\nAnd her roast beef tasted and looked like roast beef, and not like a wet\nred flannel rag.\"\n\nAt this moment Pearlie was seized with a brilliant idea.  \"To-morrow's\nSunday.  You're going to Sunday here, aren't you?  Come over and eat your\ndinner with us.  If you have forgotten the taste of real food, I can give\nyou a dinner that'll jog your memory.\"\n\n\"Oh, really,\" protested Sam.  \"You're awfully good, but I couldn't think\nof it.  I----\"\n\n\"You needn't be afraid.  I'm not letting you in for anything.  I may be\nhomelier than an English suffragette, and I know my lines are all bumps,\nbut there's one thing you can't take away from me, and that's my cooking\nhand.  I can cook, boy, in a way to make your mother's Sunday dinner,\nwith company expected, look like Mrs. Newlywed's first attempt at 'riz'\nbiscuits.  And I don't mean any disrespect to your mother when I say it.\nI'm going to have noodle-soup, and fried chicken, and hot biscuits, and\ncreamed beans from our own garden, and strawberry shortcake with real----\"\n\n\"Hush!\" shouted Sam.  \"If I ain't there, you'll know that I passed away\nduring the night, and you can telephone the clerk to break in my door.\"\n\nThe Grim Reaper spared him, and Sam came, and was introduced to the\nfamily, and ate.  He put himself in a class with Dr. Johnson, and Ben\nBrust, and Gargantua, only that his table manners were better.  He almost\nforgot to talk during the soup, and he came back three times for chicken,\nand by the time the strawberry shortcake was half consumed he was looking\nat Pearlie with a sort of awe in his eyes.\n\nThat night he came over to say good-bye before taking his train out for\nIshpeming.  He and Pearlie strolled down as far as the park and back\nagain.\n\n\"I didn't eat any supper,\" said Sam.  \"It would have been sacrilege,\nafter that dinner of yours.  Honestly, I don't know how to thank you,\nbeing so good to a stranger like me.  When I come back next trip, I\nexpect to have the Kid with me, and I want her to meet you, by George!\nShe's a winner and a pippin, but she wouldn't know whether a porterhouse\nwas stewed or frapped.  I'll tell her about you, you bet.  In the\nmeantime, if there's anything I can do for you, I'm yours to command.\"\n\nPearlie turned to him suddenly.  \"You see that clump of thick shadows\nahead of us, where those big trees stand in front of our house?\"\n\n\"Sure,\" replied Sam.\n\n\"Well, when we step into that deepest, blackest shadow, right in front of\nour porch, I want you to reach up, and put your arm around me and kiss me\non the mouth, just once.  And when you get back to New York you can tell\nyour girl I asked you to.\"\n\nThere broke from him a little  involuntary  exclamation.  It might have\nbeen of pity, and it might have been of surprise.  It had in it something\nof both, but nothing of mirth.  And as they stepped into the depths of\nthe soft black shadows he took off his smart straw sailor, which was so\ndifferent from the sailors that the boys in our town wear.  And there was\nin the gesture something of reverence.\n\n\nMillie Whitcomb didn't like the story of the homely heroine, after all.\nShe says that a steady diet of such literary fare would give her blue\nindigestion.  Also she objects on the ground that no one got\nmarried--that is, the heroine didn't.  And she says that a heroine who\ndoes not get married isn't a heroine at all.  She thinks she prefers the\npink-cheeked, goddess kind, in the end.\n\n\n\n\nXI\n\nSUN DRIED\n\nThere come those times in the life of every woman when she feels that she\nmust wash her hair at once.  And then she does it.  The feeling may come\nupon her suddenly, without warning, at any hour of the day or night; or\nits approach may be slow and insidious, so that the victim does not at\nfirst realize what it is that fills her with that sensation of unrest.\nBut once in the clutches of the idea she knows no happiness, no peace,\nuntil she has donned a kimono, gathered up two bath towels, a spray, and\nthe green soap, and she breathes again only when, head dripping, she\nmakes for the back yard, the sitting-room radiator, or the side porch\n(depending on her place of residence, and the time of year).\n\nMary Louise was seized with the feeling at ten o'clock on a joyous June\nmorning.  She tried to fight it off because she had got to that stage in\nthe construction of her story where her hero was beginning to talk and\nact a little more like a real live man, and a little less like a clothing\nstore dummy.  (By the way, they don't seem to be using those\npink-and-white, black-mustachioed figures any more.  Another good simile\ngone.)\n\nMary Louise had been battling with that hero for a week.  He wouldn't\nmake love to the heroine.  In vain had Mary Louise striven to instill red\nblood into his watery veins.  He and the beauteous heroine were as far\napart as they had been on Page One of the typewritten manuscript.  Mary\nLouise was developing nerves over him.  She had bitten her finger nails,\nand twisted her hair into corkscrews over him.  She had risen every\nmorning at the chaste hour of seven, breakfasted hurriedly, tidied the\ntiny two-room apartment, and sat down in the unromantic morning light to\nwrestle with her stick of a hero.  She had made her heroine a creature of\ngrace, wit, and loveliness, but thus far the hero had not once clasped\nher to him fiercely, or pressed his lips to her hair, her eyes, her\ncheeks.  Nay (as the story-writers would put it), he hadn't even devoured\nher with his gaze.\n\nThis morning, however, he had begun to show some signs of life.  He was\ndeveloping possibilities.  Whereupon, at this critical stage in the\nstory-writing game, the hair-washing mania seized Mary Louise.  She tried\nto dismiss the idea.  She pushed it out of her mind, and slammed the\ndoor.  It only popped in again.  Her fingers wandered to her hair.  Her\neyes wandered to the June sunshine outside.  The hero was left poised,\narms outstretched, and unquenchable love-light burning in his eyes, while\nMary Louise mused, thus:\n\n\"It certainly feels sticky.  It's been six weeks, at least.  And I could\nsit here-by the window--in the sun--and dry it----\"\n\nWith a jerk she brought her straying fingers away from her hair, and her\nwandering eyes away from the sunshine, and her runaway thoughts back to\nthe typewritten page.  For three minutes the snap of the little disks\ncrackled through the stillness of the tiny apartment.  Then, suddenly, as\nthough succumbing to an irresistible force, Mary Louise rose, walked\nacross the room (a matter of six steps), removing hairpins as she went,\nand shoved aside the screen which hid the stationary wash-bowl by day.\n\nMary Louise turned on a faucet and held her finger under it, while an\nagonized expression of doubt and suspense overspread her features.\nSlowly the look of suspense gave way to a smile of beatific content.  A\nsigh--deep, soul-filling, satisfied--welled up from Mary Louise's breast.\nThe water was hot.\n\nHalf an hour later, head swathed turban fashion in a towel, Mary Louise\nstrolled over to the window.  Then she stopped, aghast.  In that half\nhour the sun had slipped just around the corner, and was now beating\nbrightly and uselessly against the brick wall a few inches away.  Slowly\nMary Louise unwound the towel, bent double in the contortionistic\nattitude that women assume on such occasions, and watched with melancholy\neyes while the drops trickled down to the ends of her hair, and fell,\nunsunned, to the floor.\n\n\"If only,\" thought Mary Louise, bitterly, \"there was such a thing as a\nback yard in this city--a back yard where I could squat on the grass, in\nthe sunshine and the breeze----  Maybe there is.  I'll ask the janitor.\"\n\nShe bound her hair in the turban again, and opened the door.  At the far\nend of the long, dim hallway Charlie, the janitor, was doing something to\nthe floor with a mop and a great deal of sloppy water, whistling the\nwhile with a shrill abandon that had announced his presence to Mary\nLouise.\n\n\"Oh, Charlie!\" called Mary Louise.  \"Charlee!  Can you come here just a\nminute?\"\n\n\"You bet!\" answered Charlie, with the accent on the you; and came.\n\n\"Charlie, is there a back yard, or something, where the sun is, you\nknow--some nice, grassy place where I can sit, and dry my hair, and let\nthe breezes blow it?\"\n\n\"Back yard!\" grinned Charlie.  \"I guess you're new to N' York, all right,\nwith ground costin' a million or so a foot.  Not much they ain't no back\nyard, unless you'd give that name to an ash-barrel, and a dump heap or\nso, and a crop of tin cans.  I wouldn't invite a goat to set in it.\"\n\nDisappointment curved Mary Louise's mouth.  It was a lovely enough mouth\nat any time, but when it curved in disappointment--ell, janitors are but\nhuman, after all.\n\n\"Tell you what, though,\" said Charlie.  \"I'll let you up on the roof.  It\nain't long on grassy spots up there, but say, breeze!  Like a summer\nresort.  On a clear day you can see way over 's far 's Eight' Avenoo.\nOnly for the love of Mike don't blab it to the other women folks in the\nbuildin', or I'll have the whole works of 'em usin' the roof for a\ngeneral sun, massage, an' beauty parlor.  Come on.\"\n\n\"I'll never breathe it to a soul,\" promised Mary Louise, solemnly.  \"Oh,\nwait a minute.\"\n\nShe turned back into her room, appearing again in a moment with something\ngreen in her hand.\n\n\"What's that?\" asked Charlie, suspiciously.\n\nMary Louise, speeding down the narrow hallway after Charlie, blushed a\nlittle.  \"It--it's parsley,\" she faltered.\n\n\"Parsley!\" exploded Charlie.  \"Well, what the----\"\n\n\"Well, you see.  I'm from the country,\" explained Mary Louise, \"and in\nthe country, at this time of year, when you dry your hair in the back\nyard, you get the most wonderful scent of green and growing things--not\nonly of flowers, you know, but of the new things just coming up in the\nvegetable garden, and--and--well, this parsley happens to be the only\nreally gardeny thing I have, so I thought I'd bring it along and sniff it\nonce in a while, and make believe it's the country, up there on the roof.\"\n\nHalf-way up the perilous little flight of stairs that led to the roof,\nCharlie, the janitor, turned to gaze down at Mary Louise, who was just\nbehind, and keeping fearfully out of the way of Charlie's heels.\n\n\"Wimmin,\" observed Charlie, the janitor, \"is nothin' but little girls in\nlong skirts, and their hair done up.\"\n\n\"I know it,\" giggled Mary Louise, and sprang up on the roof, looking,\nwith her towel-swathed head, like a lady Aladdin leaping from her\nunderground grotto.\n\nThe two stood there a moment, looking up at the blue sky, and all about\nat the June sunshine.\n\n\"If you go up high enough,\" observed Mary Louise, \"the sunshine is almost\nthe same as it is in the country, isn't it?\"\n\n\"I shouldn't wonder,\" said Charlie, \"though Calvary cemetery is about as\nnear's I'll ever get to the country.  Say, you can set here on this soap\nbox and let your feet hang down.  The last janitor's wife used to hang\nher washin' up here, I guess.  I'll leave this door open, see?\"\n\n\"You're so kind,\" smiled Mary Louise.\n\n\"Kin you blame me?\" retorted the gallant Charles.  And vanished.\n\nMary Louise, perched on the soap box, unwound her turban, draped the damp\ntowel over her shoulders, and shook out the wet masses of her hair.  Now\nthe average girl shaking out the wet masses of her hair looks like a\ndrowned rat.  But Nature had been kind to Mary Louise.  She had given her\nhair that curled in little ringlets when wet, and that waved in all the\nright places when dry.\n\nJust now it hung in damp, shining strands on either side of her face, so\nthat she looked most remarkably like one of those oval-faced, great-eyed,\nred-lipped women that the old Italian artists were so fond of painting.\n\nBelow her, blazing in the sun, lay the great stone and iron city.  Mary\nLouise shook out her hair idly, with one hand, sniffed her parsley, shut\nher eyes, threw back her head, and began to sing, beating time with her\nheel against the soap box, and forgetting all about the letter that had\ncome that morning, stating that it was not from any lack of merit, etc.\nShe sang, and sniffed her parsley, and waggled her hair in the breeze,\nand beat time, idly, with the heel of her little boot, when----\n\n\"Holy Cats!\" exclaimed a man's voice.  \"What is this, anyway?  A Coney\nIsland concession gone wrong?\"\n\nMary Louise's eyes unclosed in a flash, and Mary Louise gazed upon an\nirate-looking, youngish man, who wore shabby slippers, and no collar with\na full dress air.\n\n\"I presume that you are the janitor's beautiful daughter,\" growled the\ncollarless man.\n\n\"Well, not precisely,\" answered Mary Louise, sweetly.  \"Are you the\nscrub-lady's stalwart son?\"\n\n\"Ha!\" exploded the man.  \"But then, all women look alike with their hair\ndown.  I ask your pardon, though.\"\n\n\"Not at all,\" replied Mary Louise.  \"For that matter, all men look like\npicked chickens with their collars off.\"\n\nAt that the collarless man, who until now had been standing on the top\nstep that led up to the roof, came slowly forward, stepped languidly over\na skylight or two, draped his handkerchief over a convenient chimney and\nsat down, hugging his long, lean legs to him.\n\n\"Nice up here, isn't it?\" he remarked.\n\n\"It was,\" said Mary Louise.\n\n\"Ha!\" exploded he, again.  Then, \"Where's your mirror?\" he demanded.\n\n\"Mirror?\" echoed Mary Louise.\n\n\"Certainly.  You have the hair, the comb, the attitude, and the general\nLorelei effect.  Also your singing lured me to your shores.\"\n\n\"You didn't look lured,\" retorted Mary Louise.  \"You looked lurid.\"\n\n\"What's that stuff in your hand?\" next demanded he.  He really was a most\nastonishingly rude young man.\n\n\"Parsley.\"\n\n\"Parsley!\" shouted he, much as Charlie had done.  \"Well, what the----\"\n\n\"Back home,\" elucidated Mary Louise once more, patiently, \"after you've\nwashed your hair you dry it in the back yard, sitting on the grass, in\nthe sunshine and the breeze.  And the garden smells come to you--the\nnasturtiums, and the pansies, and the geraniums, you know, and even that\nclean grass smell, and the pungent vegetable odor, and there are ants,\nand bees, and butterflies----\"\n\n\"Go on,\" urged the young man, eagerly.\n\n\"And Mrs. Next Door comes out to hang up a few stockings, and a jabot or\nso, and a couple of baby dresses that she has just rubbed through, and\nshe calls out to you:\n\n\"'Washed your hair?'\n\n\"'Yes,' you say.  'It was something awful, and I wanted it nice for\nTuesday night.  But I suppose I won't be able to do a thing with it.'\n\n\"And then Mrs. Next Door stands there a minute on the clothes-reel\nplatform, with the wind whipping her skirts about her, and the fresh\nsmell of the growing things coming to her.  And suddenly she says:  'I\nguess I'll wash mine too, while the baby's asleep.'\"\n\nThe collarless young man rose from his chimney, picked up his\nhandkerchief, and moved to the chimney just next to Mary Louise's soap\nbox.\n\n\"Live here?\" he asked, in his impolite way.\n\n\"If I did not, do you think that I would choose this as the one spot in\nall New York in which to dry my hair?\"\n\n\"When I said, 'Live here,' I didn't mean just that.  I meant who are you,\nand why are you here, and where do you come from, and do you sign your\nreal name to your stuff, or use a nom de plume?\"\n\n\"Why--how did you know?\" gasped Mary Louise.\n\n\"Give me five minutes more,\" grinned the keen-eyed young man, \"and I'll\ntell you what make your typewriter is, and where the last rejection slip\ncame from.\"\n\n\"Oh!\" said Mary Louise again.  \"Then you are the scrub-lady's stalwart\nson, and you've been ransacking my waste-basket.\"\n\nQuite unheeding, the collarless man went on, \"And so you thought you\ncould write, and you came on to New York (you know one doesn't just\ntravel to New York, or ride to it, or come to it; one 'comes on' to New\nYork), and now you're not so sure about the writing, h'm?  And back home\nwhat did you do?\"\n\n\"Back home I taught school--and hated it.  But I kept on teaching until\nI'd saved five hundred dollars.  Every other school ma'am in the world\nteaches until she has saved five hundred dollars, and then she packs two\nsuit-cases, and goes to Europe from June until September.  But I saved my\nfive hundred for New York.  I've been here six months now, and the five\nhundred has shrunk to almost nothing, and if I don't break into the\nmagazines pretty soon----\"\n\n\"Then?\"\n\n\"Then,\" said Mary Louise, with a quaver in her voice, \"I'll have to go\nback and teach thirty-seven young devils that six times five is thirty,\nput down the naught and carry six, and that the French are a gay people,\nfond of dancing and light wines.  But I'll scrimp on everything from\nhairpins to shoes, and back again, including pretty collars, and gloves,\nand hats, until I've saved up another five hundred, and then I'll try it\nall over again, because I--can--write.\"\n\nFrom the depths of one capacious pocket the inquiring man took a small\nblack pipe, from another a bag of tobacco, from another a match.  The\nlong, deft fingers made a brief task of it.\n\n\"I didn't ask you,\" he said, after the first puff, \"because I could see\nthat you weren't the fool kind that objects.\"  Then, with amazing\nsuddenness, \"Know any of the editors?\"\n\n\"Know them!\" cried Mary Louise.  \"Know them!  If camping on their\ndoorsteps, and haunting the office buildings, and cajoling, and fighting\nwith secretaries and office boys, and assistants and things constitutes\nknowing them, then we're chums.\"\n\n\"What makes you think you can write?\" sneered the thin man.\n\nMary Louise gathered up her brush, and comb, and towel, and parsley, and\njumped off the soap box.  She pointed belligerently at her tormentor with\nthe hand that held the brush.\n\n\"Being the scrub-lady's stalwart son, you wouldn't understand.  But I can\nwrite.  I sha'n't go under.  I'm going to make this town count me in as\nthe four million and oneth.  Sometimes I get so tired of being nobody at\nall, with not even enough cleverness in me to wrest a living from this\nbig city, that I long to stand out at the edge of the curbing, and take\noff my hat, and wave it, and shout, 'Say, you four million uncaring\npeople, I'm Mary Louise Moss, from Escanaba, Michigan, and I like your\ntown, and I want to stay here.  Won't you please pay some slight\nattention to me.  No one knows I'm here except myself, and the rent\ncollector.'\"\n\n\"And I,\" put in the rude young man.\n\n\"O, you,\" sneered Mary Louise, equally rude, \"you don't count.\"\n\nThe collarless young man in the shabby slippers smiled a curious little\ntwisted smile.  \"You never can tell,\" he grinned, \"I might.\"  Then, quite\nsuddenly, he stood up, knocked the ash out of his pipe, and came over to\nMary Louise, who was preparing to descend the steep little flight of\nstairs.\n\n\"Look here, Mary Louise Moss, from Escanaba, Michigan, you stop trying to\nwrite the slop you're writing now.  Stop it.  Drop the love tales that\nare like the stuff that everybody else writes.  Stop trying to write\nabout New York.  You don't know anything about it.  Listen.  You get back\nto work, and write about Mrs. Next Door, and the hair-washing, and the\nvegetable garden, and bees, and the back yard, understand?  You write the\nway you talked to me, and then you send your stuff in to Cecil Reeves.\"\n\n\"Reeves!\" mocked Mary Louise.  \"Cecil Reeves, of The Earth?  He wouldn't\ndream of looking at my stuff.  And anyway, it really isn't your affair.\"\nAnd began to descend the stairs.\n\n\"Well, you know you brought me up here, kicking with your heels, and\nsinging at the top of your voice.  I couldn't work.  So it's really your\nfault.\"  Then, just as Mary Louise had almost disappeared down the\nstairway he put his last astonishing question.\n\n\"How often do you wash your hair?\" he demanded.\n\n\"Well, back home,\" confessed Mary Louise, \"every six weeks or so was\nenough, but----\"\n\n\"Not here,\" put in the rude young man, briskly.  \"Never.  That's all very\nwell for the country, but it won't do in the city.  Once a week, at\nleast, and on the roof.  Cleanliness demands it.\"\n\n\"But if I'm going back to the country,\" replied Mary Louise, \"it won't be\nnecessary.\"\n\n\"But you're not,\" calmly said the collarless young man, just as Mary\nLouise vanished from sight.\n\nDown at the other end of the hallway on Mary Louise's floor Charlie, the\njanitor, was doing something to the windows now, with a rag, and a pail\nof water.\n\n\"Get it dry?\" he called out, sociably.\n\n\"Yes, thank you,\" answered Mary Louise, and turned to enter her own\nlittle apartment.  Then, hesitatingly, she came back to Charlie's window.\n\n\"There--there was a man up there--a very tall, very thin, very rude,\nvery--that is, rather nice youngish oldish man, in slippers, and no\ncollar.  I wonder----\"\n\n\"Oh, him!\" snorted Charlie.  \"He don't show himself onct in a blue moon.\nNone of the other tenants knows he's up there.  Has the whole top floor\nto himself, and shuts himself up there for weeks at a time, writin'\nbooks, or some such truck.  That guy, he owns the building.\"\n\n\"Owns the building!\" said Mary Louise, faintly.  \"Why he looked--he\nlooked----\"\n\n\"Sure,\" grinned Charlie.  \"That's him.  Name's Reeves--Cecil Reeves.\nSay, ain't that a divil of a name?\"\n\n\n\n\nXII\n\nWHERE THE CAR TURNS AT 18TH\n\nThis will be a homing pigeon story.  Though I send it ever so far--though\nits destination be the office of a home-and-fireside magazine or one of\nthe kind with a French story in the back, it will return to me.  After\neach flight its feathers will be a little more rumpled, its wings more\nweary, its course more wavering, until, battered, spent, broken, it will\nflutter to rest in the waste basket.\n\nAnd yet, though its message may never be delivered, it must be sent,\nbecause--well, because----\n\nYou know where the car turns at Eighteenth?  There you see a glaringly\nattractive billboard poster.  It depicts groups of smiling, white-clad\nmen standing on tropical shores, with waving palms overhead, and a\nglimpse of blue sea in the distance.  The wording beneath the picture\nruns something like this:\n\n\"Young men wanted.  An unusual opportunity for travel, education, and\nadvancement.  Good pay.  No expenses.\"\n\nWhen the car turns at Eighteenth, and I see that, I remember Eddie\nHoughton back home.  And when I remember Eddie Houghton I see red.\n\nThe day after Eddie Houghton finished high school he went to work.  In\nour town we don't take a job.  We accept a position.  Our paper had it\nthat \"Edwin Houghton had accepted a position as clerk and assistant\nchemist at the Kunz drugstore, where he would take up his new duties\nMonday.\"\n\nHis new duties seemed, at first, to consist of opening the store in the\nmorning, sweeping out, and whizzing about town on a bicycle with an\nunnecessarily insistent bell, delivering prescriptions which had been\ntelephoned for.  But by the time the summer had really set in Eddie was\ninstalled back of the soda fountain.\n\nThere never was anything better looking than Eddie Houghton in his white\nduck coat.  He was one of those misleadingly gold and pink and white men.\nI say misleadingly because you usually associate pink-and-whiteness with\nsuch words as sissy and mollycoddle.  Eddie was neither.  He had played\nquarter-back every year from his freshman year, and he could putt the\nshot and cut classes with the best of 'em.  But in that white duck coat\nwith the braiding and frogs he had any musical-comedy, white-flannel\ntenor lieutenant whose duty it is to march down to the edge of the\nfootlights, snatch out his sword, and warble about his country's flag,\nlooking like a flat-nosed, blue-gummed Igorrote.  Kunz's soda water\nreceipts swelled to double their usual size, and the girls' complexions\nwere something awful that summer.  I've known Nellie Donovan to take as\nmany as three ice cream sodas and two phosphates a day when Eddie was\nmixing.  He had a way of throwing in a good-natured smile, and an easy\nflow of conversation with every drink.  While indulging in a little airy\npersiflage the girls had a great little trick of pursing their mouths\ninto rosebud shapes over their soda straws, and casting their eyes upward\nat Eddie.  They all knew the trick, and its value, so that at night\nEddie's dreams were haunted by whole rows of rosily pursed lips, and seas\nof upturned, adoring eyes.  Of course we all noticed that on those rare\noccasions when Josie Morehouse came into Kunz's her glass was heaped\nhigher with ice cream than that of any of the other girls, and that\nEddie's usually easy flow of talk was interspersed with certain\nstammerings and stutterings.  But Josie didn't come in often.  She had a\nlot of dignity for a girl of eighteen.  Besides, she was taking the\nteachers' examinations that summer, when the other girls were playing\ntennis and drinking sodas.\n\nEddie really hated the soda water end of the business, as every soda\nclerk in the world does.  But he went about it good-naturedly.  He really\nwanted to learn the drug business, but the boss knew he had a drawing\ncard, and insisted that Eddie go right on concocting faerie queens and\nstrawberry sundaes, and nectars and Kunz's specials.  One Saturday, when\nhe happened to have on hand an over-supply of bananas that would have\nspoiled over Sunday, he invented a mess and called it the Eddie Extra,\nand the girls swarmed on it like flies around a honey pot.\n\nThat kind of thing would have spoiled most boys.  But Eddie had a\nsensible mother.  On those nights when he used to come home nauseated\nwith dealing out chop suey sundaes and orangeades, and saying that there\nwas no future for a fellow in our dead little hole, his mother would give\nhim something rather special for supper, and set him hoeing and watering\nthe garden.\n\nSo Eddie stuck to his job, and waited, and all the time he was saying,\nwith a melting look, to the last silly little girl who was drinking her\nthird soda, \"Somebody looks mighty sweet in pink to-day,\" or while he was\ndoping to-morrow's ball game with one of the boys who dropped in for a\ncigar, he was thinking of bigger things, and longing for a man-size job.\n\nThe man-size job loomed up before Eddie's dazzled eyes when he least\nexpected it.  It was at the close of a particularly hot day when it\nseemed to Eddie that every one in town had had everything from birch beer\nto peach ice cream.  On his way home to supper he stopped at the\npostoffice with a handful of letters that old man Kunz had given him to\nmail.  His mother had told him that they would have corn out of their own\ngarden for supper that night, and Eddie was in something of a hurry.  He\nand his mother were great pals.\n\nIn one corner of the dim little postoffice lobby a man was busily tacking\nup posters.  The whitewashed walls bloomed with them.  They were gay,\nattractive-looking posters, done in red and blue and green, and after\nEddie had dumped his mail into the slot, and had called out, \"Hello,\nJake!\" to the stamp clerk, whose back was turned to the window, he\nstrolled idly over to where the man was putting the finishing touches to\nhis work.  The man was dressed in a sailor suit of blue, with a\npicturesque silk scarf knotted at his hairy chest.  He went right on\ntacking posters.\n\nThey certainly were attractive pictures.  Some showed groups of stalwart,\nimmaculately clad young gods lolling indolently on tropical shores, with\na splendor of palms overhead, and a sparkling blue sea in the distance.\nOthers depicted a group of white-clad men wading knee-deep in the surf as\nthey laughingly landed a cutter on the sandy beach.  There was a\nparticularly fascinating one showing two barefooted young chaps on a\nwave-swept raft engaged in that delightfully perilous task known as\nsignaling.  Another showed the keen-eyed gunners busy about the big guns.\n\nEddie studied them all.\n\nThe man finished his task and looked up, quite casually.\n\n\"Hello, kid,\" he said.\n\n\"Hello,\" answered Eddie.  Then--\"That's some picture gallery you're\ngiving us.\"\n\nThe man in the sailor suit fell back a pace or two and surveyed his work\nwith a critical but satisfied eye.\n\n\"Pitchers,\" he said, \"don't do it justice.  We've opened a recruiting\noffice here.  Looking for young men with brains, and muscle, and\nambition.  It's a great chance.  We don't get to these here little towns\nmuch.\"\n\nHe placed a handbill in Eddie's hand.  Eddie glanced down at it\nsheepishly.\n\n\"I've heard,\" he said, \"that it's a hard life.\"\n\nThe man in the sailor suit threw back his head and laughed, displaying a\ngreat deal of hairy throat and chest.  \"Hard!\" he jeered, and slapped one\nof the  gay-colored posters with the back of his hand.  \"You see that!\nWell, it ain't a bit exaggerated.  Not a bit.  I ought to know.  It's the\nonly life for a young man, especially for a guy in a little town.\nThere's no chance here for a bright young man, and if he goes to the\ncity, what does he get?  The city's jam full of kids that flock there in\nthe spring and fall, looking for jobs, and thinking the city's sittin' up\nwaitin' for 'em.  And where do they land?  In the dime lodging houses,\nthat's where.  In the navy you see the world, and it don't cost you a\ncent.  A guy is a fool to bury himself alive in a hole like this.  You\ncould be seeing the world, traveling by sea from port to port, from\ncountry to country, from ocean to ocean, amid ever-changing scenery and\nclimatic conditions, to see and study the habits and conditions of the\nstrange races----\"\n\nIt rolled off his tongue with fascinating glibness.  Eddie glanced at the\nfolder in his hand.\n\n\"I always did like the water,\" he said.\n\n\"Sure,\" agreed the hairy man, heartily.  \"What young feller don't?  I'll\ntell you what.  Come on over to the office with me and I'll show you some\nreal stuff.\"\n\n\"It's my supper time,\" hesitated Eddie.  \"I guess I'd better not----\"\n\n\"Oh, supper,\" laughed the man.  \"You come on and have supper with me,\nkid.\"\n\nEddie's pink cheeks went three shades pinker.  \"Gee!  That'd be great.\nBut my mother--that is--she----\"\n\nThe man in the sailor suit laughed again--a laugh with a sting in it.  \"A\ngreat big feller like you ain't tied to your ma's apron strings are you?\"\n\n\"Not much I'm not!\" retorted Eddie.  \"I'll telephone her when I get to\nyour hotel, that's what I'll do.\"\n\nBut they were such fascinating things, those new booklets, and the man\nhad such marvelous tales to tell, that Eddie forgot trifles like supper\nand waiting mothers.  There were pictures taken on board ship, showing\nfrolics, and ball games, and minstrel shows and glee clubs, and the men\nat mess, and each sailor sleeping snug as a bug in his hammock.  There\nwere other pictures showing foreign scenes and strange ports.  Eddie's\ntea grew cold, and his apple pie and cheese lay untasted on his plate.\n\n\"Now me,\" said the recruiting officer, \"I'm a married man.  But my wife,\nshe wouldn't have it no other way.  No, sir!  She'll be in the navy\nherself, I'll bet, when women vote.  Why, before I joined the navy I\ndidn't know whether Guam was a vegetable or an island, and Culebra wasn't\nin my geography.  Now?  Why, now I'm as much at home in Porto Rico as I\nam in San Francisco.  I'm as well acquainted in Valparaiso as I am in\nVermont, and I've run around Cairo, Egypt, until I know it better than\nCairo, Illinois.  It's the only way to see the world.  You travel by sea\nfrom port to port, from country to country, from ocean to ocean, amid\never-changing scenery and climatic conditions, to see and study the----\"\n\nAnd Eddie forgot that it was Wednesday night, which was the prescription\nclerk's night off; forgot that the boss was awaiting his return that he\nmight go home to his own supper; forgot his mother, and her little treat\nof green corn out of the garden; forgot everything in the wonder of this\nman's tales of people and scenes such as he never dreamed could exist\noutside of a Jack London story.  Now and then Eddie interrupted with a,\n\"Yes, but----\" that grew more and more infrequent, until finally they\nceased altogether.  Eddie's man-size job had come.\n\nWhen we heard the news we all dropped in at the drug store to joke with\nhim about it.  We had a good deal to say about rolling gaits, and\nbell-shaped trousers, and anchors and sea serpents tattooed on the arm.\nOne of the boys scored a hit by slapping his dime down on the soda\nfountain marble and bellowing for rum and salt horse.  Some one started\nto tease the little Morehouse girl about sailors having sweethearts in\nevery port, but when they saw the look in her eyes they changed their\nmind, and stopped.  It's funny how a girl of twenty is a woman, when a\nman of twenty is a boy.\n\nEddie dished out the last of his chocolate ice cream sodas and cherry\nphosphates and root beers, while the girls laughingly begged him to bring\nthem back kimonos from China, and scarves from the Orient, and Eddie\npromised, laughing, too, but with a far-off, eager look in his eyes.\n\nWhen the time came for him to go there was quite a little bodyguard of us\nready to escort him down to the depot.  We picked up two or three more\noutside O'Rourke's pool room, and a couple more from the benches outside\nthe hotel.  Eddie walked ahead with his mother.  I have said that Mrs.\nHoughton was a sensible woman.  She was never more so than now.  Any\nother mother would have gone into hysterics and begged the recruiting\nofficer to let her boy off.  But she knew better.  Still, I think Eddie\nfelt some uncomfortable pangs when he looked at her set face.  On the way\nto the depot we had to pass the Agassiz School, where Josie Morehouse was\nsubstituting second reader for the Wilson girl, who was sick.  She was\nstanding in the window as we passed.  Eddie took off his cap and waved to\nher, and she returned the wave as well as she could without having the\nchildren see her.  That would never have done, seeing that she was the\nteacher, and substituting at that.  But when we turned the corner we\nnoticed that she was still standing at the window and leaning out just a\nbit, even at the risk of being indiscreet.\n\nWhen the 10:15 pulled out Eddie stood on the bottom step, with his cap\noff, looking I can't tell you how boyish, and straight, and clean, and\nhandsome, with his lips parted, and his eyes very bright.  The\nhairy-chested recruiting officer stood just beside him, and suffered by\ncontrast.  There was a bedlam of good-byes, and last messages, and\ngood-natured badinage, but Eddie's mother's eyes never left his face\nuntil the train disappeared around the curve in the track.\n\nWell, they got a new boy at Kunz's--a sandy-haired youth, with pimples,\nand no knack at mixing, and we got out of the habit of dropping in there,\nalthough those fall months were unusually warm.\n\nIt wasn't long before we began to get postcards--pictures of the naval\ntraining station, and the gymnasium, and of model camps and of drills,\nand of Eddie in his uniform.  His mother insisted on calling it his\nsailor suit, as though he were a little boy.  One day Josie Morehouse\ncame over to Mrs. Houghton's with a group picture in her hand.  She\nhanded it to Eddie's mother without comment.  Mrs. Houghton looked at it\neagerly, her eye selecting her own boy from the group as unerringly as a\nmother bird finds her nest in the forest.\n\n\"Oh, Eddie's better looking than that!\" she cried, with a tremulous\nlittle laugh.  \"How funny those pants make them look, don't they?  And\nhis mouth isn't that way, at all.  Eddie always had the sweetest mouth,\nfrom the time he was a baby.  Let's see some of these other boys.\nWhy--why----\"\n\nThen she fell silent, scanning those other faces.  Presently Josie bent\nover her and looked too, and the brows of both women knitted in\nperplexity.  They looked for a long, long minute, and the longer they\nlooked the more noticeable became the cluster of fine little wrinkles\nthat had begun to form about Mrs. Houghton's eyes.\n\nWhen finally they looked up it was to gaze at one another questioningly.\n\n\"Those other boys,\" faltered Eddie's mother, \"they--they don't look like\nEddie, do they?  I mean----\"\n\n\"No, they don't,\" agreed Josie.  \"They look older, and they have such\nqueer-looking eyes, and jaws, and foreheads.  But then,\" she finished,\nwith mock cheerfulness, \"you can never tell in those silly kodak\npictures.\"\n\nEddie's mother studied the card again, and sighed gently.  \"I hope,\" she\nsaid, \"that Eddie won't get into bad company.\"\n\nAfter that our postal cards ceased.  I wish that there was some way of\ntelling this story so that the end wouldn't come in the middle.  But\nthere is none.  In our town we know the news before the paper comes out,\nand we only read it to verify what we have heard.  So that long before\nthe paper came out in the middle of the afternoon we had been horrified\nby the news of Eddie Houghton's desertion and suicide.  We stopped one\nanother on Main Street to talk about it, and recall how boyish and\nhandsome he had looked in his white duck coat, and on that last day just\nas the 10:15 pulled out.  \"It don't seem hardly possible, does it?\" we\ndemanded of each other.\n\nBut when Eddie's mother brought out the letters that had come after our\npostal cards had ceased, we understood.  And when they brought him home,\nand we saw him for the last time, all those of us who had gone to school\nwith him, and to dances, and sleigh rides, and hayrack parties, and\npicnics, and when we saw the look on his face--the look of one who,\nwalking in a sunny path has stumbled upon something horrible and\nunclean--we forgave him his neglect of us, we forgave him desertion,\nforgave him the taking of his own life, forgave him the look that he had\nbrought into his mother's eyes.\n\nThere had never been anything extraordinary about Eddie Houghton.  He had\nhad his faults and virtues, and good and bad sides just like other boys\nof his age.  He--oh, I am using too many words, when one slang phrase\nwill express it.  Eddie had been just a nice young kid.  I think the\nworst thing he had ever said was \"Damn!\" perhaps.  If he had sworn, it\nwas with clean oaths, calculated to relieve the mind and feelings.\n\nBut the men that he shipped with during that year or more--I am sure that\nhe had never dreamed that such men were.  He had never stood on the\ncurbing outside a recruiting office on South State Street, in the old\nlevee district, and watched that tragic panorama move by--those nightmare\nfaces, drink-marred, vice-scarred, ruined.\n\nI know that he had never seen such faces in all his clean, hard-working\nyoung boy's life, spent in our prosperous little country town.  I am\ncertain that he had never heard such words as came from the lips of his\nfellow seamen--great mouth-filling, soul-searing words--words unclean,\nnauseating, unspeakable, and yet spoken.\n\nI don't say that Eddie Houghton had not taken his drink now and then.\nThere were certain dark rumors in our town to the effect that favored\nones who dropped into Kunz's more often than seemed needful were\nprivileged to have a thimbleful of something choice in the prescription\nroom, back of the partition at the rear of the drug store.  But that was\nthe most devilish thing that Eddie had ever done.\n\nI don't say that all crews are like that one.  Perhaps he was unfortunate\nin falling in with that one.  But it was an Eastern trip, and every port\nwas a Port Said.  Eddie Houghton's thoughts were not these men's\nthoughts; his actions were not their actions, his practices were not\ntheir practices.  To Eddie Houghton, a Chinese woman in a sampan on the\nwater front at Shanghai was something picturesque; something about which\nto write home to his mother and to Josie.  To those other men she was\npossible prey.\n\nThose other men saw that he was different, and they pestered him.  They\nill-treated him when they could, and made his life a hellish thing.  Men\ndo those things, and people do not speak of it.\n\nI don't know all the things that he suffered.  But in his mind, day by\nday, grew the great, overwhelming desire to get away from it all--from\nthis horrible life that was such a dreadful mistake.  I think that during\nthe long night watches his mind was filled with thoughts of our decent\nlittle town--of his mother's kitchen, with its Wednesday and Saturday\nscent of new-made bread--of the shady front porch, with its purple\nclematis--of the smooth front yard which it was his Saturday duty to mow\nthat it might be trim and sightly for Sunday--of the boys and girls who\nused to drop in at the drug store--those clear-eyed, innocently\ncoquettish, giggling, blushing girls in their middy blouses and white\nskirts, their slender arms and throats browned from tennis and boating,\ntheir eyes smiling into his as they sat perched at the fountain after a\nhot set of tennis--those slim, clean young boys, sun-browned, laughing,\ntheir talk all of swimming, and boating, and tennis, and girls.\n\nHe did not realize that it was desertion--that thought that grew and grew\nin his mind.  In it there was nothing of faithlessness to his country.\nHe was only trying to be true to himself, and to the things that his\nmother had taught him.  He only knew that he was deadly sick of these\nsights of disease, and vice.  He only knew that he wanted to get\naway--back to his own decent life with the decent people to whom he\nbelonged.  And he went.  He went, as a child runs home when it had\ntripped and fallen in the mud, not dreaming of wrong-doing or punishment.\n\nThe first few hundred miles on the train were a dream.  But finally Eddie\nfound himself talking to a man--a big, lean, blue-eyed western man, who\nregarded Eddie with kindly, puzzled eyes.  Eddie found himself telling\nhis story in a disjointed, breathless sort of way.  When he had finished\nthe man uncrossed his long lean legs, took his pipe out of his mouth, and\nsat up.  There was something of horror in his eyes as he sat, looking at\nEddie.\n\n\"Why, kid,\" he said, at last.  \"You're deserting!  You'll get the pen,\ndon't you know that, if they catch you?  Where you going?\"\n\n\"Going!\" repeated Eddie.  \"Going!  Why, I'm going home, of course.\"\n\n\"Then I don't see what you're gaining,\" said the man, \"because they'll\nsure get you there.\"\n\nEddie sat staring at the man for a dreadful minute.  In that minute the\nlast of his glorious youth, and ambition, and zest of life departed from\nhim.\n\nHe got off the train at the next town, and the western man offered him\nsome money, which Eddie declined with all his old-time sweetness of\nmanner.  It was rather a large town, with a great many busy people in it.\nEddie went to a cheap hotel, and took a room, and sat on the edge of the\nthin little bed and stared at the carpet.  It was a dusty red carpet.  In\nfront of the bureau many feet had worn a hole, so that the bare boards\nshowed through, with a tuft of ragged red fringe edging them.  Eddie\nHoughton sat and stared at the worn place with a curiously blank look on\nhis face.  He sat and stared and saw many things.  He saw his mother, for\none thing, sitting on the porch with a gingham apron over her light\ndress, waiting for him to come home to supper; he saw his own room--a\ntypical boy's room, with camera pictures and blue prints stuck in the\nsides of the dresser mirror, and the boxing gloves on the wall, and his\ntennis racquet with one string broken (he had always meant to have that\nracquet re-strung) and his track shoes, relics of high school days, flung\nin one corner, and his gay-colored school pennants draped to form a\nfresco, and the cushion that Josie Morenouse had made for him two years\nago, at Christmas time, and the dainty white bedspread that he, fussed\nabout because he said it was too sissy for a boy's room--oh, I can't tell\nyou what he saw as he sat and stared at that worn place in the carpet.\nBut pretty soon it began to grow dark, and at last he rose, keeping his\nfascinated eyes still on the bare spot, walked to the door, opened it,\nand backed out queerly, still keeping his eyes on the spot.\n\nHe was back again in fifteen minutes, with a bottle in his hand.  He\nshould have known better than to choose carbolic, being a druggist, but\nall men are a little mad at such times.  He lay down at the edge of the\nthin little bed that was little more than a pallet, and he turned his\nface toward the bare spot that could just be seen in the gathering gloom.\nAnd when he raised the bottle to his lips the old-time sweetness of his\nsmile illumined his face.\n\nWhere the car turns at Eighteenth Street there is a big, glaring\nbillboard poster, showing a group of stalwart young men in white ducks\nlolling on shores, of tropical splendor, with palms waving overhead, and\na glimpse of blue sea in the distance.  The wording beneath it runs\nsomething like this:\n\n\"Young men wanted.  An unusual opportunity for travel, education and\nadvancement.  Good pay.  No expenses.\"\n\nWhen I see that sign I think of Eddie Houghton back home.  And when I\nthink of Eddie Houghton I see red."
}