{
 "author": [
  "Davis, Richard Harding"
 ],
 "title": [
  "The Scarlet Car"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Humorous stories",
  "Automobile driving -- Fiction",
  "Love stories",
  "Automobiles -- Fiction",
  "PS"
 ],
 "id": "358",
 "genre": [
  "romance",
  "fiction"
 ],
 "text": "THE SCARLET CAR\n\n\nBY\n\nRICHARD HARDING DAVIS\n\n\n\n\nTO\n\nNED STONE\n\n\n\n\nCONTENTS\n\n  THE JAIL-BREAKERS\n  THE TRESPASSERS\n  THE KIDNAPPERS\n\n\n\n\nTHE SCARLET CAR\n\n\nI\n\nTHE JAIL-BREAKERS\n\n\nFor a long time it had been arranged they all should go to the Harvard\nand Yale game in Winthrop's car.  It was perfectly well understood.\nEven Peabody, who pictured himself and Miss Forbes in the back of the\ncar, with her brother and Winthrop in front, condescended to approve.\nIt was necessary to invite Peabody because it was his great good\nfortune to be engaged to Miss Forbes.  Her brother Sam had been\ninvited, not only because he could act as chaperon for his sister, but\nbecause since they were at St. Paul's, Winthrop and he, either as\nparticipants or spectators, had never missed going together to the\nYale-Harvard game.  And Beatrice Forbes herself had been invited\nbecause she was herself.\n\nWhen at nine o'clock on the morning of the game, Winthrop stopped the\ncar in front of her door, he was in love with all the world.  In the\nNovember air there was a sting like frost-bitten cider, in the sky\nthere was a brilliant, beautiful sun, in the wind was the tingling\ntouch of three ice-chilled rivers.  And in the big house facing Central\nPark, outside of which his prancing steed of brass and scarlet chugged\nand protested and trembled with impatience, was the most wonderful girl\nin all the world.  It was true she was engaged to be married, and not\nto him.  But she was not yet married.  And to-day it would be his\nprivilege to carry her through the State of New York and the State of\nConnecticut, and he would snatch glimpses of her profile rising from\nthe rough fur collar, of her wind-blown hair, of the long, lovely\nlashes under the gray veil.\n\n\"'Shall be together, breathe and ride, so, one day more am I deified;'\"\nwhispered the young man in the Scarlet Car; \"'who knows but the world\nmay end to-night?'\"\n\nAs he waited at the curb, other great touring-cars, of every speed and\nshape, in the mad race for the Boston Post Road, and the town of New\nHaven, swept up Fifth Avenue.  Some rolled and puffed like tugboats in\na heavy seaway, others glided by noiseless and proud as private yachts.\nBut each flew the colors of blue or crimson.\n\nWinthrop's car, because her brother had gone to one college, and he had\nplayed right end for the other, was draped impartially.  And so every\nother car mocked or cheered it, and in one a bare-headed youth stood\nup, and shouted to his fellows:  \"Look! there's Billy Winthrop!  Three\ntimes three for old Billy Winthrop!\"  And they lashed the air with\nflags, and sent his name echoing over Central Park.\n\nWinthrop grinned in embarrassment, and waved his hand.  A bicycle cop,\nand Fred, the chauffeur, were equally impressed.\n\n\"Was they the Harvoids, sir?\" asked Fred.\n\n\"They was,\" said Winthrop.\n\n\nHer brother Sam came down the steps carrying sweaters and steamer-rugs.\nBut he wore no holiday countenance.\n\n\"What do you think?\" he demanded indignantly.  \"Ernest Peabody's inside\nmaking trouble.  His sister has a Pullman on one of the special trains,\nand he wants Beatrice to go with her.\"\n\nIn spite of his furs, the young man in the car turned quite cold.  \"Not\nwith us?\" he gasped.\n\nMiss Forbes appeared at the house door, followed by Ernest Peabody.  He\nwore an expression of disturbed dignity; she one of distressed\namusement.  That she also wore her automobile coat caused the heart of\nWinthrop to leap hopefully.\n\n\"Winthrop,\" said Peabody, \"I am in rather an embarrassing position.  My\nsister, Mrs. Taylor Holbrooke\"--he spoke the name as though he were\nannouncing it at the door of a drawing-room--\"desires Miss Forbes to go\nwith her.  She feels accidents are apt to occur with motor cars--and\nthere are no other ladies in your party--and the crowds----\"\n\nWinthrop carefully avoided looking at Miss Forbes.  \"I should be very\nsorry,\" he murmured.\n\n\"Ernest!\" said Miss Forbes, \"I explained it was impossible for me to go\nwith your sister.  We would be extremely rude to Mr. Winthrop.  How do\nyou wish us to sit?\" she asked.\n\nShe mounted to the rear seat, and made room opposite her for Peabody.\n\n\"Do I understand, Beatrice,\" began Peabody in a tone that instantly\nmade every one extremely uncomfortable, \"that I am to tell my sister\nyou are not coming?\"\n\n\"Ernest!\" begged Miss Forbes.\n\nWinthrop bent hastily over the oil valves.   He read the speedometer,\nwhich was, as usual, out of order, with fascinated interest.\n\n\"Ernest,\" pleaded Miss Forbes,\n\n\"Mr. Winthrop and Sam planned this trip for us a long time ago--to give\nus a little pleasure----\"\n\n\"Then,\" said Peabody in a hollow voice, \"you have decided?\"\n\n\"Ernest,\" cried Miss Forbes, \"don't look at me as though you meant to\nhurl the curse of Rome.  I have.  Jump in.  Please!\"\n\n\"I will bid you good-by,\" said Peabody; \"I have only just time to catch\nour train.\"\n\nMiss Forbes rose and moved to the door of the car.\n\n\"I had better not go with any one,\" she said in a low voice.\n\n\"You will go with me,\" commanded her brother.  \"Come on, Ernest.\"\n\n\"Thank you, no,\" replied Peabody.  \"I have promised my sister.\"\n\n\"All right, then,\" exclaimed Sam briskly, \"see you at the game.\nSection H.  Don't forget.  Let her out, Billy.\"\n\nWith a troubled countenance Winthrop bent forward and clasped the\nclutch.\n\n\"Better come, Peabody,\" he said.\n\n\"I thank you, no,\" repeated Peabody.  \"I must go with my sister.\"\n\nAs the car glided forward Brother Sam sighed heavily.\n\n\"My! but he's got a mean disposition,\" he said.  \"He has quite spoiled\nMY day.\"\n\nHe chuckled wickedly, but Winthrop pretended not to hear, and his\nsister maintained an expression of utter dejection.\n\nBut to maintain an expression of utter dejection is very difficult when\nthe sun is shining, when you are flying at the rate of forty miles an\nhour, and when in the cars you pass foolish youths wave Yale flags at\nyou, and take  advantage of the day to cry:  \"Three cheers for the girl\nin the blue hat!\"\n\nAnd to entirely remove the last trace of the gloom that Peabody had\nforced upon them, it was necessary only for a tire to burst.  Of course\nfor this effort, the tire chose the coldest and most fiercely windswept\nportion of the Pelham Road, where from the broad waters of the Sound\npneumonia and the grip raced rampant, and where to the touch a steel\nwrench was not to be distinguished from a piece of ice.  But before the\nwheels had ceased to complain, Winthrop and Fred were out of their fur\ncoats, down on their knees, and jacking up the axle.\n\n\"On an expedition of this sort,\" said Brother Sam, \"whatever happens,\ntake it as a joke.  Fortunately,\" he explained, \"I don't understand\nfixing inner tubes, so I will get out and smoke.  I have noticed that\nwhen a car breaks down, there is always one man who paces up and down\nthe road and smokes.  His hope is to fool passing cars into thinking\nthat the people in his car stopped to admire the view.\"\n\nRecognizing the annual football match as intended solely to replenish\nthe town coffers, the thrifty townsfolk of Rye, with bicycles and red\nflags, were, as usual, and regardless of the speed at which it moved,\nlevying tribute on every second car that entered their hospitable\nboundaries.  But before the Scarlet Car reached Rye, small boys of the\ntown, possessed of a sporting spirit, or of an inherited instinct for\ngraft, were waiting to give a noisy notice of the ambush.  And so,\nfore-warned, the Scarlet Car crawled up the main street of Rye as\ndemurely as a baby-carriage, and then, having safely reached a point\ndirectly in front of the police station, with a loud and ostentatious\nreport, blew up another tire.\n\n\"Well,\" said Sam crossly, \"they can't arrest US for speeding.\"\n\n\"Whatever happens,\" said his sister, \"take it as a joke.\"\n\nTwo miles outside of Stamford, Brother Sam burst into open mutiny.\n\n\"Every car in the United States has passed us,\" he declared.  \"We won't\nget there, at this rate, till the end of the first half.  Hit her up,\ncan't you, Billy?\"\n\n\"She seems to have an illness,\" said Winthrop unhappily.  \"I think I'd\nsave time if I stopped now and fixed her.\"\n\nShamefacedly Fred and he hid themselves under the body of the car, and\na sound of hammering and stentorian breathing followed.  Of them all\nthat was visible was four feet beating a tattoo on the road.  Miss\nForbes got out Winthrop's camera, and took a snap-shot of the scene.\n\n\"I will call it,\" she said, \"The Idle Rich.\"\n\nBrother Sam gazed morosely in the direction of New Haven.  They had\nhalted within fifty yards of the railroad tracks, and as each special\ntrain, loaded with happy enthusiasts, raced past them he groaned.\n\n\"The only one of us that showed any common sense was Ernest,\" he\ndeclared,  \"and you turned him down.  I am going to take a trolley to\nStamford, and the first train to New Haven.\"\n\n\"You are not,\" said his sister; \"I will not desert Mr. Winthrop, and\nyou cannot desert me.\"\n\nBrother Sam sighed, and seated himself on a rock.\n\n\"Do you think, Billy,\" he asked, \"you can get us to Cambridge in time\nfor next year's game?\"\n\nThe car limped into Stamford, and while it went into drydock at the\ngarage, Brother Sam fled to the railroad station, where he learned that\nfor the next two hours no train that recognized New Haven spoke to\nStamford.\n\n\"That being so,\" said Winthrop, \"while we are waiting for the car, we\nhad better get a quick lunch now, and then push on.\"\n\n\"Push,\" exclaimed Brother Sam darkly, \"is what we are likely to do.\"\n\nAfter behaving with perfect propriety for half an hour, just outside of\nBridgeport the Scarlet Car came to a slow and sullen stop, and once\nmore the owner and the chauffeur hid their shame beneath it, and\nattacked its vitals.  Twenty minutes later, while they still were at\nwork, there approached from Bridgeport a young man in a buggy.  When he\nsaw the mass of college colors on the Scarlet Car, he pulled his horse\ndown to a walk, and as he passed raised his hat.\n\n\"At the end of the first half,\" he said, \"the score was a tie.\"\n\n\"Don't mention it,\" said Brother Sam.\n\n\"Now,\" he cried, \"we've got to turn back, and make for New York.  If we\nstart quick, we may get there ahead of the last car to leave New Haven.\"\n\n\"I am going to New Haven, and in this car,\" declared his sister.  \"I\nmust go--to meet Ernest.\"\n\n\"If Ernest has as much sense as he showed this morning,\" returned her\naffectionate brother, \"Ernest will go to his Pullman and stay there.\nAs I told you, the only sure way to get anywhere is by railroad train.\"\n\nWhen they passed through Bridgeport it was so late that the electric\nlights of Fairview Avenue were just beginning to sputter and glow in\nthe twilight, and as they came along the shore road into New Haven, the\nfirst car out of New Haven in the race back to New York leaped at them\nwith siren shrieks of warning, and dancing, dazzling eyes.  It passed\nlike a thing driven by the Furies; and before the Scarlet Car could\nswing back into what had been an empty road, in swift pursuit of the\nfirst came many more cars, with blinding searchlights, with a roar of\nthrobbing, thrashing engines, flying pebbles, and whirling wheels.  And\nbehind these, stretching for a twisted mile, came hundreds of others;\nuntil the road was aflame with flashing Will-o'-the-wisps, dancing\nfireballs, and long, shifting shafts of light.\n\nMiss Forbes sat in front, beside Winthrop, and it pleased her to\nimagine, as they bent forward, peering into the night, that together\nthey were facing so many fiery dragons, speeding to give them battle,\nto grind them under their wheels.  She felt the elation of great speed,\nof imminent danger.  Her blood tingled with the air from the wind-swept\nharbor, with the rush of the great engines, as by a handbreadth they\nplunged past her.  She knew they were driven by men and half-grown\nboys, joyous with victory, piqued by defeat, reckless by one touch too\nmuch of liquor, and that the young man at her side was driving, not\nonly for himself, but for them.\n\nEach fraction of a second a dazzling light blinded him, and he swerved\nto let the monster, with a hoarse, bellowing roar, pass by, and then\nagain swept his car into the road.  And each time for greater\nconfidence she glanced up into his face.\n\nThroughout the mishaps of the day he had been deeply concerned for her\ncomfort, sorry for her disappointment, under Brother Sam's indignant\nironies patient, and at all times gentle and considerate.  Now, in the\nlight from the onrushing cars, she noted his alert, laughing eyes, the\nbroad shoulders bent across the wheel, the lips smiling with excitement\nand in the joy of controlling, with a turn of the wrist, a power equal\nto sixty galloping horses.  She found in his face much comfort.  And in\nthe fact that for the moment her safety lay in his hands, a sense of\npleasure.  That this was her feeling puzzled and disturbed her, for to\nErnest Peabody it seemed, in some way, disloyal.  And yet there it was.\nOf a certainty, there was the secret pleasure in the thought that if\nthey escaped unhurt from the trap in which they found themselves, it\nwould be due to him.  To herself she argued that if the chauffeur were\ndriving, her feeling would be the same, that it was the nerve, the\nskill, and the coolness, not the man, that moved her admiration.  But\nin her heart she knew it would not be the same.\n\nAt West Haven Green Winthrop turned out of the track of the racing\nmonsters into a quiet street leading to the railroad station, and with\na half-sigh, half-laugh, leaned back comfortably.\n\n\"Those lights coming up suddenly make it hard to see,\" he said.\n\n\"Hard to breathe,\" snorted Sam; \"since that first car missed us, I\nhaven't drawn an honest breath.  I held on so tight that I squeezed the\nhair out of the cushions.\"\n\nWhen they reached the railroad station, and Sam had finally fought his\nway to the station master, that half-crazed official informed him he\nhad missed the departure of Mrs. Taylor Holbrooke's car by just ten\nminutes.\n\nBrother Sam reported this state of affairs to his companions.\n\n\"God knows we asked for the fish first,\" he said; \"so now we've done\nour duty by Ernest, who has shamefully deserted us, and we can get\nsomething to eat, and go home at our leisure.  As I have always told\nyou, the only way to travel independently is in a touring-car.\"\n\nAt the New Haven House they bought three waiters, body and soul, and,\nin spite of the fact that in the very next room the team was breaking\ntraining, obtained an excellent but chaotic dinner; and by eight they\nwere on their way back to the big city.\n\nThe night was grandly beautiful.  The waters of the Sound flashed in\nthe light of a cold, clear moon, which showed them, like pictures in\nsilver print, the sleeping villages through which they passed, the\nancient elms, the low-roofed cottages, the town hall facing the common.\nThe post road was again empty, and the car moved as steadily as a watch.\n\n\"Just because it knows we don't care now when we get there,\" said\nBrother Sam, \"you couldn't make it break down with an axe.\"\n\nFrom the rear, where he sat with Fred, he announced he was going to\nsleep, and asked that he be not awakened until the car had crossed the\nState line between Connecticut and New York.  Winthrop doubted if he\nknew the State line of New York.\n\n\"It is where the advertisements for Besse Baker's twenty-seven stores\ncease,\"  said Sam drowsily, \"and the billposters of Ethel Barrymore\nbegin.\"\n\nIn the front of the car the two young people spoke only at intervals,\nbut Winthrop had never been so widely alert, so keenly happy, never\nbefore so conscious of her presence.\n\nAnd it seemed as they glided through the mysterious moonlit world of\nsilent villages, shadowy woods, and wind-swept bays and inlets, from\nwhich, as the car rattled over the planks of the bridges, the wild duck\nrose in noisy circles, they alone were awake and living.\n\nThe silence had lasted so long that it was as eloquent as words.  The\nyoung man turned his eyes timorously, and sought those of the girl.\nWhat he felt was so strong in him that it seemed incredible she should\nbe ignorant of it.  His eyes searched the gray veil.  In his voice\nthere was both challenge and pleading.\n\n\"'Shall be together,'\" he quoted, \"'breathe and ride.  So, one day more\nam I deified; who knows but the world may end to-night?'\"\n\nThe moonlight showed the girl's eyes shining through the veil, and\nregarding him steadily.\n\n\"If you don't stop this car quick,\" she said, \"the world WILL end for\nall of us.\"\n\nHe shot a look ahead, and so suddenly threw on the brake that Sam and\nthe chauffeur tumbled awake.  Across the road stretched the great bulk\nof a touring-car, its lamps burning dully in the brilliance of the\nmoon.  Around it, for greater warmth, a half-dozen figures stamped upon\nthe frozen ground, and beat themselves with their arms.  Sam and the\nchauffeur vaulted into the road, and went toward them.\n\n\"It's what you say, and the way you say it,\" the girl explained.  She\nseemed to be continuing an argument.  \"It makes it so very difficult\nfor us to play together.\"\n\nThe young man clasped the wheel as though the force he were holding in\ncheck were much greater than sixty horse-power.\n\n\"You are not married yet, are you?\" he demanded.\n\nThe girl moved her head.\n\n\"And when you are married, there will probably be an altar from which\nyou will turn to walk back up the aisle?\"\n\n\"Well?\" said the girl.\n\n\"Well,\" he answered explosively, \"until you turn away from that altar,\nI do not recognize the right of any man to keep me quiet, or your right\neither.  Why should I be held by your engagement?  I was not consulted\nabout it.  I did not give my consent, did I?  I tell you, you are the\nonly woman in the world I will ever marry, and if you think I am going\nto keep silent and watch some one else carry you off without making a\nfight for you, you don't know me.\"\n\n\"If you go on,\" said the girl, \"it will mean that I shall not see you\nagain.\"\n\n\"Then I will write letters to you.\"\n\n\"I will not read them,\" said the girl.  The young man laughed defiantly.\n\n\"Oh, yes, you will read them!\"  He pounded his gauntleted fist on the\nrim of the wheel.  \"You mayn't answer them, but if I can write the way\nI feel, I will bet you'll read them.\"\n\nHis voice changed suddenly, and he began to plead.  It was as though\nshe were some masculine giant bullying a small boy.\n\n\"You are not fair to me,\" he protested.  \"I do not ask you to be kind,\nI ask you to be fair.  I am fighting for what means more to me than\nanything in this world, and you won't even listen.  Why should I\nrecognize any other men!  All I recognize is that _I_ am the man who\nloves you, that 'I am the man at your feet.'  That is all I know, that\nI love you.\"\n\nThe girl moved as though with the cold, and turned her head from him.\n\n\n\"I love you,\" repeated the young man.\n\nThe girl breathed like one who has been swimming under water, but, when\nshe spoke, her voice was calm and contained.\n\n\"Please!\" she begged, \"don't you see how unfair it is.  I can't go\naway; I HAVE to listen.\"\n\nThe young man pulled himself upright, and pressed his lips together.\n\n\"I beg your pardon,\" he whispered.\n\nThere was for some time an unhappy silence, and then Winthrop added\nbitterly:  \"Methinks the punishment exceeds the offence.\"\n\n\"Do you think you make it easy for ME?\" returned the girl.\n\nShe considered it most ungenerous of him to sit staring into the\nmoonlight, looking so miserable that it made her heart ache to comfort\nhim, and so extremely handsome that to do so was quite impossible.  She\nwould have liked to reach out her hand and lay it on his arm, and tell\nhim she was sorry, but she could not.  He should not have looked so\nunnecessarily handsome.\n\nSam came running toward them with five grizzly bears, who balanced\nthemselves apparently with some slight effort upon their hind legs.\nThe grizzly bears were properly presented as:  \"Tommy Todd, of my\nclass, and some more like him.  And,\" continued Sam, \"I am going to\nquit you two and go with them.  Tom's car broke down, but Fred fixed\nit, and both our cars can travel together.  Sort of convoy,\" he\nexplained.\n\nHis sister signalled eagerly, but with equal eagerness he retreated\nfrom her.\n\n\"Believe me,\" he assured her soothingly, \"I am just as good a chaperon\nfifty yards behind you, and wide awake, as I am in the same car and\nfast asleep.  And, besides, I want to hear about the game.  And, what's\nmore, two cars are much safer than one.  Suppose you two break down in\na lonely place?  We'll be right behind you to pick you up.  You will\nkeep Winthrop's car in sight, won't you, Tommy?\" he said.\n\nThe grizzly bear called Tommy, who had been examining the Scarlet Car,\nanswered doubtfully that the only way he could keep it in sight was by\ntying a rope to it.\n\n\"That's all right, then,\" said Sam briskly, \"Winthrop will go slow.\"\n\nSo the Scarlet Car shot forward with sometimes the second car so far in\nthe rear that they could only faintly distinguish the horn begging them\nto wait, and again it would follow so close upon their wheels that they\nheard the five grizzly bears chanting beseechingly\n\n           Oh, bring this wagon home, John,\n           It will not hold us a-all.\n\n\nFor some time there was silence in the Scarlet Car, and then Winthrop\nbroke it by laughing.\n\n\"First, I lose Peabody,\" he explained, \"then I lose Sam, and now, after\nI throw Fred overboard, I am going to drive you into Stamford, where\nthey do not ask runaway couples for a license, and marry you.\"\n\nThe girl smiled comfortably.  In that mood she was not afraid of him.\n\nShe lifted her face, and stretched out her arms as though she were\ndrinking in the moonlight.\n\n\"It has been such a good day,\" she said simply, \"and I am really so\nvery happy.\"\n\n\"I shall be equally frank,\" said Winthrop.  \"So am I.\"\n\nFor two hours they had been on the road, and were just entering\nFairport.  For some long time the voices of the pursuing grizzlies had\nbeen lost in the far distance.\n\n\"The road's up,\" said Miss Forbes.\n\nShe pointed ahead to two red lanterns.\n\n\"It was all right this morning,\" exclaimed Winthrop.\n\nThe car was pulled down to eight miles an hour, and, trembling and\nsnorting at the indignity, nosed up to the red lanterns.\n\nThey showed in a ruddy glow the legs of two men.\n\n\"You gotta stop!\" commanded a voice.\n\n\"Why?\" asked Winthrop.\n\nThe voice became embodied in the person of a tall man, with a long\novercoat and a drooping mustache.\n\n\"'Cause I tell you to!\" snapped the tall man.\n\nWinthrop threw a quick glance to the rear.  In that direction for a\nmile the road lay straight away.  He could see its entire length, and\nit was empty.  In thinking of nothing but Miss Forbes, he had forgotten\nthe chaperon.  He was impressed with the fact that the immediate\npresence of a chaperon was desirable.  Directly in front of the car,\nblocking its advance, were two barrels, with a two-inch plank sagging\nheavily between them.  Beyond that the main street of Fairport lay\nsteeped in slumber and moonlight.\n\n\"I am a selectman,\" said the one with the lantern.  \"You been exceedin'\nour speed limit.\"\n\nThe chauffeur gave a gasp that might have been construed to mean that\nthe charge amazed and shocked him.\n\n\"That is not possible,\" Winthrop answered.  \"I have been going very\nslow--on purpose--to allow a disabled car to keep up with me.\"\n\nThe selectman looked down the road.\n\n\"It ain't kep' up with you,\" he said pointedly.\n\n\"It has until the last few minutes.\"\n\n\"It's the last few minutes we're talking about,\" returned the man who\nhad not spoken.  He put his foot on the step of the car.\n\n\"What are you doing?\" asked Winthrop.\n\n\"I am going to take you to Judge Allen's.  I am chief of police.  You\nare under arrest.\"\n\nBefore Winthrop rose moving pictures of Miss Forbes appearing in a\ndirty police station before an officious Dogberry, and, as he and his\ncar were well known along the Post road, appearing the next morning in\nthe New York papers.  \"William Winthrop,\" he saw the printed words,\n\"son of Endicott Winthrop, was arrested here this evening, with a young\nwoman who refused to give her name, but who was recognized as Miss\nBeatrice Forbes, whose engagement to Ernest Peabody, the Reform\ncandidate on the Independent ticket----\"\n\nAnd, of course, Peabody would blame her.\n\n\"If I have exceeded your speed limit,\" he said politely, \"I shall be\ndelighted to pay the fine.  How much is it?\"\n\n\"Judge Allen'll tell you what the fine is,\" said the selectman gruffly.\n\"And he may want bail.\"\n\n\"Bail?\" demanded Winthrop.  \"Do you mean to tell me he will detain us\nhere?\"\n\n\"He will, if he wants to,\" answered the chief of police combatively.\n\nFor an instant Winthrop sat gazing gloomily ahead, overcome apparently\nby the enormity of his offence.  He was calculating whether, if he\nrammed the two-inch plank, it would hit the car or Miss Forbes.  He\ndecided swiftly it would hit his new two-hundred-dollar lamps.  As\nswiftly he decided the new lamps must go.  But he had read of guardians\nof the public safety so regardless of private safety as to try to\npuncture runaway tires with pistol bullets.  He had no intention of\nsubjecting Miss Forbes to a fusillade.\n\nSo he whirled upon the chief of police:\n\n\"Take your hand off that gun!\" he growled.  \"How dare you threaten me?\"\n\nAmazed, the chief of police dropped from the step and advanced\nindignantly.\n\n\"Me?\" he demanded.  \"I ain't got a gun.  What you mean by----\"\n\nWith sudden intelligence, the chauffeur precipitated himself upon the\nscene.\n\n\"It's the other one,\" he shouted.  He shook an accusing finger at the\nselectman.  \"He pointed it at the lady.\"\n\nTo Miss Forbes the realism of Fred's acting was too convincing.  To\nlearn that one is covered with a loaded revolver is disconcerting.\nMiss Forbes gave a startled squeak, and ducked her head.\n\nWinthrop roared aloud at the selectman.\n\n\"How dare you frighten the lady!\" he cried.  \"Take your hand off that\ngun.\"\n\n\"What you talkin' about?\" shouted the selectman.  \"The idea of my\nhavin' a gun!  I haven't got a----\"\n\n\"All right, Fred!\" cried Winthrop.  \"Low bridge.\"\n\nThere was a crash of shattered glass and brass, of scattered barrel\nstaves, the smell of escaping gas, and the Scarlet Car was flying\ndrunkenly down the main street.\n\n\"What are they doing now, Fred?\" called the owner.\n\nFred peered over the stern of the flying car.\n\n\"The constable's jumping around the road,\" he replied, \"and the long\none's leaning against a tree.  No, he's climbing the tree.  I can't\nmake out WHAT he's doing.\"\n\n\"_I_ know!\" cried Miss Forbes; her voice vibrated with excitement.\nDefiance of the law had thrilled her with unsuspected satisfaction; her\neyes were dancing.  \"There was a telephone fastened to the tree, a hand\ntelephone.  They are sending word to some one.  They're trying to head\nus off.\"\n\nWinthrop brought the car to a quick halt.\n\n\"We're in a police trap!\" he said.  Fred leaned forward and whispered\nto his employer.  His voice also vibrated with the joy of the chase.\n\n\"This'll be our THIRD arrest,\" he said.  \"That means----\"\n\n\"I know what it means,\" snapped Winthrop.  \"Tell me how we can get out\nof here.\"\n\n\"We can't get out of here, sir, unless we go back.  Going south, the\nbridge is the only way out.\"\n\n\"The bridge!\" Winthrop struck the wheel savagely with his knuckles.  \"I\nforgot their confounded bridge!\"  He turned to Miss Forbes.  \"Fairport\nis a sort of island,\" he explained.\n\n\"But after we're across the bridge,\" urged the chauffeur, \"we needn't\nkeep to the post road no more.  We can turn into Stone Ridge, and\nstrike south to White Plains.  Then----\"\n\n\"We haven't crossed the bridge yet,\" growled Winthrop.  His voice had\nnone of the joy of the others; he was greatly perturbed.  \"Look back,\"\nhe commanded, \"and see if there is any sign of those boys.\"\n\nHe was now  quite willing to share responsibility.   But there was no\nsign of the Yale men, and, unattended, the Scarlet Car crept warily\nforward.  Ahead of it, across the little reed-grown inlet, stretched\ntheir road of escape, a long wooden bridge, lying white in the\nmoonlight.\n\n\"I don't see a soul,\"  whispered Miss Forbes.\n\n\"Anybody at that draw?\" asked Winthrop.  Unconsciously his voice also\nhad sunk to a whisper.\n\n\"No,\" returned Fred.  \"I think the man that tends the draw goes home at\nnight; there is no light there.\"\n\n\"Well then,\" said Winthrop, with an anxious sigh, \"we've got to make a\ndash for it.\"\n\nThe car shot forward, and, as it leaped lightly upon the bridge, there\nwas a rapid rumble of creaking boards.\n\nBetween it and the highway to New York lay only two hundred yards of\ntrack, straight and empty.\n\nIn his excitement the chauffeur rose from the rear seat.\n\n\"They'll never catch us now,\" he muttered.  \"They'll never catch us!\"\n\nBut even as he spoke there grated harshly the creak of rusty chains on\na cogged wheel, the rattle of a brake.  The black figure of a man with\nwaving arms ran out upon the draw, and the draw gaped slowly open.\n\nWhen the car halted there was between it and the broken edge of the\nbridge twenty feet of running water.\n\nAt the same moment from behind it came a patter of feet, and Winthrop\nturned to see racing toward them some dozen young men of Fairport.\nThey surrounded him with noisy, raucous, belligerent cries.  They were,\nas they proudly informed him, members of the Fairport \"Volunteer Fire\nDepartment.\"  That they might purchase new uniforms, they had arranged\na trap for the automobiles returning in illegal haste from New Haven.\nIn fines they had collected $300, and it was evident that already some\nof that money had been expended in bad whiskey.  As many as could do so\ncrowded into the car, others hung to the running boards and step,\nothers ran beside it.  They rejoiced over Winthrop's unsuccessful\nflight and capture with violent and humiliating laughter.\n\nFor the day, Judge Allen had made a temporary court in the clubroom of\nthe fire department, which was over the engine house; and the\nproceedings were brief and decisive.  The selectman told how Winthrop,\nafter first breaking the speed law, had broken arrest and Judge Allen,\nrefusing to fine him and let him go, held him and his companions for a\nhearing the following morning.  He fixed the amount of bail at $500\neach; failing to pay this, they would for the night be locked up in\ndifferent parts of the engine house, which, it developed, contained on\nthe ground floor the home of the fire engine, on the second floor the\nclubroom, on alternate nights, of the firemen, the local G. A. R., and\nthe Knights of Pythias, and in its cellar the town jail.\n\nWinthrop and the chauffeur the learned judge condemned to the cells in\nthe basement.  As a concession, he granted Miss Forbes the freedom of\nthe entire clubroom to herself.\n\nThe objections raised by Winthrop to this arrangement were of a nature\nso violent, so vigorous, at one moment so specious and conciliatory,\nand the next so abusive, that his listeners were moved by awe, but not\nto pity.\n\nIn his indignation, Judge Allen rose to reply, and as, the better to\nhear him, the crowd pushed forward, Fred gave way before it, until he\nwas left standing in sullen gloom upon its outer edge.  In imitation of\nthe real firemen of the great cities, the vamps of Fairport had cut a\ncircular hole in the floor of their clubroom, and from the engine room\nbelow had reared a sliding pole of shining brass.  When leaving their\nclubroom, it was always their pleasure to scorn the stairs and, like\nreal firemen, slide down this pole.  It had not escaped the notice of\nFred, and since his entrance he had been gravitating toward it.\n\nAs the voice of the judge rose in violent objurgation, and all eyes\nwere fixed upon him, the chauffeur crooked his leg tightly about the\nbrass pole, and, like the devil in the pantomime, sank softly and\nswiftly through the floor.\n\nThe irate judge was shaking his finger in Winthrop's face.\n\n\"Don't you try to teach me no law,\" he shouted; \"I know what I can do.\nEf MY darter went gallivantin' around nights in one of them\nautomobiles, it would serve her right to get locked up.  Maybe this\nyoung woman will learn to stay at home nights with her folks.  She\nain't goin' to take no harm here.  The constable sits up all night\ndownstairs in the fire engine room, and that sofa's as good a place to\nsleep as the hotel.  If you want me to let her go to the hotel, why\ndon't you send to your folks and bail her out?\"\n\n\"You know damn well why I don't,\" returned Winthrop.  \"I don't intend\nto give the newspapers and you and these other idiots the chance to\nannoy her further.  This young lady's brother has been with us all day;\nhe left us only by accident, and by forcing her to remain here alone\nyou are acting outrageously.  If you knew anything of decency, or law,\nyou'd----\"\n\n\"I know this much!\" roared the justice triumphantly, pointing his\nspectacle-case at Miss Forbes.  \"I know her name ain't Lizzie Borden\nand yours ain't Charley Ross.\"\n\nWinthrop crossed to where Miss Forbes stood in a corner.  She still\nwore her veil, but through it, though her face was pale, she smiled at\nhim.\n\nHis own distress was undisguised.\n\n\"I  can  never  forgive  myself,\" he said.\n\n\"Nonsense!\" replied Miss Forbes briskly.  \"You were perfectly right.\nIf we had sent for any one, it would have had to come out.  Now, we'll\npay the fine in the morning and get home, and no one will know anything\nof it excepting the family and Mr. Peabody, and they'll understand.\nBut if I ever lay hands on my brother Sam!\"--she clasped her fingers\ntogether helplessly.  \"To think of his leaving you to spend the night\nin a cell----\"\n\nWinthrop interrupted her.\n\n\"I will get one of these men to send his wife or sister over to stay\nwith you,\" he said.\n\nBut Miss Forbes protested that she did not want a companion.  The\nconstable would protect her, she said, and she would sit up all night\nand read.  She nodded at the periodicals on the club table.\n\n\"This is the only chance I may ever have,\" she said, \"to read the\n'Police Gazette'!\"\n\n\"You ready there?\" called the constable.\n\n\"Good-night,\" said Winthrop.\n\nUnder the eyes of the grinning yokels, they shook hands.\n\n\"Good-night,\" said the girl.\n\n\"Where's your young man?\" demanded the chief of police.\n\n\"My what?\" inquired Winthrop.\n\n\"The young fellow that was with you when we held you up that first\ntime.\"\n\nThe constable, or the chief of police as he called himself, on the\nprinciple that if there were only one policeman he must necessarily be\nthe chief, glanced hastily over the heads of the crowd.\n\n\"Any of you holding that shoffer?\" he called.\n\nNo one was holding the chauffeur.\n\nThe chauffeur had vanished.\n\nThe cell to which the constable led Winthrop was in a corner of the\ncellar in which formerly coal had been stored.  This corner was now\nfenced off with boards, and a wooden door with chain and padlock.\n\nHigh in the wall, on a level with the ground, was the opening, or\nwindow, through which the coal had been dumped.  This window now was\nbarricaded with iron bars.  Winthrop tested the door by shaking it, and\nlanded a heavy kick on one of the hinges.  It gave slightly, and\nemitted a feeble groan.\n\n\"What you tryin' to do?\" demanded the constable.  \"That's town\nproperty.\"\n\nIn the light of the constable's lantern, Winthrop surveyed his cell\nwith extreme dissatisfaction.\n\n\"I call this a cheap cell,\" he said.\n\n\"It's good enough for a cheap sport,\" returned the constable.  It was\nso overwhelming a retort that after the constable had turned the key in\nthe padlock, and taken himself and his lantern to the floor above,\nWinthrop could hear him repeating it to the volunteer firemen.  They\nreceived it with delighted howls.\n\nFor an hour, on the three empty boxes that formed his bed, Winthrop\nsat, with his chin on his fists, planning the nameless atrocities he\nwould inflict upon the village of Fairport.  Compared to his tortures,\nthose of Neuremberg were merely reprimands.  Also he considered the\nparticular punishment he would mete out to Sam Forbes for his desertion\nof his sister, and to Fred.  He could not understand Fred.  It was not\nlike the chauffeur to think only of himself.  Nevertheless, for\nabandoning Miss Forbes in the hour of need, Fred must be discharged.\nHe had, with some regret, determined upon this discipline, when from\ndirectly over his head the voice of Fred hailed him cautiously.\n\n\"Mr. Winthrop,\" the voice called, \"are you there?\"\n\nTo Winthrop the question seemed superfluous.  He jumped to his feet,\nand peered up into the darkness.\n\n\"Where are YOU?\" he demanded.\n\n\"At the window,\" came the answer.  \"We're in the back yard.  Mr. Sam\nwants to speak to you.\"\n\nOn Miss Forbes's account, Winthrop gave a gasp of relief.  On his own,\none of savage satisfaction.\n\n\"And _I_ want to speak to HIM!\" he whispered.\n\nThe moonlight, which had been faintly shining through the iron bars of\nthe coal chute, was eclipsed by a head and shoulders.  The comfortable\nvoice of Sam Forbes greeted him in a playful whisper.\n\n\"Hullo, Billy!  You down there?\"\n\n\"Where the devil did you think I was?\" Winthrop answered at white heat.\n\"Let me tell you if I was not down here I'd be punching your head.\"\n\n\"That's all right, Billy,\" Sam answered soothingly.  \"But I'll save you\njust the same.  It shall never be said of Sam Forbes he deserted a\ncomrade----\"\n\n\"Stop that!  Do you know,\" Winthrop demanded fiercely, \"that your\nsister is a prisoner upstairs?\"\n\n\"I do,\" replied the unfeeling brother, \"but she won't be long.  All the\nlow-comedy parts are out now arranging a rescue.\"\n\n\"Who are? Todd and those boys?\" demanded Winthrop.  \"They mustn't think\nof it!  They'll only make it worse.  It is impossible to get your\nsister out of here with those drunken firemen in the building.  You\nmust wait till they've gone home.  Do you hear me?\"\n\n\"Pardon ME!\" returned Sam stiffly, \"but this is MY relief expedition.\nI have sent two of the boys to hold the bridge, like Horatius, and two\nto guard the motors, and the others are going to entice the firemen\naway from the engine house.\"\n\n\"Entice them?  How?\" demanded Winthrop.  \"They're drunk, and they won't\nleave here till morning.\"\n\nOutside the engine house, suspended from a heavy cross-bar, was a steel\nrail borrowed from a railroad track, and bent into a hoop.  When hit\nwith a sledge-hammer it proclaimed to Fairport that the \"consuming\nelement\" was at large.\n\nAt the moment Winthrop asked his question, over the village of Fairport\nand over the bay and marshes, and far out across the Sound, the great\nsteel bar sent forth a shuddering boom of warning.\n\nFrom the room above came a wild tumult of joyous yells.\n\n\"Fire!\" shrieked the vamps, \"fire!\"\n\nThe two men crouching by the cellar window heard the rush of feet, the\nengine banging and bumping across the sidewalk, its brass bell clanking\ncrazily, the happy vamps shouting hoarse, incoherent orders.\n\nThrough the window Sam lowered a bag of tools he had taken from\nWinthrop's car.\n\n\"Can you open the lock with any of these?\" he asked.\n\n\"I can kick it open!\" yelled Winthrop joyfully.  \"Get to your sister,\nquick!\"\n\nHe threw his shoulder against the door, and the staples flying before\nhim sent him sprawling in the coal-dust.  When he reached the head of\nthe stairs, Beatrice Forbes was descending from the clubroom, and in\nfront of the door the two cars, with their lamps unlit and numbers\nhidden, were panting to be free.\n\nAnd in the North, reaching to the sky, rose a roaring column of flame,\nshameless in the pale moonlight, dragging into naked day the sleeping\nvillage, the shingled houses, the clock-face in the church steeple.\n\n\"What the devil have you done?\" gasped Winthrop.\n\nBefore he answered, Sam waited until the cars were rattling to safety\nacross the bridge.\n\n\"We have been protecting the face of nature,\" he shouted.  \"The only\nway to get that gang out of the engine house was to set fire to\nsomething.  Tommy wanted to burn up the railroad station, because he\ndoesn't like the New York and New Haven, and Fred was for setting fire\nto Judge Allen's house, because he was rude to Beatrice.  But we\nfinally formed the Village Improvement Society, organized to burn all\nadvertising signs.  You know those that stood in the marshes, and hid\nthe view from the trains, so that you could not see the Sound.  We\nchopped them down and put them in a pile, and poured gasolene on them,\nand that fire is all that is left of the pickles, fly-screens, and\npills.\"\n\nIt was midnight when the cars drew up at the door of the house of\nForbes.  Anxiously waiting in the library were Mrs. Forbes and Ernest\nPeabody.\n\n\"At last!\" cried Mrs. Forbes, smiling her relief; \"we thought maybe Sam\nand you had decided to spend the night in New Haven.\"\n\n\"No,\" said Miss Forbes, \"there WAS some talk about spending the night\nat Fairport, but we pushed right on.\"\n\n\n\n\nII\n\nTHE TRESPASSERS\n\n\nWith a long, nervous shudder, the Scarlet Car came to a stop, and the\nlamps bored a round hole in the night, leaving the rest of the\nencircling world in a chill and silent darkness.\n\nThe lamps showed a flickering picture of a country road between high\nbanks covered with loose stones, and overhead, a fringe of pine boughs.\nIt looked like a colored photograph thrown from a stereopticon in a\ndarkened theater.\n\nFrom the back of the car the voice of the owner said briskly: \"We will\nnow sing that beautiful ballad entitled 'He Is Sleeping in the Yukon\nVale To-night.'  What are you stopping for, Fred?\" he asked.\n\nThe tone of the chauffeur suggested he was again upon the defensive.\n\n\"For water, sir,\" he mumbled.\n\nMiss Forbes in the front seat laughed, and her brother in the rear\nseat, groaned in dismay.\n\n\"Oh, for water?\" said the owner cordially.  \"I thought maybe it was for\ncoal.\"\n\nSave a dignified silence, there was no answer to this, until there came\na rolling of loose stones and the sound of a heavy body suddenly\nprecipitated down the bank, and landing with a thump in the road.\n\n\"He didn't get the water,\" said the owner sadly.\n\n\"Are you hurt, Fred?\" asked the girl.\n\nThe chauffeur limped in front of the lamps, appearing suddenly, like an\nactor stepping into the limelight.\n\n\"No, ma'am,\"  he said.  In the rays of the lamp, he unfolded a road map\nand scowled at it.  He shook his head aggrievedly.\n\n\"There OUGHT to be a house just about here,\" he explained.\n\n\"There OUGHT to be a hotel and a garage, and a cold supper, just about\nhere,\" said the girl cheerfully.\n\n\"That's the way with those houses,\" complained the owner.  \"They never\nstay where they're put.  At night they go around and visit each other.\nWhere do you think you are, Fred?\"\n\n\"I think we're in that long woods, between Loon Lake and Stoughton on\nthe Boston Pike,\" said the chauffeur, \"and,\" he reiterated, \"there\nOUGHT to be a house somewhere about here--where we get water.\"\n\n\"Well, get there, then, and get the water,\" commanded the owner.\n\n\"But I can't get there, sir, till I get the water,\" returned the\nchauffeur.\n\nHe shook out two collapsible buckets, and started down the shaft of\nlight.\n\n\"I won't be more nor five minutes,\" he called.\n\n\"I'm going with him,\" said the girl, \"I'm cold.\"\n\nShe stepped down from the front seat, and the owner with sudden\nalacrity vaulted the door and started after her.\n\n\"You coming?\" he inquired of Ernest Peabody.  But Ernest Peabody being\nsoundly asleep made no reply.  Winthrop turned to Sam.  \"Are YOU\ncoming?\" he repeated.\n\nThe tone of the invitation seemed to suggest that a refusal would not\nnecessarily lead to a quarrel.\n\n\"I am NOT!\" said the brother.  \"You've kept Peabody and me twelve hours\nin the open air, and it's past two, and we're going to sleep.  You can\ntake it from me that we are going to spend the rest of this night here\nin this road.\"\n\nHe moved his cramped joints cautiously, and stretched his legs the full\nwidth of the car.\n\n\"If you can't get plain water,\" he called, \"get club soda.\"\n\nHe buried his nose in the collar of his fur coat, and the odors of\ncamphor and raccoon skins instantly assailed him, but he only yawned\nluxuriously and disappeared into the coat as a turtle draws into its\nshell.  From the woods about him the smell of the pine needles pressed\nupon him like a drug, and before the footsteps of his companions were\nlost in the silence he was asleep.  But his sleep was only a review of\nhis waking hours.  Still on either hand rose flying dust clouds and\ntwirling leaves; still on either side raced gray stone walls, telegraph\npoles, hills rich in autumn colors; and before him a long white road,\nunending, interminable, stretching out finally into a darkness lit by\nflashing shop-windows, like open fireplaces, by street lamps, by\nswinging electric globes, by the blinding searchlights of hundreds of\ndarting trolley cars with terrifying gongs, and then a cold white mist,\nand again on every side, darkness, except where the four great lamps\nblazed a path through stretches of ghostly woods.\n\nAs the two young men slumbered, the lamps spluttered and sizzled like\nbacon in a frying-pan, a stone rolled noisily down the bank, a white\nowl, both appalled and fascinated by the dazzling eyes of the monster\nblocking the road, hooted, and flapped itself away.  But the men in the\ncar only shivered slightly, deep in the sleep of utter weariness.\n\nIn silence the girl and Winthrop followed the chauffeur.  They had\npassed out of the light of the lamps, and in the autumn mist the\nelectric torch of the owner was as ineffective as a glow-worm.  The\nmystery of the forest fell heavily upon them.  From their feet the dead\nleaves sent up a clean, damp odor, and on either side and overhead the\ngiant pine trees whispered and rustled in the night wind.\n\n\"Take my coat, too,\" said the young man.  \"You'll catch cold.\" He spoke\nwith authority and began to slip the loops from the big horn buttons.\nIt was not the habit of the girl to consider her health.  Nor did she\npermit the members of her family to show solicitude concerning it.  But\nthe anxiety of the young man, did not seem to offend her.  She thanked\nhim generously.  \"No; these coats are hard to walk in, and I want to\nwalk,\" she exclaimed.\n\n\"I like to hear the leaves rustle when you kick them, don't you?  When\nI was so high, I used to pretend it was wading in the surf.\"\n\nThe young man moved over to the gutter of the road where the leaves\nwere deepest and kicked violently.  \"And the more noise you make,\" he\nsaid, \"the more you frighten away the wild animals.\"\n\nThe girl shuddered in a most helpless and fascinating fashion.\n\n\"Don't!\" she whispered.  \"I didn't mention it, but already I have seen\nseveral lions crouching behind the trees.\"\n\n\"Indeed?\" said the young man.  His tone was preoccupied.  He had just\nkicked a rock, hidden by the leaves, and was standing on one leg.\n\n\"Do you mean you don't believe me?\" asked the girl, \"or is it that you\nare merely brave?\"\n\n\"Merely brave!\" exclaimed the young man. \"Massachusetts is so far north\nfor lions,\" he continued, \"that I fancy what you saw was a grizzly\nbear.  But I have my trusty electric torch with me, and if there is\nanything a bear cannot abide, it is to be pointed at by an electric\ntorch.\"\n\n\"Let us pretend,\" cried the girl, \"that we are the babes in the wood,\nand that we are lost.\"\n\n\"We don't have to pretend we're lost,\" said the man, \"and as I remember\nit, the babes came to a sad end.  Didn't they die, and didn't the birds\nbury them with leaves?\"\n\n\"Sam and Mr. Peabody can be the birds,\" suggested the girl.\n\n\"Sam and Peabody hopping around with leaves in their teeth would look\nsilly,\" objected the man, \"I doubt if I could keep from laughing.\"\n\n\"Then,\" said the girl, \"they can be the wicked robbers who came to kill\nthe babes.\"\n\n\"Very well,\" said the man with suspicious alacrity, \"let us be babes.\nIf I have to die,\" he went on heartily, \"I would rather die with you\nthan live with any one else.\"\n\nWhen he had spoken, although they were entirely alone in the world and\nquite near to each other, it was as though the girl could not hear him,\neven as though he had not spoken at all.  After a silence, the girl\nsaid:  \"Perhaps it would be better for us to go back to the car.\"\n\n\"I won't do it again,\" begged the man.\n\n\"We will pretend,\" cried the girl, \"that the car is a van and that we\nare gypsies, and we'll build a campfire, and I will tell your fortune.\"\n\n\"You are the only woman who can,\" muttered the young man.\n\nThe girl still stood in her tracks.\n\n\"You said--\" she began.\n\n\"I know,\" interrupted the man, \"but you won't let me talk seriously, so\nI joke.  But some day----\"\n\n\"Oh, look!\" cried the girl.  \"There's Fred.\"\n\nShe ran from him down the road.  The young man followed her slowly, his\nfists deep in the pockets of the great-coat, and kicking at the\nunoffending leaves.\n\nThe chauffeur was peering through a double iron gate hung between\nsquare brick posts.  The lower hinge of one gate was broken, and that\ngate lurched forward leaving an opening.  By the light of the electric\ntorch they could see the beginning of a driveway, rough and weed-grown,\nlined with trees of great age and bulk, and an unkempt lawn, strewn\nwith bushes, and beyond, in an open place bare of trees and illuminated\nfaintly by the stars, the shadow of a house, black, silent, and\nforbidding.\n\n\"That's it,\" whispered the chauffeur.  \"I was here before.  The well is\nover there.\"\n\nThe young man gave a gasp of astonishment.\n\n\"Why,\" he protested, \"this is the Carey place!  I should say we WERE\nlost.  We must have left the road an hour ago.  There's not another\nhouse within miles.\"  But he made no movement to enter.  \"Of all\nplaces!\" he muttered.\n\n\"Well, then,\" urged the girl briskly, \"if there's no other house, let's\ntap Mr. Carey's well and get on.\"\n\n\"Do you know who he is?\" asked the man.\n\nThe girl laughed.  \"You don't need a letter of introduction to take a\nbucket of water, do you?\" she said.\n\n\"It's Philip Carey's house.  He lives here.\"  He spoke in a whisper,\nand insistently, as though the information must carry some special\nsignificance.  But the girl showed no sign of enlightenment.  \"You\nremember the Carey boys?\" he urged.  \"They left Harvard the year I\nentered.  They HAD to leave.  They were quite mad.  All the Careys have\nbeen mad.  The boys were queer even then, and awfully rich.  Henry ran\naway with a girl from a shoe factory in Brockton and lives in Paris,\nand Philip was sent here.\"\n\n\"Sent here?\" repeated the girl.  Unconsciously her voice also had sunk\nto a whisper.\n\n\"He has a doctor and a nurse and keepers, and they live here all the\nyear round.  When Fred said there were people hereabouts, I thought we\nmight strike them for something to eat, or even to put us up for the\nnight, but, Philip Carey!  I shouldn't fancy----\"\n\n\"I should think not!\" exclaimed the girl.\n\nFor, a minute the three stood silent, peering through the iron bars.\n\n\"And the worst of it is,\" went on the young man irritably, \"he could\ngive us such good things to eat.\"\n\n\"It doesn't look it,\" said the girl.\n\n\"I know,\" continued the man in the same eager whisper.  \"But--who was\nit was telling me?  Some doctor I know who came down to see him.  He\nsaid Carey does himself awfully well, has the house full of bully\npictures, and the family plate, and wonderful collections--things he\npicked up in the East--gold ornaments, and jewels, and jade.\"\n\n\"I shouldn't think,\"  said the girl in the same hushed voice, \"they\nwould let him live so far from any neighbors with such things in the\nhouse.  Suppose burglars----\"\n\n\"Burglars!  Burglars would never hear of this place.  How could\nthey?--Even his friends think it's just a private madhouse.\"\n\nThe girl shivered and drew back from the gate.\n\nFred coughed apologetically.\n\n\"I'VE heard of it,\" he volunteered.  \"There was a piece in the Sunday\nPost.  It said he eats his dinner in a diamond crown, and all the walls\nis gold, and two monkeys wait on table with gold----\"\n\n\"Nonsense!\" said the man sharply.  \"He eats like any one else and\ndresses like any one else.  How far is the well from the house?\"\n\n\"It's purty near,\" said the chauffeur.\n\n\"Pretty near the house, or pretty near here?\"\n\n\"Just outside the kitchen; and it makes a creaky noise.\"\n\n\"You mean you don't want to go?\"\n\nFred's answer was unintelligible.\n\n\"You wait here with Miss Forbes,\" said the young man.  \"And I'll get\nthe water.\"\n\n\"Yes, sir!\" said Fred, quite distinctly.\n\n\"No, sir!\" said Miss Forbes, with equal distinctness.  \"I'm not going\nto be left here alone--with all these trees.  I'm going with you.\"\n\n\"There may be a dog,\" suggested the young man, \"or, I was thinking if\nthey heard me prowling about, they might take a shot--just for luck.\nWhy don't you go back to the car with Fred?\"\n\n\"Down that long road in the dark?\" exclaimed the girl.  \"Do you think I\nhave no imagination?\"\n\nThe man in front, the girl close on his heels, and the boy with the\nbuckets following, crawled through the broken gate, and moved\ncautiously up the gravel driveway.\n\nWithin fifty feet of the house the courage of the chauffeur returned.\n\n\"You wait here,\" he whispered, \"and if I wake 'em up, you shout to 'em\nthat it's all right, that it's only me.\"\n\n\"Your idea being,\" said the young man, \"that they will then fire at me.\nClever lad.  Run along.\"\n\nThere was a rustling of the dead weeds, and instantly the chauffeur was\nswallowed in the encompassing shadows.\n\nMiss Forbes leaned toward the young man.\n\n\"Do you see a light in that lower story?\" she whispered.\n\n\"No,\" said the man.  \"Where?\"\n\nAfter a pause the girl answered:  \"I can't see it now, either.  Maybe I\ndidn't see it.  It was very faint--just a glow--it might have been\nphosphorescence.\"\n\n\"It might,\" said the man.  He gave a shrug of distaste.  \"The whole\nplace is certainly old enough and decayed enough.\"\n\nFor a brief space they stood quite still, and at once, accentuated by\ntheir own silence, the noises of the night grew in number and\ndistinctness.  A slight wind had risen and the boughs of the pines\nrocked restlessly, making mournful complaint; and at their feet the\nneedles dropping in a gentle desultory shower had the sound of rain in\nspringtime.  From every side they were startled by noises they could\nnot place.  Strange movements and rustlings caused them to peer sharply\ninto the shadows; footsteps, that seemed to approach, and, then, having\nmarked them, skulk away; branches of bushes that suddenly swept\ntogether, as though closing behind some one in stealthy retreat.\nAlthough they knew that in the deserted garden they were alone, they\nfelt that from the shadows they were being spied upon, that the\ndarkness of the place was peopled by malign presences.\n\nThe young man drew a cigar from his case and put it unlit between his\nteeth.\n\n\"Cheerful, isn't it?\" he growled.  \"These dead leaves make it damp as a\ntomb.  If I've seen one ghost, I've seen a dozen.  I believe we're\nstanding in the Carey family's graveyard.\"\n\n\"I thought you were brave,\" said the girl.\n\n\"I am,\" returned the young man, \"very brave.  But if you had the most\nwonderful girl on earth to take care of in the grounds of a madhouse at\ntwo in the morning, you'd be scared too.\"\n\nHe was abruptly surprised by Miss Forbes laying her hand firmly upon\nhis shoulder, and turning him in the direction of the house.  Her face\nwas so near his that he felt the uneven fluttering of her breath upon\nhis cheek.\n\n\"There is a man,\" she said, \"standing behind that tree.\"\n\nBy the faint light of the stars he saw, in black silhouette, a shoulder\nand head projecting from beyond the trunk of a huge oak, and then\nquickly withdrawn.  The owner of the head and shoulder was on the side\nof the tree nearest to themselves, his back turned to them, and so\ndeeply was his attention engaged that he was unconscious of their\npresence.\n\n\"He is watching the house,\" said the girl.  \"Why is he doing that?\"\n\n\"I think it's Fred,\" whispered the man.  \"He's afraid to go for the\nwater.  That's as far as he's gone.\"  He was about to move forward when\nfrom the oak tree there came a low whistle.  The girl and the man stood\nsilent and motionless.  But they knew it was useless; that they had\nbeen overheard.  A voice spoke cautiously.\n\n\"That you?\" it asked.\n\nWith the idea only of gaining time, the young man responded promptly\nand truthfully.  \"Yes,\" he whispered.\n\n\"Keep to the right of the house,\" commanded the voice.\n\nThe young man seized Miss Forbes by the wrist and moving to the right\ndrew her quickly with him.  He did not stop until they had turned the\ncorner of the building, and were once more hidden by the darkness.\n\n\"The plot thickens,\" he said.  \"I take it that that fellow is a keeper,\nor watchman.  He spoke as though it were natural there should be\nanother man in the grounds, so there's probably two of them, either to\nkeep Carey in, or to keep trespassers out.  Now, I think I'll go back\nand tell him that Jack and Jill went up the hill to fetch a pail of\nwater, and that all they want is to be allowed to get the water, and\ngo.\"\n\n\"Why should a watchman hide behind a tree?\" asked the girl.  \"And\nwhy----\"\n\nShe ceased abruptly with a sharp cry of fright.  \"What's that?\" she\nwhispered.\n\n\"What's what?\" asked the young man startled.  \"What did you hear?\"\n\n\"Over there,\" stammered the girl.  \"Something--that--groaned.\"\n\n\"Pretty soon this will get on my nerves,\" said the man.  He ripped open\nhis greatcoat and reached under it.  \"I've been stoned twice, when\nthere were women in the car,\" he said, apologetically, \"and so now at\nnight I carry a gun.\"  He shifted the darkened torch to his left hand,\nand, moving a few yards, halted to listen.  The girl, reluctant to be\nleft alone, followed slowly.  As he stood immovable there came from the\nleaves just beyond him the sound of a feeble struggle, and a strangled\ngroan.  The man bent forward and flashed the torch.  He saw stretched\nrigid on the ground a huge wolf-hound.  Its legs were twisted horribly,\nthe lips drawn away from the teeth, the eyes glazed in an agony of\npain.  The man snapped off the light.  \"Keep back!\" he whispered to the\ngirl.  He took her by the arm and ran with her toward the gate.\n\n\"Who was it?\" she begged.\n\n\"It was a dog,\" he answered.  \"I think----\"\n\nHe did not tell her what he thought.\n\n\"I've got to find out what the devil has happened to Fred!\" he said.\n\"You go back to the car.  Send your brother here on the run.  Tell him\nthere's going to be a rough-house.  You're not afraid to go?\"\n\n\"No,\" said the girl.\n\nA shadow blacker than the night rose suddenly before them, and a voice\nasked sternly but quietly:  \"What are you doing here?\"\n\nThe young man lifted his arm clear of the girl, and shoved her quickly\nfrom him.  In his hand she felt the pressure of the revolver.\n\n\"Well,\" he replied truculently, \"and what are you doing here?\"\n\n\"I am the night watchman,\" answered the voice.  \"Who are you?\"\n\nIt struck Miss Forbes if the watchman knew that one of the trespassers\nwas a woman he would be at once reassured, and she broke in quickly:\n\n\"We have lost our way,\" she said pleasantly.  \"We came here----\"\n\nShe found herself staring blindly down a shaft of light.  For an\ninstant the torch held her, and then from her swept over the young man.\n\n\"Drop that gun!\" cried the voice.  It was no longer the same voice; it\nwas now savage and snarling.  For answer the young man pressed the\ntorch in his left hand, and, held in the two circles of light, the men\nsurveyed each other.  The newcomer was one of unusual bulk and height.\nThe collar of his overcoat hid his mouth, and his derby hat was drawn\ndown over his forehead, but what they saw showed an intelligent, strong\nface, although for the moment it wore a menacing scowl.  The young man\ndropped his revolver into his pocket.\n\n\"My automobile ran dry,\" he said; \"we came in here to get some water.\nMy chauffeur is back there somewhere with a couple of buckets.  This is\nMr. Carey's place, isn't it?\"\n\n\"Take that light out of my eyes!\" said the watchman.\n\n\"Take your light out of my eyes,\" returned the young man.  \"You can see\nwe're not--we don't mean any harm.\"\n\nThe two lights disappeared simultaneously, and then each, as though\nworked by the same hand, sprang forth again.\n\n\"What did you think I was going to do?\" the young man asked.  He\nlaughed and switched off his torch.\n\nBut the one the watchman held in his hand still moved from the face of\nthe girl to that of the young man.\n\n\"How'd you know this was the Carey house?\" he demanded.  \"Do you know\nMr. Carey?\"\n\n\"No, but I know this is his house.\"  For a moment from behind his mask\nof light the watchman surveyed them in silence.  Then he spoke quickly:\n\n\"I'll take you to him,\" he said, \"if he thinks it's all right, it's all\nright.\"\n\nThe girl gave a protesting cry.  The young man burst forth indignantly:\n\n\"You will NOT!\" he cried.  \"Don't be an idiot!  You talk like a\nTenderloin cop.  Do we look like second-story workers?\"\n\n\"I found you prowling around Mr. Carey's grounds at two in the\nmorning,\" said the watchman sharply, \"with a gun in your hand.  My job\nis to protect this place, and I am going to take you both to Mr. Carey.\"\n\nUntil this moment the young man could see nothing save the shaft of\nlight and the tiny glowing bulb at its base; now into the light there\nprotruded a black revolver.\n\n\"Keep your hands up, and walk ahead of me to the house,\" commanded the\nwatchman.  \"The woman will go in front.\"\n\nThe young man did not move.  Under his breath he muttered impotently,\nand bit at his lower lip.\n\n\"See here,\" he said, \"I'll go with you, but you shan't take this lady\nin front of that madman.  Let her go to her car.  It's only a hundred\nyards from here; you know perfectly well she----\"\n\n\"I know where your car is, all right,\" said the watchman steadily, \"and\nI'm not going to let you get away in it till Mr. Carey's seen you.\"\nThe revolver motioned forward.  Miss Forbes stepped in front of it and\nappealed eagerly to the young man.\n\n\"Do what he says,\" she urged.  \"It's only his duty.  Please!  Indeed, I\ndon't mind.\"  She turned to the watchman.  \"Which way do you want us to\ngo?\" she asked.\n\n\"Keep in the light,\" he ordered.\n\nThe light showed the broad steps leading to the front entrance of the\nhouse, and in its shaft they climbed them, pushed open the unlocked\ndoor, and stood in a small hallway.  It led into a greater hall beyond.\nBy the electric lights still burning they noted that the interior of\nthe house was as rich and well cared for as the outside was miserable.\nWith a gesture for silence the watchman motioned them into a small room\non the right of the hallway.  It had the look of an office, and was\napparently the place in which were conducted the affairs of the estate.\n\nIn an open grate was a dying fire; in front of it a flat desk covered\nwith papers and japanned tin boxes.\n\n\"You stay here till I fetch Mr. Carey, and the servants,\" commanded the\nwatchman.  \"Don't try to get out, and,\" he added menacingly, \"don't\nmake no noise.\"  With his revolver he pointed at the two windows.  They\nwere heavily barred.  \"Those bars keep Mr. Carey in,\" he said, \"and I\nguess they can keep you in, too.  The other watchman,\" he added, \"will\nbe just outside this door.\"  But still he hesitated, glowering with\nsuspicion; unwilling to trust them alone.  His face lit with an ugly\nsmile.\n\n\"Mr. Carey's very bad to-night,\" he said; \"he won't keep his bed and\nhe's wandering about the house.  If he found you by yourselves, he\nmight----\"\n\nThe young man, who had been staring at the fire, swung sharply on his\nheel.\n\n\"Get-to-hell-out-of-here!\" he said.  The watchman stepped into the hall\nand was cautiously closing the door when a man sprang lightly up the\nfront steps.  Through the inch crack left by the open door the\ntrespassers heard the newcomers eager greeting.\n\n\"I can't get him right!\"  he panted.  \"He's snoring like a hog.\"\n\nThe watchman exclaimed savagely:\n\n\"He's fooling you.\"  He gasped.  \"I didn't mor' nor slap him.  Did you\nthrow water on him?\"\n\n\"I drowned him!\" returned the other.  \"He never winked.  I tell You we\ngotta walk, and damn quick!\"\n\n\"Walk!\"  The watchman cursed him foully.  \"How far could we walk?  I'LL\nbring him to,\" he swore.  \"He's scared of us, and he's shamming.\"  He\ngave a sudden start of alarm.  \"That's it, he's shamming.  You fool!\nYou shouldn't have left him.\"\n\nThere was the swift patter of retreating footsteps, and then a sudden\nhalt, and they heard the watchman command:  \"Go back, and keep the\nother two till I come.\"\n\nThe next instant from the outside the door was softly closed upon them.\n\nIt had no more than shut when to the surprise of Miss Forbes the young\nman, with a delighted and vindictive chuckle, sprang to the desk and\nbegan to drum upon it with his fingers.  It were as though he were\npractising upon a typewriter.\n\n\"He missed THESE,\" he muttered jubilantly.  The girl leaned forward.\nBeneath his fingers she saw, flush with the table, a roll of little\nivory buttons.  She read the words \"Stables,\" \"Servants' hall.\"  She\nraised a pair of very beautiful and very bewildered eyes.\n\n\"But if he wanted the servants, why didn't the watchman do that?\" she\nasked.\n\n\"Because he isn't a watchman,\" answered the young man.  \"Because he's\nrobbing this house.\"\n\nHe took the revolver from his encumbering greatcoat, slipped it in his\npocket, and threw the coat from him.  He motioned the girl into a\ncorner.  \"Keep out of the line of the door,\" he ordered.\n\n\"I don't understand,\" begged the girl.\n\n\"They came in a car,\" whispered the young man.  \"It's broken down, and\nthey can't get away.  When the big fellow stopped us and I flashed my\ntorch, I saw their car behind him in the road with the front off and\nthe lights out.  He'd seen the lamps of our car, and now they want it\nto escape in.  That's why he brought us here--to keep us away from our\ncar.\"\n\n\"And Fred!\" gasped the girl.  \"Fred's hurt!\"\n\n\"I guess Fred stumbled into the big fellow,\" assented the young man,\n\"and the big fellow put him out; then he saw Fred was a chauffeur, and\nnow they are trying to bring him to, so that he can run the car for\nthem.  You needn't worry about Fred.  He's been in four smash-ups.\"\n\nThe young man bent forward to listen, but from no part of the great\nhouse came any sign.  He exclaimed angrily.\n\n\"They must be drugged,\" he growled.  He ran to the desk and made\nvicious jabs at the ivory buttons.\n\n\"Suppose they're out of order!\" he whispered.\n\nThere was the sound of leaping feet.  The young man laughed nervously.\n\n\"No, it's all right,\" he cried.  \"They're coming!\"\n\nThe door flung open and the big burglar and a small, rat-like figure of\na man burst upon them; the big one pointing a revolver.\n\n\"Come with me to your car!\" he commanded.  \"You've got to take us to\nBoston.  Quick, or I'll blow your face off.\"\n\nAlthough the young man glared bravely at the steel barrel and the\nlifted trigger, poised a few inches from his eyes, his body, as though\nweak with fright, shifted slightly and his feet made a shuffling noise\nupon the floor.  When the weight of his body was balanced on the ball\nof his right foot, the shuffling ceased.  Had the burglar lowered his\neyes, the manoeuvre to him would have been significant, but his eyes\nwere following the barrel of the revolver.\n\nIn the mind of the young man the one thought uppermost was that he must\ngain time, but, with a revolver in his face, he found his desire to\ngain time swiftly diminishing.  Still, when he spoke, it was with\ndeliberation.\n\n\"My chauffeur--\" he began slowly.\n\nThe burglar snapped at him like a dog.  \"To hell with your chauffeur!\"\nhe cried.  \"Your chauffeur has run away.  You'll drive that car\nyourself, or I'll leave you here with the top of your head off.\"\n\nThe face of the young man suddenly flashed with pleasure.  His eyes,\nlooking past the burglar to the door, lit with relief.\n\n\"There's the chauffeur now!\"  he cried.\n\nThe big burglar for one instant glanced over his right shoulder.\n\nFor months at a time, on Soldiers Field, the young man had thrown\nhimself at human targets, that ran and dodged and evaded him, and the\nhulking burglar, motionless before him, was easily his victim.\n\nHe leaped at him, his left arm swinging like a scythe, and, with the\nimpact of a club, the blow caught the burglar in the throat.\n\nThe pistol went off impotently; the burglar with a choking cough sank\nin a heap on the floor.\n\nThe young man tramped over him and upon him, and beat the second\nburglar with savage, whirlwind blows.  The second burglar, shrieking\nwith pain, turned to fly, and a fist, that fell upon him where his bump\nof honesty should have been, drove his head against the lintel of the\ndoor.\n\nAt the same instant from the belfry on the roof there rang out on the\nnight the sudden tumult of a bell; a bell that told as plainly as\nthough it clamored with a human tongue, that the hand that rang it was\ndriven with fear; fear of fire, fear of thieves, fear of a mad-man with\na knife in his hand running amuck; perhaps at that moment creeping up\nthe belfry stairs.\n\nFrom all over the house there was the rush of feet and men's voices,\nand from the garden the light of dancing lanterns.  And while the smoke\nof the revolver still hung motionless, the open door was crowded with\nhalf-clad figures.  At their head were two young men.  One who had\ndrawn over his night clothes a serge suit, and who, in even that garb,\ncarried an air of authority; and one, tall, stooping, weak of face and\nlight-haired, with eyes that blinked and trembled behind great\nspectacles and who, for comfort, hugged about him a gorgeous kimono.\nFor an instant the newcomers stared stupidly through the smoke at the\nbodies on the floor breathing stertorously, at the young man with the\nlust of battle still in his face, at the girl shrinking against the\nwall.  It was the young man in the serge suit who was the first to move.\n\n\"Who are you?\" he demanded.\n\n\"These are burglars,\" said the owner of the car.  \"We happened to be\npassing in my automobile, and----\"\n\nThe young man was no longer listening.  With an alert, professional\nmanner he had stooped over the big burglar.  With his thumb he pushed\nback the man's eyelids, and ran his fingers over his throat and chin.\nHe felt carefully of the point of the chin, and glanced up.\n\n\"You've broken the bone,\" he said.\n\n\"I just swung on him,\" said the young man.  He turned his eyes, and\nsuggested the presence of the girl.\n\nAt the same moment the man in the kimono cried nervously: \"Ladies\npresent, ladies present.  Go put your clothes on, everybody; put your\nclothes on.\"\n\nFor orders the men in the doorway looked to the young man with the\nstern face.\n\nHe scowled at the figure in the kimono.\n\n\"You will please go to your room, sir,\" he said.  He stood up, and\nbowed to Miss Forbes.  \"I beg your pardon,\" he asked, \"you must want to\nget out of this.  Will you please go into the library?\"\n\nHe turned to the robust youths in the door, and pointed at the second\nburglar.\n\n\"Move him out of the way,\" he ordered.\n\nThe man in the kimono smirked and bowed.\n\n\"Allow me,\" he said; \"allow me to show you to the library.  This is no\nplace for ladies.\"\n\nThe young man with the stern face frowned impatiently.\n\n\"You will please return to your room, sir,\" he repeated.\n\nWith an attempt at dignity the figure in the kimono gathered the silk\nrobe closer about him.\n\n\"Certainly,\" he said.  \"If you think you can get on without me--I will\nretire,\" and lifting his bare feet mincingly, he tiptoed away.  Miss\nForbes looked after him with an expression of relief, of repulsion, of\ngreat pity.\n\nThe owner of the car glanced at the young man with the stern face, and\nraised his eyebrows interrogatively.\n\nThe young man had taken the revolver from the limp fingers of the\nburglar and was holding it in his hand.  Winthrop gave what was half a\nlaugh and half a sigh of compassion.\n\n\"So, that's Carey?\" he said.\n\nThere was a sudden silence.  The young man with the stern face made no\nanswer.  His head was bent over the revolver.  He broke it open, and\nspilled the cartridges into his palm.  Still he made no answer.  When\nhe raised his head, his eyes were no longer stern, but wistful, and\nfilled with an inexpressible loneliness.\n\n\"No, _I_ am Carey,\" he said.\n\nThe one who had blundered stood helpless, tongue-tied, with no presence\nof mind beyond knowing that to explain would offend further.\n\nThe other seemed to feel for him more than for himself.  In a voice low\nand peculiarly appealing, he continued hurriedly.\n\n\"He is my doctor,\" he said.  \"He is a young man, and he has not had\nmany advantages--his manner is not--I find we do not get on together.\nI have asked them to send me some one else.\" He stopped suddenly, and\nstood unhappily silent.  The knowledge that the strangers were\nacquainted with his story seemed to rob him of his earlier confidence.\nHe made an uncertain movement as though to relieve them of his presence.\n\nMiss Forbes stepped toward him eagerly.\n\n\"You told me I might wait in the library,\" she said.  \"Will you take me\nthere?\"\n\nFor a moment the man did not move, but stood looking at the young and\nbeautiful girl, who, with a smile, hid the compassion in her eyes.\n\n\n\"Will you go?\" he asked wistfully.\n\n\"Why not?\" said the girl.\n\nThe young man laughed with pleasure.\n\n\"I am unpardonable,\" he said.  \"I live so much alone--that I forget.\"\nLike one who, issuing from a close room, encounters the morning air, he\ndrew a deep, happy breath.  \"It has been three years since a woman has\nbeen in this house,\" he said simply.  \"And I have not even thanked\nyou,\" he went on, \"nor asked you if you are cold,\" he cried\nremorsefully, \"or hungry.  How nice it would be if you would say you\nare hungry.\"\n\nThe girl walked beside him, laughing lightly, and, as they disappeared\ninto the greater hall beyond, Winthrop heard her cry:  \"You never\nrobbed your own ice-chest?  How have you kept from starving?  Show me\nit, and we'll rob it together.\"\n\nThe voice of their host rang through the empty house with a laugh like\nthat of an eager, happy child.\n\n\"Heavens!\" said the owner of the car, \"isn't she wonderful!\" But\nneither the prostrate burglars, nor the servants, intent on strapping\ntheir wrists together, gave him any answer.\n\nAs they were finishing the supper filched from the ice-chest, Fred was\nbrought before them from the kitchen.  The blow the burglar had given\nhim was covered with a piece of cold beef-steak, and the water thrown\non him to revive him was thawing from his leather breeches.  Mr. Carey\nexpressed his gratitude, and rewarded him beyond the avaricious dreams\neven of a chauffeur.\n\nAs the three trespassers left the house, accompanied by many pails of\nwater, the girl turned to the lonely figure in the doorway and waved\nher hand.\n\n\"May we come again?\" she called.\n\nBut young Mr. Carey did not trust his voice to answer.  Standing erect,\nwith folded arms, in dark silhouette in the light of the hall, he bowed\nhis head.\n\nDeaf to alarm bells, to pistol shots, to cries for help, they found her\nbrother and Ernest Peabody sleeping soundly.\n\n\"Sam is a charming chaperon,\" said the owner of the car.\n\nWith the girl beside him, with Fred crouched, shivering, on the step,\nhe threw in the clutch; the servants from the house waved the emptied\nbuckets in salute, and the great car sprang forward into the awakening\nday toward the golden dome over the Boston Common.  In the rear seat\nPeabody shivered and yawned, and then sat erect.\n\n\"Did you get the water?\" he demanded, anxiously.\n\nThere was a grim silence.\n\n\"Yes,\" said the owner of the car patiently.  \"You needn't worry any\nlonger.  We got the water.\"\n\n\n\n\nIII\n\nTHE KIDNAPPERS\n\n\nDuring the last two weeks of the \"whirlwind\" campaign, automobiles had\ncarried the rival candidates to every election district in Greater New\nYork.\n\nDuring these two weeks, at the disposal of Ernest Peabody--on the\nReform Ticket, \"the people's choice for Lieutenant-Governor--\"\nWinthrop had placed his Scarlet Car, and, as its chauffeur, himself.\n\nNot that Winthrop greatly cared for Reform, or Ernest Peabody.  The\n\"whirlwind\" part of the campaign was what attracted him; the crowds,\nthe bands, the fireworks, the rush by night from hall to hall, from\nFordham to Tompkinsville.  And, while inside the different Lyceums,\nPeabody lashed the Tammany Tiger, outside in his car, Winthrop was\nmaking friends with Tammany policemen, and his natural enemies, the\nbicycle cops.  To Winthrop, the day in which he did not increase his\nacquaintance with the traffic squad, was a day lost.\n\nBut the real reason for his efforts in the cause of Reform, was one he\ncould not declare.  And it was a reason that was guessed perhaps by\nonly one person.  On some nights Beatrice Forbes and her brother Sam\naccompanied Peabody.  And while Peabody sat in the rear of the car,\nmumbling the speech he would next deliver, Winthrop was given the\nchance to talk with her.  These chances were growing cruelly few.  In\none month after election day Miss Forbes and Peabody would be man and\nwife.  Once before the day of their marriage had been fixed, but, when\nthe Reform Party offered Peabody a high place on its ticket, he asked,\nin order that he might bear his part in the cause of reform, that the\nwedding be postponed.  To the postponement Miss Forbes made no\nobjection.  To one less self-centred than Peabody, it might have\nappeared that she almost too readily consented.\n\n\"I knew I could count upon your seeing my duty as I saw it,\" said\nPeabody much pleased, \"it always will be a satisfaction to both of us\nto remember you never stood between me and my work for reform.\"\n\n\"What do you think my brother-in-law-to-be has done now?\" demanded Sam\nof Winthrop, as the Scarlet Car swept into Jerome Avenue.  \"He's\npostponed his marriage with Trix just because he has a chance to be\nLieutenant-Governor.  What is a Lieutenant-Governor anyway, do you\nknow? I don't like to ask Peabody.\"\n\n\"It is not his own election he's working for,\" said Winthrop.  He was\nconscious of an effort to assume a point of view both noble and\nmagnanimous.\n\n\"He probably feels the 'cause' calls him.  But, good Heavens!\"\n\n\"Look out!\" shrieked Sam, \"where you going?\"\n\nWinthrop swung the car back into the avenue.\n\n\"To think,\" he cried, \"that a man who could marry--a girl, and then\nwould ask her to wait two months.  Or, two days!  Two months lost out\nof his life, and she might die; he might lose her, she might change her\nmind.  Any number of men can be Lieutenant-Governors; only one man can\nbe----\"\n\nHe broke off suddenly, coughed and fixed his eyes miserably on the\nroad.  After a brief pause, Brother Sam covertly looked at him.  Could\nit be that \"Billie\" Winthrop, the man liked of all men, should love his\nsister, and--that she should prefer Ernest Peabody?  He was deeply,\nloyally indignant.  He determined to demand of his sister an immediate\nand abject apology.\n\nAt eight o'clock on the morning of election day, Peabody, in the\nScarlet Car, was on his way to vote.  He lived at Riverside Drive, and\nthe polling-booth was only a few blocks distant.  During the rest of\nthe day he intended to use the car to visit other election districts,\nand to keep him in touch with the Reformers at the Gilsey House.\nWinthrop was acting as his chauffeur, and in the rear seat was Miss\nForbes.  Peabody had asked her to accompany him to the polling-booth,\nbecause he thought women who believed in reform should show their\ninterest in it in public, before all men.  Miss Forbes disagreed with\nhim, chiefly because whenever she sat in a box at any of the public\nmeetings the artists from the newspapers, instead of immortalizing the\ncandidate, made pictures of her and her hat.  After she had seen her\nfuture lord and master cast his vote for reform and himself, she was to\ndepart by train to Tarrytown.  The Forbes's country place was there,\nand for election day her brother Sam had invited out some of his\nfriends to play tennis.\n\nAs the car darted and dodged up Eighth Avenue, a man who had been\nhidden by the stairs to the Elevated, stepped in front of it.  It\ncaught him, and hurled him, like a mail-bag tossed from a train,\nagainst one of the pillars that support the overhead tracks.  Winthrop\ngave a cry and fell upon the brakes.  The cry was as full of pain as\nthough he himself had been mangled.  Miss Forbes saw only the man\nappear, and then disappear, but, Winthrop's shout of warning, and the\nwrench as the brakes locked, told her what had happened.  She shut her\neyes, and for an instant covered them with her hands.  On the front\nseat Peabody clutched helplessly at the cushions.  In horror his eyes\nwere fastened on the motionless mass jammed against the pillar.\nWinthrop scrambled over him, and ran to where the man lay.  So,\napparently, did every other inhabitant of Eighth Avenue; but Winthrop\nwas the first to reach him and kneeling in the car tracks, he tried to\nplace the head and shoulders of the body against the iron pillar.  He\nhad seen very few dead men; and to him, this weight in his arms, this\nbundle of limp flesh and muddy clothes, and the purple-bloated face\nwith blood trickling down it, looked like a dead man.\n\nOnce or twice when in his car, Death had reached for Winthrop, and only\nby the scantiest grace had he escaped.  Then the nearness of it had\nonly sobered him.  Now that he believed he had brought it to a fellow\nman, even though he knew he was in no degree to blame, the thought\nsickened and shocked him.  His brain trembled with remorse and horror.\n\nBut voices assailing him on every side brought him to the necessity of\nthe moment.  Men were pressing close upon him, jostling, abusing him,\nshaking fists in his face.  Another crowd of men, as though fearing the\ncar would escape of its own volition, were clinging to the steps and\nrunning boards.\n\nWinthrop saw Miss Forbes standing above them, talking eagerly to\nPeabody, and pointing at him.  He heard children's shrill voices\ncalling to new arrivals that an automobile had killed a man; that it\nhad killed him on purpose.  On the outer edge of the crowd men shouted:\n\"Ah, soak him,\" \"Kill him,\" \"Lynch him.\"\n\nA soiled giant without a collar stooped over the purple, blood-stained\nface, and then leaped upright, and shouted: \"It's Jerry Gaylor, he's\nkilled old man Gaylor.\"\n\nThe response was instant.  Every one seemed to know Jerry Gaylor.\n\nWinthrop took the soiled person by the arm.\n\n\"You help me lift him into my car,\" he ordered.  \"Take him by the\nshoulders.  We must get him to a hospital.\"\n\n\"To a hospital?  To the Morgue!\" roared the man.  \"And the police\nstation for yours.  You don't do no get-away.\"\n\nWinthrop answered him by turning to the crowd.  \"If this man has any\nfriends here, they'll please help me put him in my car, and we'll take\nhim to Roosevelt Hospital.\"\n\nThe soiled person shoved a fist and a bad cigar under Winthrop's nose.\n\n\"Has he got any friends?\" he mocked.  \"Sure, he's got friends, and\nthey'll fix you, all right.\"\n\n\"Sure!\" echoed the crowd.\n\nThe man was encouraged.\n\n\"Don't you go away thinking you can come up here with your buzz wagon\nand murder better men nor you'll ever be and----\"\n\n\"Oh, shut up!\" said Winthrop.\n\nHe turned his back on the soiled man, and again appealed to the crowd.\n\n\"Don't stand there doing nothing,\" he commanded.  \"Do you want this man\nto die?  Some of you ring for an ambulance and get a policeman, or tell\nme where is the nearest drug store.\"\n\nNo one moved, but every one shouted to every one else to do as Winthrop\nsuggested.\n\nWinthrop felt something pulling at his sleeve, and turning, found\nPeabody at his shoulder peering fearfully at the figure in the street.\nHe had drawn his cap over his eyes and hidden the lower part of his\nface in the high collar of his motor coat. \"I can't do anything, can\nI?\" he asked.\n\n\"I'm afraid not,\" whispered  Winthrop.  \"Go back to the car and don't\nleave Beatrice.  I'll attend to this.\"\n\n\"That's what I thought,\" whispered Peabody eagerly.  \"I thought she and\nI had better keep out of it.\"\n\n\"Right!\" exclaimed Winthrop.  \"Go back and get Beatrice away.\"\n\nPeabody looked his relief, but still hesitated.\n\n\"I can't do anything, as you say,\" he stammered, \"and it's sure to get\nin the 'extras,' and they'll be out in time to lose us thousands of\nvotes, and though no one is to blame, they're sure to blame me.  I\ndon't care about myself,\" he added eagerly, \"but the very morning of\nelection--half the city has not voted yet--the Ticket----\"\n\n\"Damn the Ticket!\" exclaimed Winthrop.  \"The man's dead!\"\n\nPeabody, burying his face still deeper in his collar, backed into the\ncrowd.  In the present and past campaigns, from carts and automobiles\nhe had made many speeches in Harlem, and on the West Side, lithographs\nof his stern, resolute features hung in every delicatessen shop, and\nthat he might be recognized, was extremely likely.\n\nHe whispered to Miss Forbes what he had said, and what Winthrop had\nsaid.\n\n\"But you DON'T mean to leave him,\" remarked Miss Forbes.\n\n\"I must,\" returned Peabody.  \"I can do nothing for the man, and you\nknow how Tammany will use this--They'll have it on the street by ten.\nThey'll say I was driving recklessly; without regard for human life.\nAnd, besides, they're waiting for me at headquarters.  Please hurry.  I\nam late now.\"\n\nMiss Forbes gave an exclamation of surprise.\n\n\"Why, I'm not going,\" she said.\n\n\"You must go! _I_ must go.  You can't remain here alone.\"\n\nPeabody spoke in the quick, assured tone that at the first had\nconvinced Miss Forbes his was a most masterful manner.\n\n\"Winthrop, too,\" he added, \"wants you to go away.\"\n\nMiss Forbes made no reply.  But she looked at Peabody inquiringly,\nsteadily, as though she were puzzled as to his identity, as though he\nhad just been introduced to her.  It made him uncomfortable.\n\n\"Are you coming?\" he asked.\n\nHer answer was a question.\n\n\"Are you going?\"\n\n\"I am!\" returned Peabody.  He added sharply:  \"I must.\"\n\n\"Good-by,\" said Miss Forbes.\n\nAs he ran up the steps to the station of the elevated, it seemed to\nPeabody that the tone of her \"good-by\" had been most unpleasant.  It\nwas severe, disapproving.  It had a final, fateful sound.  He was\nconscious of a feeling of self-dissatisfaction.  In not seeing the\npolitical importance of his not being mixed up with this accident,\nWinthrop had been peculiarly obtuse, and Beatrice, unsympathetic.\nUntil he had cast his vote for Reform, he felt distinctly ill-used.\n\nFor a moment Beatrice Forbes sat in the car motionless, staring\nunseeingly at the iron steps by which Peabody had disappeared.  For a\nfew moments her brows were tightly drawn.  Then, having apparently\nquickly arrived at some conclusion, she opened the door of the car and\npushed into the crowd.\n\nWinthrop received her most rudely.\n\n\"You mustn't come here!\" he cried.\n\n\"I thought,\" she stammered, \"you might want some one?\"\n\n\"I told--\" began Winthrop, and then stopped, and added--\"to take you\naway.  Where is he?\"\n\nMiss Forbes flushed slightly.\n\n\"He's gone,\" she said.\n\nIn trying not to look at Winthrop, she saw the fallen figure,\nmotionless against the pillar, and with an exclamation, bent fearfully\ntoward it.\n\n\"Can I do anything?\" she asked.\n\nThe crowd gave way for her, and with curious pleased faces, closed in\nagain eagerly.  She afforded them a new interest.\n\nA young man in the uniform of an ambulance surgeon was kneeling beside\nthe mud-stained figure, and a police officer was standing over both.\nThe ambulance surgeon touched lightly the matted hair from which the\nblood escaped, stuck his finger in the eye of the prostrate man, and\nthen with his open hand slapped him across the face.\n\n\"Oh!\" gasped Miss Forbes.\n\nThe young doctor heard her, and looking up, scowled reprovingly.\nSeeing she was a rarely beautiful young woman, he scowled less\nseverely; and then deliberately and expertly, again slapped Mr. Jerry\nGaylor on the cheek.  He watched the white mark made by his hand upon\nthe purple skin, until the blood struggled slowly back to it, and then\nrose.\n\nHe ignored every one but the police officer.\n\n\"There's nothing the matter with HIM,\" he said.  \"He's dead drunk.\"\n\nThe words came to Winthrop with such abrupt relief, bearing so\ntremendous a burden of gratitude, that his heart seemed to fail him.\nIn his suddenly regained happiness, he unconsciously laughed.\n\n\"Are you sure?\" he asked eagerly.  \"I thought I'd killed him.\"\n\nThe surgeon looked at Winthrop coldly.\n\n\"When they're like that,\" he explained with authority, \"you can't hurt\n'em if you throw them off the Times Building.\"\n\nHe condescended to recognize the crowd.  \"You know where this man\nlives?\"\n\nVoices answered that Mr. Gaylor lived at the corner, over the saloon.\nThe voices showed a lack of sympathy.  Old man Gaylor dead was a\nnovelty; old man Gaylor drunk was not.\n\nThe doctor's prescription was simple and direct.\n\n\"Put him to bed till he sleeps it off,\" he ordered; he swung himself to\nthe step of the ambulance.  \"Let him out, Steve,\" he called.  There was\nthe clang of a gong and the rattle of galloping hoofs.\n\nThe police officer approached Winthrop.  \"They tell me Jerry stepped in\nfront of your car; that you wasn't to blame.  I'll get their names and\nwhere they live.  Jerry might try to hold you up for damages.\"\n\n\"Thank you very much,\" said Winthrop.\n\nWith several of Jerry's friends, and the soiled person, who now seemed\ndissatisfied that Jerry was alive, Winthrop helped to carry him up one\nflight of stairs and drop him upon a bed.\n\n\"In case he needs anything,\" said Winthrop, and gave several bills to\nthe soiled person, upon whom immediately Gaylor's other friends closed\nin.  \"And I'll send my own doctor at once to attend to him.\"\n\n\"You'd better,\" said the soiled person morosely, \"or, he'll try to\nshake you down.\"\n\nThe opinions as to what might be Mr. Gaylor's next move seemed\nunanimous.\n\nFrom the saloon below, Winthrop telephoned to the family doctor, and\nthen rejoined Miss Forbes and the Police officer.  The officer gave him\nthe names of those citizens who had witnessed the accident, and in\nreturn received Winthrop's card.\n\n\"Not that it will go any further,\" said the officer reassuringly.\n\"They're all saying you acted all right and wanted to take him to\nRoosevelt.  There's many,\" he added with sententious indignation, \"that\nknock a man down, and then run away without waiting to find out if\nthey've hurted 'em or killed 'em.\"\n\nThe speech for both Winthrop and Miss Forbes was equally embarrassing.\n\n\"You don't say?\" exclaimed Winthrop nervously.  He shook the\npoliceman's hand.  The handclasp was apparently satisfactory to that\nofficial, for he murmured \"Thank you,\" and stuck something in the\nlining of his helmet.  \"Now, then!\" Winthrop said briskly to Miss\nForbes, \"I think we have done all we can.  And we'll get away from this\nplace a little faster than the law allows.\"\n\nMiss Forbes had seated herself in the car, and Winthrop was cranking\nup, when the same policeman, wearing an anxious countenance, touched\nhim on the arm.  \"There is a gentleman here,\" he said, \"wants to speak\nto you.\"  He placed himself between the gentleman and Winthrop and\nwhispered:  \"He's 'Izzy' Schwab, he's a Harlem police-court lawyer and\na Tammany man.  He's after something, look out for him.\"\n\nWinthrop saw, smiling at him ingratiatingly, a slight, slim youth, with\nbeady, rat-like eyes, a low forehead, and a Hebraic nose.  He wondered\nhow it had been possible for Jerry Gaylor to so quickly secure counsel.\nBut Mr. Schwab at once undeceived him.\n\n\"I'm from the Journal,\" he began, \"not regular on the staff, but I send\n'em Harlem items, and the court reporter treats me nice, see!  Now\nabout this accident; could you give me the name of the young lady?\"\n\nHe smiled encouragingly at Miss Forbes.\n\n\"I could not!\" growled Winthrop.  \"The man wasn't hurt, the policeman\nwill tell you so.  It is not of the least public interest.\"\n\nWith a deprecatory shrug, the young man smiled knowingly.\n\n\"Well, mebbe not the lady's name,\" he granted, \"but the name of the\nOTHER gentleman who was with you, when the accident occurred.\"  His\nblack, rat-like eyes snapped.  \"I think HIS name would be of public\ninterest.\"\n\nTo gain time Winthrop stepped into the driver's seat.  He looked at Mr.\nSchwab steadily.\n\n\"There was no other gentleman,\" he said.  \"Do you mean my chauffeur?\"\nMr. Schwab gave an appreciative chuckle.\n\n\"No, I don't mean your chauffeur,\" he mimicked.  \"I mean,\" he declared\ntheatrically in his best police-court manner, \"the man who to-day is\nhoping to beat Tammany, Ernest Peabody!\"\n\nWinthrop stared at the youth insolently.\n\n\"I don't understand you,\" he said.\n\n\"Oh, of course not!\" jeered \"Izzy\" Schwab.  He moved excitedly from\nfoot to foot.  \"Then who WAS the other man,\" he demanded, \"the man who\nran away?\"\n\nWinthrop felt the blood rise to his face.  That Miss Forbes should hear\nthis rat of a man, sneering at the one she was to marry, made him hate\nPeabody.  But he answered easily:\n\n\"No one ran away.  I told my chauffeur to go and call up an ambulance.\nThat was the man you saw.\"\n\nAs when \"leading on\" a witness to commit himself, Mr. Schwab smiled\nsympathetically.\n\n\"And he hasn't got back yet,\" he purred, \"has he?\"\n\n\"No, and I'm not going to wait for him,\" returned Winthrop.  He reached\nfor the clutch, but Mr. Schwab jumped directly in front of the car.\n\n\"Was he looking for a telephone when he ran up the elevated steps?\" he\ncried.\n\nHe shook his fists vehemently.\n\n\"Oh, no, Mr. Winthrop, it won't do--you make a good witness.  I\nwouldn't ask for no better, but, you don't fool 'Izzy' Schwab.\"\n\n\"You're mistaken, I tell you,\" cried Winthrop desperately.  \"He may\nlook like--like this man you speak of, but no Peabody was in this car.\"\n\n\"Izzy\" Schwab wrung his hands hysterically.\n\n\"No, he wasn't!\" he cried, \"because he run away!  And left an old man\nin the street--dead, for all he knowed--nor cared neither.  Yah!\"\nshrieked the Tammany heeler.  \"HIM a Reformer, yah!\"\n\n\"Stand away from my car,\" shouted Winthrop, \"or you'll get hurt.\"\n\n\"Yah, you'd like to, wouldn't you?\" returned Mr. Schwab, leaping,\nnimbly to one side.  \"What do you think the Journal'll give me for that\nstory, hey?  'Ernest Peabody, the Reformer, Kills an Old Man, AND RUNS\nAWAY.'  And hiding his face, too!  I seen him.  What do you think that\nstory's worth to Tammany, hey?  It's worth twenty thousand votes!\" The\nyoung man danced in front of the car triumphantly, mockingly, in a\nfrenzy of malice.  \"Read the extras, that's all,\" he taunted.  \"Read\n'em in an hour from now!\"\n\nWinthrop glared at the shrieking figure with fierce, impotent rage;\nthen, with a look of disgust, he flung the robe off his knees and rose.\nMr. Schwab, fearing bodily injury, backed precipitately behind the\npoliceman.\n\n\"Come here,\" commanded Winthrop softly.  Mr. Schwab warily approached.\n\"That story,\" said Winthrop, dropping his voice to a low whisper, \"is\nworth a damn sight more to you than twenty thousand votes.  You take a\nspin with me up Riverside Drive where we can talk.  Maybe you and I can\n'make a little business.'\"\n\nAt the words, the face of Mr. Schwab first darkened angrily, and then,\nlit with such exultation that it appeared as though Winthrop's efforts\nhad only placed Peabody deeper in Mr. Schwab's power.  But the rat-like\neyes wavered, there was doubt in them, and greed, and, when they turned\nto observe if any one could have heard the offer, Winthrop felt the\ntrick was his.  It was apparent that Mr. Schwab was willing to\narbitrate.\n\nHe stepped gingerly into the front seat, and as Winthrop leaned over\nhim and tucked and buckled the fur robe around his knees, he could not\nresist a glance at his friends on the sidewalk.  They were grinning\nwith wonder and envy, and as the great car shook itself, and ran easily\nforward, Mr. Schwab leaned back and carelessly waved his hand.  But his\nmind did not waver from the purpose of his ride.  He was not one to be\ncajoled with fur rugs and glittering brass.\n\n\"Well, Mr. Winthrop,\" he began briskly.  \"You want to say something?\nYou must be quick--every minute's money.\"\n\n\"Wait till we're out of the traffic,\" begged Winthrop anxiously \"I\ndon't want to run down any more old men, and I wouldn't for the world\nhave anything happen to you, Mr.--\" He paused politely.\n\n\"Schwab--Isadore Schwab.\"\n\n\"How did you know MY name?\" asked Winthrop.\n\n\"The card you gave the police officer\"\n\n\"I see,\" said Winthrop.  They were silent while the car swept swiftly\nwest, and Mr. Schwab kept thinking that for a young man who was afraid\nof the traffic, Winthrop was dodging the motor cars, beer vans, and\niron pillars, with a dexterity that was criminally reckless.\n\nAt that hour Riverside Drive was empty, and after a gasp of relief, Mr.\nSchwab resumed the attack.\n\n\"Now, then,\" he said sharply, \"don't go any further.  What is this you\nwant to talk about?\"\n\n\"How much will the Journal give you for this story of yours?\" asked\nWinthrop.\n\nMr. Schwab smiled mysteriously.\n\n\"Why?\" he asked.\n\n\"Because,\" said Winthrop, \"I think I could offer you something better.\"\n\n\"You mean,\" said the police-court lawyer cautiously, \"you will make it\nworth my while not to tell the truth about what I saw?\"\n\n\"Exactly,\" said Winthrop.\n\n\"That's all!  Stop the car,\" cried Mr. Schwab.  His manner was\ncommanding.  It vibrated with triumph.  His eyes glistened with wicked\nsatisfaction.\n\n\"Stop the car?\" demanded Winthrop, \"what do you mean?\"\n\n\"I mean,\" said Mr. Schwab dramatically, \"that I've got you where I want\nyou, thank you.  You have killed Peabody dead as a cigar butt!  Now I\ncan tell them how his friends tried to bribe me.  Why do you think I\ncame in your car?  For what money YOU got?  Do you think you can stack\nup your roll against the New York Journal's, or against Tammany's?\"\nHis shrill voice rose exultantly.  \"Why, Tammany ought to make me judge\nfor this!  Now, let me down here,\" he commanded, \"and next time, don't\nthink you can take on 'Izzy' Schwab and get away with it.\"\n\nThey were passing Grant's Tomb, and the car was moving at a speed that\nMr. Schwab recognized was in excess of the speed limit.\n\n\"Do you hear me?\" he demanded, \"let me down!\"\n\nTo his dismay Winthrop's answer was in some fashion to so juggle with\nthe shining brass rods that the car flew into greater speed.  To \"Izzy\"\nSchwab it seemed to scorn the earth, to proceed by leaps and jumps.\nBut, what added even more to his mental discomfiture was, that Winthrop\nshould turn, and slowly and familiarly wink at him.\n\nAs through the window of an express train, Mr. Schwab saw the white\nfront of Claremont, and beyond it the broad sweep of the Hudson.  And,\nthen, without decreasing its speed, the car like a great bird, swept\ndown a hill, shot under a bridge, and into a partly paved street.  Mr.\nSchwab already was two miles from his own bailiwick.  His surroundings\nwere unfamiliar.  On the one hand were newly erected, untenanted flat\nhouses with the paint still on the window panes, and on the other side,\ndetached villas, a roadhouse, an orphan asylum, a glimpse of the Hudson.\n\n\"Let me out,\" yelled Mr. Schwab, \"what you trying to do?  Do you think\na few blocks'll make any difference to a telephone?  You think you're\ndamned smart, don't you?  But you won't feel so fresh when I get on the\nlong distance.  You let me down,\" he threatened, \"or, I'll----\"\n\nWith a sickening skidding of wheels, Winthrop whirled the car round a\ncorner and into the Lafayette Boulevard, that for miles runs along the\ncliff of the Hudson.\n\n\"Yes,\" asked Winthrop, \"WHAT will you do?\"\n\nOn one side was a high steep bank, on the other many trees, and through\nthem below, the river.  But there were no houses, and at half-past\neight in the morning those who later drive upon the boulevard were\nstill in bed.\n\n\"WHAT will you do?\" repeated Winthrop.\n\nMiss Forbes, apparently as much interested in Mr. Schwab's answer as\nWinthrop, leaned forward.  Winthrop raised his voice above the whir of\nflying wheels, the rushing wind and scattering pebbles.\n\n\"I asked you into this car,\" he shouted, \"because I meant to keep you\nin it until I had you where you couldn't do any mischief.  I told you\nI'd give you something better than the Journal would give you, and I am\ngoing to give you a happy day in the country.  We're now on our way to\nthis lady's house.  You are my guest, and you can play golf, and\nbridge, and the piano, and eat and drink until the polls close, and\nafter that you can go to the devil.  If you jump out at this speed, you\nwill break your neck.  And, if I have to slow up for anything, and you\ntry to get away, I'll go after you--it doesn't matter where it is--and\nbreak every bone in your body.\"\n\n\"Yah! you can't!\" shrieked Mr. Schwab.  \"You can't do it!\" The madness\nof the flying engines had got upon his nerves.  Their poison was\nsurging in his veins.  He knew he had only to touch his elbow against\nthe elbow of Winthrop, and he could throw the three of them into\neternity.  He was travelling on air, uplifted, defiant, carried beyond\nhimself.\n\n\"I can't do what?\" asked Winthrop.\n\nThe words reached Schwab from an immeasurable distance, as from another\nplanet, a calm, humdrum planet on which events moved in commonplace,\norderly array.  Without a jar, with no transition stage, instead of\nhurtling through space, Mr. Schwab found himself luxuriously seated in\na cushioned chair, motionless, at the side of a steep bank.  For a mile\nbefore him stretched an empty road.  And, beside him in the car, with\narms folded calmly on the wheel there glared at him a grim, alert young\nman.\n\n\"I can't do what?\" growled the young man.\n\nA feeling of great loneliness fell upon \"Izzy\" Schwab.  Where were now\nthose officers, who in the police courts were at his beck and call?\nWhere the numbered houses, the passing surface cars, the sweating\nmultitudes of Eighth Avenue?  In all the world he was alone, alone on\nan empty country road, with a grim, alert young man.\n\n\"When I asked you how you knew my name,\" said the young man, \"I thought\nyou knew me as having won some races in Florida last winter.  This is\nthe car that won.  I thought maybe you might have heard of me when I\nwas captain of a football team at--a university.  If you have any idea\nthat you can jump from this car and not be killed, or, that I cannot\npound you into a pulp, let me prove to you you're wrong--now.  We're\nquite alone.  Do you wish to get down?\"\n\n\"No,\" shrieked Schwab, \"I won't!\"  He turned appealingly to the young\nlady.  \"You're a witness,\" he cried.  \"If he assaults me, he's liable.\nI haven't done nothing.\"\n\n\"We're near Yonkers,\" said the young man, \"and if you try to take\nadvantage of my having to go slow through the town, you know now what\nwill happen to you.\"\n\nMr. Schwab having instantly planned on reaching Yonkers, to leap from\nthe car into the arms of the village constable, with suspicious\nalacrity, assented.  The young man regarded him doubtfully.\n\n\"I'm afraid I'll have to show you,\" said the young man.  He laid two\nfingers on Mr. Schwab's wrist; looking at him, as he did so, steadily\nand thoughtfully, like a physician feeling a pulse.  Mr. Schwab\nscreamed.  When he had seen policemen twist steel nippers on the wrists\nof prisoners, he had thought, when the prisoners shrieked and writhed,\nthey were acting.\n\nHe now knew they were not.\n\n\"Now, will you promise?\" demanded the grim young man.\n\n\"Yes,\" gasped Mr. Schwab.  \"I'll sit still.  I won't do nothing.\"\n\n\"Good,\" muttered Winthrop.\n\nA troubled voice that carried to the heart of Schwab a promise of\nprotection, said:  \"Mr. Schwab, would you be more comfortable back here\nwith me?\"\n\nMr. Schwab turned two terrified eyes in the direction of the voice.  He\nsaw the beautiful young lady regarding him kindly, compassionately;\nwith just a suspicion of a smile.  Mr. Schwab instantly scrambled to\nsafety over the front seat into the body of the car.  Miss Forbes made\nway for the prisoner beside her and he sank back with a nervous,\napologetic sigh.  The alert young man was quick to follow the lead of\nthe lady.\n\n\"You'll find caps and goggles in the boot, Schwab,\" he said hospitably.\n\"You had better put them on.  We are going rather fast now.\"  He\nextended a magnificent case of pigskin, that bloomed with fat black\ncigars.  \"Try one of these,\" said the hospitable young man.  The\nemotions that swept Mr. Schwab he found difficult to pursue, but he\nraised his hat to the lady.  \"May I, Miss?\" he said.\n\n\"Certainly,\" said the lady.\n\nThere was a moment of delay while with fingers that slightly trembled,\nMr. Schwab selected an amazing green cap and lit his cigar; and then\nthe car swept forward, singing and humming happily, and scattering the\nautumn leaves.  The young lady leaned toward him with a book in a\nleather cover.  She placed her finger on a twisting red line that\ntrickled through a page of type.\n\n\"We're just here,\" said the young lady, \"and we ought to reach home,\nwhich is just about there, in an hour.\"\n\n\"I see,\" said Schwab.  But all he saw was a finger in a white glove,\nand long eyelashes tangled in a gray veil.\n\nFor many minutes, or for all Schwab knew, for many miles, the young\nlady pointed out to him the places along the Hudson, of which he had\nread in the public school history, and quaint old manor houses set in\nglorious lawns; and told him who lived in them.  Schwab knew the names\nas belonging to down-town streets, and up-town clubs.  He became\nnervously humble, intensely polite, he felt he was being carried as an\nhonored guest into the very heart of the Four Hundred, and when the car\njogged slowly down the main street of Yonkers, although a policeman\nstood idly within a yard of him, instead of shrieking to him for help,\n\"Izzy\" Schwab looked at him scornfully across the social gulf that\nseparated them, with all the intolerance he believed becoming in the\nupper classes.\n\n\"Those bicycle cops,\" he said confidentially to Miss Forbes, \"are too\nchesty.\"\n\nThe car turned in between stone pillars, and under an arch of red and\ngolden leaves, and swept up a long avenue to a house of innumerable\nroofs.  It was the grandest house Mr. Schwab had ever entered, and when\ntwo young men in striped waistcoats and many brass buttons ran down the\nstone steps and threw open the door of the car, his heart fluttered\nbetween fear and pleasure.\n\nLounging before an open fire in the hall were a number of young men,\nwho welcomed Winthrop delightedly and, to all of whom Mr. Schwab was\nformally presented.  As he was introduced he held each by the hand and\nelbow and said impressively, and much to the other's embarrassment,\n\"WHAT name, please?\"\n\nThen one of the servants conducted him to a room opening on the hall,\nfrom whence he heard stifled exclamations and laughter, and some one\nsaying \"Hush.\"  But \"Izzy\" Schwab did not care.  The slave in brass\nbuttons was proffering him ivory-backed hair-brushes, and obsequiously\nremoving the dust from his coat collar.  Mr. Schwab explained to him\nthat he was not dressed for automobiling, as Mr. Winthrop had invited\nhim quite informally.  The man was most charmingly sympathetic.  And\nwhen he returned to the hall every one received him with the most\ngenial, friendly interest.  Would he play golf, or tennis, or pool, or\nwalk over the farm, or just look on?  It seemed the wish of each to be\nhis escort.  Never had he been so popular.\n\nHe said he would \"just look on.\"  And so, during the last and decisive\nday of the \"whirlwind\" campaign, while in Eighth Avenue voters were\nbeing challenged, beaten, and bribed, bonfires were burning, and\n\"extras\" were appearing every half hour, \"Izzy\" Schwab, the Tammany\nhenchman, with a secret worth twenty thousand votes, sat a prisoner, in\na wicker chair, with a drink and a cigar, guarded by four young men in\nflannels, who played tennis violently at five dollars a corner.\n\nIt was always a great day in the life of \"Izzy\" Schwab.  After a\nluncheon, which, as he later informed his friends, could not have cost\nless than \"two dollars a plate and drink all you like,\" Sam Forbes took\nhim on at pool.  Mr. Schwab had learned the game in the cellars of\nEighth Avenue at two and a half cents a cue, and now, even in Columbus\nCircle he was a star.  So, before the sun had set, Mr. Forbes, who at\npool rather fancied himself, was seventy-five dollars poorer, and Mr.\nSchwab just that much to the good.  Then there followed a strange\nceremony called tea, or, if you preferred it, whiskey and soda; and the\ntall footman bent before him with huge silver salvers laden down with\nflickering silver lamps, and bubbling soda bottles, and cigars, and\ncigarettes.\n\n\"You could have filled your pockets with twenty-five cent Havanas, and\nnobody would have said nothing!\" declared Mr. Schwab, and his friends\nwho never had enjoyed his chance to study at such close quarters the\ntruly rich, nodded enviously.\n\nAt six o'clock Mr. Schwab led Winthrop into the big library and asked\nfor his ticket of leave.\n\n\"They'll be counting the votes soon,\" he begged.  \"I can't do no harm\nnow, and I don't mean to.  I didn't see nothing, and I won't say\nnothing.  But it's election night, and--and I just GOT to be on\nBroadway.\"\n\n\"Right,\" said Winthrop, \"I'll have a car take you in, and if you will\naccept this small check----\"\n\n\"No!\" roared \"Izzy\" Schwab.  Afterward he wondered how he came to do\nit.  \"You've give me a good time, Mr. Winthrop.  You've treated me\nfine, all the gentlemen have treated me nice.  I'm not a blackmailer,\nMr. Winthrop.\"  Mr. Schwab's voice shook slightly.\n\n\"Nonsense, Schwab, you didn't let me finish,\" said Winthrop, \"I'm\nlikely to need a lawyer any time; this is a retaining fee.  Suppose I\nexceed the speed limit--I'm liable to do that----\"\n\n\"You bet you are!\" exclaimed Mr. Schwab violently.\n\n\"Well, then, I'll send for YOU, and there isn't a police magistrate,\nnor any of the traffic squad, you can't handle, is there?\"\n\nMr. Schwab flushed with pleasure.\n\n\"You can count on me,\" he vowed, \"and your friends too, and the\nladies,\" he added gallantly.  \"If ever the ladies want to get bail,\ntell 'em to telephone for 'Izzy' Schwab.  Of course,\" he said\nreluctantly, \"if it's a retaining fee----\"\n\nBut when he read the face of the check he exclaimed in protest.  \"But,\nMr. Winthrop, this is more than the Journal would have give me!\"\n\nThey put him in a car belonging to one of the other men, and all came\nout on the steps to wave him \"good-by,\" and he drove magnificently into\nhis own district, where there were over a dozen men who swore he tipped\nthe French chauffeur a five dollar bill \"just like it was a cigarette.\"\n\nAll of election day since her arrival in Winthrop's car, Miss Forbes\nhad kept to herself.  In the morning, when the other young people were\nout of doors, she remained in her room, and after luncheon when they\ngathered round the billiard table, she sent for her cart and drove off\nalone.  The others thought she was concerned over the possible result\nof the election, and did not want to disturb them by her anxiety.\nWinthrop, thinking the presence of Schwab embarrassed her, recalling as\nit did Peabody's unfortunate conduct of the morning, blamed himself for\nbringing Schwab to the house.  But he need not have distressed himself.\nMiss Forbes was thinking neither of Schwab nor Peabody, nor was she\nworried or embarrassed.  On the contrary, she was completely happy.\n\nWhen that morning she had seen Peabody running up the steps of the\nElevated, all the doubts, the troubles, questions, and misgivings that\nnight and day for the last three months had upset her, fell from her\nshoulders like the pilgrim's heavy pack.  For months she had been\ntelling herself that the unrest she felt when with Peabody was due to\nher not being able to appreciate the importance of those big affairs in\nwhich he was so interested; in which he was so admirable a figure.  She\nhad, as she supposed, loved him, because he was earnest, masterful,\nintent of purpose.  His had seemed a fine character.  When she had\ncompared him with the amusing boys of her own age, the easy-going\njoking youths to whom the betterment of New York was of no concern, she\nhad been proud in her choice.  She was glad Peabody was ambitious.  She\nwas ambitious for him.  She was glad to have him consult her on those\nquestions of local government, to listen to his fierce, contemptuous\nabuse of Tammany.  And yet early in their engagement she had missed\nsomething, something she had never known, but which she felt sure\nshould exist.  Whether she had seen it in the lives of others, or read\nof it in romances, or whether it was there because it was nature to\ndesire to be loved, she did not know.  But long before Winthrop\nreturned from his trip round the world, in her meetings with the man\nshe was to marry, she had begun to find that there was something\nlacking.  And Winthrop had shown her that this something lacking was\nthe one thing needful.  When Winthrop had gone abroad he was only one\nof her brother's several charming friends.  One of the amusing merry\nyouths who came and went in the house as freely as Sam himself.  Now,\nafter two years' absence, he refused to be placed in that category.\n\nHe rebelled on the first night of his return.  As she came down to the\ndinner of welcome her brother was giving Winthrop, he stared at her as\nthough she were a ghost, and said, so solemnly that every one in the\nroom, even Peabody, smiled: \"Now I know why I came home.\"  That he\nrefused to recognize her engagement to Peabody, that on every occasion\nhe told her, or by some act showed her, he loved her; that he swore she\nshould never marry any one but himself, and that he would never marry\nany one but her, did not at first, except to annoy, in any way impress\nher.\n\nBut he showed her what in her intercourse with Peabody was lacking.  At\nfirst she wished Peabody could find time to be as fond of her, as\nfoolishly fond of her, as was Winthrop.  But she realized that this was\nunreasonable.  Winthrop was just a hot-headed impressionable boy,\nPeabody was a man doing a man's work.  And then she found that week\nafter week she became more difficult to please.  Other things in which\nshe wished Peabody might be more like Winthrop, obtruded themselves.\nLittle things which she was ashamed to notice, but which rankled; and\nbig things, such as consideration for others, and a sense of humor, and\nnot talking of himself.  Since this campaign began, at times she had\nfelt that if Peabody said \"I\" once again, she must scream.  She assured\nherself she was as yet unworthy of him, that her intelligence was weak,\nthat as she grew older and so better able to understand serious\naffairs, such as the importance of having an honest man at Albany as\nLieutenant-Governor, they would become more in sympathy.  And now, at a\nstroke, the whole fabric of self-deception fell from her.  It was not\nthat she saw Peabody so differently, but that she saw herself and her\nown heart, and where it lay.  And she knew that \"Billy\" Winthrop,\ngentle, joking, selfish only in his love for her, held it in his two\nstrong hands.\n\nFor the moment, when as she sat in the car deserted by Peabody this\ntruth flashed upon her, she forgot the man lying injured in the street,\nthe unscrubbed mob crowding about her.  She was conscious only that a\ngreat weight had been lifted.  That her blood was flowing again,\nleaping, beating, dancing through her body.  It seemed as though she\ncould not too quickly tell Winthrop.  For both of them she had lost out\nof their lives many days.  She had risked losing him for always.  Her\nonly thought was to make up to him and to herself the wasted time.  But\nthroughout the day the one-time welcome, but now intruding, friends and\nthe innumerable conventions of hospitality required her to smile and\nshow an interest, when her heart and mind were crying out the one great\nfact.\n\nIt was after dinner, and the members of the house party were scattered\nbetween the billiard-room and the piano.  Sam Forbes returned from the\ntelephone.\n\n\"Tammany,\" he announced, \"concedes the election of Jerome by forty\nthousand votes, and that he carries his ticket with him.  Ernest\nPeabody is elected his Lieutenant-Governor by a thousand votes.\nErnest,\" he added, \"seems to have had a close call.\"  There was a\ntremendous chorus of congratulations in the cause of Reform.  They\ndrank the health of Peabody.  Peabody himself, on the telephone,\ninformed Sam Forbes that a conference of the leaders would prevent his\nbeing present with them that evening.  The enthusiasm for Reform\nperceptibly increased.\n\nAn hour later Winthrop came over to Beatrice and held out his hand.\n\"I'm going to slip away,\" he said.  \"Good-night.\"\n\n\"Going away!\" exclaimed Beatrice.  Her voice showed such apparently\nacute concern that Winthrop wondered how the best of women could be so\ndeceitful, even to be polite.\n\n\"I promised some men,\" he stammered, \"to drive them down-town to see\nthe crowds.\"\n\nBeatrice shook her head.\n\n\"It's far too late for that,\" she said.  \"Tell me the real reason.\"\n\nWinthrop turned away his eyes.\n\n\"Oh! the real reason,\" he said gravely, \"is the same old reason, the\none I'm not allowed to talk about.  It's cruelly hard when I don't see\nyou,\" he went on, slowly dragging out the words, \"but it's harder when\nI do; so I'm going to say 'good-night' and run into town.\"\n\nHe stood for a moment staring moodily at the floor, and then dropped\ninto a chair beside her.\n\n\"And, I believe, I've not told you,\" he went on, \"that on Wednesday I'm\nrunning away for good, that is, for a year or two.  I've made all the\nfight I can and I lose, and there is no use in my staying on here\nto--well--to suffer, that is the plain English of it.  So,\" he\ncontinued briskly, \"I won't be here for the ceremony, and this is\n'good-by' as well as 'good-night.'\"\n\n\"Where are you going for a year?\" asked Miss Forbes.\n\nHer voice now showed no concern.  It even sounded as though she did not\ntake his news seriously, as though as to his movements she was\npossessed of a knowledge superior to his own.  He tried to speak in\nmatter-of-fact tones.\n\n\"To Uganda!\" he said.\n\n\"To  Uganda?\" repeated Miss Forbes.  \"Where is Uganda?\"\n\n\"It is in East Africa; I had bad luck there last trip, but now I know\nthe country better, and I ought to get some good shooting.\"\n\nMiss Forbes appeared indifferently incredulous.  In her eyes there was\na look of radiant happiness.  It rendered them bewilderingly beautiful.\n\n\"On Wednesday,\" she said.  \"Won't you come and see us again before you\nsail for Uganda?\"\n\nWinthrop hesitated.\n\n\"I'll stop in and say 'good-by' to your mother if she's in town, and to\nthank her.  She's been awfully good to me. But you--I really would\nrather not see you again.  You understand, or rather, you don't\nunderstand, and,\" he added vehemently, \"you never will understand.\" He\nstood looking down at her miserably.\n\nOn the driveway outside there was a crunching on the gravel of heavy\nwheels and an aurora-borealis of lights.\n\n\"There's your car,\" said Miss Forbes.  \"I'll go out and see you off.\"\n\n\"You're very good,\" muttered Winthrop.  He could not understand.  This\nparting from her was the great moment in his life, and although she\nmust know that, she seemed to be making it unnecessarily hard for him.\nHe had told her he was going to a place very far away, to be gone a\nlong time, and she spoke of saying \"good-by\" to him as pleasantly as\nthough it was his intention to return from Uganda for breakfast.\n\nInstead of walking through the hall where the others were gathered, she\nled him out through one of the French windows upon the terrace, and\nalong it to the steps.  When she saw the chauffeur standing by the car,\nshe stopped.\n\n\"I thought you were going alone,\" she said.\n\n\"I am,\"  answered Winthrop.  \"It's not Fred; that's Sam's chauffeur; he\nonly brought the car around.\"\n\nThe man handed Winthrop his coat and cap, and left them, and Winthrop\nseated himself at the wheel.  She stood above him on the top step.  In\nthe evening gown of lace and silver she looked a part of the moonlight\nnight.  For each of them the moment had arrived.  Like a swimmer\nstanding on the bank gathering courage for the plunge, Miss Forbes gave\na trembling, shivering sigh.\n\n\"You're cold,\" said Winthrop, gently.  \"You must go in.  Good-by.\"\n\n\"It isn't that,\" said the girl.  \"Have you an extra coat?\"\n\n\"It isn't cold enough for----\"\n\n\"I meant for me,\" stammered the girl in a frightened voice.  \"I thought\nperhaps you would take me a little way, and bring me back.\"\n\nAt first the young man did not answer, but sat staring in front of him,\nthen, he said simply:\n\n\"It's awfully good of you, Beatrice.  I won't forget it.\"\n\nIt was a wonderful autumn night, moonlight, cold, clear and brilliant.\nShe stepped in beside him and wrapped herself in one of his\ngreat-coats.  They started swiftly down the avenue of trees.\n\n\"No, not fast,\" begged the girl, \"I want to talk to you.\"\n\nThe car checked and rolled forward smoothly, sometimes in deep shadow,\nsometimes in the soft silver glamour of the moon; beneath them the\nfallen leaves crackled and rustled under the slow moving wheels.  At\nthe highway Winthrop hesitated.  It lay before them arched with great\nand ancient elms; below, the Hudson glittered and rippled in the\nmoonlight.\n\n\"Which way do you want to go?\" said Winthrop.  His voice was very\ngrateful, very humble.\n\nThe girl did not answer.\n\nThere was a long, long pause.\n\nThen he turned and looked at her and saw her smiling at him with that\nlight in her eyes that never was on land or sea.\n\n\"To Uganda,\" said the girl."
}