{
 "author": [
  "Burroughs, Edgar Rice"
 ],
 "title": [
  "The Oakdale Affair"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "PS",
  "Adventure stories",
  "Mystery fiction"
 ],
 "id": "363",
 "genre": [
  "mystery",
  "fiction",
  "adventure"
 ],
 "text": "THE OAKDALE AFFAIR\n\n\nBy Edgar Rice Burroughs\n\n\n\n\n\nChapter One [And only chapter ED.]\n\n\nThe house on the hill showed lights only upon the first floor--in\nthe spacious reception hall, the dining room, and those more or less\nmysterious purlieus thereof from which emanate disagreeable odors and\nagreeable foods.\n\nFrom behind a low bush across the wide lawn a pair of eyes transferred\nto an alert brain these simple perceptions from which the brain deduced\nwith Sherlockian accuracy and Raffleian purpose that the family of the\npresident of The First National Bank of--Oh, let's call it Oakdale--was\nat dinner, that the servants were below stairs and the second floor\ndeserted.\n\nThe owner of the eyes had but recently descended from the quarters of\nthe chauffeur above the garage which he had entered as a thief in\nthe night and quitted apparelled in a perfectly good suit of clothes\nbelonging to the gentlemanly chauffeur and a soft, checked cap which was\nnow pulled well down over a pair of large brown eyes in which a rather\nstrained expression might have suggested to an alienist a certain\nneophytism which even the stern set of well shaped lips could not\neffectually belie.\n\nApparently this was a youth steeling himself against a natural\nrepugnance to the dangerous profession he had espoused; and when, a\nmoment later, he stepped out into the moonlight and crossed the lawn\ntoward the house, the slender, graceful lines which the ill-fitting\nclothes could not entirely conceal carried the conviction of youth if\nnot of innocence.\n\nThe brazen assurance with which the lad crossed the lawn and mounted\nthe steps to the verandah suggested a familiarity with the habits and\ncustoms of the inmates of the house upon the hill which bespoke long and\ncareful study of the contemplated job. An old timer could not have moved\nwith greater confidence. No detail seemed to have escaped his cunning\ncalculation. Though the door leading from the verandah into the\nreception hall swung wide to the balmy airs of late Spring the prowler\npassed this blatant invitation to the hospitality of the House of Prim.\nIt was as though he knew that from his place at the head of the table,\nwith his back toward the great fire place which is the pride of the\nPrim dining hall, Jonas Prim commands a view of the major portion of the\nreception hall.\n\nStooping low the youth passed along the verandah to a window of the\ndarkened library--a French window which swung open without noise to his\nlight touch. Stepping within he crossed the room to a door which opened\nat the foot of a narrow stairway--a convenient little stairway which\nhad often let the Hon. Jonas Prim pass from his library to his second\nfloor bed-room unnoticed when Mrs. Prim chanced to be entertaining the\nfeminine elite of Oakdale across the hall. A convenient little stairway\nfor retiring husbands and diffident burglars--yes, indeed!\n\nThe darkness of the upper hallway offered no obstacle to this familiar\nhousebreaker. He passed the tempting luxury of Mrs. Prim's boudoir, the\nchaste elegance of Jonas Prim's bed-room with all the possibilities of\nforgotten wallets and negotiable papers, setting his course straight\nfor the apartments of Abigail Prim, the spinster daughter of the First\nNational Bank of Oakdale. Or should we utilize a more charitable and at\nthe same time more truthful word than spinster? I think we should, since\nAbigail was but nineteen and quite human, despite her name.\n\nUpon the dressing table of Abigail reposed much silver and gold and\nivory, wrought by clever artisans into articles of great beauty and some\nutility; but with scarce a glance the burglar passed them by, directing\nhis course straight across the room to a small wall safe cleverly hidden\nby a bit of tapestry.\n\nHow, Oh how, this suggestive familiarity with the innermost secrets of a\nvirgin's sacred apartments upon the part of one so obviously of the\nmale persuasion and, by his all too apparent calling, a denizen of that\nunderworld of which no Abigail should have intimate knowledge? Yet,\ntruly and with scarce a faint indication of groping, though the room was\ndark, the marauder walked directly to the hidden safe, swung back the\ntapestry in its frame, turned the knob of the combination and in a\nmoment opened the circular door of the strong box.\n\nA fat roll of bills and a handful of jewelry he transferred to the\npockets of his coat. Some papers which his hand brushed within the safe\nhe pushed aside as though preadvised of their inutility to one of his\ncalling. Then he closed the safe door, closed the tapestry upon it and\nturned toward a dainty dressing table. From a drawer in this exquisite\nbit of Sheraton the burglar took a small, nickel plated automatic, which\nhe slipped into an inside breast pocket of his coat, nor did he touch\nanother article therein or thereon, nor hesitate an instant in the\nselection of the drawer to be rifled. His knowledge of the apartment of\nthe daughter of the house of Prim was little short of uncanny. Doubtless\nthe fellow was some plumber's apprentice who had made good use of an\nopportunity to study the lay of the land against a contemplated invasion\nof these holy precincts.\n\nBut even the most expert of second story men nod and now that all seemed\nas though running on greased rails a careless elbow raked a silver\ncandle-stick from the dressing table to the floor where it crashed\nwith a resounding din that sent cold shivers up the youth's spine and\nconjured in his mind a sudden onslaught of investigators from the floor\nbelow.\n\nThe noise of the falling candlestick sounded to the taut nerved\nhouse-breaker as might the explosion of a stick of dynamite during\nprayer in a meeting house. That all Oakdale had heard it seemed quite\npossible, while that those below stairs were already turning questioning\nears, and probably inquisitive footsteps, upward was almost a foregone\nconclusion.\n\nAdjoining Miss Prim's boudoir was her bath and before the door leading\nfrom the one to the other was a cretonne covered screen behind which\nthe burglar now concealed himself the while he listened in rigid\napprehension for the approach of the enemy; but the only sound that came\nto him from the floor below was the deep laugh of Jonas Prim. A profound\nsigh of relief escaped the beardless lips; for that laugh assured the\nyouth that, after all, the noise of the fallen candlestick had not\nalarmed the household.\n\nWith knees that still trembled a bit he crossed the room and passed out\ninto the hallway, descended the stairs, and stood again in the library.\nHere he paused a moment listening to the voices which came from the\ndining room. Mrs. Prim was speaking. “I feel quite relieved about\nAbigail,” she was saying. “I believe that at last she sees the wisdom\nand the advantages of an alliance with Mr. Benham, and it was almost\nwith enthusiasm that she left this morning to visit his sister. I am\npositive that a week or two of companionship with him will impress upon\nher the fine qualities of his nature. We are to be congratulated, Jonas,\nupon settling our daughter so advantageously both in the matter of\nfamily and wealth.”\n\nJonas Prim grunted. “Sam Benham is old enough to be the girl's father,”\n he growled. “If she wants him, all right; but I can't imagine Abbie\nwanting a bald-headed husband with rheumatism. I wish you'd let her\nalone, Pudgy, to find her own mate in her own way--someone nearer her\nown age.”\n\n“The child is not old enough to judge wisely for herself,” replied Mrs.\nPrim. “It was my duty to arrange a proper alliance; and, Jonas, I will\nthank you not to call me Pudgy--it is perfectly ridiculous for a woman\nof my age--and position.”\n\nThe burglar did not hear Mr. Prim's reply for he had moved across the\nlibrary and passed out onto the verandah. Once again he crossed the\nlawn, taking advantage of the several trees and shrubs which dotted it,\nscaled the low stone wall at the side and was in the concealing shadows\nof the unlighted side street which bounds the Prim estate upon the\nsouth. The streets of Oakdale are flanked by imposing battalions of elm\nand maple which over-arch and meet above the thoroughfares; and now,\nfollowing an early Spring, their foliage eclipsed the infrequent\narclights to the eminent satisfaction of those nocturnal wayfarers\nwho prefer neither publicity nor the spot light. Of such there are few\nwithin the well ordered precincts of law abiding Oakdale; but to-night\nthere was at least one and this one was deeply grateful for the gloomy\nwalks along which he hurried toward the limits of the city.\n\nAt last he found himself upon a country road with the odors of Spring\nin his nostrils and the world before him. The night noises of the open\ncountry fell strangely upon his ears accentuating rather than relieving\nthe myriad noted silence of Nature. Familiar sounds became unreal\nand weird, the deep bass of innumerable bull frogs took on an uncanny\nhumanness which sent a half shudder through the slender frame. The\nburglar felt a sad loneliness creeping over him. He tried whistling in\nan effort to shake off the depressing effects of this seeming\nsolitude through which he moved; but there remained with him still the\nhallucination that he moved alone through a strange, new world peopled\nby invisible and unfamiliar forms--menacing shapes which lurked in\nwaiting behind each tree and shrub.\n\nHe ceased his whistling and went warily upon the balls of his feet, lest\nhe unnecessarily call attention to his presence. If the truth were to\nbe told it would chronicle the fact that a very nervous and frightened\nburglar sneaked along the quiet and peaceful country road outside of\nOakdale. A lonesome burglar, this, who so craved the companionship of\nman that he would almost have welcomed joyously the detaining hand of\nthe law had it fallen upon him in the guise of a flesh and blood police\nofficer from Oakdale.\n\nIn leaving the city the youth had given little thought to the\npracticalities of the open road. He had thought, rather vaguely, of\nsleeping in a bed of new clover in some hospitable fence corner; but\nthe fence corners looked very dark and the wide expanse of fields beyond\nsuggested a mysterious country which might be peopled by almost anything\nbut human beings.\n\nAt a farm house the youth hesitated and was almost upon the verge of\nentering and asking for a night's lodging when a savage voiced dog\nshattered the peace of the universe and sent the burglar along the road\nat a rapid run.\n\nA half mile further on a straw stack loomed large within a fenced\nenclosure. The youth wormed his way between the barbed wires determined\nat last to let nothing prevent him from making a cozy bed in the deep\nstraw beside the stack. With courage radiating from every pore he strode\ntoward the stack. His walk was almost a swagger, for thus does youth\ndissemble the bravery it yearns for but does not possess. He almost\nwhistled again; but not quite, since it seemed an unnecessary\nprovocation to disaster to call particular attention to himself at this\ntime. An instant later he was extremely glad that he had refrained, for\nas he approached the stack a huge bulk slowly loomed from behind it;\nand silhouetted against the moonlit sky he saw the vast proportions of a\ngreat, shaggy bull. The burglar tore the inside of one trousers' leg and\nthe back of his coat in his haste to pass through the barbed wire fence\nonto the open road. There he paused to mop the perspiration from his\nforehead, though the night was now far from warm.\n\nFor another mile the now tired and discouraged house-breaker plodded,\nheavy footed, the unending road. Did vain compunction stir his\nyouthful breast? Did he regret the safe respectability of the plumber's\napprentice? Or, if he had not been a plumber's apprentice did he yearn\nto once again assume the unharried peace of whatever legitimate calling\nhad been his before he bent his steps upon the broad boulevard of sin?\nWe think he did.\n\nAnd then he saw through the chinks and apertures in the half ruined wall\nof what had once been a hay barn the rosy flare of a genial light which\nappeared to announce in all but human terms that man, red blooded and\nhospitable, forgathered within. No growling dogs, no bulking bulls\ncontested the short stretch of weed grown ground between the road and\nthe disintegrating structure; and presently two wide, brown eyes were\npeering through a crack in the wall of the abandoned building. What they\nsaw was a small fire built upon the earth floor in the center of the\nbuilding and around the warming blaze the figures of six men. Some\nreclined at length upon old straw; others squatted, Turk fashion. All\nwere smoking either disreputable pipes or rolled cigarets. Blear-eyed\nand foxy-eyed, bearded and stubbled cheeked, young and old, were the men\nthe youth looked upon. All were more or less dishevelled and filthy; but\nthey were human. They were not dogs, or bulls, or croaking frogs. The\nboy's heart went out to them. Something that was almost a sob rose in\nhis throat, and then he turned the corner of the building and stood in\nthe doorway, the light from the fire playing upon his lithe young figure\nclothed in its torn and ill fitting suit and upon his oval face and his\nlaughing brown eyes. For several seconds he stood there looking at the\nmen around the fire. None of them had noticed him.\n\n“Tramps!” thought the youth. “Regular tramps.” He wondered that they had\nnot seen him, and then, clearing his throat, he said: “Hello, tramps!”\n\nSix heads snapped up or around. Six pairs of eyes, blear or foxy,\nwere riveted upon the boyish figure of the housebreaker. “Wotinel!”\n ejaculated a frowzy gentleman in a frock coat and golf cap. “Wheredju\nblow from?” inquired another. “'Hello, tramps'!” mimicked a third.\n\nThe youth came slowly toward the fire. “I saw your fire,” he said, “and\nI thought I'd stop. I'm a tramp, too, you know.”\n\n“Oh,” sighed the elderly person in the frock coat. “He's a tramp, he is.\nAn' does he think gents like us has any time for tramps? An' where might\nhe be trampin', sonny, without his maw?”\n\nThe youth flushed. “Oh say!” he cried; “you needn't kid me just because\nI'm new at it. You all had to start sometime. I've always longed for\nthe free life of a tramp; and if you'll let me go along with you for a\nlittle while, and teach me, I'll not bother you; and I'll do whatever\nyou say.”\n\nThe elderly person frowned. “Beat it, kid!” he commanded. “We ain't\nrunnin' no day nursery. These you see here is all the real thing. Maybe\nwe asks fer a handout now and then; but that ain't our reg'lar way. You\nain't swift enough to travel with this bunch, kid, so you'd better duck.\nWhy we gents, here, if we was added up is wanted in about twenty-seven\ncities fer about everything from rollin' a souse to crackin' a box and\ncroakin' a bull. You gotta do something before you can train wid gents\nlike us, see?” The speaker projected a stubbled jaw, scowled horridly\nand swept a flattened palm downward and backward at a right angle to a\nhairy arm in eloquent gesture of finality.\n\nThe boy had stood with his straight, black eyebrows puckered into a\nstudious frown, drinking in every word. Now he straightened up. “I guess\nI made a mistake,” he said, apologetically. “You ain't tramps at all.\nYou're thieves and murderers and things like that.” His eyes opened a\nbit wider and his voice sank to a whisper as the words passed his lips.\n“But you haven't so much on me, at that,” he went on, “for I'm a regular\nburglar, too,” and from the bulging pockets of his coat he drew two\nhandfuls of greenbacks and jewelry. The eyes of the six registered\nastonishment, mixed with craft and greed. “I just robbed a house in\nOakdale,” explained the boy. “I usually rob one every night.”\n\nFor a moment his auditors were too surprised to voice a single emotion;\nbut presently one murmured, soulfully: “Pipe de swag!” He of the frock\ncoat, golf cap, and years waved a conciliatory hand. He tried to look at\nthe boy's face; but for the life of him he couldn't raise his eyes above\nthe dazzling wealth clutched in the fingers of those two small,\nslim hands. From one dangled a pearl necklace which alone might have\nransomed, if not a king, at least a lesser member of a royal family,\nwhile diamonds, rubies, sapphires, and emeralds scintillated in the\nflaring light of the fire. Nor was the fistful of currency in the other\nhand to be sneezed at. There were greenbacks, it is true; but there were\nalso yellowbacks with the reddish gold of large denominations. The Sky\nPilot sighed a sigh that was more than half gasp.\n\n“Can't yuh take a kid?” he inquired. “I knew youse all along. Yuh can't\nfool an old bird like The Sky Pilot--eh, boys?” and he turned to his\ncomrades for confirmation.\n\n“He's The Oskaloosa Kid,” exclaimed one of the company. “I'd know 'im\nanywheres.”\n\n“Pull up and set down,” invited another.\n\nThe boy stuffed his loot back into his pockets and came closer to the\nfire. Its warmth felt most comfortable, for the Spring night was growing\nchill. He looked about him at the motley company, some half-spruce in\nclothing that suggested a Kuppenmarx label and a not too far association\nwith a tailor's goose, others in rags, all but one unshaven and all\nmore or less dirty--for the open road is close to Nature, which is\nprincipally dirt.\n\n“Shake hands with Dopey Charlie,” said The Sky Pilot, whose age and\ncorpulency appeared to stamp him with the hall mark of authority. The\nyouth did as he was bid, smiling into the sullen, chalk-white face and\ntaking the clammy hand extended toward him. Was it a shudder that\npassed through the lithe, young figure or was it merely a subconscious\nrecognition of the final passing of the bodily cold before the glowing\nwarmth of the blaze? “And Soup Face,” continued The Sky Pilot. A battered\nwreck half rose and extended a pudgy hand. Red whiskers, matted in\nlittle tangled wisps which suggested the dried ingredients of an\ninfinite procession of semi-liquid refreshments, rioted promiscuously\nover a scarlet countenance.\n\n“Pleased to meetcha,” sprayed Soup Face. It was a strained smile\nwhich twisted the rather too perfect mouth of The Oskaloosa Kid, an\nappellation which we must, perforce, accept since the youth did not deny\nit.\n\nColumbus Blackie, The General, and Dirty Eddie were formally presented.\nAs Dirty Eddie was, physically, the cleanest member of the band the\nyouth wondered how he had come by his sobriquet--that is, he wondered\nuntil he heard Dirty Eddie speak, after which he was no longer in doubt.\nThe Oskaloosa Kid, self-confessed 'tramp' and burglar, flushed at the\nlurid obscenity of Dirty Eddie's remarks.\n\n“Sit down, bo,” invited Soup Face. “I guess you're a regular all right.\nHere, have a snifter?” and he pulled a flask from his side pocket,\nholding it toward The Oskaloosa Kid.\n\n“Thank you, but;--er--I'm on the wagon, you know,” declined the youth.\n\n“Have a smoke?” suggested Columbus Blackie. “Here's the makin's.”\n\nThe change in the attitude of the men toward him pleased The Oskaloosa\nKid immensely. They were treating him as one of them, and after the\nlonely walk through the dark and desolate farm lands human companionship\nof any kind was to him as the proverbial straw to the man who rocked the\nboat once too often.\n\nDopey Charlie and The General, alone of all the company, waxed not\nenthusiastic over the advent of The Oskaloosa Kid and his priceless\nloot. These two sat scowling and whispering in the back-ground. “Dat's\na wrong guy,” muttered the former to the latter. “He's a stool pigeon or\none of dese amatoor mugs.”\n\n“It's the pullin' of that punk graft that got my goat,” replied The\nGeneral. “I never seen a punk yet that didn't try to make you think he\nwas a wise guy an' dis stiff don't belong enough even to pull a spiel\nthat would fool a old ladies' sewin' circle. I don't see wot The Sky\nPilot's cozyin' up to him fer.”\n\n“You don't?” scoffed Dopey Charlie. “Didn't you lamp de oyster harness?\nTo say nothin' of de mitful of rocks and kale.”\n\n“That 'ud be all right, too,” replied the other, “if we could put the\nguy to sleep; but The Sky Pilot won't never stand for croakin' nobody.\nHe's too scared of his neck. We'll look like a bunch o' wise ones, won't\nwe? lettin' a stranger sit in now--after last night. Hell!” he suddenly\nexploded. “Don't you know that you an' me stand to swing if any of de\nbunch gets gabby in front of dis phoney punk?”\n\nThe two sat silent for a while, The General puffing on a short briar,\nDopey Charlie inhaling deep draughts from a cigarette, and both glaring\nthrough narrowed lids at the boy warming himself beside the fire\nwhere the others were attempting to draw him out the while they strove\ndesperately but unavailingly to keep their eyes from the two bulging\nsidepockets of their guest's coat.\n\nSoup Face, who had been assiduously communing with a pint flask, leaned\nclose to Columbus Blackie, placing his whiskers within an inch or so\nof the other's nose as was his habit when addressing another, and\nwhispered, relative to the pearl necklace: “Not a cent less 'n fifty\nthou, bo!”\n\n“Fertheluvomike!” ejaculated Blackie, drawing back and wiping a palm\nquickly across his lips. “Get a plumber first if you want to kiss\nme--you leak.”\n\n“He thinks you need a shower bath,” said Dirty Eddie, laughing.\n\n“The trouble with Soup Face,” explained The Sky Pilot, “is that he's got\na idea he's a human atomizer an' that the rest of us has colds.”\n\n“Well, I don't want no atomizer loaded with rot-gut and garlic shot\nin my mug,” growled Blackie. “What Soup Face needs is to be learned\nettyket, an' if he comes that on me again I'm goin' to push his mush\nthrough the back of his bean.”\n\nAn ugly light came into the blear eyes of Soup Face. Once again he\nleaned close to Columbus Blackie. “Not a cent less 'n fifty thou, you\ntinhorn!” he bellowed, belligerent and sprayful.\n\nBlackie leaped to his feet, with an oath--a frightful, hideous oath--and\nas he rose he swung a heavy fist to Soup Face's purple nose. The latter\nrolled over backward; but was upon his feet again much quicker than one\nwould have expected in so gross a bulk, and as he came to his feet a\nknife flashed in his hand. With a sound that was more bestial than human\nhe ran toward Blackie; but there was another there who had anticipated\nhis intentions. As the blow was struck The Sky Pilot had risen; and\nnow he sprang forward, for all his age and bulk as nimble as a cat, and\nseized Soup Face by the wrist. A quick wrench brought a howl of pain to\nthe would-be assassin, and the knife fell to the floor.\n\n“You gotta cut that if you travel with this bunch,” said The Sky Pilot\nin a voice that was new to The Oskaloosa Kid; “and you, too, Blackie,”\n he continued. “The rough stuff don't go with me, see?” He hurled Soup\nFace to the floor and resumed his seat by the fire.\n\nThe youth was astonished at the physical strength of this old man,\nseemingly so softened by dissipation; but it showed him the source of\nThe Sky Pilot's authority and its scope, for Columbus Blackie and Soup\nFace quitted their quarrel immediately.\n\nDirty Eddie rose, yawned and stretched. “Me fer the hay,” he announced,\nand lay down again with his feet toward the fire. Some of the others\nfollowed his example. “You'll find some hay in the loft there,” said The\nSky Pilot to The Oskaloosa Kid. “Bring it down an' make your bed here by\nme, there's plenty room.”\n\nA half hour later all were stretched out upon the hard dirt floor upon\nimprovised beds of rotted hay; but not all slept. The Oskaloosa Kid,\nthough tired, found himself wider awake than he ever before had been.\nApparently sleep could never again come to those heavy eyes. There\npassed before his mental vision a panorama of the events of the night.\nHe smiled as he inaudibly voiced the name they had given him, the right\nto which he had not seen fit to deny. “The Oskaloosa Kid.” The boy\nsmiled again as he felt the 'swag' hard and lumpy in his pockets. It\nhad given him prestige here that he could not have gained by any other\nmeans; but he mistook the nature of the interest which his display of\nstolen wealth had aroused. He thought that the men now looked upon\nhim as a fellow criminal to be accepted into the fraternity through\nachievement; whereas they suffered him to remain solely in the hope of\ntransferring his loot to their own pockets.\n\nIt is true that he puzzled them. Even The Sky Pilot, the most astute\nand intelligent of them all, was at a loss to fathom The Oskaloosa Kid.\nInnocence and unsophistication flaunted their banners in almost every\nact and speech of The Oskaloosa Kid. The youth reminded him in some ways\nof members of a Sunday school which had flourished in the dim vistas of\nhis past when, as an ordained minister of the Gospel, he had earned the\nsobriquet which now identified him. But the concrete evidence of the\nvaluable loot comported not with The Sky Pilot's idea of a Sunday school\nboy's lark. The young fellow was, unquestionably, a thief; but that he\nhad ever before consorted with thieves his speech and manners belied.\n\n“He's got me,” murmured The Sky Pilot; “but he's got the stuff on him,\ntoo; and all I want is to get it off of him without a painful operation.\nTomorrow'll do,” and he shifted his position and fell asleep.\n\nDopey Charlie and The General did not, however, follow the example of\ntheir chief. They remained very wide awake, a little apart from the\nothers, where their low whispers could not be overheard.\n\n“You better do it,” urged The General, in a soft, insinuating voice.\n“You're pretty slick with the toad stabber, an' any way one more or less\nwon't count.”\n\n“We can go to Sout' America on dat stuff an' live like gents,” muttered\nDopey Charlie. “I'm goin' to cut out de Hop an' buy a farm an' a\nottymobeel and--”\n\n“Come out of it,” admonished The General. “If we're lucky we'll get as\nfar as Cincinnati, get a stew on and get pinched. Den one of us'll hang\nan' de other get stir fer life.”\n\nThe General was a weasel faced person of almost any age between\nthirty-five and sixty. Sometimes he could have passed for a hundred\nand ten. He had won his military title as a boy in the famous march of\nCoxey's army on Washington, or, rather, the title had been conferred\nupon him in later years as a merited reward of service. The General,\nprofiting by the precepts of his erstwhile companions in arms, had never\nsoiled his military escutcheon by labor, nor had he ever risen to the\nhigher planes of criminality. Rather as a mediocre pickpocket and\na timorous confidence man had he eked out a meager existence, amply\npunctuated by seasons of straight bumming and intervals spent as the\nguest of various inhospitably hospitable states. Now, for the first time\nin his life, The General faced the possibility of a serious charge; and\nhis terror made him what he never before had been, a dangerous criminal.\n\n“You're a cheerful guy,” commented Dopey Charlie; “but you may be right\nat dat. Dey can't hang a guy any higher fer two 'an they can fer one\nan' dat's no pipe; so wots de use. Wait till I take a shot--it'll be\neasier,” and he drew a small, worn case from an inside pocket, bared\nhis arm to the elbow and injected enough morphine to have killed a dozen\nnormal men.\n\nFrom a pile of mouldy hay across the barn the youth, heavy eyed but\nsleepless, watched the two through half closed lids. A qualm of disgust\nsent a sudden shudder through his slight frame. For the first time he\nalmost regretted having embarked upon a life of crime. He had seen\nthat the two men were conversing together earnestly, though he could\nover-hear nothing they said, and that he had been the subject of their\nnocturnal colloquy, for several times a glance or a nod in his direction\nassured him of this. And so he lay watching them--not that he was\nafraid, he kept reassuring himself, but through curiosity. Why should\nhe be afraid? Was it not a well known truth that there was honor among\nthieves?\n\nBut the longer he watched the heavier grew his lids. Several times they\nclosed to be dragged open again only by painful effort. Finally came a\ntime that they remained closed and the young chest rose and fell in the\nregular breathing of slumber.\n\nThe two ragged, rat-hearted creatures rose silently and picked their\nway, half-crouched, among the sleepers sprawled between them and The\nOskaloosa Kid. In the hand of Dopey Charlie gleamed a bit of shiny steel\nand in his heart were fear and greed. The fear was engendered by the\nbelief that the youth might be an amateur detective. Dopey Charlie had\nhad one experience of such and he knew that it was easily possible for\nthem to blunder upon evidence which the most experienced of operatives\nmight pass over unnoticed, and the loot bulging pockets furnished a\nsufficient greed motive in themselves.\n\nBeside the boy kneeled the man with the knife. He did not raise his\nhand and strike a sudden, haphazard blow. Instead he placed the point\ncarefully, though lightly, above the victim's heart, and then, suddenly,\nbore his weight upon the blade.\n\nAbigail Prim always had been a thorn in the flesh of her stepmother--a\nwell-meaning, unimaginative, ambitious, and rather common woman. Coming\ninto the Prim home as house-keeper shortly after the death of Abigail's\nmother, the second Mrs. Prim had from the first looked upon Abigail\nprincipally as an obstacle to be overcome. She had tried to 'do right by\nher'; but she had never given the child what a child most needs and most\ncraves--love and understanding. Not loving Abigail, the house-keeper\ncould, naturally, not give her love; and as for understanding her one\nmight as reasonably have expected an adding machine to understand higher\nmathematics.\n\nJonas Prim loved his daughter. There was nothing, within reason, that\nmoney could buy which he would not have given her for the asking; but\nJonas Prim's love, as his life, was expressed in dollar signs, while the\nlove which Abigail craved is better expressed by any other means at the\ncommand of man.\n\nBeing misunderstood and, to all outward appearances of sentiment and\naffection, unloved had not in any way embittered Abigail's remarkably\njoyous temperament. She made up for it in some measure by getting all the\nfun and excitement out of life which she could discover therein, or\ninvent through the medium of her own resourceful imagination.\n\nBut recently the first real sorrow had been thrust into her young life\nsince the half-forgotten mother had been taken from her. The second\nMrs. Prim had decided that it was her 'duty' to see that Abigail, having\nfinished school and college, was properly married. As a matchmaker\nthe second Mrs. Prim was as a Texas steer in a ten cent store. It was\nnothing to her that Abigail did not wish to marry anyone, or that the\nman of Mrs. Prim's choice, had he been the sole surviving male in the\nUniverse, would have still been as far from Abigail's choice as though\nhe had been an inhabitant of one of Orion's most distant planets.\n\nAs a matter of fact Abigail Prim detested Samuel Benham because he\nrepresented to her everything in life which she shrank from--age,\navoirdupois, infirmity, baldness, stupidity, and matrimony. He was a\nprosaic old bachelor who had amassed a fortune by the simple means of\ninheriting three farms upon which an industrial city subsequently had\nbeen built. Necessity rather than foresight had compelled him to hold on\nto his property; and six weeks of typhoid, arriving and departing, had\nsaved him from selling out at a low figure. The first time he found\nhimself able to be out and attend to business he likewise found himself\na wealthy man, and ever since he had been growing wealthier without\npersonal effort.\n\nAll of which is to render evident just how impossible a matrimonial\nproposition was Samuel Benham to a bright, a beautiful, a gay, an\nimaginative, young, and a witty girl such as Abigail Prim, who cared\nless for money than for almost any other desirable thing in the world.\n\nNagged, scolded, reproached, pestered, threatened, Abigail had at last\ngiven a seeming assent to her stepmother's ambition; and had forthwith\nbeen packed off on a two weeks visit to the sister of the bride-groom\nelect. After which Mr. Benham was to visit Oakdale as a guest of the\nPrims, and at a dinner for which cards already had been issued--so sure\nwas Mrs. Jonas Prim of her position of dictator of the Prim menage--the\nengagement was to be announced.\n\nIt was some time after dinner on the night of Abigail's departure that\nMrs. Prim, following a habit achieved by years of housekeeping, set\nforth upon her rounds to see that doors and windows were properly\nsecured for the night. A French window and its screen opening upon the\nverandah from the library she found open. “The house will be full of\nmosquitoes!” she ejaculated mentally as she closed them both with a bang\nand made them fast. “I should just like to know who left them open. Upon\nmy word, I don't know what would become of this place if it wasn't for\nme. Of all the shiftlessness!” and she turned and flounced upstairs. In\nAbigail's room she flashed on the center dome light from force of habit,\nalthough she knew that the room had been left in proper condition after\nthe girl's departure earlier in the day. The first thing amiss that\nher eagle eye noted was the candlestick lying on the floor beside the\ndressing table. As she stooped to pick it up she saw the open drawer\nfrom which the small automatic had been removed, and then, suspicions,\nsuddenly aroused, as suddenly became fear; and Mrs. Prim almost dove\nacross the room to the hidden wall safe. A moment's investigation\nrevealed the startling fact that the safe was unlocked and practically\nempty. It was then that Mrs. Jonas Prim screamed.\n\nHer scream brought Jonas and several servants upon the scene. A careful\ninspection of the room disclosed the fact that while much of value had\nbeen ignored the burglar had taken the easily concealed contents of the\nwall safe which represented fully ninety percentum of the value of the\npersonal property in Abigail Prim's apartments.\n\nMrs. Prim scowled suspiciously upon the servants. Who else, indeed,\ncould have possessed the intimate knowledge which the thief had\ndisplayed. Mrs. Prim saw it all. The open library window had been but a\nclever blind to hide the fact that the thief had worked from the inside\nand was now doubtless in the house at that very moment.\n\n“Jonas,” she directed, “call the police at once, and see that no one,\nabsolutely no one, leaves this house until they have been here and made\na full investigation.”\n\n“Shucks, Pudgy!” exclaimed Mr. Prim. “You don't think the thief is\nwaiting around here for the police, do you?”\n\n“I think that if you get the police here at once, Jonas, we shall find\nboth the thief and the loot under our very roof,” she replied, not\nwithout asperity.\n\n“You don't mean--” he hesitated. “Why, Pudgy, you don't mean you suspect\none of the servants?”\n\n“Who else could have known?” asked Mrs. Prim. The servants present\nlooked uncomfortable and cast sheepish eyes of suspicion at one another.\n\n“It's all tommy rot!” ejaculated Mr. Prim; “but I'll call the police,\nbecause I got to report the theft. It's some slick outsider, that's\nwho it is,” and he started down stairs toward the telephone. Before he\nreached it the bell rang, and when he had hung up the receiver after the\nconversation the theft seemed a trivial matter. In fact he had almost\nforgotten it, for the message had been from the local telegraph office\nrelaying a wire they had just received from Mr. Samuel Benham.\n\n“I say, Pudgy,” he cried, as he took the steps two at a time for the\nsecond floor, “here's a wire from Benham saying Gail didn't come on that\ntrain and asking when he's to expect her.”\n\n“Impossible!” ejaculated Mrs. Prim. “I certainly saw her aboard the\ntrain myself. Impossible!”\n\nJonas Prim was a man of action. Within half an hour he had set in motion\nsuch wheels as money and influence may cause to revolve in search of\nsome clew to the whereabouts of the missing Abigail, and at the same\ntime had reported the theft of jewels and money from his home; but in\ndoing this he had learned that other happenings no less remarkable in\ntheir way had taken place in Oakdale that very night.\n\nThe following morning all Oakdale was thrilled as its fascinated eyes\ndevoured the front page of Oakdale's ordinarily dull daily. Never had\nOakdale experienced a plethora of home-grown thrills; but it came as\nnear to it that morning, doubtless, as it ever had or ever will. Not\nsince the cashier of The Merchants and Farmers Bank committed suicide\nthree years past had Oakdale been so wrought up, and now that historic\nand classical event paled into insignificance in the glaring brilliancy\nof a series of crimes and mysteries of a single night such as not even\nthe most sanguine of Oakdale's thrill lovers could have hoped for.\n\nThere was, first, the mysterious disappearance of Abigail Prim, the\nonly daughter of Oakdale's wealthiest citizen; there was the equally\nmysterious robbery of the Prim home. Either one of these would have been\nsufficient to have set Oakdale's multitudinous tongues wagging for days;\nbut they were not all. Old John Baggs, the city's best known miser, had\nsuffered a murderous assault in his little cottage upon the outskirts\nof town, and was even now lying at the point of death in The Samaritan\nHospital. That robbery had been the motive was amply indicated by the\ntopsy-turvy condition of the contents of the three rooms which Baggs\ncalled home. As the victim still was unconscious no details of the crime\nwere obtainable. Yet even this atrocious deed had been capped by one yet\nmore hideous.\n\nReginald Paynter had for years been looked upon half askance and yet\nwith a certain secret pride by Oakdale. He was her sole bon vivant in\nthe true sense of the word, whatever that may be. He was always\nspoken of in the columns of The Oakdale Tribune as 'that well known\nman-about-town,' or 'one of Oakdale's most prominent clubmen.' Reginald\nPaynter had been, if not the only, at all events the best dressed man\nin town. His clothes were made in New York. This in itself had been\nsufficient to have set him apart from all the other males of Oakdale.\nHe was widely travelled, had an independent fortune, and was far from\nunhandsome. For years he had been the hope and despair of every Oakdale\nmother with marriageable daughters. The Oakdale fathers, however, had\nnot been so keen about Reginald. Men usually know more about the morals\nof men than do women. There were those who, if pressed, would have\nconceded that Reginald had no morals.\n\nBut what place has an obituary in a truthful tale of adventure and\nmystery! Reginald Paynter was dead. His body had been found beside\nthe road just outside the city limits at mid-night by a party of\nautomobilists returning from a fishing trip. The skull was crushed back\nof the left ear. The position of the body as well as the marks in the\nroad beside it indicated that the man had been hurled from a rapidly\nmoving automobile. The fact that his pockets had been rifled led to the\nassumption that he had been killed and robbed before being dumped upon\nthe road.\n\nNow there were those in Oakdale, and they were many, who endeavored to\nconnect in some way these several events of horror, mystery, and crime.\nIn the first place it seemed quite evident that the robbery at the Prim\nhome, the assault upon Old Baggs, and the murder of Paynter had been\nthe work of the same man; but how could such a series of frightful\nhappenings be in any way connected with the disappearance of Abigail\nPrim? Of course there were many who knew that Abigail and Reginald were\nold friends; and that the former had, on frequent occasions, ridden\nabroad in Reginald's French roadster, that he had escorted her to\nparties and been, at various times, a caller at her home; but no less\nhad been true of a dozen other perfectly respectable young ladies\nof Oakdale. Possibly it was only Abigail's added misfortune to have\ndisappeared upon the eve of the night of Reginald's murder.\n\nBut later in the day when word came from a nearby town that Reginald had\nbeen seen in a strange touring car with two unknown men and a girl,\nthe gossips commenced to wag their heads. It was mentioned, casually of\ncourse, that this town was a few stations along the very road upon which\nAbigail had departed the previous afternoon for that destination which\nshe had not reached. It was likewise remarked that Reginald, the two\nstrange men and the GIRL had been first noticed after the time of\narrival of the Oakdale train! What more was needed? Absolutely\nnothing more. The tongues ceased wagging in order that they might turn\nhand-springs.\n\nFind Abigail Prim, whispered some, and the mystery will be solved. There\nwere others charitable enough to assume that Abigail had been kidnapped\nby the same men who had murdered Paynter and wrought the other lesser\ndeeds of crime in peaceful Oakdale. The Oakdale Tribune got out an extra\nthat afternoon giving a resume of such evidence as had appeared in the\nregular edition and hinting at all the numerous possibilities suggested\nby such matter as had come to hand since. Even fear of old Jonas Prim\nand his millions had not been enough to entirely squelch the newspaper\ninstinct of the Tribune's editor. Never before had he had such an\nopportunity and he made the best of it, even repeating the vague\nsurmises which had linked the name of Abigail to the murder of Reginald\nPaynter.\n\nJonas Prim was too busy and too worried to pay any attention to the\nTribune or its editor. He already had the best operative that the best\ndetective agency in the nearest metropolis could furnish. The man had\ncome to Oakdale, learned all that was to be learned there, and forthwith\ndeparted.\n\nThis, then, will be about all concerning Oakdale for the present. We\nmust leave her to bury her own dead.\n\nThe sudden pressure of the knife point against the breast of the\nOskaloosa Kid awakened the youth with a startling suddenness which\nbrought him to his feet before a second vicious thrust reached him. For\na time he did not realize how close he had been to death or that he had\nbeen saved by the chance location of the automatic pistol in his breast\npocket--the very pistol he had taken from the dressing table of Abigail\nPrim's boudoir.\n\nThe commotion of the attack and escape brought the other sleepers to\nheavy-eyed wakefulness. They saw Dopey Charlie advancing upon the Kid,\na knife in his hand. Behind him slunk The General, urging the other on.\nThe youth was backing toward the doorway. The tableau persisted but for\nan instant. Then the would-be murderer rushed madly upon his victim, the\nlatter's hand leaped from beneath the breast of his torn coat--there was\na flash of flame, a staccato report and Dopey Charlie crumpled to the\nground, screaming. In the same instant The Oskaloosa Kid wheeled and\nvanished into the night.\n\nIt had all happened so quickly that the other members of the gang,\nawakened from deep slumber, had only time to stumble to their feet\nbefore it was over. The Sky Pilot, ignoring the screaming Charlie,\nthought only of the loot which had vanished with the Oskaloosa Kid.\n\n“Come on! We gotta get him,” he cried, as he ran from the barn after\nthe fugitive. The others, all but Dopey Charlie, followed in the wake of\ntheir leader. The wounded man, his audience departed, ceased screaming\nand, sitting up, fell to examining himself. To his surprise he\ndiscovered that he was not dead. A further and more minute examination\ndisclosed the additional fact that he was not even badly wounded. The\nbullet of The Kid had merely creased the flesh over the ribs beneath his\nright arm. With a grunt that might have been either disgust or relief he\nstumbled to his feet and joined in the pursuit.\n\nDown the road toward the south ran The Oskaloosa Kid with all the\nfleetness of youth spurred on by terror. In five minutes he had so far\noutdistanced his pursuers that The Sky Pilot leaped to the conclusion\nthat the quarry had left the road to hide in an adjoining field. The\nresultant halt and search upon either side of the road delayed the chase\nto a sufficient extent to award the fugitive a mile lead by the time the\nband resumed the hunt along the main highway. The men were determined\nto overhaul the youth not alone because of the loot upon his person but\nthrough an abiding suspicion that he might indeed be what some of them\nfeared he was--an amateur detective--and there were at least two among\nthem who had reason to be especially fearful of any sort of detective\nfrom Oakdale.\n\nThey no longer ran; but puffed arduously along the smooth road,\nsearching with troubled and angry eyes to right and left and ahead of\nthem as they went.\n\nThe Oskaloosa Kid puffed, too; but he puffed a mile away from the\nsearchers and he walked more rapidly than they, for his muscles were\nyounger and his wind unimpaired by dissipation. For a time he carried\nthe small automatic in his hand; but later, hearing no evidence of\npursuit, he returned it to the pocket in his coat where it had lain when\nit had saved him from death beneath the blade of the degenerate Charlie.\n\nFor an hour he continued walking rapidly along the winding country road.\nHe was very tired; but he dared not pause to rest. Always behind him he\nexpected the sudden onslaught of the bearded, blear-eyed followers\nof The Sky Pilot. Terror goaded him to supreme physical effort.\nRecollection of the screaming man sinking to the earthen floor of the\nhay barn haunted him. He was a murderer! He had slain a fellow man.\nHe winced and shuddered, increasing his gait until again he almost ran\n--ran from the ghost pursuing him through the black night in greater\nterror than he felt for the flesh and blood pursuers upon his heels.\n\nAnd Nature drew upon her sinister forces to add to the fear which the\nyouth already felt. Black clouds obscured the moon blotting out the soft\nkindliness of the greening fields and transforming the budding branches\nof the trees to menacing and gloomy arms which appeared to hover with\nclawlike talons above the dark and forbidding road. The wind soughed\nwith gloomy and increasing menace, a sudden light flared across the\nsouthern sky followed by the reverberation of distant thunder.\n\nPresently a great rain drop was blown against the youth's face; the\nvividness of the lightning had increased; the rumbling of the thunder\nhad grown to the proportions of a titanic bombardment; but he dared not\npause to seek shelter.\n\nAnother flash of lightning revealed a fork in the road immediately\nahead--to the left ran the broad, smooth highway, to the right a dirt\nroad, overarched by trees, led away into the impenetrable dark.\n\nThe fugitive paused, undecided. Which way should he turn? The better\ntravelled highway seemed less mysterious and awesome, yet would his\npursuers not naturally assume that he had followed it? Then, of course,\nthe right hand road was the road for him. Yet still he hesitated, for\nthe right hand road was black and forbidding; suggesting the entrance to\na pit of unknown horrors.\n\nAs he stood there with the rain and the wind, the thunder and the\nlightning, horror of the past and terror of the future his only\ncompanions there broke suddenly through the storm the voice of a man\njust ahead and evidently approaching along the highway.\n\nThe youth turned to flee; but the thought of the men tracking him from\nthat direction brought him to a sudden halt. There was only the road to\nthe right, then, after all. Cautiously he moved toward it, and at the\nsame time the words of the voice came clearly through the night:\n\n        “'... as, swinging heel and toe,\n\n     'We tramped the road to Anywhere, the magic road\n\n           to Anywhere,\n\n     'The tragic road to Anywhere, such dear, dim years\n\n           ago.'”\n\nThe voice seemed reassuring--its quality and the annunciation of the\nwords bespoke for its owner considerable claim to refinement. The youth\nhad halted again, but he now crouched to one side fearing to reveal his\npresence because of the bloody crime he thought he had committed; yet\nhow he yearned to throw himself upon the compassion of this fine voiced\nstranger! How his every fibre cried out for companionship in this night\nof his greatest terror; but he would have let the invisible minstrel\npass had not Fate ordained to light the scene at that particular instant\nwith a prolonged flare of sheet lightning, revealing the two wayfarers\nto one another.\n\nThe youth saw a slight though well built man in ragged clothes and\ndisreputable soft hat. The image was photographed upon his brain for\nlife--the honest, laughing eyes, the well moulded features harmonizing\nso well with the voice, and the impossible garments which marked the man\nhobo and bum as plainly as though he wore a placard suspended from his\nneck.\n\nThe stranger halted. Once more darkness enveloped them. “Lovely evening\nfor a stroll,” remarked the man. “Running out to your country place?\nIsn't there danger of skidding on these wet roads at night? I told\nJames, just before we started, to be sure to see that the chains were on\nall around; but he forgot them. James is very trying sometimes. Now he\nnever showed up this evening and I had to start out alone, and he knows\nperfectly well that I detest driving after dark in the rain.”\n\nThe youth found himself smiling. His fear had suddenly vanished. No one\ncould harbor suspicion of the owner of that cheerful voice.\n\n“I didn't know which road to take,” he ventured, in explanation of his\npresence at the cross road.\n\n“Oh,” exclaimed the man, “are there two roads here? I was looking for\nthis fork and came near passing it in the dark. It was a year ago since\nI came this way; but I recall a deserted house about a mile up the dirt\nroad. It will shelter us from the inclemencies of the weather.”\n\n“Oh!” cried the youth. “Now I know where I am. In the dark and the storm\nand after all that has happened to me tonight nothing seemed natural.\nIt was just as though I was in some strange land; but I know now. Yes,\nthere is a deserted house a little less than a mile from here; but you\nwouldn't want to stop there at night. They tell some frightful stories\nabout it. It hasn't been occupied for over twenty years--not since the\nSquibbs were found murdered there--the father, mother, three sons, and\na daughter. They never discovered the murderer, and the house has stood\nvacant and the farm unworked almost continuously since. A couple of men\ntried working it; but they didn't stay long. A night or so was enough\nfor them and their families. I remember hearing as a little--er--child\nstories of the frightful things that happened there in the house where\nthe Squibbs were murdered--things that happened after dark when the\nlights were out. Oh, I wouldn't even pass that place on a night like\nthis.”\n\nThe man smiled. “I slept there alone one rainy night about a year\nago,” he said. “I didn't see or hear anything unusual. Such stories are\nridiculous; and even if there was a little truth in them, noises can't\nharm you as much as sleeping out in the storm. I'm going to encroach\nonce more upon the ghostly hospitality of the Squibbs. Better come with\nme.”\n\nThe youth shuddered and drew back. From far behind came faintly the\nshout of a man.\n\n“Yes, I'll go,” exclaimed the boy. “Let's hurry,” and he started off at\na half-run toward the dirt road.\n\nThe man followed more slowly. The darkness hid the quizzical expression\nof his eyes. He, too, had heard the faint shout far to the rear. He\nrecalled the boy's “after all that has happened to me tonight,” and he\nshrewdly guessed that the latter's sudden determination to brave the\nhorrors of the haunted house was closely connected with the hoarse voice\nout of the distance.\n\nWhen he had finally come abreast of the youth after the latter, his\nfirst panic of flight subsided, had reduced his speed, he spoke to him\nin his kindly tones.\n\n“What was it that happened to you to-night?” he asked. “Is someone\nfollowing you? You needn't be afraid of me. I'll help you if you've been\non the square. If you haven't, you still needn't fear me, for I won't\npeach on you. What is it? Tell me.”\n\nThe youth was on the point of unburdening his soul to this stranger\nwith the kindly voice and the honest eyes; but a sudden fear stayed his\ntongue. If he told all it would be necessary to reveal certain details\nthat he could not bring himself to reveal to anyone, and so he commenced\nwith his introduction to the wayfarers in the deserted hay barn. Briefly\nhe told of the attack upon him, of his shooting of Dopey Charlie, of the\nflight and pursuit. “And now,” he said in conclusion, “that you know I'm\na murderer I suppose you won't have any more to do with me, unless you\nturn me over to the authorities to hang.” There was almost a sob in his\nvoice, so real was his terror.\n\nThe man threw an arm across his companion's shoulder. “Don't worry,\nkid,” he said. “You're not a murderer even if you did kill Dopey\nCharlie, which I hope you did. You're a benefactor of the human race.\nI have known Charles for years. He should have been killed long since.\nFurthermore, as you shot in self defence no jury would convict you.\nI fear, however, that you didn't kill him. You say you could hear his\nscreams as long as you were within earshot of the barn--dead men don't\nscream, you know.”\n\n“How did you know my name?” asked the youth.\n\n“I don't,” replied the man.\n\n“But you called me 'Kid' and that's my name--I'm The Oskaloosa Kid.”\n\nThe man was glad that the darkness hid his smile of amusement. He knew\nThe Oskaloosa Kid well, and he knew him as an ex-pug with a pock marked\nface, a bullet head, and a tin ear. The flash of lightning had revealed,\nupon the contrary, a slender boy with smooth skin, an oval face, and\nlarge dark eyes.\n\n“Ah,” he said, “so you are The Oskaloosa Kid! I am delighted, sir,\nto make your acquaintance. Permit me to introduce myself: my name is\nBridge. If James were here I should ask him to mix one of his famous\ncocktails that we might drink to our mutual happiness and the longevity\nof our friendship.”\n\n“I am glad to know you, Mr. Bridge,” said the youth. “Oh, I can't tell\nyou how glad I am to know you. I was so lonely and so afraid,” and he\npressed closer to the older man whose arm still encircled his shoulder,\nthough at first he had been inclined to draw away in some confusion.\n\nTalking together the two moved on along the dark road. The storm had\nsettled now into a steady rain with infrequent flashes of lightning and\npeals of thunder. There had been no further indications of pursuit; but\nBridge argued that The Sky Pilot, being wise with the wisdom of the owl\nand cunning with the cunning of the fox, would doubtless surmise that a\nfugitive would take to the first road leading away from the main artery,\nand that even though they heard nothing it would be safe to assume that\nthe gang was still upon the boy's trail. “And it's a bad bunch, too,”\n he continued. “I've known them all for years. The Sky Pilot has the\nreputation of never countenancing a murder; but that is because he is a\nsly one. His gang kills; but when they kill under The Sky Pilot they\ndo it so cleverly that no trace of the crime remains. Their victim\ndisappears--that is all.”\n\nThe boy trembled. “You won't let them get me?” he pleaded, pressing\ncloser to the man. The only response was a pressure of the arm about the\nshoulders of The Oskaloosa Kid.\n\nOver a low hill they followed the muddy road and down into a dark and\ngloomy ravine. In a little open space to the right of the road a flash\nof lightning revealed the outlines of a building a hundred yards from\nthe rickety and decaying fence which bordered the Squibbs' farm and\nseparated it from the road.\n\n“Here we are!” cried Bridge, “and spooks or no spooks we'll find a\ndry spot in that old ruin. There was a stove there last year and it's\ndoubtless there yet. A good fire to dry our clothes and warm us up\nwill fit us for a bully good sleep, and I'll wager a silk hat that The\nOskaloosa Kid is a mighty sleepy kid, eh?”\n\nThe boy admitted the allegation and the two turned in through the\ngateway, stepping over the fallen gate and moving through knee high\nweeds toward the forbidding structure in the distance. A clump of trees\nsurrounded the house, their shade adding to the almost utter blackness\nof the night.\n\nThe two had reached the verandah when Bridge, turning, saw a brilliant\nlight flaring through the night above the crest of the hill they had\njust topped in their descent into the ravine, or, to be more explicit,\nthe small valley, where stood the crumbling house of Squibbs. The purr\nof a rapidly moving motor rose above the rain, the light rose, fell,\nswerved to the right and to the left.\n\n“Someone must be in a hurry,” commented Bridge.\n\n“I suppose it is James, anxious to find you and explain his absence,”\n suggested The Oskaloosa Kid. They both laughed.\n\n“Gad!” cried Bridge, as the car topped the hill and plunged downward\ntoward them, “I'd hate to ride behind that fellow on a night like this,\nand over a dirt road at that!”\n\nAs the car swung onto the straight road before the house a flash of\nlightning revealed dimly the outlines of a rapidly moving touring car\nwith lowered top. Just as the machine came opposite the Squibbs' gate a\nwoman's scream mingled with the report of a pistol from the tonneau\nand the watchers upon the verandah saw a dark bulk hurled from the\ncar, which sped on with undiminished speed, climbed the hill beyond and\ndisappeared from view.\n\nBridge started on a run toward the gateway, followed by the frightened\nKid. In the ditch beside the road they found in a dishevelled heap the\nbody of a young woman. The man lifted the still form in his arms. The\nyouth wondered at the great strength of the slight figure. “Let me help\nyou carry her,” he volunteered; but Bridge needed no assistance. “Run\nahead and open the door for me,” he said, as he bore his burden toward\nthe house.\n\nForgetful, in the excitement of the moment, of his terror of the horror\nridden ruin, The Oskaloosa Kid hastened ahead, mounted the few steps to\nthe verandah, crossed it and pushed open the sagging door. Behind him\ncame Bridge as the youth entered the dark interior. A half dozen\nsteps he took when his foot struck against a soft and yielding mass.\nStumbling, he tried to regain his equilibrium only to drop full upon the\nthing beneath him. One open palm, extended to ease his fall, fell upon\nthe upturned features of a cold and clammy face. With a shriek of horror\nThe Kid leaped to his feet and shrank, trembling, back.\n\n“What is it? What's the matter?” cried Bridge, with whom The Kid had\ncollided in his precipitate retreat.\n\n“O-o-o!” groaned The Kid, shuddering. “It's dead! It's dead!”\n\n“What's dead?” demanded Bridge.\n\n“There's a dead man on the floor, right ahead of us,” moaned The Kid.\n\n“You'll find a flash lamp in the right hand pocket of my coat,” directed\nBridge. “Take it and make a light.”\n\nWith trembling fingers the Kid did as he was bid, and when after much\nfumbling he found the button a slim shaft of white light fell downward\nupon the upturned face of a man cold in death--a little man, strangely\ngarbed, with gold rings in his ears, and long black hair matted in the\ndeath sweat of his brow. His eyes were wide and, even in death, terror\nfilled, his features were distorted with fear and horror. His fingers,\nclenched in the rigidity of death, clutched wisps of dark brown hair.\nThere were no indications of a wound or other violence upon his body,\nthat either the Kid or Bridge could see, except the dried remains of\nbloody froth which flecked his lips.\n\nBridge still stood holding the quiet form of the girl in his arms, while\nThe Kid, pressed close to the man's side, clutched one arm with a fierce\nintensity which bespoke at once the nervous terror which filled him and\nthe reliance he placed upon his new found friend.\n\nTo their right, in the faint light of the flash lamp, a narrow stairway\nwas revealed leading to the second story. Straight ahead was a door\nopening upon the blackness of a rear apartment. Beside the foot of the\nstairway was another door leading to the cellar steps.\n\nBridge nodded toward the rear room. “The stove is in there,” he said.\n“We'd better go on and make a fire. Draw your pistol--whoever did this\nhas probably beat it; but it's just as well to be on the safe side.”\n\n“I'm afraid,” said The Oskaloosa Kid. “Let's leave this frightful place.\nIt's just as I told you it was; just as I always heard.”\n\n“We can't leave this woman, my boy,” replied Bridge. “She isn't dead.\nWe can't leave her, and we can't take her out into the storm in her\ncondition. We must stay. Come! buck up. There's nothing to fear from a\ndead man, and--”\n\nHe never finished the sentence. From the depths of the cellar came the\nsound of a clanking chain. Something scratched heavily upon the wooden\nsteps. Whatever it was it was evidently ascending, while behind it\nclanked the heavy links of a dragged chain.\n\nThe Oskaloosa Kid cast a wide eyed glance of terror at Bridge. His\nlips moved in an attempt to speak; but fear rendered him inarticulate.\nSlowly, ponderously the THING ascended the dark stairs from the gloom\nridden cellar of the deserted ruin. Even Bridge paled a trifle. The man\nupon the floor appeared to have met an unnatural death--the frightful\nexpression frozen upon the dead face might even indicate something\nverging upon the supernatural. The sound of the THING climbing out of\nthe cellar was indeed uncanny--so uncanny that Bridge discovered himself\nlooking about for some means of escape. His eyes fell upon the stairway\nleading to the second floor.\n\n“Quick!” he whispered. “Up the stairs! You go first; I'll follow.”\n\nThe Kid needed no second invitation. With a bound he was half way up\nthe rickety staircase; but a glance ahead at the darkness above gave\nhim pause while he waited for Bridge to catch up with him. Coming more\nslowly with his burden the man followed the boy, while from below the\nclanking of the chain warned them that the THING was already at the top\nof the cellar stairs.\n\n“Flash the lamp down there,” directed Bridge. “Let's have a look at it,\nwhatever it is.”\n\nWith trembling hands The Oskaloosa Kid directed the lens over the\nedge of the swaying and rotting bannister. His finger slipped from the\nlighting button plunging them all into darkness. In his frantic effort\nto find the button and relight the lamp the worst occurred--he fumbled\nthe button and the lamp slipped through his fingers, falling over the\nbannister to the floor below. Instantly the sound of the dragging chain\nceased; but the silence was even more horrible than the noise which had\npreceded it.\n\nFor a long minute the two at the head of the stairs stood in tense\nsilence listening for a repetition of the gruesome sounds from below.\nThe youth was frankly terrified; he made no effort to conceal the fact;\nbut pressed close to his companion, again clutching his arm tightly.\nBridge could feel the trembling of the slight figure, the spasmodic\ngripping of the slender fingers and hear the quick, short, irregular\nbreathing. A sudden impulse to throw a protecting arm about the boy\nseized him--an impulse which he could not quite fathom, and one to which\nhe could not respond because of the body of the girl he carried.\n\nHe bent toward the youth. “There are matches in my coat pocket,” he\nwhispered, “--the same pocket in which you found the flash lamp. Strike\none and we'll look for a room here where we can lay the girl.”\n\nThe boy fumbled gropingly in search of the matches. It was evident to\nthe man that it was only with the greatest exertion of will power that\nhe controlled his muscles at all; but at last he succeeded in finding\nand striking one. At the flare of the light there was a sound from\nbelow--a scratching sound and the creaking of boards as beneath a heavy\nbody; then came the clanking of the chain once more, and the bannister\nagainst which they leaned shook as though a hand had been laid upon it\nbelow them. The youth stifled a shriek and simultaneously the match went\nout; but not before Bridge had seen in the momentary flare of light a\npartially open door at the far end of the hall in which they stood.\n\nBeneath them the stairs creaked now and the chain thumped slowly from\none to another as it was dragged upward toward them.\n\n“Quick!” called Bridge. “Straight down the hall and into the room at\nthe end.” The man was puzzled. He could not have been said to have been\nactually afraid, and yet the terror of the boy was so intense, so real,\nthat it could scarce but have had its suggestive effect upon the other;\nand, too, there was an uncanny element of the supernatural in what they\nhad seen and heard in the deserted house--the dead man on the floor\nbelow, the inexplicable clanking of a chain by some unseen THING from\nthe depth of the cellar upward toward them; and, to heighten the effect\nof these, there were the grim stories of unsolved tragedy and crime. All\nin all Bridge could not have denied that he was glad of the room at the\nend of the hall with its suggestion of safety in the door which might\nbe closed against the horrors of the hall and the Stygian gloom below\nstairs.\n\nThe Oskaloosa Kid was staggering ahead of him, scarce able to hold his\nbody erect upon his shaking knees--his gait seemed pitifully slow to\nthe unarmed man carrying the unconscious girl and listening to the chain\ndragging ever nearer and nearer behind; but at last they reached the\ndoorway and passed through it into the room.\n\n“Close the door,” directed Bridge as he crossed toward the center of the\nroom to lay his burden upon the floor, but there was no response to\nhis instructions--only a gasp and the sound of a body slumping to the\nrotting boards. With an exclamation of chagrin the man dropped the girl\nand swung quickly toward the door. Halfway down the hall he could hear\nthe chain rattling over loose planking, the THING, whatever it might\nbe, was close upon them. Bridge slammed-to the door and with a shoulder\nagainst it drew a match from his pocket and lighted it. Although his\nclothing was soggy with rain he knew that his matches would still\nbe dry, for this pocket and its flap he had ingeniously lined with\nwaterproof material from a discarded slicker he had found--years of\ntramping having taught him the discomforts of a fireless camp.\n\nIn the resultant light the man saw with a quick glance a large room\nfurnished with an old walnut bed, dresser, and commode; two lightless\nwindows opened at the far end toward the road, Bridge assumed; and there\nwas no door other than that against which he leaned. In the last flicker\nof the match the man scanned the door itself for a lock and, to his\nrelief, discovered a bolt--old and rusty it was, but it still moved\nin its sleeve. An instant later it was shot--just as the sound of the\ndragging chain ceased outside. Near the door was the great bed, and\nthis Bridge dragged before it as an additional barricade; then, bearing\nnothing more from the hallway, he turned his attention to the two\nunconscious forms upon the floor. Unhesitatingly he went to the boy\nfirst though had he questioned himself he could not have told why; for\nthe youth, undoubtedly, had only swooned, while the girl had been the\nvictim of a murderous assault and might even be at the point of death.\n\nWhat was the appeal to the man in the pseudo Oskaloosa Kid? He had\nscarce seen the boy's face, yet the terrified figure had aroused within\nhim, strongly, the protective instinct. Doubtless it was the call of\nyouth and weakness which find, always, an answering assurance in the\nstrength of a strong man.\n\nAs Bridge groped toward the spot where the boy had fallen his eyes, now\nbecome accustomed to the darkness of the room, saw that the youth was\nsitting up. “Well?” he asked. “Feeling better?”\n\n“Where is it? Oh, God! Where is it?” cried the boy. “It will come in\nhere and kill us as it killed that--that--down stairs.”\n\n“It can't get in,” Bridge assured him. “I've locked the door and pushed\nthe bed in front of it. Gad! I feel like an old maid looking under the\nbed for burglars.”\n\nFrom the hall came a sudden clanking of the chain accompanied by a loud\npounding upon the bare floor. With a scream the youth leaped to his\nfeet and almost threw himself upon Bridge. His arms were about the man's\nneck, his face buried in his shoulder.\n\n“Oh, don't--don't let it get me!” he cried.\n\n“Brace up, son,” Bridge admonished him. “Didn't I tell you that it can't\nget in?”\n\n“How do you know it can't get in?” whimpered the youth. “It's the thing\nthat murdered the man down stairs--it's the thing that murdered the\nSquibbs--right here in this room. It got in to them--what is to prevent\nits getting in to us. What are doors to such a THING?”\n\n“Come! come! now,” Bridge tried to soothe him. “You have a case of\nnerves. Lie down here on this bed and try to sleep. Nothing shall harm\nyou, and when you wake up it will be morning and you'll laugh at your\nfears.”\n\n“Lie on THAT bed!” The voice was almost a shriek. “That is the bed the\nSquibbs were murdered in--the old man and his wife. No one would have\nit, and so it has remained here all these years. I would rather die than\ntouch the thing. Their blood is still upon it.”\n\n“I wish,” said Bridge a trifle sternly, “that you would try to control\nyourself a bit. Hysteria won't help us any. Here we are, and we've to\nmake the best of it. Besides we must look after this young woman--she\nmay be dying, and we haven't done a thing to help her.”\n\nThe boy, evidently shamed, released his hold upon Bridge and moved\naway. “I am sorry,” he said. “I'll try to do better; but, Oh! I was so\nfrightened. You cannot imagine how frightened I was.”\n\n“I had imagined,” said Bridge, “from what I had heard of him that it\nwould be a rather difficult thing to frighten The Oskaloosa Kid--you\nhave, you know, rather a reputation for fearlessness.”\n\nThe darkness hid the scarlet flush which mantled The Kid's face. There\nwas a moment's silence as Bridge crossed to where the young woman still\nlay upon the floor where he had deposited her. Then The Kid spoke. “I'm\nsorry,” he said, “that I made a fool of myself. You have been so brave,\nand I have not helped at all. I shall do better now.”\n\n“Good,” said Bridge, and stooped to raise the young woman in his arms\nand deposit her upon the bed. Then he struck another match and leaned\nclose to examine her. The flare of the sulphur illuminated the room\nand shot two rectangles of light against the outer blackness where the\nunglazed windows stared vacantly upon the road beyond, bringing to a\nsudden halt a little company of muddy and bedraggled men who slipped,\ncursing, along the slimy way.\n\nBridge felt the youth close beside him as he bent above the girl upon\nthe bed.\n\n“Is she dead?” the lad whispered.\n\n“No,” replied Bridge, “and I doubt if she's badly hurt.” His hands ran\nquickly over her limbs, bending and twisting them gently; he unbuttoned\nher waist, getting the boy to strike and hold another match while he\nexamined the victim for signs of a bullet wound.\n\n“I can't find a scratch on her,” he said at last. “She's suffering from\nshock alone, as far as I can judge. Say, she's pretty, isn't she?”\n\nThe youth drew himself rather stiffly erect. “Her features are rather\ncoarse, I think,” he replied. There was a peculiar quality to the tone\nwhich caused Bridge to turn a quick look at the boy's face, just as\nthe match flickered and went out. The darkness hid the expression\nupon Bridge's face, but his conviction that the girl was pretty was\nunaltered. The light of the match had revealed an oval face surrounded\nby dark, dishevelled tresses, red, full lips, and large, dark eyes.\n\nFurther discussion of the young woman was discouraged by a repetition of\nthe clanking of the chain without. Now it was receding along the hallway\ntoward the stairs and presently, to the infinite relief of The Oskaloosa\nKid, the two heard it descending to the lower floor.\n\n“What was it, do you think?” asked the boy, his voice still trembling\nupon the verge of hysteria.\n\n“I don't know,” replied Bridge. “I've never been a believer in ghosts\nand I'm not now; but I'll admit that it takes a whole lot of--”\n\nHe did not finish the sentence for a moan from the bed diverted his\nattention to the injured girl, toward whom he now turned. As they\nlistened for a repetition of the sound there came another--that of\nthe creaking of the old bed slats as the girl moved upon the mildewed\nmattress. Dimly, through the darkness, Bridge saw that the victim of the\nrecent murderous assault was attempting to sit up. He moved closer and\nleaned above her.\n\n“I wouldn't exert myself,” he said. “You've just suffered an accident,\nand it's better that you remain quiet.”\n\n“Who are you?” asked the girl, a note of suppressed terror in her voice.\n“You are not--?”\n\n“I am no one you know,” replied Bridge. “My friend and I chanced to be\nnear when you fell from the car--” with that innate refinement which\nalways belied his vocation and his rags Bridge chose not to embarrass\nthe girl by a too intimate knowledge of the thing which had befallen\nher, preferring to leave to her own volition the making of any\nexplanation she saw fit, or of none--“and we carried you in here out of\nthe storm.”\n\nThe girl was silent for a moment. “Where is 'here'?” she asked\npresently. “They drove so fast and it was so dark that I had no idea\nwhere we were, though I know that we left the turnpike.”\n\n“We are at the old Squibbs place,” replied the man. He could see that\nthe girl was running one hand gingerly over her head and face, so that\nher next question did not surprise him.\n\n“Am I badly wounded?” she asked. “Do you think that I am going to die?”\n The tremor in her voice was pathetic--it was the voice of a frightened\nand wondering child. Bridge heard the boy behind him move impulsively\nforward and saw him kneel on the bed beside the girl.\n\n“You are not badly hurt,” volunteered The Oskaloosa Kid. “Bridge\ncouldn't find a mark on you--the bullet must have missed you.”\n\n“He was holding me over the edge of the car when he fired.” The girl's\nvoice reflected the physical shudder which ran through her frame at the\nrecollection. “Then he threw me out almost simultaneously. I suppose he\nthought that he could not miss at such close range.” For a time she was\nsilent again, sitting stiffly erect. Bridge could feel rather than see\nwide, tense eyes staring out through the darkness upon scenes, horrible\nperhaps, that were invisible to him and the Kid.\n\nSuddenly the girl turned and threw herself face downward upon the bed.\n“O, God!” she moaned. “Father! Father! It will kill you--no one will\nbelieve me--they will think that I am bad. I didn't do it! I didn't\ndo it! I've been a silly little fool; but I have never been a bad\ngirl--and---and--I had nothing to do with that awful thing that happened\nto-night.”\n\nBridge and the boy realized that she was not talking to them--that for\nthe moment she had lost sight of their presence--she was talking to that\nfather whose heart would be breaking with the breaking of the new day,\ntrying to convince him that his little girl had done no wrong.\n\nAgain she sat up, and when she spoke there was no tremor in her voice.\n\n“I may die,” she said. “I want to die. I do not see how I can go on\nliving after last night; but if I do die I want my father to know that\nI had nothing to do with it and that they tried to kill me because\nI wouldn't promise to keep still. It was the little one who murdered\nhim--the one they called 'Jimmie' and 'The Oskaloosa Kid.' The big one\ndrove the car--his name was 'Terry.' After they killed him I tried to\njump out--I had been sitting in front with Terry--and then they dragged\nme over into the tonneau and later--the Oskaloosa Kid tried to kill me\ntoo, and threw me out.”\n\nBridge heard the boy at his side gulp. The girl went on.\n\n“To-morrow you will know about the murder--everyone will know about it;\nand I will be missed; and there will be people who saw me in the car\nwith them, for someone must have seen me. Oh, I can't face it! I want to\ndie. I will die! I come of a good family. My father is a prominent man.\nI can't go back and stand the disgrace and see him suffer, as he will\nsuffer, for I was all he had--his only child. I can't bear to tell you\nmy name--you will know it soon enough--but please find some way to\nlet my father know all that I have told you--I swear that it is the\ntruth--by the memory of my dead mother, I swear it!”\n\nBridge laid a hand upon the girl's shoulder. “If you are telling us the\ntruth,” he said, “you have only a silly escapade with strange men upon\nyour conscience. You must not talk of dying now--your duty is to your\nfather. If you take your own life it will be a tacit admission of guilt\nand will only serve to double the burden of sorrow and ignominy which\nyour father is bound to feel when this thing becomes public, as it\ncertainly must if a murder has been done. The only way in which you\ncan atone for your error is to go back and face the consequences with\nhim--do not throw it all upon him; that would be cowardly.”\n\nThe girl did not reply; but that the man's words had impressed her\nseemed evident. For a while each was occupied with his own thoughts;\nwhich were presently disturbed by the sound of footsteps upon the floor\nbelow--the muffled scraping of many feet followed a moment later by an\nexclamation and an oath, the words coming distinctly through the loose\nand splintered flooring.\n\n“Pipe the stiff,” exclaimed a voice which The Oskaloosa Kid recognized\nimmediately as that of Soup Face.\n\n“The Kid musta croaked him,” said another.\n\nA laugh followed this evidently witty sally.\n\n“The guy probably lamped the swag an' died of heart failure,” suggested\nanother.\n\nThe men were still laughing when the sound of a clanking chain echoed\ndismally from the cellar. Instantly silence fell upon the newcomers upon\nthe first floor, followed by a--“Wotinel's that?” Two of the men had\napproached the staircase and started to ascend it. Slowly the uncanny\nclanking drew closer to the first floor. The girl on the bed turned\ntoward Bridge.\n\n“What is it?” she gasped.\n\n“We don't know,” replied the man. “It followed us up here, or rather\nit chased us up; and then went down again just before you regained\nconsciousness. I imagine we shall hear some interesting developments\nfrom below.”\n\n“It's The Sky Pilot and his gang,” whispered The Oskaloosa Kid.\n\n“It's The Oskaloosa Kid,” came a voice from below.\n\n“But wot was that light upstairs then?” queried another.\n\n“An' wot croaked this guy here?” asked a third. “It wasn't nothin'\nnice--did you get the expression on his mug an' the red foam on his\nlips? I tell youse there's something in this house beside human bein's.\nI know the joint--it's hanted--they's spooks in it. Gawd! there it is\nnow,” as the clanking rose to the head of the cellar stairs; and those\nabove heard a sudden rush of footsteps as the men broke for the open\nair--all but the two upon the stairway. They had remained too long and\nnow, their retreat cut off, they scrambled, cursing and screaming, to\nthe second floor.\n\nAlong the hallway they rushed to the closed door at the end--the door\nof the room in which the three listened breathlessly--hurling themselves\nagainst it in violent effort to gain admission.\n\n“Who are you and what do you want?” cried Bridge.\n\n“Let us in! Let us in!” screamed two voices. “Fer God's sake let us in.\nCan't you hear IT? It'll be comin' up here in a minute.”\n\nThe sound of the dragging chain could be heard at intervals upon the\nfloor below. It seemed to the tense listeners above to pause beside the\ndead man as though hovering in gloating exultation above its gruesome\nprey and then it moved again, this time toward the stairway where\nthey all heard it ascending with a creepy slowness which wrought more\nterribly upon tense nerves than would a sudden rush.\n\n“The mills of the Gods grind slowly,” quoted Bridge.\n\n“Oh, don't!” pleaded The Oskaloosa Kid.\n\n“Let us in,” screamed the men without. “Fer the luv o' Mike have a\nheart! Don't leave us out here! IT's comin'! IT's comin'!”\n\n“Oh, let the poor things in,” pleaded the girl on the bed. She was,\nherself, trembling with terror.\n\n“No funny business, now, if I let you in,” commanded Bridge.\n\n“On the square,” came the quick and earnest reply.\n\nThe THING had reached the head of the stairs when Bridge dragged the bed\naside and drew the bolt. Instantly two figures hurled themselves into\nthe room but turned immediately to help Bridge resecure the doorway.\n\nJust as it had done before, when Bridge and The Oskaloosa Kid had taken\nrefuge there with the girl, the THING moved down the hallway to the\nclosed door. The dragging chain marked each foot of its advance. If it\nmade other sounds they were drowned by the clanking of the links over\nthe time roughened flooring.\n\nWithin the room the five were frozen into utter silence, and beyond the\ndoor an equal quiet prevailed for a long minute; then a great force\nmade the door creak and a weird scratching sounded high up upon the old\nfashioned panelling. Bridge heard a smothered gasp from the boy beside\nhim, followed instantly by a flash of flame and the crack of a small\ncaliber automatic; The Oskaloosa Kid had fired through the door.\n\nBridge seized the boy's arm and wrenched the weapon from him. “Be\ncareful!” he cried. “You'll hurt someone. You didn't miss the girl much\nthat time--she's on the bed right in front of the door.”\n\nThe Oskaloosa Kid pressed closer to the man as though he sought\nprotection from the unknown menace without. The girl sprang from the\nbed and crossed to the opposite side of the room. A flash of lightning\nilluminated the chamber for an instant and the roof of the verandah\nwithout. The girl noted the latter and the open window.\n\n“Look!” she cried. “Suppose it went out of another window upon this\nporch. It could get us so easily that way!”\n\n“Shut up, you fool!” whispered one of the two newcomers. “It might hear\nyou.” The girl subsided into silence.\n\nThere was no sound from the hallway.\n\n“I reckon you croaked IT,” suggested the second newcomer, hopefully;\nbut, as though the THING without had heard and understood, the clanking\nof the chain recommenced at once; but now it was retreating along the\nhallway, and soon they heard it descending the stairs.\n\nSighs of relief escaped more than a single pair of lips. “IT didn't hear\nme,” whispered the girl.\n\nBridge laughed. “We're a nice lot of babies seeing things at night,” he\nscoffed.\n\n“If you're so nervy why don't you go down an' see wot it is?” asked one\nof the late arrivals.\n\n“I believe I shall,” replied Bridge and pulled the bed away from the\ndoor.\n\nInstantly a chorus of protests arose, the girl and The Oskaloosa Kid\nbeing most insistent. What was the use? What good could he accomplish?\nIt might be nothing; yet on the other hand what had brought death\nso horribly to the cold clay on the floor below? At last their pleas\nprevailed and Bridge replaced the bed before the door.\n\nFor two hours the five sat about the room waiting for daylight. There\ncould be no sleep for any of them. Occasionally they spoke, usually\nadvancing and refuting suggestions as to the identity of the nocturnal\nprowler below-stairs. The THING seemed to have retreated again to the\ncellar, leaving the upper floor to the five strangely assorted prisoners\nand the first floor to the dead man.\n\nDuring the brief intervals of conversation the girl repeated snatches\nof her story and once she mentioned The Oskaloosa Kid as the murderer of\nthe unnamed victim. The two men who had come last pricked up their ears\nat this and Bridge felt the boy's hand just touch his arm as though in\nmute appeal for belief and protection. The man half smiled.\n\n“We seen The Oskaloosa Kid this evenin',” volunteered one of the\nnewcomers.\n\n“You did?” exclaimed the girl. “Where?”\n\n“He'd just pulled off a job in Oakdale an' had his pockets bulgin' wid\nsparklers an' kale. We was follerin' him an' when we seen your light up\nhere we t'ought it was him.”\n\nThe Oskaloosa Kid shrank closer to Bridge. At last he recognized the\nvoice of the speaker. While he had known that the two were of The Sky\nPilot's band he had not been sure of the identity of either; but now it\nwas borne in upon him that at least one of them was the last person on\nearth he cared to be cooped up in a small, unlighted room with, and a\nmoment later when one of the two rolled a 'smoke' and lighted it he saw\nin the flare of the flame the features of both Dopey Charlie and The\nGeneral. The Oskaloosa Kid gasped once more for the thousandth time that\nnight.\n\nIt had been Dopey Charlie who lighted the cigaret and in the brief\nillumination his friend The General had grasped the opportunity to scan\nthe features of the other members of the party. Schooled by long years\nof repression he betrayed none of the surprise or elation he felt when\nhe recognized the features of The Oskaloosa Kid.\n\nIf The General was elated The Oskaloosa Kid was at once relieved and\nterrified. Relieved by ocular proof that he was not a murderer and\nterrified by the immediate presence of the two who had sought his life.\n\nHis cigaret drawing well Dopey Charlie resumed: “This Oskaloosa Kid's a\nbad actor,” he volunteered. “The little shrimp tried to croak me; but\nhe only creased my ribs. I'd like to lay my mits on him. I'll bet there\nwon't be no more Oskaloosa Kid when I get done wit him.”\n\nThe boy drew Bridge's ear down toward his own lips. “Let's go,” he said.\n“I don't hear anything more downstairs, or maybe we could get out on\nthis roof and slide down the porch pillars.”\n\nBridge laid a strong, warm hand on the small, cold one of his new\nfriend.\n\n“Don't worry, Kid,” he said. “I'm for you.”\n\nThe two other men turned quickly in the direction of the speaker.\n\n“Is de Kid here?” asked Dopey Charlie.\n\n“He is, my degenerate friend,” replied Bridge; “and furthermore he's\ngoing to stay here and be perfectly safe. Do you grasp me?”\n\n“Who are you?” asked The General.\n\n“That is a long story,” replied Bridge; “but if you chance to recall\nDink and Crumb you may also be able to visualize one Billy Burke and\nBilly Byrne and his side partner, Bridge. Yes? Well, I am the side\npartner.”\n\nBefore the yeggman could make reply the girl spoke up quickly. “This man\ncannot be The Oskaloosa Kid,” she said. “It was The Oskaloosa Kid who\nthrew me from the car.”\n\n“How do you know he ain't?” queried The General. “Youse was knocked\nout when these guys picks you up. It's so dark in here you couldn't\nreco'nize no one. How do you know this here bird ain't The Oskaloosa\nKid, eh?”\n\n“I have heard both these men speak,” replied the girl; “their voices\nwere not those of any men I have known. If one of them is The Oskaloosa\nKid then there must be two men called that. Strike a match and you will\nsee that you are mistaken.”\n\nThe General fumbled in an inside pocket for a package of matches\ncarefully wrapped against possible damage by rain. Presently he struck\none and held the light in the direction of The Kid's face while he and\nthe girl and Dopey Charlie leaned forward to scrutinize the youth's\nfeatures.\n\n“It's him all right,” said Dopey Charlie.\n\n“You bet it is,” seconded The General.\n\n“Why he's only a boy,” ejaculated the girl. “The one who threw me from\nthe machine was a man.”\n\n“Well, this one said he was The Oskaloosa Kid,” persisted The General.\n\n“An' he shot me up,” growled Dopey Charlie.\n\n“It's too bad he didn't kill you,” remarked Bridge pleasantly. “You're\na thief and probably a murderer into the bargain--you tried to kill this\nboy just before he shot you.”\n\n“Well wot's he?” demanded Dopey Charlie. “He's a thief--he said he\nwas--look in his pockets--they're crammed wid swag, an' he's a gun-man,\ntoo, or he wouldn't be packin' a gat. I guess he ain't got nothin' on\nme.”\n\nThe darkness hid the scarlet flush which mounted to the boy's cheeks--so\nhot that he thought it must surely glow redly through the night. He\nwaited in dumb misery for Bridge to demand the proof of his guilt.\nEarlier in the evening he had flaunted the evidence of his crime in the\nfaces of the six hobos; but now he suddenly felt a great shame that his\nnew found friend should believe him a house-breaker.\n\nBut Bridge did not ask for any substantiation of Charlie's charges,\nhe merely warned the two yeggmen that they would have to leave the boy\nalone and in the morning, when the storm had passed and daylight had\nlessened the unknown danger which lurked below-stairs, betake themselves\nupon their way.\n\n“And while we're here together in this room you two must sit over near\nthe window,” he concluded. “You've tried to kill the boy once to-night;\nbut you're not going to try it again--I'm taking care of him now.”\n\n“You gotta crust, bo,” observed Dopey Charlie, belligerently. “I guess\nme an' The General'll sit where we damn please, an' youse can take it\nfrom me on the side that we're goin' to have ours out of The Kid's haul.\nIf you tink you're goin' to cop the whole cheese you got another tink\ncomin'.”\n\n“You are banking,” replied Bridge, “on the well known fact that I never\ncarry a gun; but you fail to perceive, owing to the Stygian gloom which\nsurrounds us, that I have the Kid's automatic in my gun hand and that\nthe business end of it is carefully aiming in your direction.”\n\n“Cheese it,” The General advised his companion; and the two removed\nthemselves to the opposite side of the apartment, where they whispered,\ngrumblingly, to one another.\n\nThe girl, the boy, and Bridge waited as patiently as they could for\nthe coming of the dawn, talking of the events of the night and planning\nagainst the future. Bridge advised the girl to return at once to her\nfather; but this she resolutely refused to do, admitting with utmost\ncandor that she lacked the courage to face her friends even though her\nfather might still believe in her.\n\nThe youth begged that he might accompany Bridge upon the road, pleading\nthat his mother was dead and that he could not return home after his\nescapade. And Bridge could not find it in his heart to refuse him, for\nthe man realized that the boyish waif possessed a subtile attraction, as\nforceful as it was inexplicable. Not since he had followed the open road\nin company with Billy Byrne had Bridge met one with whom he might care\nto 'Pal' before The Kid crossed his path on the dark and storm swept\npike south of Oakdale.\n\nIn Byrne, mucker, pugilist, and MAN, Bridge had found a physical and\nmoral counterpart of himself, for the slender Bridge was muscled as\na Greek god, while the stocky Byrne, metamorphosed by the fire of a\nwoman's love, possessed all the chivalry of the care free tramp whose\nvagabondage had never succeeded in submerging the evidences of his\ncultural birthright.\n\nIn the youth Bridge found an intellectual equal with the added charm\nof a physical dependent. The man did not attempt to fathom the evident\nappeal of the other's tacitly acknowledged cowardice; he merely knew\nthat he would not have had the youth otherwise if he could have\nchanged him. Ordinarily he accepted male cowardice with the resignation\nof surfeited disgust; but in the case of The Oskaloosa Kid he realized a\ncertain artless charm which but tended to strengthen his liking for the\nyouth, so brazen and unaffected was the boy's admission of his terror of\nboth the real and the unreal menaces of this night of horror.\n\nThat the girl also was well bred was quite evident to Bridge, while both\nthe girl and the youth realized the refinement of the strange companion\nand protector which Fate had ordered for them, while they also saw\nin one another social counterparts of themselves. Thus, as the night\ndragged its slow course, the three came to trust each other more\nentirely and to speculate upon the strange train of circumstances which\nhad brought them thus remarkably together--the thief, the murderer's\naccomplice, and the vagabond.\n\nIt was during a period of thoughtful silence when the night was darkest\njust before the dawn and the rain had settled to a dismal drizzle\nunrelieved by lightning or by thunder that the five occupants of the\nroom were suddenly startled by a strange pattering sound from the\nfloor below. It was as the questioning fall of a child's feet upon the\nuncarpeted boards in the room beneath them. Frozen to silent rigidity,\nthe five sat straining every faculty to catch the minutest sound from\nthe black void where the dead man lay, and as they listened there\ncame up to them, mingled with the inexplicable footsteps, the hollow\nreverberation from the dank cellar--the hideous dragging of the\nchain behind the nameless horror which had haunted them through the\ninterminable eons of the ghastly night.\n\nUp, up, up it came toward the first floor. The pattering of the feet\nceased. The clanking rose until the five heard the scraping of the chain\nagainst the door frame at the head of the cellar stairs. They heard it\npass across the floor toward the center of the room and then, loud\nand piercing, there rang out against the silence of the awful night a\nwoman's shriek.\n\nInstantly Bridge leaped to his feet. Without a word he tore the bed from\nbefore the door.\n\n“What are you doing?” cried the girl in a muffled scream.\n\n“I am going down to that woman,” said Bridge, and he drew the bolt,\nrusty and complaining, from its corroded seat.\n\n“No!” screamed the girl, and seconding her the youth sprang to his feet\nand threw his arms about Bridge.\n\n“Please! Please!” he cried. “Oh, please don't leave me.”\n\nThe girl also ran to the man's side and clutched him by the sleeve.\n\n“Don't go!” she begged. “Oh, for God's sake, don't leave us here alone!”\n\n“You heard a woman scream, didn't you?” asked Bridge. “Do you suppose I\ncan stay in up here when a woman may be facing death a few feet below\nme?”\n\nFor answer the girl but held more tightly to his arm while the youth\nslipped to the floor and embraced the man's knees in a vice-like hold\nwhich he could not break without hurting his detainer.\n\n“Come! Come!” expostulated Bridge. “Let me go.”\n\n“Wait!” begged the girl. “Wait until you know that it is a human voice\nthat screams through this horrible place.”\n\nThe youth only strained his hold tighter about the man's legs. Bridge\nfelt a soft cheek pressed to his knee; and, for some unaccountable\nreason, the appeal was stronger than the pleading of the girl. Slowly\nBridge realized that he could not leave this defenseless youth alone\neven though a dozen women might be menaced by the uncanny death below.\nWith a firm hand he shot the bolt. “Leave go of me,” he said; “I shan't\nleave you unless she calls for help in articulate words.”\n\nThe boy rose and, trembling, pressed close to the man who,\ninvoluntarily, threw a protecting arm about the slim figure. The girl,\ntoo, drew nearer, while the two yeggmen rose and stood in rigid silence\nby the window. From below came an occasional rattle of the chain,\nfollowed after a few minutes by the now familiar clanking as the iron\nlinks scraped across the flooring. Mingled with the sound of the chain\nthere rose to them what might have been the slow and ponderous footsteps\nof a heavy man, dragging painfully across the floor. For a few moments\nthey heard it, and then all was silent.\n\nFor a dozen tense minutes the five listened; but there was no repetition\nof any sound from below. Suddenly the girl breathed a deep sigh, and\nthe spell of terror was broken. Bridge felt rather than heard the youth\nsobbing softly against his breast, while across the room The General\ngave a quick, nervous laugh which he as immediately suppressed as though\nfearful unnecessarily of calling attention to their presence. The other\nvagabond fumbled with his hypodermic needle and the narcotic which would\nquickly give his fluttering nerves the quiet they craved.\n\nBridge, the boy, and the girl shivered together in their soggy clothing\nupon the edge of the bed, feeling now in the cold dawn the chill\ndiscomfort of which the excitement of the earlier hours of the night had\nrendered them unconscious. The youth coughed.\n\n“You've caught cold,” said Bridge, his tone almost self-reproachful, as\nthough he were entirely responsible for the boy's condition. “We're a\nnice aggregation of mollycoddles--five of us sitting half frozen up here\nwith a stove on the floor below, and just because we heard a noise which\nwe couldn't explain and hadn't the nerve to investigate.” He rose. “I'm\ngoing down, rustle some wood and build a fire in that stove--you two\nkids have got to dry those clothes of yours and get warmed up or we'll\nhave a couple of hospital cases on our hands.”\n\nOnce again rose a chorus of pleas and objections. Oh, wouldn't he wait\nuntil daylight? See! the dawn was even then commencing to break. They\ndidn't dare go down and they begged him not to leave them up there\nalone.\n\nAt this Dopey Charlie spoke up. The 'hop' had commenced to assert its\ndominion over his shattered nervous system instilling within him a new\ncourage and a feeling of utter well-being. “Go on down,” said he to\nBridge. “The General an' I'll look after the kids--won't we bo?”\n\n“Sure,” assented The General; “we'll take care of 'em.”\n\n“I'll tell you what we'll do,” said Bridge; “we'll leave the kids up\nhere and we three'll go down. They won't go, and I wouldn't leave them\nup here with you two morons on a bet.”\n\nThe General and Dopey Charlie didn't know what a moron was but they felt\nquite certain from Bridge's tone of voice that a moron was not a nice\nthing, and anyway no one could have bribed them to descend into the\ndarkness of the lower floor with the dead man and the grisly THING that\nprowled through the haunted chambers; so they flatly refused to budge an\ninch.\n\nBridge saw in the gradually lighting sky the near approach of full\ndaylight; so he contented himself with making the girl and the youth\nwalk briskly to and fro in the hope that stimulated circulation might at\nleast partially overcome the menace of the damp clothing and the chill\nair, and thus they occupied the remaining hour of the night.\n\nFrom below came no repetition of the inexplicable noises of that night\nof terror and at last, with every object plainly discernible in the\nlight of the new day, Bridge would delay no longer; but voiced his final\ndetermination to descend and make a fire in the old kitchen stove. Both\nthe boy and the girl insisted upon accompanying him. For the first time\neach had an opportunity to study the features of his companions of\nthe night. Bridge found in the girl and the youth two dark eyed,\ngood-looking young people. In the girl's face was, perhaps, just a trace\nof weakness; but it was not the face of one who consorts habitually with\ncriminals. The man appraised her as a pretty, small-town girl who had\nbeen led into a temporary escapade by the monotony of village life, and\nhe would have staked his soul that she was not a bad girl.\n\nThe boy, too, looked anything other than the role he had been playing.\nBridge smiled as he looked at the clear eyes, the oval face, and the\nfine, sensitive mouth and thought of the youth's claim to the crime\nbattered sobriquet of The Oskaloosa Kid. The man wondered if the mystery\nof the clanking chain would prove as harmlessly infantile as these two\nwhom some accident of hilarious fate had cast in the roles of debauchery\nand crime.\n\nAloud, he said: “I'll go first, and if the spook materializes you two\ncan beat it back into the room.” And to the two tramps: “Come on, boes,\nwe'll all take a look at the lower floor together, and then we'll get a\ngood fire going in the kitchen and warm up a bit.”\n\nDown the hall they went, Bridge leading with the boy and girl close\nat his heels while the two yeggs brought up the rear. Their footsteps\nechoed through the deserted house; but brought forth no answering\nclanking from the cellar. The stairs creaked beneath the unaccustomed\nweight of so many bodies as they descended toward the lower floor.\nNear the bottom Bridge came to a questioning halt. The front room lay\nentirely within his range of vision, and as his eyes swept it he gave\nvoice to a short exclamation of surprise.\n\nThe youth and the girl, shivering with cold and nervous excitement,\ncraned their necks above the man's shoulder.\n\n“O-h-h!” gasped The Oskaloosa Kid. “He's gone,” and, sure enough, the\ndead man had vanished.\n\nBridge stepped quickly down the remaining steps, entered the rear room\nwhich had served as dining room and kitchen, inspected the two small\nbedrooms off this room, and the summer kitchen beyond. All were empty;\nthen he turned and re-entering the front room bent his steps toward the\ncellar stairs. At the foot of the stairway leading to the second floor\nlay the flash lamp that the boy had dropped the night before. Bridge\nstooped, picked it up and examined it. It was uninjured and with it in\nhis hand he continued toward the cellar door.\n\n“Where are you going?” asked The Oskaloosa Kid.\n\n“I'm going to solve the mystery of that infernal clanking,” he replied.\n\n“You are not going down into that dark cellar!” It was an appeal, a\nquestion, and a command; and it quivered gaspingly upon the verge of\nhysteria.\n\nBridge turned and looked into the youth's face. The man did not like\ncowardice and his eyes were stern as he turned them on the lad from\nwhom during the few hours of their acquaintance he had received so many\nevidences of cowardice; but as the clear brown eyes of the boy met his\nthe man's softened and he shook his head perplexedly. What was there\nabout this slender stripling which so disarmed criticism?\n\n“Yes,” he replied, “I am going down. I doubt if I shall find anything\nthere; but if I do it is better to come upon it when I am looking for it\nthan to have it come upon us when we are not expecting it. If there is\nto be any hunting I prefer to be hunter rather than hunted.”\n\nHe wheeled and placed a foot upon the cellar stairs. The youth followed\nhim.\n\n“What are you going to do?” asked the man.\n\n“I am going with you,” said the boy. “You think I am a coward because I\nam afraid; but there is a vast difference between cowardice and fear.”\n\nThe man made no reply as he resumed the descent of the stairs, flashing\nthe rays of the lamp ahead of him; but he pondered the boy's words and\nsmiled as he admitted mentally that it undoubtedly took more courage\nto do a thing in the face of fear than to do it if fear were absent.\nHe felt a strange elation that this youth should choose voluntarily to\nshare his danger with him, for in his roaming life Bridge had known few\nassociates for whom he cared.\n\nThe beams of the little electric lamp, moving from side to side,\nrevealed a small cellar littered with refuse and festooned with\ncob-webs. At one side tottered the remains of a series of wooden racks\nupon which pans of milk had doubtless stood to cool in a long gone,\nhappier day. Some of the uprights had rotted away so that a part of the\nfrail structure had collapsed to the earthen floor. A table with one leg\nmissing and a crippled chair constituted the balance of the contents of\nthe cellar and there was no living creature and no chain nor any other\nvisible evidence of the presence which had clanked so lugubriously\nout of the dark depths during the vanished night. The boy breathed\na heartfelt sigh of relief and Bridge laughed, not without a note of\nrelief either.\n\n“You see there is nothing,” he said--“nothing except some firewood which\nwe can use to advantage. I regret that James is not here to attend me;\nbut since he is not you and I will have to carry some of this stuff\nupstairs,” and together they returned to the floor above, their arms\nladen with pieces of the dilapidated milk rack. The girl was awaiting\nthem at the head of the stairs while the two tramps whispered together\nat the opposite side of the room.\n\nIt took Bridge but a moment to have a roaring fire started in the old\nstove in the kitchen, and as the warmth rolled in comforting waves about\nthem the five felt for the first time in hours something akin to relief\nand well being. With the physical relaxation which the heat induced came\na like relaxation of their tongues and temporary forgetfulness of their\nantagonisms and individual apprehensions. Bridge was the only member\nof the group whose conscience was entirely free. He was not 'wanted'\nanywhere, he had no unexpiated crimes to harry his mind, and with the\nresponsibilities of the night removed he fell naturally into his old,\ncarefree manner. He hazarded foolish explanations of the uncanny noises\nof the night and suggested various theories to account for the presence\nand the mysterious disappearance of the dead man.\n\nThe General, on the contrary, seriously maintained that the weird sounds\nhad emanated from the ghost of the murdered man who was, unquestionably,\nnone other than the long dead Squibb returned to haunt his former home,\nand that the scream had sprung from the ghostly lungs of his slain wife\nor daughter.\n\n“I wouldn't spend anudder night in this dump,” he concluded, “for both\nthem pockets full of swag The Oskaloosa Kid's packin' around.”\n\nImmediately all eyes turned upon the flushing youth. The girl and Bridge\ncould not prevent their own gazes from wandering to the bulging coat\npockets, the owner of which moved uneasily, at last shooting a look of\ndefiance, not unmixed with pleading, at Bridge.\n\n“He's a bad one,” interjected Dopey Charlie, a glint of cunning in his\nordinarily glassy eyes. “He flashes a couple o' mitsful of sparklers,\nchesty-like, and allows as how he's a regular burglar. Then he pulls\na gun on me, as wasn't doin' nothin' to him, and 'most croaks me. It's\neven money that if anyone's been croaked in Oakdale last night they\nwon't have to look far for the guy that done it. Least-wise they won't\nhave to look far if he doesn't come across,” and Dopey Charlie looked\nmeaningly and steadily at the side pockets of The Oskaloosa Kid.\n\n“I think,” said Bridge, after a moment of general silence, “that you\ntwo crooks had better beat it. Do you get me?” and he looked from Dopey\nCharlie to The General and back again.\n\n“We don't go,” said Dopey Charlie, belligerently, “until we gets half\nthe Kid's swag.”\n\n“You go now,” said Bridge, “without anybody's swag,” and he drew the\nboy's automatic from his side pocket. “You go now and you go quick--beat\nit!”\n\nThe two rose and shuffled toward the door. “We'll get you, you colledge\nLizzy,” threatened Dopey Charlie, “an' we'll get that phoney punk, too.”\n\n“'And speed the parting guest,'” quoted Bridge, firing a shot that\nsplintered the floor at the crook's feet. When the two hoboes had\ndeparted the others huddled again close to the stove until Bridge\nsuggested that he and The Oskaloosa Kid retire to another room while the\ngirl removed and dried her clothing; but she insisted that it was\nnot wet enough to matter since she had been covered by a robe in the\nautomobile until just a moment before she had been hurled out.\n\n“Then, after you are warmed up,” said Bridge, “you can step into this\nother room while the kid and I strip and dry our things, for there's no\nquestion but that we are wet enough.”\n\nAt the suggestion the kid started for the door. “Oh, no,” he insisted;\n“it isn't worth while. I am almost dry now, and as soon as we get out on\nthe road I'll be all right. I--I--I like wet clothes,” he ended, lamely.\n\nBridge looked at him questioningly; but did not urge the matter. “Very\nwell,” he said; “you probably know what you like; but as for me, I'm\ngoing to pull off every rag and get good and dry.”\n\nThe girl had already quitted the room and now The Kid turned and\nfollowed her. Bridge shook his head. “I'll bet the little beggar never\nwas away from his mother before in his life,” he mused; “why the mere\nthought of undressing in front of a strange man made him turn red--and\nposing as The Oskaloosa Kid! Bless my soul; but he's a humorist--a\nregular, natural born one.”\n\nBridge found that his clothing had dried to some extent during the\nnight; so, after a brisk rub, he put on the warmed garments and though\nsome were still a trifle damp he felt infinitely more comfortable than\nhe had for many hours.\n\nOutside the house he came upon the girl and the youth standing in the\nsunshine of a bright, new day. They were talking together in a most\nanimated manner, and as he approached wondering what the two had found\nof so great common interest he discovered that the discussion hinged\nupon the relative merits of ham and bacon as a breakfast dish.\n\n“Oh, my heart it is just achin',” quoted Bridge,\n\n        “For a little bite of bacon,\n\n     “A hunk of bread, a little mug of brew;\n\n        “I'm tired of seein' scenery,\n\n     “Just lead me to a beanery\n\n        “Where there's something more than only air to\n\n           chew.”\n\nThe two looked up, smiling. “You're a funny kind of tramp, to be quoting\npoetry,” said The Oskaloosa Kid, “even if it is Knibbs'.”\n\n“Almost as funny,” replied Bridge, “as a burglar who recognizes Knibbs\nwhen he hears him.”\n\nThe Oskaloosa Kid flushed. “He wrote for us of the open road,” he\nreplied quickly. “I don't know of any other class of men who should\nenjoy him more.”\n\n“Or any other class that is less familiar with him,” retorted Bridge;\n“but the burning question just now is pots, not poetry--flesh pots. I'm\nhungry. I could eat a cow.”\n\nThe girl pointed to an adjacent field. “Help yourself,” she said.\n\n“That happens to be a bull,” said Bridge. “I was particular to mention\ncow, which, in this instance, is proverbially less dangerous than the\nmale, and much better eating.\n\n“'We kept a-rambling all the time. I rustled grub, he rustled rhyme--\n\n“'Blind baggage, hoof it, ride or climb--we always put it through.'\nWho's going to rustle the grub?”\n\nThe girl looked at The Oskaloosa Kid. “You don't seem like a tramp at\nall, to talk to,” she said; “but I suppose you are used to asking for\nfood. I couldn't do it--I should die if I had to.”\n\nThe Oskaloosa Kid looked uncomfortable. “So should--” he commenced, and\nthen suddenly subsided. “Of course I'd just as soon,” he said. “You two\nstay here--I'll be back in a minute.”\n\nThey watched him as he walked down to the road and until he disappeared\nover the crest of the hill a short distance from the Squibbs' house.\n\n“I like him,” said the girl, turning toward Bridge.\n\n“So do I,” replied the man.\n\n“There must be some good in him,” she continued, “even if he is such\na desperate character; but I know he's not The Oskaloosa Kid. Do you\nreally suppose he robbed a house last night and then tried to kill that\nDopey person?”\n\nBridge shook his head. “I don't know,” he said; “but I am inclined to\nbelieve that he is more imaginative than criminal. He certainly shot up\nthe Dopey person; but I doubt if he ever robbed a house.”\n\nWhile they waited, The Oskaloosa Kid trudged along the muddy road to the\nnearest farm house, which lay a full mile beyond the Squibbs' home.\nAs he approached the door a lank, sallow man confronted him with a\nsuspicious eye.\n\n“Good morning,” greeted The Oskaloosa Kid.\n\nThe man grunted.\n\n“I want to get something to eat,” explained the youth.\n\nIf the boy had hurled a dynamite bomb at him the result could have\nbeen no more surprising. The lank, sallow man went up into the air,\nfiguratively. He went up a mile or more, and on the way down he reached\nhis hand inside the kitchen door and brought it forth enveloping the\nbarrel of a shot gun.\n\n“Durn ye!” he cried. “I'll lam ye! Get offen here. I knows ye. Yer one\no' that gang o' bums that come here last night, an' now you got the gall\nto come back beggin' for food, eh? I'll lam ye!” and he raised the gun\nto his shoulder.\n\nThe Oskaloosa Kid quailed but he held his ground. “I wasn't here last\nnight,” he cried, “and I'm not begging for food--I want to buy some.\nI've got plenty of money,” in proof of which assertion he dug into a\nside pocket and brought forth a large roll of bills. The man lowered his\ngun.\n\n“Wy didn't ye say so in the first place then?” he growled. “How'd I know\nyou wanted to buy it, eh? Where'd ye come from anyhow, this early in\nthe mornin'? What's yer name, eh? What's yer business, that's what Jeb\nCase'd like to know, eh?” He snapped his words out with the rapidity of\na machine gun, nor waited for a reply to one query before launching\nthe next. “What do ye want to buy, eh? How much money ye got? Looks\nsuspicious. That's a sight o' money yew got there, eh? Where'dje get\nit?”\n\n“It's mine,” said The Oskaloosa Kid, “and I want to buy some eggs and\nmilk and ham and bacon and flour and onions and sugar and cream and\nstrawberries and tea and coffee and a frying pan and a little oil stove,\nif you have one to spare, and--”\n\nJeb Case's jaw dropped and his eyes widened. “You're in the wrong\npasture, bub,” he remarked feelingly. “What yer lookin' fer is Sears,\nRoebuck & Company.”\n\nThe Oskaloosa Kid flushed up to the tips of his ears. “But can't you\nsell me something?” he begged.\n\n“I might let ye have some milk an' eggs an' butter an' a leetle bacon\nan' mebby my ol' woman's got a loaf left from her last bakin'; but we\nain't been figgerin' on supplyin' grub fer the United States army ef\nthat's what yew be buyin' fer.”\n\nA frowsy, rat-faced woman and a gawky youth of fourteen stuck their\nheads out the doorway at either side of the man. “I ain't got nothin'\nto sell,” snapped the woman; but as she spoke her eyes fell upon the fat\nbank roll in the youth's hand. “Or, leastwise,” she amended, “I ain't\ngot much more'n we need an' the price o' stuff's gone up so lately that\nI'll hev to ask ye more'n I would of last fall. 'Bout what did ye figger\non wantin'?”\n\n“Anything you can spare,” said the youth. “There are three of us and\nwe're awful hungry.”\n\n“Where yew stoppin'?” asked the woman.\n\n“We're at the old Squibbs' place,” replied The Kid. “We got caught by\nthe storm last night and had to put up there.”\n\n“The Squibbs' place!” ejaculated the woman. “Yew didn't stop there over\nnight?”\n\n“Yes we did,” replied the youth.\n\n“See anything funny?” asked Mrs. Case.\n\n“We didn't SEE anything,” replied The Oskaloosa Kid; “but we heard\nthings. At least we didn't see what we heard; but we saw a dead man on\nthe floor when we went in and this morning he was gone.”\n\nThe Cases shuddered. “A dead man!” ejaculated Jeb Case. “Yew seen him?”\n\nThe Kid nodded.\n\n“I never tuk much stock in them stories,” said Jeb, with a shake of his\nhead; “but ef you SEEN it! Gosh! Thet beats me. Come on M'randy, les see\nwhat we got to spare,” and he turned into the kitchen with his wife.\n\nThe lanky boy stepped out, and planting himself in front of The\nOskaloosa Kid proceeded to stare at him. “Yew seen it?” he asked in\nawestruck tone.\n\n“Yes,” said the Kid in a low voice, and bending close toward the other;\n“it had bloody froth on its lips!”\n\nThe Case boy shrank back. “An' what did yew hear?” he asked, a glutton\nfor thrills.\n\n“Something that dragged a chain behind it and came up out of the cellar\nand tried to get in our room on the second floor,” explained the youth.\n“It almost got us, too,” he added, “and it did it all night.”\n\n“Whew,” whistled the Case boy. “Gosh!” Then he scratched his head and\nlooked admiringly at the youth. “What mought yer name be?” he asked.\n\n“I'm The Oskaloosa Kid,” replied the youth, unable to resist the\nadmiration of the other's fond gaze. “Look here!” and he fished a\nhandful of jewelry from one of his side pockets; “this is some of the\nswag I stole last night when I robbed a house.”\n\nCase Jr. opened his mouth and eyes so wide that there was little left\nof his face. “But that's nothing,” bragged The Kid. “I shot a man, too.”\n\n“Last night?” whispered the boy.\n\n“Yep,” replied the bad man, tersely.\n\n“Gosh!” said the young Mr. Case, but there was that in his facial\nexpression which brought to The Oskaloosa Kid a sudden regret that he\nhad thus rashly confided in a stranger.\n\n“Say,” said The Kid, after a moment's strained silence. “Don't tell\nanyone, will you? If you'll promise I'll give you a dollar,” and he\nhunted through his roll of bills for one of that lowly denomination.\n\n“All right,” agreed the Case boy. “I won't say a word--where's the\ndollar?”\n\nThe youth drew a bill from his roll and handed it to the other. “If you\ntell,” he whispered, and he bent close toward the other's ear and spoke\nin a menacing tone; “If you tell, I'll kill you!”\n\n“Gosh!” said Willie Case.\n\nAt this moment Case pere and mere emerged from the kitchen loaded with\nprovender. “Here's enough an' more'n enough, I reckon,” said Jeb Case.\n“We got eggs, butter, bread, bacon, milk, an' a mite o' garden sass.”\n\n“But we ain't goin' to charge you nothin' fer the garden sass,”\n interjected Mrs. Case.\n\n“That's awfully nice of you,” replied The Kid. “How much do I owe you\nfor the rest of it?”\n\n“Oh,” said Jeb Case, rubbing his chin, eyeing the big roll of bills and\nwondering just the limit he might raise to, “I reckon 'bout four dollars\nan' six bits.”\n\nThe Oskaloosa Kid peeled a five dollar bill from his roll and proffered\nit to the farmer. “I'm ever so much obliged,” he said, “and you needn't\nmind about any change. I thank you so much.” With which he took the\nseveral packages and pails and turned toward the road.\n\n“Yew gotta return them pails!” shouted Mrs. Case after him.\n\n“Oh, of course,” replied The Kid.\n\n“Gosh!” exclaimed Mr. Case, feelingly. “I wisht I'd asked six bits\nmore--I mought jest as well o' got it as not. Gosh, eh?”\n\n“Gosh!” murmured Willie Case, fervently.\n\nBack down the sticky road plodded The Oskaloosa Kid, his arms heavy and\nhis heart light, for, was he not 'bringing home the bacon,' literally as\nwell as figuratively. As he entered the Squibbs' gateway he saw the\ngirl and Bridge standing upon the verandah waiting his coming, and as\nhe approached them and they caught a nearer view of his great burden of\nprovisions they hailed him with loud acclaim.\n\n“Some artist!” cried the man. “And to think that I doubted your ability\nto make a successful touch! Forgive me! You are the ne plus ultra, non\nest cumquidibus, in hoc signo vinces, only and original kind of hand-out\ncompellers.”\n\n“How in the world did you do it?” asked the girl, rapturously.\n\n“Oh, it's easy when you know how,” replied The Oskaloosa Kid carelessly,\nas, with the help of the others, he carried the fruits of his expedition\ninto the kitchen. Here Bridge busied himself about the stove, adding\nmore wood to the fire and scrubbing a portion of the top plate as clean\nas he could get it with such crude means as he could discover about the\nplace.\n\nThe youth he sent to the nearby brook for water after selecting the\nleast dirty of the several empty tin cans lying about the floor of the\nsummer kitchen. He warned against the use of the water from the old\nwell and while the boy was away cut a generous portion of the bacon into\nlong, thin strips.\n\nShortly after, the water coming to the boil, Bridge lowered three eggs\ninto it, glanced at his watch, greased one of the new cleaned stove lids\nwith a piece of bacon rind and laid out as many strips of bacon as the\nlid would accommodate. Instantly the room was filled with the delicious\nodor of frying bacon.\n\n“M-m-m-m!” gloated The Oskaloosa Kid. “I wish I had bo--asked for more.\nMy! but I never smelled anything so good as that in all my life. Are you\ngoing to boil only three eggs? I could eat a dozen.”\n\n“The can'll only hold three at a time,” explained Bridge. “We'll have\nsome more boiling while we are eating these.” He borrowed his knife from\nthe girl, who was slicing and buttering bread with it, and turned the\nbacon swiftly and deftly with the point, then he glanced at his watch.\n“The three minutes are up,” he announced and, with a couple of small,\nflat sticks saved for the purpose from the kindling wood, withdrew the\neggs one at a time from the can.\n\n“But we have no cups!” exclaimed The Oskaloosa Kid, in sudden despair.\n\nBridge laughed. “Knock an end off your egg and the shell will answer in\nplace of a cup. Got a knife?”\n\nThe Kid didn't. Bridge eyed him quizzically. “You must have done most of\nyour burgling near home,” he commented.\n\n“I'm not a burglar!” cried the youth indignantly. Somehow it was very\ndifferent when this nice voiced man called him a burglar from bragging\nof the fact himself to such as The Sky Pilot's villainous company, or\nthe awestruck, open-mouthed Willie Case whose very expression invited\nheroics.\n\nBridge made no reply, but his eyes wandered to the right hand side\npocket of the boy's coat. Instantly the latter glanced guiltily\ndownward to flush redly at the sight of several inches of pearl necklace\nprotruding accusingly therefrom. The girl, a silent witness of the\noccurrence, was brought suddenly and painfully to a realization of her\npresent position and recollection of the happenings of the preceding\nnight. For the time she had forgotten that she was alone in the company\nof a tramp and a burglar--how much worse either might be she could only\nguess.\n\nThe breakfast, commenced so auspiciously, continued in gloomy silence.\nAt least the girl and The Oskaloosa Kid were silent and gloom\nsteeped. Bridge was thoughtful but far from morose. His spirits were\nunquenchable.\n\n“I am afraid,” he said, “that I shall have to replace James. His\ndefection is unforgivable, and he has misplaced the finger-bowls.”\n\nThe youth and the girl forced wan smiles; but neither spoke. Bridge drew\na pouch of tobacco and some papers from an inside pocket.\n\n        “'I had the makings and I smoked\n\n           “'And wondered over different things,\n\n        “'Thinkin' as how this old world joked\n\n           “'In callin' only some men kings\n\n        “'While I sat there a-blowin' rings.'”\n\nHe paused to kindle a sliver of wood at the stove. “In these parlous\ntimes,” he spoke as though to himself, “one must economize. They are\ntaking a quarter of an ounce out of each five cents worth of chewing, I\nam told; so doubtless each box must be five or six matches short of full\ncount. Even these papers seem thinner than of yore and they will only\nsell one book to a customer at that. Indeed Sherman was right.”\n\nThe youth and the girl remained occupied with their own thoughts, and\nafter a moment's silence the vagabond resumed:\n\n      “'Me? I was king of anywhere,\n\n         “'Peggin' away at nothing, hard.\n\n      “'Havin' no pet, particular care;\n\n         “'Havin' no trouble, or no pard;\n\n“'“Just me,” filled up my callin' card.' “Say, do you know I've learned\nto love this Knibbs person. I used to think of him as a poor attic\nprune grinding away in his New York sky parlor, writing his verse of the\nthings he longed for but had never known; until, one day, I met a fellow\nbetween Victorville and Cajon pass who knew His Knibbs, and come to find\nout this Knibbs is a regular fellow. His attic covers all God's country\nthat is out of doors and he knows the road from La Bajada hill to\nBarstow a darned sight better than he knows Broadway.”\n\nThere was no answering sympathy awakened in either of his\nlisteners--they remained mute. Bridge rose and stretched. He picked\nup his knife, wiped off the blade, closed it and slipped it into a\ntrousers' pocket. Then he walked toward the door. At the threshold he\npaused and turned. “'Good-bye girls! I'm through,'” he quoted and passed\nout into the sunlight.\n\nInstantly the two within were on their feet and following him.\n\n“Where are you going?” cried The Oskaloosa Kid. “You're not going to\nleave us, are you?”\n\n“Oh, please don't!” pleaded the girl.\n\n“I don't know,” said Bridge, solemnly, “whether I'm safe in remaining in\nyour society or not. This Oskaloosa Kid is a bad proposition; and as for\nyou, young lady, I rather imagine that the town constable is looking for\nyou right now.”\n\nThe girl winced. “Please don't,” she begged. “I haven't done anything\nwicked, honestly! But I want to get away so that they can't question me.\nI was in the car when they killed him; but I had nothing to do with it.\nIt is just because of my father that I don't want them to find me. It\nwould break his heart.”\n\nAs the three stood back of the Squibbs' summer kitchen Fate, in the\nguise of a rural free delivery carrier and a Ford, passed by the front\ngate. A mile beyond he stopped at the Case mail box where Jeb and\nhis son Willie were, as usual, waiting his coming, for the rural free\ndelivery man often carries more news than is contained in his mail\nsacks.\n\n“Mornin' Jeb,” he called, as he swerved his light car from the road and\ndrew up in front of the Case gate.\n\n“Mornin', Jim!” returned Mr. Case. “Nice rain we had last night. What's\nthe news?”\n\n“Plenty! Plenty!” exclaimed the carrier. “Lived here nigh onto forty\nyear, man an' boy, an' never seen such work before in all my life.”\n\n“How's that?” questioned the farmer, scenting something interesting.\n\n“Ol' man Baggs's murdered last night,” announced the carrier, watching\neagerly for the effect of his announcement.\n\n“Gosh!” gasped Willie Case. “Was he shot?” It was almost a scream.\n\n“I dunno,” replied Jim. “He's up to the horspital now, an' the doc says\nhe haint one chance in a thousand.”\n\n“Gosh!” exclaimed Mr. Case.\n\n“But thet ain't all,” continued Jim. “Reggie Paynter was murdered last\nnight, too; right on the pike south of town. They threw his corpse outen\na ottymobile.”\n\n“By gol!” cried Jeb Case; “I hearn them devils go by last night 'bout\nmidnight er after. 'T woke me up. They must o' ben goin' sixty mile an\nhour. Er say,” he stopped to scratch his head. “Mebby it was tramps.\nThey must a ben a score on 'em round here yesterday and las' night an'\nagin this mornin'. I never seed so dum many bums in my life.”\n\n“An' thet ain't all,” went on the carrier, ignoring the other's comments.\n“Oakdale's all tore up. Abbie Prim's disappeared and Jonas Prim's house\nwas robbed jest about the same time Ol' man Baggs 'uz murdered, er most\nmurdered--chances is he's dead by this time anyhow. Doc said he hadn't\nno chance.”\n\n“Gosh!” It was a pater-filius duet.\n\n“But thet ain't all,” gloated Jim. “Two of the persons in the car with\nReggie Paynter were recognized, an' who do you think one of 'em was, eh?\nWhy one of 'em was Abbie Prim an' tother was a slick crook from Toledo\ner Noo York that's called The Oskaloosie Kid. By gum, I'll bet they get\n'em in no time. Why already Jonas Prim's got a regular dee-dectiff down\nfrom Chicago, an' the board o' select-men's offered a re-ward o' fifty\ndollars fer the arrest an' conviction of the perpetrators of these\ndastardly crimes!”\n\n“Gosh!” cried Willie Case. “I know--“; but then he paused. If he told\nall he knew he saw plainly that either the carrier or his father would\nprofit by it and collect the reward. Fifty dollars!! Willie gasped.\n\n“Well,” said Jim, “I gotta be on my way. Here's the Tribune--there ain't\nnothin' more fer ye. So long! Giddap!” and he was gone.\n\n“I don' see why he don't carry a whip,” mused Jeb Case. “A-gidappin' to\nthat there tin lizzie,” he muttered disgustedly, “jes' like it was as\ngood as a hoss. But I mind the time, the fust day he got the dinged\nthing, he gets out an' tries to lead it by Lem Smith's threshin'\nmachine.”\n\nJeb Case preferred an audience worthy his mettle; but Willie was better\nthan no one, yet when he turned to note the effect of his remarks on his\nson, Willie was no where to be seen. If Jeb had but known it his young\nhopeless was already in the loft of the hay barn deep in a small,\nred-covered book entitled: “HOW TO BE A DETECTIVE.”\n\nBridge, who had had no intention of deserting his helpless companions,\nappeared at last to yield reluctantly to their pleas. That indefinable\nsomething about the youth which appealed strongly to the protective\ninstinct in the man, also assured him that the other's mask of\ncriminality was for the most part assumed even though the stories of the\ntwo yeggmen and the loot bulging pockets argued to the contrary. There\nwas the chance, however, that the boy had really taken the first step\nupon the road toward a criminal career, and if such were the case Bridge\nfelt morally obligated to protect his new found friend from arrest,\nsecure in the reflection that his own precept and example would do\nmore to lead him back into the path of rectitude than would any police\nmagistrate or penal institute.\n\nFor the girl he felt a deep pity. In the past he had had knowledge of\nmore than one other small-town girl led into wrong doing through the\ndeadly monotony and flagrant hypocrisy of her environment. Himself\nhighly imaginative and keenly sensitive, he realized with what depth of\nhorror the girl anticipated a return to her home and friends after the\nchildish escapade which had culminated, even through no fault of hers,\nin criminal tragedy of the most sordid sort.\n\nAs the three held a council of war at the rear of the deserted house\nthey were startled by the loud squeaking of brake bands on the road in\nfront. Bridge ran quickly into the kitchen and through to the front\nroom where he saw three men alighting from a large touring car which\nhad drawn up before the sagging gate. As the foremost man, big and\nbroad shouldered, raised his eyes to the building Bridge smothered an\nexclamation of surprise and chagrin, nor did he linger to inspect the\nother members of the party; but turned and ran quickly back to his\ncompanions.\n\n“We've got to beat it!” he whispered; “they've brought Burton himself\ndown here.”\n\n“Who's Burton?” demanded the youth.\n\n“He's the best operative west of New York City,” replied Bridge, as he\nmoved rapidly toward an outhouse directly in rear of the main building.\n\nOnce behind the small, dilapidated structure which had once probably\nhoused farm implements, Bridge paused and looked about. “They'll search\nhere,” he prophesied, and then; “Those woods look good to me.”\n\nThe Squibbs' woods, growing rank in the damp ravine at the bottom of the\nlittle valley, ran to within a hundred feet of the out-building. Dense\nundergrowth choked the ground to a height of eight or ten feet around\nthe boles of the close set trees. If they could gain the seclusion\nof that tangled jungle there was little likelihood of their being\ndiscovered, provided they were not seen as they passed across the open\nspace between their hiding place and the wood.\n\n“We'd better make a break for it,” advised Bridge, and a moment later\nthe three moved cautiously toward the wood, keeping the out-house\nbetween themselves and the farm house. Almost in front of them as they\nneared the wood they saw a well defined path leading into the thicket.\nSingle-file they entered, to be almost instantly hidden from view, not\nonly from the house but from any other point more than a dozen paces\naway, for the path was winding, narrow and closely walled by the budding\nverdure of the new Spring. Birds sang or twittered about them, the mat\nof dead leaves oozed spongily beneath their feet, giving forth no sound\nas they passed, save a faint sucking noise as a foot was lifted from\neach watery seat.\n\nBridge was in the lead, moving steadily forward that they might put as\nmuch distance as possible between themselves and the detective should\nthe latter chance to explore the wood. They had advanced a few hundred\nyards when the path crossed through a small clearing the center of which\nwas destitute of fallen leaves. Here the path was beaten into soft mud\nand as Bridge came to it he stopped and bent his gaze incredulously upon\nthe ground. The girl and the youth, halting upon either side, followed\nthe direction of his eyes with theirs. The girl gave a little,\ninvoluntary gasp, and the boy grasped Bridge's hand as though fearful\nof losing him. The man turned a quizzical glance at each of them and\nsmiled, though a bit ruefully.\n\n“It beats me,” he said.\n\n“What can it be?” whispered the boy.\n\n“Oh, let's go back,” begged the girl.\n\n“And go along to father with Burton?” asked Bridge.\n\nThe girl trembled and shook her head. “I would rather die,” she said,\nfirmly. “Come, let's go on.”\n\nThe cause of their perturbation was imprinted deeply in the mud of the\npathway--the irregular outlines of an enormous, naked, human foot--a\ngreat, uncouth foot that bespoke a monster of another world. While,\nstill more uncanny, in view of what they had heard in the farm house\nduring the previous night, there lay, sometimes partially obliterated\nby the footprints of the THING, the impress of a small, bare foot--a\nwoman's or a child's--and over both an irregular scoring that might\nhave been wrought by a dragging chain!\n\nIn the loft of his father's hay barn Willie Case delved deep into the\nsmall red-covered volume, HOW TO BE A DETECTIVE; but though he turned\nmany pages and flitted to and fro from preface to conclusion he met only\nwith disappointment. The pictures of noted bank burglars and confidence\nmen aided him not one whit, for in none of them could he descry the\nslightest resemblance to the smooth faced youth of the early morning. In\nfact, so totally different were the types shown in the little book that\nWillie was forced to scratch his head and exclaim “Gosh!” many times\nin an effort to reconcile the appearance of the innocent boy to the\nhardened, criminal faces he found portrayed upon the printed pages.\n\n“But, by gol!” he exclaimed mentally, “he said he was The Oskaloosie\nKid, 'n' that he shot a man last night; but what I'd like to know is\nhow I'm goin' to shadder him from this here book. Here it says: 'If the\ncriminal gets on a street car and then jumps off at the next corner\nthe good detective will know that his man is aware that he is being\nshadowed, and will stay on the car and telephone his office at the first\nopportunity.' 'N'ere it sez: 'If your man gets into a carriage don't\nrun up an' jump on the back of it; but simply hire another carriage and\nfollow.' How in hek kin I foller this book?” wailed Willie. “They ain't\nno street cars 'round here. I ain't never seen a street car, 'n'as fer a\ncarriage, I reckon he means bus, they's only one on 'em in Oakdale 'n'if\nthey waz forty I'd like to know how in hek I'd hire one when I ain't got\nno money. I reckon I threw away my four-bits on this book--it don't tell\na feller nothin' 'bout false whiskers, wigs 'n' the like,” and he tossed\nthe book disgustedly into a corner, rose and descended to the barnyard.\nHere he busied himself about some task that should have been attended to\na week before, and which even now was not destined to be completed that\nday, since Willie had no more than set himself to it than his attention\nwas distracted by the sudden appearance of a touring car being brought\nto a stop in front of the gate.\n\nInstantly Willie dropped his irksome labor and slouched lazily toward\nthe machine, the occupants of which were descending and heading for the\nCase front door. Jeb Case met them before they reached the porch and\nWillie lolled against a pillar listening eagerly to all that was said.\n\nThe most imposing figure among the strangers was the same whom Bridge\nhad seen approaching the Squibbs' house a short time before. It was he\nwho acted as spokesman for the newcomers.\n\n“As you may know,” he said, after introducing himself, “a number of\ncrimes were committed in and around Oakdale last night. We are searching\nfor clews to the perpetrators, some of whom must still be in the\nneighborhood. Have you seen any strange or suspicious characters around\nlately?”\n\n“I should say we hed,” exclaimed Jeb emphatically.\n\n“I seen the wo'st lookin' gang o' bums come outen my hay barn this\nmornin' thet I ever seed in my life. They must o' ben upward of a dozen\non 'em. They waz makin' fer the house when I steps in an' grabs my ol'\nshot gun. I hollered at 'em not to come a step nigher 'n' I guess they\nseed it wa'n't safe monkeyin' with me; so they skidaddled.”\n\n“Which way did they go?” asked Burton.\n\n“Off down the road yonder; but I don't know which way they turned at the\ncrossin's, er ef they kept straight on toward Millsville.”\n\nBurton asked a number of questions in an effort to fix the identity of\nsome of the gang, warned Jeb to telephone him at Jonas Prim's if he saw\nanything further of the strangers, and then retraced his steps toward\nthe car. Not once had Jeb mentioned the youth who had purchased supplies\nfrom him that morning, and the reason was that Jeb had not considered\nthe young man of sufficient importance, having cataloged him mentally as\nan unusually early specimen of the summer camper with which he was more\nor less familiar.\n\nWillie, on the contrary, realized the importance of their morning\ncustomer, yet just how he was to cash in on his knowledge was not yet\nentirely clear. He was already convinced that HOW TO BE A DETECTIVE\nwould help him not at all, and with the natural suspicion of ignorance\nhe feared to divulge his knowledge to the city detective for fear that\nthe latter would find the means to cheat him out of the princely reward\noffered by the Oakdale village board. He thought of going at once to the\nSquibbs' house and placing the desperate criminals under arrest; but\nas fear throttled the idea in its infancy he cast about for some other\nplan.\n\nEven as he stood there thinking the great detective and his companions\nwere entering the automobile to drive away. In a moment they would be\ngone. Were they not, after all, the very men, the only men, in fact, to\nassist him in his dilemma? At least he could test them out. If necessary\nhe would divide the reward with them! Running toward the road Willie\nshouted to the departing sleuth. The car, moving slowly forward in low,\ncame again to rest. Willie leaped to the running board.\n\n“If I tell you where the murderer is,” he whispered hoarsely, “do I git\nthe $50.00?”\n\nDetective Burton was too old a hand to ignore even the most seemingly\nimpossible of aids. He laid a kindly hand on Willie's shoulder. “You bet\nyou do,” he replied heartily, “and what's more I'll add another fifty to\nit. What do you know?”\n\n“I seen the murderer this mornin',” Willie was gasping with excitement\nand elation. Already the one hundred dollars was as good as his. One\nhundred dollars! Willie “Goshed!” mentally even as he told his tale. “He\ncome to our house an' bought some vittles an' stuff. Paw didn't know who\nhe wuz; but when Paw went inside he told me he was The Oskaloosie Kid\n'n' thet he robbed a house last night and killed a man, 'n' he had a\nwhole pocket full o' money, 'n' he said he'd kill me ef I told.”\n\nDetective Burton could scarce restrain a smile as he listened to this\nwildly improbable tale, yet his professional instinct was too keen to\npermit him to cast aside as worthless the faintest evidence until he had\nproven it to be worthless. He stepped from the car again and motioning\nto Willie to follow him returned to the Case yard where Jeb was already\ncoming toward the gate, having noted the interest which his son\nwas arousing among the occupants of the car. Willie pulled at the\ndetective's sleeve. “Don't tell Paw about the reward,” he begged; “he'll\nkeep it all hisself.”\n\nBurton reassured the boy with a smile and a nod, and then as he neared\nJeb he asked him if a young man had been at his place that morning\nasking for food.\n\n“Sure,” replied Jeb; “but he didn't 'mount to nothin'. One o' these here\nsummer camper pests. He paid fer all he got. Had a roll o' bills 's big\nas ye fist. Little feller he were, not much older 'n' Willie.”\n\n“Did you know that he told your son that he was The Oskaloosa Kid and\nthat he had robbed a house and killed a man last night?”\n\n“Huh?” exclaimed Jeb. Then he turned and cast one awful look at\nWillie--a look large with menace.\n\n“Honest, Paw,” pleaded the boy. “I was a-scairt to tell you, 'cause he\nsaid he'd kill me ef I told.”\n\nJeb scratched his head. “Yew know what you'll get ef you're lyin' to\nme,” he threatened.\n\n“I believe he's telling the truth,” said detective Burton. “Where is the\nman now?” he asked Willie.\n\n“Down to the Squibbs' place,” and Willie jerked a dirty thumb toward the\neast.\n\n“Not now,” said Burton; “we just came from there; but there has been\nsomeone there this morning, for there is still a fire in the kitchen\nrange. Does anyone live there?”\n\n“I should say not,” said Willie emphatically; “the place is haunted.”\n\n“Thet's right,” interjected Jeb. “Thet's what they do say, an' this here\nOskaloosie Kid said they heered things las' night an' seed a dead man on\nthe floor, didn't he M'randy?” M'randy nodded her head.\n\n“But I don't take no stock in what Willie's ben tellin' ye,” she\ncontinued, “'n' ef his paw don't lick him I will. I told him tell I'm\ngood an' tired o' talkin' thet one liar 'round a place wuz all I could\nstand,” and she cast a meaning glance at her husband.\n\n“Honest, Maw, I ain't a-lyin',” insisted Willie. “Wot do you suppose\nhe give me this fer, if it wasn't to keep me from talkin',” and the boy\ndrew a crumpled one dollar bill from his pocket. It was worth the dollar\nto escape a thrashing.\n\n“He give you thet?” asked his mother. Willie nodded assent.\n\n“'N' thet ain't all he had neither,” he said. “Beside all them bills he\nshowed me a whole pocket full o' jewlry, 'n' he had a string o' things\nthet I don't know jest what you call 'em; but they looked like they\nwas made outen the inside o' clam shells only they was all round like\nmarbles.”\n\nDetective Burton raised his eyebrows. “Miss Prim's pearl necklace,” he\ncommented to the man at his side. The other nodded. “Don't punish your\nson, Mrs. Case,” he said to the woman. “I believe he has discovered a\ngreat deal that will help us in locating the man we want. Of course I am\ninterested principally in finding Miss Prim--her father has engaged me\nfor that purpose; but I think the arrest of the perpetrators of any of\nlast night's crimes will put us well along on the trail of the missing\nyoung lady, as it is almost a foregone conclusion that there is a\nconnection between her disappearance and some of the occurrences which\nhave so excited Oakdale. I do not mean that she was a party to any\ncriminal act; but it is more than possible that she was abducted by the\nsame men who later committed the other crimes.”\n\nThe Cases hung open-mouthed upon his words, while his companions\nwondered at the loquaciousness of this ordinarily close-mouthed man,\nwho, as a matter of fact, was but attempting to win the confidence of\nthe boy on the chance that even now he had not told all that he knew;\nbut Willie had told all.\n\nFinding, after a few minutes further conversation, that he could glean\nno additional information the detective returned to his car and drove\nwest toward Millsville on the assumption that the fugitives would seek\nescape by the railway running through that village. Only thus could he\naccount for their turning off the main pike. The latter was now well\nguarded all the way to Payson; while the Millsville road was still open.\n\nNo sooner had he departed than Willie Case disappeared, nor did he\nanswer at noon to the repeated ringing of the big, farm dinner bell.\n\nHalf way between the Case farm and Millsville detective Burton saw, far\nahead along the road, two figures scale a fence and disappear behind\nthe fringing blackberry bushes which grew in tangled profusion on either\nside. When they came abreast of the spot he ordered the driver to stop;\nbut though he scanned the open field carefully he saw no sign of living\nthing.\n\n“There are two men hiding behind those bushes,” he said to his\ncompanions in a low whisper. “One of you walk ahead about fifty yards\nand the other go back the same distance and then climb the fence. When\nI see you getting over I'll climb it here. They can't get away from us.”\n To the driver he said: “You have a gun. If they make a break go after\n'em. You can shoot if they don't stop when you tell 'em to.”\n\nThe two men walked in opposite directions along the road, and when\nBurton saw them turn in and start to climb the fence he vaulted over the\npanel directly opposite the car. He had scarcely alighted upon the other\nside when his eyes fell upon the disreputable figures of two tramps\nstretched out upon their backs and snoring audibly. Burton grinned.\n\n“You two sure can go to sleep in a hurry,” he said. One of the men\nopened his eyes and sat up. When he saw who it was that stood over him\nhe grinned sheepishly.\n\n“Can't a guy lie down fer a minute in de bushes widout bein' pinched?”\n he asked. The other man now sat up and viewed the newcomer, while from\neither side Burton's companions closed in on the three.\n\n“Wot's de noise?” inquired the second tramp, looking from one to another\nof the intruders. “We ain't done nothin'.”\n\n“Of course not, Charlie,” Burton assured him gaily. “Who would ever\nsuspect that you or The General would do anything; but somebody did\nsomething in Oakdale last night and I want to take you back there and\nhave a nice, long talk with you. Put your hands up!”\n\n“We--.”\n\n“Put 'em up!” snapped Burton, and when the four grimy fists had been\nelevated he signalled to his companions to search the two men.\n\nNothing more formidable than knives, dope, and a needle were found upon\nthem.\n\n“Say,” drawled Dopey Charlie. “We knows wot we knows; but hones' to gawd\nwe didn't have nothin' to do wid it. We knows the guy that pulled it\noff--we spent las' night wid him an' his pal an' a skoit. He creased\nme, here,” and Charlie unbuttoned his clothing and exposed to view the\nbloody scratch of The Oskaloosa Kid's bullet. “On de level, Burton, we\nwern't in on it. Dis guy was at dat Squibbs' place wen we pulls in dere\nouten de rain. He has a pocket full o' kale an' sparklers an' tings, and\nhe goes fer to shoot me up wen I tries to get away.”\n\n“Who was he?” asked Burton.\n\n“He called hisself de Oskaloosa Kid,” replied Charlie. “A guy called\nBridge was wid him. You know him?”\n\n“I've heard of him; but he's straight,” replied Burton. “Who was the\nskirt?”\n\n“I dunno,” said Charlie; “but she was gassin' 'bout her pals croakin' a\nguy an' turnin' 'im outten a gas wagon, an' dis Oskaloosa Kid he croaks\nsome old guy in Oakdale las' night. Mebby he ain't a bad 'un though!”\n\n“Where are they now?” asked Burton.\n\n“We got away from 'em at the Squibbs' place this mornin',” said Charlie.\n\n“Well,” said Burton, “you boes come along with me. If you ain't done\nnothing the worst you'll get'll be three squares and a place to sleep\nfor a few days. I want you where I can lay my hands on you when I need\na couple of witnesses,” and he herded them over the fence and into the\nmachine. As he himself was about to step in he felt suddenly of his\nbreast pocket.\n\n“What's the matter?” asked one of his companions.\n\n“I've lost my note book,” replied Burton; “it must have dropped out of\nmy pocket when I jumped the fence. Just wait a minute while I go look\nfor it,” and he returned to the fence, vaulted it and disappeared behind\nthe bushes.\n\nIt was fully five minutes before he returned but when he did there was a\nlook of satisfaction on his face.\n\n“Find it?” asked his principal lieutenant.\n\n“Yep,” replied Burton. “I wouldn't have lost it for anything.”\n\nBridge and his companions had made their way along the wooded path for\nperhaps a quarter of a mile when the man halted and drew back behind the\nfoliage of a flowering bush. With raised finger he motioned the others\nto silence and then pointed through the branches ahead. The boy and\nthe girl, tense with excitement, peered past the man into a clearing in\nwhich stood a log shack, mud plastered; but it was not the hovel which\nheld their mute attention--it was rather the figure of a girl, bare\nheaded and bare footed, who toiled stubbornly with an old spade at a\nlong, narrow excavation.\n\nAll too suggestive in itself was the shape of the hole the girl was\ndigging; there was no need of the silent proof of its purpose which lay\nbeside her to tell the watchers that she worked alone in the midst of\nthe forest solitude upon a human grave. The thing wrapped in an old\nquilt lay silently waiting for the making of its last bed.\n\nAnd as the three watched her other eyes watched them and the digging\ngirl--wide, awestruck eyes, filled with a great terror, yet now and\nagain half closing in the shrewd expression of cunning that is a hall\nmark of crafty ignorance.\n\nAnd as they watched, their over-wrought nerves suddenly shuddered to the\ngrewsome clanking of a chain from the dark interior of the hovel.\n\nThe youth, holding tight to Bridge's sleeve, strove to pull him away.\n\n“Let's go back,” he whispered in a voice that trembled so that he could\nscarce control it.\n\n“Yes, please,” urged the girl. “Here is another path leading toward the\nnorth. We must be close to a road. Let's get away from here.”\n\nThe digger paused and raised her head, listening, as though she had\ncaught the faint, whispered note of human voices. She was a black haired\ngirl of nineteen or twenty, dressed in a motley of flowered calico and\nsilk, with strings of gold and silver coins looped around her olive\nneck. Her bare arms were encircled by bracelets--some cheap and gaudy,\nothers well wrought from gold and silver. From her ears depended\nornaments fashioned from gold coins. Her whole appearance was barbaric,\nher occupation cast a sinister haze about her; and yet her eyes seemed\nfashioned for laughter and her lips for kissing.\n\nThe watchers remained motionless as the girl peered first in one\ndirection and then in another, seeking an explanation of the sounds\nwhich had disturbed her. Her brows were contracted into a scowl of\napprehension which remained even after she returned to her labors, and\nthat she was ill at ease was further evidenced by the frequent pauses\nshe made to cast quick glances toward the dense tanglewood surrounding\nthe clearing.\n\nAt last the grave was dug. The girl climbed out and stood looking down\nupon the quilt wrapped thing at her feet. For a moment she stood there\nas silent and motionless as the dead. Only the twittering of birds\ndisturbed the quiet of the wood. Bridge felt a soft hand slipped into\nhis and slender fingers grip his own. He turned his eyes to see the\nboy at his side gazing with wide eyes and trembling lips at the tableau\nwithin the clearing. Involuntarily the man's hand closed tightly upon\nthe youth's.\n\nAnd as they stood thus the silence was shattered by a loud and human\nsneeze from the thicket not fifty feet from where they stood. Instantly\nthe girl in the clearing was electrified into action. Like a tigress\ncharging those who stalked her she leaped swiftly across the clearing\ntoward the point from which the disturbance had come. There was an\nanswering commotion in the underbrush as the girl crashed through, a\nslender knife gleaming in her hand.\n\nBridge and his companions heard the sounds of a swift and short pursuit\nfollowed by voices, one masterful, the other frightened and whimpering;\nand a moment afterward the girl reappeared dragging a boy with her--a\nwide-eyed, terrified, country boy who begged and blubbered to no avail.\n\nBeside the dead man the girl halted and then turned on her captive. In\nher right hand she still held the menacing blade.\n\n“What you do there watching me for?” she demanded. “Tell me the truth,\nor I kill you,” and she half raised the knife that he might profit in\nhis decision by this most potent of arguments.\n\nThe boy cowered. “I didn't come fer to watch you,” he whimpered. “I'm\nlookin' for somebody else. I'm goin' to be a dee-tectiff, an' I'm\nshadderin' a murderer;” and he gasped and stammered: “But not you. I'm\nlookin' for another murderer.”\n\nFor the first time the watchers saw a faint smile touch the girl's lips.\n\n“What other murderer?” she asked. “Who has been murdered?”\n\n“Two an' mebby three in Oakdale last night,” said Willie Case more\nglibly now that a chance for disseminating gossip momentarily outweighed\nhis own fears. “Reginald Paynter was murdered an' ol' man Baggs an'\nAbigail Prim's missin'. Like es not she's been murdered too, though\nthey do say as she had a hand in it, bein' seen with Paynter an' The\nOskaloosie Kid jest afore the murder.”\n\nAs the boy's tale reached the ears of the three hidden in the\nunderbrush Bridge glanced quickly at his companions. He saw the boy's\nhorror-stricken expression follow the announcement of the name of the\nmurdered Paynter, and he saw the girl flush crimson.\n\nWithout urging, Willie Case proceeded with his story. He told of the\ncoming of The Oskaloosa Kid to his father's farm that morning and\nof seeing some of the loot and hearing the confession of robbery and\nkilling in Oakdale the night before. Bridge looked down at the youth\nbeside him; but the other's face was averted and his eyes upon the\nground. Then Willie told of the arrival of the great detective, of the\nreward that had been offered and of his decision to win it and become\nrich and famous in a single stroke. As he reached the end of his\nnarrative he leaned close to the girl, whispering in her ear the while\nhis furtive gaze wandered toward the spot where the three lay concealed.\n\nBridge shrugged his shoulders as the palpable inference of that cunning\nglance was borne in upon him. The boy's voice had risen despite his\nefforts to hold it to a low whisper for what with the excitement of the\nadventure and his terror of the girl with the knife he had little or\nno control of himself, yet it was evident that he did not realize that\npractically every word he had spoken had reached the ears of the three\nin hiding and that his final precaution as he divulged the information\nto the girl was prompted by an excess of timidity and secretiveness.\n\nThe eyes of the girl widened in surprise and fear as she learned that\nthree watchers lay concealed at the verge of the clearing. She bent\na long, searching look in the direction indicated by the boy and then\nturned her eyes quickly toward the hut as though to summon aid. At the\nsame moment Bridge stepped from hiding into the clearing. His pleasant\n'Good morning!' brought the girl around, facing him.\n\n“What you want?” she snapped.\n\n“I want you and this young man,” said Bridge, his voice now suddenly\nstern. “We have been watching you and followed you from the Squibbs\nhouse. We found the dead man there last night;” Bridge nodded toward the\nquilt enveloped thing upon the ground; “and we suspect that you had\nan accomplice.” Here he frowned meaningly upon Willie Case. The youth\ntrembled and stammered.\n\n“I never seen her afore,” he cried. “I don' know nothin' about it.\nHonest I don't.” But the girl did not quail.\n\n“You get out,” she commanded. “You a bad man. Kill, steal. He know; he\ntell me. You get out or I call Beppo. He keel you. He eat you.”\n\n“Come, come, now, my dear,” urged Bridge, “be calm. Let us get at the\nroot of this thing. Your young friend accuses me of being a murderer,\ndoes he? And he tells about murders in Oakdale that I have not even\nheard of. It seems to me that he must have some guilty knowledge himself\nof these affairs. Look at him and look at me. Notice his ears, his chin,\nhis forehead, or rather the places where his chin and forehead should\nbe, and then look once more at me. Which of us might be a murderer and\nwhich a detective? I ask you.\n\n“And as for yourself. I find you here in the depths of the wood digging\na lonely grave for a human corpse. I ask myself: was this man murdered?\nbut I do not say that he was murdered. I wait for an explanation from\nyou, for you do not look a murderer, though I cannot say as much for\nyour desperate companion.”\n\nThe girl looked straight into Bridge's eyes for a full minute before she\nreplied as though endeavoring to read his inmost soul.\n\n“I do not know this boy,” she said. “That is the truth. He was spying\non me, and when I found him he told me that you and your companions were\nthieves and murderers and that you were hiding there watching me. You\ntell me the truth, all the truth, and I will tell you the truth. I have\nnothing to fear. If you do not tell me the truth I shall know it. Will\nyou?”\n\n“I will,” replied Bridge, and then turning toward the brush he called:\n“Come here!” and presently a boy and a girl, dishevelled and fearful,\ncrawled forth into sight. Willie Case's eyes went wide as they fell upon\nthe Oskaloosa Kid.\n\nQuickly and simply Bridge told the girl the story of the past night, for\nhe saw that by enlisting her sympathy he might find an avenue of escape\nfor his companions, or at least a haven of refuge where they might hide\nuntil escape was possible. “And then,” he said in conclusion, “when the\nsearchers arrived we followed the foot prints of yourself and the bear\nuntil we came upon you digging this grave.”\n\nBridge's companions and Willie Case looked their surprise at his\nmention of a bear; but the gypsy girl only nodded her head as she had\noccasionally during his narrative.\n\n“I believe you,” said the girl. “It is not easy to deceive Giova. Now I\ntell you. This here,” she pointed toward the dead man, “he my father. He\nbad man. Steal; kill; drink; fight; but always good to Giova. Good to no\none else but Beppo. He afraid Beppo. Even our people drive us out he, my\nfather, so bad man. We wander 'round country mak leetle money when Beppo\ndance; mak lot money when HE steal. Two days he no come home. I go las'\nnight look for him. Sometimes he too drunk come home he sleep Squeebs.\nI go there. I find heem dead. He have fits, six, seven year. He die fit.\nBeppo stay guard heem. I carry heem home. Giova strong, he no very large\nman. Beppo come too. I bury heem. No one know we leeve here. Pretty soon\nI go way with Beppo. Why tell people he dead. Who care? Mak lot trouble\nfor Giova whose heart already ache plenty. No one love heem, only Beppo\nand Giova. No one love Giova, only Beppo; but some day Beppo he\nkeel Giova now HE is dead, for Beppo vera large, strong bear--fierce\nbear--ogly bear. Even Giova who love Beppo is afraid Beppo. Beppo devil\nbear! Beppo got evil eye.\n\n“Well,” said Bridge, “I guess, Giova, that you and we are in the same\nboat. We haven't any of us done anything so very bad but it would be\nembarrassing to have to explain to the police what we have done,” here\nhe glanced at The Oskaloosa Kid and the girl standing beside the youth.\n“Suppose we form a defensive alliance, eh? We'll help you and you help\nus. What do you say?”\n\n“All right,” acquiesced Giova; “but what we do with this?” and she\njerked her thumb toward Willie Case.\n\n“If he don't behave we'll feed him to Beppo,” suggested Bridge.\n\nWillie shook in his boots, figuratively speaking, for in reality he\nshook upon his bare feet. “Lemme go,” he wailed, “an' I won't tell\nnobody nothin'.”\n\n“No,” said Bridge, “you don't go until we're safely out of here. I\nwouldn't trust that vanishing chin of yours as far as I could throw\nBeppo by the tail.”\n\n“Wait!” exclaimed The Oskaloosa Kid. “I have it!”\n\n“What have you?” asked Bridge.\n\n“Listen!” cried the boy excitedly. “This boy has been offered a hundred\ndollars for information leading to the arrest and conviction of the men\nwho robbed and murdered in Oakdale last night. I'll give him a hundred\ndollars if he'll go away and say nothing about us.”\n\n“Look here, son,” said Bridge, “every time you open your mouth you put\nyour foot in it. The less you advertise the fact that you have a hundred\ndollars the better off you'll be. I don't know how you come by so much\nwealth; but in view of several things which occurred last night I should\nnot be crazy, were I you, to have to make a true income tax return.\nSomehow I have faith in you; but I doubt if any minion of the law would\nbe similarly impressed.”\n\nThe Oskaloosa Kid appeared hurt and crestfallen. Giova shot a suspicious\nglance at him. The other girl involuntarily drew away. Bridge noted the\nact and shook his head. “No,” he said, “we mustn't judge one another\nhastily, Miss Prim, and I take it you are Miss Prim?” The girl made a\nhalf gesture of denial, started to speak, hesitated and then resumed. “I\nwould rather not say who I am, please,” she said.\n\n“Well,” said the man, “let's take one another at face value for a while,\nwithout digging too deep into the past; and now for our plans. This wood\nwill be searched; but I don't see how we are to get out of it before\ndark as the roads are doubtless pretty well patrolled, or at least every\nfarmer is on the lookout for suspicious strangers. So we might as\nwell make the best of it here for the rest of the day. I think we're\nreasonably safe for the time being--if we keep Willie with us.”\n\nWillie had been an interested auditor of all that passed between his\ncaptors. He was obviously terrified; but his terror did not prevent him\nfrom absorbing all that he heard, nor from planning how he might utilize\nthe information. He saw not only one reward but several and a glorious\npublicity which far transcended the most sanguine of his former dreams.\nHe saw his picture not only in the Oakdale Tribune but in the newspapers\nof every city of the country. Assuming a stern and arrogant expression,\nor rather what he thought to be such, he posed, mentally, for the\nnewspaper cameramen; and such is the power of association of ideas\nthat he was presently strolling nonchalantly before a battery of motion\npicture machines. “Gee!” he murmured, “won't the other fellers be sore!\nI s'ppose Pinkerton'll send for me 'bout the first thing 'n' offer me\ntwenty fi' dollars a week, er mebbie more 'n thet. Gol durn, ef I don't\nhold out fer thirty! Gee!” Words, thoughts even, failed him.\n\nAs the others planned they rather neglected Willie and when they came to\nassisting Giova in lowering her father into the grave and covering him\nover with earth they quite forgot Willie entirely. It was The Oskaloosa\nKid who first thought of him. “Where's the boy?” he cried suddenly. The\nothers looked quickly about the clearing, but no Willie was to be seen.\n\nBridge shook his head ruefully. “We'll have to get out of this in\na hurry now,” he said. “That little defective will have the whole\nneighborhood on us in an hour.”\n\n“Oh, what can we do?” cried the girl. “They mustn't find us! I should\nrather die than be found here with--” She stopped abruptly, flushed\nscarlet as the other three looked at her in silence, and then: “I am\nsorry,” she said. “I didn't know what I was saying. I am so frightened.\nYou have all been good to me.”\n\n“I tell you what we do.” It was Giova speaking in the masterful voice of\none who has perfect confidence in his own powers. “I know fine way out.\nThis wood circle back south through swamp mile, mile an' a half. The\nroad past Squeebs an' Case's go right through it. I know path there I\nfin' myself. We on'y have to cross road, that only danger. Then we reach\nleetle stream south of woods, stream wind down through Payson. We all\ngo Gypsies. I got lot clothing in house. We all go Gypsies, an' when we\nreach Payson we no try hide--jus' come out on street with Beppo. Mak'\nBeppo dance. No one think we try hide. Then come night we go 'way. Find\nmore wood an' leetle lake other side Payson. I know place. We hide there\nlong time. No one ever fin' us there. We tell two, three, four people\nin Payson we go Oakdale. They look Oakdale for us if they wan' fin' us.\nThey no think look where we go. See?”\n\n“Oh, I can't go to Payson,” exclaimed the other girl. “Someone would be\nsure to recognize me.”\n\n“You come in house with me,” Giova assured her, “I feex you so your own\nmother no know you. You mens come too. I geeve you what to wear like\nGypsy mens. We got lots things. My father, him he steal many things from\nour people after they drive us out. He go back by nights an' steal.”\n\nThe three followed her toward the little hovel since there seemed no\nbetter plan than that which she had offered. Giova and the other girl\nwere in the lead, followed by Bridge and the boy. The latter turned to\nthe man and placed a hand upon his arm. “Why don't you leave us,” he\nasked. “You have done nothing. No one is looking for you. Why don't you\ngo your way and save yourself from suspicion.”\n\nBridge did not reply.\n\n“I believe,” the youth went on, “that you are doing it for me; but why I\ncan't guess.”\n\n“Maybe I am,” Bridge half acknowledged. “You're a good little kid, but\nyou need someone to look after you. It would be easier though if you'd\ntell me the truth about yourself, which you certainly haven't up to\nnow.”\n\n“Please don't ask me,” begged the boy. “I can't; honestly I can't.”\n\n“Is it as bad as that?” asked the man.\n\n“Oh, it's worse,” cried The Oskaloosa Kid. “It's a thousand times worse.\nDon't make me tell you, for if I do tell I shall have to leave you,\nand--and, oh, Bridge, I don't want to leave you--ever!”\n\nThey had reached the door of the cabin now and were looking in past the\ngirl who had halted there as Giova entered. Before them was a small room\nin which a large, vicious looking brown bear was chained.\n\n“Behold our ghost of last night!” exclaimed Bridge. “By George! though,\nI'd as soon have hunted a real ghost in the dark as to have run into\nthis fellow.”\n\n“Did you know last night that it was a bear?” asked the Kid. “You told\nGiova that you followed the footprints of herself and her bear; but you\nhad not said anything about a bear to us.”\n\n“I had an idea last night,” explained Bridge, “that the sounds were\nproduced by some animal dragging a chain; but I couldn't prove it and so\nI said nothing, and then this morning while we were following the trail\nI made up my mind that it was a bear. There were two facts which argued\nthat such was the case. The first is that I don't believe in ghosts and\nthat even if I did I would not expect a ghost to leave footprints in\nthe mud, and the other is that I knew that the footprints of a bear are\nstrangely similar to those of the naked feet of man. Then when I saw the\nGypsy girl I was sure that what we had heard last night was nothing more\nnor less than a trained bear. The dress and appearance of the dead man\nlent themselves to a furtherance of my belief and the wisp of brown hair\nclutched in his fingers added still further proof.”\n\nWithin the room the bear was now straining at his collar and growling\nferociously at the strangers. Giova crossed the room, scolding him\nand at the same time attempting to assure him that the newcomers\nwere friends; but the wicked expression upon the beast's face gave no\nindication that he would ever accept them as aught but enemies.\n\nIt was a breathless Willie who broke into his mother's kitchen wide eyed\nand gasping from the effects of excitement and a long, hard run.\n\n“Fer lan' sakes!” exclaimed Mrs. Case. “Whatever in the world ails you?”\n\n“I got 'em; I got 'em!” cried Willie, dashing for the telephone.\n\n“Fer lan' sakes! I should think you did hev 'em,” retorted his mother as\nshe trailed after him in the direction of the front hall. “'N' whatever\nyou got, you got 'em bad. Now you stop right where you air 'n' tell me\nwhatever you got. 'Taint likely it's measles, fer you've hed them three\ntimes, 'n' whoopin' cough ain't 'them,' it's 'it,' 'n'--.” Mrs. Case\npaused and gasped--horrified. “Fer lan' sakes, Willie Case, you come\nright out o' this house this minute ef you got anything in your head.”\n She made a grab for Willie's arm; but the boy dodged and reached the\ntelephone.\n\n“Shucks!” he cried. “I ain't got nothin' in my head,” nor did either\nsense the unconscious humor of the statement. “What I got is a gang o'\nthieves an' murderers, an' I'm callin' up thet big city deetectiff to\ncome arter 'em.”\n\nMrs. Case sank into a chair, prostrated by the weight of her emotions,\nwhile Willie took down the receiver after ringing the bell to attract\ncentral. Finally he obtained his connection, which was with Jonas Prim's\nbank where detective Burton was making his headquarters. Here he learned\nthat Burton had not returned; but finally gave his message reluctantly\nto Jonas Prim after exacting a promise from that gentleman that he would\nbe personally responsible for the payment of the reward. What Willie\nCase told Jonas Prim had the latter in a machine, with half a dozen\ndeputy sheriffs and speeding southward from Oakdale inside of ten\nminutes.\n\nA short distance out from town they met detective Burton with his two\nprisoners. After a hurried consultation Dopey Charlie and The General\nwere unloaded and started on the remainder of their journey afoot under\nguard of two of the deputies, while Burton's companions turned and\nfollowed the other car, Burton taking a seat beside Prim.\n\n“He said that he could take us right to where Abigail is,” Mr. Prim\nwas explaining to Burton, “and that this Oskaloosa Kid is with her,\nand another man and a foreign looking girl. He told a wild story about\nseeing them burying a dead man in the woods back of Squibbs' place. I\ndon't know how much to believe, or whether to believe any of it; but\nwe can't afford not to run down every clew. I can't believe that my\ndaughter is wilfully consorting with such men. She always has been full\nof life and spirit; but she's got a clean mind, and her little escapades\nhave always been entirely harmless--at worst some sort of boyish prank.\nI simply won't believe it until I see it with my own eyes. If she's with\nthem she's being held by force.”\n\nBurton made no reply. He was not a man to jump to conclusions. His\nsuccess was largely due to the fact that he assumed nothing; but merely\nran down each clew quickly yet painstakingly until he had a foundation\nof fact upon which to operate. His theory was that the simplest way is\nalways the best way and so he never befogged the main issue with any\nelaborate system of deductive reasoning based on guesswork. Burton never\nguessed. He assumed that it was his business to KNOW, nor was he on any\ncase long before he did know. He was employed now to find Abigail Prim.\nEach of the several crimes committed the previous night might or might\nnot prove a clew to her whereabouts; but each must be run down in the\nprocess of elimination before Burton could feel safe in abandoning it.\n\nAlready he had solved one of them to his satisfaction; and Dopey Charlie\nand The General were, all unknown to themselves, on the way to the\ngallows for the murder of Old John Baggs. When Burton had found them\nsimulating sleep behind the bushes beside the road his observant eyes\nhad noticed something that resembled a hurried cache. The excuse of a\nlost note book had taken him back to investigate and to find the loot\nof the Baggs's crime wrapped in a bloody rag and hastily buried in a\nshallow hole.\n\nWhen Burton and Jonas Prim arrived at the Case farm they were met by a\nnew Willie. A puffed and important young man swaggered before them as\nhe retold his tale and led them through the woods toward the spot where\nthey were to bag their prey. The last hundred yards was made on hands\nand knees; but when the party arrived at the clearing there was no one\nin sight, only the hovel stood mute and hollow-eyed before them.\n\n“They must be inside,” whispered Willie to the detective.\n\nBurton passed a whispered word to his followers. Stealthily they crept\nthrough the underbrush until the cabin was surrounded; then, at a signal\nfrom their leader they rose and advanced upon the structure.\n\nNo evidence of life indicated their presence had been noted, and Burton\ncame to the very door of the cabin unchallenged. The others saw him\npause an instant upon the threshold and then pass in. They closed behind\nhim. Three minutes later he emerged, shaking his head.\n\n“There is no one here,” he announced.\n\nWillie Case was crestfallen. “But they must be,” he pleaded. “They must\nbe. I saw 'em here just a leetle while back.”\n\nBurton turned and eyed the boy sternly. Willie quailed. “I seen 'em,” he\ncried. “Hones' I seen 'em. They was here just a few minutes ago. Here's\nwhere they burrit the dead man,” and he pointed to the little mound of\nearth near the center of the clearing.\n\n“We'll see,” commented Burton, tersely, and he sent two of his men back\nto the Case farm for spades. When they returned a few minutes' labor\nrevealed that so much of Willie's story was true, for a quilt wrapped\ncorpse was presently unearthed and lying upon the ground beside its\nviolated grave. Willie's stock rose once more to par.\n\nIn an improvised litter they carried the dead man back to Case's farm\nwhere they left him after notifying the coroner by telephone. Half of\nBurton's men were sent to the north side of the woods and half to the\nroad upon the south of the Squibbs' farm. There they separated and\nformed a thin line of outposts about the entire area north of the road.\nIf the quarry was within it could not escape without being seen. In the\nmean time Burton telephoned to Oakdale for reinforcements, as it would\nrequire fifty men at least to properly beat the tangled underbrush of\nthe wood.\n\n                        *****\n\n\nIn a clump of willows beside the little stream which winds through the\ntown of Payson a party of four halted on the outskirts of the town.\nThere were two men, two young women and a huge brown bear. The men and\nwomen were, obviously, Gypsies. Their clothing, their head-dress, their\nbarbaric ornamentation proclaimed the fact to whoever might pass; but no\none passed.\n\n“I think,” said Bridge, “that we will just stay where we are until after\ndark. We haven't passed or seen a human being since we left the cabin.\nNo one can know that we are here and if we stay here until late to-night\nwe should be able to pass around Payson unseen and reach the wood to the\nsouth of town. If we do meet anyone to-night we'll stop them and inquire\nthe way to Oakdale--that'll throw them off the track.”\n\nThe others acquiesced in his suggestion; but there were queries about\nfood to be answered. It seemed that all were hungry and that the bear\nwas ravenous.\n\n“What does he eat?” Bridge asked of Giova.\n\n“Mos' anything,” replied the girl. “He like garbage fine. Often I take\nhim into towns late, ver' late at night an' he eat swill. I do that\nto-night. Beppo, he got to be fed or he eat Giova. I go feed Beppo, you\ngo get food for us; then we all meet at edge of wood just other side\ntown near old mill.”\n\nDuring the remainder of the afternoon and well after dark the party\nremained hidden in the willows. Then Giova started out with Beppo in\nsearch of garbage cans, Bridge bent his steps toward a small store upon\nthe outskirts of town where food could be purchased, The Oskaloosa Kid\nhaving donated a ten dollar bill for the stocking of the commissariat,\nand the youth and the girl made their way around the south end of the\ntown toward the meeting place beside the old mill.\n\nAs Bridge moved through the quiet road at the outskirts of the little\ntown he let his mind revert to the events of the past twenty four hours\nand as he pondered each happening since he met the youth in the dark of\nthe storm the preceding night he asked himself why he had cast his\nlot with these strangers. In his years of vagabondage Bridge had never\ncrossed that invisible line which separates honest men from thieves and\nmurderers and which, once crossed, may never be recrossed. Chance and\nnecessity had thrown him often among such men and women; but never had\nhe been of them. The police of more than one city knew Bridge--they knew\nhim, though, as a character and not as a criminal. A dozen times he had\nbeen arraigned upon suspicion; but as many times had he been released\nwith a clean bill of morals until of late Bridge had become almost\nimmune from arrest. The police who knew him knew that he was straight\nand they knew, too, that he would give no information against another\nman. For this they admired him as did the majority of the criminals with\nwhom he had come in contact during his rovings.\n\nThe present crisis, however, appeared most unpromising to Bridge. Grave\ncrimes had been committed in Oakdale, and here was Bridge conniving\nin the escape of at least two people who might readily be under police\nsuspicion. It was difficult for the man to bring himself to believe that\neither the youth or the girl was in any way actually responsible for\neither of the murders; yet it appeared that the latter had been present\nwhen a murder was committed and now by attempting to elude the police\nhad become an accessory after the fact, since she possessed knowledge\nof the identity of the actual murderer; while the boy, by his own\nadmission, had committed a burglary.\n\nBridge shook his head wearily. Was he not himself an accessory after the\nfact in the matter of two crimes at least? These new friends, it seemed,\nwere about to topple him into the abyss which he had studiously avoided\nfor so long a time. But why should he permit it? What were they to him?\n\nA freight train was puffing into the siding at the Payson station.\nBridge could hear the complaining brakes a mile away. It would be easy\nto leave the town and his dangerous companions far behind him; but even\nas the thought forced its way into his mind another obtruded itself to\nshoulder aside the first. It was recollection of the boy's words: “Oh,\nBridge, I don't want to leave you--ever.”\n\n“I couldn't do it,” mused Bridge. “I don't know just why; but I\ncouldn't. That kid has certainly got me. The first thing someone knows\nI'll be starting a foundlings' home. There is no question but that I am\nthe soft mark, and I wonder why it is--why a kid I never saw before\nlast night has a strangle hold on my heart that I can't shake loose--and\ndon't want to. Now if it was a girl I could understand it.” Bridge\nstopped suddenly in the middle of the road. From his attitude he might\nhave been startled either by a surprising noise or by a surprising\nthought. For a minute he stood motionless; then he shook his head again\nand proceeded along his way toward the little store; evidently if he had\nheard anything he was assured that it constituted no menace.\n\nAs he entered the store to make his purchases a foxeyed man saw him and\nstepped quickly behind the huge stove which had not as yet been taken\ndown for the summer. Bridge made his purchases, the volume of which\nrequired a large gunny-sack for transportation, and while he was\nthus occupied the fox-eyed man clung to his coign of vantage, himself\nunnoticed by the purchaser. When Bridge departed the other followed him,\nkeeping in the shadow of the trees which bordered the street. Around\nthe edge of town and down a road which led southward the two went until\nBridge passed through a broken fence and halted beside an abandoned\nmill. The watcher saw his quarry set down his burden, seat himself\nbeside it and proceed to roll a cigaret; then he faded away in the\ndarkness and Bridge was alone.\n\nFive or ten minutes later two slender figures appeared dimly out of the\nnorth. They approached timidly, stopping often and looking first this\nway and then that and always listening. When they arrived opposite the\nmill Bridge saw them and gave a low whistle. Immediately the two passed\nthrough the fence and approached him.\n\n“My!” exclaimed one. “I thought we never would get here; but we didn't\nsee a soul on the road. Where is Giova?”\n\n“She hasn't come yet,” replied Bridge, “and she may not. I don't see how\na girl can browse around a town like this with a big bear at night and\nnot be seen, and if she is seen she'll be followed--it would be too much\nof a treat for the rubes ever to be passed up--and if she's followed she\nwon't come here. At least I hope she won't.”\n\n“What's that?” exclaimed The Oskaloosa Kid. Each stood in silence,\nlistening.\n\nThe girl shuddered. “Even now that I know what it is it makes me creep,”\n she whispered, as the faint clanking of a distant chain came to their\nears.\n\n“We ought to be used to it by this time, Miss Prim,” said Bridge. “We\nheard it all last night and a good part of to-day.”\n\nThe girl made no comment upon the use of the name which he had applied\nto her, and in the darkness he could not see her features, nor did\nhe see the odd expression upon the boy's face as he heard the name\naddressed to her. Was he thinking of the nocturnal raid he so recently\nhad made upon the boudoir of Miss Abigail Prim? Was he pondering the\nfact that his pockets bulged to the stolen belongings of that young\nlady? But whatever was passing in his mind he permitted none of it to\npass his lips.\n\nAs the three stood waiting in silence Giova came presently among them,\nthe beast Beppo lumbering awkwardly at her side.\n\n“Did he find anything to eat?” asked the man.\n\n“Oh, yes,” exclaimed Giova. “He fill up now. That mak him better nature.\nBeppo not so ugly now.”\n\n“Well, I'm glad of that,” said Bridge. “I haven't been looking forward\nmuch to his company through the woods to-night--especially while he was\nhungry!”\n\nGiova laughed a low, musical little laugh. “I don' think he no hurt you\nanyway,” she said. “Now he know you my frien'.”\n\n“I hope you are quite correct in your surmise,” replied Bridge. “But\neven so I'm not taking any chances.”\n\n                          *****\n\n\nWillie Case had been taken to Payson to testify before the coroner's\njury investigating the death of Giova's father, and with the dollar\nwhich The Oskaloosa Kid had given him in the morning burning in his\npocket had proceeded to indulge in an orgy of dissipation the moment\nthat he had been freed from the inquest. Ice cream, red pop, peanuts,\ncandy, and soda water may have diminished his appetite but not his pride\nand self-satisfaction as he sat alone and by night for the first time in\na public eating place. Willie was now a man of the world, a bon vivant,\nas he ordered ham and eggs from the pretty waitress of The Elite\nRestaurant on Broadway; but at heart he was not happy for never before\nhad he realized what a great proportion of his anatomy was made up\nof hands and feet. As he glanced fearfully at the former, silhouetted\nagainst the white of the table cloth, he flushed scarlet, assured as he\nwas that the waitress who had just turned away toward the kitchen with\nhis order was convulsed with laughter and that every other eye in the\nestablishment was glued upon him. To assume an air of nonchalance and\nthereby impress and disarm his critics Willie reached for a toothpick in\nthe little glass holder near the center of the table and upset the sugar\nbowl. Immediately Willie snatched back the offending hand and glared\nferociously at the ceiling. He could feel the roots of his hair being\nconsumed in the heat of his skin. A quick side glance that required all\nhis will power to consummate showed him that no one appeared to have\nnoticed his faux pas and Willie was again slowly returning to normal\nwhen the proprietor of the restaurant came up from behind and asked him\nto remove his hat.\n\nNever had Willie Case spent so frightful a half hour as that within the\nbrilliant interior of The Elite Restaurant. Twenty-three minutes of this\neternity was consumed in waiting for his order to be served and seven\nminutes in disposing of the meal and paying his check. Willie's method\nof eating was in itself a sermon on efficiency--there was no lost\nmotion--no waste of time. He placed his mouth within two inches of his\nplate after cutting his ham and eggs into pieces of a size that would\npermit each mouthful to enter without wedging; then he mixed his mashed\npotatoes in with the result and working his knife and fork alternately\nwith bewildering rapidity shot a continuous stream of food into his\ngaping maw.\n\nIn addition to the meat and potatoes there was one vegetable in a\nside-dish and as dessert four prunes. The meat course gone Willie placed\nthe vegetable dish on the empty plate, seized a spoon in lieu of knife\nand fork and--presto! the side-dish was empty. Whereupon the prune dish\nwas set in the empty side-dish--four deft motions and there were no\nprunes--in the dish. The entire feat had been accomplished in 6:34 1/2,\nsetting a new world's record for red-headed farmer boys with one splay\nfoot.\n\nIn the remaining twenty five and one half seconds Willie walked what\nseemed to him a mile from his seat to the cashier's desk and at the\nlast instant bumped into a waitress with a trayful of dishes. Clutched\ntightly in Willie's hand was thirty five cents and his check with a like\namount written upon it. Amid the crash of crockery which followed the\ncollision Willie slammed check and money upon the cashier's desk and\nfled. Nor did he pause until in the reassuring seclusion of a dark\nside street. There Willie sank upon the curb alternately cold with fear\nand hot with shame, weak and panting, and into his heart entered the\niron of class hatred, searing it to the core.\n\nFortunately for youth it recuperates rapidly from mortal blows, and\nso it was that another half hour found Willie wandering up and down\nBroadway but at the far end of the street from The Elite Restaurant. A\nmotion picture theater arrested his attention; and presently, parting\nwith one of his two remaining dimes, he entered. The feature of the bill\nwas a detective melodrama. Nothing in the world could have better suited\nWillie's psychic needs. It recalled his earlier feats of the day,\nin which he took pardonable pride, and raised him once again to a\nself-confidence he had not felt since he entered the ever to be hated\nElite Restaurant.\n\nThe show over Willie set forth afoot for home. A long walk lay ahead of\nhim. This in itself was bad enough; but what lay at the end of the long\nwalk was infinitely worse, as Willie's father had warned him to return\nimmediately after the inquest, in time for milking, preferably. Before\nhe had gone two blocks from the theater Willie had concocted at least\nthree tales to account for his tardiness, either one of which would\nhave done credit to the imaginative powers of a Rider Haggard or a\nJules Verne; but at the end of the third block he caught a glimpse of\nsomething which drove all thoughts of home from his mind and came\nbut barely short of driving his mind out too. He was approaching the\nentrance to an alley. Old trees grew in the parkway at his side. At the\nstreet corner a half block away a high flung arc swung gently from its\nsupporting cables, casting a fair light upon the alley's mouth, and just\nemerging from behind the nearer fence Willie Case saw the huge bulk of a\nbear. Terrified, Willie jumped behind a tree; and then, fearful lest\nthe animal might have caught sight or scent of him he poked his head\ncautiously around the side of the bole just in time to see the figure of\na girl come out of the alley behind the bear. Willie recognized her at\nthe first glance--she was the very girl he had seen burying the dead man\nin the Squibbs woods. Instantly Willie Case was transformed again into\nthe shrewd and death defying sleuth. At a safe distance he followed the\ngirl and the bear through one alley after another until they came out\nupon the road which leads south from Payson. He was across the road when\nshe joined Bridge and his companions. When they turned toward the old\nmill he followed them, listening close to the rotting clapboards for\nany chance remark which might indicate their future plans. He heard them\ndebating the wisdom of remaining where they were for the night or moving\non to another location which they had evidently decided upon but no clew\nto which they dropped.\n\n“The objection to remaining here,” said Bridge, “is that we can't make a\nfire to cook by--it would be too plainly visible from the road.”\n\n“But I can no fin' road by dark,” explained Giova. “It bad road by day,\nver' much worse by night. Beppo no come 'cross swamp by night. No, we\ngot stay here til morning.”\n\n“All right,” replied Bridge, “we can eat some of this canned stuff and\nhave our ham and coffee after we reach camp tomorrow morning, eh?”\n\n“And now that we've gotten through Payson safely,” suggested The\nOskaloosa Kid, “let's change back into our own clothes. This disguise\nmakes me feel too conspicuous.”\n\nWillie Case had heard enough. His quarry would remain where it was\nover night, and a moment later Willie was racing toward Payson and a\ntelephone as fast as his legs would carry him.\n\nIn an old brick structure a hundred yards below the mill where the\nlighting machinery of Payson had been installed before the days of the\ngreat central power plant a hundred miles away four men were smoking as\nthey lay stretched upon the floor.\n\n“I tell you I seen him,” asserted one of the party. “I follered this\nBridge guy from town to the mill. He was got up like a Gyp; but I knew\nhim all right, all right. This scenery of his made me tink there was\nsomething phoney doin', or I wouldn't have trailed him, an' its a good\nting I done it, fer he hadn't ben there five minutes before along comes\nThe Kid an' a skirt and pretty soon a nudder chicken wid a calf on a\nstring, er mebbie it was a sheep--it was pretty husky lookin' fer a\nsheep though. An' I sticks aroun' a minute until I hears this here\nBridge guy call the first skirt 'Miss Prim.'”\n\nHe ceased speaking to note the effect of his words on his hearers. They\nwere electrical. The Sky Pilot sat up straight and slapped his thigh.\nSoup Face opened his mouth, letting his pipe fall out into his lap,\nsetting fire to his ragged trousers. Dirty Eddie voiced a characteristic\nobscenity.\n\n“So you sees,” went on Columbus Blackie, “we got a chanct to get both\nthe dame and The Kid. Two of us can take her to Oakdale an' claim\nthe reward her old man's offerin' an' de odder two can frisk de Kid,\nan'--an'--.”\n\n“An' wot?” queried The Sky Pilot.\n\n“Dere's de swamp handy,” suggested Soup Face.\n\n“I was tinkin' of de swamp,” said Columbus Blackie.\n\n“Eddie and I will return Miss Prim to her bereaved parents,” interrupted\nThe Sky Pilot. “You, Blackie, and Soup Face can arrange matters with The\nOskaloosa Kid. I don't care for details. We will all meet in Toledo as\nsoon as possible and split the swag. We ought to make a cleaning on this\njob, boes.”\n\n“You spit a mout'ful then,” said Columbus Blackie.\n\nThey fell to discussing way and means.\n\n“We'd better wait until they're asleep,” counseled The Sky Pilot. “Two\nof us can tackle this Bridge and hand him the k.o. quick. Eddie and Soup\nFace had better attend to that. Blackie can nab The Kid an' I'll annex\nMiss Abigail Prim. The lady with the calf we don't want. We'll tell her\nwe're officers of the law an' that she'd better duck with her live stock\nan' keep her trap shut if she don't want to get mixed up with a murder\ntrial.”\n\n                          *****\n\n\nDetective Burton was at the county jail in Oakdale administering the\nthird degree to Dopey Charlie and The General when there came a long\ndistance telephone call for him.\n\n“Hello!” said the voice at the other end of the line; “I'm Willie Case,\nan' I've found Miss Abigail Prim.”\n\n“Again?” queried Burton.\n\n“Really,” asserted Willie. “I know where she's goin' to be all night. I\nheard 'em say so. The Oskaloosie Kid's with her an' annuder guy an' the\ngirl I seen with the dead man in Squibbs' woods an' they got a BEAR!” It\nwas almost a shriek. “You'd better come right away an' bring Mr. Prim.\nI'll meet you on the ol' Toledo road right south of Payson, an' say, do\nI get the whole reward?”\n\n“You'll get whatever's coming to you, son,” replied Burton. “You say\nthere are two men and two women--are you sure that is all?”\n\n“And the bear,” corrected Willie.\n\n“All right, keep quiet and wait for me,” cautioned Burton. “You'll know\nme by the spot light on my car--I'll have it pointed straight up into\nthe air. When you see it coming get into the middle of the road and wave\nyour hands to stop us. Do you understand?”\n\n“Yes,” said Willie.\n\n“And don't talk to anyone,” Burton again cautioned him.\n\nA few minutes later Burton left Oakdale with his two lieutenants and a\ncouple of the local policemen, the car turning south toward Payson and\nmoving at ever accelerating speed as it left the town streets behind it\nand swung smoothly onto the country road.\n\n                        *****\n\n\nIt was after midnight when four men cautiously approached the old mill.\nThere was no light nor any sign of life within as they crept silently\nthrough the doorless doorway. Columbus Blackie was in the lead. He\nflashed a quick light around the interior revealing four forms stretched\nupon the floor, deep in slumber. Into the blacker shadows of the far end\nof the room the man failed to shine his light for the first flash had\nshown him those whom he sought. Picking out their quarry the intruders\nmade a sudden rush upon the sleepers.\n\nBridge awoke to find two men attempting to rain murderous blows upon\nhis head. Wiry, strong and full of the vigor of a clean life, he pitted\nagainst their greater numbers and cowardly attack a defense which was\ninfinitely more strenuous than they had expected.\n\nColumbus Blackie leaped for The Oskaloosa Kid, while The Sky Pilot\nseized upon Abigail Prim. No one paid any attention to Giova, nor, with\nthe noise and confusion, did the intruders note the sudden clanking of\na chain from out the black depths of the room's further end, or the\nsplintering of a half decayed studding.\n\nSoup Face entangling himself about Bridge's legs succeeded in throwing\nthe latter to the floor while Dirty Eddie kicked viciously at the\nprostrate man's head. The Sky Pilot seized Abigail Prim about the waist\nand dragged her toward the doorway and though the girl fought valiantly\nto free herself her lesser muscles were unable to cope successfully\nwith those of the man. Columbus Blackie found his hands full with The\nOskaloosa Kid. Again and again the youth struck him in the face; but\nthe man persisted, beating down the slim hands and striking viciously\nat body and head until, at last, the boy, half stunned though still\nstruggling, was dragged from the room.\n\nSimultaneously a series of frightful growls reverberated through the\ndeserted mill. A huge body catapulted into the midst of the fighters.\nAbigail Prim screamed. “The bear!” she cried. “The bear is loose!”\n\nDirty Eddie was the first to feel the weight of Beppo's wrath. His foot\ndrawn back to implant a vicious kick in Bridge's face he paused at the\ngirl's scream and at the same moment a huge thing reared up before him.\nJust for an instant he sensed the terrifying presence of some frightful\ncreature, caught the reflected gleam of two savage eyes and felt the\nhot breath from distended jaws upon his cheek, then Beppo swung a single\nterrific blow which caught the man upon the side of the head to spin him\nacross the floor and drop him in a crumpled heap against the wall, with\na fractured skull. Dirty Eddie was out. Soup Face, giving voice to\na scream more bestial than human, rose to his feet and fled in the\nopposite direction.\n\nBeppo paused and looked about. He discovered Bridge lying upon the floor\nand sniffed at him. The man lay perfectly quiet. He had heard that often\ntimes a bear will not molest a creature which it thinks dead. Be that as\nit may Beppo chanced at that moment to glance toward the doorway. There,\nsilhouetted against the lesser darkness without, he saw the figures of\nColumbus Blackie and The Oskaloosa Kid and with a growl he charged them.\nThe two were but a few paces outside the doorway when the full weight of\nthe great bear struck Columbus Blackie between the shoulders. Down\nwent the man and as he fell he released his hold upon the youth who\nimmediately turned and ran for the road.\n\nThe momentum of the bear carried him past the body of his intended\nvictim who, frightened but uninjured, scrambled to his feet and dashed\ntoward the rear of the mill in the direction of the woods and distant\nswamp. Beppo, recovering from his charge, wheeled in time to catch a\nglimpse of his quarry after whom he made with all the awkwardness that\nwas his birthright and with the speed of a race horse.\n\nColumbus Blackie, casting a terrified glance rearward, saw his Nemesis\nflashing toward him, and dodged around a large tree. Again Beppo shot\npast the man while the latter, now shrieking for help, raced madly in a\nnew direction.\n\nBridge had arisen and come out of the mill. He called aloud for The\nOskaloosa Kid. Giova answered him from a small tree. “Climb!” she cried.\n“Climb a tree! Ever'one climb a small tree. Beppo he go mad. He keel\never'one. Run! Climb! He keel me. Beppo he got evil-eye.”\n\nAlong the road from the north came a large touring car, swinging from\nside to side in its speed. Its brilliant headlights illuminated the road\nfar ahead. They picked out The Sky Pilot and Abigail Prim, they found\nThe Oskaloosa Kid climbing a barbed wire fence and then with complaining\nbrakes the car came to a sudden stop. Six men leaped from the machine\nand rounded up the three they had seen. Another came running toward\nthem. It was Soup Face, so thoroughly terrified that he would gladly\nhave embraced a policeman in uniform, could the latter have offered him\nprotection.\n\nA boy accompanied the newcomers. “There he is!” he screamed, pointing at\nThe Oskaloosa Kid. “There he is! And you've got Miss Prim, too, and when\ndo I get the reward?”\n\n“Shut up!” said one of the men.\n\n“Watch this bunch,” said Burton to one of his lieutenants, “while we\ngo after the rest of them. There are some over by the mill. I can hear\nthem.”\n\nFrom the woods came a fear-filled scream mingled with the savage growls\nof a beast.\n\n“It's the bear,” shrilled Willie Case, and ran toward the automobile.\n\nBridge ran forward to meet Burton. “Get that girl and the kid into your\nmachine and beat it!” he cried. “There's a bear loose here, a regular\ndevil of a bear. You can't do a thing unless you have rifles. Have you?”\n\n“Who are you?” asked the detective.\n\n“He's one of the gang,” yelled Willie Case from the fancied security of\nthe tonneau. “Seize him!” He wanted to add: “My men”; but somehow his\nnerve failed him at the last moment; however he had the satisfaction of\nthinking it.\n\nBridge was placed in the car with Abigail Prim, The Oskaloosa Kid,\nSoup Face and The Sky Pilot. Burton sent the driver back to assist in\nguarding them; then he with the remaining three, two of whom were armed\nwith rifles, advanced toward the mill. Beyond it they heard the growling\nof the bear at a little distance in the wood; but the man no longer made\nany outcry. From a tree Giova warned them back.\n\n“Come down!” commanded Burton, and sent her back to the car.\n\nThe driver turned his spot light upon the wood beyond the mill and\npresently there came slowly forward into its rays the lumbering bulk of\na large bear. The light bewildered him and he paused, growling. His left\nshoulder was partially exposed.\n\n“Aim for his chest, on the left side,” whispered Burton. The two men\nraised their rifles. There were two reports in close succession. Beppo\nfell forward without a sound and then rolled over on his side. Giova\ncovered her face with her hands and sobbed.\n\n“He ver' bad, ugly bear,” she said brokenly; “but he all I have to\nlove.”\n\nBridge extended a hand and patted her bowed head. In the eyes of The\nOskaloosa Kid there glistened something perilously similar to tears.\n\nIn the woods back of the mill Burton and his men found the mangled\nremains of Columbus Blackie, and when they searched the interior of the\nstructure they brought forth the unconscious Dirty Eddie. As the car\nalready was taxed to the limit of its carrying capacity Burton left two\nof his men to march The Kid and Bridge to the Payson jail, taking the\nothers with him to Oakdale. He was also partially influenced in this\ndecision by the fear that mob violence would be done the principals by\nOakdale's outraged citizens. At Payson he stopped long enough at the\ntown jail to arrange for the reception of the two prisoners, to notify\nthe coroner of the death of Columbus Blackie and the whereabouts of his\nbody and to place Dirty Eddie in the hospital. He then telephoned Jonas\nPrim that his daughter was safe and would be returned to him in less\nthan an hour.\n\nBy the time Bridge and The Oskaloosa Kid reached Payson the town was\nin an uproar. A threatening crowd met them a block from the jail; but\nBurton's men were armed with rifles which they succeeded in convincing\nthe mob they would use if their prisoners were molested. The telephone,\nhowever, had carried the word to Oakdale; so that before Burton arrived\nthere a dozen automobile loads of indignant citizens were racing south\ntoward Payson.\n\nBridge and The Oskaloosa Kid were hustled into the single cell of the\nPayson jail. A bench ran along two sides of the room. A single barred\nwindow let out upon the yard behind the structure. The floor was\nlittered with papers, and a single electric light bulb relieved the\ngloom of the unsavory place.\n\nThe Oskaloosa Kid sank, trembling, upon one of the hard benches. Bridge\nrolled a cigaret. At his feet lay a copy of that day's Oakdale Tribune.\nA face looked up from the printed page into his eyes. He stooped and\ntook up the paper. The entire front page was devoted to the various\ncrimes which had turned peaceful Oakdale inside out in the past twenty\nfour hours. There were reproductions of photographs of John Baggs,\nReginald Paynter, Abigail Prim, Jonas Prim, and his wife, with a large\ncut of the Prim mansion, a star marking the boudoir of the missing\ndaughter of the house. As Bridge examined the various pictures an\nodd expression entered his eyes--it was a mixture of puzzlement,\nincredulity, and relief. Tossing the paper aside he turned toward The\nOskaloosa Kid. They could hear the sullen murmur of the crowd in front\nof the jail.\n\n“If they get any booze,” he said, “they'll take us out of here and\nstring us up. If you've got anything to say that would tend to convince\nthem that you did not kill Paynter I advise you to call the guard and\ntell the truth, for if the mob gets us they might hang us first and\nlisten afterward--a mob is not a nice thing. Beppo was an angel of mercy\nby comparison with one.”\n\n“Could you convince them that you had no part in any of these crimes?”\n asked the boy. “I know that you didn't; but could you prove it to a\nmob?”\n\n“No,” said Bridge. “A mob is not open to reason. If they get us I shall\nhang, unless someone happens to think of the stake.”\n\nThe boy shuddered.\n\n“Will you tell the truth?” asked the man.\n\n“I will go with you,” replied the boy, “and take whatever you get.”\n\n“Why?” asked Bridge.\n\nThe youth flushed; but did not reply, for there came from without a\nsudden augmentation of the murmurings of the mob. Automobile horns\nscreamed out upon the night. The two heard the chugging of motors, the\nsound of brakes and the greetings of new arrivals. The reinforcements\nhad arrived from Oakdale.\n\nA guard came to the grating of the cell door. “The bunch from Oakdale\nhas come,” he said. “If I was you I'd say my prayers. Old man Baggs is\ndead. No one never had no use for him while he was alive, but the whole\ncounty's het up now over his death. They're bound to get you, an'\nwhile I didn't count 'em all I seen about a score o' ropes. They mean\nbusiness.”\n\nBridge turned toward the boy. “Tell the truth,” he said. “Tell this\nman.”\n\nThe youth shook his head. “I have killed no one,” said he. “That is the\ntruth. Neither have you; but if they are going to murder you they can\nmurder me too, for you stuck to me when you didn't have to; and I am\ngoing to stick to you, and there is some excuse for me because I have a\nreason--the best reason in the world.”\n\n“What is it?” asked Bridge.\n\nThe Oskaloosa Kid shook his head, and once more he flushed.\n\n“Well,” said the guard, with a shrug of his shoulders, “it's up to you\nguys. If you want to hang, why hang and be damned. We'll do the best we\ncan 'cause it's our duty to protect you; but I guess at that hangin's\ntoo good fer you, an' we ain't a-goin' to get shot keepin' you from\ngettin' it.”\n\n“Thanks,” said Bridge.\n\nThe uproar in front of the jail had risen in volume until it was\ndifficult for those within to make themselves heard without shouting.\nThe Kid sat upon his bench and buried his face in his hands. Bridge\nrolled another smoke. The sound of a shot came from the front room of\nthe jail, immediately followed by a roar of rage from the mob and a\ndeafening hammering upon the jail door. A moment later this turned to\nthe heavy booming of a battering ram and the splintering of wood. The\nfrail structure quivered beneath the onslaught.\n\nThe prisoners could hear the voices of the guards and the jailer raised\nin an attempt to reason with the unreasoning mob, and then came a final\ncrash and the stamping of many feet upon the floor of the outer room.\n\nBurton's car drew up before the doorway of the Prim home in Oakdale. The\ngreat detective alighted and handed down the missing Abigail. Then he\ndirected that the other prisoners be taken to the county jail.\n\nJonas Prim and his wife awaited Abigail's return in the spacious living\nroom at the left of the reception hall. The banker was nervous. He paced\nto and fro the length of the room. Mrs. Prim fanned herself vigorously\nalthough the heat was far from excessive. They heard the motor draw up\nin front of the house; but they did not venture into the reception hall\nor out upon the porch, though for different reasons. Mrs. Prim because\nit would not have been PROPER; Jonas because he could not trust himself\nto meet his daughter, whom he had thought lost, in the presence of a\npossible crowd which might have accompanied her home.\n\nThey heard the closing of an automobile door and the sound of foot steps\ncoming up the concrete walk. The Prim butler was already waiting at the\ndoorway with the doors swung wide to receive the prodigal daughter of\nthe house of Prim. A slender figure with bowed head ascended the\nsteps, guided and assisted by the detective. She did not look up at the\nexpectant butler waiting for the greeting he was sure Abigail would have\nfor him; but passed on into the reception hall.\n\n“Your father and Mrs. Prim are in the living room,” announced the\nbutler, stepping forward to draw aside the heavy hangings.\n\nThe girl, followed by Burton, entered the brightly lighted room.\n\n“I am very glad, Mr. Prim,” said the latter, “to be able to return Miss\nPrim to you so quickly and unharmed.”\n\nThe girl looked up into the face of Jonas Prim. The man voiced an\nexclamation of surprise and annoyance. Mrs. Prim gasped and sank upon\na sofa. The girl stood motionless, her eyes once again bent upon the\nfloor.\n\n“What's the matter?” asked Burton. “What's wrong?”\n\n“Everything is wrong, Mr. Burton,” Jonas Prim's voice was crisp and\ncold. “This is not my daughter.”\n\nBurton looked his surprise and discomfiture. He turned upon the girl.\n\n“What do you mean--” he started; but she interrupted him.\n\n“You are going to ask what I mean by posing as Miss Prim,” she said. “I\nhave never said that I was Miss Prim. You took the word of an ignorant\nlittle farmer's boy and I did not deny it when I found that you intended\nbringing me to Mr. Prim, for I wanted to see him. I wanted to ask him to\nhelp me. I have never met him, or his daughter either; but my father and\nMr. Prim have been friends for many years.\n\n“I am Hettie Penning,” she continued, addressing Jonas Prim. “My father\nhas always admired you and from what he has told me I knew that you\nwould listen to me and do what you could for me. I could not bear to\nthink of going to the jail in Payson, for Payson is my home. Everybody\nwould have known me. It would have killed my father. Then I wanted to\ncome myself and tell you, after reading the reports and insinuations in\nthe paper, that your daughter was not with Reginald Paynter when he was\nkilled. She had no knowledge of the crime and as far as I know may not\nhave yet. I have not seen her and do not know where she is; but I was\npresent when Mr. Paynter was killed. I have known him for years and have\noften driven with him. He stopped me yesterday afternoon on the street\nin Payson and talked with me. He was sitting in a car in front of the\nbank. After we had talked a few minutes two men came out of the bank.\nMr. Paynter introduced them to me. He said they were driving out into\nthe country to look at a piece of property--a farm somewhere north\nof Oakdale--and that on the way back they were going to stop at The\nCrossroads Inn for dinner. He asked me if I wouldn't like to come\nalong--he kind of dared me to, because, as you know, The Crossroads has\nrather a bad reputation.\n\n“Father had gone to Toledo on business, and very foolishly I took his\ndare. Everything went all right until after we left The Inn, although\none of the men--his companion referred to him once or twice as The\nOskaloosa Kid--attempted to be too familiar with me. Mr. Paynter\nprevented him on each occasion, and they had words over me; but after\nwe left the inn, where they had all drunk a great deal, this man renewed\nhis attentions and Mr. Paynter struck him. Both of them were drunk.\nAfter that it all happened so quickly that I could scarcely follow it.\nThe man called Oskaloosa Kid drew a revolver but did not fire, instead\nhe seized Mr. Paynter by the coat and whirled him around and then he\nstruck him an awful blow behind the ear with the butt of the weapon.\n\n“After that the other two men seemed quite sobered. They discussed what\nwould be the best thing to do and at last decided to throw Mr. Paynter's\nbody out of the machine, for it was quite evident that he was dead.\nFirst they rifled his pockets, and joked as they did it, one of them\nsaying that they weren't getting as much as they had planned on; but\nthat a little was better than nothing. They took his watch, jewelry,\nand a large roll of bills. We passed around the east side of Oakdale and\ncame back into the Toledo road. A little way out of town they turned\nthe machine around and ran back for about half a mile; then they turned\nabout a second time. I don't know why they did this. They threw the body\nout while the machine was moving rapidly; but I was so frightened that\nI can't say whether it was before or after they turned about the second\ntime.\n\n“In front of the old Squibbs place they shot at me and threw me out; but\nthe bullet missed me. I have not seen them since and do not know where\nthey went. I am ready and willing to aid in their conviction; but,\nplease Mr. Prim, won't you keep me from being sent back to Payson or to\njail. I have done nothing criminal and I won't run away.”\n\n“How about the robbery of Miss Prim's room and the murder of Old Man\nBaggs?” asked Burton. “Did they pull both of those off before they\nkilled Paynter or after?”\n\n“They had nothing to do with either unless they did them after they\nthrew me out of the car, which must have been long after midnight,”\n replied the girl.\n\n“And the rest of the gang, those that were arrested with you,” continued\nthe detective, “how about them? All angels, I suppose.”\n\n“There was only Bridge and the boy they called The Oskaloosa Kid, though\nhe isn't the same one that murdered poor Mr. Paynter, and the Gypsy\ngirl, Giova, that were with me. The others were tramps who came into\nthe old mill and attacked us while we were asleep. I don't know who they\nwere. The girl could have had nothing to do with any of the crimes. We\ncame upon her this morning burying her father in the woods back of the\nSquibbs' place. The man died of epilepsy last night. Bridge and the boy\nwere taking refuge from the storm at the Squibbs place when I was thrown\nfrom the car. They heard the shot and came to my rescue. I am sure they\nhad nothing to do with--with--” she hesitated.\n\n“Tell the truth,” commanded Burton. “It will go hard with you if you\ndon't. What made you hesitate? You know something about those two--now\nout with it.”\n\n“The boy robbed Mr. Prim's home--I saw some of the money and\njewelry--but Bridge was not with him. They just happened to meet by\naccident during the storm and came to the Squibbs place together. They\nwere kind to me, and I hate to tell anything that would get the boy in\ntrouble. That is the reason I hesitated. He seemed such a nice boy!\nIt is hard to believe that he is a criminal, and Bridge was always\nso considerate. He looks like a tramp; but he talks and acts like a\ngentleman.”\n\nThe telephone bell rang briskly, and a moment later the butler stepped\ninto the room to say that Mr. Burton was wanted on the wire. He returned\nto the living room in two or three minutes.\n\n“That clears up some of it,” he said as he entered. “The sheriff just\nhad a message from the chief at Toledo saying that The Oskaloosa Kid is\ndying in a hospital there following an automobile accident. He knew he\nwas done for and sent for the police. When they came he told them he had\nkilled a man by the name of Paynter at Oakdale last night and the chief\ncalled up to ask what we knew about it. The Kid confessed to clear\nhis pal who was only slightly injured in the smash-up. His story\ncorroborates Miss Penning's in every detail, he also said that after\nkilling Paynter he had shot a girl witness and thrown her from the car\nto prevent her squealing.”\n\nOnce again the telephone bell rang, long and insistently. The butler\nalmost ran into the room. “Payson wants you, sir,” he cried to Burton,\n“in a hurry, sir, it's a matter of life and death, sir!”\n\nBurton sprang to the phone. When he left it he only stopped at the\ndoorway of the living room long enough to call in: “A mob has the two\nprisoners at Payson and are about to lynch them, and, my God, they're\ninnocent. We all know now who killed Paynter and I have known since\nmorning who murdered Baggs, and it wasn't either of those men; but\nthey've found Miss Prim's jewelry on the fellow called Bridge and\nthey've gone crazy--they say he murdered her and the young one did for\nPaynter. I'm going to Payson,” and dashed from the house.\n\n“Wait,” cried Jonas Prim, “I'm going with you,” and without waiting to\nfind a hat he ran quickly after the detective. Once in the car he leaned\nforward urging the driver to greater speed.\n\n“God in heaven!” he almost cried, “the fools are going to kill the only\nman who can tell me anything about Abigail.”\n\n                         *****\n\n\nWith oaths and threats the mob, brainless and heartless, cowardly,\nbestial, filled with the lust for blood, pushed and jammed into the\nnarrow corridor before the cell door where the two prisoners awaited\ntheir fate. The single guard was brushed away. A dozen men wielding\nthree railroad ties battered upon the grating of the door, swinging the\nties far back and then in unison bringing them heavily forward against\nthe puny iron.\n\nBridge spoke to them once. “What are you going to do with us?” he asked.\n\n“We're goin' to hang you higher 'n' Haman, you damned kidnappers an'\nmurderers,” yelled a man in the crowd.\n\n“Why don't you give us a chance?” asked Bridge in an even tone,\nunaltered by fear or excitement. “You've nothing on us. As a matter of\nfact we are both innocent--”\n\n“Oh, shut your damned mouth,” interrupted another of the crowd.\n\nBridge shrugged his shoulders and turned toward the youth who stood very\nwhite but very straight in a far corner of the cell. The man noticed the\nbulging pockets of the ill fitting coat; and, for the first time that\nnight, his heart stood still in the face of fear; but not for himself.\n\nHe crossed to the youth's side and put his arm around the slender\nfigure. “There's no use arguing with them,” he said. “They've made\nup their minds, or what they think are minds, that we're guilty; but\nprincipally they're out for a sensation. They want to see something die,\nand we're it. I doubt if anything could stop them now; they'd think we'd\ncheated them if we suddenly proved beyond doubt that we were innocent.”\n\nThe boy pressed close to the man. “God help me to be brave,” he said,\n“as brave as you are. We'll go together, Bridge, and on the other side\nyou'll learn something that'll surprise you. I believe there is 'another\nside,' don't you, Bridge?”\n\n“I've never thought much about it,” said Bridge; “but at a time like\nthis I rather hope so--I'd like to come back and haunt this bunch of rat\nbrained rubes.”\n\nHis arm slipped down the other's coat and his hand passed quickly behind\nthe boy from one side to the other; then the door gave and the leaders\nof the mob were upon them. A gawky farmer seized the boy and struck him\ncruelly across the mouth. It was Jeb Case.\n\n“You beast!” cried Bridge. “Can't you see that that--that's--only a\nchild? If I don't live long enough to give you yours here, I'll come\nback and haunt you to your grave.”\n\n“Eh?” ejaculated Jeb Case; but his sallow face turned white, and after\nthat he was less rough with his prisoner.\n\nThe two were dragged roughly from the jail. The great crowd which had\nnow gathered fought to get a close view of them, to get hold of them, to\nstrike them, to revile them; but the leaders kept the others back lest\nall be robbed of the treat which they had planned. Through town they\nhaled them and out along the road toward Oakdale. There was some talk of\ntaking them to the scene of Paynter's supposed murder; but wiser heads\ncounselled against it lest the sheriff come with a posse of deputies and\nspoil their fun.\n\nBeneath a great tree they halted them, and two ropes were thrown over\na stout branch. One of the leaders started to search them; and when he\ndrew his hands out of Bridge's side pockets his eyes went wide, and he\ngave a cry of elation which drew excited inquiries from all sides.\n\n“By gum!” he cried, “I reckon we ain't made no mistake here, boys. Look\nahere!” and he displayed two handsful of money and jewelry.\n\n“Thet's Abbie Prim's stuff,” cried one.\n\nThe boy beside Bridge turned wide eyes upon the man. “Where did you get\nit?” he cried. “Oh, Bridge, why did you do it? Now they will kill you,”\n and he turned to the crowd. “Oh, please listen to me,” he begged. “He\ndidn't steal those things. Nobody stole them. They are mine. They have\nalways belonged to me. He took them out of my pocket at the jail because\nhe thought that I had stolen them and he wanted to take the guilt upon\nhimself; but they were not stolen, I tell you--they are mine! they are\nmine! they are mine!”\n\nAnother new expression came into Bridge's eyes as he listened to the\nboy's words; but he only shook his head. It was too late, and Bridge\nknew it.\n\nMen were adjusting ropes about their necks. “Before you hang us,” said\nBridge quietly, “would you mind explaining just what we're being hanged\nfor--it's sort of comforting to know, you see.”\n\n“Thet's right,” spoke up one of the crowd. “Thet's fair. We want to do\nthings fair and square. Tell 'em the charges, an' then ask 'em ef they\ngot anything to say afore they're hung.”\n\nThis appealed to the crowd--the last statements of the doomed men might\nadd another thrill to the evening's entertainment.\n\n“Well,” said the man who had searched them. “There might o' been some\ndoubts about you before, but they aint none now. You're bein' hung fer\nabductin' of an' most likely murderin' Miss Abigail Prim.”\n\nThe boy screamed and tried to interrupt; but Jeb Case placed a heavy\nand soiled hand over his mouth. The spokesman continued. “This slicker\nadmitted he was The Oskaloosa Kid, 'n' thet he robbed a house an' shot\na man las' night; 'n' they ain't no tellin' what more he's ben up to. He\ntole Jeb Case's Willie 'bout it; an' bragged on it, by gum. 'Nenny way\nwe know Paynter and Abigail Prim was last seed with this here Oskaloosa\nKid, durn him.”\n\n“Thanks,” said Bridge politely, “and now may I make my final statement\nbefore going to meet my maker?”\n\n“Go on,” growled the man.\n\n“You won't interrupt me?”\n\n“Naw, go on.”\n\n“All right! You damn fools have made up your minds to hang us. I doubt\nif anything I can say to you will alter your determination for the\nreason that if all the brains in this crowd were collected in one\nindividual he still wouldn't have enough with which to weigh the most\nobvious evidence intelligently, but I shall present the evidence, and\nyou can tell some intelligent people about it tomorrow.\n\n“In the first place it is impossible that I murdered Abigail Prim, and\nin the second place my companion is not The Oskaloosa Kid and was not\nwith Mr. Paynter last night. The reason I could not have murdered Miss\nPrim is because Miss Prim is not dead. These jewels were not stolen from\nMiss Prim, she took them herself from her own home. This boy whom you\nare about to hang is not a boy at all--it is Miss Prim, herself. I\nguessed her secret a few minutes ago and was convinced when she cried\nthat the jewels and money were her own. I don't know why she wishes to\nconceal her identity; but I can't stand by and see her lynched without\ntrying to save her.”\n\nThe crowd scoffed in incredulity. “There are some women here,” said\nBridge. “Turn her over to them. They'll tell you, at least that she is\nnot a man.”\n\nSome voices were raised in protest, saying that it was a ruse to escape,\nwhile others urged that the women take the youth. Jeb Case stepped\ntoward the subject of dispute. “I'll settle it durned quick,” he\nannounced and reached forth to seize the slim figure. With a sudden\nwrench Bridge tore himself loose from his captors and leaped toward the\nfarmer, his right flew straight out from the shoulder and Jeb Case went\ndown with a broken jaw. Almost simultaneously a car sped around a curve\nfrom the north and stopped suddenly in rear of the mob. Two men leaped\nout and shouldered their way through. One was the detective, Burton; the\nother was Jonas Prim.\n\n“Where are they?” cried the latter. “God help you if you've killed\neither of them, for one of them must know what became of Abigail.”\n\nHe pushed his way up until he faced the prisoners. The Oskaloosa Kid\ngave him a single look of surprise and then sprang toward him with\noutstretched arms.\n\n“Oh, daddy, daddy!” she cried, “don't let them kill him.”\n\nThe crowd melted away from the immediate vicinity of the prisoners. None\nseemed anxious to appear in the forefront as a possible leader of a\nmob that had so nearly lynched the only daughter of Jonas Prim. Burton\nslipped the noose from about the girl's neck and then turned toward her\ncompanion. In the light from the automobile lamps the man's face was\ndistinctly visible to the detective for the first time that night,\nand as Burton looked upon it he stepped back with an exclamation of\nsurprise.\n\n“You?” he almost shouted. “Gad, man! where have you been? Your father's\nspent twenty thousand dollars trying to find you.”\n\nBridge shook his head. “I'm sorry, Dick,” he said, “but I'm afraid it's\ntoo late. The open road's gotten into my blood, and there's only one\nthing that--well--” he shook his head and smiled ruefully--“but there\nain't a chance.” His eyes travelled to the slim figure sitting so\nstraight in the rear seat of Jonas Prim's car.\n\nSuddenly the little head turned in his direction. “Hurry, Bridge,”\n admonished The Oskaloosa Kid, “you're coming home with us.”\n\n\nThe man stepped toward the car, shaking his head. “Oh, no, Miss Prim,”\n he said, “I can't do that. Here's your 'swag.'” And he smiled as he\npassed over her jewels and money.\n\nMr. Prim's eyes widened; he looked suspiciously at Bridge. Abigail\nlaughed merrily. “I stole them myself, Dad,” she explained, “and then\nMr. Bridge took them from me in the jail to make the mob think he had\nstolen them and not I--he didn't know then that I was a girl, did you?”\n\n“It was in the jail that I first guessed; but I didn't quite realize\nwho you were until you said that the jewels were yours--then I knew. The\npicture in the paper gave me the first inkling that you were a girl, for\nyou looked so much like the one of Miss Prim. Then I commenced to recall\nlittle things, until I wondered that I hadn't known from the first that\nyou were a girl; but you made a bully boy!” and they both laughed. “And\nnow good-by, and may God bless you!” His voice trembled ever so little,\nand he extended his hand. The girl drew back.\n\n“I want you to come with us,” she said. “I want Father to know you and\nto know how you have cared for me. Won't you come--for me?”\n\n“I couldn't refuse, if you put it that way,” replied Bridge; and he\nclimbed into the car. As the machine started off a boy leaped to the\nrunning-board.\n\n“Hey!” he yelled, “where's my reward? I want my reward. I'm Willie\nCase.”\n\n“Oh!” exclaimed Bridge. “I gave your reward to your father--maybe he'll\nsplit it with you. Go ask him.” And the car moved off.\n\n“You see,” said Burton, with a wry smile, “how simple is the detective's\njob. Willie is a natural-born detective. He got everything wrong from A\nto Izzard, yet if it hadn't been for Willie we might not have cleared up\nthe mystery so soon.”\n\n“It isn't all cleared up yet,” said Jonas Prim. “Who murdered Baggs?”\n\n“Two yeggs known as Dopey Charlie and the General,” replied Burton.\n“They are in the jail at Oakdale; but they don't know yet that I know\nthey are guilty. They think they are being held merely as suspects in\nthe case of your daughter's disappearance, whereas I have known since\nmorning that they were implicated in the killing of Baggs; for after I\ngot them in the car I went behind the bushes where we discovered them\nand dug up everything that was missing from Baggs' house, as nearly as\nis known--currency, gold and bonds.”\n\n“Good!” exclaimed Mr. Prim.\n\nOn the trip back to Oakdale, Abigail Prim cuddled in the back seat\nbeside her father, told him all that she could think to tell of Bridge\nand his goodness to her.\n\n“But the man didn't know you were a girl,” suggested Mr. Prim.\n\n“There were two other girls with us, both very pretty,” replied Abigail,\n“and he was as courteous and kindly to them as a man could be to a\nwoman. I don't care anything about his clothes, Daddy; Bridge is a\ngentleman born and raised--anyone could tell it after half an hour with\nhim.”\n\nBridge sat on the front seat with the driver and one of Burton's men,\nwhile Burton, sitting in the back seat next to the girl, could not but\noverhear her conversation.\n\n“You are right,” he said. “Bridge, as you call him, is a gentleman.\nHe comes of one of the finest families of Virginia and one of the\nwealthiest. You need have no hesitancy, Mr. Prim, in inviting him into\nyour home.”\n\nFor a while the three sat in silence; and then Jonas Prim turned to his\ndaughter. “Gail,” he said, “before we get home I wish you'd tell me why\nyou did this thing. I think you'd rather tell me before we see Mrs. P.”\n\n“It was Sam Benham, Daddy,” whispered the girl. “I couldn't marry him.\nI'd rather die, and so I ran away. I was going to be a tramp; but I had\nno idea a tramp's existence was so adventurous. You won't make me marry\nhim, Daddy, will you? I wouldn't be happy, Daddy.”\n\n“I should say not, Gail; you can be an old maid all your life if you\nwant to.”\n\n“But I don't want to--I only want to choose my own husband,” replied\nAbigail.\n\nMrs. Prim met them all in the living-room. At sight of Abigail in the\nill-fitting man's clothing she raised her hands in holy horror; but she\ncouldn't see Bridge at all, until Burton found an opportunity to draw\nher to one side and whisper something in her ear, after which she was\ngraciousness personified to the dusky Bridge, insisting that he spend a\nfortnight with them to recuperate.\n\nBetween them, Burton and Jonas Prim fitted Bridge out as he had not been\ndressed in years, and with the feel of fresh linen and pressed clothing,\neven if ill fitting, a sensation of comfort and ease pervaded him which\nthe man would not have thought possible from such a source an hour\nbefore.\n\nHe smiled ruefully as Burton looked him over. “I venture to say,” he\ndrawled, “that there are other things in the world besides the open\nroad.”\n\nBurton smiled.\n\nIt was midnight when the Prims and their guests arose from the table.\nHettie Penning was with them, and everyone present had been sworn to\nsecrecy about her share in the tragedy of the previous night. On the\nmorrow she would return to Payson and no one there the wiser; but first\nshe had Burton send to the jail for Giova, who was being held as a\nwitness, and Giova promised to come and work for the Pennings.\n\nAt last Bridge stole a few minutes alone with Abigail, or, to be more\nstrictly a truthful historian, Abigail outgeneraled the others of the\ncompany and drew Bridge out upon the veranda.\n\n“Tell me,” demanded the girl, “why you were so kind to me when you\nthought me a worthless little scamp of a boy who had robbed some one's\nhome.”\n\n“I couldn't have told you a few hours ago,” said Bridge. “I used to\nwonder myself why I should feel toward a boy as I felt toward you,--it\nwas inexplicable,--and then when I knew that you were a girl, I\nunderstood, for I knew that I loved you and had loved you from the\nmoment that we met there in the dark and the rain beside the Road to\nAnywhere.”\n\n“Isn't it wonderful?” murmured the girl, and she had other things in her\nheart to murmur; but a man's lips smothered hers as Bridge gathered her\ninto his arms and strained her to him.\n\n\n*****\n\n\nPartial list of correctioins made in the previous reproofing:\n\n\n     PAGE  PARA.  LINE  ORIGINAL               CHANGED TO\n      10            6  emminent               eminent\n      15     4      2  it's warmth            its warmth\n      15     5     13  promisculously         promiscuously\n      16     1      3  appelation             appellation\n      19            3  it's scope             its scope\n      21            6  by with seasons        by seasons\n      25     1      8  Prim manage            Prim menage\n      25     2     20  then, suspicious,      then, suspicions,\n      28           12  even his               even this\n      34     6      1  it's quality           its quality\n      37     3     10  have any-              have any\n      38     4      4  tin tear.              tin ear.\n      39     2      6  Squibbs farm           Squibbs' farm\n      40     2      2  his absence,           his absence,”\n       47     5      1  sudden, clanking       sudden clanking\n      47     8      3  its the thing          it's the thing\n      48     5      2  was moment's           was a moment's\n      59     9      4  bird aint              bird ain't\n      60     8      3  dum misery             dumb misery\n      71            2  dead Squibbs           dead Squibb\n      74     1      2  tend during            tent during\n      75     7      3  Squibbs house          Squibbs' house\n      76     1      6  Squibbs home.          Squibbs' home.\n      76     8      4  business, thats        business, that's\n      78     1      1  Squibbs place          Squibbs' place\n      78     2      1  Squibbs place!”        Squibbs' place!”\n       80     6      4  Squibbs gateway        Squibbs' gateway\n      84     6      1  Squibb's summer        Squibbs' summer\n      85     6      1  thet aint              thet ain't\n      85     7      5  on em                  on 'em\n      85     8      1  An' thet aint          An' thet ain't\n      85    10      1  But thet aint          But thet ain't\n      85    10      3  of em                  of 'em\n      85    10      3  of em                  of 'em\n      86     2      2  there aint             there ain't\n      87            5  others' mask           other's mask\n      88     6      1  Squibbs woods          Squibbs' woods\n      91            2  “They aint             “They ain't\n      91            3  I aint                 I ain't\n      91     2      3  Squibbs house          Squibbs' house\n      91            6  aint got               ain't got\n      92            6  it wa'nt safe          it wa'n't safe\n      92     4     10  Squibbs house          Squibbs' house\n      94     2      1  to nothin.             to nothin'.\n      94     8      1  Squibbs place,”        Squibbs' place,”\n       97     4      2  “We aint               “We ain't\n      98     1      8  Squibbs place          Squibbs' place\n      98     3      1  hiself de              hisself de\n      98     5      4  he aint                he ain't\n      98     7      1  Squibbs place          Squibbs' place\n      98     8      2  you aint               you ain't\n     107     4      3  wont tell              won't tell\n     113     3      5  its measles            it's measles\n     113     3      6  cough aint             cough ain't\n     113     3      6  its 'it,'              it's 'it,'\n     113     4      1  I aint                 I ain't\n     114     2      6  Squibb's place         Squibbs' place\n     114     2     13  simply wont            simply won't\n     116     6      3  few minutes            few minutes'\n     116     7      5  Squibb's farm          Squibbs' farm\n     121            4  she wont               she won't\n     121            5  wont.”                 won't.”\n      128     7      4  can knab               can nab\n     134     2      2  an upraor.             an uproar.\n     136     8      5  we aint                we ain't\n     139     2      8  had all drank          had all drunk\n     141     3      9  Squibb's place.        Squibbs' place.\n     146            1  its sort of            it's sort of\n     146     2      3  nings entertainment    ning's entertainment\n     146     4      5  aint no tellin'        ain't no tellin'\n     146     7      1  “You wont              “You won't\n     151     2      4  wont make              won't make\n     152     1      2  Nettie Penning         Hettie Penning"
}