{
 "author": [
  "Barker, Nettie Garmer"
 ],
 "title": [
  "Kansas Women in Literature"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Women -- Kansas -- Intellectual life",
  "Women and literature -- Kansas",
  "Kansas -- In literature",
  "PS",
  "Women authors, American -- Homes and haunts -- Kansas",
  "Kansas -- Biography"
 ],
 "id": "377",
 "genre": [
  "english",
  "biography"
 ],
 "text": "KANSAS WOMEN IN LITERATURE\n\nBy Nettie Garmer Barker\n\n\n\n          TO MY NEAREST AND DEAREST--\n          MY SILENT PARTNERS--\n          MY HUSBAND AND MY MOTHER.\n\n\n\n\n\nKANSAS WOMEN IN LITERATURE.\n\n     \"We are proud of Kansas, the beautiful queen,\n        And proud are we of her fields of corn;\n     But a nobler pride than these I ween,\n        Is our pride in her children, Kansas born!\"\n\n     --Ellen P. Allerton--\n\n\n     --Or adopted. In this galaxy of bright\n     women, the State has a noble pride for every\n     name, be its owner Kansas born or adopted,\n     is a mightier force for good than its \"walls of corn.\"\n\n\n\n\n\nEFFIE GRAHAM.\n\n\nThe last place one would expect to find romance is in arithmetic and\nyet--Miss Effie Graham, the head of the Department of Mathematics in the\nTopeka High School, has found it there and better still, in her lecture\n\"Living Arithmetic\" she has shown others the way to find it there. Miss\nGraham is one of the most talented women of the state. Ex-Gov. Hoch\nhas called her \"one of the most gifted women in the state noted for its\nbrilliant women. Her heart and life are as pure as her mind is bright.\"\n\nShe was born and reared in Ohio, the daughter of a family of Ohio\npioneers, a descendant of a Revolutionary soldier and also, of a warrior\nof 1812. As a student of the Ohio Northern University and later as\na post-graduate worker at the University of California, Chicago\nUniversity, and Harvard Summer School, she has as she says, \"graduated\nsometimes and has a degree but never 'finished' her education.\"\n\nDesiring to get the school out into the world as well as the world back\nto the school, she has spoken and written on \"Moving Into The King Row,\"\n\"Other Peoples' Children,\" \"Spirit of the Younger Generation,\" \"Vine\nVersus Oak,\" and \"The Larger Service.\"\n\n\"Pictures Eight Hundred Children Selected,\" \"Speaking of Automobiles,\"\n\"The Unusual Thing,\" \"The High Cost of Learning,\" and \"Wanted--A Funeral\nof Algebraic Phraseology;\" also, some verse, \"The Twentieth Regiment\nKnight\" and \"Back to God's Country\" are magazine work that never came\nback. School Science & Mathematics, a magazine to which she contributes\nand of which she is an associate editor, gives hers as the only woman's\nname on its staff of fifty editors.\n\nHer book, \"The Passin' On Party,\" raises the author to the rank of a\nclassic. To quote a critic: it is \"a little like 'Mrs. Wiggs of the\nCabbage Patch,' a little like 'Uncle Tom's Cabin,' but not just like\neither of them. She reaches right down into human breasts and grips the\nheart strings.\"\n\nIt is the busy people who find time to do things and the mother-heart of\nMiss Graham finds expression in her household in West Lawn, a suburb\nof Topeka. Among the members of her family are a niece and nephew whose\nHigh School and College education she directs.\n\n\n\n\nESTHER M. CLARK.\n\n\nEvery Kansan, homesick in a foreign land, knows the call of Kansas and\nevery Kansan book lover knows Esther Clark's \"Call of Kansas.\"\n\n     \"Sweeter to me than the salt sea spray,\n       the fragrance of summer rains:\n     Nearer my heart than these mighty hills\n       are the wind-swept Kansas plains:\n     Dearer the sight of a shy, wild rose by the\n       roadside's dusty way\n     Than all the splendor of poppy-fields\n       ablaze in the sun of May.\n\n     Gay as the bold poinsetta is,\n       and the burden of pepper trees,\n     The sunflower, tawny and gold and brown,\n       is richer, to me, than these.\n     And rising ever above the song\n       of the hoarse, insistent sea,\n     The voice of the prairie,\n       calling, calling me.\n\n\nMiss Clark was born in Neosho Co., Kansas, about twelve miles southeast\nof Chanute, on a farm. At seven years of age, the family moved to\nChanute and her school days were spent at the old Pioneer Building,\nwhere her mother went to school before her. In 1894, she graduated here,\nlater entering the University of Kansas for work in English.\n\nIn 1906, \"Verses by a Commonplace Person\" was published. \"The Call of\nKansas and Other Verse\" came out in 1909. This volume contained \"My\nDear\" and \"Good Night\" which were set to music, and \"Rose O' My Heart.\"\n\n     \"Rose o' my heart, to-day I send\n       A rose or two,\n     You love roses, Rose o' my heart,\n       I love you.\n\n     Rose o' my heart, a rose is sweet\n       And fresh as dew.\n     Some have thorns, but, Rose o' my heart,\n       None have you.\n\n     Rose o' my heart, this day wear\n       My roses, do!\n     For next to my heart, Rose o' my heart,\n       I wear you.\"\n\n\n\"My Dear\" was written for her baby brother, during an absence from home,\nand is Miss Clark's favorite.\n\nShe is in the office of the Extension Department at the University of\nKansas, and has exclusive charge of club programs and does some work in\npackage libraries.\n\nJust now she is contributing prose to some of the newspapers and doing\nsome splendid feature work.\n\n\n\n\nMARY VANCE HUMPHREY.\n\n\nMary Vance Humphrey of Junction City, Kansas, has written a series of\nshort stories on the property rights of women in Kansas, a subject that\nwas and is, still, of vital importance to the women of the state. \"The\nLegal Status of Mrs. O'Rourke\" and \"King Lear in Kansas\" are two of the\nseries.\n\nWhen young in heart and experience, Mrs. Humphrey wrote a number of\npoems. Her work in later years has been only prose. Her novel, \"The\nSquatter Sovereign\" is an historical romance of pioneer days, the\nsettlement of Kansas in the fifties.\n\nMrs. Humphrey is one of the founders of the Kansas State Social Science\nClub and the Woman's Kansas Day Club and the founder of the Reading Club\nof Junction City. She has served as President of the State Federation\nand as Director of the General Federation of Women's Clubs and President\nof the Woman's Kansas Day Club. Her work as member of the Board of\nEducation has done much for Junction City and her interest in libraries\nhas done equally as much for the State of Kansas.\n\nOf her record as an official, Margaret Hill McCarter has written: \"Her\nwhole soul is in her work. She is the genuine metal, shirking nothing,\ncheapening nothing, and withal happy in the enjoyment of her obligation.\nShe stands for patriotism, progress and peace. Something of the message\nof the shepherds heard out beyond Bethlehem that Christmas morning long\nago sounds in the chords she strikes.\"\n\nAs the wife of the late Judge James Humphrey, she proved herself the\nable companion of such a worthy man.\n\n\n\n\nKATE A. APLINGTON.\n\n\nThe Kansas State Traveling Art Gallery owes its birth and much of its\nsuccess to Kate A. Aplington, the author of that typical western story,\n\"Pilgrims of the Plains.\" Since Feb., 1907, the Art Gallery has been\na recognized state institution, and as its Vice-President and\nSuperintendent and as the writer of the art lectures that accompany the\nwork, Mrs. Aplington's broad-minded, artistic temperament and student's\npersistency have made the gallery truly a work of art.\n\nAt present, the Aplingtons are living at Miami, Florida, but for a\nquarter of a century, Council Grove, the most famous spot on the Santa\nFe Trail, was their home. Special investigations and researches on the\nsubject of the old Santa Fe Trail days and lecturers on educational and\nliterary topics resulted from years spent in that historic place.\n\n\"Pilgrims of the Plains,\" which came out in Feb., 1913, is worthy of\na place in the front rank of western stories. In July of this year,\nGrossett and Dunlap will bring it out in their \"Popular Edition\" of\nnovels.\n\nMrs. Aplington is now working on a book on \"Art-Museums of America\" and\njudging from the comments of prominent Museum Directors, this will be as\ngreat a success as her novel. \"Florida of the Reclamation,\" a character\nstory with scenes laid in and around Miami, Florida, is also in\npreparation.\n\n\n\n\nEMMA UPTON VAUGHN.\n\n\nThe author of that versatile little book of short stories, \"The Lower\nBureau Drawer\" is Emma Upton Vaughn, a Kansas City, Kansas teacher.\nThese heart stories, showing keen insight of human nature--especially\nwoman nature--deal with every day life, each one a fascinating\nrevelation, of character and soul.\n\nMrs. Vaughn was born in Kalamazoo, Michigan. Her early life was spent\nin Kansas. She is a graduate of the Kansas University, and has taught in\nthe public schools of the state.\n\nShe wrote the \"Bible and the Flag in the Public Schools\" and has\ncontributed both prose and verse to the leading magazines and\nnewspapers. Feature articles and many good essays appear over her\nsignature. Her \"Passing From Under The Partial Eclipse\" did much to\ngive Kansas City, Kansas her recognized place commercially on the map.\nA novel, \"The Cresap Pension,\" exposing a great pension fraud, is ready\nfor the press.\n\n\n\n\nJESSIE WRIGHT WHITECOMB.\n\n\nJessie Wright Whitcomb, a Topeka writer of juvenile books is a lawyer in\nactive practice with her husband, Judge George H. Whitcomb and a mother\nof a remarkable family of five boys and one girl. The oldest son gained\nhis A. B. in 1910 at the age of eighteen; in 1911 was appointed Rhodes\nscholar for Kansas; and is now a student at Oxford. His father and\nmother are in England at present visiting him.\n\nMrs. Whitcomb is a contributor to the magazines and in addition, has\nwritten \"Odd Little Lass,\" \"Freshman and Senior,\" \"Majorbanks,\" \"His\nBest Friend,\" \"Pen's Venture,\" \"Queer As She Could Be,\" and \"Curly\nHead.\"\n\nShe is a graduate of the University of Vermont and the Boston University\nLaw School and was the first woman to lecture before a man's law school.\n\n\n\n\nMYRA WILLIAMS JARRELL.\n\n\nMyra Williams Jarrell, the daughter of the late Archie L. Williams, for\nthirty years, the attorney for the Union Pacific Railway in Kansas, and\nthe grand-daughter of Judge Archibald Williams, the first United States\nCircuit Judge of Kansas, appointed by Lincoln, comes of a literary\nfamily. All of the men and some of the women on the father's side of the\nfamily and also, on the mother's to a great extent, had literary talent.\n\nAs a child, she cherished an ambition to write and when occasionally one\nof her letters to St. Nicholas saw publication, she felt she had crossed\nthe Alps of her desire. Her first real story, however, was written as\nshe rocked the cradle of her first born. The day, when she first saw her\n\"stuff\" in print, stands out in her memory second only to the hallowed\ndays of her personal history, her wedding day and the days upon which\nher children were born.\n\nSince then, Mrs. Jarrell has contributed to almost all the high class\nmagazines and has furnished special feature articles to newspapers.\n\nSome years ago, a small book, \"Meg, of Valencia,\" was written and now, a\nnovel, \"The Hand of The Potter\" is ready for publication.\n\nIn 1894, Myra Williams and J. F. Jarrell were married. This union was\nblest with four children, three sons and one daughter. Mr. Jarrell is\nPublicity Agent of the Santa Fe. A number of years ago, he bought the\nHolton Signal and in trying to help her husband put some individuality\ninto the paper, Mrs. Jarrell began a department headed \"Ramblings.\"\nLater this was syndicated and finally issued in book form.\n\nLast winter, a play, \"The Plain Clothes Man,\" was produced by the North\nBrothers Stock Co., at the Majestic Theatre, Topeka. This well written\nplay, with its novel and original characterization and its effective\ncomedy lines, is now in the hands of two New York play brokers. Before\nmany months, Mrs. Jarrell will be enjoying a royalty.\n\nIn preparation, are two plays, as yet nameless; also, a play in\ncollaboration with Mr. North of the North Stock Co. With her brother,\nBurus L. Williams, of Kansas City, Mo., Mrs. Jarrell has written an\nopera, \"The Mix Up in the Kingdom of Something-Like,\" which awaits only\nthe lyrics Mr. Williams is writing and the music. An opera, \"The Kingdom\nof Never Come True,\" also, in collaboration with Mr. Williams, is being\nset to music by Arthur Pryor, the bandmaster.\n\nA serial story, \"John Bishop, Farmer,\" a collaboration with Albert T.\nReed, the artist, is to be published soon in the Kansas Farmer. Later,\nthis will appear in book form. A novel, which Mrs. Jarrell believes will\nbe her best work, is in construction and is clamoring to be written.\n\n\n\n\nELLEN PALMER ALLERTON.\n\n\nEllen Palmer Allerton, the sweet and gentle poetess, beloved of Kansas,\nlived at Padonia, in Brown County, when she wrote her famous poem, \"Wall\nof Corn.\"\n\nShe was past her prime when she came to Kansas from the Wisconsin home,\nthe subject of many of her noble gems. As she grew older, she grew\nstronger in poetic strength.\n\nThree volumes of poems have been published, \"Walls of Corn and Other\nPoems,\" \"Annabel and Other Poems,\" and \"Poems of the Prairie.\" Her\n\"Walls of Corn,\" written in 1884, famous from the first, as used as\nrailroad immigration advertising, was translated in several languages\nand distributed all over Europe. This and her \"Trail of Forty-nine\"\nare her best, although the classic beauty of \"Beautiful Things\" is\nunsurpassed by any other American writer.\n\n     \"Beautiful twilight, at set of sun,\n     Beautiful goal, with race well run,\n     Beautiful rest, with work well done.\"\n\nis a fitting close to the beautiful, useful life of the author.\n\nMrs. Allerton was born in Centerville. New York, in 1835 and began\nwriting verse at the age of seventeen. Much as she has written,\nyet writing was only a pastime. She never let it interfere with her\nhousework. Thoroughly practical, she did all her own work, just because\nshe loved to do it. Her flowers of which she had many, in doors and out,\nresulted in many noble, inspiring lines. In 1862, she was\n\nmarried to A. B. Allerton of Wisconsin, coming to Kansas in 1865.\nShe was best appreciated for her social qualities and her interest in\ncharity--that broader charity that praises the beauty and ignores the\nblemishes. Her last poem, \"When Days Grow Dark\" is a beautiful pen\npicture of her sweetness and resignation in her growing blindness and\nher love and trust in him who had been her companion down the years.\n\n     \"You take the book and pour into my ear\n        In accent sweet, the words I cannot see;\n     I listen charmed, forget my haunting fear,\n        And think with you as with your eyes I see.\n     In the world's thought, so your dear voice be left,\n        I still have part, I am not all bereft.\n\n     And if this darkness deepens, when for me\n        The new moon bends no more her silver rim,\n     When stars go out, and over land and sea\n        Black midnight falls, where now is twilight dim,\n     O, then may I be patient, sweet and mild,\n        While your hands lead me like a little child!\"\n\n\nShe died in 1893, at Padonia, and was buried in a bed of her favorite\nwhite flowers, donated by loving friends. In the little graveyard at\nHamlin, one reads \"Beautiful Things\" on a modest stone at the head of\nher little bed.\n\n\n\n\nEMMA TANNER WOOD.\n\n\nMrs. Emma Tanner Wood (Caroline Cunningham), a Topeka woman, began\nnewspaper work in 1872. The result of those early years' work was\n\"Spring Showers,\" a volume of prose. After thirty years of study and\nexperience among the defectives, she wrote \"Too Fit For The Unfit,\"\nadvocating surgery for the feeble-minded. The story of Mrs. Benton, one\nof the characters, led Mrs. Wood to introduce a law preventing children\nbeing sent to the poor house. This was the first law purely in the\ninterest of children ever passed in Kansas. Later, a law preventing\ntraveling hypnotists from using school children as subjects in public\nexhibitions was drawn up by Mrs. Wood and passed.\n\nSeveral years ago, a book on hypnotism, far in advance of the public\nthought, was written and is to be published this year.\n\nMrs. Wood is seventy years young and as she says: \"finds age the very\nsweetest part of life. It is no small satisfaction to laugh at the\nfollies of others and know that you are past committing them. It is\nequally delightful to be responsible only to one's self and order one's\nlife as one chooses. Every day is a holy day to me now and the sweetness\nof common things, grass, flowers, neighborly love, grand-children, and\nhome comforts fill me with satisfaction. To think kindly of all things\nunder the sun (but sin); to speak kindly to all; to do little kindly\nacts is a greater good to the world at large than we think while we are\nin the heat of battle.\"\n\n\n\n\nCORNELIA M. STOCKTON.\n\n\nA cheerful little room in the East wing of St. Margaret's Hospital,\nKansas City, Kansas; an invalid chair wheeled up to a window over\nlooking the street; and the eager, expectant face and the warm hand\nclasp of the occupant, Mrs. Cornelia M. Stockton, assures the visitor of\na hearty welcome.\n\nGreatly enfeebled by long illness and with impaired sight, this bright,\nlittle woman's keen interest in current events and the latest \"best\nseller\" puts to shame the half-hearted zeal of the average woman.\n\nFor four years, Mrs. Stockton has lived at St. Margaret's, depending\nupon the visits of friends and the memory of an eventful life to pass\nthe days. Prominence in club work in her earlier years has brought\nreward. The History Club of Kansas City, Kansas, of which she was once a\nmember, each week sends a member to read to her and these are red letter\ndays to this brave, patient, little woman.\n\nMrs. Stockton began writing very young. When a little girl, back in the\nvillage of Walden, New York, she stole up to the pulpit of the church\nand wrote in her pastor's Bible:\n\n     \"I have not seen the minister's eyes,\n       And cannot describe his glance divine,\n     For when he prays he shuts them up\n       And when he preaches he shuts mine.\"\n\n\nShe was born in 1833 in Shawangunk, New York, and came to Kansas City in\n1859, living in Missouri some years but most of the time in Kansas City,\nKansas.\n\nIn 1892, she published a limited edition of poems, \"The Shanar Dancing\nGirl and Other Poems.\" dedicated to Mrs. Bertha M. Honore Palmer, her\nideal of the perfect type of gracious and lovely womanhood. \"The Shanar\nDancing Girl\" was first written for the Friends in Council, a literary\nclub of Kansas City, Mo. It has received the encomiums of Thomas Bailey\nAldrich, John J. Ingalls and others for its beauty of expression and\ndramatic qualities. \"Invocation,\" an April idyl; \"The Sea-shell;\" and\n\"Mountain Born\" sing of the love of nature. \"In the Conservatory;\" \"My\nSummer Heart;\" and \"Tired of the Storm\" hint of sorrow and unrest and\nlonging. Then in 1886, \"Compensation\" was written. \"Irma's Love For\nThe King\" is a favorite; also, \"'Sold'--A Picture,\" written for her\ndaughter, \"yes, but she never came.\n\n\"The Sorrowful Stone\" Mrs. Stockton considers her best.\n\n     \"The story without a suspicion of rhyme,\n       And dim with the mists of the morning of Time,\n     Is told of a goddess, who, wandering alone,\n       Did go and sit down on the Sorrowful Stone.\n\n     We find our Gethsemane somewhere,\n       though late;\n     The Angel of Shadows\n       throws open the gate.\n     We creep with our burden of pain,\n       to atone,\n     For all of life's ills,\n       to the Sorrowful Stone.\n\n     Above is the vault of the pitiless stars;\n        The trees stretch their arms all blackened\n          with scars;\n        The gales of lost Paradise are faintly\n          blown\n        To where we sit down on the Sorrowful\n          Stone.\"\n\n     \"From a Poem 'Vagaries'\" warns of * * *\n        --the product of the age and clime,\n        We do too much! grow old before our\n          time,\n\n        Yet--would we stray to Morning Hills\n          again?\n        Unlearn sad prophecies, and dream as\n          then!\n\n        Ah, no! with sense of peace the shadows\n          creep,\n        There droppeth on tired eyes the spell of\n          sleep--\n\n        We left the dawn long leagues behind, and\n          stand,\n        Waiting and wistful in the Evening Land!\n\n        The patient Nurse of Destiny, at best,\n        Leads us like children to the needed rest!\n\n\n     A ghostly wind puts out our little light,\n        And we have bid the busy world \"Good Night!\"\n\n\nMrs. Stockton was married twice. Her first husband was the father of her\ntwo sons, one of whom, Dr. Henry M. Downs, in his practice, came often\nto St. Margaret's. The second marriage, as the wife of the late Judge\nJohn S. Stockton, was a very happy one. Last year, a brother the only\nsurviving member of her family, died, leaving Mrs. Stockton the last of\na family of five children. The two sons have also passed into the Great\nBeyond.\n\nIn her younger days, she contributed many poems and some prose to\nnewspapers and magazines over the name of Cora M. Downs.\n\nEx-Gov. St. John appointed her one of the regents of the University of\nKansas.\n\nHer beautiful poem: \"In Memoriam\" to Sarah Walter Chandler Coates was\nher last.\n\n        \"'We seem like children,' she was wont to\n          say,\n        'Talking of what we cannot understand,'\n     And in the dark or daylight, all the way,\n        Holding so trustfully a Father's hand.\n     And this was her religion, not to dwell\n        On tenets, creeds, or doctrines, but to\n          live\n     On a pure faith, and striving to do well\n        The simple duties that each hour should\n          give.\"\n\n\n\n\nMARGARET HILL McCARTER.\n\n\nThe most successful Kansas woman writer financially and the most\nprolific is Margaret Hill McCarter of Topeka. From the advent of her\nlittle book in 1901, \"A Bunch of Things, Tied Up With Strings\" to\nthe hearty reception of her latest novel every step of the way spells\nsuccess.\n\nMargaret Hill was born in Indiana and came to Kansas in 1888 to teach\nEnglish in the Topeka High School. Two years later, she became the wife\nof Dr. William McCarter. Of this union there are two daughters, students\nat Baker University and the Topeka High School and a young son, his\nmother's literary critic.\n\nA wife and a mother first, a Kansas woman second, and an author third is\nthe way Mrs. McCarter rates herself. She is capable of and does do all\nher housework.\n\nHer love for literature she owes to her mother, who believed in higher\neducation and taught Margaret to prize the few books that came her way.\n\nAfter leaving the school room, the teacher instinct still strong within\nher, she argued if she could teach out of books written by others,\nwhy not out of books of her own? Then followed poems, short stories,\nbiography, textbooks, the editing of Crane Classics, \"One Hundred Kansas\nWomen\" and miscellanies.\n\nIn 1902, \"Cuddy and Other Folks\" was written and in 1903, \"The\nCottonwood's Story.\"\n\nThis same year, \"The Overflowing Waters,\" the story of the 1903 flood,\nand one of her best bits of heart writing paid for the school books of\nalmost a thousand unfortunate children. \"Cuddy's Baby\" appeared in\n1908, followed the next year with \"In Old Quivera,\" a thread of Coronado\nhistory. \"The Price of The Prairies,\" three weeks after publication in\nthe fall of 1910, became Kansas' best seller. \"The Peace of The Solomon\nValley\" came out in 1911 and proved a popular gift book. \"The Wall of\nMen,\" Mrs. McCarter's 1912 offering should be one of the required books\nin Kansas schools. It is authentic history and the close of the story\nleaves every Kansan with a greater respect and love for the state and\nthe heroic pioneers who stood as a living wall between Kansas and the\nslave question. 1913 gave us the \"Master's Degree,\" considered by many\nher best work. This year we have \"Winning The Wilderness.\"\n\nMrs. McCarter founded the Club Member and organized the Sorosis, serving\nas president seven years and two terms as president of the Topeka\nFederation of Women's Clubs. Baker University, at Baldwin, Kansas,\ngave her an honorary Master's Degree in 1909, its semi-centennial\nanniversary.\n\n\n\n\nBESSIE MAY BELLMAN. and JUNE BELLMAN HENTHORNE.\n\n\nBessie May Bellman and June Bellman Henthorne, her daughter, hail from\nWinfield. They write both prose and verse and Mrs. Henthorne was a\nreporter for years. Mrs. Bellman, when a girl, lived five years on a\ncattle ranch and to those five lonely years she credits her habit of\nintrospection, meditation and writing. Much of her poetry and short\nstories are used in platform work.\n\nRed Leaves.\n\n     Red leaves--\n          Aflame in the air, aflame in the trees.\n        Blue streams, smoky hills--\n          Gold, gold the sunlight spills--\n             Red leaves!\n\nDead Leaves--\n\n          A swirl in the air-asleep 'neath the\n             trees.\n        Gone every lark and swallow--\n          Haunting echoes bid me follow--\n             Dead leaves!\n                  Bessie May Bellman--\n\n\nMrs. Henthorne's \"If\" is published in a New York reader.\n\n     \"If, in a bird-heart, beating 'neath the gray\n        There chants a song, no matter what the\n          day.\n     If, in a bird-heart happy sunbeams shine,\n             Why not in mine?\n\n     If, in a flower-face, beat down by rain,\n        The hope of clear skies be in spite of\n          pain--\n     If, in a flower-face a great hope shine,\n             Why not in mine?\"\n\n\n\n\nAMANDA T. JONES.\n\n\nOne of the few Kansas women to have a place in \"Who's Who\" was the late\nAmanda T. Jones of Junction City. She was one of the most prolific poets\nof Kansas.\n\nHer \"Atlantic\" is a story of the rebellion; \"Utah and Other Poems;\" \"A\nPrairie Idyl;\" \"Flowers and a Weed;\" and \"Rubaiyat of Solomon Valley\"\nare volumes of verse. Her prose: \"Children's Stories,\" \"Fairy Arrows\"\nand \"The White Blackbird;\" \"A Psychic Autobiography,\" published in 1908;\n\"Man and Priest,\" a story of psychic detection; \"Mother of Pioneers,\"\nand a novel ready for publication, \"A Daughter of Wall St.\"\n\nMiss Jones originated a working women's home and patented many\ninventions, mostly household necessities.\n\n * * * * *\n\n\n\n\nCHARLOTTE F. WILDER.\n\n\nCharlotte Frances Wilder, Manhattan, has been writing half a century and\nit has won for her a place in Bibliotheque Nationale, Paris, \"entitled\nto go down to posterity, her lifework preserved as information for\nfuture generations.\" She has written \"Land of The Rising Sun,\"\n\"Sister Ridenour's Sacrifice,\" \"Christmas Cheer In All Lands,\" \"Easter\nGladness,\" \"Mission Ships,\" \"The Child's Own Book\" and \"The Wonderful\nStory of Jesus.\" Her essays, alone, would make a volume, original and\ninteresting. She has written for the press since sixteen years of age\nand has been a Bible teacher forty years.\n\n\n\n\nANNA L. JANUARY.\n\n\nOsawatomie claims Anna L. January, the author of \"Historic Souvenir of\nOsawatomie, Kansas,\" \"John Brown Battle Grounds,\" \"Calvin Monument,\" and\n\"Lookout and Park;\" also, numerous poems.\n\nMrs. January is a native of Wilmington, Ohio, coming to Kansas in 1898.\nShe taught school three years and in 1901 married D. A. January of\nOsawatomie. They have one child, a son of four years. An active worker\nin the Congress of Mothers and interested in temperance and suffrage\nwork, Mrs. January still finds time to write many short poems.\n\n\n\n\nHATTIE HORNER LOUTHAN.\n\n\nHattie Horner Louthan, a former White Water, Kansas girl, is the author\nof five books and many contributions to newspapers and first class\nmagazines. After graduation at the Normal School, Emporia, in 1883,\nMiss Horner engaged in teaching and literary work. Ten years later, she\nbecame the wife of Overton Earl Louthan, who died in 1906.\n\nShe is editor of the Great Southwest and a member of the staff of the\nDenver Republican. Her first volume of poems came out in 1885; the next\nyear, \"Some Reasons For Our Choice.\" \"Not At Home,\" a book of travels,\nwas published in 1889; \"Collection of Kansas Poetry,\" in 1891; and\n\"Thoughts Adrift,\" in 1902. Her work is versatile; the rhyme easy\nflowing and strong.\n\n\n\nGEORGIANA FREEMAN McCOY. and MARY FREEMAN STARTZMAN.\n\n\nGeorgiana Freeman McCoy, Wichita, has taught music in Kansas longer\nthan any other teacher in the state and incidentally writes verse. She\nremodeled Elizabeth Browning's \"A Drama of Exile\" and wrote the musical\nsetting for Simon Buchhalter, the Viennese pianist and composer. A\nsister, Mary Freeman Startzman, while living in Fort Scott, wrote a\nvolume of poems, \"Wild Flowers.\"\n\n\n\n\nEVA MORLEY MURPHY.\n\n\nEva Morley Murphy of Goodland, recent candidate for Congress, is author\nof two books: \"The Miracle on the Smoky and Other Stories,\" and \"Lois\nMorton's Investment.\"\n\nShe is a descendant of Nathaniel Perry of Revolutionary fame, and of\nRodger Williams; an active temperance worker; and one of the women who\nmade equal suffrage possible in Kansas.\n\n\n\n\nSALLIE F. TOLER.\n\n\nMrs. Sallie F. Toler, Wichita, has written on every subject from pigs\nand pole cats to patriotism. She is the author of several plays and\nthree vaudeville sketches. A comedy, a racing romance, \"Handicapped;\"\n\"Thekla,\" a play in three acts; \"On Bird's Island,\" a four-act play; and\n\"Waking Him Up,\" a farce, are played in stock now.\n\nMrs. Toler contributes to many papers and lectures on \"The Short Story\"\nand \"The Modern Drama.\"\n\n\n\nMARGARET PERKINS.\n\n\nAs a 1914 Christmas offering, Margaret Perkins, a Hutchinson High School\nteacher, gave us her volume of beautiful poems. \"The Love Letters of a\nNorman Princess\" is the love story, in verse, of Hersilie, a ward\nand relative of William, The Conqueror, and Eric, a kinsman of the\nunfortunate King Harold.\n\n     \"I thought once, in a dream, that Love\n          came near\n        With silken flutter of empurpled wings\n     That wafted faint, strange fragrance from\n          the things\n        Abloom where age and season never\n          sear.\n     The joy of mating birds was in my ear,\n        And flamed my path with dancing daffodils\n     Whose splendor melted into greening hills\n        Upseeking, like my spirit, to revere.\"\n\n\n\n     \"Before you came, this heart of mine\n        A fairy garden seemed\n     With lavender and eglantine;\n        And lovely lilies gleamed\n     Above the purple-pansy sod\n        Where ruthless passion never trod.\"\n\n\n\n     \"If Heaven had been pleased to let you be\n        A keeper of the sheep, a peasant me,\n     Within a shepherd's cottage thatched with\n          vine\n        Now might we know the bliss of days\n          divine.\"\n     --\"We are part of Heaven's scheme,\n        You and I:\n     Child of sunshine and the dew\n        I was earthly--born as you.\n\n\n\n     \"Yet my little hour I go,\n        Troubled maid,\n     Even where the storm blasts blow,\n        Unafraid;\n     Confident that from the sod\n        All things upward wend to God.\"\n\n\n\n        \"Dear heart, the homing hour is here,\n          The task is done.\n        Toilers, and they who course the deer\n          Turn, one by one,\n          At day's demise,\n        Where dwells a deathless glow\n          In loving eyes.\n        I hear them hearthward go\n     To castle, or to cottage on the lea;\n     But him I love comes never home to me.\"\n\n\n\n        The peaks that rift the saffron sheen\n          Of sunset skies\n        In purple loveliness, when seen\n          By nearer eyes,\n          Are bleakly bare.\n        To brave those boulders gray\n          No climbers dare.\n        O, in some future may\n     This mountain mass of unfulfilled desires\n     Be unto me as yonder haloed spires!\"\n\n\nMiss Perkins is the compiler of \"Echoes of Pawnee Rock,\" and writes\nshort stories and poems for the magazines. Some of her verse is\npublished in Woolard's \"Father.\"\n\n\n\n\nANNA E. ARNOLD.\n\nAnna E. Arnold, Cottonwood Falls, Superintendent of Chase County\nSchools, is a thorough Kansan, and a farm product. She was born at\nWhiting, Jackson County, but when a very small child, her parents moved\nto Chase and all her life since has been spent in that county. Until the\nlast few years, she lived on a farm.\n\nShe is a graduate of the State University and has taught in the grade\nand high schools. In 1905, she became a candidate for Superintendent\nof Schools of Chase County. Her success and her unusual ability as a\nteacher were rewarded by a two to one majority on a close county ticket.\nAt the second term, she had no opposition and out of 1214 votes cast,\nshe received all but 29. The present year, after four elections, is her\nseventh continuous year as Superintendent of Chase County. In addition\nto her official duties, Miss Arnold has written two text-books. Her\n\"Civics and Citizenship\" in 1912 was adopted as the state text-book on\ncivil government for use in the public schools of Kansas. It is being\nused by a large number of womens' clubs. Many outlines for club work on\ncivic subjects have come from Miss Arnold's pen. Her second textbook,\n\"A History of Kansas,\" the first book printed under the new State\nPublication Law, has also been adopted by the text-book commission.\n\nMiss Arnold is considered one of the foremost educational leaders of the\nstate.\n\nTopeka gives us Anna Deming Gray, a writer of negro dialect stories,\nstories for children, and some verse. Elizabeth Barr Arthur, has written\na number of books, histories of several Kansas counties and some volumes\nof poems, \"Washburn Ballads.\" Mrs. Sarah E. Roby is a writer of both\nprose and verse.\n\nA granddaughter, Marjory Roby, has written a number of stories and\nplays. Eva Bland Black contributes poems and song lyrics to the\nmagazines. She served her apprenticeship as reporter and city editor of\nthe Journal and Evening News of Garnett and as associate editor of the\nConcordia \"Magnet.\" Mrs. Isabel McArthur is a natural poet and song\nwriter.\n\nShe has published one volume of verse, \"Every Body Loves a Lover.\" Her\nlast song, \"When The Bloom Is On The Cherry At Sardou\" is widely sung.\nEdna E. Haywood is author of \"Fifty Common Birds Around the Capital.\"\n\nMrs. Mary A. Cornelius, while a resident of Topeka, wrote four books,\n\"Little Wolf,\" \"Uncle Nathan's Farm,\" \"The White Flame,\" and \"Why? A\nKansas Girl's Query.\" Another book is ready for publication. Mrs. Mary\nWorrall Hudson, wife of the late General J. K. Hudson, former editor of\nthe Topeka Capital, is author of \"Two Little Maids And Their Friends,\"\n\"Esther, The Gentile,\" and many short stories and poems. Her classic\nprose-poem: \"In The Missouri Woods\" is considered her masterpiece. Mrs.\nSara Josephine Albright, formerly of Topeka, now of Leavenworth, is a\nsweet singer of childlife. Her volume of verse, \"With The Children\" is\nlullabies and mother-love poems. A book of stories for children will\nsoon be ready for publication.\n\nJessie Lewellyn Call, deceased, the clever and beautiful daughter of the\nfirst Populist governor of Kansas, was a well-known essayist and short\nstory writer. For many years she was one of the editors of the Chicago\nInter-Ocean.\n\nLawrence claims Dorothy Canfield Fisher, a writer of both fiction and\ntext-books and many short stories. She is the author of \"Corneille And\nRacine In England,\" \"English Rhetoric And Composition,\" \"What Shall We\nDo Now,\" \"Gunhild,\" \"The Squirrel Cage\" and \"The Montessori Mother.\"\nLouise C. Don Carlos has written \"A Battle In The Smoke,\" one of the\nbest Kansas works on fiction. She did special work on the Nashville\nTennessee Banner and writes a great deal of magazine verse.\n\nMrs. Anna W. Arnett, a Lawrence teacher, writes verse and songs. In\naddition, she has issued a primer, the Kansas text-book and a primary\nreading chart for which she has a United States patent. Margaret Lynn,\none of the faculty of Kansas University, is a writer of short stories\nand \"A Step-Daughter Of The Prairies.\"\n\n\nMrs. A. B. Butler of Manhattan wrote \"The Trial And Condemnation of\nJesus Christ From a Lawyer's Point of View;\" a novel, \"Ad Astra Per\nAspera;\" and much newspaper work. Mrs. Elizabeth Champney, a former\nteacher in the Kansas State Agricultural College, is the author of more\nthan twenty books and many short stories. \"Three Vassar Girls Abroad,\"\n\"Witch Winnie Series,\" \"Dames And Daughters of Colonial Days,\" \"Romance\nof French Abbeys,\" \"Romance of Italian Villas,\" and \"Romance of Imperial\nRome\" are her most popular works.\n\nSadie E. Lewis, Hutchinson, is the author of \"Hard Times In Kansas\"\nand other verse. Her daughter, Ida Margaret Glazier, is a poet and song\nwriter. Mrs Alice McAllily wrote \"Terra-Cotta\" and many other books.\n\nLillian W. Hale, Kansas City, is author of verse, short stories, and a\nnovel. Another novel will be ready for publication this autumn.\n\nLois Oldham Henrici, a one-time Sabetha and Parsons woman, is the author\nof \"Representative Women\" and many good short stories.\n\nLaura D. Congdon, a Newton pioneer, is a verse and short story writer.\nMary H. Finn, Sedgwick, writes beautiful verse and much prose. Jennie C.\nGraves, Pittsburg, writes poetry and moving picture plays. Mrs. Johannas\nBennett, another Pittsburg woman, has written an historical novel, \"La\nBelle San Antone.\" Florence L. Snow, Neosho Falls, is an artistic and\nfinished writer of verse and prose. She is the author of \"The Lamp of\nGold.\" Sharlot M. Hall, Lincoln, writes prose and verse. A volume\nof poems, \"Cactus And Pine,\" \"History of Arizona,\" \"A Woman of the\nFrontier,\" \"The Price of The Star\" and short stories are her important\nworks. Mrs. A. S. McMillan, Lyons, a poetess, song writer and licensed\npreacher, writes clever verse, much of which has been set to music.\n\"Land Where Dreams Come True\" is her best known poem. Kittie Skidmore\nCowen, a former Columbus woman, is author of \"An Unconditional\nSurrender,\" a civil war story. \"The Message of Hagar,\" a study of\nthe Mormon question will be in the press soon. Miss Mary E. Upshaw,\nMcPherson, wrote verse at the age of seven and published her first story\nat fifteen. She has a book in preparation which she expects to publish\nat an early date. Jeanette Scott Benton, formerly of Fort Scott, writes\nshort stories novelettes, and stories for children. May Belleville Brown\nof Salina, has a very clever pen, as has, also Mrs. Lulu R. Fuhr of\nMeade, the author of \"Tenderfoot Tales.\" Mrs. E. M. Adams, Mound City,\nwrites exquisite verse and in the past, had many short stories to her\ncredit. Mrs. C. W. Smith, Stockton, writes both prose and verse. Cara\nA. Thomas Hoover, formerly of Halstead, Harvey County, now living in\nRialto, California, writes prose and beautiful verse. Rose Hartwick\nThorpe, the author of \"Curfew Shall Not Ring To-night,\" was a Kansan in\nthe early sixties. She lived at Wilmington.\n\n\nMiss Margaret Stevenson, Olathe, is a writer of books for the blind. She\nhas some short stories, nature and text-books published.\n\n\nLelia Hardin Bugg, Wichita, has written \"The Prodigal Daughter,\"\n\"The People of Our Parish,\" and \"Orchids.\" Edna Thacher Russ, also of\nWichita, writes short stories and educational articles.\n\n\nMrs. E. Hamilton Myers, Englewood, is a dramatic writer and a poet of\nrare talents. Being a musician, much of her verse is used for songs.\n\nMrs. Myers contributes to the English papers. Her first story was\npublished by a magazine which had accepted writings of her mother's.\n\n\nOther than literature proper, we have Mrs. Lillian M. Mitchner, of\nTopeka, a scientific writer; Mrs. Lumina C. R. Smythe, a writer of\nverse, also of Topeka, who is co-author with her late husband in the\nrevised \"Flora And Check List of Kansas.\"\n\n\nAmong the clever newspaper women of the state are Margie Webb Tennal,\nSabetha; Maud C. Thompson, Howard; Frances Garside, formerly of\nAtchison, now with the New York Journal; Mrs. E. E. Kelley, Toronto;\nAnna Carlson, Lindsborg; Mrs. Mary Riley, Kansas City; and Isabel Worrel\nBall, a Larned woman, who bears the distinction of being the only\nwoman given a seat in the congressional press gallery. Grace D. Brewer,\nGirard, has been a newspaper woman and magazine short story writer for\nten years.\n\n\nAmong the early Kansas writers are Clarinda Howard Nichols, Mrs. A. B.\nBartlett, Lucy B. Armstrong, Sarah Richart, Mrs. Porter Sherman, and\nMary Tenny Gray, all of Wyandotte and Mrs. C. H. Cushing of Leavenworth.\n\n\nSara T. D. Robinson, the wife of the first governor of Kansas, was one\nof the very first women writers of the state. Her \"Kansas, Interior\nAnd Exterior\" was published in 1856 and went through ten editions up to\n1889.\n\n\n\n\nINDEX.\n\n     Adams, Mrs. E. M.\n     Albright, Sara Josephine\n     Allerton, Ellen Palmer\n     Aplington, Kate A.\n     Armstrong, Lucy B.\n     Arnett, Anna W.\n     Arnold, Anna E.\n     Arthur, Elizabeth Barr\n\n     Ball, Isabel Warrel\n     Bartlett, Mrs. A. B.\n     Bellman, Bessie May\n     Bennett, Mrs. Johannas\n     Benton, Jeanette Scott\n     Black, Eva Bland\n     Brewer, Grace D.\n     Brown, May Bellville\n     Bugg, Leila Hardin\n     Butler, Mrs. A. B.\n\n     Call, Jessie Lewellyn\n     Carlson, Anna\n     Champney, Elizabeth\n     Clark, Esther M.\n     Congdon, Laura D.\n     Cornelius, Mary A.\n     Cowen, Kittie Skidmore\n     Cushing, Mrs. C. H.\n\n     Don Carlos, Louise C.\n\n     Finn, Mary H.\n     Fisher, Dorothy Canfield\n     Fuhr, Lulu R.\n\n     Garside, Frances\n     Glazier, Ida Margaret\n     Graham, Effie\n     Graves, Jennie C.\n     Gray, Anna Deming\n     Gray, Mary Tenny\n\n     Hale, Lillian W.\n     Hall, Sharlot M.\n     Haywood, Edna E.\n     Henrici, Lois Oldham\n     Henthorne, June Bellman\n     Hoover, Cara A. Thomas\n     Hudson, Mary Worrell\n     Humphrey, Mary Vance\n\n     January, Anna L.\n     Jarrell, Myra Williams\n     Jones, Amanda T.\n\n     Kelley, Mrs. E. E.\n\n     Lewis, Sadie E.\n     Louthan Hattie Horner\n     Lynn, Margaret\n\n     McAllily, Alice\n     McArthur, Isabel\n     McCarter, Margaret Hill\n     McCoy, Georgiana Freeman\n     McMillan, Mrs. A. S.\n     Mitchner, Lillian W.\n     Murphy, Eva Morley\n     Myers, Mrs. E. Hamilton\n\n     Nichols, Clarinda Howard\n\n     Perkins, Margaret\n\n     Richart, Sarah\n\n     Riley, Mary\n     Robinson, Sara T. D.\n     Roby, Marjory\n     Roby, Sara E.\n     Russ, Edna Thatcher\n\n     Sherman, Mrs. Porter\n     Smith, Mrs. C. W.\n     Smythe, Lumina C. R.\n     Snow, Florence L.\n     Startzman, Mary Freeman\n     Stevenson, Margaret\n     Stockton, Cornelia M.\n\n     Tennal, Margie Webb\n     Thompson, Maude C.\n     Thorpe, Rose Hartwick\n     Toler, Sallie F.\n\n     Upshaw, Mary E.\n     Vaughn, Emma Upton\n\n     Whitcomb, Jessie Wright\n     Wilder, Charlotte F.\n     Wood, Emma Tanner"
}