{
 "author": [
  "Stevenson, Robert Louis"
 ],
 "title": [
  "Weir of Hermiston: An Unfinished Romance"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Domestic fiction",
  "Judges -- Fiction",
  "Young men -- Fiction",
  "Fathers and sons -- Fiction",
  "Scotland -- Fiction",
  "PR",
  "Country life -- Fiction"
 ],
 "id": "380",
 "genre": [
  "teen",
  "fiction"
 ],
 "text": "Transcribed from the 1913 Chatto and Windus edition by David Price, email\nccx074@pglaf.org\n\n\n\n\n\n                            WEIR OF HERMISTON\n\n\n                          AN UNFINISHED ROMANCE\n\n                                * * * * *\n\n                                    BY\n                          ROBERT LOUIS STEVENSON\n\n                       [Picture: Decorative image]\n\n                            FINE-PAPER EDITION\n\n                                * * * * *\n\n                                  LONDON\n                             CHATTO & WINDUS\n                                   1913\n\n                   Printed by BALLANTYNE, HANSON & CO.\n                    at the Ballantyne Press, Edinburgh\n\n\n\n\nTO MY WIFE\n\n\n   _I saw rain falling and the rainbow drawn_\n   _On Lammermuir_.  _Hearkening I heard again_\n   _In my precipitous city beaten bells_\n   _Winnow the keen sea wind_.  _And here afar_,\n   _Intent on my own race and place_, _I wrote_.\n       _Take thou the writing_: _thine it is_.  _For who_\n   _Burnished the sword_, _blew on the drowsy coal_,\n   _Held still the target higher_, _chary of praise_\n   _And prodigal of counsel—who but thou_?\n   _So now_, _in the end_, _if this the least be good_,\n   _If any deed be done_, _if any fire_\n   _Burn in the imperfect page_, _the praise be thine_.\n\n\n\n\nINTRODUCTORY\n\n\nIn the wild end of a moorland parish, far out of the sight of any house,\nthere stands a cairn among the heather, and a little by east of it, in\nthe going down of the brae-side, a monument with some verses half\ndefaced.  It was here that Claverhouse shot with his own hand the Praying\nWeaver of Balweary, and the chisel of Old Mortality has clinked on that\nlonely gravestone.  Public and domestic history have thus marked with a\nbloody finger this hollow among the hills; and since the Cameronian gave\nhis life there, two hundred years ago, in a glorious folly, and without\ncomprehension or regret, the silence of the moss has been broken once\nagain by the report of firearms and the cry of the dying.\n\nThe Deil’s Hags was the old name.  But the place is now called Francie’s\nCairn.  For a while it was told that Francie walked.  Aggic Hogg met him\nin the gloaming by the cairnside, and he spoke to her, with chattering\nteeth, so that his words were lost.  He pursued Rob Todd (if any one\ncould have believed Robbie) for the space of half a mile with pitiful\nentreaties.  But the age is one of incredulity; these superstitious\ndecorations speedily fell off; and the facts of the story itself, like\nthe bones of a giant buried there and half dug up, survived, naked and\nimperfect, in the memory of the scattered neighbours.  To this day, of\nwinter nights, when the sleet is on the window and the cattle are quiet\nin the byre, there will be told again, amid the silence of the young and\nthe additions and corrections of the old, the tale of the Justice-Clerk\nand of his son, young Hermiston, that vanished from men’s knowledge; of\nthe two Kirsties and the Four Black Brothers of the Cauldstaneslap; and\nof Frank Innes, “the young fool advocate,” that came into these moorland\nparts to find his destiny.\n\n\n\n\nCHAPTER I—LIFE AND DEATH OF MRS. WEIR\n\n\nThe Lord Justice-Clerk was a stranger in that part of the country; but\nhis lady wife was known there from a child, as her race had been before\nher.  The old “riding Rutherfords of Hermiston,” of whom she was the last\ndescendant, had been famous men of yore, ill neighbours, ill subjects,\nand ill husbands to their wives though not their properties.  Tales of\nthem were rife for twenty miles about; and their name was even printed in\nthe page of our Scots histories, not always to their credit.  One bit the\ndust at Flodden; one was hanged at his peel door by James the Fifth;\nanother fell dead in a carouse with Tom Dalyell; while a fourth (and that\nwas Jean’s own father) died presiding at a Hell-Fire Club, of which he\nwas the founder.  There were many heads shaken in Crossmichael at that\njudgment; the more so as the man had a villainous reputation among high\nand low, and both with the godly and the worldly.  At that very hour of\nhis demise, he had ten going pleas before the Session, eight of them\noppressive.  And the same doom extended even to his agents; his grieve,\nthat had been his right hand in many a left-hand business, being cast\nfrom his horse one night and drowned in a peat-hag on the Kye-skairs; and\nhis very doer (although lawyers have long spoons) surviving him not long,\nand dying on a sudden in a bloody flux.\n\nIn all these generations, while a male Rutherford was in the saddle with\nhis lads, or brawling in a change-house, there would be always a\nwhite-faced wife immured at home in the old peel or the later\nmansion-house.  It seemed this succession of martyrs bided long, but took\ntheir vengeance in the end, and that was in the person of the last\ndescendant, Jean.  She bore the name of the Rutherfords, but she was the\ndaughter of their trembling wives.  At the first she was not wholly\nwithout charm.  Neighbours recalled in her, as a child, a strain of elfin\nwilfulness, gentle little mutinies, sad little gaieties, even a morning\ngleam of beauty that was not to be fulfilled.  She withered in the\ngrowing, and (whether it was the sins of her sires or the sorrows of her\nmothers) came to her maturity depressed, and, as it were, defaced; no\nblood of life in her, no grasp or gaiety; pious, anxious, tender,\ntearful, and incompetent.\n\nIt was a wonder to many that she had married—seeming so wholly of the\nstuff that makes old maids.  But chance cast her in the path of Adam\nWeir, then the new Lord-Advocate, a recognised, risen man, the conqueror\nof many obstacles, and thus late in the day beginning to think upon a\nwife.  He was one who looked rather to obedience than beauty, yet it\nwould seem he was struck with her at the first look.  “Wha’s she?” he\nsaid, turning to his host; and, when he had been told, “Ay,” says he,\n“she looks menseful.  She minds me—”; and then, after a pause (which some\nhave been daring enough to set down to sentimental recollections), “Is\nshe releegious?” he asked, and was shortly after, at his own request,\npresented.  The acquaintance, which it seems profane to call a courtship,\nwas pursued with Mr. Weir’s accustomed industry, and was long a legend,\nor rather a source of legends, in the Parliament House.  He was described\ncoming, rosy with much port, into the drawing-room, walking direct up to\nthe lady, and assailing her with pleasantries, to which the embarrassed\nfair one responded, in what seemed a kind of agony, “Eh, Mr. Weir!” or\n“O, Mr. Weir!” or “Keep me, Mr. Weir!”  On the very eve of their\nengagement, it was related that one had drawn near to the tender couple,\nand had overheard the lady cry out, with the tones of one who talked for\nthe sake of talking, “Keep me, Mr. Weir, and what became of him?” and the\nprofound accents of the suitor reply, “Haangit, mem, haangit.”  The\nmotives upon either side were much debated.  Mr. Weir must have supposed\nhis bride to be somehow suitable; perhaps he belonged to that class of\nmen who think a weak head the ornament of women—an opinion invariably\npunished in this life.  Her descent and her estate were beyond question.\nHer wayfaring ancestors and her litigious father had done well by Jean.\nThere was ready money and there were broad acres, ready to fall wholly to\nthe husband, to lend dignity to his descendants, and to himself a title,\nwhen he should be called upon the Bench.  On the side of Jean, there was\nperhaps some fascination of curiosity as to this unknown male animal that\napproached her with the roughness of a ploughman and the _aplomb_ of an\nadvocate.  Being so trenchantly opposed to all she knew, loved, or\nunderstood, he may well have seemed to her the extreme, if scarcely the\nideal, of his sex.  And besides, he was an ill man to refuse.  A little\nover forty at the period of his marriage, he looked already older, and to\nthe force of manhood added the senatorial dignity of years; it was,\nperhaps, with an unreverend awe, but he was awful.  The Bench, the Bar,\nand the most experienced and reluctant witness, bowed to his\nauthority—and why not Jeannie Rutherford?\n\nThe heresy about foolish women is always punished, I have said, and Lord\nHermiston began to pay the penalty at once.  His house in George Square\nwas wretchedly ill-guided; nothing answerable to the expense of\nmaintenance but the cellar, which was his own private care.  When things\nwent wrong at dinner, as they continually did, my lord would look up the\ntable at his wife: “I think these broth would be better to sweem in than\nto sup.”  Or else to the butler: “Here, M‘Killop, awa’ wi’ this Raadical\ngigot—tak’ it to the French, man, and bring me some puddocks!  It seems\nrather a sore kind of a business that I should be all day in Court\nhaanging Raadicals, and get nawthing to my denner.”  Of course this was\nbut a manner of speaking, and he had never hanged a man for being a\nRadical in his life; the law, of which he was the faithful minister,\ndirecting otherwise.  And of course these growls were in the nature of\npleasantry, but it was of a recondite sort; and uttered as they were in\nhis resounding voice, and commented on by that expression which they\ncalled in the Parliament House “Hermiston’s hanging face”—they struck\nmere dismay into the wife.  She sat before him speechless and fluttering;\nat each dish, as at a fresh ordeal, her eye hovered toward my lord’s\ncountenance and fell again; if he but ate in silence, unspeakable relief\nwas her portion; if there were complaint, the world was darkened.  She\nwould seek out the cook, who was always her _sister in the Lord_.  “O, my\ndear, this is the most dreidful thing that my lord can never be contented\nin his own house!” she would begin; and weep and pray with the cook; and\nthen the cook would pray with Mrs. Weir; and the next day’s meal would\nnever be a penny the better—and the next cook (when she came) would be\nworse, if anything, but just as pious.  It was often wondered that Lord\nHermiston bore it as he did; indeed, he was a stoical old voluptuary,\ncontented with sound wine and plenty of it.  But there were moments when\nhe overflowed.  Perhaps half a dozen times in the history of his married\nlife—“Here! tak’ it awa’, and bring me a piece bread and kebbuck!” he had\nexclaimed, with an appalling explosion of his voice and rare gestures.\nNone thought to dispute or to make excuses; the service was arrested;\nMrs. Weir sat at the head of the table whimpering without disguise; and\nhis lordship opposite munched his bread and cheese in ostentatious\ndisregard.  Once only, Mrs. Weir had ventured to appeal.  He was passing\nher chair on his way into the study.\n\n“O, Edom!” she wailed, in a voice tragic with tears, and reaching out to\nhim both hands, in one of which she held a sopping pocket-handkerchief.\n\nHe paused and looked upon her with a face of wrath, into which there\nstole, as he looked, a twinkle of humour.\n\n“Noansense!” he said.  “You and your noansense!  What do I want with a\nChristian faim’ly?  I want Christian broth!  Get me a lass that can\nplain-boil a potato, if she was a whüre off the streets.”  And with these\nwords, which echoed in her tender ears like blasphemy, he had passed on\nto his study and shut the door behind him.\n\nSuch was the housewifery in George Square.  It was better at Hermiston,\nwhere Kirstie Elliott, the sister of a neighbouring bonnet-laird, and an\neighteenth cousin of the lady’s, bore the charge of all, and kept a trim\nhouse and a good country table.  Kirstie was a woman in a thousand,\nclean, capable, notable; once a moorland Helen, and still comely as a\nblood horse and healthy as the hill wind.  High in flesh and voice and\ncolour, she ran the house with her whole intemperate soul, in a bustle,\nnot without buffets.  Scarce more pious than decency in those days\nrequired, she was the cause of many an anxious thought and many a tearful\nprayer to Mrs. Weir.  Housekeeper and mistress renewed the parts of\nMartha and Mary; and though with a pricking conscience, Mary reposed on\nMartha’s strength as on a rock.  Even Lord Hermiston held Kirstie in a\nparticular regard.  There were few with whom he unbent so gladly, few\nwhom he favoured with so many pleasantries.  “Kirstie and me maun have\nour joke,” he would declare in high good-humour, as he buttered Kirstie’s\nscones, and she waited at table.  A man who had no need either of love or\nof popularity, a keen reader of men and of events, there was perhaps only\none truth for which he was quite unprepared: he would have been quite\nunprepared to learn that Kirstie hated him.  He thought maid and master\nwere well matched; hard, bandy, healthy, broad Scots folk, without a hair\nof nonsense to the pair of them.  And the fact was that she made a\ngoddess and an only child of the effete and tearful lady; and even as she\nwaited at table her hands would sometimes itch for my lord’s ears.\n\nThus, at least, when the family were at Hermiston, not only my lord, but\nMrs. Weir too, enjoyed a holiday.  Free from the dreadful looking-for of\nthe miscarried dinner, she would mind her seam, read her piety books, and\ntake her walk (which was my lord’s orders), sometimes by herself,\nsometimes with Archie, the only child of that scarce natural union.  The\nchild was her next bond to life.  Her frosted sentiment bloomed again,\nshe breathed deep of life, she let loose her heart, in that society.  The\nmiracle of her motherhood was ever new to her.  The sight of the little\nman at her skirt intoxicated her with the sense of power, and froze her\nwith the consciousness of her responsibility.  She looked forward, and,\nseeing him in fancy grow up and play his diverse part on the world’s\ntheatre, caught in her breath and lifted up her courage with a lively\neffort.  It was only with the child that she forgot herself and was at\nmoments natural; yet it was only with the child that she had conceived\nand managed to pursue a scheme of conduct.  Archie was to be a great man\nand a good; a minister if possible, a saint for certain.  She tried to\nengage his mind upon her favourite books, Rutherford’s _Letters_,\nScougalls _Grace Abounding_, and the like.  It was a common practice of\nhers (and strange to remember now) that she would carry the child to the\nDeil’s Hags, sit with him on the Praying Weaver’s stone, and talk of the\nCovenanters till their tears ran down.  Her view of history was wholly\nartless, a design in snow and ink; upon the one side, tender innocents\nwith psalms upon their lips; upon the other, the persecutors, booted,\nbloody-minded, flushed with wine: a suffering Christ, a raging Beelzebub.\n_Persecutor_ was a word that knocked upon the woman’s heart; it was her\nhighest thought of wickedness, and the mark of it was on her house.  Her\ngreat-great-grandfather had drawn the sword against the Lord’s anointed\non the field of Rullion Green, and breathed his last (tradition said) in\nthe arms of the detestable Dalyell.  Nor could she blind herself to this,\nthat had they lived in those old days, Hermiston himself would have been\nnumbered alongside of Bloody MacKenzie and the politic Lauderdale and\nRothes, in the band of God’s immediate enemies.  The sense of this moved\nher to the more fervour; she had a voice for that name of _persecutor_\nthat thrilled in the child’s marrow; and when one day the mob hooted and\nhissed them all in my lord’s travelling carriage, and cried, “Down with\nthe persecutor! down with Hanging Hermiston!” and mamma covered her eyes\nand wept, and papa let down the glass and looked out upon the rabble with\nhis droll formidable face, bitter and smiling, as they said he sometimes\nlooked when he gave sentence, Archie was for the moment too much amazed\nto be alarmed, but he had scarce got his mother by herself before his\nshrill voice was raised demanding an explanation: why had they called\npapa a persecutor?\n\n“Keep me, my precious!” she exclaimed.  “Keep me, my dear! this is\npoleetical.  Ye must never ask me anything poleetical, Erchie.  Your\nfaither is a great man, my dear, and it’s no for me or you to be judging\nhim.  It would be telling us all, if we behaved ourselves in our several\nstations the way your faither does in his high office; and let me hear no\nmore of any such disrespectful and undutiful questions!  No that you\nmeant to be undutiful, my lamb; your mother kens that—she kens it well,\ndearie!”  And so slid off to safer topics, and left on the mind of the\nchild an obscure but ineradicable sense of something wrong.\n\nMrs. Weir’s philosophy of life was summed in one expression—tenderness.\nIn her view of the universe, which was all lighted up with a glow out of\nthe doors of hell, good people must walk there in a kind of ecstasy of\ntenderness.  The beasts and plants had no souls; they were here but for a\nday, and let their day pass gently!  And as for the immortal men, on what\nblack, downward path were many of them wending, and to what a horror of\nan immortality!  “Are not two sparrows,” “Whosoever shall smite thee,”\n“God sendeth His rain,” “Judge not, that ye be not judged”—these texts\nmade her body of divinity; she put them on in the morning with her\nclothes and lay down to sleep with them at night; they haunted her like a\nfavourite air, they clung about her like a favourite perfume.  Their\nminister was a marrowy expounder of the law, and my lord sat under him\nwith relish; but Mrs. Weir respected him from far off; heard him (like\nthe cannon of a beleaguered city) usefully booming outside on the\ndogmatic ramparts; and meanwhile, within and out of shot, dwelt in her\nprivate garden which she watered with grateful tears.  It seems strange\nto say of this colourless and ineffectual woman, but she was a true\nenthusiast, and might have made the sunshine and the glory of a cloister.\nPerhaps none but Archie knew she could be eloquent; perhaps none but he\nhad seen her—her colour raised, her hands clasped or quivering—glow with\ngentle ardour.  There is a corner of the policy of Hermiston, where you\ncome suddenly in view of the summit of Black Fell, sometimes like the\nmere grass top of a hill, sometimes (and this is her own expression) like\na precious jewel in the heavens.  On such days, upon the sudden view of\nit, her hand would tighten on the child’s fingers, her voice rise like a\nsong.  “_I to the hills_!” she would repeat.  “And O, Erchie, are nae\nthese like the hills of Naphtali?” and her tears would flow.\n\nUpon an impressionable child the effect of this continual and pretty\naccompaniment to life was deep.  The woman’s quietism and piety passed on\nto his different nature undiminished; but whereas in her it was a native\nsentiment, in him it was only an implanted dogma.  Nature and the child’s\npugnacity at times revolted.  A cad from the Potterrow once struck him in\nthe mouth; he struck back, the pair fought it out in the back stable lane\ntowards the Meadows, and Archie returned with a considerable decline in\nthe number of his front teeth, and unregenerately boasting of the losses\nof the foe.  It was a sore day for Mrs. Weir; she wept and prayed over\nthe infant backslider until my lord was due from Court, and she must\nresume that air of tremulous composure with which she always greeted him.\nThe judge was that day in an observant mood, and remarked upon the absent\nteeth.\n\n“I am afraid Erchie will have been fechting with some of they blagyard\nlads,” said Mrs. Weir.\n\nMy lord’s voice rang out as it did seldom in the privacy of his own\nhouse.  “I’ll have norm of that, sir!” he cried.  “Do you hear me?—nonn\nof that!  No son of mine shall be speldering in the glaur with any dirty\nraibble.”\n\nThe anxious mother was grateful for so much support; she had even feared\nthe contrary.  And that night when she put the child to bed—“Now, my\ndear, ye see!” she said, “I told you what your faither would think of it,\nif he heard ye had fallen into this dreidful sin; and let you and me pray\nto God that ye may be keepit from the like temptation or strengthened to\nresist it!”\n\nThe womanly falsity of this was thrown away.  Ice and iron cannot be\nwelded; and the points of view of the Justice-Clerk and Mrs. Weir were\nnot less unassimilable.  The character and position of his father had\nlong been a stumbling-block to Archie, and with every year of his age the\ndifficulty grew more instant.  The man was mostly silent; when he spoke\nat all, it was to speak of the things of the world, always in a worldly\nspirit, often in language that the child had been schooled to think\ncoarse, and sometimes with words that he knew to be sins in themselves.\nTenderness was the first duty, and my lord was invariably harsh.  God was\nlove; the name of my lord (to all who knew him) was fear.  In the world,\nas schematised for Archie by his mother, the place was marked for such a\ncreature.  There were some whom it was good to pity and well (though very\nlikely useless) to pray for; they were named reprobates, goats, God’s\nenemies, brands for the burning; and Archie tallied every mark of\nidentification, and drew the inevitable private inference that the Lord\nJustice-Clerk was the chief of sinners.\n\nThe mother’s honesty was scarce complete.  There was one influence she\nfeared for the child and still secretly combated; that was my lord’s; and\nhalf unconsciously, half in a wilful blindness, she continued to\nundermine her husband with his son.  As long as Archie remained silent,\nshe did so ruthlessly, with a single eye to heaven and the child’s\nsalvation; but the day came when Archie spoke.  It was 1801, and Archie\nwas seven, and beyond his years for curiosity and logic, when he brought\nthe case up openly.  If judging were sinful and forbidden, how came papa\nto be a judge? to have that sin for a trade? to bear the name of it for a\ndistinction?\n\n“I can’t see it,” said the little Rabbi, and wagged his head.\n\nMrs. Weir abounded in commonplace replies.\n\n“No, I cannae see it,” reiterated Archie.  “And I’ll tell you what,\nmamma, I don’t think you and me’s justifeed in staying with him.”\n\nThe woman awoke to remorse, she saw herself disloyal to her man, her\nsovereign and bread-winner, in whom (with what she had of worldliness)\nshe took a certain subdued pride.  She expatiated in reply on my lord’s\nhonour and greatness; his useful services in this world of sorrow and\nwrong, and the place in which he stood, far above where babes and\ninnocents could hope to see or criticise.  But she had builded too\nwell—Archie had his answers pat: Were not babes and innocents the type of\nthe kingdom of heaven?  Were not honour and greatness the badges of the\nworld?  And at any rate, how about the mob that had once seethed about\nthe carriage?\n\n“It’s all very fine,” he concluded, “but in my opinion papa has no right\nto be it.  And it seems that’s not the worst yet of it.  It seems he’s\ncalled “The Hanging judge”—it seems he’s crooool.  I’ll tell you what it\nis, mamma, there’s a tex’ borne in upon me: It were better for that man\nif a milestone were bound upon his back and him flung into the\ndeepestmost pairts of the sea.”\n\n“O, my lamb, ye must never say the like of that!” she cried.  “Ye’re to\nhonour faither and mother, dear, that your days may be long in the land.\nIt’s Atheists that cry out against him—French Atheists, Erchie!  Ye would\nnever surely even yourself down to be saying the same thing as French\nAtheists?  It would break my heart to think that of you.  And O, Erchie,\nhere are’na _you_ setting up to _judge_?  And have ye no forgot God’s\nplain command—the First with Promise, dear?  Mind you upon the beam and\nthe mote!”\n\nHaving thus carried the war into the enemy’s camp, the terrified lady\nbreathed again.  And no doubt it is easy thus to circumvent a child with\ncatchwords, but it may be questioned how far it is effectual.  An\ninstinct in his breast detects the quibble, and a voice condemns it.  He\nwill instantly submit, privately hold the same opinion.  For even in this\nsimple and antique relation of the mother and the child, hypocrisies are\nmultiplied.\n\nWhen the Court rose that year and the family returned to Hermiston, it\nwas a common remark in all the country that the lady was sore failed.\nShe seemed to loose and seize again her touch with life, now sitting\ninert in a sort of durable bewilderment, anon waking to feverish and weak\nactivity.  She dawdled about the lasses at their work, looking stupidly\non; she fell to rummaging in old cabinets and presses, and desisted when\nhalf through; she would begin remarks with an air of animation and drop\nthem without a struggle.  Her common appearance was of one who has\nforgotten something and is trying to remember; and when she overhauled,\none after another, the worthless and touching mementoes of her youth, she\nmight have been seeking the clue to that lost thought.  During this\nperiod, she gave many gifts to the neighbours and house lasses, giving\nthem with a manner of regret that embarrassed the recipients.\n\nThe last night of all she was busy on some female work, and toiled upon\nit with so manifest and painful a devotion that my lord (who was not\noften curious) inquired as to its nature.\n\nShe blushed to the eyes.  “O, Edom, it’s for you!” she said.  “It’s\nslippers. I—I hae never made ye any.”\n\n“Ye daft auld wife!” returned his lordship.  “A bonny figure I would be,\npalmering about in bauchles!”\n\nThe next day, at the hour of her walk, Kirstie interfered.  Kirstie took\nthis decay of her mistress very hard; bore her a grudge, quarrelled with\nand railed upon her, the anxiety of a genuine love wearing the disguise\nof temper.  This day of all days she insisted disrespectfully, with\nrustic fury, that Mrs. Weir should stay at home.  But, “No, no,” she\nsaid, “it’s my lord’s orders,” and set forth as usual.  Archie was\nvisible in the acre bog, engaged upon some childish enterprise, the\ninstrument of which was mire; and she stood and looked at him a while\nlike one about to call; then thought otherwise, sighed, and shook her\nhead, and proceeded on her rounds alone.  The house lasses were at the\nburnside washing, and saw her pass with her loose, weary, dowdy gait.\n\n“She’s a terrible feckless wife, the mistress!” said the one.\n\n“Tut,” said the other, “the wumman’s seeck.”\n\n“Weel, I canna see nae differ in her,” returned the first.  “A\nfushionless quean, a feckless carline.”\n\nThe poor creature thus discussed rambled a while in the grounds without a\npurpose.  Tides in her mind ebbed and flowed, and carried her to and fro\nlike seaweed.  She tried a path, paused, returned, and tried another;\nquesting, forgetting her quest; the spirit of choice extinct in her\nbosom, or devoid of sequency.  On a sudden, it appeared as though she had\nremembered, or had formed a resolution, wheeled about, returned with\nhurried steps, and appeared in the dining-room, where Kirstie was at the\ncleaning, like one charged with an important errand.\n\n“Kirstie!” she began, and paused; and then with conviction, “Mr. Weir\nisna speeritually minded, but he has been a good man to me.”\n\nIt was perhaps the first time since her husband’s elevation that she had\nforgotten the handle to his name, of which the tender, inconsistent woman\nwas not a little proud.  And when Kirstie looked up at the speaker’s\nface, she was aware of a change.\n\n“Godsake, what’s the maitter wi’ ye, mem?” cried the housekeeper,\nstarting from the rug.\n\n“I do not ken,” answered her mistress, shaking her head.  “But he is not\nspeeritually minded, my dear.”\n\n“Here, sit down with ye!  Godsake, what ails the wife?” cried Kirstie,\nand helped and forced her into my lord’s own chair by the cheek of the\nhearth.\n\n“Keep me, what’s this?” she gasped.  “Kirstie, what’s this?  I’m\nfrich’ened.”\n\nThey were her last words.\n\nIt was the lowering nightfall when my lord returned.  He had the sunset\nin his back, all clouds and glory; and before him, by the wayside, spied\nKirstie Elliott waiting.  She was dissolved in tears, and addressed him\nin the high, false note of barbarous mourning, such as still lingers\nmodified among Scots heather.\n\n“The Lord peety ye, Hermiston! the Lord prepare ye!” she keened out.\n“Weary upon me, that I should have to tell it!”\n\nHe reined in his horse and looked upon her with the hanging face.\n\n“Has the French landit?” cried he.\n\n“Man, man,” she said, “is that a’ ye can think of?  The Lord prepare ye:\nthe Lord comfort and support ye!”\n\n“Is onybody deid?” said his lordship.  “It’s no Erchie?”\n\n“Bethankit, no!” exclaimed the woman, startled into a more natural tone.\n“Na, na, it’s no sae bad as that.  It’s the mistress, my lord; she just\nfair flittit before my e’en.  She just gi’ed a sab and was by wi’ it.\nEh, my bonny Miss Jeannie, that I mind sae weel!”  And forth again upon\nthat pouring tide of lamentation in which women of her class excel and\nover-abound.\n\nLord Hermiston sat in the saddle beholding her.  Then he seemed to\nrecover command upon himself.\n\n“Well, it’s something of the suddenest,” said he.  “But she was a dwaibly\nbody from the first.”\n\nAnd he rode home at a precipitate amble with Kirstie at his horse’s\nheels.\n\nDressed as she was for her last walk, they had laid the dead lady on her\nbed.  She was never interesting in life; in death she was not impressive;\nand as her husband stood before her, with his hands crossed behind his\npowerful back, that which he looked upon was the very image of the\ninsignificant.\n\n“Her and me were never cut out for one another,” he remarked at last.\n“It was a daft-like marriage.”  And then, with a most unusual gentleness\nof tone, “Puir bitch,” said he, “puir bitch!”  Then suddenly: “Where’s\nErchie?”\n\nKirstie had decoyed him to her room and given him “a jeely-piece.”\n\n“Ye have some kind of gumption, too,” observed the judge, and considered\nhis housekeeper grimly.  “When all’s said,” he added, “I micht have done\nwaur—I micht have been marriet upon a skirting Jezebel like you!”\n\n“There’s naebody thinking of you, Hermiston!” cried the offended woman.\n“We think of her that’s out of her sorrows.  And could _she_ have done\nwaur?  Tell me that, Hermiston—tell me that before her clay-cauld corp!”\n\n“Weel, there’s some of them gey an’ ill to please,” observed his\nlordship.\n\n\n\n\nCHAPTER II—FATHER AND SON\n\n\nMy Lord Justice-Clerk was known to many; the man Adam Weir perhaps to\nnone.  He had nothing to explain or to conceal; he sufficed wholly and\nsilently to himself; and that part of our nature which goes out (too\noften with false coin) to acquire glory or love, seemed in him to be\nomitted.  He did not try to be loved, he did not care to be; it is\nprobable the very thought of it was a stranger to his mind.  He was an\nadmired lawyer, a highly unpopular judge; and he looked down upon those\nwho were his inferiors in either distinction, who were lawyers of less\ngrasp or judges not so much detested.  In all the rest of his days and\ndoings, not one trace of vanity appeared; and he went on through life\nwith a mechanical movement, as of the unconscious; that was almost\naugust.\n\nHe saw little of his son.  In the childish maladies with which the boy\nwas troubled, he would make daily inquiries and daily pay him a visit,\nentering the sick-room with a facetious and appalling countenance,\nletting off a few perfunctory jests, and going again swiftly, to the\npatient’s relief.  Once, a court holiday falling opportunely, my lord had\nhis carriage, and drove the child himself to Hermiston, the customary\nplace of convalescence.  It is conceivable he had been more than usually\nanxious, for that journey always remained in Archie’s memory as a thing\napart, his father having related to him from beginning to end, and with\nmuch detail, three authentic murder cases.  Archie went the usual round\nof other Edinburgh boys, the high school and the college; and Hermiston\nlooked on, or rather looked away, with scarce an affectation of interest\nin his progress.  Daily, indeed, upon a signal after dinner, he was\nbrought in, given nuts and a glass of port, regarded sardonically,\nsarcastically questioned.  “Well, sir, and what have you donn with your\nbook to-day?” my lord might begin, and set him posers in law Latin.  To a\nchild just stumbling into Corderius, Papinian and Paul proved quite\ninvincible.  But papa had memory of no other.  He was not harsh to the\nlittle scholar, having a vast fund of patience learned upon the bench,\nand was at no pains whether to conceal or to express his disappointment.\n“Well, ye have a long jaunt before ye yet!” he might observe, yawning,\nand fall back on his own thoughts (as like as not) until the time came\nfor separation, and my lord would take the decanter and the glass, and be\noff to the back chamber looking on the Meadows, where he toiled on his\ncases till the hours were small.  There was no “fuller man” on the bench;\nhis memory was marvellous, though wholly legal; if he had to “advise”\nextempore, none did it better; yet there was none who more earnestly\nprepared.  As he thus watched in the night, or sat at table and forgot\nthe presence of his son, no doubt but he tasted deeply of recondite\npleasures.  To be wholly devoted to some intellectual exercise is to have\nsucceeded in life; and perhaps only in law and the higher mathematics may\nthis devotion be maintained, suffice to itself without reaction, and find\ncontinual rewards without excitement.  This atmosphere of his father’s\nsterling industry was the best of Archie’s education.  Assuredly it did\nnot attract him; assuredly it rather rebutted and depressed.  Yet it was\nstill present, unobserved like the ticking of a clock, an arid ideal, a\ntasteless stimulant in the boy’s life.\n\nBut Hermiston was not all of one piece.  He was, besides, a mighty toper;\nhe could sit at wine until the day dawned, and pass directly from the\ntable to the bench with a steady hand and a clear head.  Beyond the third\nbottle, he showed the plebeian in a larger print; the low, gross accent,\nthe low, foul mirth, grew broader and commoner; he became less\nformidable, and infinitely more disgusting.  Now, the boy had inherited\nfrom Jean Rutherford a shivering delicacy, unequally mated with potential\nviolence.  In the playing-fields, and amongst his own companions, he\nrepaid a coarse expression with a blow; at his father’s table (when the\ntime came for him to join these revels) he turned pale and sickened in\nsilence. Of all the guests whom he there encountered, he had toleration\nfor only one: David Keith Carnegie, Lord Glenalmond.  Lord Glenalmond was\ntall and emaciated, with long features and long delicate hands.  He was\noften compared with the statue of Forbes of Culloden in the Parliament\nHouse; and his blue eye, at more than sixty, preserved some of the fire\nof youth.  His exquisite disparity with any of his fellow-guests, his\nappearance as of an artist and an aristocrat stranded in rude company,\nriveted the boy’s attention; and as curiosity and interest are the things\nin the world that are the most immediately and certainly rewarded, Lord\nGlenalmond was attracted by the boy.\n\n“And so this is your son, Hermiston?” he asked, laying his hand on\nArchie’s shoulder.  “He’s getting a big lad.”\n\n“Hout!” said the gracious father, “just his mother over again—daurna say\nboo to a goose!”\n\nBut the stranger retained the boy, talked to him, drew him out, found in\nhim a taste for letters, and a fine, ardent, modest, youthful soul; and\nencouraged him to be a visitor on Sunday evenings in his bare, cold,\nlonely dining-room, where he sat and read in the isolation of a bachelor\ngrown old in refinement.  The beautiful gentleness and grace of the old\njudge, and the delicacy of his person, thoughts, and language, spoke to\nArchie’s heart in its own tongue.  He conceived the ambition to be such\nanother; and, when the day came for him to choose a profession, it was in\nemulation of Lord Glenalmond, not of Lord Hermiston, that he chose the\nBar.  Hermiston looked on at this friendship with some secret pride, but\nopenly with the intolerance of scorn.  He scarce lost an opportunity to\nput them down with a rough jape; and, to say truth, it was not difficult,\nfor they were neither of them quick.  He had a word of contempt for the\nwhole crowd of poets, painters, fiddlers, and their admirers, the bastard\nrace of amateurs, which was continually on his lips.  “Signor\nFeedle-eerie!” he would say.  “O, for Goad’s sake, no more of the\nSignor!”\n\n“You and my father are great friends, are you not?” asked Archie once.\n\n“There is no man that I more respect, Archie,” replied Lord Glenalmond.\n“He is two things of price.  He is a great lawyer, and he is upright as\nthe day.”\n\n“You and he are so different,” said the boy, his eyes dwelling on those\nof his old friend, like a lover’s on his mistress’s.\n\n“Indeed so,” replied the judge; “very different.  And so I fear are you\nand he.  Yet I would like it very ill if my young friend were to misjudge\nhis father.  He has all the Roman virtues: Cato and Brutus were such; I\nthink a son’s heart might well be proud of such an ancestry of one.”\n\n“And I would sooner he were a plaided herd,” cried Archie, with sudden\nbitterness.\n\n“And that is neither very wise, nor I believe entirely true,” returned\nGlenalmond.  “Before you are done you will find some of these expressions\nrise on you like a remorse.  They are merely literary and decorative;\nthey do not aptly express your thought, nor is your thought clearly\napprehended, and no doubt your father (if he were here) would say,\n‘Signor Feedle-eerie!’”\n\nWith the infinitely delicate sense of youth, Archie avoided the subject\nfrom that hour.  It was perhaps a pity.  Had he but talked—talked\nfreely—let himself gush out in words (the way youth loves to do and\nshould), there might have been no tale to write upon the Weirs of\nHermiston.  But the shadow of a threat of ridicule sufficed; in the\nslight tartness of these words he read a prohibition; and it is likely\nthat Glenalmond meant it so.\n\nBesides the veteran, the boy was without confidant or friend.  Serious\nand eager, he came through school and college, and moved among a crowd of\nthe indifferent, in the seclusion of his shyness.  He grew up handsome,\nwith an open, speaking countenance, with graceful, youthful ways; he was\nclever, he took prizes, he shone in the Speculative Society.  It should\nseem he must become the centre of a crowd of friends; but something that\nwas in part the delicacy of his mother, in part the austerity of his\nfather, held him aloof from all.  It is a fact, and a strange one, that\namong his contemporaries Hermiston’s son was thought to be a chip of the\nold block.  “You’re a friend of Archie Weir’s?” said one to Frank Innes;\nand Innes replied, with his usual flippancy and more than his usual\ninsight: “I know Weir, but I never met Archie.”  No one had met Archie, a\nmalady most incident to only sons.  He flew his private signal, and none\nheeded it; it seemed he was abroad in a world from which the very hope of\nintimacy was banished; and he looked round about him on the concourse of\nhis fellow-students, and forward to the trivial days and acquaintances\nthat were to come, without hope or interest.\n\nAs time went on, the tough and rough old sinner felt himself drawn to the\nson of his loins and sole continuator of his new family, with softnesses\nof sentiment that he could hardly credit and was wholly impotent to\nexpress.  With a face, voice, and manner trained through forty years to\nterrify and repel, Rhadamanthus may be great, but he will scarce be\nengaging.  It is a fact that he tried to propitiate Archie, but a fact\nthat cannot be too lightly taken; the attempt was so unconspicuously\nmade, the failure so stoically supported.  Sympathy is not due to these\nsteadfast iron natures.  If he failed to gain his son’s friendship, or\neven his son’s toleration, on he went up the great, bare staircase of his\nduty, uncheered and undepressed.  There might have been more pleasure in\nhis relations with Archie, so much he may have recognised at moments; but\npleasure was a by-product of the singular chemistry of life, which only\nfools expected.\n\nAn idea of Archie’s attitude, since we are all grown up and have\nforgotten the days of our youth, it is more difficult to convey.  He made\nno attempt whatsoever to understand the man with whom he dined and\nbreakfasted.  Parsimony of pain, glut of pleasure, these are the two\nalternating ends of youth; and Archie was of the parsimonious.  The wind\nblew cold out of a certain quarter—he turned his back upon it; stayed as\nlittle as was possible in his father’s presence; and when there, averted\nhis eyes as much as was decent from his father’s face.  The lamp shone\nfor many hundred days upon these two at table—my lord, ruddy, gloomy, and\nunreverent; Archie with a potential brightness that was always dimmed and\nveiled in that society; and there were not, perhaps, in Christendom two\nmen more radically strangers.  The father, with a grand simplicity,\neither spoke of what interested himself, or maintained an unaffected\nsilence.  The son turned in his head for some topic that should be quite\nsafe, that would spare him fresh evidences either of my lord’s inherent\ngrossness or of the innocence of his inhumanity; treading gingerly the\nways of intercourse, like a lady gathering up her skirts in a by-path.\nIf he made a mistake, and my lord began to abound in matter of offence,\nArchie drew himself up, his brow grew dark, his share of the talk\nexpired; but my lord would faithfully and cheerfully continue to pour out\nthe worst of himself before his silent and offended son.\n\n“Well, it’s a poor hert that never rejoices!” he would say, at the\nconclusion of such a nightmare interview.  “But I must get to my\nplew-stilts.” And he would seclude himself as usual in his back room, and\nArchie go forth into the night and the city quivering with animosity and\nscorn.\n\n\n\n\nCHAPTER III—IN THE MATTER OF THE HANGING OF DUNCAN JOPP\n\n\nIt chanced in the year 1813 that Archie strayed one day into the\nJusticiary Court.  The macer made room for the son of the presiding\njudge.  In the dock, the centre of men’s eyes, there stood a\nwhey-coloured, misbegotten caitiff, Duncan Jopp, on trial for his life.\nHis story, as it was raked out before him in that public scene, was one\nof disgrace and vice and cowardice, the very nakedness of crime; and the\ncreature heard and it seemed at times as though he understood—as if at\ntimes he forgot the horror of the place he stood in, and remembered the\nshame of what had brought him there.  He kept his head bowed and his\nhands clutched upon the rail; his hair dropped in his eyes and at times\nhe flung it back; and now he glanced about the audience in a sudden\nfellness of terror, and now looked in the face of his judge and gulped.\nThere was pinned about his throat a piece of dingy flannel; and this it\nwas perhaps that turned the scale in Archie’s mind between disgust and\npity.  The creature stood in a vanishing point; yet a little while, and\nhe was still a man, and had eyes and apprehension; yet a little longer,\nand with a last sordid piece of pageantry, he would cease to be.  And\nhere, in the meantime, with a trait of human nature that caught at the\nbeholder’s breath, he was tending a sore throat.\n\nOver against him, my Lord Hermiston occupied the bench in the red robes\nof criminal jurisdiction, his face framed in the white wig.  Honest all\nthrough, he did not affect the virtue of impartiality; this was no case\nfor refinement; there was a man to be hanged, he would have said, and he\nwas hanging him.  Nor was it possible to see his lordship, and acquit him\nof gusto in the task.  It was plain he gloried in the exercise of his\ntrained faculties, in the clear sight which pierced at once into the\njoint of fact, in the rude, unvarnished gibes with which he demolished\nevery figment of defence.  He took his ease and jested, unbending in that\nsolemn place with some of the freedom of the tavern; and the rag of man\nwith the flannel round his neck was hunted gallowsward with jeers.\n\nDuncan had a mistress, scarce less forlorn and greatly older than\nhimself, who came up, whimpering and curtseying, to add the weight of her\nbetrayal.  My lord gave her the oath in his most roaring voice, and added\nan intolerant warning.\n\n“Mind what ye say now, Janet,” said he.  “I have an e’e upon ye, I’m ill\nto jest with.”\n\nPresently, after she was tremblingly embarked on her story, “And what\nmade ye do this, ye auld runt?” the Court interposed.  “Do ye mean to\ntell me ye was the panel’s mistress?”\n\n“If you please, ma loard,” whined the female.\n\n“Godsake! ye made a bonny couple,” observed his lordship; and there was\nsomething so formidable and ferocious in his scorn that not even the\ngalleries thought to laugh.\n\nThe summing up contained some jewels.\n\n“These two peetiable creatures seem to have made up thegither, it’s not\nfor us to explain why.”—“The panel, who (whatever else he may be) appears\nto be equally ill set-out in mind and boady.”—“Neither the panel nor yet\nthe old wife appears to have had so much common sense as even to tell a\nlie when it was necessary.”  And in the course of sentencing, my lord had\nthis _obiter dictum_: “I have been the means, under God, of haanging a\ngreat number, but never just such a disjaskit rascal as yourself.”  The\nwords were strong in themselves; the light and heat and detonation of\ntheir delivery, and the savage pleasure of the speaker in his task, made\nthem tingle in the ears.\n\nWhen all was over, Archie came forth again into a changed world.  Had\nthere been the least redeeming greatness in the crime, any obscurity, any\ndubiety, perhaps he might have understood.  But the culprit stood, with\nhis sore throat, in the sweat of his mortal agony, without defence or\nexcuse: a thing to cover up with blushes: a being so much sunk beneath\nthe zones of sympathy that pity might seem harmless.  And the judge had\npursued him with a monstrous, relishing gaiety, horrible to be conceived,\na trait for nightmares.  It is one thing to spear a tiger, another to\ncrush a toad; there are æsthetics even of the slaughter-house; and the\nloathsomeness of Duncan Jopp enveloped and infected the image of his\njudge.\n\nArchie passed by his friends in the High Street with incoherent words and\ngestures.  He saw Holyrood in a dream, remembrance of its romance awoke\nin him and faded; he had a vision of the old radiant stories, of Queen\nMary and Prince Charlie, of the hooded stag, of the splendour and crime,\nthe velvet and bright iron of the past; and dismissed them with a cry of\npain.  He lay and moaned in the Hunter’s Bog, and the heavens were dark\nabove him and the grass of the field an offence.  “This is my father,” he\nsaid.  “I draw my life from him; the flesh upon my bones is his, the\nbread I am fed with is the wages of these horrors.”  He recalled his\nmother, and ground his forehead in the earth.  He thought of flight, and\nwhere was he to flee to? of other lives, but was there any life worth\nliving in this den of savage and jeering animals?\n\nThe interval before the execution was like a violent dream.  He met his\nfather; he would not look at him, he could not speak to him.  It seemed\nthere was no living creature but must have been swift to recognise that\nimminent animosity; but the hide of the Justice-Clerk remained\nimpenetrable.  Had my lord been talkative, the truce could never have\nsubsisted; but he was by fortune in one of his humours of sour silence;\nand under the very guns of his broadside, Archie nursed the enthusiasm of\nrebellion.  It seemed to him, from the top of his nineteen years’\nexperience, as if he were marked at birth to be the perpetrator of some\nsignal action, to set back fallen Mercy, to overthrow the usurping devil\nthat sat, horned and hoofed, on her throne.  Seductive Jacobin figments,\nwhich he had often refuted at the Speculative, swam up in his mind and\nstartled him as with voices: and he seemed to himself to walk accompanied\nby an almost tangible presence of new beliefs and duties.\n\nOn the named morning he was at the place of execution.  He saw the\nfleering rabble, the flinching wretch produced.  He looked on for a while\nat a certain parody of devotion, which seemed to strip the wretch of his\nlast claim to manhood.  Then followed the brutal instant of extinction,\nand the paltry dangling of the remains like a broken jumping-jack.  He\nhad been prepared for something terrible, not for this tragic meanness.\nHe stood a moment silent, and then—“I denounce this God-defying murder,”\nhe shouted; and his father, if he must have disclaimed the sentiment,\nmight have owned the stentorian voice with which it was uttered.\n\nFrank Innes dragged him from the spot.  The two handsome lads followed\nthe same course of study and recreation, and felt a certain mutual\nattraction, founded mainly on good looks.  It had never gone deep; Frank\nwas by nature a thin, jeering creature, not truly susceptible whether of\nfeeling or inspiring friendship; and the relation between the pair was\naltogether on the outside, a thing of common knowledge and the\npleasantries that spring from a common acquaintance.  The more credit to\nFrank that he was appalled by Archie’s outburst, and at least conceived\nthe design of keeping him in sight, and, if possible, in hand, for the\nday.  But Archie, who had just defied—was it God or Satan?—would not\nlisten to the word of a college companion.\n\n“I will not go with you,” he said.  “I do not desire your company, sir; I\nwould be alone.”\n\n“Here, Weir, man, don’t be absurd,” said Innes, keeping a tight hold upon\nhis sleeve.  “I will not let you go until I know what you mean to do with\nyourself; it’s no use brandishing that staff.”  For indeed at that moment\nArchie had made a sudden—perhaps a warlike—movement.  “This has been the\nmost insane affair; you know it has.  You know very well that I’m playing\nthe good Samaritan.  All I wish is to keep you quiet.”\n\n“If quietness is what you wish, Mr. Innes,” said Archie, “and you will\npromise to leave me entirely to myself, I will tell you so much, that I\nam going to walk in the country and admire the beauties of nature.”\n\n“Honour bright?” asked Frank.\n\n“I am not in the habit of lying, Mr. Innes,” retorted Archie.  “I have\nthe honour of wishing you good-day.”\n\n“You won’t forget the Spec.?” asked Innes.\n\n“The Spec.?” said Archie.  “O no, I won’t forget the Spec.”\n\nAnd the one young man carried his tortured spirit forth of the city and\nall the day long, by one road and another, in an endless pilgrimage of\nmisery; while the other hastened smilingly to spread the news of Weir’s\naccess of insanity, and to drum up for that night a full attendance at\nthe Speculative, where further eccentric developments might certainly be\nlooked for.  I doubt if Innes had the least belief in his prediction; I\nthink it flowed rather from a wish to make the story as good and the\nscandal as great as possible; not from any ill-will to Archie—from the\nmere pleasure of beholding interested faces.  But for all that his words\nwere prophetic.  Archie did not forget the Spec.; he put in an appearance\nthere at the due time, and, before the evening was over, had dealt a\nmemorable shock to his companions.  It chanced he was the president of\nthe night.  He sat in the same room where the Society still meets—only\nthe portraits were not there: the men who afterwards sat for them were\nthen but beginning their career.  The same lustre of many tapers shed its\nlight over the meeting; the same chair, perhaps, supported him that so\nmany of us have sat in since.  At times he seemed to forget the business\nof the evening, but even in these periods he sat with a great air of\nenergy and determination.  At times he meddled bitterly, and launched\nwith defiance those fines which are the precious and rarely used\nartillery of the president.  He little thought, as he did so, how he\nresembled his father, but his friends remarked upon it, chuckling.  So\nfar, in his high place above his fellow-students, he seemed set beyond\nthe possibility of any scandal; but his mind was made up—he was\ndetermined to fulfil the sphere of his offence.  He signed to Innes (whom\nhe had just fined, and who just impeached his ruling) to succeed him in\nthe chair, stepped down from the platform, and took his place by the\nchimney-piece, the shine of many wax tapers from above illuminating his\npale face, the glow of the great red fire relieving from behind his slim\nfigure.  He had to propose, as an amendment to the next subject in the\ncase-book, “Whether capital punishment be consistent with God’s will or\nman’s policy?”\n\nA breath of embarrassment, of something like alarm, passed round the\nroom, so daring did these words appear upon the lips of Hermiston’s only\nson.  But the amendment was not seconded; the previous question was\npromptly moved and unanimously voted, and the momentary scandal smuggled\nby.  Innes triumphed in the fulfilment of his prophecy.  He and Archie\nwere now become the heroes of the night; but whereas every one crowded\nabout Innes, when the meeting broke up, but one of all his companions\ncame to speak to Archie.\n\n“Weir, man!  That was an extraordinary raid of yours!” observed this\ncourageous member, taking him confidentially by the arm as they went out.\n\n“I don’t think it a raid,” said Archie grimly.  “More like a war.  I saw\nthat poor brute hanged this morning, and my gorge rises at it yet.”\n\n“Hut-tut,” returned his companion, and, dropping his arm like something\nhot, he sought the less tense society of others.\n\nArchie found himself alone.  The last of the faithful—or was it only the\nboldest of the curious?—had fled.  He watched the black huddle of his\nfellow-students draw off down and up the street, in whispering or\nboisterous gangs.  And the isolation of the moment weighed upon him like\nan omen and an emblem of his destiny in life.  Bred up in unbroken fear\nhimself, among trembling servants, and in a house which (at the least\nruffle in the master’s voice) shuddered into silence, he saw himself on\nthe brink of the red valley of war, and measured the danger and length of\nit with awe.  He made a detour in the glimmer and shadow of the streets,\ncame into the back stable lane, and watched for a long while the light\nburn steady in the Judge’s room.  The longer he gazed upon that\nilluminated window-blind, the more blank became the picture of the man\nwho sat behind it, endlessly turning over sheets of process, pausing to\nsip a glass of port, or rising and passing heavily about his book-lined\nwalls to verify some reference.  He could not combine the brutal judge\nand the industrious, dispassionate student; the connecting link escaped\nhim; from such a dual nature, it was impossible he should predict\nbehaviour; and he asked himself if he had done well to plunge into a\nbusiness of which the end could not be foreseen? and presently after,\nwith a sickening decline of confidence, if he had done loyally to strike\nhis father?  For he had struck him—defied him twice over and before a\ncloud of witnesses—struck him a public buffet before crowds.  Who had\ncalled him to judge his father in these precarious and high questions?\nThe office was usurped.  It might have become a stranger; in a son—there\nwas no blinking it—in a son, it was disloyal.  And now, between these two\nnatures so antipathetic, so hateful to each other, there was depending an\nunpardonable affront: and the providence of God alone might foresee the\nmanner in which it would be resented by Lord Hermiston.\n\nThese misgivings tortured him all night and arose with him in the\nwinter’s morning; they followed him from class to class, they made him\nshrinkingly sensitive to every shade of manner in his companions, they\nsounded in his ears through the current voice of the professor; and he\nbrought them home with him at night unabated and indeed increased.  The\ncause of this increase lay in a chance encounter with the celebrated Dr.\nGregory.  Archie stood looking vaguely in the lighted window of a book\nshop, trying to nerve himself for the approaching ordeal.  My lord and he\nhad met and parted in the morning as they had now done for long, with\nscarcely the ordinary civilities of life; and it was plain to the son\nthat nothing had yet reached the father’s ears.  Indeed, when he recalled\nthe awful countenance of my lord, a timid hope sprang up in him that\nperhaps there would be found no one bold enough to carry tales.  If this\nwere so, he asked himself, would he begin again? and he found no answer.\nIt was at this moment that a hand was laid upon his arm, and a voice said\nin his ear, “My dear Mr. Archie, you had better come and see me.”\n\nHe started, turned round, and found himself face to face with Dr.\nGregory.  “And why should I come to see you?” he asked, with the defiance\nof the miserable.\n\n“Because you are looking exceedingly ill,” said the doctor, “and you very\nevidently want looking after, my young friend.  Good folk are scarce, you\nknow; and it is not every one that would be quite so much missed as\nyourself.  It is not every one that Hermiston would miss.”\n\nAnd with a nod and a smile, the doctor passed on.\n\nA moment after, Archie was in pursuit, and had in turn, but more roughly,\nseized him by the arm.\n\n“What do you mean? what did you mean by saying that?  What makes you\nthink that Hermis—my father would have missed me?”\n\nThe doctor turned about and looked him all over with a clinical eye.  A\nfar more stupid man than Dr. Gregory might have guessed the truth; but\nninety-nine out of a hundred, even if they had been equally inclined to\nkindness, would have blundered by some touch of charitable exaggeration.\nThe doctor was better inspired.  He knew the father well; in that white\nface of intelligence and suffering, he divined something of the son; and\nhe told, without apology or adornment, the plain truth.\n\n“When you had the measles, Mr. Archibald, you had them gey and ill; and I\nthought you were going to slip between my fingers,” he said.  “Well, your\nfather was anxious.  How did I know it? says you.  Simply because I am a\ntrained observer.  The sign that I saw him make, ten thousand would have\nmissed; and perhaps—_perhaps_, I say, because he’s a hard man to judge\nof—but perhaps he never made another.  A strange thing to consider!  It\nwas this.  One day I came to him: ‘Hermiston,’ said I, ‘there’s a\nchange.’  He never said a word, just glowered at me (if ye’ll pardon the\nphrase) like a wild beast.  ‘A change for the better,’ said I.  And I\ndistinctly heard him take his breath.”\n\nThe doctor left no opportunity for anti-climax; nodding his cocked hat (a\npiece of antiquity to which he clung) and repeating “Distinctly” with\nraised eye-brows, he took his departure, and left Archie speechless in\nthe street.\n\nThe anecdote might be called infinitely little, and yet its meaning for\nArchie was immense.  “I did not know the old man had so much blood in\nhim.”  He had never dreamed this sire of his, this aboriginal antique,\nthis adamantine Adam, had even so much of a heart as to be moved in the\nleast degree for another—and that other himself, who had insulted him!\nWith the generosity of youth, Archie was instantly under arms upon the\nother side: had instantly created a new image of Lord Hermiston, that of\na man who was all iron without and all sensibility within.  The mind of\nthe vile jester, the tongue that had pursued Duncan Jopp with unmanly\ninsults, the unbeloved countenance that he had known and feared for so\nlong, were all forgotten; and he hastened home, impatient to confess his\nmisdeeds, impatient to throw himself on the mercy of this imaginary\ncharacter.\n\nHe was not to be long without a rude awakening.  It was in the gloaming\nwhen he drew near the door-step of the lighted house, and was aware of\nthe figure of his father approaching from the opposite side.  Little\ndaylight lingered; but on the door being opened, the strong yellow shine\nof the lamp gushed out upon the landing and shone full on Archie, as he\nstood, in the old-fashioned observance of respect, to yield precedence.\nThe judge came without haste, stepping stately and firm; his chin raised,\nhis face (as he entered the lamplight) strongly illumined, his mouth set\nhard.  There was never a wink of change in his expression; without\nlooking to the right or left, he mounted the stair, passed close to\nArchie, and entered the house.  Instinctively, the boy, upon his first\ncoming, had made a movement to meet him; instinctively he recoiled\nagainst the railing, as the old man swept by him in a pomp of\nindignation.  Words were needless; he knew all—perhaps more than all—and\nthe hour of judgment was at hand.\n\nIt is possible that, in this sudden revulsion of hope, and before these\nsymptoms of impending danger, Archie might have fled.  But not even that\nwas left to him.  My lord, after hanging up his cloak and hat, turned\nround in the lighted entry, and made him an imperative and silent gesture\nwith his thumb, and with the strange instinct of obedience, Archie\nfollowed him into the house.\n\nAll dinner-time there reigned over the Judge’s table a palpable silence,\nand as soon as the solids were despatched he rose to his feet.\n\n“M‘Killup, tak’ the wine into my room,” said he; and then to his son:\n“Archie, you and me has to have a talk.”\n\nIt was at this sickening moment that Archie’s courage, for the first and\nlast time, entirely deserted him.  “I have an appointment,” said he.\n\n“It’ll have to be broken, then,” said Hermiston, and led the way into his\nstudy.\n\nThe lamp was shaded, the fire trimmed to a nicety, the table covered deep\nwith orderly documents, the backs of law books made a frame upon all\nsides that was only broken by the window and the doors.\n\nFor a moment Hermiston warmed his hands at the fire, presenting his back\nto Archie; then suddenly disclosed on him the terrors of the Hanging\nFace.\n\n“What’s this I hear of ye?” he asked.\n\nThere was no answer possible to Archie.\n\n“I’ll have to tell ye, then,” pursued Hermiston.  “It seems ye’ve been\nskirting against the father that begot ye, and one of his Maijesty’s\nJudges in this land; and that in the public street, and while an order of\nthe Court was being executit.  Forbye which, it would appear that ye’ve\nbeen airing your opeenions in a Coallege Debatin’ Society”; he paused a\nmoment: and then, with extraordinary bitterness, added: “Ye damned\neediot.”\n\n“I had meant to tell you,” stammered Archie.  “I see you are well\ninformed.”\n\n“Muckle obleeged to ye,” said his lordship, and took his usual seat.\n“And so you disapprove of Caapital Punishment?” he added.\n\n“I am sorry, sir, I do,” said Archie.\n\n“I am sorry, too,” said his lordship.  “And now, if you please, we shall\napproach this business with a little more parteecularity.  I hear that at\nthe hanging of Duncan Jopp—and, man! ye had a fine client there—in the\nmiddle of all the riff-raff of the ceety, ye thought fit to cry out,\n‘This is a damned murder, and my gorge rises at the man that haangit\nhim.’”\n\n“No, sir, these were not my words,” cried Archie.\n\n“What were yer words, then?” asked the Judge.\n\n“I believe I said, ‘I denounce it as a murder!’” said the son.  “I beg\nyour pardon—a God-defying murder.  I have no wish to conceal the truth,”\nhe added, and looked his father for a moment in the face.\n\n“God, it would only need that of it next!” cried Hermiston.  “There was\nnothing about your gorge rising, then?”\n\n“That was afterwards, my lord, as I was leaving the Speculative.  I said\nI had been to see the miserable creature hanged, and my gorge rose at\nit.”\n\n“Did ye, though?” said Hermiston.  “And I suppose ye knew who haangit\nhim?”\n\n“I was present at the trial, I ought to tell you that, I ought to\nexplain.  I ask your pardon beforehand for any expression that may seem\nundutiful.  The position in which I stand is wretched,” said the unhappy\nhero, now fairly face to face with the business he had chosen.  “I have\nbeen reading some of your cases.  I was present while Jopp was tried.  It\nwas a hideous business.  Father, it was a hideous thing!  Grant he was\nvile, why should you hunt him with a vileness equal to his own?  It was\ndone with glee—that is the word—you did it with glee; and I looked on,\nGod help me! with horror.”\n\n“You’re a young gentleman that doesna approve of Caapital Punishment,”\nsaid Hermiston.  “Weel, I’m an auld man that does.  I was glad to get\nJopp haangit, and what for would I pretend I wasna?  You’re all for\nhonesty, it seems; you couldn’t even steik your mouth on the public\nstreet.  What for should I steik mines upon the bench, the King’s\nofficer, bearing the sword, a dreid to evil-doers, as I was from the\nbeginning, and as I will be to the end!  Mair than enough of it!\nHeedious!  I never gave twa thoughts to heediousness, I have no call to\nbe bonny.  I’m a man that gets through with my day’s business, and let\nthat suffice.”\n\nThe ring of sarcasm had died out of his voice as he went on; the plain\nwords became invested with some of the dignity of the Justice-seat.\n\n“It would be telling you if you could say as much,” the speaker resumed.\n“But ye cannot.  Ye’ve been reading some of my cases, ye say.  But it was\nnot for the law in them, it was to spy out your faither’s nakedness, a\nfine employment in a son.  You’re splairging; you’re running at lairge in\nlife like a wild nowt.  It’s impossible you should think any longer of\ncoming to the Bar.  You’re not fit for it; no splairger is.  And another\nthing: son of mines or no son of mines, you have flung fylement in public\non one of the Senators of the Coallege of Justice, and I would make it my\nbusiness to see that ye were never admitted there yourself.  There is a\nkind of a decency to be observit.  Then comes the next of it—what am I to\ndo with ye next?  Ye’ll have to find some kind of a trade, for I’ll never\nsupport ye in idleset.  What do ye fancy ye’ll be fit for?  The pulpit?\nNa, they could never get diveenity into that bloackhead.  Him that the\nlaw of man whammles is no likely to do muckle better by the law of God.\nWhat would ye make of hell?  Wouldna your gorge rise at that?  Na,\nthere’s no room for splairgers under the fower quarters of John Calvin.\nWhat else is there?  Speak up.  Have ye got nothing of your own?”\n\n“Father, let me go to the Peninsula,” said Archie.  “That’s all I’m fit\nfor—to fight.”\n\n“All? quo’ he!” returned the Judge.  “And it would be enough too, if I\nthought it.  But I’ll never trust ye so near the French, you that’s so\nFrenchi-feed.”\n\n“You do me injustice there, sir,” said Archie.  “I am loyal; I will not\nboast; but any interest I may have ever felt in the French—”\n\n“Have ye been so loyal to me?” interrupted his father.\n\nThere came no reply.\n\n“I think not,” continued Hermiston.  “And I would send no man to be a\nservant to the King, God bless him! that has proved such a shauchling son\nto his own faither.  You can splairge here on Edinburgh street, and\nwhere’s the hairm?  It doesna play buff on me!  And if there were twenty\nthousand eediots like yourself, sorrow a Duncan Jopp would hang the\nfewer.  But there’s no splairging possible in a camp; and if ye were to\ngo to it, you would find out for yourself whether Lord Well’n’ton\napproves of caapital punishment or not.  You a sodger!” he cried, with a\nsudden burst of scorn.  “Ye auld wife, the sodgers would bray at ye like\ncuddies!”\n\nAs at the drawing of a curtain, Archie was aware of some illogicality in\nhis position, and stood abashed.  He had a strong impression, besides, of\nthe essential valour of the old gentleman before him, how conveyed it\nwould be hard to say.\n\n“Well, have ye no other proposeetion?” said my lord again.\n\n“You have taken this so calmly, sir, that I cannot but stand ashamed,”\nbegan Archie.\n\n“I’m nearer voamiting, though, than you would fancy,” said my lord.  The\nblood rose to Archie’s brow.\n\n“I beg your pardon, I should have said that you had accepted my affront.\n. . . I admit it was an affront; I did not think to apologise, but I do,\nI ask your pardon; it will not be so again, I pass you my word of honour.\n. . . I should have said that I admired your magnanimity\nwith—this—offender,” Archie concluded with a gulp.\n\n“I have no other son, ye see,” said Hermiston.  “A bonny one I have\ngotten!  But I must just do the best I can wi’ him, and what am I to do?\nIf ye had been younger, I would have wheepit ye for this rideeculous\nexhibeetion.  The way it is, I have just to grin and bear.  But one thing\nis to be clearly understood.  As a faither, I must grin and bear it; but\nif I had been the Lord Advocate instead of the Lord Justice-Clerk, son or\nno son, Mr. Erchibald Weir would have been in a jyle the night.”\n\nArchie was now dominated.  Lord Hermiston was coarse and cruel; and yet\nthe son was aware of a bloomless nobility, an ungracious abnegation of\nthe man’s self in the man’s office.  At every word, this sense of the\ngreatness of Lord Hermiston’s spirit struck more home; and along with it\nthat of his own impotence, who had struck—and perhaps basely struck—at\nhis own father, and not reached so far as to have even nettled him.\n\n“I place myself in your hands without reserve,” he said.\n\n“That’s the first sensible word I’ve had of ye the night,” said\nHermiston.  “I can tell ye, that would have been the end of it, the one\nway or the other; but it’s better ye should come there yourself, than\nwhat I would have had to hirstle ye.  Weel, by my way of it—and my way is\nthe best—there’s just the one thing it’s possible that ye might be with\ndecency, and that’s a laird.  Ye’ll be out of hairm’s way at the least of\nit.  If ye have to rowt, ye can rowt amang the kye; and the maist feck of\nthe caapital punishment ye’re like to come across’ll be guddling trouts.\nNow, I’m for no idle lairdies; every man has to work, if it’s only at\npeddling ballants; to work, or to be wheeped, or to be haangit.  If I set\nye down at Hermiston I’ll have to see you work that place the way it has\nnever been workit yet; ye must ken about the sheep like a herd; ye must\nbe my grieve there, and I’ll see that I gain by ye.  Is that understood?”\n\n“I will do my best,” said Archie.\n\n“Well, then, I’ll send Kirstie word the morn, and ye can go yourself the\nday after,” said Hermiston.  “And just try to be less of an eediot!” he\nconcluded with a freezing smile, and turned immediately to the papers on\nhis desk.\n\n\n\n\nCHAPTER IV—OPINIONS OF THE BENCH\n\n\nLate the same night, after a disordered walk, Archie was admitted into\nLord Glenalmond’s dining-room, where he sat with a book upon his knee,\nbeside three frugal coals of fire.  In his robes upon the bench,\nGlenalmond had a certain air of burliness: plucked of these, it was a\nmay-pole of a man that rose unsteadily from his chair to give his visitor\nwelcome.  Archie had suffered much in the last days, he had suffered\nagain that evening; his face was white and drawn, his eyes wild and dark.\nBut Lord Glenalmond greeted him without the least mark of surprise or\ncuriosity.\n\n“Come in, come in,” said he.  “Come in and take a seat.  Carstairs” (to\nhis servant), “make up the fire, and then you can bring a bit of supper,”\nand again to Archie, with a very trivial accent: “I was half expecting\nyou,” he added.\n\n“No supper,” said Archie.  “It is impossible that I should eat.”\n\n“Not impossible,” said the tall old man, laying his hand upon his\nshoulder, “and, if you will believe me, necessary.”\n\n“You know what brings me?” said Archie, as soon as the servant had left\nthe room.\n\n“I have a guess, I have a guess,” replied Glenalmond.  “We will talk of\nit presently—when Carstairs has come and gone, and you have had a piece\nof my good Cheddar cheese and a pull at the porter tankard: not before.”\n\n“It is impossible I should eat” repeated Archie.\n\n“Tut, tut!” said Lord Glenalmond.  “You have eaten nothing to-day, and I\nventure to add, nothing yesterday.  There is no case that may not be made\nworse; this may be a very disagreeable business, but if you were to fall\nsick and die, it would be still more so, and for all concerned—for all\nconcerned.”\n\n“I see you must know all,” said Archie.  “Where did you hear it?”\n\n“In the mart of scandal, in the Parliament House,” said Glenalmond.  “It\nruns riot below among the bar and the public, but it sifts up to us upon\nthe bench, and rumour has some of her voices even in the divisions.”\n\nCarstairs returned at this moment, and rapidly laid out a little supper;\nduring which Lord Glenalmond spoke at large and a little vaguely on\nindifferent subjects, so that it might be rather said of him that he made\na cheerful noise, than that he contributed to human conversation; and\nArchie sat upon the other side, not heeding him, brooding over his wrongs\nand errors.\n\nBut so soon as the servant was gone, he broke forth again at once.  “Who\ntold my father?  Who dared to tell him?  Could it have been you?”\n\n“No, it was not me,” said the Judge; “although—to be quite frank with\nyou, and after I had seen and warned you—it might have been me—I believe\nit was Glenkindie.”\n\n“That shrimp!” cried Archie.\n\n“As you say, that shrimp,” returned my lord; “although really it is\nscarce a fitting mode of expression for one of the senators of the\nCollege of Justice.  We were hearing the parties in a long, crucial case,\nbefore the fifteen; Creech was moving at some length for an infeftment;\nwhen I saw Glenkindie lean forward to Hermiston with his hand over his\nmouth and make him a secret communication.  No one could have guessed its\nnature from your father: from Glenkindie, yes, his malice sparked out of\nhim a little grossly.  But your father, no.  A man of granite.  The next\nmoment he pounced upon Creech.  ‘Mr. Creech,’ says he, ‘I’ll take a look\nof that sasine,’ and for thirty minutes after,” said Glenalmond, with a\nsmile, “Messrs. Creech and Co. were fighting a pretty up-hill battle,\nwhich resulted, I need hardly add, in their total rout.  The case was\ndismissed.  No, I doubt if ever I heard Hermiston better inspired.  He\nwas literally rejoicing _in apicibus juris_.”\n\nArchie was able to endure no longer.  He thrust his plate away and\ninterrupted the deliberate and insignificant stream of talk.  “Here,” he\nsaid, “I have made a fool of myself, if I have not made something worse.\nDo you judge between us—judge between a father and a son.  I can speak to\nyou; it is not like . . . I will tell you what I feel and what I mean to\ndo; and you shall be the judge,” he repeated.\n\n“I decline jurisdiction,” said Glenalmond, with extreme seriousness.\n“But, my dear boy, if it will do you any good to talk, and if it will\ninterest you at all to hear what I may choose to say when I have heard\nyou, I am quite at your command.  Let an old man say it, for once, and\nnot need to blush: I love you like a son.”\n\nThere came a sudden sharp sound in Archie’s throat.  “Ay,” he cried, “and\nthere it is!  Love!  Like a son!  And how do you think I love my father?”\n\n“Quietly, quietly,” says my lord.\n\n“I will be very quiet,” replied Archie.  “And I will be baldly frank.  I\ndo not love my father; I wonder sometimes if I do not hate him.  There’s\nmy shame; perhaps my sin; at least, and in the sight of God, not my\nfault.  How was I to love him?  He has never spoken to me, never smiled\nupon me; I do not think he ever touched me.  You know the way he talks?\nYou do not talk so, yet you can sit and hear him without shuddering, and\nI cannot.  My soul is sick when he begins with it; I could smite him in\nthe mouth.  And all that’s nothing.  I was at the trial of this Jopp.\nYou were not there, but you must have heard him often; the man’s\nnotorious for it, for being—look at my position! he’s my father and this\nis how I have to speak of him—notorious for being a brute and cruel and a\ncoward.  Lord Glenalmond, I give you my word, when I came out of that\nCourt, I longed to die—the shame of it was beyond my strength: but I—I—”\nhe rose from his seat and began to pace the room in a disorder.  “Well,\nwho am I?  A boy, who have never been tried, have never done anything\nexcept this twopenny impotent folly with my father.  But I tell you, my\nlord, and I know myself, I am at least that kind of a man—or that kind of\na boy, if you prefer it—that I could die in torments rather than that any\none should suffer as that scoundrel suffered.  Well, and what have I\ndone?  I see it now.  I have made a fool of myself, as I said in the\nbeginning; and I have gone back, and asked my father’s pardon, and placed\nmyself wholly in his hands—and he has sent me to Hermiston,” with a\nwretched smile, “for life, I suppose—and what can I say? he strikes me as\nhaving done quite right, and let me off better than I had deserved.”\n\n“My poor, dear boy!” observed Glenalmond.  “My poor dear and, if you will\nallow me to say so, very foolish boy!  You are only discovering where you\nare; to one of your temperament, or of mine, a painful discovery.  The\nworld was not made for us; it was made for ten hundred millions of men,\nall different from each other and from us; there’s no royal road there,\nwe just have to sclamber and tumble.  Don’t think that I am at all\ndisposed to be surprised; don’t suppose that I ever think of blaming you;\nindeed I rather admire!  But there fall to be offered one or two\nobservations on the case which occur to me and which (if you will listen\nto them dispassionately) may be the means of inducing you to view the\nmatter more calmly.  First of all, I cannot acquit you of a good deal of\nwhat is called intolerance.  You seem to have been very much offended\nbecause your father talks a little sculduddery after dinner, which it is\nperfectly licit for him to do, and which (although I am not very fond of\nit myself) appears to be entirely an affair of taste.  Your father, I\nscarcely like to remind you, since it is so trite a commonplace, is older\nthan yourself.  At least, he is _major_ and _sui juris_, and may please\nhimself in the matter of his conversation.  And, do you know, I wonder if\nhe might not have as good an answer against you and me?  We say we\nsometimes find him _coarse_, but I suspect he might retort that he finds\nus always dull.  Perhaps a relevant exception.”\n\nHe beamed on Archie, but no smile could be elicited.\n\n“And now,” proceeded the Judge, “for ‘Archibald on Capital Punishment.’\nThis is a very plausible academic opinion; of course I do not and I\ncannot hold it; but that’s not to say that many able and excellent\npersons have not done so in the past.  Possibly, in the past also, I may\nhave a little dipped myself in the same heresy.  My third client, or\npossibly my fourth, was the means of a return in my opinions.  I never\nsaw the man I more believed in; I would have put my hand in the fire, I\nwould have gone to the cross for him; and when it came to trial he was\ngradually pictured before me, by undeniable probation, in the light of so\ngross, so cold-blooded, and so black-hearted a villain, that I had a mind\nto have cast my brief upon the table.  I was then boiling against the man\nwith even a more tropical temperature than I had been boiling for him.\nBut I said to myself: ‘No, you have taken up his case; and because you\nhave changed your mind it must not be suffered to let drop.  All that\nrich tide of eloquence that you prepared last night with so much\nenthusiasm is out of place, and yet you must not desert him, you must say\nsomething.’  So I said something, and I got him off.  It made my\nreputation.  But an experience of that kind is formative.  A man must not\nbring his passions to the bar—or to the bench,” he added.\n\nThe story had slightly rekindled Archie’s interest.  “I could never\ndeny,” he began—“I mean I can conceive that some men would be better\ndead.  But who are we to know all the springs of God’s unfortunate\ncreatures?  Who are we to trust ourselves where it seems that God Himself\nmust think twice before He treads, and to do it with delight? Yes, with\ndelight.  _Tigris ut aspera_.”\n\n“Perhaps not a pleasant spectacle,” said Glenalmond.  “And yet, do you\nknow, I think somehow a great one.”\n\n“I’ve had a long talk with him to-night,” said Archie.\n\n“I was supposing so,” said Glenalmond.\n\n“And he struck me—I cannot deny that he struck me as something very big,”\npursued the son.  “Yes, he is big.  He never spoke about himself; only\nabout me.  I suppose I admired him.  The dreadful part—”\n\n“Suppose we did not talk about that,” interrupted Glenalmond.  “You know\nit very well, it cannot in any way help that you should brood upon it,\nand I sometimes wonder whether you and I—who are a pair of\nsentimentalists—are quite good judges of plain men.”\n\n“How do you mean?” asked Archie.\n\n“_Fair_ judges, mean,” replied Glenalmond.  “Can we be just to them?  Do\nwe not ask too much?  There was a word of yours just now that impressed\nme a little when you asked me who we were to know all the springs of\nGod’s unfortunate creatures.  You applied that, as I understood, to\ncapital cases only.  But does it—I ask myself—does it not apply all\nthrough?  Is it any less difficult to judge of a good man or of a\nhalf-good man, than of the worst criminal at the bar?  And may not each\nhave relevant excuses?”\n\n“Ah, but we do not talk of punishing the good,” cried Archie.\n\n“No, we do not talk of it,” said Glenalmond.  “But I think we do it.\nYour father, for instance.”\n\n“You think I have punished him?” cried Archie.\n\nLord Glenalmond bowed his head.\n\n“I think I have,” said Archie.  “And the worst is, I think he feels it!\nHow much, who can tell, with such a being?  But I think he does.”\n\n“And I am sure of it,” said Glenalmond.\n\n“Has he spoken to you, then?” cried Archie.\n\n“O no,” replied the judge.\n\n“I tell you honestly,” said Archie, “I want to make it up to him.  I will\ngo, I have already pledged myself to go to Hermiston.  That was to him.\nAnd now I pledge myself to you, in the sight of God, that I will close my\nmouth on capital punishment and all other subjects where our views may\nclash, for—how long shall I say? when shall I have sense enough?—ten\nyears.  Is that well?”\n\n“It is well,” said my lord.\n\n“As far as it goes,” said Archie.  “It is enough as regards myself, it is\nto lay down enough of my conceit.  But as regards him, whom I have\npublicly insulted?  What am I to do to him?  How do you pay attentions to\na—an Alp like that?”\n\n“Only in one way,” replied Glenalmond.  “Only by obedience, punctual,\nprompt, and scrupulous.”\n\n“And I promise that he shall have it,” answered Archie.  “I offer you my\nhand in pledge of it.”\n\n“And I take your hand as a solemnity,” replied the judge.  “God bless\nyou, my dear, and enable you to keep your promise.  God guide you in the\ntrue way, and spare your days, and preserve to you your honest heart.” At\nthat, he kissed the young man upon the forehead in a gracious, distant,\nantiquated way; and instantly launched, with a marked change of voice,\ninto another subject.  “And now, let us replenish the tankard; and I\nbelieve if you will try my Cheddar again, you would find you had a better\nappetite.  The Court has spoken, and the case is dismissed.”\n\n“No, there is one thing I must say,” cried Archie.  “I must say it in\njustice to himself.  I know—I believe faithfully, slavishly, after our\ntalk—he will never ask me anything unjust.  I am proud to feel it, that\nwe have that much in common, I am proud to say it to you.”\n\nThe Judge, with shining eyes, raised his tankard.  “And I think perhaps\nthat we might permit ourselves a toast,” said he.  “I should like to\npropose the health of a man very different from me and very much my\nsuperior—a man from whom I have often differed, who has often (in the\ntrivial expression) rubbed me the wrong way, but whom I have never ceased\nto respect and, I may add, to be not a little afraid of.  Shall I give\nyou his name?”\n\n“The Lord Justice-Clerk, Lord Hermiston,” said Archie, almost with\ngaiety; and the pair drank the toast deeply.\n\nIt was not precisely easy to re-establish, after these emotional\npassages, the natural flow of conversation.  But the Judge eked out what\nwas wanting with kind looks, produced his snuff-box (which was very\nrarely seen) to fill in a pause, and at last, despairing of any further\nsocial success, was upon the point of getting down a book to read a\nfavourite passage, when there came a rather startling summons at the\nfront door, and Carstairs ushered in my Lord Glenkindie, hot from a\nmidnight supper.  I am not aware that Glenkindie was ever a beautiful\nobject, being short, and gross-bodied, and with an expression of\nsensuality comparable to a bear’s.  At that moment, coming in hissing\nfrom many potations, with a flushed countenance and blurred eyes, he was\nstrikingly contrasted with the tall, pale, kingly figure of Glenalmond.\nA rush of confused thought came over Archie—of shame that this was one of\nhis father’s elect friends; of pride, that at the least of it Hermiston\ncould carry his liquor; and last of all, of rage, that he should have\nhere under his eyes the man that had betrayed him.  And then that too\npassed away; and he sat quiet, biding his opportunity.\n\nThe tipsy senator plunged at once into an explanation with Glenalmond.\nThere was a point reserved yesterday, he had been able to make neither\nhead nor tail of it, and seeing lights in the house, he had just dropped\nin for a glass of porter—and at this point he became aware of the third\nperson.  Archie saw the cod’s mouth and the blunt lips of Glenkindie gape\nat him for a moment, and the recognition twinkle in his eyes.\n\n“Who’s this?” said he.  “What? is this possibly you, Don Quickshot?  And\nhow are ye?  And how’s your father?  And what’s all this we hear of you?\nIt seems you’re a most extraordinary leveller, by all tales.  No king, no\nparliaments, and your gorge rises at the macers, worthy men!  Hoot, toot!\nDear, dear me!  Your father’s son too!  Most rideeculous!”\n\nArchie was on his feet, flushing a little at the reappearance of his\nunhappy figure of speech, but perfectly self-possessed.  “My lord—and\nyou, Lord Glenalmond, my dear friend,” he began, “this is a happy chance\nfor me, that I can make my confession and offer my apologies to two of\nyou at once.”\n\n“Ah, but I don’t know about that.  Confession?  It’ll be judeecial, my\nyoung friend,” cried the jocular Glenkindie.  “And I’m afraid to listen\nto ye.  Think if ye were to make me a coanvert!”\n\n“If you would allow me, my lord,” returned Archie, “what I have to say is\nvery serious to me; and be pleased to be humorous after I am gone!”\n\n“Remember, I’ll hear nothing against the macers!” put in the incorrigible\nGlenkindie.\n\nBut Archie continued as though he had not spoken.  “I have played, both\nyesterday and to-day, a part for which I can only offer the excuse of\nyouth.  I was so unwise as to go to an execution; it seems I made a scene\nat the gallows; not content with which, I spoke the same night in a\ncollege society against capital punishment.  This is the extent of what I\nhave done, and in case you hear more alleged against me, I protest my\ninnocence.  I have expressed my regret already to my father, who is so\ngood as to pass my conduct over—in a degree, and upon the condition that\nI am to leave my law studies.” . . .\n\n\n\n\nCHAPTER V—WINTER ON THE MOORS\n\n\nI. At Hermiston\n\n\nThe road to Hermiston runs for a great part of the way up the valley of a\nstream, a favourite with anglers and with midges, full of falls and\npools, and shaded by willows and natural woods of birch.  Here and there,\nbut at great distances, a byway branches off, and a gaunt farmhouse may\nbe descried above in a fold of the hill; but the more part of the time,\nthe road would be quite empty of passage and the hills of habitation.\nHermiston parish is one of the least populous in Scotland; and, by the\ntime you came that length, you would scarce be surprised at the\ninimitable smallness of the kirk, a dwarfish, ancient place seated for\nfifty, and standing in a green by the burn-side among two-score\ngravestones.  The manse close by, although no more than a cottage, is\nsurrounded by the brightness of a flower-garden and the straw roofs of\nbees; and the whole colony, kirk and manse, garden and graveyard, finds\nharbourage in a grove of rowans, and is all the year round in a great\nsilence broken only by the drone of the bees, the tinkle of the burn, and\nthe bell on Sundays.  A mile beyond the kirk the road leaves the valley\nby a precipitous ascent, and brings you a little after to the place of\nHermiston, where it comes to an end in the back-yard before the\ncoach-house.  All beyond and about is the great field, of the hills; the\nplover, the curlew, and the lark cry there; the wind blows as it blows in\na ship’s rigging, hard and cold and pure; and the hill-tops huddle one\nbehind another like a herd of cattle into the sunset.\n\nThe house was sixty years old, unsightly, comfortable; a farmyard and a\nkitchen-garden on the left, with a fruit wall where little hard green\npears came to their maturity about the end of October.\n\nThe policy (as who should say the park) was of some extent, but very ill\nreclaimed; heather and moorfowl had crossed the boundary wall and spread\nand roosted within; and it would have tasked a landscape gardener to say\nwhere policy ended and unpolicied nature began.  My lord had been led by\nthe influence of Mr. Sheriff Scott into a considerable design of\nplanting; many acres were accordingly set out with fir, and the little\nfeathery besoms gave a false scale and lent a strange air of a toy-shop\nto the moors.  A great, rooty sweetness of bogs was in the air, and at\nall seasons an infinite melancholy piping of hill birds.  Standing so\nhigh and with so little shelter, it was a cold, exposed house, splashed\nby showers, drenched by continuous rains that made the gutters to spout,\nbeaten upon and buffeted by all the winds of heaven; and the prospect\nwould be often black with tempest, and often white with the snows of\nwinter.  But the house was wind and weather proof, the hearths were kept\nbright, and the rooms pleasant with live fires of peat; and Archie might\nsit of an evening and hear the squalls bugle on the moorland, and watch\nthe fire prosper in the earthy fuel, and the smoke winding up the\nchimney, and drink deep of the pleasures of shelter.\n\nSolitary as the place was, Archie did not want neighbours.  Every night,\nif he chose, he might go down to the manse and share a “brewst” of toddy\nwith the minister—a hare-brained ancient gentleman, long and light and\nstill active, though his knees were loosened with age, and his voice\nbroke continually in childish trebles—and his lady wife, a heavy, comely\ndame, without a word to say for herself beyond good-even and good-day.\nHarum-scarum, clodpole young lairds of the neighbourhood paid him the\ncompliment of a visit.  Young Hay of Romanes rode down to call, on his\ncrop-eared pony; young Pringle of Drumanno came up on his bony grey.  Hay\nremained on the hospitable field, and must be carried to bed; Pringle got\nsomehow to his saddle about 3 A.M., and (as Archie stood with the lamp on\nthe upper doorstep) lurched, uttered a senseless view-holloa, and\nvanished out of the small circle of illumination like a wraith.  Yet a\nminute or two longer the clatter of his break-neck flight was audible,\nthen it was cut off by the intervening steepness of the hill; and again,\na great while after, the renewed beating of phantom horse-hoofs, far in\nthe valley of the Hermiston, showed that the horse at least, if not his\nrider, was still on the homeward way.\n\nThere was a Tuesday club at the “Cross-keys” in Crossmichael, where the\nyoung bloods of the country-side congregated and drank deep on a\npercentage of the expense, so that he was left gainer who should have\ndrunk the most.  Archie had no great mind to this diversion, but he took\nit like a duty laid upon him, went with a decent regularity, did his\nmanfullest with the liquor, held up his head in the local jests, and got\nhome again and was able to put up his horse, to the admiration of Kirstie\nand the lass that helped her.  He dined at Driffel, supped at Windielaws.\nHe went to the new year’s ball at Huntsfield and was made welcome, and\nthereafter rode to hounds with my Lord Muirfell, upon whose name, as that\nof a legitimate Lord of Parliament, in a work so full of Lords of\nSession, my pen should pause reverently.  Yet the same fate attended him\nhere as in Edinburgh.  The habit of solitude tends to perpetuate itself,\nand an austerity of which he was quite unconscious, and a pride which\nseemed arrogance, and perhaps was chiefly shyness, discouraged and\noffended his new companions.  Hay did not return more than twice, Pringle\nnever at all, and there came a time when Archie even desisted from the\nTuesday Club, and became in all things—what he had had the name of almost\nfrom the first—the Recluse of Hermiston.  High-nosed Miss Pringle of\nDrumanno and high-stepping Miss Marshall of the Mains were understood to\nhave had a difference of opinion about him the day after the ball—he was\nnone the wiser, he could not suppose himself to be remarked by these\nentrancing ladies.  At the ball itself my Lord Muirfell’s daughter, the\nLady Flora, spoke to him twice, and the second time with a touch of\nappeal, so that her colour rose and her voice trembled a little in his\near, like a passing grace in music.  He stepped back with a heart on\nfire, coldly and not ungracefully excused himself, and a little after\nwatched her dancing with young Drumanno of the empty laugh, and was\nharrowed at the sight, and raged to himself that this was a world in\nwhich it was given to Drumanno to please, and to himself only to stand\naside and envy.  He seemed excluded, as of right, from the favour of such\nsociety—seemed to extinguish mirth wherever he came, and was quick to\nfeel the wound, and desist, and retire into solitude.  If he had but\nunderstood the figure he presented, and the impression he made on these\nbright eyes and tender hearts; if he had but guessed that the Recluse of\nHermiston, young, graceful, well spoken, but always cold, stirred the\nmaidens of the county with the charm of Byronism when Byronism was new,\nit may be questioned whether his destiny might not even yet have been\nmodified.  It may be questioned, and I think it should be doubted.  It\nwas in his horoscope to be parsimonious of pain to himself, or of the\nchance of pain, even to the avoidance of any opportunity of pleasure; to\nhave a Roman sense of duty, an instinctive aristocracy of manners and\ntaste; to be the son of Adam Weir and Jean Rutherford.\n\n\n\n2. Kirstie\n\n\nKirstie was now over fifty, and might have sat to a sculptor.  Long of\nlimb, and still light of foot, deep-breasted, robust-loined, her golden\nhair not yet mingled with any trace of silver, the years had but caressed\nand embellished her.  By the lines of a rich and vigorous maternity, she\nseemed destined to be the bride of heroes and the mother of their\nchildren; and behold, by the iniquity of fate, she had passed through her\nyouth alone, and drew near to the confines of age, a childless woman.\nThe tender ambitions that she had received at birth had been, by time and\ndisappointment, diverted into a certain barren zeal of industry and fury\nof interference.  She carried her thwarted ardours into housework, she\nwashed floors with her empty heart.  If she could not win the love of one\nwith love, she must dominate all by her temper.  Hasty, wordy, and\nwrathful, she had a drawn quarrel with most of her neighbours, and with\nthe others not much more than armed neutrality.  The grieve’s wife had\nbeen “sneisty”; the sister of the gardener who kept house for him had\nshown herself “upsitten”; and she wrote to Lord Hermiston about once a\nyear demanding the discharge of the offenders, and justifying the demand\nby much wealth of detail.  For it must not be supposed that the quarrel\nrested with the wife and did not take in the husband also—or with the\ngardener’s sister, and did not speedily include the gardener himself.  As\nthe upshot of all this petty quarrelling and intemperate speech, she was\npractically excluded (like a lightkeeper on his tower) from the comforts\nof human association; except with her own indoor drudge, who, being but a\nlassie and entirely at her mercy, must submit to the shifty weather of\n“the mistress’s” moods without complaint, and be willing to take buffets\nor caresses according to the temper of the hour.  To Kirstie, thus\nsituate and in the Indian summer of her heart, which was slow to submit\nto age, the gods sent this equivocal good thing of Archie’s presence.\nShe had known him in the cradle and paddled him when he misbehaved; and\nyet, as she had not so much as set eyes on him since he was eleven and\nhad his last serious illness, the tall, slender, refined, and rather\nmelancholy young gentleman of twenty came upon her with the shock of a\nnew acquaintance.  He was “Young Hermiston,” “the laird himsel’”: he had\nan air of distinctive superiority, a cold straight glance of his black\neyes, that abashed the woman’s tantrums in the beginning, and therefore\nthe possibility of any quarrel was excluded.  He was new, and therefore\nimmediately aroused her curiosity; he was reticent, and kept it awake.\nAnd lastly he was dark and she fair, and he was male and she female, the\neverlasting fountains of interest.\n\nHer feeling partook of the loyalty of a clanswoman, the hero-worship of a\nmaiden aunt, and the idolatry due to a god.  No matter what he had asked\nof her, ridiculous or tragic, she would have done it and joyed to do it.\nHer passion, for it was nothing less, entirely filled her.  It was a rich\nphysical pleasure to make his bed or light his lamp for him when he was\nabsent, to pull off his wet boots or wait on him at dinner when he\nreturned.  A young man who should have so doted on the idea, moral and\nphysical, of any woman, might be properly described as being in love,\nhead and heels, and would have behaved himself accordingly.  But\nKirstie—though her heart leaped at his coming footsteps—though, when he\npatted her shoulder, her face brightened for the day—had not a hope or\nthought beyond the present moment and its perpetuation to the end of\ntime.  Till the end of time she would have had nothing altered, but still\ncontinue delightedly to serve her idol, and be repaid (say twice in the\nmonth) with a clap on the shoulder.\n\nI have said her heart leaped—it is the accepted phrase.  But rather, when\nshe was alone in any chamber of the house, and heard his foot passing on\nthe corridors, something in her bosom rose slowly until her breath was\nsuspended, and as slowly fell again with a deep sigh, when the steps had\npassed and she was disappointed of her eyes’ desire.  This perpetual\nhunger and thirst of his presence kept her all day on the alert.  When he\nwent forth at morning, she would stand and follow him with admiring\nlooks.  As it grew late and drew to the time of his return, she would\nsteal forth to a corner of the policy wall and be seen standing there\nsometimes by the hour together, gazing with shaded eyes, waiting the\nexquisite and barren pleasure of his view a mile off on the mountains.\nWhen at night she had trimmed and gathered the fire, turned down his bed,\nand laid out his night-gear—when there was no more to be done for the\nking’s pleasure, but to remember him fervently in her usually very tepid\nprayers, and go to bed brooding upon his perfections, his future career,\nand what she should give him the next day for dinner—there still remained\nbefore her one more opportunity; she was still to take in the tray and\nsay good-night.  Sometimes Archie would glance up from his book with a\npreoccupied nod and a perfunctory salutation which was in truth a\ndismissal; sometimes—and by degrees more often—the volume would be laid\naside, he would meet her coming with a look of relief; and the\nconversation would be engaged, last out the supper, and be prolonged till\nthe small hours by the waning fire.  It was no wonder that Archie was\nfond of company after his solitary days; and Kirstie, upon her side,\nexerted all the arts of her vigorous nature to ensnare his attention.\nShe would keep back some piece of news during dinner to be fired off with\nthe entrance of the supper tray, and form as it were the _lever de\nrideau_ of the evening’s entertainment.  Once he had heard her tongue\nwag, she made sure of the result.  From one subject to another she moved\nby insidious transitions, fearing the least silence, fearing almost to\ngive him time for an answer lest it should slip into a hint of\nseparation.  Like so many people of her class, she was a brave narrator;\nher place was on the hearth-rug and she made it a rostrum, mimeing her\nstories as she told them, fitting them with vital detail, spinning them\nout with endless “quo’ he’s” and “quo’ she’s,” her voice sinking into a\nwhisper over the supernatural or the horrific; until she would suddenly\nspring up in affected surprise, and pointing to the clock, “Mercy, Mr.\nArchie!” she would say, “whatten a time o’ night is this of it!  God\nforgive me for a daft wife!”  So it befell, by good management, that she\nwas not only the first to begin these nocturnal conversations, but\ninvariably the first to break them off; so she managed to retire and not\nto be dismissed.\n\n\n\n3. A Border Family\n\n\nSuch an unequal intimacy has never been uncommon in Scotland, where the\nclan spirit survives; where the servant tends to spend her life in the\nsame service, a helpmeet at first, then a tyrant, and at last a\npensioner; where, besides, she is not necessarily destitute of the pride\nof birth, but is, perhaps, like Kirstie, a connection of her master’s,\nand at least knows the legend of her own family, and may count kinship\nwith some illustrious dead.  For that is the mark of the Scot of all\nclasses: that he stands in an attitude towards the past unthinkable to\nEnglishmen, and remembers and cherishes the memory of his forebears, good\nor bad; and there burns alive in him a sense of identity with the dead\neven to the twentieth generation.  No more characteristic instance could\nbe found than in the family of Kirstie Elliott.  They were all, and\nKirstie the first of all, ready and eager to pour forth the particulars\nof their genealogy, embellished with every detail that memory had handed\ndown or fancy fabricated; and, behold! from every ramification of that\ntree there dangled a halter.  The Elliotts themselves have had a\nchequered history; but these Elliotts deduced, besides, from three of the\nmost unfortunate of the border clans—the Nicksons, the Ellwalds, and the\nCrozers.  One ancestor after another might be seen appearing a moment out\nof the rain and the hill mist upon his furtive business, speeding home,\nperhaps, with a paltry booty of lame horses and lean kine, or squealing\nand dealing death in some moorland feud of the ferrets and the wild cats.\nOne after another closed his obscure adventures in mid-air, triced up to\nthe arm of the royal gibbet or the Baron’s dule-tree.  For the rusty\nblunderbuss of Scots criminal justice, which usually hurt nobody but\njurymen, became a weapon of precision for the Nicksons, the Ellwalds, and\nthe Crozers.  The exhilaration of their exploits seemed to haunt the\nmemories of their descendants alone, and the shame to be forgotten.\nPride glowed in their bosoms to publish their relationship to “Andrew\nEllwald of the Laverockstanes, called ‘Unchancy Dand,’ who was justifeed\nwi’ seeven mair of the same name at Jeddart in the days of King James the\nSax.”  In all this tissue of crime and misfortune, the Elliotts of\nCauldstaneslap had one boast which must appear legitimate: the males were\ngallows-birds, born outlaws, petty thieves, and deadly brawlers; but,\naccording to the same tradition, the females were all chaste and\nfaithful.  The power of ancestry on the character is not limited to the\ninheritance of cells.  If I buy ancestors by the gross from the\nbenevolence of Lyon King of Arms, my grandson (if he is Scottish) will\nfeel a quickening emulation of their deeds.  The men of the Elliotts were\nproud, lawless, violent as of right, cherishing and prolonging a\ntradition.  In like manner with the women.  And the woman, essentially\npassionate and reckless, who crouched on the rug, in the shine of the\npeat fire, telling these tales, had cherished through life a wild\nintegrity of virtue.\n\nHer father Gilbert had been deeply pious, a savage disciplinarian in the\nantique style, and withal a notorious smuggler.  “I mind when I was a\nbairn getting mony a skelp and being shoo’d to bed like pou’try,” she\nwould say.  “That would be when the lads and their bit kegs were on the\nroad.  We’ve had the riffraff of two-three counties in our kitchen,\nmony’s the time, betwix’ the twelve and the three; and their lanterns\nwould be standing in the forecourt, ay, a score o’ them at once.  But\nthere was nae ungodly talk permitted at Cauldstaneslap.  My faither was a\nconsistent man in walk and conversation; just let slip an aith, and there\nwas the door to ye!  He had that zeal for the Lord, it was a fair wonder\nto hear him pray, but the family has aye had a gift that way.” This\nfather was twice married, once to a dark woman of the old Ellwald stock,\nby whom he had Gilbert, presently of Cauldstaneslap; and, secondly, to\nthe mother of Kirstie.  “He was an auld man when he married her, a fell\nauld man wi’ a muckle voice—you could hear him rowting from the top o’\nthe Kye-skairs,” she said; “but for her, it appears she was a perfit\nwonder.  It was gentle blood she had, Mr. Archie, for it was your ain.\nThe country-side gaed gyte about her and her gowden hair.  Mines is no to\nbe mentioned wi’ it, and there’s few weemen has mair hair than what I\nhave, or yet a bonnier colour.  Often would I tell my dear Miss\nJeannie—that was your mother, dear, she was cruel ta’en up about her\nhair, it was unco’ tender, ye see—‘Houts, Miss Jeannie,’ I would say,\n‘just fling your washes and your French dentifrishes in the back o’ the\nfire, for that’s the place for them; and awa’ down to a burn side, and\nwash yersel’ in cauld hill water, and dry your bonny hair in the caller\nwind o’ the muirs, the way that my mother aye washed hers, and that I\nhave aye made it a practice to have wishen mines—just you do what I tell\nye, my dear, and ye’ll give me news of it!  Ye’ll have hair, and routh of\nhair, a pigtail as thick’s my arm,’ I said, ‘and the bonniest colour like\nthe clear gowden guineas, so as the lads in kirk’ll no can keep their\neyes off it!’  Weel, it lasted out her time, puir thing!  I cuttit a lock\nof it upon her corp that was lying there sae cauld.  I’ll show it ye some\nof thir days if ye’re good.  But, as I was sayin’, my mither—”\n\nOn the death of the father there remained golden-haired Kirstie, who took\nservice with her distant kinsfolk, the Rutherfords, and black-a-vised\nGilbert, twenty years older, who farmed the Cauldstaneslap, married, and\nbegot four sons between 1773 and 1784, and a daughter, like a postscript,\nin ’97, the year of Camperdown and Cape St. Vincent.  It seemed it was a\ntradition in the family to wind up with a belated girl.  In 1804, at the\nage of sixty, Gilbert met an end that might be called heroic.  He was due\nhome from market any time from eight at night till five in the morning,\nand in any condition from the quarrelsome to the speechless, for he\nmaintained to that age the goodly customs of the Scots farmer.  It was\nknown on this occasion that he had a good bit of money to bring home; the\nword had gone round loosely.  The laird had shown his guineas, and if\nanybody had but noticed it, there was an ill-looking, vagabond crew, the\nscum of Edinburgh, that drew out of the market long ere it was dusk and\ntook the hill-road by Hermiston, where it was not to be believed that\nthey had lawful business.  One of the country-side, one Dickieson, they\ntook with them to be their guide, and dear he paid for it!  Of a sudden\nin the ford of the Broken Dykes, this vermin clan fell on the laird, six\nto one, and him three parts asleep, having drunk hard.  But it is ill to\ncatch an Elliott.  For a while, in the night and the black water that was\ndeep as to his saddle-girths, he wrought with his staff like a smith at\nhis stithy, and great was the sound of oaths and blows.  With that the\nambuscade was burst, and he rode for home with a pistol-ball in him,\nthree knife wounds, the loss of his front teeth, a broken rib and bridle,\nand a dying horse.  That was a race with death that the laird rode!  In\nthe mirk night, with his broken bridle and his head swimming, he dug his\nspurs to the rowels in the horse’s side, and the horse, that was even\nworse off than himself, the poor creature! screamed out loud like a\nperson as he went, so that the hills echoed with it, and the folks at\nCauldstaneslap got to their feet about the table and looked at each other\nwith white faces.  The horse fell dead at the yard gate, the laird won\nthe length of the house and fell there on the threshold.  To the son that\nraised him he gave the bag of money.  “Hae,” said he.  All the way up the\nthieves had seemed to him to be at his heels, but now the hallucination\nleft him—he saw them again in the place of the ambuscade—and the thirst\nof vengeance seized on his dying mind.  Raising himself and pointing with\nan imperious finger into the black night from which he had come, he\nuttered the single command, “Brocken Dykes,” and fainted.  He had never\nbeen loved, but he had been feared in honour.  At that sight, at that\nword, gasped out at them from a toothless and bleeding mouth, the old\nElliott spirit awoke with a shout in the four sons.  “Wanting the hat,”\ncontinues my author, Kirstie, whom I but haltingly follow, for she told\nthis tale like one inspired, “wanting guns, for there wasna twa grains o’\npouder in the house, wi’ nae mair weepons than their sticks into their\nhands, the fower o’ them took the road.  Only Hob, and that was the\neldest, hunkered at the doorsill where the blood had rin, fyled his hand\nwi’ it—and haddit it up to Heeven in the way o’ the auld Border aith.\n‘Hell shall have her ain again this nicht!’ he raired, and rode forth\nupon his earrand.”  It was three miles to Broken Dykes, down hill, and a\nsore road.  Kirstie has seen men from Edinburgh dismounting there in\nplain day to lead their horses.  But the four brothers rode it as if Auld\nHornie were behind and Heaven in front.  Come to the ford, and there was\nDickieson.  By all tales, he was not dead, but breathed and reared upon\nhis elbow, and cried out to them for help.  It was at a graceless face\nthat he asked mercy.  As soon as Hob saw, by the glint of the lantern,\nthe eyes shining and the whiteness of the teeth in the man’s face, “Damn\nyou!” says he; “ye hae your teeth, hae ye?” and rode his horse to and fro\nupon that human remnant.  Beyond that, Dandie must dismount with the\nlantern to be their guide; he was the youngest son, scarce twenty at the\ntime.  “A’ nicht long they gaed in the wet heath and jennipers, and whaur\nthey gaed they neither knew nor cared, but just followed the bluid stains\nand the footprints o’ their faither’s murderers.  And a’ nicht Dandie had\nhis nose to the grund like a tyke, and the ithers followed and spak’\nnaething, neither black nor white.  There was nae noise to be heard, but\njust the sough of the swalled burns, and Hob, the dour yin, risping his\nteeth as he gaed.” With the first glint of the morning they saw they were\non the drove road, and at that the four stopped and had a dram to their\nbreakfasts, for they knew that Dand must have guided them right, and the\nrogues could be but little ahead, hot foot for Edinburgh by the way of\nthe Pentland Hills.  By eight o’clock they had word of them—a shepherd\nhad seen four men “uncoly mishandled” go by in the last hour.  “That’s\nyin a piece,” says Clem, and swung his cudgel.  “Five o’ them!” says Hob.\n“God’s death, but the faither was a man!  And him drunk!”  And then there\nbefell them what my author termed “a sair misbegowk,” for they were\novertaken by a posse of mounted neighbours come to aid in the pursuit.\nFour sour faces looked on the reinforcement.  “The Deil’s broughten you!”\nsaid Clem, and they rode thenceforward in the rear of the party with\nhanging heads.  Before ten they had found and secured the rogues, and by\nthree of the afternoon, as they rode up the Vennel with their prisoners,\nthey were aware of a concourse of people bearing in their midst something\nthat dripped.  “For the boady of the saxt,” pursued Kirstie, “wi’ his\nhead smashed like a hazelnit, had been a’ that nicht in the chairge o’\nHermiston Water, and it dunting it on the stanes, and grunding it on the\nshallows, and flinging the deid thing heels-ower-hurdie at the Fa’s o’\nSpango; and in the first o’ the day, Tweed had got a hold o’ him and\ncarried him off like a wind, for it was uncoly swalled, and raced wi’\nhim, bobbing under brae-sides, and was long playing with the creature in\nthe drumlie lynns under the castle, and at the hinder end of all cuist\nhim up on the starling of Crossmichael brig.  Sae there they were\na’thegither at last (for Dickieson had been brought in on a cart long\nsyne), and folk could see what mainner o’man my brither had been that had\nheld his head again sax and saved the siller, and him drunk!”  Thus died\nof honourable injuries and in the savour of fame Gilbert Elliott of the\nCauldstaneslap; but his sons had scarce less glory out of the business.\nTheir savage haste, the skill with which Dand had found and followed the\ntrail, the barbarity to the wounded Dickieson (which was like an open\nsecret in the county), and the doom which it was currently supposed they\nhad intended for the others, struck and stirred popular imagination.\nSome century earlier the last of the minstrels might have fashioned the\nlast of the ballads out of that Homeric fight and chase; but the spirit\nwas dead, or had been reincarnated already in Mr. Sheriff Scott, and the\ndegenerate moorsmen must be content to tell the tale in prose, and to\nmake of the “Four Black Brothers” a unit after the fashion of the “Twelve\nApostles” or the “Three Musketeers.”\n\nRobert, Gilbert, Clement, and Andrew—in the proper Border diminutives,\nHob, Gib, Clem, and Dand Elliott—these ballad heroes, had much in common;\nin particular, their high sense of the family and the family honour; but\nthey went diverse ways, and prospered and failed in different businesses.\nAccording to Kirstie, “they had a’ bees in their bonnets but Hob.”  Hob\nthe laird was, indeed, essentially a decent man.  An elder of the Kirk,\nnobody had heard an oath upon his lips, save perhaps thrice or so at the\nsheep-washing, since the chase of his father’s murderers.  The figure he\nhad shown on that eventful night disappeared as if swallowed by a trap.\nHe who had ecstatically dipped his hand in the red blood, he who had\nridden down Dickieson, became, from that moment on, a stiff and rather\ngraceless model of the rustic proprieties; cannily profiting by the high\nwar prices, and yearly stowing away a little nest-egg in the bank against\ncalamity; approved of and sometimes consulted by the greater lairds for\nthe massive and placid sense of what he said, when he could be induced to\nsay anything; and particularly valued by the minister, Mr. Torrance, as a\nright-hand man in the parish, and a model to parents.  The\ntransfiguration had been for the moment only; some Barbarossa, some old\nAdam of our ancestors, sleeps in all of us till the fit circumstance\nshall call it into action; and, for as sober as he now seemed, Hob had\ngiven once for all the measure of the devil that haunted him.  He was\nmarried, and, by reason of the effulgence of that legendary night, was\nadored by his wife.  He had a mob of little lusty, barefoot children who\nmarched in a caravan the long miles to school, the stages of whose\npilgrimage were marked by acts of spoliation and mischief, and who were\nqualified in the country-side as “fair pests.”  But in the house, if\n“faither was in,” they were quiet as mice.  In short, Hob moved through\nlife in a great peace—the reward of any one who shall have killed his\nman, with any formidable and figurative circumstance, in the midst of a\ncountry gagged and swaddled with civilisation.\n\nIt was a current remark that the Elliotts were “guid and bad, like\nsanguishes”; and certainly there was a curious distinction, the men of\nbusiness coming alternately with the dreamers.  The second brother, Gib,\nwas a weaver by trade, had gone out early into the world to Edinburgh,\nand come home again with his wings singed.  There was an exaltation in\nhis nature which had led him to embrace with enthusiasm the principles of\nthe French Revolution, and had ended by bringing him under the hawse of\nmy Lord Hermiston in that furious onslaught of his upon the Liberals,\nwhich sent Muir and Palmer into exile and dashed the party into chaff.\nIt was whispered that my lord, in his great scorn for the movement, and\nprevailed upon a little by a sense of neighbourliness, had given Gib a\nhint.  Meeting him one day in the Potterrow, my lord had stopped in front\nof him: “Gib, ye eediot,” he had said, “what’s this I hear of you?\nPoalitics, poalitics, poalitics, weaver’s poalitics, is the way of it, I\nhear.  If ye arena a’thegither dozened with cediocy, ye’ll gang your ways\nback to Cauldstaneslap, and ca’ your loom, and ca’ your loom, man!” And\nGilbert had taken him at the word and returned, with an expedition almost\nto be called flight, to the house of his father.  The clearest of his\ninheritance was that family gift of prayer of which Kirstie had boasted;\nand the baffled politician now turned his attention to religious\nmatters—or, as others said, to heresy and schism.  Every Sunday morning\nhe was in Crossmichael, where he had gathered together, one by one, a\nsect of about a dozen persons, who called themselves “God’s Remnant of\nthe True Faithful,” or, for short, “God’s Remnant.” To the profane, they\nwere known as “Gib’s Deils.”  Bailie Sweedie, a noted humorist in the\ntown, vowed that the proceedings always opened to the tune of “The Deil\nFly Away with the Exciseman,” and that the sacrament was dispensed in the\nform of hot whisky-toddy; both wicked hits at the evangelist, who had\nbeen suspected of smuggling in his youth, and had been overtaken (as the\nphrase went) on the streets of Crossmichael one Fair day.  It was known\nthat every Sunday they prayed for a blessing on the arms of Bonaparte.\nFor this “God’s Remnant,” as they were “skailing” from the cottage that\ndid duty for a temple, had been repeatedly stoned by the bairns, and Gib\nhimself hooted by a squadron of Border volunteers in which his own\nbrother, Dand, rode in a uniform and with a drawn sword.  The “Remnant”\nwere believed, besides, to be “antinomian in principle,” which might\notherwise have been a serious charge, but the way public opinion then\nblew it was quite swallowed up and forgotten in the scandal about\nBonaparte.  For the rest, Gilbert had set up his loom in an outhouse at\nCauldstaneslap, where he laboured assiduously six days of the week.  His\nbrothers, appalled by his political opinions, and willing to avoid\ndissension in the household, spoke but little to him; he less to them,\nremaining absorbed in the study of the Bible and almost constant prayer.\nThe gaunt weaver was dry-nurse at Cauldstaneslap, and the bairns loved\nhim dearly.  Except when he was carrying an infant in his arms, he was\nrarely seen to smile—as, indeed, there were few smilers in that family.\nWhen his sister-in-law rallied him, and proposed that he should get a\nwife and bairns of his own, since he was so fond of them, “I have no\nclearness of mind upon that point,” he would reply.  If nobody called him\nin to dinner, he stayed out.  Mrs. Hob, a hard, unsympathetic woman, once\ntried the experiment.  He went without food all day, but at dusk, as the\nlight began to fail him, he came into the house of his own accord,\nlooking puzzled.  “I’ve had a great gale of prayer upon my speerit,” said\nhe.  “I canna mind sae muckle’s what I had for denner.” The creed of\nGod’s Remnant was justified in the life of its founder.  “And yet I dinna\nken,” said Kirstie.  “He’s maybe no more stockfish than his neeghbours!\nHe rode wi’ the rest o’ them, and had a good stamach to the work, by a’\nthat I hear!  God’s Remnant!  The deil’s clavers!  There wasna muckle\nChristianity in the way Hob guided Johnny Dickieson, at the least of it;\nbut Guid kens!  Is he a Christian even?  He might be a Mahommedan or a\nDeevil or a Fire-worshipper, for what I ken.”\n\nThe third brother had his name on a door-plate, no less, in the city of\nGlasgow, “Mr. Clement Elliott,” as long as your arm.  In his case, that\nspirit of innovation which had shown itself timidly in the case of Hob by\nthe admission of new manures, and which had run to waste with Gilbert in\nsubversive politics and heretical religions, bore useful fruit in many\ningenious mechanical improvements.  In boyhood, from his addiction to\nstrange devices of sticks and string, he had been counted the most\neccentric of the family.  But that was all by now; and he was a partner\nof his firm, and looked to die a bailie.  He too had married, and was\nrearing a plentiful family in the smoke and din of Glasgow; he was\nwealthy, and could have bought out his brother, the cock-laird, six times\nover, it was whispered; and when he slipped away to Cauldstaneslap for a\nwell-earned holiday, which he did as often as he was able, he astonished\nthe neighbours with his broadcloth, his beaver hat, and the ample plies\nof his neckcloth.  Though an eminently solid man at bottom, after the\npattern of Hob, he had contracted a certain Glasgow briskness and\n_aplomb_ which set him off.  All the other Elliotts were as lean as a\nrake, but Clement was laying on fat, and he panted sorely when he must\nget into his boots.  Dand said, chuckling: “Ay, Clem has the elements of\na corporation.”  “A provost and corporation,” returned Clem.  And his\nreadiness was much admired.\n\nThe fourth brother, Dand, was a shepherd to his trade, and by starts,\nwhen he could bring his mind to it, excelled in the business.  Nobody\ncould train a dog like Dandie; nobody, through the peril of great storms\nin the winter time, could do more gallantly.  But if his dexterity were\nexquisite, his diligence was but fitful; and he served his brother for\nbed and board, and a trifle of pocket-money when he asked for it.  He\nloved money well enough, knew very well how to spend it, and could make a\nshrewd bargain when he liked.  But he preferred a vague knowledge that he\nwas well to windward to any counted coins in the pocket; he felt himself\nricher so.  Hob would expostulate: “I’m an amature herd.”  Dand would\nreply, “I’ll keep your sheep to you when I’m so minded, but I’ll keep my\nliberty too.  Thir’s no man can coandescend on what I’m worth.” Clein\nwould expound to him the miraculous results of compound interest, and\nrecommend investments.  “Ay, man?” Dand would say; “and do you think, if\nI took Hob’s siller, that I wouldna drink it or wear it on the lassies?\nAnd, anyway, my kingdom is no of this world.  Either I’m a poet or else\nI’m nothing.”  Clem would remind him of old age.  “I’ll die young, like,\nRobbie Burns,” he would say stoutly.  No question but he had a certain\naccomplishment in minor verse.  His “Hermiston Burn,” with its pretty\nrefrain—\n\n    “I love to gang thinking whaur ye gang linking,\n             Hermiston burn, in the howe;”\n\nhis “Auld, auld Elliotts, clay-cauld Elliotts, dour, bauld Elliotts of\nauld,” and his really fascinating piece about the Praying Weaver’s Stone,\nhad gained him in the neighbourhood the reputation, still possible in\nScotland, of a local bard; and, though not printed himself, he was\nrecognised by others who were and who had become famous.  Walter Scott\nowed to Dandie the text of the “Raid of Wearie” in the _Minstrelsy_; and\nmade him welcome at his house, and appreciated his talents, such as they\nwere, with all his usual generosity.  The Ettrick Shepherd was his sworn\ncrony; they would meet, drink to excess, roar out their lyrics in each\nother’s faces, and quarrel and make it up again till bedtime.  And\nbesides these recognitions, almost to be called official, Dandie was made\nwelcome for the sake of his gift through the farmhouses of several\ncontiguous dales, and was thus exposed to manifold temptations which he\nrather sought than fled.  He had figured on the stool of repentance, for\nonce fulfilling to the letter the tradition of his hero and model.  His\nhumorous verses to Mr. Torrance on that occasion—“Kenspeckle here my lane\nI stand”—unfortunately too indelicate for further citation, ran through\nthe country like a fiery cross—they were recited, quoted, paraphrased,\nand laughed over as far away as Dumfries on the one hand and Dunbar on\nthe other.\n\nThese four brothers were united by a close bond, the bond of that mutual\nadmiration—or rather mutual hero-worship—which is so strong among the\nmembers of secluded families who have much ability and little culture.\nEven the extremes admired each other.  Hob, who had as much poetry as the\ntongs, professed to find pleasure in Dand’s verses; Clem, who had no more\nreligion than Claverhouse, nourished a heartfelt, at least an\nopen-mouthed, admiration of Gib’s prayers; and Dandie followed with\nrelish the rise of Clem’s fortunes.  Indulgence followed hard on the\nheels of admiration.  The laird, Clem, and Dand, who were Tories and\npatriots of the hottest quality, excused to themselves, with a certain\nbashfulness, the radical and revolutionary heresies of Gib.  By another\ndivision of the family, the laird, Clem, and Gib, who were men exactly\nvirtuous, swallowed the dose of Dand’s irregularities as a kind of clog\nor drawback in the mysterious providence of God affixed to bards, and\ndistinctly probative of poetical genius.  To appreciate the simplicity of\ntheir mutual admiration it was necessary to hear Clem, arrived upon one\nof his visits, and dealing in a spirit of continuous irony with the\naffairs and personalities of that great city of Glasgow where he lived\nand transacted business.  The various personages, ministers of the\nchurch, municipal officers, mercantile big-wigs, whom he had occasion to\nintroduce, were all alike denigrated, all served but as reflectors to\ncast back a flattering side-light on the house of Cauldstaneslap.  The\nProvost, for whom Clem by exception entertained a measure of respect, he\nwould liken to Hob.  “He minds me o’ the laird there,” he would say.  “He\nhas some of Hob’s grand, whunstane sense, and the same way with him of\nsteiking his mouth when he’s no very pleased.”  And Hob, all unconscious,\nwould draw down his upper lip and produce, as if for comparison, the\nformidable grimace referred to.  The unsatisfactory incumbent of St.\nEnoch’s Kirk was thus briefly dismissed: “If he had but twa fingers o’\nGib’s, he would waken them up.”  And Gib, honest man! would look down and\nsecretly smile.  Clem was a spy whom they had sent out into the world of\nmen.  He had come back with the good news that there was nobody to\ncompare with the Four Black Brothers, no position that they would not\nadorn, no official that it would not be well they should replace, no\ninterest of mankind, secular or spiritual, which would not immediately\nbloom under their supervision.  The excuse of their folly is in two\nwords: scarce the breadth of a hair divided them from the peasantry.  The\nmeasure of their sense is this: that these symposia of rustic vanity were\nkept entirely within the family, like some secret ancestral practice.  To\nthe world their serious faces were never deformed by the suspicion of any\nsimper of self-contentment.  Yet it was known.  “They hae a guid pride o’\nthemsel’s!” was the word in the country-side.\n\nLastly, in a Border story, there should be added their “two-names.”  Hob\nwas The Laird.  “Roy ne puis, prince ne daigne”; he was the laird of\nCauldstaneslap—say fifty acres—_ipsissimus_.  Clement was Mr. Elliott, as\nupon his door-plate, the earlier Dafty having been discarded as no longer\napplicable, and indeed only a reminder of misjudgment and the imbecility\nof the public; and the youngest, in honour of his perpetual wanderings,\nwas known by the sobriquet of Randy Dand.\n\nIt will be understood that not all this information was communicated by\nthe aunt, who had too much of the family failing herself to appreciate it\nthoroughly in others.  But as time went on, Archie began to observe an\nomission in the family chronicle.\n\n“Is there not a girl too?” he asked.\n\n“Ay: Kirstie.  She was named for me, or my grandmother at least—it’s the\nsame thing,” returned the aunt, and went on again about Dand, whom she\nsecretly preferred by reason of his gallantries.\n\n“But what is your niece like?” said Archie at the next opportunity.\n\n“Her?  As black’s your hat!  But I dinna suppose she would maybe be what\nyou would ca’ _ill-looked_ a’thegither.  Na, she’s a kind of a handsome\njaud—a kind o’ gipsy,” said the aunt, who had two sets of scales for men\nand women—or perhaps it would be more fair to say that she had three, and\nthe third and the most loaded was for girls.\n\n“How comes it that I never see her in church?” said Archie.\n\n“’Deed, and I believe she’s in Glesgie with Clem and his wife.  A heap\ngood she’s like to get of it!  I dinna say for men folk, but where weemen\nfolk are born, there let them bide.  Glory to God, I was never far’er\nfrom here than Crossmichael.”\n\nIn the meanwhile it began to strike Archie as strange, that while she\nthus sang the praises of her kinsfolk, and manifestly relished their\nvirtues and (I may say) their vices like a thing creditable to herself,\nthere should appear not the least sign of cordiality between the house of\nHermiston and that of Cauldstaneslap.  Going to church of a Sunday, as\nthe lady housekeeper stepped with her skirts kilted, three tucks of her\nwhite petticoat showing below, and her best India shawl upon her back (if\nthe day were fine) in a pattern of radiant dyes, she would sometimes\novertake her relatives preceding her more leisurely in the same\ndirection.  Gib of course was absent: by skreigh of day he had been gone\nto Crossmichael and his fellow-heretics; but the rest of the family would\nbe seen marching in open order: Hob and Dand, stiff-necked,\nstraight-backed six-footers, with severe dark faces, and their plaids\nabout their shoulders; the convoy of children scattering (in a state of\nhigh polish) on the wayside, and every now and again collected by the\nshrill summons of the mother; and the mother herself, by a suggestive\ncircumstance which might have afforded matter of thought to a more\nexperienced observer than Archie, wrapped in a shawl nearly identical\nwith Kirstie’s, but a thought more gaudy and conspicuously newer.  At the\nsight, Kirstie grew more tall—Kirstie showed her classical profile, nose\nin air and nostril spread, the pure blood came in her cheek evenly in a\ndelicate living pink.\n\n“A braw day to ye, Mistress Elliott,” said she, and hostility and\ngentility were nicely mingled in her tones.  “A fine day, mem,” the\nlaird’s wife would reply with a miraculous curtsey, spreading the while\nher plumage—setting off, in other words, and with arts unknown to the\nmere man, the pattern of her India shawl.  Behind her, the whole\nCauldstaneslap contingent marched in closer order, and with an\nindescribable air of being in the presence of the foe; and while Dandie\nsaluted his aunt with a certain familiarity as of one who was well in\ncourt, Hob marched on in awful immobility.  There appeared upon the face\nof this attitude in the family the consequences of some dreadful feud.\nPresumably the two women had been principals in the original encounter,\nand the laird had probably been drawn into the quarrel by the ears, too\nlate to be included in the present skin-deep reconciliation.\n\n“Kirstie,” said Archie one day, “what is this you have against your\nfamily?”\n\n“I dinna complean,” said Kirstie, with a flush.  “I say naething.”\n\n“I see you do not—not even good-day to your own nephew,” said he.\n\n“I hae naething to be ashamed of,” said she.  “I can say the Lord’s\nprayer with a good grace.  If Hob was ill, or in preeson or poverty, I\nwould see to him blithely.  But for curtchying and complimenting and\ncolloguing, thank ye kindly!”\n\nArchie had a bit of a smile: he leaned back in his chair.  “I think you\nand Mrs. Robert are not very good friends,” says he slyly, “when you have\nyour India shawls on?”\n\nShe looked upon him in silence, with a sparkling eye but an\nindecipherable expression; and that was all that Archie was ever destined\nto learn of the battle of the India shawls.\n\n“Do none of them ever come here to see you?” he inquired.\n\n“Mr. Archie,” said she, “I hope that I ken my place better.  It would be\na queer thing, I think, if I was to clamjamfry up your faither’s\nhouse—that I should say it!—wi’ a dirty, black-a-vised clan, no ane o’\nthem it was worth while to mar soap upon but just mysel’!  Na, they’re\nall damnifeed wi’ the black Ellwalds.  I have nae patience wi’ black\nfolk.” Then, with a sudden consciousness of the case of Archie, “No that\nit maitters for men sae muckle,” she made haste to add, “but there’s\nnaebody can deny that it’s unwomanly.  Long hair is the ornament o’ woman\nony way; we’ve good warrandise for that—it’s in the Bible—and wha can\ndoubt that the Apostle had some gowden-haired lassie in his mind—Apostle\nand all, for what was he but just a man like yersel’?”\n\n\n\n\nCHAPTER VI—A LEAF FROM CHRISTINA’S PSALM-BOOK\n\n\nArchie was sedulous at church.  Sunday after Sunday he sat down and stood\nup with that small company, heard the voice of Mr. Torrance leaping like\nan ill-played clarionet from key to key, and had an opportunity to study\nhis moth-eaten gown and the black thread mittens that he joined together\nin prayer, and lifted up with a reverent solemnity in the act of\nbenediction.  Hermiston pew was a little square box, dwarfish in\nproportion with the kirk itself, and enclosing a table not much bigger\nthan a footstool.  There sat Archie, an apparent prince, the only\nundeniable gentleman and the only great heritor in the parish, taking his\nease in the only pew, for no other in the kirk had doors.  Thence he\nmight command an undisturbed view of that congregation of solid plaided\nmen, strapping wives and daughters, oppressed children, and uneasy\nsheep-dogs.  It was strange how Archie missed the look of race; except\nthe dogs, with their refined foxy faces and inimitably curling tails,\nthere was no one present with the least claim to gentility.  The\nCauldstaneslap party was scarcely an exception; Dandie perhaps, as he\namused himself making verses through the interminable burden of the\nservice, stood out a little by the glow in his eye and a certain superior\nanimation of face and alertness of body; but even Dandie slouched like a\nrustic.  The rest of the congregation, like so many sheep, oppressed him\nwith a sense of hob-nailed routine, day following day—of physical labour\nin the open air, oatmeal porridge, peas bannock the somnolent fireside in\nthe evening, and the night-long nasal slumbers in a box-bed.  Yet he knew\nmany of them to be shrewd and humorous, men of character, notable women,\nmaking a bustle in the world and radiating an influence from their\nlow-browed doors.  He knew besides they were like other men; below the\ncrust of custom, rapture found a way; he had heard them beat the timbrel\nbefore Bacchus—had heard them shout and carouse over their whisky-toddy;\nand not the most Dutch-bottomed and severe faces among them all, not even\nthe solemn elders themselves, but were capable of singular gambols at the\nvoice of love.  Men drawing near to an end of life’s adventurous\njourney—maids thrilling with fear and curiosity on the threshold of\nentrance—women who had borne and perhaps buried children, who could\nremember the clinging of the small dead hands and the patter of the\nlittle feet now silent—he marvelled that among all those faces there\nshould be no face of expectation, none that was mobile, none into which\nthe rhythm and poetry of life had entered.  “O for a live face,” he\nthought; and at times he had a memory of Lady Flora; and at times he\nwould study the living gallery before him with despair, and would see\nhimself go on to waste his days in that joyless pastoral place, and death\ncome to him, and his grave be dug under the rowans, and the Spirit of the\nEarth laugh out in a thunder-peal at the huge fiasco.\n\nOn this particular Sunday, there was no doubt but that the spring had\ncome at last.  It was warm, with a latent shiver in the air that made the\nwarmth only the more welcome.  The shallows of the stream glittered and\ntinkled among bunches of primrose.  Vagrant scents of the earth arrested\nArchie by the way with moments of ethereal intoxication.  The grey\nQuakerish dale was still only awakened in places and patches from the\nsobriety of its winter colouring; and he wondered at its beauty; an\nessential beauty of the old earth it seemed to him, not resident in\nparticulars but breathing to him from the whole.  He surprised himself by\na sudden impulse to write poetry—he did so sometimes, loose, galloping\nocto-syllabics in the vein of Scott—and when he had taken his place on a\nboulder, near some fairy falls and shaded by a whip of a tree that was\nalready radiant with new leaves, it still more surprised him that he\nshould have nothing to write.  His heart perhaps beat in time to some\nvast indwelling rhythm of the universe.  By the time he came to a corner\nof the valley and could see the kirk, he had so lingered by the way that\nthe first psalm was finishing.  The nasal psalmody, full of turns and\ntrills and graceless graces, seemed the essential voice of the kirk\nitself upraised in thanksgiving, “Everything’s alive,” he said; and again\ncries it aloud, “thank God, everything’s alive!”  He lingered yet a while\nin the kirk-yard.  A tuft of primroses was blooming hard by the leg of an\nold black table tombstone, and he stopped to contemplate the random\napologue.  They stood forth on the cold earth with a trenchancy of\ncontrast; and he was struck with a sense of incompleteness in the day,\nthe season, and the beauty that surrounded him—the chill there was in the\nwarmth, the gross black clods about the opening primroses, the damp\nearthy smell that was everywhere intermingled with the scents.  The voice\nof the aged Torrance within rose in an ecstasy.  And he wondered if\nTorrance also felt in his old bones the joyous influence of the spring\nmorning; Torrance, or the shadow of what once was Torrance, that must\ncome so soon to lie outside here in the sun and rain with all his\nrheumatisms, while a new minister stood in his room and thundered from\nhis own familiar pulpit?  The pity of it, and something of the chill of\nthe grave, shook him for a moment as he made haste to enter.\n\nHe went up the aisle reverently, and took his place in the pew with\nlowered eyes, for he feared he had already offended the kind old\ngentleman in the pulpit, and was sedulous to offend no further.  He could\nnot follow the prayer, not even the heads of it.  Brightnesses of azure,\nclouds of fragrance, a tinkle of falling water and singing birds, rose\nlike exhalations from some deeper, aboriginal memory, that was not his,\nbut belonged to the flesh on his bones.  His body remembered; and it\nseemed to him that his body was in no way gross, but ethereal and\nperishable like a strain of music; and he felt for it an exquisite\ntenderness as for a child, an innocent, full of beautiful instincts and\ndestined to an early death.  And he felt for old Torrance—of the many\nsupplications, of the few days—a pity that was near to tears.  The prayer\nended.  Right over him was a tablet in the wall, the only ornament in the\nroughly masoned chapel—for it was no more; the tablet commemorated, I was\nabout to say the virtues, but rather the existence of a former Rutherford\nof Hermiston; and Archie, under that trophy of his long descent and local\ngreatness, leaned back in the pew and contemplated vacancy with the\nshadow of a smile between playful and sad, that became him strangely.\nDandie’s sister, sitting by the side of Clem in her new Glasgow finery,\nchose that moment to observe the young laird.  Aware of the stir of his\nentrance, the little formalist had kept her eyes fastened and her face\nprettily composed during the prayer.  It was not hypocrisy, there was no\none further from a hypocrite.  The girl had been taught to behave: to\nlook up, to look down, to look unconscious, to look seriously impressed\nin church, and in every conjuncture to look her best.  That was the game\nof female life, and she played it frankly.  Archie was the one person in\nchurch who was of interest, who was somebody new, reputed eccentric,\nknown to be young, and a laird, and still unseen by Christina.  Small\nwonder that, as she stood there in her attitude of pretty decency, her\nmind should run upon him!  If he spared a glance in her direction, he\nshould know she was a well-behaved young lady who had been to Glasgow.\nIn reason he must admire her clothes, and it was possible that he should\nthink her pretty.  At that her heart beat the least thing in the world;\nand she proceeded, by way of a corrective, to call up and dismiss a\nseries of fancied pictures of the young man who should now, by rights, be\nlooking at her.  She settled on the plainest of them,—a pink short young\nman with a dish face and no figure, at whose admiration she could afford\nto smile; but for all that, the consciousness of his gaze (which was\nreally fixed on Torrance and his mittens) kept her in something of a\nflutter till the word Amen.  Even then, she was far too well-bred to\ngratify her curiosity with any impatience.  She resumed her seat\nlanguidly—this was a Glasgow touch—she composed her dress, rearranged her\nnosegay of primroses, looked first in front, then behind upon the other\nside, and at last allowed her eyes to move, without hurry, in the\ndirection of the Hermiston pew.  For a moment, they were riveted.  Next\nshe had plucked her gaze home again like a tame bird who should have\nmeditated flight.  Possibilities crowded on her; she hung over the future\nand grew dizzy; the image of this young man, slim, graceful, dark, with\nthe inscrutable half-smile, attracted and repelled her like a chasm.  “I\nwonder, will I have met my fate?” she thought, and her heart swelled.\n\nTorrance was got some way into his first exposition, positing a deep\nlayer of texts as he went along, laying the foundations of his discourse,\nwhich was to deal with a nice point in divinity, before Archie suffered\nhis eyes to wander.  They fell first of all on Clem, looking\ninsupportably prosperous, and patronising Torrance with the favour of a\nmodified attention, as of one who was used to better things in Glasgow.\nThough he had never before set eyes on him, Archie had no difficulty in\nidentifying him, and no hesitation in pronouncing him vulgar, the worst\nof the family.  Clem was leaning lazily forward when Archie first saw\nhim.  Presently he leaned nonchalantly back; and that deadly instrument,\nthe maiden, was suddenly unmasked in profile.  Though not quite in the\nfront of the fashion (had anybody cared!), certain artful Glasgow\nmantua-makers, and her own inherent taste, had arrayed her to great\nadvantage.  Her accoutrement was, indeed, a cause of heart-burning, and\nalmost of scandal, in that infinitesimal kirk company.  Mrs. Hob had said\nher say at Cauldstaneslap.  “Daft-like!” she had pronounced it.  “A\njaiket that’ll no meet!  Whaur’s the sense of a jaiket that’ll no button\nupon you, if it should come to be weet?  What do ye ca’ thir things?\nDemmy brokens, d’ye say?  They’ll be brokens wi’ a vengeance or ye can\nwin back!  Weel, I have nae thing to do wi’ it—it’s no good taste.”\nClem, whose purse had thus metamorphosed his sister, and who was not\ninsensible to the advertisement, had come to the rescue with a “Hoot,\nwoman!  What do you ken of good taste that has never been to the ceety?”\nAnd Hob, looking on the girl with pleased smiles, as she timidly\ndisplayed her finery in the midst of the dark kitchen, had thus ended the\ndispute: “The cutty looks weel,” he had said, “and it’s no very like\nrain.  Wear them the day, hizzie; but it’s no a thing to make a practice\no’.”  In the breasts of her rivals, coming to the kirk very conscious of\nwhite under-linen, and their faces splendid with much soap, the sight of\nthe toilet had raised a storm of varying emotion, from the mere unenvious\nadmiration that was expressed in a long-drawn “Eh!” to the angrier\nfeeling that found vent in an emphatic “Set her up!”  Her frock was of\nstraw-coloured jaconet muslin, cut low at the bosom and short at the\nankle, so as to display her _demi-broquins_ of Regency violet, crossing\nwith many straps upon a yellow cobweb stocking.  According to the pretty\nfashion in which our grandmothers did not hesitate to appear, and our\ngreat-aunts went forth armed for the pursuit and capture of our\ngreat-uncles, the dress was drawn up so as to mould the contour of both\nbreasts, and in the nook between, a cairngorm brooch maintained it.\nHere, too, surely in a very enviable position, trembled the nosegay of\nprimroses.  She wore on her shoulders—or rather on her back and not her\nshoulders, which it scarcely passed—a French coat of sarsenet, tied in\nfront with Margate braces, and of the same colour with her violet shoes.\nAbout her face clustered a disorder of dark ringlets, a little garland of\nyellow French roses surmounted her brow, and the whole was crowned by a\nvillage hat of chipped straw.  Amongst all the rosy and all the weathered\nfaces that surrounded her in church, she glowed like an open flower—girl\nand raiment, and the cairngorm that caught the daylight and returned it\nin a fiery flash, and the threads of bronze and gold that played in her\nhair.\n\nArchie was attracted by the bright thing like a child.  He looked at her\nagain and yet again, and their looks crossed.  The lip was lifted from\nher little teeth.  He saw the red blood work vividly under her tawny\nskin.  Her eye, which was great as a stag’s, struck and held his gaze.\nHe knew who she must be—Kirstie, she of the harsh diminutive, his\nhousekeeper’s niece, the sister of the rustic prophet, Gib—and he found\nin her the answer to his wishes.\n\nChristina felt the shock of their encountering glances, and seemed to\nrise, clothed in smiles, into a region of the vague and bright.  But the\ngratification was not more exquisite than it was brief.  She looked away\nabruptly, and immediately began to blame herself for that abruptness.\nShe knew what she should have done, too late—turned slowly with her nose\nin the air.  And meantime his look was not removed, but continued to play\nupon her like a battery of cannon constantly aimed, and now seemed to\nisolate her alone with him, and now seemed to uplift her, as on a\npillory, before the congregation.  For Archie continued to drink her in\nwith his eyes, even as a wayfarer comes to a well-head on a mountain, and\nstoops his face, and drinks with thirst unassuageable.  In the cleft of\nher little breasts the fiery eye of the topaz and the pale florets of\nprimrose fascinated him.  He saw the breasts heave, and the flowers shake\nwith the heaving, and marvelled what should so much discompose the girl.\nAnd Christina was conscious of his gaze—saw it, perhaps, with the dainty\nplaything of an ear that peeped among her ringlets; she was conscious of\nchanging colour, conscious of her unsteady breath.  Like a creature\ntracked, run down, surrounded, she sought in a dozen ways to give herself\na countenance.  She used her handkerchief—it was a really fine one—then\nshe desisted in a panic: “He would only think I was too warm.”  She took\nto reading in the metrical psalms, and then remembered it was\nsermon-time.  Last she put a “sugar-bool” in her mouth, and the next\nmoment repented of the step.  It was such a homely-like thing!  Mr.\nArchie would never be eating sweeties in kirk; and, with a palpable\neffort, she swallowed it whole, and her colour flamed high.  At this\nsignal of distress Archie awoke to a sense of his ill-behaviour.  What\nhad he been doing?  He had been exquisitely rude in church to the niece\nof his housekeeper; he had stared like a lackey and a libertine at a\nbeautiful and modest girl.  It was possible, it was even likely, he would\nbe presented to her after service in the kirk-yard, and then how was he\nto look?  And there was no excuse.  He had marked the tokens of her\nshame, of her increasing indignation, and he was such a fool that he had\nnot understood them.  Shame bowed him down, and he looked resolutely at\nMr. Torrance; who little supposed, good, worthy man, as he continued to\nexpound justification by faith, what was his true business: to play the\npart of derivative to a pair of children at the old game of falling in\nlove.\n\nChristina was greatly relieved at first.  It seemed to her that she was\nclothed again.  She looked back on what had passed.  All would have been\nright if she had not blushed, a silly fool!  There was nothing to blush\nat, if she _had_ taken a sugar-bool.  Mrs. MacTaggart, the elder’s wife\nin St. Enoch’s, took them often.  And if he had looked at her, what was\nmore natural than that a young gentleman should look at the best-dressed\ngirl in church?  And at the same time, she knew far otherwise, she knew\nthere was nothing casual or ordinary in the look, and valued herself on\nits memory like a decoration.  Well, it was a blessing he had found\nsomething else to look at!  And presently she began to have other\nthoughts.  It was necessary, she fancied, that she should put herself\nright by a repetition of the incident, better managed.  If the wish was\nfather to the thought, she did not know or she would not recognise it.\nIt was simply as a manœuvre of propriety, as something called for to\nlessen the significance of what had gone before, that she should a second\ntime meet his eyes, and this time without blushing.  And at the memory of\nthe blush, she blushed again, and became one general blush burning from\nhead to foot.  Was ever anything so indelicate, so forward, done by a\ngirl before?  And here she was, making an exhibition of herself before\nthe congregation about nothing!  She stole a glance upon her neighbours,\nand behold! they were steadily indifferent, and Clem had gone to sleep.\nAnd still the one idea was becoming more and more potent with her, that\nin common prudence she must look again before the service ended.\nSomething of the same sort was going forward in the mind of Archie, as he\nstruggled with the load of penitence.  So it chanced that, in the flutter\nof the moment when the last psalm was given out, and Torrance was reading\nthe verse, and the leaves of every psalm-book in church were rustling\nunder busy fingers, two stealthy glances were sent out like antennæ among\nthe pews and on the indifferent and absorbed occupants, and drew timidly\nnearer to the straight line between Archie and Christina.  They met, they\nlingered together for the least fraction of time, and that was enough.  A\ncharge as of electricity passed through Christina, and behold! the leaf\nof her psalm-book was torn across.\n\nArchie was outside by the gate of the graveyard, conversing with Hob and\nthe minister and shaking hands all round with the scattering\ncongregation, when Clem and Christina were brought up to be presented.\nThe laird took off his hat and bowed to her with grace and respect.\nChristina made her Glasgow curtsey to the laird, and went on again up the\nroad for Hermiston and Cauldstaneslap, walking fast, breathing hurriedly\nwith a heightened colour, and in this strange frame of mind, that when\nshe was alone she seemed in high happiness, and when any one addressed\nher she resented it like a contradiction.  A part of the way she had the\ncompany of some neighbour girls and a loutish young man; never had they\nseemed so insipid, never had she made herself so disagreeable.  But these\nstruck aside to their various destinations or were out-walked and left\nbehind; and when she had driven off with sharp words the proffered convoy\nof some of her nephews and nieces, she was free to go on alone up\nHermiston brae, walking on air, dwelling intoxicated among clouds of\nhappiness.  Near to the summit she heard steps behind her, a man’s steps,\nlight and very rapid.  She knew the foot at once and walked the faster.\n“If it’s me he’s wanting, he can run for it,” she thought, smiling.\n\nArchie overtook her like a man whose mind was made up.\n\n“Miss Kirstie,” he began.\n\n“Miss Christina, if you please, Mr. Weir,” she interrupted.  “I canna\nbear the contraction.”\n\n“You forget it has a friendly sound for me.  Your aunt is an old friend\nof mine, and a very good one.  I hope we shall see much of you at\nHermiston?”\n\n“My aunt and my sister-in-law doesna agree very well.  Not that I have\nmuch ado with it.  But still when I’m stopping in the house, if I was to\nbe visiting my aunt, it would not look considerate-like.”\n\n“I am sorry,” said Archie.\n\n“I thank you kindly, Mr. Weir,” she said.  “I whiles think myself it’s a\ngreat peety.”\n\n“Ah, I am sure your voice would always be for peace!” he cried.\n\n“I wouldna be too sure of that,” she said.  “I have my days like other\nfolk, I suppose.”\n\n“Do you know, in our old kirk, among our good old grey dames, you made an\neffect like sunshine.”\n\n“Ah, but that would be my Glasgow clothes!”\n\n“I did not think I was so much under the influence of pretty frocks.”\n\nShe smiled with a half look at him.  “There’s more than you!” she said.\n“But you see I’m only Cinderella.  I’ll have to put all these things by\nin my trunk; next Sunday I’ll be as grey as the rest.  They’re Glasgow\nclothes, you see, and it would never do to make a practice of it.  It\nwould seem terrible conspicuous.”\n\nBy that they were come to the place where their ways severed.  The old\ngrey moors were all about them; in the midst a few sheep wandered; and\nthey could see on the one hand the straggling caravan scaling the braes\nin front of them for Cauldstaneslap, and on the other, the contingent\nfrom Hermiston bending off and beginning to disappear by detachments into\nthe policy gate.  It was in these circumstances that they turned to say\nfarewell, and deliberately exchanged a glance as they shook hands.  All\npassed as it should, genteelly; and in Christina’s mind, as she mounted\nthe first steep ascent for Cauldstaneslap, a gratifying sense of triumph\nprevailed over the recollection of minor lapses and mistakes.  She had\nkilted her gown, as she did usually at that rugged pass; but when she\nspied Archie still standing and gazing after her, the skirts came down\nagain as if by enchantment.  Here was a piece of nicety for that upland\nparish, where the matrons marched with their coats kilted in the rain,\nand the lasses walked barefoot to kirk through the dust of summer, and\nwent bravely down by the burn-side, and sat on stones to make a public\ntoilet before entering!  It was perhaps an air wafted from Glasgow; or\nperhaps it marked a stage of that dizziness of gratified vanity, in which\nthe instinctive act passed unperceived.  He was looking after!  She\nunloaded her bosom of a prodigious sigh that was all pleasure, and betook\nherself to run.  When she had overtaken the stragglers of her family, she\ncaught up the niece whom she had so recently repulsed, and kissed and\nslapped her, and drove her away again, and ran after her with pretty\ncries and laughter.  Perhaps she thought the laird might still be\nlooking!  But it chanced the little scene came under the view of eyes\nless favourable; for she overtook Mrs. Hob marching with Clem and Dand.\n\n“You’re shürely fey, lass!” quoth Dandie.\n\n“Think shame to yersel’, miss!” said the strident Mrs. Hob.  “Is this the\ngait to guide yersel’ on the way hame frae kirk?  You’re shiirely no\nsponsible the day!  And anyway I would mind my guid claes.”\n\n“Hoot!” said Christina, and went on before them head in air, treading the\nrough track with the tread of a wild doe.\n\nShe was in love with herself, her destiny, the air of the hills, the\nbenediction of the sun.  All the way home, she continued under the\nintoxication of these sky-scraping spirits.  At table she could talk\nfreely of young Hermiston; gave her opinion of him off-hand and with a\nloud voice, that he was a handsome young gentleman, real well mannered\nand sensible-like, but it was a pity he looked doleful.  Only—the moment\nafter—a memory of his eyes in church embarrassed her.  But for this\ninconsiderable check, all through meal-time she had a good appetite, and\nshe kept them laughing at table, until Gib (who had returned before them\nfrom Crossmichael and his separative worship) reproved the whole of them\nfor their levity.\n\nSinging “in to herself” as she went, her mind still in the turmoil of a\nglad confusion, she rose and tripped upstairs to a little loft, lighted\nby four panes in the gable, where she slept with one of her nieces.  The\nniece, who followed her, presuming on “Auntie’s” high spirits, was\nflounced out of the apartment with small ceremony, and retired, smarting\nand half tearful, to bury her woes in the byre among the hay.  Still\nhumming, Christina divested herself of her finery, and put her treasures\none by one in her great green trunk.  The last of these was the\npsalm-book; it was a fine piece, the gift of Mistress Clem, in distinct\nold-faced type, on paper that had begun to grow foxy in the warehouse—not\nby service—and she was used to wrap it in a handkerchief every Sunday\nafter its period of service was over, and bury it end-wise at the head of\nher trunk.  As she now took it in hand the book fell open where the leaf\nwas torn, and she stood and gazed upon that evidence of her bygone\ndiscomposure.  There returned again the vision of the two brown eyes\nstaring at her, intent and bright, out of that dark corner of the kirk.\nThe whole appearance and attitude, the smile, the suggested gesture of\nyoung Hermiston came before her in a flash at the sight of the torn page.\n“I was surely fey!” she said, echoing the words of Dandie, and at the\nsuggested doom her high spirits deserted her.  She flung herself prone\nupon the bed, and lay there, holding the psalm-book in her hands for\nhours, for the more part in a mere stupor of unconsenting pleasure and\nunreasoning fear.  The fear was superstitious; there came up again and\nagain in her memory Dandie’s ill-omened words, and a hundred grisly and\nblack tales out of the immediate neighbourhood read her a commentary on\ntheir force.  The pleasure was never realised.  You might say the joints\nof her body thought and remembered, and were gladdened, but her essential\nself, in the immediate theatre of consciousness, talked feverishly of\nsomething else, like a nervous person at a fire.  The image that she most\ncomplacently dwelt on was that of Miss Christina in her character of the\nFair Lass of Cauldstaneslap, carrying all before her in the\nstraw-coloured frock, the violet mantle, and the yellow cobweb stockings.\nArchie’s image, on the other hand, when it presented itself was never\nwelcomed—far less welcomed with any ardour, and it was exposed at times\nto merciless criticism.  In the long vague dialogues she held in her\nmind, often with imaginary, often with unrealised interlocutors, Archie,\nif he were referred to at all came in for savage handling.  He was\ndescribed as “looking like a stork,” “staring like a caulf,” “a face like\na ghaist’s.”  “Do you call that manners?” she said; or, “I soon put him\nin his place.”  “‘_Miss Christina_, _if you please_, _Mr. Weir_!’ says I,\nand just flyped up my skirt tails.”  With gabble like this she would\nentertain herself long whiles together, and then her eye would perhaps\nfall on the torn leaf, and the eyes of Archie would appear again from the\ndarkness of the wall, and the voluble words deserted her, and she would\nlie still and stupid, and think upon nothing with devotion, and be\nsometimes raised by a quiet sigh.  Had a doctor of medicine come into\nthat loft, he would have diagnosed a healthy, well-developed, eminently\nvivacious lass lying on her face in a fit of the sulks; not one who had\njust contracted, or was just contracting, a mortal sickness of the mind\nwhich should yet carry her towards death and despair.  Had it been a\ndoctor of psychology, he might have been pardoned for divining in the\ngirl a passion of childish vanity, self-love _in excelsis_, and no more.\nIt is to be understood that I have been painting chaos and describing the\ninarticulate.  Every lineament that appears is too precise, almost every\nword used too strong.  Take a finger-post in the mountains on a day of\nrolling mists; I have but copied the names that appear upon the pointers,\nthe names of definite and famous cities far distant, and now perhaps\nbasking in sunshine; but Christina remained all these hours, as it were,\nat the foot of the post itself, not moving, and enveloped in mutable and\nblinding wreaths of haze.\n\nThe day was growing late and the sunbeams long and level, when she sat\nsuddenly up, and wrapped in its handkerchief and put by that psalm-book\nwhich had already played a part so decisive in the first chapter of her\nlove-story.  In the absence of the mesmerist’s eye, we are told nowadays\nthat the head of a bright nail may fill his place, if it be steadfastly\nregarded.  So that torn page had riveted her attention on what might else\nhave been but little, and perhaps soon forgotten; while the ominous words\nof Dandie—heard, not heeded, and still remembered—had lent to her\nthoughts, or rather to her mood, a cast of solemnity, and that idea of\nFate—a pagan Fate, uncontrolled by any Christian deity, obscure, lawless,\nand august—moving indissuadably in the affairs of Christian men.  Thus\neven that phenomenon of love at first sight, which is so rare and seems\nso simple and violent, like a disruption of life’s tissue, may be\ndecomposed into a sequence of accidents happily concurring.\n\nShe put on a grey frock and a pink kerchief, looked at herself a moment\nwith approval in the small square of glass that served her for a toilet\nmirror, and went softly downstairs through the sleeping house that\nresounded with the sound of afternoon snoring.  Just outside the door,\nDandie was sitting with a book in his hand, not reading, only honouring\nthe Sabbath by a sacred vacancy of mind.  She came near him and stood\nstill.\n\n“I’m for off up the muirs, Dandie,” she said.\n\nThere was something unusually soft in her tones that made him look up.\nShe was pale, her eyes dark and bright; no trace remained of the levity\nof the morning.\n\n“Ay, lass?  Ye’ll have yer ups and downs like me, I’m thinkin’,” he\nobserved.\n\n“What for do ye say that?” she asked.\n\n“O, for naething,” says Dand.  “Only I think ye’re mair like me than the\nlave of them.  Ye’ve mair of the poetic temper, tho’ Guid kens little\nenough of the poetic taalent.  It’s an ill gift at the best.  Look at\nyoursel’.  At denner you were all sunshine and flowers and laughter, and\nnow you’re like the star of evening on a lake.”\n\nShe drank in this hackneyed compliment like wine, and it glowed in her\nveins.\n\n“But I’m saying, Dand”—she came nearer him—“I’m for the muirs.  I must\nhave a braith of air.  If Clem was to be speiring for me, try and quaiet\nhim, will ye no?”\n\n“What way?” said Dandie.  “I ken but the ae way, and that’s leein’.  I’ll\nsay ye had a sair heid, if ye like.”\n\n“But I havena,” she objected.\n\n“I daursay no,” he returned.  “I said I would say ye had; and if ye like\nto nay-say me when ye come back, it’ll no mateerially maitter, for my\nchara’ter’s clean gane a’ready past reca’.”\n\n“O, Dand, are ye a lecar?” she asked, lingering.\n\n“Folks say sae,” replied the bard.\n\n“Wha says sae?” she pursued.\n\n“Them that should ken the best,” he responded.  “The lassies, for ane.”\n\n“But, Dand, you would never lee to me?” she asked.\n\n“I’ll leave that for your pairt of it, ye girzie,” said he.  “Ye’ll lee\nto me fast eneuch, when ye hae gotten a jo.  I’m tellin’ ye and it’s\ntrue; when you have a jo, Miss Kirstie, it’ll be for guid and ill.  I\nken: I was made that way mysel’, but the deil was in my luck!  Here, gang\nawa wi’ ye to your muirs, and let me be; I’m in an hour of inspiraution,\nye upsetting tawpie!”\n\nBut she clung to her brother’s neighbourhood, she knew not why.\n\n“Will ye no gie’s a kiss, Dand?” she said.  “I aye likit ye fine.”\n\nHe kissed her and considered her a moment; he found something strange in\nher.  But he was a libertine through and through, nourished equal\ncontempt and suspicion of all womankind, and paid his way among them\nhabitually with idle compliments.\n\n“Gae wa’ wi’ ye!” said he.  “Ye’re a dentie baby, and be content wi’\nthat!”\n\nThat was Dandie’s way; a kiss and a comfit to Jenny—a bawbee and my\nblessing to Jill—and goodnight to the whole clan of ye, my dears! When\nanything approached the serious, it became a matter for men, he both\nthought and said.  Women, when they did not absorb, were only children to\nbe shoo’d away.  Merely in his character of connoisseur, however, Dandie\nglanced carelessly after his sister as she crossed the meadow.  “The\nbrat’s no that bad!” he thought with surprise, for though he had just\nbeen paying her compliments, he had not really looked at her.  “Hey!\nwhat’s yon?”  For the grey dress was cut with short sleeves and skirts,\nand displayed her trim strong legs clad in pink stockings of the same\nshade as the kerchief she wore round her shoulders, and that shimmered as\nshe went.  This was not her way in undress; he knew her ways and the ways\nof the whole sex in the country-side, no one better; when they did not go\nbarefoot, they wore stout “rig and furrow” woollen hose of an invisible\nblue mostly, when they were not black outright; and Dandie, at sight of\nthis daintiness, put two and two together.  It was a silk handkerchief,\nthen they would be silken hose; they matched—then the whole outfit was a\npresent of Clem’s, a costly present, and not something to be worn through\nbog and briar, or on a late afternoon of Sunday.  He whistled.  “My denty\nMay, either your heid’s fair turned, or there’s some ongoings!” he\nobserved, and dismissed the subject.\n\nShe went slowly at first, but ever straighter and faster for the\nCauldstaneslap, a pass among the hills to which the farm owed its name.\nThe Slap opened like a doorway between two rounded hillocks; and through\nthis ran the short cut to Hermiston.  Immediately on the other side it\nwent down through the Deil’s Hags, a considerable marshy hollow of the\nhill tops, full of springs, and crouching junipers, and pools where the\nblack peat-water slumbered.  There was no view from here.  A man might\nhave sat upon the Praying Weaver’s stone a half century, and seen none\nbut the Cauldstaneslap children twice in the twenty-four hours on their\nway to the school and back again, an occasional shepherd, the irruption\nof a clan of sheep, or the birds who haunted about the springs, drinking\nand shrilly piping.  So, when she had once passed the Slap, Kirstie was\nreceived into seclusion.  She looked back a last time at the farm.  It\nstill lay deserted except for the figure of Dandie, who was now seen to\nbe scribbling in his lap, the hour of expected inspiration having come to\nhim at last.  Thence she passed rapidly through the morass, and came to\nthe farther end of it, where a sluggish burn discharges, and the path for\nHermiston accompanies it on the beginning of its downward path.  From\nthis corner a wide view was opened to her of the whole stretch of braes\nupon the other side, still sallow and in places rusty with the winter,\nwith the path marked boldly, here and there by the burn-side a tuft of\nbirches, and—two miles off as the crow flies—from its enclosures and\nyoung plantations, the windows of Hermiston glittering in the western\nsun.\n\nHere she sat down and waited, and looked for a long time at these\nfar-away bright panes of glass.  It amused her to have so extended a\nview, she thought.  It amused her to see the house of Hermiston—to see\n“folk”; and there was an indistinguishable human unit, perhaps the\ngardener, visibly sauntering on the gravel paths.\n\nBy the time the sun was down and all the easterly braes lay plunged in\nclear shadow, she was aware of another figure coming up the path at a\nmost unequal rate of approach, now half running, now pausing and seeming\nto hesitate.  She watched him at first with a total suspension of\nthought.  She held her thought as a person holds his breathing.  Then she\nconsented to recognise him.  “He’ll no be coming here, he canna be; it’s\nno possible.”  And there began to grow upon her a subdued choking\nsuspense.  He _was_ coming; his hesitations had quite ceased, his step\ngrew firm and swift; no doubt remained; and the question loomed up before\nher instant: what was she to do?  It was all very well to say that her\nbrother was a laird himself: it was all very well to speak of casual\nintermarriages and to count cousinship, like Auntie Kirstie.  The\ndifference in their social station was trenchant; propriety, prudence,\nall that she had ever learned, all that she knew, bade her flee.  But on\nthe other hand the cup of life now offered to her was too enchanting.\nFor one moment, she saw the question clearly, and definitely made her\nchoice.  She stood up and showed herself an instant in the gap relieved\nupon the sky line; and the next, fled trembling and sat down glowing with\nexcitement on the Weaver’s stone.  She shut her eyes, seeking, praying\nfor composure.  Her hand shook in her lap, and her mind was full of\nincongruous and futile speeches.  What was there to make a work about?\nShe could take care of herself, she supposed!  There was no harm in\nseeing the laird.  It was the best thing that could happen.  She would\nmark a proper distance to him once and for all.  Gradually the wheels of\nher nature ceased to go round so madly, and she sat in passive\nexpectation, a quiet, solitary figure in the midst of the grey moss.  I\nhave said she was no hypocrite, but here I am at fault.  She never\nadmitted to herself that she had come up the hill to look for Archie.\nAnd perhaps after all she did not know, perhaps came as a stone falls.\nFor the steps of love in the young, and especially in girls, are\ninstinctive and unconscious.\n\nIn the meantime Archie was drawing rapidly near, and he at least was\nconsciously seeking her neighbourhood.  The afternoon had turned to ashes\nin his mouth; the memory of the girl had kept him from reading and drawn\nhim as with cords; and at last, as the cool of the evening began to come\non, he had taken his hat and set forth, with a smothered ejaculation, by\nthe moor path to Cauldstaneslap.  He had no hope to find her; he took the\noff chance without expectation of result and to relieve his uneasiness.\nThe greater was his surprise, as he surmounted the slope and came into\nthe hollow of the Deil’s Hags, to see there, like an answer to his\nwishes, the little womanly figure in the grey dress and the pink kerchief\nsitting little, and low, and lost, and acutely solitary, in these\ndesolate surroundings and on the weather-beaten stone of the dead weaver.\nThose things that still smacked of winter were all rusty about her, and\nthose things that already relished of the spring had put forth the tender\nand lively colours of the season.  Even in the unchanging face of the\ndeath-stone, changes were to be remarked; and in the channeled lettering,\nthe moss began to renew itself in jewels of green.  By an afterthought\nthat was a stroke of art, she had turned up over her head the back of the\nkerchief; so that it now framed becomingly her vivacious and yet pensive\nface.  Her feet were gathered under her on the one side, and she leaned\non her bare arm, which showed out strong and round, tapered to a slim\nwrist, and shimmered in the fading light.\n\nYoung Hermiston was struck with a certain chill.  He was reminded that he\nnow dealt in serious matters of life and death.  This was a grown woman\nhe was approaching, endowed with her mysterious potencies and\nattractions, the treasury of the continued race, and he was neither\nbetter nor worse than the average of his sex and age.  He had a certain\ndelicacy which had preserved him hitherto unspotted, and which (had\neither of them guessed it) made him a more dangerous companion when his\nheart should be really stirred.  His throat was dry as he came near; but\nthe appealing sweetness of her smile stood between them like a guardian\nangel.\n\nFor she turned to him and smiled, though without rising.  There was a\nshade in this cavalier greeting that neither of them perceived; neither\nhe, who simply thought it gracious and charming as herself; nor yet she,\nwho did not observe (quick as she was) the difference between rising to\nmeet the laird, and remaining seated to receive the expected admirer.\n\n“Are ye stepping west, Hermiston?” said she, giving him his territorial\nname after the fashion of the country-side.\n\n“I was,” said he, a little hoarsely, “but I think I will be about the end\nof my stroll now.  Are you like me, Miss Christina?  The house would not\nhold me.  I came here seeking air.”\n\nHe took his seat at the other end of the tombstone and studied her,\nwondering what was she.  There was infinite import in the question alike\nfor her and him.\n\n“Ay,” she said.  “I couldna bear the roof either.  It’s a habit of mine\nto come up here about the gloaming when it’s quaiet and caller.”\n\n“It was a habit of my mother’s also,” he said gravely.  The recollection\nhalf startled him as he expressed it.  He looked around.  “I have scarce\nbeen here since.  It’s peaceful,” he said, with a long breath.\n\n“It’s no like Glasgow,” she replied.  “A weary place, yon Glasgow!  But\nwhat a day have I had for my homecoming, and what a bonny evening!”\n\n“Indeed, it was a wonderful day,” said Archie.  “I think I will remember\nit years and years until I come to die.  On days like this—I do not know\nif you feel as I do—but everything appears so brief, and fragile, and\nexquisite, that I am afraid to touch life.  We are here for so short a\ntime; and all the old people before us—Rutherfords of Hermiston, Elliotts\nof the Cauldstaneslap—that were here but a while since riding about and\nkeeping up a great noise in this quiet corner—making love too, and\nmarrying—why, where are they now?  It’s deadly commonplace, but, after\nall, the commonplaces are the great poetic truths.”\n\nHe was sounding her, semi-consciously, to see if she could understand\nhim; to learn if she were only an animal the colour of flowers, or had a\nsoul in her to keep her sweet.  She, on her part, her means well in hand,\nwatched, womanlike, for any opportunity to shine, to abound in his\nhumour, whatever that might be.  The dramatic artist, that lies dormant\nor only half awake in most human beings, had in her sprung to his feet in\na divine fury, and chance had served her well.  She looked upon him with\na subdued twilight look that became the hour of the day and the train of\nthought; earnestness shone through her like stars in the purple west; and\nfrom the great but controlled upheaval of her whole nature there passed\ninto her voice, and rang in her lightest words, a thrill of emotion.\n\n“Have you mind of Dand’s song?” she answered.  “I think he’ll have been\ntrying to say what you have been thinking.”\n\n“No, I never heard it,” he said.  “Repeat it to me, can you?”\n\n“It’s nothing wanting the tune,” said Kirstie.\n\n“Then sing it me,” said he.\n\n“On the Lord’s Day?  That would never do, Mr. Weir!”\n\n“I am afraid I am not so strict a keeper of the Sabbath, and there is no\none in this place to hear us, unless the poor old ancient under the\nstone.”\n\n“No that I’m thinking that really,” she said.  “By my way of thinking,\nit’s just as serious as a psalm.  Will I sooth it to ye, then?”\n\n“If you please,” said he, and, drawing near to her on the tombstone,\nprepared to listen.\n\nShe sat up as if to sing.  “I’ll only can sooth it to ye,” she explained.\n“I wouldna like to sing out loud on the Sabbath.  I think the birds would\ncarry news of it to Gilbert,” and she smiled.  “It’s about the Elliotts,”\nshe continued, “and I think there’s few bonnier bits in the book-poets,\nthough Dand has never got printed yet.”\n\nAnd she began, in the low, clear tones of her half voice, now sinking\nalmost to a whisper, now rising to a particular note which was her best,\nand which Archie learned to wait for with growing emotion:—\n\n    “O they rade in the rain, in the days that are gane,\n       In the rain and the wind and the lave,\n    They shoutit in the ha’ and they routit on the hill,\n       But they’re a’ quaitit noo in the grave.\n    Auld, auld Elliotts, clay-cauld Elliotts, dour, bauld Elliotte of\n    auld!”\n\nAll the time she sang she looked steadfastly before her, her knees\nstraight, her hands upon her knee, her head cast back and up.  The\nexpression was admirable throughout, for had she not learned it from the\nlips and under the criticism of the author?  When it was done, she turned\nupon Archie a face softly bright, and eyes gently suffused and shining in\nthe twilight, and his heart rose and went out to her with boundless pity\nand sympathy.  His question was answered.  She was a human being tuned to\na sense of the tragedy of life; there were pathos and music and a great\nheart in the girl.\n\nHe arose instinctively, she also; for she saw she had gained a point, and\nscored the impression deeper, and she had wit enough left to flee upon a\nvictory.  They were but commonplaces that remained to be exchanged, but\nthe low, moved voices in which they passed made them sacred in the\nmemory.  In the falling greyness of the evening he watched her figure\nwinding through the morass, saw it turn a last time and wave a hand, and\nthen pass through the Slap; and it seemed to him as if something went\nalong with her out of the deepest of his heart.  And something surely had\ncome, and come to dwell there.  He had retained from childhood a picture,\nnow half obliterated by the passage of time and the multitude of fresh\nimpressions, of his mother telling him, with the fluttered earnestness of\nher voice, and often with dropping tears, the tale of the “Praying\nWeaver,” on the very scene of his brief tragedy and long repose.  And now\nthere was a companion piece; and he beheld, and he should behold for\never, Christina perched on the same tomb, in the grey colours of the\nevening, gracious, dainty, perfect as a flower, and she also singing—\n\n    “Of old, unhappy far off things,\n    And battles long ago,”\n\nof their common ancestors now dead, of their rude wars composed, their\nweapons buried with them, and of these strange changelings, their\ndescendants, who lingered a little in their places, and would soon be\ngone also, and perhaps sung of by others at the gloaming hour.  By one of\nthe unconscious arts of tenderness the two women were enshrined together\nin his memory.  Tears, in that hour of sensibility, came into his eyes\nindifferently at the thought of either; and the girl, from being\nsomething merely bright and shapely, was caught up into the zone of\nthings serious as life and death and his dead mother.  So that in all\nways and on either side, Fate played his game artfully with this poor\npair of children.  The generations were prepared, the pangs were made\nready, before the curtain rose on the dark drama.\n\nIn the same moment of time that she disappeared from Archie, there opened\nbefore Kirstie’s eyes the cup-like hollow in which the farm lay.  She\nsaw, some five hundred feet below her, the house making itself bright\nwith candles, and this was a broad hint to her to hurry.  For they were\nonly kindled on a Sabbath night with a view to that family worship which\nrounded in the incomparable tedium of the day and brought on the\nrelaxation of supper.  Already she knew that Robert must be within-sides\nat the head of the table, “waling the portions”; for it was Robert in his\nquality of family priest and judge, not the gifted Gilbert, who\nofficiated.  She made good time accordingly down the steep ascent, and\ncame up to the door panting as the three younger brothers, all roused at\nlast from slumber, stood together in the cool and the dark of the evening\nwith a fry of nephews and nieces about them, chatting and awaiting the\nexpected signal.  She stood back; she had no mind to direct attention to\nher late arrival or to her labouring breath.\n\n“Kirstie, ye have shaved it this time, my lass?” said Clem.  “Whaur were\nye?”\n\n“O, just taking a dander by mysel’,” said Kirstie.\n\nAnd the talk continued on the subject of the American War, without\nfurther reference to the truant who stood by them in the covert of the\ndusk, thrilling with happiness and the sense of guilt.\n\nThe signal was given, and the brothers began to go in one after another,\namid the jostle and throng of Hob’s children.\n\nOnly Dandie, waiting till the last, caught Kirstie by the arm.  “When did\nye begin to dander in pink hosen, Mistress Elliott?” he whispered slyly.\n\nShe looked down; she was one blush.  “I maun have forgotten to change\nthem,” said she; and went into prayers in her turn with a troubled mind,\nbetween anxiety as to whether Dand should have observed her yellow\nstockings at church, and should thus detect her in a palpable falsehood,\nand shame that she had already made good his prophecy.  She remembered\nthe words of it, how it was to be when she had gotten a jo, and that that\nwould be for good and evil.  “Will I have gotten my jo now?” she thought\nwith a secret rapture.\n\nAnd all through prayers, where it was her principal business to conceal\nthe pink stockings from the eyes of the indifferent Mrs. Hob—and all\nthrough supper, as she made a feint of eating and sat at the table\nradiant and constrained—and again when she had left them and come into\nher chamber, and was alone with her sleeping niece, and could at last lay\naside the armour of society—the same words sounded within her, the same\nprofound note of happiness, of a world all changed and renewed, of a day\nthat had been passed in Paradise, and of a night that was to be heaven\nopened.  All night she seemed to be conveyed smoothly upon a shallow\nstream of sleep and waking, and through the bowers of Beulah; all night\nshe cherished to her heart that exquisite hope; and if, towards morning,\nshe forgot it a while in a more profound unconsciousness, it was to catch\nagain the rainbow thought with her first moment of awaking.\n\n\n\n\nCHAPTER VII—ENTER MEPHISTOPHELES\n\n\nTwo days later a gig from Crossmichael deposited Frank Innes at the doors\nof Hermiston.  Once in a way, during the past winter, Archie, in some\nacute phase of boredom, had written him a letter.  It had contained\nsomething in the nature of an invitation or a reference to an\ninvitation—precisely what, neither of them now remembered.  When Innes\nhad received it, there had been nothing further from his mind than to\nbury himself in the moors with Archie; but not even the most acute\npolitical heads are guided through the steps of life with unerring\ndirectness.  That would require a gift of prophecy which has been denied\nto man.  For instance, who could have imagined that, not a month after he\nhad received the letter, and turned it into mockery, and put off\nanswering it, and in the end lost it, misfortunes of a gloomy cast should\nbegin to thicken over Frank’s career?  His case may be briefly stated.\nHis father, a small Morayshire laird with a large family, became\nrecalcitrant and cut off the supplies; he had fitted himself out with the\nbeginnings of quite a good law library, which, upon some sudden losses on\nthe turf, he had been obliged to sell before they were paid for; and his\nbookseller, hearing some rumour of the event, took out a warrant for his\narrest.  Innes had early word of it, and was able to take precautions.\nIn this immediate welter of his affairs, with an unpleasant charge\nhanging over him, he had judged it the part of prudence to be off\ninstantly, had written a fervid letter to his father at Inverauld, and\nput himself in the coach for Crossmichael.  Any port in a storm!  He was\nmanfully turning his back on the Parliament House and its gay babble, on\nporter and oysters, the race-course and the ring; and manfully prepared,\nuntil these clouds should have blown by, to share a living grave with\nArchie Weir at Hermiston.\n\nTo do him justice, he was no less surprised to be going than Archie was\nto see him come; and he carried off his wonder with an infinitely better\ngrace.\n\n“Well, here I am!” said he, as he alighted.  “Pylades has come to Orestes\nat last.  By the way, did you get my answer?  No?  How very provoking!\nWell, here I am to answer for myself, and that’s better still.”\n\n“I am very glad to see you, of course,” said Archie.  “I make you\nheartily welcome, of course.  But you surely have not come to stay, with\nthe Courts still sitting; is that not most unwise?”\n\n“Damn the Courts!” says Frank.  “What are the Courts to friendship and a\nlittle fishing?”\n\nAnd so it was agreed that he was to stay, with no term to the visit but\nthe term which he had privily set to it himself—the day, namely, when his\nfather should have come down with the dust, and he should be able to\npacify the bookseller.  On such vague conditions there began for these\ntwo young men (who were not even friends) a life of great familiarity\nand, as the days drew on, less and less intimacy.  They were together at\nmeal times, together o’ nights when the hour had come for whisky-toddy;\nbut it might have been noticed (had there been any one to pay heed) that\nthey were rarely so much together by day.  Archie had Hermiston to attend\nto, multifarious activities in the hills, in which he did not require,\nand had even refused, Frank’s escort.  He would be off sometimes in the\nmorning and leave only a note on the breakfast table to announce the\nfact; and sometimes, with no notice at all, he would not return for\ndinner until the hour was long past.  Innes groaned under these\ndesertions; it required all his philosophy to sit down to a solitary\nbreakfast with composure, and all his unaffected good-nature to be able\nto greet Archie with friendliness on the more rare occasions when he came\nhome late for dinner.\n\n“I wonder what on earth he finds to do, Mrs. Elliott?” said he one\nmorning, after he had just read the hasty billet and sat down to table.\n\n“I suppose it will be business, sir,” replied the housekeeper drily,\nmeasuring his distance off to him by an indicated curtsy.\n\n“But I can’t imagine what business!” he reiterated.\n\n“I suppose it will be _his_ business,” retorted the austere Kirstie.\n\nHe turned to her with that happy brightness that made the charm of his\ndisposition, and broke into a peal of healthy and natural laughter.\n\n“Well played, Mrs. Elliott!” he cried; and the housekeeper’s face relaxed\ninto the shadow of an iron smile.  “Well played indeed!” said he.  “But\nyou must not be making a stranger of me like that.  Why, Archie and I\nwere at the High School together, and we’ve been to college together, and\nwe were going to the Bar together, when—you know!  Dear, dear me! what a\npity that was!  A life spoiled, a fine young fellow as good as buried\nhere in the wilderness with rustics; and all for what?  A frolic, silly,\nif you like, but no more.  God, how good your scones are, Mrs. Elliott!”\n\n“They’re no mines, it was the lassie made them,” said Kirstie; “and,\nsaving your presence, there’s little sense in taking the Lord’s name in\nvain about idle vivers that you fill your kyte wi’.”\n\n“I daresay you’re perfectly right, ma’am,” quoth the imperturbable Frank.\n“But as I was saying, this is a pitiable business, this about poor\nArchie; and you and I might do worse than put our heads together, like a\ncouple of sensible people, and bring it to an end.  Let me tell you,\nma’am, that Archie is really quite a promising young man, and in my\nopinion he would do well at the Bar.  As for his father, no one can deny\nhis ability, and I don’t fancy any one would care to deny that he has the\ndeil’s own temper—”\n\n“If you’ll excuse me, Mr. Innes, I think the lass is crying on me,” said\nKirstie, and flounced from the room.\n\n“The damned, cross-grained, old broomstick!” ejaculated Innes.\n\nIn the meantime, Kirstie had escaped into the kitchen, and before her\nvassal gave vent to her feelings.\n\n“Here, ettercap!  Ye’ll have to wait on yon Innes!  I canna haud myself\nin.  ‘Puir Erchie!’  I’d ‘puir Erchie’ him, if I had my way!  And\nHermiston with the deil’s ain temper!  God, let him take Hermiston’s\nscones out of his mouth first.  There’s no a hair on ayther o’ the Weirs\nthat hasna mair spunk and dirdum to it than what he has in his hale\ndwaibly body!  Settin’ up his snash to me!  Let him gang to the black\ntoon where he’s mebbe wantit—birling in a curricle—wi’ pimatum on his\nheid—making a mess o’ himsel’ wi’ nesty hizzies—a fair disgrace!”  It was\nimpossible to hear without admiration Kirstie’s graduated disgust, as she\nbrought forth, one after another, these somewhat baseless charges.  Then\nshe remembered her immediate purpose, and turned again on her fascinated\nauditor.  “Do ye no hear me, tawpie? Do ye no hear what I’m tellin’ ye?\nWill I have to shoo ye in to him? If I come to attend to ye, mistress!”\nAnd the maid fled the kitchen, which had become practically dangerous, to\nattend on Innes’ wants in the front parlour.\n\n_Tantaene irae_?  Has the reader perceived the reason?  Since Frank’s\ncoming there were no more hours of gossip over the supper tray!  All his\nblandishments were in vain; he had started handicapped on the race for\nMrs. Elliott’s favour.\n\nBut it was a strange thing how misfortune dogged him in his efforts to be\ngenial.  I must guard the reader against accepting Kirstie’s epithets as\nevidence; she was more concerned for their vigour than for their\naccuracy.  Dwaibly, for instance; nothing could be more calumnious.\nFrank was the very picture of good looks, good humour, and manly youth.\nHe had bright eyes with a sparkle and a dance to them, curly hair, a\ncharming smile, brilliant teeth, an admirable carriage of the head, the\nlook of a gentleman, the address of one accustomed to please at first\nsight and to improve the impression.  And with all these advantages, he\nfailed with every one about Hermiston; with the silent shepherd, with the\nobsequious grieve, with the groom who was also the ploughman, with the\ngardener and the gardener’s sister—a pious, down-hearted woman with a\nshawl over her ears—he failed equally and flatly.  They did not like him,\nand they showed it.  The little maid, indeed, was an exception; she\nadmired him devoutly, probably dreamed of him in her private hours; but\nshe was accustomed to play the part of silent auditor to Kirstie’s\ntirades and silent recipient of Kirstie’s buffets, and she had learned\nnot only to be a very capable girl of her years, but a very secret and\nprudent one besides.  Frank was thus conscious that he had one ally and\nsympathiser in the midst of that general union of disfavour that\nsurrounded, watched, and waited on him in the house of Hermiston; but he\nhad little comfort or society from that alliance, and the demure little\nmaid (twelve on her last birthday) preserved her own counsel, and tripped\non his service, brisk, dumbly responsive, but inexorably\nunconversational.  For the others, they were beyond hope and beyond\nendurance.  Never had a young Apollo been cast among such rustic\nbarbarians.  But perhaps the cause of his ill-success lay in one trait\nwhich was habitual and unconscious with him, yet diagnostic of the man.\nIt was his practice to approach any one person at the expense of some one\nelse.  He offered you an alliance against the some one else; he flattered\nyou by slighting him; you were drawn into a small intrigue against him\nbefore you knew how.  Wonderful are the virtues of this process\ngenerally; but Frank’s mistake was in the choice of the some one else.\nHe was not politic in that; he listened to the voice of irritation.\nArchie had offended him at first by what he had felt to be rather a dry\nreception, had offended him since by his frequent absences.  He was\nbesides the one figure continually present in Frank’s eye; and it was to\nhis immediate dependants that Frank could offer the snare of his\nsympathy.  Now the truth is that the Weirs, father and son, were\nsurrounded by a posse of strenuous loyalists.  Of my lord they were\nvastly proud.  It was a distinction in itself to be one of the vassals of\nthe “Hanging Judge,” and his gross, formidable joviality was far from\nunpopular in the neighbourhood of his home.  For Archie they had, one and\nall, a sensitive affection and respect which recoiled from a word of\nbelittlement.\n\nNor was Frank more successful when he went farther afield.  To the Four\nBlack Brothers, for instance, he was antipathetic in the highest degree.\nHob thought him too light, Gib too profane.  Clem, who saw him but for a\nday or two before he went to Glasgow, wanted to know what the fule’s\nbusiness was, and whether he meant to stay here all session time! “Yon’s\na drone,” he pronounced.  As for Dand, it will be enough to describe\ntheir first meeting, when Frank had been whipping a river and the rustic\ncelebrity chanced to come along the path.\n\n“I’m told you’re quite a poet,” Frank had said.\n\n“Wha tell’t ye that, mannie?” had been the unconciliating answer.\n\n“O, everybody!” says Frank.\n\n“God!  Here’s fame!” said the sardonic poet, and he had passed on his\nway.\n\nCome to think of it, we have here perhaps a truer explanation of Frank’s\nfailures.  Had he met Mr. Sheriff Scott he could have turned a neater\ncompliment, because Mr. Scott would have been a friend worth making.\nDand, on the other hand, he did not value sixpence, and he showed it even\nwhile he tried to flatter.  Condescension is an excellent thing, but it\nis strange how one-sided the pleasure of it is!  He who goes fishing\namong the Scots peasantry with condescension for a bait will have an\nempty basket by evening.\n\nIn proof of this theory Frank made a great success of it at the\nCrossmichael Club, to which Archie took him immediately on his arrival;\nhis own last appearance on that scene of gaiety.  Frank was made welcome\nthere at once, continued to go regularly, and had attended a meeting (as\nthe members ever after loved to tell) on the evening before his death.\nYoung Hay and young Pringle appeared again.  There was another supper at\nWindiclaws, another dinner at Driffel; and it resulted in Frank being\ntaken to the bosom of the county people as unreservedly as he had been\nrepudiated by the country folk.  He occupied Hermiston after the manner\nof an invader in a conquered capital.  He was perpetually issuing from\nit, as from a base, to toddy parties, fishing parties, and dinner\nparties, to which Archie was not invited, or to which Archie would not\ngo.  It was now that the name of The Recluse became general for the young\nman.  Some say that Innes invented it; Innes, at least, spread it abroad.\n\n“How’s all with your Recluse to-day?” people would ask.\n\n“O, reclusing away!” Innes would declare, with his bright air of saying\nsomething witty; and immediately interrupt the general laughter which he\nhad provoked much more by his air than his words, “Mind you, it’s all\nvery well laughing, but I’m not very well pleased.  Poor Archie is a good\nfellow, an excellent fellow, a fellow I always liked.  I think it small\nof him to take his little disgrace so hard, and shut himself up.  ‘Grant\nthat it is a ridiculous story, painfully ridiculous,’ I keep telling him.\n‘Be a man!  Live it down, man!’  But not he.  Of course, it’s just\nsolitude, and shame, and all that.  But I confess I’m beginning to fear\nthe result.  It would be all the pities in the world if a really\npromising fellow like Weir was to end ill.  I’m seriously tempted to\nwrite to Lord Hermiston, and put it plainly to him.”\n\n“I would if I were you,” some of his auditors would say, shaking the\nhead, sitting bewildered and confused at this new view of the matter, so\ndeftly indicated by a single word.  “A capital idea!” they would add, and\nwonder at the _aplomb_ and position of this young man, who talked as a\nmatter of course of writing to Hermiston and correcting him upon his\nprivate affairs.\n\nAnd Frank would proceed, sweetly confidential: “I’ll give you an idea,\nnow.  He’s actually sore about the way that I’m received and he’s left\nout in the county—actually jealous and sore.  I’ve rallied him and I’ve\nreasoned with him, told him that every one was most kindly inclined\ntowards him, told him even that I was received merely because I was his\nguest.  But it’s no use.  He will neither accept the invitations he gets,\nnor stop brooding about the ones where he’s left out.  What I’m afraid of\nis that the wound’s ulcerating.  He had always one of those dark, secret,\nangry natures—a little underhand and plenty of bile—you know the sort.\nHe must have inherited it from the Weirs, whom I suspect to have been a\nworthy family of weavers somewhere; what’s the cant phrase?—sedentary\noccupation.  It’s precisely the kind of character to go wrong in a false\nposition like what his father’s made for him, or he’s making for himself,\nwhichever you like to call it.  And for my part, I think it a disgrace,”\nFrank would say generously.\n\nPresently the sorrow and anxiety of this disinterested friend took shape.\nHe began in private, in conversations of two, to talk vaguely of bad\nhabits and low habits.  “I must say I’m afraid he’s going wrong\naltogether,” he would say.  “I’ll tell you plainly, and between\nourselves, I scarcely like to stay there any longer; only, man, I’m\npositively afraid to leave him alone.  You’ll see, I shall be blamed for\nit later on.  I’m staying at a great sacrifice.  I’m hindering my chances\nat the Bar, and I can’t blind my eyes to it.  And what I’m afraid of is\nthat I’m going to get kicked for it all round before all’s done.  You\nsee, nobody believes in friendship nowadays.”\n\n“Well, Innes,” his interlocutor would reply, “it’s very good of you, I\nmust say that.  If there’s any blame going, you’ll always be sure of _my_\ngood word, for one thing.”\n\n“Well,” Frank would continue, “candidly, I don’t say it’s pleasant.  He\nhas a very rough way with him; his father’s son, you know.  I don’t say\nhe’s rude—of course, I couldn’t be expected to stand that—but he steers\nvery near the wind.  No, it’s not pleasant; but I tell ye, man, in\nconscience I don’t think it would be fair to leave him.  Mind you, I\ndon’t say there’s anything actually wrong.  What I say is that I don’t\nlike the looks of it, man!” and he would press the arm of his momentary\nconfidant.\n\nIn the early stages I am persuaded there was no malice.  He talked but\nfor the pleasure of airing himself.  He was essentially glib, as becomes\nthe young advocate, and essentially careless of the truth, which is the\nmark of the young ass; and so he talked at random.  There was no\nparticular bias, but that one which is indigenous and universal, to\nflatter himself and to please and interest the present friend.  And by\nthus milling air out of his mouth, he had presently built up a\npresentation of Archie which was known and talked of in all corners of\nthe county.  Wherever there was a residential house and a walled garden,\nwherever there was a dwarfish castle and a park, wherever a quadruple\ncottage by the ruins of a peel-tower showed an old family going down, and\nwherever a handsome villa with a carriage approach and a shrubbery marked\nthe coming up of a new one—probably on the wheels of machinery—Archie\nbegan to be regarded in the light of a dark, perhaps a vicious mystery,\nand the future developments of his career to be looked for with\nuneasiness and confidential whispering.  He had done something\ndisgraceful, my dear.  What, was not precisely known, and that good kind\nyoung man, Mr. Innes, did his best to make light of it.  But there it\nwas.  And Mr. Innes was very anxious about him now; he was really uneasy,\nmy dear; he was positively wrecking his own prospects because he dared\nnot leave him alone.  How wholly we all lie at the mercy of a single\nprater, not needfully with any malign purpose!  And if a man but talks of\nhimself in the right spirit, refers to his virtuous actions by the way,\nand never applies to them the name of virtue, how easily his evidence is\naccepted in the court of public opinion!\n\nAll this while, however, there was a more poisonous ferment at work\nbetween the two lads, which came late indeed to the surface, but had\nmodified and magnified their dissensions from the first.  To an idle,\nshallow, easy-going customer like Frank, the smell of a mystery was\nattractive.  It gave his mind something to play with, like a new toy to a\nchild; and it took him on the weak side, for like many young men coming\nto the Bar, and before they had been tried and found wanting, he\nflattered himself he was a fellow of unusual quickness and penetration.\nThey knew nothing of Sherlock Holmes in those days, but there was a good\ndeal said of Talleyrand.  And if you could have caught Frank off his\nguard, he would have confessed with a smirk that, if he resembled any\none, it was the Marquis de Talleyrand-Perigord.  It was on the occasion\nof Archie’s first absence that this interest took root.  It was vastly\ndeepened when Kirstie resented his curiosity at breakfast, and that same\nafternoon there occurred another scene which clinched the business.  He\nwas fishing Swingleburn, Archie accompanying him, when the latter looked\nat his watch.\n\n“Well, good-bye,” said he.  “I have something to do.  See you at dinner.”\n\n“Don’t be in such a hurry,” cries Frank.  “Hold on till I get my rod up.\nI’ll go with you; I’m sick of flogging this ditch.”\n\nAnd he began to reel up his line.\n\nArchie stood speechless.  He took a long while to recover his wits under\nthis direct attack; but by the time he was ready with his answer, and the\nangle was almost packed up, he had become completely Weir, and the\nhanging face gloomed on his young shoulders.  He spoke with a laboured\ncomposure, a laboured kindness even; but a child could see that his mind\nwas made up.\n\n“I beg your pardon, Innes; I don’t want to be disagreeable, but let us\nunderstand one another from the beginning.  When I want your company,\nI’ll let you know.”\n\n“O!” cries Frank, “you don’t want my company, don’t you?”\n\n“Apparently not just now,” replied Archie.  “I even indicated to you when\nI did, if you’ll remember—and that was at dinner.  If we two fellows are\nto live together pleasantly—and I see no reason why we should not—it can\nonly be by respecting each other’s privacy.  If we begin intruding—”\n\n“O, come!  I’ll take this at no man’s hands.  Is this the way you treat a\nguest and an old friend?” cried Innes.\n\n“Just go home and think over what I said by yourself,” continued Archie,\n“whether it’s reasonable, or whether it’s really offensive or not; and\nlet’s meet at dinner as though nothing had happened, I’ll put it this\nway, if you like—that I know my own character, that I’m looking forward\n(with great pleasure, I assure you) to a long visit from you, and that\nI’m taking precautions at the first.  I see the thing that we—that I, if\nyou like—might fall out upon, and I step in and _obsto principiis_.  I\nwager you five pounds you’ll end by seeing that I mean friendliness, and\nI assure you, Francie, I do,” he added, relenting.\n\nBursting with anger, but incapable of speech, Innes shouldered his rod,\nmade a gesture of farewell, and strode off down the burn-side.  Archie\nwatched him go without moving.  He was sorry, but quite unashamed.  He\nhated to be inhospitable, but in one thing he was his father’s son.  He\nhad a strong sense that his house was his own and no man else’s; and to\nlie at a guest’s mercy was what he refused.  He hated to seem harsh.  But\nthat was Frank’s lookout.  If Frank had been commonly discreet, he would\nhave been decently courteous.  And there was another consideration.  The\nsecret he was protecting was not his own merely; it was hers: it belonged\nto that inexpressible she who was fast taking possession of his soul, and\nwhom he would soon have defended at the cost of burning cities.  By the\ntime he had watched Frank as far as the Swingleburn-foot, appearing and\ndisappearing in the tarnished heather, still stalking at a fierce gait\nbut already dwindled in the distance into less than the smallness of\nLilliput, he could afford to smile at the occurrence.  Either Frank would\ngo, and that would be a relief—or he would continue to stay, and his host\nmust continue to endure him.  And Archie was now free—by devious paths,\nbehind hillocks and in the hollow of burns—to make for the trysting-place\nwhere Kirstie, cried about by the curlew and the plover, waited and\nburned for his coming by the Covenanter’s stone.\n\nInnes went off down-hill in a passion of resentment, easy to be\nunderstood, but which yielded progressively to the needs of his\nsituation.  He cursed Archie for a cold-hearted, unfriendly, rude, rude\ndog; and himself still more passionately for a fool in having come to\nHermiston when he might have sought refuge in almost any other house in\nScotland.  But the step once taken, was practically irretrievable.  He\nhad no more ready money to go anywhere else; he would have to borrow from\nArchie the next club-night; and ill as he thought of his host’s manners,\nhe was sure of his practical generosity.  Frank’s resemblance to\nTalleyrand strikes me as imaginary; but at least not Talleyrand himself\ncould have more obediently taken his lesson from the facts.  He met\nArchie at dinner without resentment, almost with cordiality.  You must\ntake your friends as you find them, he would have said.  Archie couldn’t\nhelp being his father’s son, or his grandfather’s, the hypothetical\nweaver’s, grandson.  The son of a hunks, he was still a hunks at heart,\nincapable of true generosity and consideration; but he had other\nqualities with which Frank could divert himself in the meanwhile, and to\nenjoy which it was necessary that Frank should keep his temper.\n\nSo excellently was it controlled that he awoke next morning with his head\nfull of a different, though a cognate subject.  What was Archie’s little\ngame?  Why did he shun Frank’s company?  What was he keeping secret?  Was\nhe keeping tryst with somebody, and was it a woman?  It would be a good\njoke and a fair revenge to discover.  To that task he set himself with a\ngreat deal of patience, which might have surprised his friends, for he\nhad been always credited not with patience so much as brilliancy; and\nlittle by little, from one point to another, he at last succeeded in\npiecing out the situation.  First he remarked that, although Archie set\nout in all the directions of the compass, he always came home again from\nsome point between the south and west.  From the study of a map, and in\nconsideration of the great expanse of untenanted moorland running in that\ndirection towards the sources of the Clyde, he laid his finger on\nCauldstaneslap and two other neighbouring farms, Kingsmuirs and\nPolintarf.  But it was difficult to advance farther.  With his rod for a\npretext, he vainly visited each of them in turn; nothing was to be seen\nsuspicious about this trinity of moorland settlements.  He would have\ntried to follow Archie, had it been the least possible, but the nature of\nthe land precluded the idea.  He did the next best, ensconced himself in\na quiet corner, and pursued his movements with a telescope.  It was\nequally in vain, and he soon wearied of his futile vigilance, left the\ntelescope at home, and had almost given the matter up in despair, when,\non the twenty-seventh day of his visit, he was suddenly confronted with\nthe person whom he sought.  The first Sunday Kirstie had managed to stay\naway from kirk on some pretext of indisposition, which was more truly\nmodesty; the pleasure of beholding Archie seeming too sacred, too vivid\nfor that public place.  On the two following, Frank had himself been\nabsent on some of his excursions among the neighbouring families.  It was\nnot until the fourth, accordingly, that Frank had occasion to set eyes on\nthe enchantress.  With the first look, all hesitation was over.  She came\nwith the Cauldstaneslap party; then she lived at Cauldstaneslap.  Here\nwas Archie’s secret, here was the woman, and more than that—though I have\nneed here of every manageable attenuation of language—with the first\nlook, he had already entered himself as rival.  It was a good deal in\npique, it was a little in revenge, it was much in genuine admiration: the\ndevil may decide the proportions!  I cannot, and it is very likely that\nFrank could not.\n\n“Mighty attractive milkmaid,” he observed, on the way home.\n\n“Who?” said Archie.\n\n“O, the girl you’re looking at—aren’t you?  Forward there on the road.\nShe came attended by the rustic bard; presumably, therefore, belongs to\nhis exalted family.  The single objection! for the four black brothers\nare awkward customers.  If anything were to go wrong, Gib would gibber,\nand Clem would prove inclement; and Dand fly in danders, and Hob blow up\nin gobbets.  It would be a Helliott of a business!”\n\n“Very humorous, I am sure,” said Archie.\n\n“Well, I am trying to be so,” said Frank.  “It’s none too easy in this\nplace, and with your solemn society, my dear fellow.  But confess that\nthe milkmaid has found favour in your eyes, or resign all claim to be a\nman of taste.”\n\n“It is no matter,” returned Archie.\n\nBut the other continued to look at him, steadily and quizzically, and his\ncolour slowly rose and deepened under the glance, until not impudence\nitself could have denied that he was blushing.  And at this Archie lost\nsome of his control.  He changed his stick from one hand to the other,\nand—“O, for God’s sake, don’t be an ass!” he cried.\n\n“Ass?  That’s the retort delicate without doubt,” says Frank.  “Beware of\nthe homespun brothers, dear.  If they come into the dance, you’ll see\nwho’s an ass.  Think now, if they only applied (say) a quarter as much\ntalent as I have applied to the question of what Mr. Archie does with his\nevening hours, and why he is so unaffectedly nasty when the subject’s\ntouched on—”\n\n“You are touching on it now,” interrupted Archie with a wince.\n\n“Thank you.  That was all I wanted, an articulate confession,” said\nFrank.\n\n“I beg to remind you—” began Archie.\n\nBut he was interrupted in turn.  “My dear fellow, don’t.  It’s quite\nneedless.  The subject’s dead and buried.”\n\nAnd Frank began to talk hastily on other matters, an art in which he was\nan adept, for it was his gift to be fluent on anything or nothing.  But\nalthough Archie had the grace or the timidity to suffer him to rattle on,\nhe was by no means done with the subject.  When he came home to dinner,\nhe was greeted with a sly demand, how things were looking “Cauldstaneslap\nways.”  Frank took his first glass of port out after dinner to the toast\nof Kirstie, and later in the evening he returned to the charge again.\n\n“I say, Weir, you’ll excuse me for returning again to this affair.  I’ve\nbeen thinking it over, and I wish to beg you very seriously to be more\ncareful.  It’s not a safe business.  Not safe, my boy,” said he.\n\n“What?” said Archie.\n\n“Well, it’s your own fault if I must put a name on the thing; but really,\nas a friend, I cannot stand by and see you rushing head down into these\ndangers.  My dear boy,” said he, holding up a warning cigar, “consider!\nWhat is to be the end of it?”\n\n“The end of what?”—Archie, helpless with irritation, persisted in this\ndangerous and ungracious guard.\n\n“Well, the end of the milkmaid; or, to speak more by the card, the end of\nMiss Christina Elliott of the Cauldstaneslap.”\n\n“I assure you,” Archie broke out, “this is all a figment of your\nimagination.  There is nothing to be said against that young lady; you\nhave no right to introduce her name into the conversation.”\n\n“I’ll make a note of it,” said Frank.  “She shall henceforth be nameless,\nnameless, nameless, Grigalach!  I make a note besides of your valuable\ntestimony to her character.  I only want to look at this thing as a man\nof the world.  Admitted she’s an angel—but, my good fellow, is she a\nlady?”\n\nThis was torture to Archie.  “I beg your pardon,” he said, struggling to\nbe composed, “but because you have wormed yourself into my confidence—”\n\n“O, come!” cried Frank.  “Your confidence?  It was rosy but unconsenting.\nYour confidence, indeed?  Now, look!  This is what I must say, Weir, for\nit concerns your safety and good character, and therefore my honour as\nyour friend.  You say I wormed myself into your confidence.  Wormed is\ngood.  But what have I done?  I have put two and two together, just as\nthe parish will be doing tomorrow, and the whole of Tweeddale in two\nweeks, and the black brothers—well, I won’t put a date on that; it will\nbe a dark and stormy morning!  Your secret, in other words, is poor\nPoll’s.  And I want to ask of you as a friend whether you like the\nprospect?  There are two horns to your dilemma, and I must say for myself\nI should look mighty ruefully on either.  Do you see yourself explaining\nto the four Black Brothers? or do you see yourself presenting the\nmilkmaid to papa as the future lady of Hermiston?  Do you?  I tell you\nplainly, I don’t!”\n\nArchie rose.  “I will hear no more of this,” he said, in a trembling\nvoice.\n\nBut Frank again held up his cigar.  “Tell me one thing first.  Tell me if\nthis is not a friend’s part that I am playing?”\n\n“I believe you think it so,” replied Archle.  “I can go as far as that.\nI can do so much justice to your motives.  But I will hear no more of it.\nI am going to bed.”\n\n“That’s right, Weir,” said Frank heartily.  “Go to bed and think over it;\nand I say, man, don’t forget your prayers!  I don’t often do the\nmoral—don’t go in for that sort of thing—but when I do there’s one thing\nsure, that I mean it.”\n\nSo Archie marched off to bed, and Frank sat alone by the table for\nanother hour or so, smiling to himself richly.  There was nothing\nvindictive in his nature; but, if revenge came in his way, it might as\nwell be good, and the thought of Archie’s pillow reflections that night\nwas indescribably sweet to him.  He felt a pleasant sense of power.  He\nlooked down on Archie as on a very little boy whose strings he pulled—as\non a horse whom he had backed and bridled by sheer power of intelligence,\nand whom he might ride to glory or the grave at pleasure.  Which was it\nto be?  He lingered long, relishing the details of schemes that he was\ntoo idle to pursue.  Poor cork upon a torrent, he tasted that night the\nsweets of omnipotence, and brooded like a deity over the strands of that\nintrigue which was to shatter him before the summer waned.\n\n\n\n\nCHAPTER VIII—A NOCTURNAL VISIT\n\n\nKirstie had many causes of distress.  More and more as we grow old—and\nyet more and more as we grow old and are women, frozen by the fear of\nage—we come to rely on the voice as the single outlet of the soul.  Only\nthus, in the curtailment of our means, can we relieve the straitened cry\nof the passion within us; only thus, in the bitter and sensitive shyness\nof advancing years, can we maintain relations with those vivacious\nfigures of the young that still show before us and tend daily to become\nno more than the moving wall-paper of life.  Talk is the last link, the\nlast relation.  But with the end of the conversation, when the voice\nstops and the bright face of the listener is turned away, solitude falls\nagain on the bruised heart.  Kirstie had lost her “cannie hour at e’en”;\nshe could no more wander with Archie, a ghost if you will, but a happy\nghost, in fields Elysian.  And to her it was as if the whole world had\nfallen silent; to him, but an unremarkable change of amusements.  And she\nraged to know it.  The effervescency of her passionate and irritable\nnature rose within her at times to bursting point.\n\nThis is the price paid by age for unseasonable ardours of feeling.  It\nmust have been so for Kirstie at any time when the occasion chanced; but\nit so fell out that she was deprived of this delight in the hour when she\nhad most need of it, when she had most to say, most to ask, and when she\ntrembled to recognise her sovereignty not merely in abeyance but\nannulled.  For, with the clairvoyance of a genuine love, she had pierced\nthe mystery that had so long embarrassed Frank.  She was conscious, even\nbefore it was carried out, even on that Sunday night when it began, of an\ninvasion of her rights; and a voice told her the invader’s name.  Since\nthen, by arts, by accident, by small things observed, and by the general\ndrift of Archie’s humour, she had passed beyond all possibility of doubt.\nWith a sense of justice that Lord Hermiston might have envied, she had\nthat day in church considered and admitted the attractions of the younger\nKirstie; and with the profound humanity and sentimentality of her nature,\nshe had recognised the coming of fate.  Not thus would she have chosen.\nShe had seen, in imagination, Archie wedded to some tall, powerful, and\nrosy heroine of the golden locks, made in her own image, for whom she\nwould have strewed the bride-bed with delight; and now she could have\nwept to see the ambition falsified.  But the gods had pronounced, and her\ndoom was otherwise.\n\nShe lay tossing in bed that night, besieged with feverish thoughts.\nThere were dangerous matters pending, a battle was toward, over the fate\nof which she hung in jealousy, sympathy, fear, and alternate loyalty and\ndisloyalty to either side.  Now she was reincarnated in her niece, and\nnow in Archie.  Now she saw, through the girl’s eyes, the youth on his\nknees to her, heard his persuasive instances with a deadly weakness, and\nreceived his overmastering caresses.  Anon, with a revulsion, her temper\nraged to see such utmost favours of fortune and love squandered on a brat\nof a girl, one of her own house, using her own name—a deadly\ningredient—and that “didna ken her ain mind an’ was as black’s your hat.”\nNow she trembled lest her deity should plead in vain, loving the idea of\nsuccess for him like a triumph of nature; anon, with returning loyalty to\nher own family and sex, she trembled for Kirstie and the credit of the\nElliotts.  And again she had a vision of herself, the day over for her\nold-world tales and local gossip, bidding farewell to her last link with\nlife and brightness and love; and behind and beyond, she saw but the\nblank butt-end where she must crawl to die.  Had she then come to the\nlees? she, so great, so beautiful, with a heart as fresh as a girl’s and\nstrong as womanhood?  It could not be, and yet it was so; and for a\nmoment her bed was horrible to her as the sides of the grave.  And she\nlooked forward over a waste of hours, and saw herself go on to rage, and\ntremble, and be softened, and rage again, until the day came and the\nlabours of the day must be renewed.\n\nSuddenly she heard feet on the stairs—his feet, and soon after the sound\nof a window-sash flung open.  She sat up with her heart beating.  He had\ngone to his room alone, and he had not gone to bed.  She might again have\none of her night cracks; and at the entrancing prospect, a change came\nover her mind; with the approach of this hope of pleasure, all the baser\nmetal became immediately obliterated from her thoughts.  She rose, all\nwoman, and all the best of woman, tender, pitiful, hating the wrong,\nloyal to her own sex—and all the weakest of that dear miscellany,\nnourishing, cherishing next her soft heart, voicelessly flattering, hopes\nthat she would have died sooner than have acknowledged.  She tore off her\nnightcap, and her hair fell about her shoulders in profusion.  Undying\ncoquetry awoke.  By the faint light of her nocturnal rush, she stood\nbefore the looking-glass, carried her shapely arms above her head, and\ngathered up the treasures of her tresses.  She was never backward to\nadmire herself; that kind of modesty was a stranger to her nature; and\nshe paused, struck with a pleased wonder at the sight.  “Ye daft auld\nwife!” she said, answering a thought that was not; and she blushed with\nthe innocent consciousness of a child.  Hastily she did up the massive\nand shining coils, hastily donned a wrapper, and with the rushlight in\nher hand, stole into the hall.  Below stairs she heard the clock ticking\nthe deliberate seconds, and Frank jingling with the decanters in the\ndining-room.  Aversion rose in her, bitter and momentary.  “Nesty,\ntippling puggy!” she thought; and the next moment she had knocked\nguardedly at Archie’s door and was bidden enter.\n\nArchie had been looking out into the ancient blackness, pierced here and\nthere with a rayless star; taking the sweet air of the moors and the\nnight into his bosom deeply; seeking, perhaps finding, peace after the\nmanner of the unhappy.  He turned round as she came in, and showed her a\npale face against the window-frame.\n\n“Is that you, Kirstie?” he asked.  “Come in!”\n\n“It’s unco late, my dear,” said Kirstie, affecting unwillingness.\n\n“No, no,” he answered, “not at all.  Come in, if you want a crack.  I am\nnot sleepy, God knows!”\n\nShe advanced, took a chair by the toilet table and the candle, and set\nthe rushlight at her foot.  Something—it might be in the comparative\ndisorder of her dress, it might be the emotion that now welled in her\nbosom—had touched her with a wand of transformation, and she seemed young\nwith the youth of goddesses.\n\n“Mr. Erchie,” she began, “what’s this that’s come to ye?”\n\n“I am not aware of anything that has come,” said Archie, and blushed, and\nrepented bitterly that he had let her in.\n\n“O, my dear, that’ll no dae!” said Kirstie.  “It’s ill to blend the eyes\nof love.  O, Mr. Erchie, tak a thocht ere it’s ower late.  Ye shouldna be\nimpatient o’ the braws o’ life, they’ll a’ come in their saison, like the\nsun and the rain.  Ye’re young yet; ye’ve mony cantie years afore ye.\nSee and dinna wreck yersel’ at the outset like sae mony ithers! Hae\npatience—they telled me aye that was the owercome o’ life—hae patience,\nthere’s a braw day coming yet.  Gude kens it never cam to me; and here I\nam, wi’ nayther man nor bairn to ca’ my ain, wearying a’ folks wi’ my ill\ntongue, and you just the first, Mr. Erchie!”\n\n“I have a difficulty in knowing what you mean,” said Archie.\n\n“Weel, and I’ll tell ye,” she said.  “It’s just this, that I’m feared.\nI’m feared for ye, my dear.  Remember, your faither is a hard man,\nreaping where he hasna sowed and gaithering where he hasna strawed.  It’s\neasy speakin’, but mind!  Ye’ll have to look in the gurly face o’m, where\nit’s ill to look, and vain to look for mercy.  Ye mind me o’ a bonny ship\npitten oot into the black and gowsty seas—ye’re a’ safe still, sittin’\nquait and crackin’ wi’ Kirstie in your lown chalmer; but whaur will ye be\nthe morn, and in whatten horror o’ the fearsome tempest, cryin’ on the\nhills to cover ye?”\n\n“Why, Kirstie, you’re very enigmatical to-night—and very eloquent,”\nArchie put in.\n\n“And, my dear Mr. Erchie,” she continued, with a change of voice, “ye\nmauna think that I canna sympathise wi’ ye.  Ye mauna think that I havena\nbeen young mysel’.  Lang syne, when I was a bit lassie, no twenty yet—”\nShe paused and sighed.  “Clean and caller, wi’ a fit like the hinney\nbee,” she continned.  “I was aye big and buirdly, ye maun understand; a\nbonny figure o’ a woman, though I say it that suldna—built to rear\nbairns—braw bairns they suld hae been, and grand I would hae likit it!\nBut I was young, dear, wi’ the bonny glint o’ youth in my e’en, and\nlittle I dreamed I’d ever be tellin’ ye this, an auld, lanely, rudas\nwife!  Weel, Mr. Erchie, there was a lad cam’ courtin’ me, as was but\nnaetural.  Mony had come before, and I would nane o’ them.  But this yin\nhad a tongue to wile the birds frae the lift and the bees frae the\nfoxglove bells.  Deary me, but it’s lang syne!  Folk have dee’d sinsyne\nand been buried, and are forgotten, and bairns been born and got merrit\nand got bairns o’ their ain.  Sinsyne woods have been plantit, and have\ngrawn up and are bonny trees, and the joes sit in their shadow, and\nsinsyne auld estates have changed hands, and there have been wars and\nrumours of wars on the face of the earth.  And here I’m still—like an\nauld droopit craw—lookin’ on and craikin’!  But, Mr. Erchie, do ye no\nthink that I have mind o’ it a’ still?  I was dwalling then in my\nfaither’s house; and it’s a curious thing that we were whiles trysted in\nthe Deil’s Hags.  And do ye no think that I have mind of the bonny simmer\ndays, the lang miles o’ the bluid-red heather, the cryin’ of the whaups,\nand the lad and the lassie that was trysted?  Do ye no think that I mind\nhow the hilly sweetness ran about my hairt?  Ay, Mr. Erchie, I ken the\nway o’ it—fine do I ken the way—how the grace o’ God takes them, like\nPaul of Tarsus, when they think it least, and drives the pair o’ them\ninto a land which is like a dream, and the world and the folks in’t’ are\nnae mair than clouds to the puir lassie, and heeven nae mair than\nwindle-straes, if she can but pleesure him!  Until Tam dee’d—that was my\nstory,” she broke off to say, “he dee’d, and I wasna at the buryin’.  But\nwhile he was here, I could take care o’ mysel’.  And can yon puir\nlassie?”\n\nKirstie, her eyes shining with unshed tears, stretched out her hand\ntowards him appealingly; the bright and the dull gold of her hair flashed\nand smouldered in the coils behind her comely head, like the rays of an\neternal youth; the pure colour had risen in her face; and Archie was\nabashed alike by her beauty and her story.  He came towards her slowly\nfrom the window, took up her hand in his and kissed it.\n\n“Kirstie,” he said hoarsely, “you have misjudged me sorely.  I have\nalways thought of her, I wouldna harm her for the universe, my woman!”\n\n“Eh, lad, and that’s easy sayin’,” cried Kirstie, “but it’s nane sae easy\ndoin’!  Man, do ye no comprehend that it’s God’s wull we should be\nblendit and glamoured, and have nae command over our ain members at a\ntime like that?  My bairn,” she cried, still holding his hand, “think o’\nthe puir lass! have pity upon her, Erchie! and O, be wise for twa! Think\no’ the risk she rins!  I have seen ye, and what’s to prevent ithers!  I\nsaw ye once in the Hags, in my ain howl, and I was wae to see ye there—in\npairt for the omen, for I think there’s a weird on the place—and in pairt\nfor pure nakit envy and bitterness o’ hairt.  It’s strange ye should\nforgather there tae!  God! but yon puir, thrawn, auld Covenanter’s seen a\nheap o’ human natur since he lookit his last on the musket barrels, if he\nnever saw nane afore,” she added, with a kind of wonder in her eyes.\n\n“I swear by my honour I have done her no wrong,” said Archie.  “I swear\nby my honour and the redemption of my soul that there shall none be done\nher.  I have heard of this before.  I have been foolish, Kirstie, not\nunkind, and, above all, not base.”\n\n“There’s my bairn!” said Kirstie, rising.  “I’ll can trust ye noo, I’ll\ncan gang to my bed wi’ an easy hairt.”  And then she saw in a flash how\nbarren had been her triumph.  Archie had promised to spare the girl, and\nhe would keep it; but who had promised to spare Archie?  What was to be\nthe end of it?  Over a maze of difficulties she glanced, and saw, at the\nend of every passage, the flinty countenance of Hermiston.  And a kind of\nhorror fell upon her at what she had done.  She wore a tragic mask.\n“Erchie, the Lord peety you, dear, and peety me!  I have buildit on this\nfoundation”—laying her hand heavily on his shoulder—“and buildit hie, and\npit my hairt in the buildin’ of it.  If the hale hypothec were to fa’, I\nthink, laddie, I would dee!  Excuse a daft wife that loves ye, and that\nkenned your mither.  And for His name’s sake keep yersel’ frae inordinate\ndesires; haud your heart in baith your hands, carry it canny and laigh;\ndinna send it up like a hairn’s kite into the collieshangic o’ the wunds!\nMind, Maister Erchie dear, that this life’s a’ disappointment, and a\nmouthfu’ o’ mools is the appointed end.”\n\n“Ay, but Kirstie, my woman, you’re asking me ower much at last,” said\nArchie, profoundly moved, and lapsing into the broad Scots.  “Ye’re\nasking what nae man can grant ye, what only the Lord of heaven can grant\nye if He see fit.  Ay!  And can even He!  I can promise ye what I shall\ndo, and you can depend on that.  But how I shall feel—my woman, that is\nlong past thinking of!”\n\nThey were both standing by now opposite each other.  The face of Archie\nwore the wretched semblance of a smile; hers was convulsed for a moment.\n\n“Promise me ae thing,” she cried in a sharp voice.  “Promise me ye’ll\nnever do naething without telling me.”\n\n“No, Kirstie, I canna promise ye that,” he replied.  “I have promised\nenough, God kens!”\n\n“May the blessing of God lift and rest upon ye dear!” she said.\n\n“God bless ye, my old friend,” said he.\n\n\n\n\nCHAPTER IX—AT THE WEAVER’S STONE\n\n\nIt was late in the afternoon when Archie drew near by the hill path to\nthe Praying Weaver’s stone.  The Hags were in shadow.  But still, through\nthe gate of the Slap, the sun shot a last arrow, which sped far and\nstraight across the surface of the moss, here and there touching and\nshining on a tussock, and lighted at length on the gravestone and the\nsmall figure awaiting him there.  The emptiness and solitude of the great\nmoors seemed to be concentrated there, and Kirstie pointed out by that\nfigure of sunshine for the only inhabitant.  His first sight of her was\nthus excruciatingly sad, like a glimpse of a world from which all light,\ncomfort, and society were on the point of vanishing.  And the next\nmoment, when she had turned her face to him and the quick smile had\nenlightened it, the whole face of nature smiled upon him in her smile of\nwelcome.  Archie’s slow pace was quickened; his legs hasted to her though\nhis heart was hanging back.  The girl, upon her side, drew herself\ntogether slowly and stood up, expectant; she was all languor, her face\nwas gone white; her arms ached for him, her soul was on tip-toes.  But he\ndeceived her, pausing a few steps away, not less white than herself, and\nholding up his hand with a gesture of denial.\n\n“No, Christina, not to-day,” he said.  “To-day I have to talk to you\nseriously.  Sit ye down, please, there where you were.  Please!” he\nrepeated.\n\nThe revulsion of feeling in Christina’s heart was violent.  To have\nlonged and waited these weary hours for him, rehearsing her\nendearments—to have seen him at last come—to have been ready there,\nbreathless, wholly passive, his to do what he would with—and suddenly to\nhave found herself confronted with a grey-faced, harsh schoolmaster—it\nwas too rude a shock.  She could have wept, but pride withheld her.  She\nsat down on the stone, from which she had arisen, part with the instinct\nof obedience, part as though she had been thrust there.  What was this?\nWhy was she rejected?  Had she ceased to please?  She stood here offering\nher wares, and he would none of them!  And yet they were all his!  His to\ntake and keep, not his to refuse though!  In her quick petulant nature, a\nmoment ago on fire with hope, thwarted love and wounded vanity wrought.\nThe schoolmaster that there is in all men, to the despair of all girls\nand most women, was now completely in possession of Archie.  He had\npassed a night of sermons, a day of reflection; he had come wound up to\ndo his duty; and the set mouth, which in him only betrayed the effort of\nhis will, to her seemed the expression of an averted heart.  It was the\nsame with his constrained voice and embarrassed utterance; and if so—if\nit was all over—the pang of the thought took away from her the power of\nthinking.\n\nHe stood before her some way off.  “Kirstie, there’s been too much of\nthis.  We’ve seen too much of each other.”  She looked up quickly and her\neyes contracted.  “There’s no good ever comes of these secret meetings.\nThey’re not frank, not honest truly, and I ought to have seen it.  People\nhave begun to talk; and it’s not right of me.  Do you see?”\n\n“I see somebody will have been talking to ye,” she said sullenly.\n\n“They have, more than one of them,” replied Archie.\n\n“And whae were they?” she cried.  “And what kind o’ love do ye ca’ that,\nthat’s ready to gang round like a whirligig at folk talking?  Do ye think\nthey havena talked to me?”\n\n“Have they indeed?” said Archie, with a quick breath.  “That is what I\nfeared.  Who were they?  Who has dared—?”\n\nArchie was on the point of losing his temper.\n\nAs a matter of fact, not any one had talked to Christina on the matter;\nand she strenuously repeated her own first question in a panic of\nself-defence.\n\n“Ah, well! what does it matter?” he said.  “They were good folk that\nwished well to us, and the great affair is that there are people talking.\nMy dear girl, we have to be wise.  We must not wreck our lives at the\noutset.  They may be long and happy yet, and we must see to it, Kirstie,\nlike God’s rational creatures and not like fool children.  There is one\nthing we must see to before all.  You’re worth waiting for, Kirstie!\nworth waiting for a generation; it would be enough reward.”—And here he\nremembered the schoolmaster again, and very unwisely took to following\nwisdom.  “The first thing that we must see to, is that there shall be no\nscandal about for my father’s sake.  That would ruin all; do ye no see\nthat?”\n\nKirstie was a little pleased, there had been some show of warmth of\nsentiment in what Archie had said last.  But the dull irritation still\npersisted in her bosom; with the aboriginal instinct, having suffered\nherself, she wished to make Archie suffer.\n\nAnd besides, there had come out the word she had always feared to hear\nfrom his lips, the name of his father.  It is not to be supposed that,\nduring so many days with a love avowed between them, some reference had\nnot been made to their conjoint future.  It had in fact been often\ntouched upon, and from the first had been the sore point.  Kirstie had\nwilfully closed the eye of thought; she would not argue even with\nherself; gallant, desperate little heart, she had accepted the command of\nthat supreme attraction like the call of fate and marched blindfold on\nher doom.  But Archie, with his masculine sense of responsibility, must\nreason; he must dwell on some future good, when the present good was all\nin all to Kirstie; he must talk—and talk lamely, as necessity drove\nhim—of what was to be.  Again and again he had touched on marriage; again\nand again been driven back into indistinctness by a memory of Lord\nHermiston.  And Kirstie had been swift to understand and quick to choke\ndown and smother the understanding; swift to leap up in flame at a\nmention of that hope, which spoke volumes to her vanity and her love,\nthat she might one day be Mrs. Weir of Hermiston; swift, also, to\nrecognise in his stumbling or throttled utterance the death-knell of\nthese expectations, and constant, poor girl! in her large-minded madness,\nto go on and to reck nothing of the future.  But these unfinished\nreferences, these blinks in which his heart spoke, and his memory and\nreason rose up to silence it before the words were well uttered, gave her\nunqualifiable agony.  She was raised up and dashed down again bleeding.\nThe recurrence of the subject forced her, for however short a time, to\nopen her eyes on what she did not wish to see; and it had invariably\nended in another disappointment.  So now again, at the mere wind of its\ncoming, at the mere mention of his father’s name—who might seem indeed to\nhave accompanied them in their whole moorland courtship, an awful figure\nin a wig with an ironical and bitter smile, present to guilty\nconsciousness—she fled from it head down.\n\n“Ye havena told me yet,” she said, “who was it spoke?”\n\n“Your aunt for one,” said Archie.\n\n“Auntie Kirstie?” she cried.  “And what do I care for my Auntie Kirstie?”\n\n“She cares a great deal for her niece,” replied Archie, in kind reproof.\n\n“Troth, and it’s the first I’ve heard of it,” retorted the girl.\n\n“The question here is not who it is, but what they say, what they have\nnoticed,” pursued the lucid schoolmaster.  “That is what we have to think\nof in self-defence.”\n\n“Auntie Kirstie, indeed!  A bitter, thrawn auld maid that’s fomented\ntrouble in the country before I was born, and will be doing it still, I\ndaur say, when I’m deid!  It’s in her nature; it’s as natural for her as\nit’s for a sheep to eat.”\n\n“Pardon me, Kirstie, she was not the only one,” interposed Archie.  “I\nhad two warnings, two sermons, last night, both most kind and\nconsiderate.  Had you been there, I promise you you would have grat, my\ndear!  And they opened my eyes.  I saw we were going a wrong way.”\n\n“Who was the other one?” Kirstie demanded.\n\nBy this time Archie was in the condition of a hunted beast.  He had come,\nbraced and resolute; he was to trace out a line of conduct for the pair\nof them in a few cold, convincing sentences; he had now been there some\ntime, and he was still staggering round the outworks and undergoing what\nhe felt to be a savage cross-examination.\n\n“Mr. Frank!” she cried.  “What nex’, I would like to ken?”\n\n“He spoke most kindly and truly.”\n\n“What like did he say?”\n\n“I am not going to tell you; you have nothing to do with that,” cried\nArchie, startled to find he had admitted so much.\n\n“O, I have naething to do with it!” she repeated, springing to her feet.\n“A’body at Hermiston’s free to pass their opinions upon me, but I have\nnaething to do wi’ it!  Was this at prayers like?  Did ye ca’ the grieve\ninto the consultation?  Little wonder if a’body’s talking, when ye make\na’body yer confidants!  But as you say, Mr. Weir,—most kindly, most\nconsiderately, most truly, I’m sure,—I have naething to do with it.  And\nI think I’ll better be going.  I’ll be wishing you good evening, Mr.\nWeir.”  And she made him a stately curtsey, shaking as she did so from\nhead to foot, with the barren ecstasy of temper.\n\nPoor Archie stood dumbfounded.  She had moved some steps away from him\nbefore he recovered the gift of articulate speech.\n\n“Kirstie!” he cried.  “O, Kirstie woman!”\n\nThere was in his voice a ring of appeal, a clang of mere astonishment\nthat showed the schoolmaster was vanquished.\n\nShe turned round on him.  “What do ye Kirstie me for?” she retorted.\n“What have ye to do wi’ me!  Gang to your ain freends and deave them!”\n\nHe could only repeat the appealing “Kirstie!”\n\n“Kirstie, indeed!” cried the girl, her eyes blazing in her white face.\n“My name is Miss Christina Elliott, I would have ye to ken, and I daur ye\nto ca’ me out of it.  If I canna get love, I’ll have respect, Mr. Weir.\nI’m come of decent people, and I’ll have respect.  What have I done that\nye should lightly me?  What have I done?  What have I done? O, what have\nI done?” and her voice rose upon the third repetition.  “I thocht—I\nthocht—I thocht I was sae happy!” and the first sob broke from her like\nthe paroxysm of some mortal sickness.\n\nArchie ran to her.  He took the poor child in his arms, and she nestled\nto his breast as to a mother’s, and clasped him in hands that were strong\nlike vices.  He felt her whole body shaken by the throes of distress, and\nhad pity upon her beyond speech.  Pity, and at the same time a bewildered\nfear of this explosive engine in his arms, whose works he did not\nunderstand, and yet had been tampering with.  There arose from before him\nthe curtains of boyhood, and he saw for the first time the ambiguous face\nof woman as she is.  In vain he looked back over the interview; he saw\nnot where he had offended.  It seemed unprovoked, a wilful convulsion of\nbrute nature. . . .\n\n\n\n\nEDITORIAL NOTE\n\n\nWith the words last printed, “a wilful convulsion of brute nature,” the\nromance of _Weir of Hermiston_ breaks off.  They were dictated, I\nbelieve, on the very morning of the writer’s sudden seizure and death.\n_Weir of Hermiston_ thus remains in the work of Stevenson what _Edwin\nDroid_ is in the work of Dickens or _Denis Duval_ in that of Thackeray:\nor rather it remains relatively more, for if each of those fragments\nholds an honourable place among its author’s writings, among Stevenson’s\nthe fragment of _Weir_ holds certainly the highest.\n\nReaders may be divided in opinion on the question whether they would or\nthey would not wish to hear more of the intended course of the story and\ndestinies of the characters.  To some, silence may seem best, and that\nthe mind should be left to its own conjectures as to the sequel, with the\nhelp of such indications as the text affords.  I confess that this is the\nview which has my sympathy.  But since others, and those almost certainly\na majority, are anxious to be told all they can, and since editors and\npublishers join in the request, I can scarce do otherwise than comply.\nThe intended argument, then, so far as it was known at the time of the\nwriter’s death to his step-daughter and devoted amanuensis, Mrs. Strong,\nwas nearly as follows:—\n\nArchie persists in his good resolution of avoiding further conduct\ncompromising to young Kirstie’s good name.  Taking advantage of the\nsituation thus created, and of the girl’s unhappiness and wounded vanity,\nFrank Innes pursues his purpose of seduction; and Kirstie, though still\ncaring for Archie in her heart, allows herself to become Frank’s victim.\nOld Kirstie is the first to perceive something amiss with her, and\nbelieving Archie to be the culprit, accuses him, thus making him aware\nfor the first time that mischief has happened.  He does not at once deny\nthe charge, but seeks out and questions young Kirstie, who confesses the\ntruth to him; and he, still loving her, promises to protect and defend\nher in her trouble.  He then has an interview with Frank Innes on the\nmoor, which ends in a quarrel, and in Archie killing Frank beside the\nWeaver’s Stone.  Meanwhile the Four Black Brothers, having become aware\nof their sister’s betrayal, are bent on vengeance against Archie as her\nsupposed seducer.  They are about to close in upon him with this purpose\nwhen he is arrested by the officers of the law for the murder of Frank.\nHe is tried before his own father, the Lord Justice-Clerk, found guilty,\nand condemned to death.  Meanwhile the elder Kirstie, having discovered\nfrom the girl how matters really stand, informs her nephews of the truth;\nand they, in a great revulsion of feeling in Archie’s favour, determine\non an action after the ancient manner of their house.  They gather a\nfollowing, and after a great fight break the prison where Archie lies\nconfined, and rescue him.  He and young Kirstie thereafter escape to\nAmerica.  But the ordeal of taking part in the trial of his own son has\nbeen too much for the Lord Justice-Clerk, who dies of the shock.  “I do\nnot know,” adds the amanuensis, “what becomes of old Kirstie, but that\ncharacter grew and strengthened so in the writing that I am sure he had\nsome dramatic destiny for her.”\n\nThe plan of every imaginative work is subject, of course, to change under\nthe artist’s hand as he carries it out; and not merely the character of\nthe elder Kirstie, but other elements of the design no less, might well\nhave deviated from the lines originally traced.  It seems certain,\nhowever, that the next stage in the relations of Archie and the younger\nKirstie would have been as above foreshadowed; and this conception of the\nlover’s unconventional chivalry and unshaken devotion to his mistress\nafter her fault is very characteristic of the writer’s mind.  The\nvengeance to be taken on the seducer beside the Weaver’s Stone is\nprepared for in the first words of the Introduction; while the situation\nand fate of the judge, confronting like a Brutus, but unable to survive,\nthe duty of sending his own son to the gallows, seem clearly to have been\ndestined to furnish the climax and essential tragedy of the tale.\n\nHow this last circumstance was to have been brought about, within the\nlimits of legal usage and possibility, seems hard to conjecture; but it\nwas a point to which the author had evidently given careful\nconsideration.  Mrs. Strong says simply that the Lord Justice-Clerk, like\nan old Roman, condemns his son to death; but I am assured on the best\nlegal authority of Scotland that no judge, however powerful either by\ncharacter or office, could have insisted on presiding at the trial of a\nnear kinsman of his own.  The Lord Justice-Clerk was head of the criminal\njusticiary of the country; he might have insisted on his right of being\npresent on the bench when his son was tried: but he would never have been\nallowed to preside or to pass sentence.  Now in a letter of Stevenson’s\nto Mr. Baxter, of October 1892, I find him asking for materials in terms\nwhich seem to indicate that he knew this quite well:—“I wish Pitcairn’s\n‘Criminal Trials,’ _quam primum_.  Also an absolutely correct text of the\nScots judiciary oath.  Also, in case Pitcairn does not come down late\nenough, I wish as full a report as possible of a Scots murder trial\nbetween 1790–1820.  Understand the _fullest possible_.  Is there any book\nwhich would guide me to the following facts?  The Justice-Clerk tries\nsome people capitally on circuit.  Certain evidence cropping up, the\ncharge is transferred to the Justice-Clerk’s own son.  Of course in the\nnext trial the Justice-Clerk is excluded, and the case is called before\nthe Lord Justice-General.  Where would this trial have to be?  I fear in\nEdinburgh, which would not suit my view.  Could it be again at the\ncircuit town?”  The point was referred to a quondam fellow-member with\nStevenson of the Edinburgh Speculative Society, Mr. Graham Murray, the\npresent Solicitor-General for Scotland; whose reply was to the effect\nthat there would be no difficulty in making the new trial take place at\nthe circuit town; that it would have to be held there in spring or\nautumn, before two Lords of Justiciary; and that the Lord Justice-General\nwould have nothing to do with it, this title being at the date in\nquestion only a nominal one held by a layman (which is no longer the\ncase).  On this Stevenson writes, “Graham Murray’s note _re_ the venue\nwas highly satisfactory, and did me all the good in the world.”  The\nterms of his inquiry seem to imply that he intended other persons, before\nArchie, to have fallen first under suspicion of the murder; and\nalso—doubtless in order to make the rescue by the Black Brothers\npossible—that he wanted Archie to be imprisoned not in Edinburgh but in\nthe circuit town.  But they do not show how he meant to get over the main\ndifficulty, which at the same time he fully recognises.  Can it have been\nthat Lord Hermiston’s part was to have been limited to presiding at the\n_first_ trial, where the evidence incriminating Archie was unexpectedly\nbrought forward, and to directing that the law should take its course?\n\nWhether the final escape and union of Archie and Christina would have\nproved equally essential to the plot may perhaps to some readers seem\nquestionable.  They may rather feel that a tragic destiny is foreshadowed\nfrom the beginning for all concerned, and is inherent in the very\nconditions of the tale.  But on this point, and other matters of general\ncriticism connected with it, I find an interesting discussion by the\nauthor himself in his correspondence.  Writing to Mr. J. M. Barrie, under\ndate November 1, 1892, and criticising that author’s famous story of _The\nLittle Minister_, Stevenson says:—\n\n“Your descriptions of your dealings with Lord Rintoul are frightfully\nunconscientious. . . .  The _Little Minister_ ought to have ended badly;\nwe all know it _did_, and we are infinitely grateful to you for the grace\nand good feeling with which you have lied about it.  If you had told the\ntruth, I for one could never have forgiven you.  As you had conceived and\nwritten the earlier parts, the truth about the end, though indisputably\ntrue to fact, would have been a lie, or what is worse, a discord, in art.\nIf you are going to make a book end badly, it must end badly from the\nbeginning.  Now, your book began to end well.  You let yourself fall in\nlove with, and fondle, and smile at your puppets.  Once you had done\nthat, your honour was committed—at the cost of truth to life you were\nbound to save them.  It is the blot on _Richard Feverel_ for instance,\nthat it begins to end well; and then tricks you and ends ill.  But in\nthis case, there is worse behind, for the ill ending does not inherently\nissue from the plot—the story had, in fact, ended well after the great\nlast interview between Richard and Lucy—and the blind, illogical bullet\nwhich smashes all has no more to do between the boards than a fly has to\ndo with a room into whose open window it comes buzzing.  It might have so\nhappened; it needed not; and unless needs must, we have no right to pain\nour readers.  I have had a heavy case of conscience of the same kind\nabout my Braxfield story.  Braxfield—only his name is Hermiston—has a son\nwho is condemned to death; plainly there is a fine tempting fitness about\nthis—and I meant he was to hang.  But on considering my minor characters,\nI saw there were five people who would—in a sense, who must—break prison\nand attempt his rescue.  They are capable hardy folks too, who might very\nwell succeed.  Why should they not then?  Why should not young Hermiston\nescape clear out of the country? and be happy, if he could, with his—but\nsoft!  I will not betray my secret nor my heroine. . . .”\n\nTo pass, now, from the question how the story would have ended to the\nquestion how it originated and grew in the writer’s mind.  The character\nof the hero, Weir of Hermiston, is avowedly suggested by the historical\npersonality of Robert Macqueen, Lord Braxfield.  This famous judge has\nbeen for generations the subject of a hundred Edinburgh tales and\nanecdotes.  Readers of Stevenson’s essay on the Raeburn exhibition, in\n_Virginibus Puerisque_, will remember how he is fascinated by Raeburn’s\nportrait of Braxfield, even as Lockhart had been fascinated by a\ndifferent portrait of the same worthy sixty years before (see _Peter’s\nLetters to his Kinsfolk_); nor did his interest in the character diminish\nin later life.  Again, the case of a judge involved by the exigencies of\nhis office in a strong conflict between public duty and private interest\nor affection, was one which had always attracted and exercised\nStevenson’s imagination.  In the days when he and Mr. Henley were\ncollaborating with a view to the stage, Mr. Henley once proposed a plot\nfounded on the story of Mr. Justice Harbottle in Sheridan Le Fanu’s _In a\nGlass Darkly_, in which the wicked judge goes headlong _per fas et nefas_\nto his object of getting the husband of his mistress hanged.  Some time\nlater Stevenson and his wife together wrote a play called _The Hanging\nJudge_.  In this, the title character is tempted for the first time in\nhis life to tamper with the course of justice, in order to shield his\nwife from persecution by a former husband who reappears after being\nsupposed dead.  Bulwer’s novel of _Paul Clifford_, with its final\nsituation of the worldly-minded judge, Sir William Brandon, learning that\nthe highwayman whom he is in the act of sentencing is his own son, and\ndying of the knowledge, was also well known to Stevenson, and no doubt\ncounted for something in the suggestion of the present story.\n\nOnce more, the difficulties often attending the relation of father and\nson in actual life had pressed heavily on Stevenson’s mind and conscience\nfrom the days of his youth, when in obeying the law of his own nature he\nhad been constrained to disappoint, distress, and for a time to be much\nmisunderstood by, a father whom he justly loved and admired with all his\nheart.  Difficulties of this kind he had already handled in a lighter\nvein once or twice in fiction—as for instance in the _Story of a Lie_ and\nin _The Wrecker_—before he grappled with them in the acute and tragic\nphase in which they occur in the present story.\n\nThese three elements, then, the interest of the historical personality of\nLord Braxfield, the problems and emotions arising from a violent conflict\nbetween duty and nature in a judge, and the difficulties due to\nincompatibility and misunderstanding between father and son, lie at the\nfoundations of the present story.  To touch on minor matters, it is\nperhaps worth notice, as Mr. Henley reminds me, that the name of Weir had\nfrom of old a special significance for Stevenson’s imagination, from the\ntraditional fame in Edinburgh of Major Weir, burned as a warlock,\ntogether with his sister, under circumstances of peculiar atrocity.\nAnother name, that of the episodical personage of Mr. Torrance the\nminister, is borrowed direct from life, as indeed are the whole figure\nand its surroundings—kirkyard, kirk, and manse—down even to the black\nthread mittens: witness the following passage from a letter of the early\nseventies:—“I’ve been to church and am not depressed—a great step.  It\nwas at that beautiful church” [of Glencorse in the Pentlands, three miles\nfrom his father’s country house at Swanston].  “It is a little cruciform\nplace, with a steep slate roof.  The small kirkyard is full of old\ngrave-stones; one of a Frenchman from Dunkerque, I suppose he died\nprisoner in the military prison hard by.  And one, the most pathetic\nmemorial I ever saw: a poor school-slate, in a wooden frame, with the\ninscription cut into it evidently by the father’s own hand.  In church,\nold Mr. Torrance preached, over eighty and a relic of times forgotten,\nwith his black thread gloves and mild old face.”  A side hint for a\nparticular trait in the character of Mrs. Weir we can trace in some\nfamily traditions concerning the writer’s own grandmother, who is\nreported to have valued piety much more than efficiency in her domestic\nservants.  The other women characters seem, so far at least as I know, to\nhave been pure creation, and especially that new and admirable\nincarnation of the eternal feminine in the elder Kirstie.  The little\nthat he says about her himself is in a letter written a few days before\nhis death to Mr. Gosse.  The allusions are to the various moods and\nattitudes of people in regard to middle age, and are suggested by Mr.\nGosse’s volume of poems, _In Russet and Silver_.  “It seems rather\nfunny,” he writes, “that this matter should come up just now, as I am at\npresent engaged in treating a severe case of middle age in one of my\nstories, _The Justice-Clerk_.  The case is that of a woman, and I think I\nam doing her justice.  You will be interested, I believe, to see the\ndifference in our treatments.  _Secreta Vitæ_ [the title of one of Mr.\nGosse’s poems] comes nearer to the case of my poor Kirstie.”  From the\nwonderful midnight scene between her and Archie, we may judge what we\nhave lost in those later scenes where she was to have taxed him with the\nfault that was not his—to have presently learned his innocence from the\nlips of his supposed victim—to have then vindicated him to her kinsmen\nand fired them to the action of his rescue.  The scene of the\nprison-breaking here planned by Stevenson would have gained interest (as\nwill already have occurred to readers) from comparison with the two\nfamous precedents in Scott, the Porteous mob and the breaking of\nPortanferry jail.\n\nThe best account of Stevenson’s methods of imaginative work is in the\nfollowing sentences from a letter of his own to Mr. W. Craibe Angus of\nGlasgow:—“I am still ‘a slow study,’ and sit for a long while silent on\nmy eggs.  Unconscious thought, there is the only method: macerate your\nsubject, let it boil slow, then take the lid off and look in—and there\nyour stuff is—good or bad.”  The several elements above noted having been\nleft to work for many years in his mind, it was in the autumn of 1892\nthat he was moved to “take the lid off and look in,”—under the influence,\nit would seem, of a special and overmastering wave of that feeling for\nthe romance of Scottish scenery and character which was at all times so\nstrong in him, and which his exile did so much to intensify.  I quote\nagain from his letter to Mr. Barrie on November 1st in that year:—“It is\na singular thing that I should live here in the South Seas under\nconditions so new and so striking, and yet my imagination so continually\ninhabit the cold old huddle of grey hills from which we come.  I have\nfinished _David Balfour_, I have another book on the stocks, _The Young\nChevalier_, which is to be part in France and part in Scotland, and to\ndeal with Prince Charlie about the year 1749; and now what have I done\nbut begun a third, which is to be all moorland together, and is to have\nfor a centre-piece a figure that I think you will appreciate—that of the\nimmortal Braxfield.  Braxfield himself is my grand premier—or since you\nare so much involved in the British drama, let me say my heavy lead.”\nWriting to me at the same date he makes the same announcement more\nbriefly, with a list of the characters and an indication of the scene and\ndate of the story.  To Mr. Baxter he writes a month later, “I have a\nnovel on the stocks to be called _The Justice-Clerk_.  It is pretty\nScotch; the grand premier is taken from Braxfield (O, by the by, send me\nCockburn’s _Memorials_), and some of the story is, well, queer.  The\nheroine is seduced by one man, and finally disappears with the other man\nwho shot him. . . .  Mind you, I expect _The Justice-Clerk_ to be my\nmasterpiece.  My Braxfield is already a thing of beauty and a joy for\never, and so far as he has gone, far my best character.”  From the last\nextract it appears that he had already at this date drafted some of the\nearlier chapters of the book.  He also about the same time composed the\ndedication to his wife, who found it pinned to her bed-curtains one\nmorning on awaking.  It was always his habit to keep several books in\nprogress at the same time, turning from one to another as the fancy took\nhim, and finding relief in the change of labour; and for many months\nafter the date of this letter, first illness,—then a voyage to\nAuckland,—then work on the _Ebb-Tide_, on a new tale called _St. Ives_,\nwhich was begun during an attack of influenza, and on his projected book\nof family history,—prevented his making any continuous progress with\n_Weir_.  In August 1893 he says he has been recasting the beginning.  A\nyear later, still only the first four or five chapters had been drafted.\nThen, in the last weeks of his life, he attacked the task again, in a\nsudden heat of inspiration, and worked at it ardently and without\ninterruption until the end came.  No wonder if during these weeks he was\nsometimes aware of a tension of the spirit difficult to sustain.  “How\ncan I keep this pitch?” he is reported to have said after finishing one\nof the chapters; and all the world knows how that frail organism in fact\nbetrayed him in mid effort.  The greatness of the loss to his country’s\nletters can for the first time be fully measured from the foregoing\npages.\n\nThere remains one more point to be mentioned, as to the speech and\nmanners of the Hanging Judge himself.  That these are not a whit\nexaggerated, in comparison with what is recorded of his historic\nprototype, Lord Braxfield, is certain.  The _locus classicus_ in regard\nto this personage is in Lord Cockburn’s _Memorials of his Time_.  “Strong\nbuilt and dark, with rough eyebrows, powerful eyes, threatening lips, and\na low growling voice, he was like a formidable blacksmith.  His accent\nand dialect were exaggerated Scotch; his language, like his thoughts,\nshort, strong, and conclusive.  Illiterate and without any taste for any\nrefined enjoyment, strength of understanding, which gave him power\nwithout cultivation, only encouraged him to a more contemptuous disdain\nof all natures less coarse than his own.  It may be doubted if he was\never so much in his element as when tauntingly repelling the last\ndespairing claim of a wretched culprit, and sending him to Botany Bay or\nthe gallows with an insulting jest.  Yet this was not from cruelty, for\nwhich he was too strong and too jovial, but from cherished coarseness.”\nReaders, nevertheless, who are at all acquainted with the social history\nof Scotland will hardly have failed to make the observation that\nBraxfield’s is an extreme case of eighteenth-century manners, as he\nhimself was an eighteenth-century personage (he died in 1799, in his\nseventy-eighth year); and that for the date in which the story is cast\n(1814) such manners are somewhat of an anachronism.  During the\ngeneration contemporary with the French Revolution and the Napoleonic\nwars—or to put it another way, the generation that elapsed between the\ndays when Scott roamed the country as a High School and University\nstudent and those when he settled in the fulness of fame and prosperity\nat Abbotsford,—or again (the allusions will appeal to readers of the\nadmirable Galt) during the interval between the first and the last\nprovostry of Bailie Pawkie in the borough of Gudetown, or between the\nearlier and the final ministrations of Mr. Balwhidder in the parish of\nDalmailing,—during this period a great softening had taken place in\nScottish manners generally, and in those of the Bar and Bench not least.\n“Since the death of Lord Justice-Clerk Macqueen of Braxfield,” says\nLockhart, writing about 1817, “the whole exterior of judicial deportment\nhas been quite altered.”  A similar criticism may probably hold good on\nthe picture of border life contained in the chapter concerning the Four\nBlack Brothers of Cauldstaneslap, namely, that it rather suggests the\nways of an earlier generation; nor have I any clue to the reasons which\nled Stevenson to choose this particular date, in the year preceding\nWaterloo, for a story which, in regard to some of its features at least,\nmight seem more naturally placed some twenty-five or thirty years before.\n\nIf the reader seeks, further, to know whether the scenery of Hermiston\ncan be identified with any one special place familiar to the writer’s\nearly experience, the answer, I think, must be in the negative.  Rather\nit is distilled from a number of different haunts and associations among\nthe moorlands of southern Scotland.  In the dedication and in a letter to\nme he indicates the Lammermuirs as the scene of his tragedy.  And Mrs.\nStevenson (his mother) tells me that she thinks he was inspired by\nrecollections of a visit paid in boyhood to an uncle living at a remote\nfarmhouse in that district called Overshiels, in the parish of Stow.  But\nthough he may have thought of the Lammermuirs in the first instance, we\nhave already found him drawing his description of the kirk and manse from\nanother haunt of his youth, namely, Glencorse in the Pentlands; while\npassages in chapters v. and viii. point explicitly to a third district,\nthat is, Upper Tweeddale, with the country stretching thence towards the\nwells of Clyde.  With this country also holiday rides and excursions from\nPeebles had made him familiar as a boy: and this seems certainly the most\nnatural scene of the story, if only from its proximity to the proper home\nof the Elliotts, which of course is in the heart of the Border,\nespecially Teviotdale and Ettrick.  Some of the geographical names\nmentioned are clearly not meant to furnish literal indications.  The\nSpango, for instance, is a water running, I believe, not into the Tweed\nbut into the Nith, and Crossmichael as the name of a town is borrowed\nfrom Galloway.\n\nBut it is with the general and essential that the artist deals, and\nquestions of strict historical perspective or local definition are beside\nthe mark in considering his work.  Nor will any reader expect, or be\ngrateful for, comment in this place on matters which are more properly to\nthe point—on the seizing and penetrating power of the author’s ripened\nart as exhibited in the foregoing pages, the wide range of character and\nemotion over which he sweeps with so assured a hand, his vital poetry of\nvision and magic of presentment.  Surely no son of Scotland has died\nleaving with his last breath a worthier tribute to the land he loved.\n\n                                                                     S. C.\n\n\n\n\nGLOSSARY\n\n\nAe, one.\n\nAntinomian, one of a sect which holds that under the gospel dispensation\nthe moral law is not obligatory.\n\nAuld Hornie, the Devil.\n\nBallant, ballad.\n\nBauchles, brogues, old shoes.\n\nBauld, bold.\n\nBees in their bonnet, eccentricities.\n\nBirling, whirling.\n\nBlack-a-vised, dark-complexioned.\n\nBonnet-laird, small landed proprietor, yeoman.\n\nBool, ball.\n\nBrae, rising ground.\n\nBrig, bridge.\n\nBuff, play buff on, to make a fool of, to deceive.\n\nBurn, stream.\n\nButt end, end of a cottage.\n\nByre, cow-house.\n\nCa’, drive.\n\nCaller, fresh.\n\nCanna, cannot.\n\nCanny, careful, shrewd.\n\nCantie, cheerful.\n\nCarline, old woman.\n\nCauld, cold.\n\nChalmer, chamber.\n\nClaes, clothes.\n\nClamjamfry, crowd.\n\nClavers, idle talk.\n\nCock-laird.  See Bonnet-laird.\n\nCollieshangie, turmoil.\n\nCrack, to converse.\n\nCuist, cast.\n\nCuddy, donkey.\n\nCutty, jade, also used playfully = brat.\n\nDaft, mad, frolicsome.\n\nDander, to saunter.\n\nDanders, cinders.\n\nDaurna, dare not.\n\nDeave, to deafen.\n\nDenty, dainty.\n\nDirdum, vigour.\n\nDisjaskit, worn out, disreputable-looking.\n\nDoer, law agent.\n\nDour, hard.\n\nDrumlie, dark.\n\nDunting, knocking.\n\nDwaibly, infirm, rickety.\n\nDule-tree, the tree of lamentation, the hanging-tree.\n\nEarrand, errand.\n\nEttercap, vixen.\n\nFechting, fighting.\n\nFeck, quantity, portion.\n\nFeckless, feeble, powerless.\n\nFell, strong and fiery.\n\nFey, unlike yourself, strange, as if urged on by fate, or as persons are\nobserved to be in the hour of approaching death or disaster.\n\nFit, foot.\n\nFlit, to depart.\n\nFlyped, turned up, turned in-side out.\n\nForbye, in addition to.\n\nForgather, to fall in with.\n\nFower, four.\n\nFushionless, pithless, weak.\n\nFyle, to soil, to defile.\n\nFylement, obloquy, defilement.\n\nGaed, Went.\n\nGang, to go.\n\nGey an’, very.\n\nGigot, leg of mutton.\n\nGirzie, lit. diminutive of Grizel, here a playful nickname.\n\nGlaur, mud.\n\nGlint, glance, sparkle.\n\nGloaming, twilight.\n\nGlower, to scowl.\n\nGobbets, small lumps.\n\nGowden, golden.\n\nGowsty, gusty.\n\nGrat, wept.\n\nGrieve, land-steward.\n\nGuddle, to catch fish with the hands by groping under the stones or\nbanks.\n\nGumption, common sense, judgment.\n\nGuid, good.\n\nGurley, stormy, surly.\n\nGyte, beside itself.\n\nHae, have, take.\n\nHaddit, held.\n\nHale, whole.\n\nHeels-ower-hurdie, heels over head.\n\nHinney, honey.\n\nHirstle, to bustle.\n\nHizzie, wench.\n\nHowe, hollow.\n\nHowl, hovel.\n\nHunkered, crouched.\n\nHypothec, lit. in Scots law the furnishings of a house, and formerly the\nproduce and stock of a farm hypothecated by law to the landlord as\nsecurity for rent; colloquially “the whole structure,” “the whole\nconcern.”\n\nIdleset, idleness.\n\nInfeftment, a term in Scots law originally synonymous with investiture.\n\nJaud, jade.\n\nJeely-piece, a slice of bread and jelly.\n\nJennipers, juniper.\n\nJo, sweetheart.\n\nJustifeed, executed, made the victim of justice.\n\nJyle, jail\n\nKebbuck, cheese.\n\nKen, to know.\n\nKenspeckle, conspicuous.\n\nKilted, tucked up.\n\nKyte, belly.\n\nLaigh, low.\n\nLaird, landed proprietor.\n\nLane, alone.\n\nLave, rest, remainder.\n\nLinking, tripping.\n\nLown, lonely, still.\n\nLynn, cataract.\n\nLyon King of Arms, the chief of the Court of Heraldry in Scotland.\n\nMacers, offiers of the supreme court. [Cf.  Guy Mannering, last chapter.]\n\nMaun, must.\n\nMenseful, of good manners.\n\nMirk, dark.\n\nMisbegowk, deception, disappointment.\n\nMools, mould, earth.\n\nMuckle, much, great, big.\n\nMy lane, by myself.\n\nNowt, black cattle.\n\nPalmering, walking infirmly.\n\nPanel, in Scots law, the accused person in a criminal action, the\nprisoner.\n\nPeel, fortified watch-tower.\n\nPlew-stilts, plough-handles.\n\nPolicy, ornamental grounds of a country mansion.\n\nPuddock, frog.\n\nQuean, wench.\n\nRair, to roar.\n\nRiff-raff, rabble.\n\nRisping, grating.\n\nRout, rowt, to roar, to rant.\n\nRowth, abundance.\n\nRudas, haggard old woman.\n\nRunt, an old cow past breeding; opprobriously, an old woman.\n\nSab, sob.\n\nSanguishes, sandwiches.\n\nSasine, in Scots law, the act of giving legal possession of feudal\nproperty, or, colloquially, the deed by which that possession is proved.\n\nSclamber, to scramble.\n\nSculduddery, impropriety, grossness.\n\nSession, the Court of Session, the supreme court of Scotland.\n\nShauchling, shuffling, slipshod.\n\nShoo, to chase gently.\n\nSiller, money.\n\nSinsyne, since then.\n\nSkailing, dispersing.\n\nSkelp, slap.\n\nSkirling, screaming.\n\nSkriegh-o’day, daybreak.\n\nSnash, abuse.\n\nSneisty, supercilious.\n\nSooth, to hum.\n\nSough, sound, murmur.\n\nSpec, The Speculative Society, a debating Society connected with\nEdingburgh University.\n\nSpeir, to ask.\n\nSpeldering, sprawling.\n\nSplairge, to splash.\n\nSpunk, spirit, fire.\n\nSteik, to shut.\n\nStockfish, hard, savourless.\n\nSuger-bool, suger-plum.\n\nSyne, since, then.\n\nTawpie, a slow foolish slut, also used playfully = monkey.\n\nTelling you, a good thing for you.\n\nThir, these.\n\nThrawn, cross-grained.\n\nToon, town.\n\nTwo-names, local soubriquets in addition to patronymic.\n\nTyke, dog.\n\nUnchancy, unlucky.\n\nUnco, strange, extraordinary, very.\n\nUpsitten, impertinent.\n\nVennel, alley, lane.  The Vennel, a narrow lane in Edingburgh, running\nout of the Grassmarket.\n\nVivers, victuals.\n\nWae, sad, unhappy.\n\nWaling, choosing.\n\nWarrandise, warranty.\n\nWaur, worse.\n\nWeird, destiny.\n\nWhammle, to upset.\n\nWhaup, curlew.\n\nWhiles, sometimes.\n\nWindlestae, crested dog’s-tail, grass.\n\nWund, wind.\n\nYin, one."
}