{
 "author": [
  "Various"
 ],
 "title": [
  "Appreciations of Richard Harding Davis"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Authors, American -- 19th century -- Biography",
  "Authors, American -- 20th century -- Biography",
  "PS",
  "Davis, Richard Harding, 1864-1916"
 ],
 "id": "406",
 "genre": [
  "biography"
 ],
 "text": "Appreciations of Richard Harding Davis\n\nby\n\nVarious Authors of Some Repute\n\n\n\n\n\nAPPRECIATIONS\n\n  Gouverneur Morris\n  Booth Tarkington\n  Charles Dana Gibson\n  E. L. Burlingame\n  Augustus Thomas\n  Theodore Roosevelt\n  Irvin S. Cobb\n  John Fox, Jr\n  Finley Peter Dunne\n  Winston Churchill\n  Leonard Wood\n  John T. McCutcheon\n\n\n\n\nR. H. D.\n\nBY GOUVERNEUR MORRIS\n\n\"And they rise to their feet as He passes by, gentlemen unafraid.\"\n\n\nHe was almost too good to be true.  In addition, the gods loved him,\nand so he had to die young.  Some people think that a man of fifty-two\nis middle-aged.  But if R. H. D. had lived to be a hundred, he would\nnever have grown old.  It is not generally known that the name of his\nother brother was Peter Pan.\n\nWithin the year we have played at pirates together, at the taking of\nsperm whales; and we have ransacked the Westchester Hills for gunsites\nagainst the Mexican invasion.  And we have made lists of guns, and\nmedicines, and tinned things, in case we should ever happen to go\nelephant-shooting in Africa.  But we weren't going to hurt the\nelephants.  Once R. H. D. shot a hippopotamus and he was always ashamed\nand sorry.  I think he never killed anything else.  He wasn't that kind\nof a sportsman.  Of hunting, as of many other things, he has said the\nlast word.  Do you remember the Happy Hunting Ground in \"The Bar\nSinister\"?--\"where nobody hunts us, and there is nothing to hunt.\"\n\nExperienced persons tell us that a manhunt is the most exciting of all\nsports.  R. H. D. hunted men in Cuba.  He hunted for wounded men who\nwere out in front of the trenches and still under fire, and found some\nof them and brought them in.  The Rough Riders didn't make him an\nhonorary member of their regiment just because he was charming and a\nfaithful friend, but largely because they were a lot of daredevils and\nhe was another.\n\nTo hear him talk you wouldn't have thought that he had ever done a\nbrave thing in his life.  He talked a great deal, and he talked even\nbetter than he wrote (at his best he wrote like an angel), but I have\ndusted every corner of my memory and cannot recall any story of his in\nwhich he played a heroic or successful part.  Always he was running at\ntop speed, or hiding behind a tree, or lying face down in a foot of\nwater (for hours!) so as not to be seen.  Always he was getting the\nworst of it.  But about the other fellows he told the whole truth with\nlightning flashes of wit and character building and admiration or\ncontempt.  Until the invention of moving pictures the world had nothing\nin the least like his talk.  His eye had photographed, his mind had\ndeveloped and prepared the slides, his words sent the light through\nthem, and lo and behold, they were reproduced on the screen of your own\nmind, exact in drawing and color.  With the written word or the spoken\nword he was the greatest recorder and reporter of things that he had\nseen of any man, perhaps, that ever lived.  The history of the last\nthirty years, its manners and customs and its leading events and\ninventions, cannot be written truthfully without reference to the\nrecords which he has left, to his special articles and to his letters.\nRead over again the Queen's Jubilee, the Czar's Coronation, the March\nof the Germans through Brussels, and see for yourself if I speak too\nzealously, even for a friend, to whom, now that R. H. D. is dead, the\nworld can never be the same again.\n\nBut I did not set out to estimate his genius.  That matter will come in\ndue time before the unerring tribunal of posterity.\n\nOne secret of Mr. Roosevelt's hold upon those who come into contact\nwith him is his energy.  Retaining enough for his own use (he uses a\ngood deal, because every day he does the work of five or six men), he\ndistributes the inexhaustible remainder among those who most need it.\nMen go to him tired and discouraged, he sends them away glad to be\nalive, still gladder that he is alive, and ready to fight the devil\nhimself in a good cause.  Upon his friends R. H. D. had the same\neffect.  And it was not only in proximity that he could distribute\nenergy, but from afar, by letter and cable.  He had some intuitive way\nof knowing just when you were slipping into a slough of laziness and\ndiscouragement.  And at such times he either appeared suddenly upon the\nscene, or there came a boy on a bicycle, with a yellow envelope and a\nbook to sign, or the postman in his buggy, or the telephone rang and\nfrom the receiver there poured into you affection and encouragement.\n\nBut the great times, of course, were when he came in person, and the\ntemperature of the house, which a moment before had been too hot or too\ncold, became just right, and a sense of cheerfulness and well-being\ninvaded the hearts of the master and the mistress and of the servants\nin the house and in the yard.  And the older daughter ran to him, and\nthe baby, who had been fretting because nobody would give her a\ndouble-barrelled shotgun, climbed upon his knee and forgot all about\nthe disappointments of this uncompromising world.\n\nHe was touchingly sweet with children.  I think he was a little afraid\nof them.  He was afraid perhaps that they wouldn't find out how much he\nloved them.  But when they showed him that they trusted him, and,\nunsolicited, climbed upon him and laid their cheeks against his, then\nthe loveliest expression came over his face, and you knew that the\ngreat heart, which the other day ceased to beat, throbbed with an\nexquisite bliss, akin to anguish.\n\nOne of the happiest days I remember was when I and mine received a\ntelegram saying that he had a baby of his own.  And I thank God that\nlittle Miss Hope is too young to know what an appalling loss she has\nsuffered. . . .\n\nPerhaps he stayed to dine.  Then perhaps the older daughter was allowed\nto sit up an extra half-hour so that she could wait on the table (and\nthough I say it, that shouldn't, she could do this beautifully, with\ndignity and without giggling), and perhaps the dinner was good, or R.\nH. D. thought it was, and in that event he must abandon his place and\nstorm the kitchen to tell the cook all about it.  Perhaps the gardener\nwas taking life easy on the kitchen porch.  He, too, came in for\npraise.  R. H. D. had never seen our Japanese iris so beautiful; as for\nhis, they wouldn't grow at all.  It wasn't the iris, it was the man\nbehind the iris.  And then back he would come to us, with a wonderful\nstory of his adventures in the pantry on his way to the kitchen, and\nleaving behind him a cook to whom there had been issued a new lease of\nlife, and a gardener who blushed and smiled in the darkness under the\nActinidia vines.\n\nIt was in our little house at Aiken, in South Carolina, that he was\nwith us most and we learned to know him best, and that he and I became\ndependent upon each other in many ways.\n\nEvents, into which I shall not go, had made his life very difficult and\ncomplicated.  And he who had given so much friendship to so many people\nneeded a little friendship in return, and perhaps, too, he needed for a\ntime to live in a house whose master and mistress loved each other, and\nwhere there were children.  Before he came that first year our house\nhad no name.  Now it is called \"Let's Pretend.\"\n\nNow the chimney in the living-room draws, but in those first days of\nthe built-over house it didn't.  At least, it didn't draw all the time,\nbut we pretended that it did, and with much pretense came faith.  From\nthe fireplace that smoked to the serious things of life we extended our\npretendings, until real troubles went down before them--down and out.\n\nIt was one of Aiken's very best winters, and the earliest spring I ever\nlived anywhere.  R. H. D. came shortly after Christmas.  The spiraeas\nwere in bloom, and the monthly roses; you could always find a sweet\nviolet or two somewhere in the yard; here and there splotches of deep\npink against gray cabin walls proved that precocious peach-trees were\nin bloom.  It never rained.  At night it was cold enough for fires.  In\nthe middle of the day it was hot.  The wind never blew, and every\nmorning we had a four for tennis and every afternoon we rode in the\nwoods.  And every night we sat in front of the fire (that didn't smoke\nbecause of pretending) and talked until the next morning.  He was one\nof those rarely gifted men who find their chiefest pleasure not in\nlooking backward or forward, but in what is going on at the moment.\nWeeks did not have to pass before it was forced upon his knowledge that\nTuesday, the fourteenth (let us say), had been a good Tuesday.  He knew\nit the moment he waked at 7 A. M. and perceived the Tuesday sunshine\nmaking patterns of bright light upon the floor.  The sunshine rejoiced\nhim and the knowledge that even before breakfast there was vouchsafed\nto him a whole hour of life.  That day began with attentions to his\nphysical well-being.  There were exercises, conducted with great vigor\nand rejoicing, followed by a tub, artesian cold, and a loud and joyous\nsinging of ballads.\n\nAt fifty R. H. D. might have posed to some Praxiteles and, copied in\nmarble, gone down the ages as \"statue of a young athlete.\"  He stood\nsix feet and over, straight as a Sioux chief, a noble and leonine head\ncarried by a splendid torso.  His skin was as fine and clean as a\nchild's.  He weighed nearly two hundred pounds and had no fat on him.\nHe was the weight-throwing rather than the running type of athlete, but\nso tenaciously had he clung to the suppleness of his adolescent days\nthat he could stand stiff-legged and lay his hands flat upon the floor.\n\nThe singing over, silence reigned.  But if you had listened at his door\nyou must have heard a pen going, swiftly and boldly.  He was hard at\nwork, doing unto others what others had done unto him.  You were a\nstranger to him; some magazine had accepted a story that you had\nwritten and published it.  R. H.  D. had found something to like and\nadmire in that story (very little perhaps), and it was his duty and\npleasure to tell you so.  If he had liked the story very much he would\nsend you instead of a note a telegram.  Or it might be that you had\ndrawn a picture, or, as a cub reporter, had shown golden promise in a\nhalf-column of unsigned print; R. H. D. would find you out, and find\ntime to praise you and help you.  So it was that when he emerged from\nhis room at sharp eight o'clock, he was wide-awake and happy and\nhungry, and whistled and double-shuffled with his feet, out of\nexcessive energy, and carried in his hands a whole sheaf of notes and\nletters and telegrams.\n\nBreakfast with him was not the usual American breakfast, a sullen,\ndyspeptic gathering of persons who only the night before had rejoiced\nin each other's society.  With him it was the time when the mind is, or\nought to be, at its best, the body at its freshest and hungriest.\nDiscussions of the latest plays and novels, the doings and undoings of\nstatesmen, laughter and sentiment--to him, at breakfast, these things\nwere as important as sausages and thick cream.\n\nBreakfast over, there was no dawdling and putting off of the day's work\n(else how, at eleven sharp, could tennis be played with a free\nconscience?).  Loving, as he did, everything connected with a\nnewspaper, he would now pass by those on the hall-table with never so\nmuch as a wistful glance, and hurry to his workroom.\n\nHe wrote sitting down.  He wrote standing up.  And, almost you may say,\nhe wrote walking up and down.  Some people, accustomed to the delicious\nease and clarity of his style, imagine that he wrote very easily.  He\ndid and he didn't.  Letters, easy, clear, to the point, and gorgeously\nhuman, flowed from him without let or hindrance.  That masterpiece of\ncorresponding, \"The German March through Brussels,\" was probably\nwritten almost as fast as he could talk (next to Phillips Brooks he was\nthe fastest talker I ever heard), but when it came to fiction he had no\nfacility at all.  Perhaps I should say that he held in contempt any\nfacility that he may have had.  It was owing to his incomparable energy\nand Joblike patience that he ever gave us any fiction at all.  Every\nphrase in his fiction was, of all the myriad phrases he could think of,\nthe fittest in his relentless judgment to survive.  Phrases,\nparagraphs, pages, whole stories even, were written over and over\nagain.  He worked upon a principle of elimination.  If he wished to\ndescribe an automobile turning in at a gate, he made first a long and\nelaborate description from which there was omitted no detail which the\nmost observant pair of eyes in Christendom had ever noted with\nreference to just such a turning.  Thereupon he would begin a process\nof omitting one by one those details which he had been at such pains to\nrecall; and after each omission he would ask himself:  \"Does the\npicture remain?\"  If it did not, he restored the detail which he had\njust omitted, and experimented with the sacrifice of some other, and so\non, and so on, until after Herculean labor there remained for the\nreader one of those, swiftly flashed, ice-clear pictures (complete in\nevery detail) with which his tales and romances are so delightfully and\ncontinuously adorned.\n\nBut it is quarter to eleven, and, this being a time of holiday, R. H.\nD. emerges from his workroom happy to think that he has placed one\nhundred and seven words between himself and the wolf who hangs about\nevery writer's door.  He isn't satisfied with those hundred and seven\nwords.  He never was in the least satisfied with anything that he\nwrote, but he has searched his mind and his conscience and he believes\nthat under the circumstances they are the very best that he can do.\nAnyway, they can stand in their present order until--after lunch.\n\nA sign of his youth was the fact that to the day of his death he had\ndenied himself the luxury and slothfulness of habits.  I have never\nseen him smoke automatically as most men do.  He had too much respect\nfor his own powers of enjoyment and for the sensibilities, perhaps, of\nthe best Havana tobacco.  At a time of his own deliberate choosing,\noften after many hours of hankering and renunciation, he smoked his\ncigar.  He smoked it with delight, with a sense of being rewarded, and\nhe used all the smoke there was in it.\n\nHe dearly loved the best food, the best champagne, and the best Scotch\nwhiskey.  But these things were friends to him, and not enemies.  He\nhad toward food and drink the Continental attitude; namely, that\nquality is far more important than quantity; and he got his\nexhilaration from the fact that he was drinking champagne and not from\nthe champagne.  Perhaps I shall do well to say that on questions of\nright and wrong he had a will of iron.  All his life he moved\nresolutely in whichever direction his conscience pointed; and, although\nthat ever present and never obtrusive conscience of his made mistakes\nof judgment now and then, as must all consciences, I think it can never\nonce have tricked him into any action that was impure or unclean.  Some\ncritics maintain that the heroes and heroines of his books are\nimpossibly pure and innocent young people.  R. H. D. never called upon\nhis characters for any trait of virtue, or renunciation, or\nself-mastery of which his own life could not furnish examples.\n\nFortunately, he did not have for his friends the same conscience that\nhe had for himself.  His great gift of eyesight and observation failed\nhim in his judgments upon his friends.  If only you loved him, you\ncould get your biggest failures of conduct somewhat more than forgiven,\nwithout any trouble at all.  And of your molehill virtues he made\nsplendid mountains.  He only interfered with you when he was afraid\nthat you were going to hurt some one else whom he also loved.  Once I\nhad a telegram from him which urged me for heaven's sake not to forget\nthat the next day was my wife's birthday.  Whether I had forgotten it\nor not is my own private affair.  And when I declared that I had read a\nstory which I liked very, very much and was going to write to the\nauthor to tell him so, he always kept at me till the letter was written.\n\nHave I said that he had no habits?  Every day, when he was away from\nher, he wrote a letter to his mother, and no swift scrawl at that, for,\nno matter how crowded and eventful the day, he wrote her the best\nletter that he could write.  That was the only habit he had.  He was a\nslave to it.\n\nOnce I saw R. H. D. greet his old mother after an absence.  They threw\ntheir arms about each other and rocked to and fro for a long time.  And\nit hadn't been a long absence at that.  No ocean had been between them;\nher heart had not been in her mouth with the thought that he was under\nfire, or about to become a victim of jungle fever.  He had only been\naway upon a little expedition, a mere matter of digging for buried\ntreasure.  We had found the treasure, part of it a chipmunk's skull and\na broken arrowhead, and R. H. D. had been absent from his mother for\nnearly two hours and a half.\n\n\nI set about this article with the knowledge that I must fail to give\nmore than a few hints of what he was like.  There isn't much more space\nat my command, and there were so many sides to him that to touch upon\nthem all would fill a volume.  There were the patriotism and the\nAmericanism, as much a part of him as the marrow of his bones, and from\nwhich sprang all those brilliant headlong letters to the newspapers:\nthose trenchant assaults upon evil-doers in public office, those\nquixotic efforts to redress wrongs, and those simple and dexterous\nexposures of this and that, from an absolutely unexpected point of\nview.  He was a quickener of the public conscience.  That people are\nbeginning to think tolerantly of preparedness, that a nation which at\none time looked yellow as a dandelion is beginning to turn Red, White,\nand Blue is owing in some measure to him.\n\nR. H. D. thought that war was unspeakably terrible.  He\nthought that peace at the price which our country has been forced to\npay for it was infinitely worse.  And he was one of those who have\ngradually taught this country to see the matter in the same way.\n\nI must come to a close now, and I have hardly scratched the surface of\nmy subject.  And that is a failure which I feel keenly but which was\ninevitable.  As R. H. D. himself used to say of those deplorable\n\"personal interviews\" which appear in the newspapers, and in which the\nimportant person interviewed is made by the cub reporter to say things\nwhich he never said, or thought, or dreamed of--\"You can't expect a\nfifteen-dollar-a-week brain to describe a thousand-dollar-a-week brain.\"\n\nThere is, however, one question which I should attempt to answer.  No\ntwo men are alike.  In what one salient thing did R. H. D. differ from\nother men--differ in his personal character and in the character of his\nwork?  And that question I can answer off-hand, without taking thought,\nand be sure that I am right.\n\nAn analysis of his works, a study of that book which the Recording\nAngel keeps will show one dominant characteristic to which even his\nbrilliancy, his clarity of style, his excellent mechanism as a writer\nare subordinate; and to which, as a man, even his sense of duty, his\npowers of affection, of forgiveness, of loving-kindness are\nsubordinate, too; and that characteristic is cleanliness.  The biggest\nforce for cleanliness that was in the world has gone out of the\nworld--gone to that Happy Hunting Ground where \"Nobody hunts us and\nthere is nothing to hunt.\"\n\n\n\n\nBY BOOTH TARKINGTON\n\nTo the college boy of the early nineties Richard Harding Davis was the\n\"beau ideal of jeunesse doree,\" a sophisticated heart of gold.  He was\nof that college boy's own age, but already an editor--already\npublishing books!  His stalwart good looks were as familiar to us as\nwere those of our own football captain; we knew his face as we knew the\nface of the President of the United States, but we infinitely preferred\nDavis's.  When the Waldorf was wondrously completed, and we cut an\nexam. in Cuneiform Inscriptions for an excursion to see the world at\nlunch in its new magnificence, and Richard Harding Davis came into the\nPalm Room--then, oh, then, our day was radiant!  That was the top of\nour fortune: we could never have hoped for so much.  Of all the great\npeople of every continent, this was the one we most desired to see.\n\nThe boys of those days left college to work, to raise families, to grow\ngrizzled; but the glamour remained about Davis; HE never grew grizzled.\nYouth was his great quality.\n\nAll his writing has the liveliness of springtime; it stirs with an\nunsuppressible gayety, and it has the attraction which companionship\nwith him had: there is never enough.  He could be sharp; he could write\nangrily and witheringly; but even when he was fiercest he was buoyant,\nand when his words were hot they were not scalding but rather of a dry,\nclean indignation with things which he believed could, if they would,\nbe better.  He never saw evil but as temporary.\n\nFollowing him through his books, whether he wrote of home or carried\nhis kind, stout heart far, far afield, we see an American writing to\nAmericans.  He often told us about things abroad in terms of New York;\nand we have all been to New York, so he made for us the pictures he\nwished us to see.  And when he did not thus use New York for his colors\nhe found other means as familiar to us and as suggestive; he always\nmade us SEE.  What claims our thanks in equal measure, he knew our kind\nof curiosity so well that he never failed to make us see what we were\nmost anxious to see.  He knew where our dark spots were, cleared up the\nfield of vision, and left us unconfused.  This discernment of our\nneeds, and this power of enlightening and pleasuring his reader, sprang\nfrom seeds native in him.  They were, as we say, gifts; for he always\nhad them but did not make them.  He was a national figure at\ntwenty-three.  He KNEW HOW, before he began.\n\nYouth called to youth: all ages read him, but the young men and young\nwomen have turned to him ever since his precocious fame made him their\nidol.  They got many things from him, but above all they live with a\nhappier bravery because of him.  Reading the man beneath the print,\nthey found their prophet and gladly perceived that a prophet is not\nalways cowled and bearded, but may be a gallant young gentleman.  This\none called merrily to them in his manly voice; and they followed him.\nHe bade them see that pain is negligible, that fear is a joke, and that\nthe world is poignantly interesting, joyously lovable.\n\nThey will always follow him.\n\n\n\n\nTHE FIRST GLIMPSE OF DAVIS\n\nBY CHARLES DANA GIBSON\n\nDick was twenty-four years old when he came into the smoking-room of\nthe Victoria Hotel, in London, after midnight one July night--he was\ndressed as a Thames boatman.\n\nHe had been rowing up and down the river since sundown, looking for\ncolor.  He had evidently peopled every dark corner with a pirate, and\nevery floating object had meant something to him.  He had adventure\nwritten all over him.  It was the first time I had ever seen him, and I\nhad never heard of him.  I can't now recall another figure in that\nsmoke-filled room.  I don't remember who introduced us--over\ntwenty-seven years have passed since that night.  But I can see Dick\nnow dressed in a rough brown suit, a soft hat, with a handkerchief\nabout his neck, a splendid, healthy, clean-minded, gifted boy at play.\nAnd so he always remained.\n\nHis going out of this world seemed like a boy interrupted in a game he\nloved.  And how well and fairly he played it!  Surely no one deserved\nsuccess more than Dick.  And it is a consolation to know he had more\nthan fifty years of just what he wanted.  He had health, a great\ntalent, and personal charm.  There never was a more loyal or unselfish\nfriend.  There wasn't an atom of envy in him.  He had unbounded mental\nand physical courage, and with it all he was sensitive and sometimes\nshy.  He often tried to conceal these last two qualities, but never\nsucceeded in doing so from those of us who were privileged really to\nknow and love him.\n\nHis life was filled with just the sort of adventure he liked the best.\nNo one ever saw more wars in so many different places or got more out\nof them.  And it took the largest war in all history to wear out that\nstout heart.\n\nWe shall miss him.\n\n\n\n\nBY E. L. BURLINGAME\n\nOne of the most attractive and inspiring things about Richard Harding\nDavis was the simple, almost matter-of-course way in which he put into\npractice his views of life--in which he acted, and in fact WAS, what he\nbelieved.  With most of us, to have opinions as to what is the right\nthing to do is at the best to worry a good deal as to whether we are\ndoing it; at the worst to be conscious of doubts as to whether it is a\nsufficient code, or perhaps whether it isn't beyond us.  Davis seemed\nto have neither of these wasters of strength.  He had certain simple,\nclean, manly convictions as to how a man should act; apparently quite\nwithout self-consciousness in this respect, whatever little mannerisms\nor points of pride he may have had in others--fewer than most men of\nhis success and fastidiousness--he went ahead and did accordingly,\nuntormented by any alternatives or casuistries, which for him did not\nseem to exist.  He was so genuinely straightforward that he could not\nsophisticate even himself, as almost every man occasionally does under\ntemptation.  He, at least, never needed to be told\n\n  \"Go put your creed into your deed\n  Nor speak with double tongue.\"\n\n\nIt is so impossible not to think first of the man, as the testimony of\nevery one who knew him shows, that those who have long had occasion to\nwatch and follow his work, not merely with enjoyment but somewhat\ncritically, may well look upon any detailed discussion of it as\nsomething to be kept till later.  But there is more to be said than to\nrecall the unfailing zest of it, the extraordinary freshness of eye,\nthe indomitable youthfulness and health of spirit--all the qualities\nthat we associate with Davis himself.  It was serious work in a sense\nthat only the more thoughtful of its critics had begun of late to\ncomprehend.  It had not inspired a body of disciples like Kipling's,\nbut it had helped to clear the air and to give a new proof of the\nvitality of certain ideals--even of a few of the simpler ones now\noutmoded in current masterpieces; and it was at its best far truer in\nan artistic sense than it was the fashion of its easy critics to allow.\nWhether Davis could or would have written a novel of the higher rank is\na useless question now; he himself, who was a critic of his own work\nwithout illusions or affectation, used to say that he could not; but it\nis certain that in the early part of \"Captain Macklin\" he displayed a\npower really Thackerayan in kind.\n\nOf his descriptive writing there need be no fear of speaking with\nextravagance; he had made himself, especially in his later work,\nthrough long practice and his inborn instinct for the significant and\nthe fresh aspect, quite the best of all contemporary correspondents and\nreporters; and his rivals in the past could be easily numbered.\n\n\n\n\nBY AUGUSTUS THOMAS\n\nOne spring afternoon in 1889 a member brought into the Lambs Club\nhouse--then on Twenty-sixth Street--as a guest Mr. Richard Harding\nDavis.  I had not clearly caught the careless introduction, and,\nanswering my question, Mr. Davis repeated the surname.  He did not\npronounce it as would a Middle Westerner like myself, but more as a\ncitizen of London might.  To spell his pronunciation Dyvis is to\nburlesque it slightly, but that is as near as it can be given\nphonetically.  Several other words containing _a_ long a were sounded\nby him in the same way, and to my ear the rest of his speech had a\nrelated eccentricity.  I am told that other men educated in certain\nPhiladelphia schools have a similar diction, but at that time many of\nMr. Davis's new acquaintances thought the manner was an affectation.  I\nmention the peculiarity, which after years convinced me was as native\nto him as was the color of his eyes, because I am sure that it was a\nbarrier between him and some persons who met him only casually.\n\nAt that time he was a reporter on a Philadelphia newspaper, and in\nappearance was what he continued to be until his death, an unassertive\nbut self-respecting, level-eyed, clean-toothed, and wholesome athlete.\n\nThe reporter developed rapidly into the more serious workman, and\namongst the graver business was that of war correspondent.\n\nI have known fraternally several war correspondents--Dick Davis, Fred\nRemington, John Fox, Caspar Whitney, and others--and it seems to me\nthat, while differing one from another as average men differ, they had\nin common a kind of veteran superiority to trivial surprise, a tolerant\nworld wisdom that mere newspaper work in other departments does not\nbring.  At any rate, and however acquired, Dick Davis had the quality.\nAnd with that seasoned calm he kept and cultivated the reporter sense.\nHe had insight--the faculty of going back of appearances.  He saw the\npotential salients in occurrences and easily separated them from the\ncommonplace--and the commonplace itself when it was informed by a\nspirit that made it helpful did not mislead him by its plainness.\n\nThat is another war-correspondent quality.  He saw when adherence to\nduty approached the heroic.  He knew the degree of pressure that gave\nit test conditions and he had an unadulterated, plain, bread-and-water\nappreciation of it.\n\nI think that fact shows in his stories.  He liked enthusiastically to\nwrite of men doing men's work and doing it man fashion with\nfull-blooded optimism.\n\nAt his very best he was in heart and mind a boy grown tall.  He had a\nboy's undisciplined indifference to great personages not inconsistent\nwith his admiration of their medals.  By temperament he was impulsive\nand partisan, and if he was your friend you were right until you were\nobviously very wrong.  But he liked \"good form,\" and had adopted the\nEnglishman's code of \"things no fellow could do\"--therefore his\nimpulsiveness was without offense and his partisanship was not\nquarrelsome.\n\nIn the circumstance of this story of \"Soldiers of Fortune\" he could\nhimself have been either Clay or Stuart and he had the humor of\nMacWilliams.\n\nIn the clash between Clay and Stuart, when Clay asks the younger man if\nthe poster smirching Stuart's relation to Madame Alvarez is true, it is\nDavis talking through both men, and when, standing alone, Clay lifts\nhis hat and addresses the statue of General Bolivar, it is Davis at his\nbest.\n\nModern criticism has driven the soliloquy from the theatre, but modern\ncriticism in that respect is immature and wrong.  The soliloquy exists.\nAny one observing the number of business men who, talking aloud to\nthemselves, walk Fifth Avenue any evening may prove it.  For Davis the\nsoliloquy was not courageous; it was simply true.  And that was a place\nfor it.\n\nWhen \"Soldiers of Fortune\" was printed it had a quick and a deserved\npopularity.  It was cheerily North American in its viewpoint of the\nsub-tropical republics and was very up to date.  The outdoor American\ngirl was not so established at that time, and the Davis report of her\nwas refreshing.  Robert Clay was unconsciously Dick Davis himself as he\nwould have tried to do--Captain Stuart was the English officer that\nDavis had met the world over, or, closer still, he was the better side\nof such men which the attractive wholesomeness of Davis would draw out.\nAlice and King were the half-spoiled New Yorkers as he knew them at the\ndinner-parties.\n\nAt a manager's suggestion Dick made a play of the book.  It was his\nfirst attempt for the theatre and lacked somewhat the skill that he\ndeveloped later in his admirable \"Dictator.\"  I was called in by the\nmanager as an older carpenter and craftsman to make another dramatic\nversion.  Dick and I were already friends and he already liked plays\nthat I had done, but that alone could not account for the heartiness\nwith which he turned over to me his material and eliminated himself.\nOnly his unspoiled simplicity and utter absence of envy could do that.\nOnly native modesty could explain the absence of the usual author pride\nand sensitiveness.  The play was immediately successful.  It would have\nbeen a dull hack, indeed, who could have spoiled such excellent stage\nmaterial as the novel furnished, but his generosity saw genius in the\ndramatic extension of the types he had furnished and in the welding of\nadditions.  Even after enthusiasm had had time enough to cool, he sent\nme a first copy of the Playgoers' edition of the novel, printed in\n1902, with the inscription:\n\nTO AUGUSTUS THOMAS:\n\nGratefully, Admiringly, Sincerely.\n\nRICHARD HARDING DAVIS.\n\n\nAnd then, as if feeling the formality of the names, he wrote below:\n\nDEAR GUS,\n\nIf you liked this book only one-fifth as much as I like your play, I\nwould be content to rest on that and spare the public any others.  So\nfor the sake of the public try to like it.\n\nDICK.\n\n\nIn 1914 a motion-picture company arranged to make a feature film of the\nplay, and Dick and I went with their outfit to Santiago de Cuba, where,\ntwenty years earlier, he had found the inspiration for his story and\nout of which city and its environs he had fashioned his supposititious\nrepublic of Olancho.  On that trip he was the idol of the company.\nWith the men in the smoking-room of the steamer there were the\nnumberless playful stories, in the rough, of the experiences on all\nfive continents and seven seas that were the backgrounds of his\npublished tales.\n\nAt Santiago, if an official was to be persuaded to consent to some\nunprecedented seizure of the streets, or a diplomat invoked for the\nassistance of the Army or the Navy, it was the experience and good\njudgment of Dick Davis that controlled the task.  In the field there\nwere his helpful suggestions of work and make-up to the actors, and on\nthe boat and train and in hotel and camp the lady members met in him an\neasy courtesy and understanding at once fraternal and impersonal.\n\nThat picture enterprise he has described in an article, entitled\n\"Breaking into the Movies,\" which was printed in Scribner's Magazine.\n\nThe element that he could not put into the account, and which is\nparticularly pertinent to this page, is the author of \"Soldiers of\nFortune\" as he revealed himself to me both with intention and\nunconsciously in the presence of the familiar scenes.\n\nFor three weeks, with the exception of one or two occasions when some\nlocal dignitary captured the revisiting lion, he and I spent our\nevenings together at a cafe table over looking \"the great square,\"\nwhich he sketches so deftly in its atmosphere when Clay and the\nLanghams and Stuart dine there: \"At one end of the plaza the\nPresident's band was playing native waltzes that came throbbing through\nthe trees and beating softly above the rustling skirts and clinking\nspurs of the senoritas and officers sweeping by in two opposite circles\naround the edges of the tessellated pavements.  Above the palms around\nthe square arose the dim, white facade of the Cathedral, with the\nbronze statue of Anduella the liberator of Olancho, who answered with\nhis upraised arm and cocked hat the cheers of an imaginary populace.\"\n\nTwenty years had gone by since Dick had received the impression that\nwrote those lines, and now sometimes after dinner half a long cigar\nwould burn out as he mused over the picture and the dreams that had\ngone between.  From one long silence he said:  \"I think I'll come back\nhere this winter and bring Mrs. Davis with me--stay a couple of\nmonths.\"  What a fine compliment to a wife to have the thought of her\nand that plan emerge from that deep and romantic background!\n\nAnd again, later, apropos of nothing but what one guessed from the\ndreamer's expressive face, he said:  \"I had remembered it as so much\nlarger\"--indicating the square--\"until I saw it again when we came down\nwith the army.\"  A tolerant smile--he might have explained that it is\nalways so on revisiting scenes that have impressed us deeply in our\nearlier days, but he let the smile do that.  One of his charms as\ncompanion was that restful ability not to talk if you knew it, too.\n\nThe picture people began their film with a showing of the \"mountains\nwhich jutted out into the ocean and suggested roughly the five knuckles\nof a giant's hand clenched and lying flat upon the surface of the\nwater.\"  That formation of the sea wall is just outside of Santiago.\n\"The waves tunnelled their way easily enough until they ran up against\nthose five mountains and then they had to fall back.\"  How natural for\none of us to be unimpressed by such a feature of the landscape, and yet\nhow characteristic of Dick Davis to see the elemental fight that it\nrecorded and get the hint for the whole of the engineering struggle\nthat is so much of his book!\n\nWe went over those mountains together, where two decades before he had\nplanted his banner of romance.  We visited the mines and the railroads,\nand everywhere found some superintendent or foreman or engineer who\nremembered Davis.  He had guessed at nothing.  Everywhere he had\noverlaid the facts with adventure and with beauty, but he had been on\nsure footing all the time.  His prototype of MacWilliams was dead.\nTogether we visited the wooden cross with which the miners had marked\nhis grave.\n\nOne is tempted to go choosing through his book again and rob its\nsurprises by reminiscence--but I refrain.  Yet it is only justice to\npoint out that for \"Soldiers of Fortune,\" as for the \"Men of Zanzibar,\"\n\"Three Gringos in Venezuela,\"  \"The King's Jackal,\"  \"Ranson's Folly,\"\nand his other books, he got his structure and his color at first hand.\nHe was a writer and not a rewriter.  And another thing we must note in\nhis writing is his cleanliness.  It is safe stuff to give to a young\nfellow who likes to take off his hat and dilate his nostrils and feel\nthe wind in his face.  Like water at the source, it is undefiled.\n\n\n\n\nDAVIS AND THE ROUGH RIDERS\n\nBY THEODORE ROOSEVELT\n\nI knew Richard Harding Davis for many years, and I was among the number\nwho were immediately drawn to him by the power and originality of\n\"Gallegher,\" the story which first made his reputation.\n\nMy intimate association with him, however, was while he was with my\nregiment in Cuba, He joined us immediately after landing, and was not\nmerely present at but took part in the fighting.  For example, at the\nGuasimas fight it was he, I think, with his field-glasses, who first\nplaced the trench from which the Spaniards were firing at the right\nwing of the regiment, which right wing I, at that time, commanded.  We\nwere then able to make out the trench, opened fire on it, and drove out\nthe Spaniards.\n\nHe was indomitably cheerful under hardships and difficulties and\nentirely indifferent to his own personal safety or comfort.  He so won\nthe esteem and regard of the regiment that he was one of the three men\nwe made honorary members of the regiment's association.  We gave him\nthe same medal worn by our own members.\n\nHe was as good an American as ever lived and his heart flamed against\ncruelty and injustice.  His writings form a text-book of Americanism\nwhich all our people would do well to read at the present time.\n\n\n\n\nBY IRVIN S. COBB\n\nAlmost the first letter I received after I undertook to make a living\nby writing for magazines was signed with the name of Richard Harding\nDavis.  I barely knew him; practically we were strangers; but if he had\nbeen my own brother he could not have written more generously or more\nkindly than he did write in that letter.  He, a famous writer, had gone\nout of his way to speak words of encouragement to me, an unknown\nwriter; had taken the time and the pains out of a busy life to cheer a\nbeginner in the field where he had had so great a measure of success.\n\nWhen I came to know him better, I found out that such acts as these\nwere characteristic of Richard Harding Davis.  The world knew him as\none of the most vivid and versatile and picturesque writers that our\ncountry has produced in the last half-century, but his friends knew him\nas one of the kindest and gentlest and most honest and most unselfish\nof men--a real human being, firm in his convictions, steadfast in his\naffections, loyal to the ideals by which he held, but tolerant always\nin his estimates of others.\n\nHe may or may not have been a born writer; sometimes I doubt whether\nthere is such a thing as a born writer.  But this much I do know--he\nwas a born gentleman if ever there was one.\n\nAs a writer his place is assured.  But always I shall think of him as\nhe was in his private life--a typical American, a lovable companion,\nand a man to the tips of his fingers.\n\n\n\n\nBY JOHN FOX, JR.\n\nDuring the twenty years that I knew him Richard Harding Davis was\nalways going to some far-off land.  He was just back from a trip\nsomewhere when I first saw him in his rooms in New York, rifle in hand,\nin his sock feet and with his traps in confusion about him.  He was\nyouth incarnate--ruddy, joyous, vigorous, adventurous, self-confident\nyouth--and, in all the years since, that first picture of him has\nsuffered no change with me.  He was so intensely alive that I cannot\nthink of him as dead--and I do not.  He is just away on another of\nthose trips and it really seems queer that I shall not hear him tell\nabout it.\n\nWe were together as correspondents in the Spanish War and in the\nRusso-Japanese War we were together again; and so there is hardly any\nangle from which I have not had the chance to know him.  No man was\never more misunderstood by those who did not know him or better\nunderstood by those who knew him well, for he carried nothing in the\nback of his head--no card that was not face up on the table.  Every\nthought, idea, purpose, principle within him was for the world to read\nand to those who could not know how rigidly he matched his inner and\nouter life he was almost unbelievable.  He was exacting in friendship\nbecause his standard was high and because he gave what he asked; and if\nhe told you of a fault he told you first of a virtue that made the\nfault seem small indeed.  But he told you and expected you to tell him.\n\nNaturally, the indirection of the Japanese was incomprehensible to him.\nHe was not good at picking up strange tongues, and the Japanese\nequivalent for the Saxon monosyllable for what the Japanese was to him\nhe never learned.  For only one other word did he have more use and I\nbelieve it was the only one he knew, \"hyaku--hurry!\"  Over there I was\nin constant fear for him because of his knight-errantry and his candor.\nOnce he came near being involved in a duel because of his quixotic\nchampionship of a woman whom he barely knew, and disliked, and whose\nabsent husband he did not know at all.  And more than once I looked for\na Japanese to draw his two-handed ancestral sword when Dick bluntly\ndemanded a reconciliation of his yea of yesterday with his nay of\ntoday.  Nine months passed and we never heard the whistle of bullet or\nshell.  Dick called himself a \"cherry-blossom correspondent,\" and when\nour ship left those shores each knew that the other went to his\nstate-room and in bitter chagrin and disappointment wept quite\nchildishly.\n\nOf course, he was courageous--absurdly so--and, in spite of his\nhigh-strung temperament, always calm and cool.  At El Paso hill, the\nday after the fight, the rest of us scurried for tree-trunks when a few\nbullets whistled near; but Dick stalked out in the open and with his\nfield-glasses searched for the supposed sharpshooters in the trees.\nLying under a bomb-proof when the Fourth of July bombardment started, I\nsaw Dick going unhurriedly down the hill for his glasses, which he had\nleft in Colonel Roosevelt's tent, and unhurriedly going back up to the\ntrenches again.  Under the circumstances I should have been content\nwith my naked eye.  A bullet thudded close to where Dick lay with a\nsoldier.\n\n\"That hit you?\" asked Dick.  The soldier grunted \"No,\" looked sidewise\nat Dick, and muttered an oath of surprise.  Dick had not taken his\nglasses from his eyes.  I saw him writhing on the ground with sciatica\nduring that campaign, like a snake, but pulling his twisted figure\nstraight and his tortured face into a smile if a soldier or stranger\npassed.\n\nHe was easily the first reporter of his time--perhaps of all time.  Out\nof any incident or situation he could pick the most details that would\ninterest the most people and put them in a way that was pleasing to the\nmost people; and always, it seemed, he had the extraordinary good\njudgment or the extraordinary good luck to be just where the most\ninteresting thing was taking place.  Gouverneur Morris has written the\nlast word about Richard Harding Davis, and he, as every one must, laid\nfinal stress on the clean body, clean heart, and clean mind of the man.\nR. H. D. never wrote a line that cannot be given to his little daughter\nwhen she is old enough to read, and I never heard a word pass his lips\nthat his own mother could not hear.  There are many women in the world\nlike the women in his books.  There are a few men like the men, and of\nthese Dick himself was one.\n\n\n\n\nBY FINLEY PETER DUNNE\n\nIn the articles about Mr. Davis that have appeared since his death, the\npersonality of the man seems to overshadow the merit of the author.  In\ndealing with the individual the writers overlook the fact that we have\nlost one of the best of our story-tellers.  This is but natural.  He\nwas a very vivid kind of person.  He had thousands of friends in all\nparts of the world, and a properly proportionate number of enemies, and\nthose who knew him were less interested in the books than in the man\nhimself--the generous, romantic, sensitive individual whose character\nand characteristics made him a conspicuous figure everywhere he\nwent--and he went everywhere.  His books were sold in great  numbers,\nbut it might be said in terms of the trade that his personality had a\nlarger circulation than his literature.  He probably knew more waiters,\ngenerals, actors, and princes than any man who ever lived, and the\npeople he knew best are not the people who read books.  They write them\nor are a part of them.  Besides, if you knew Richard Davis you knew his\nbooks.  He translated himself literally, and no expurgation was needed\nto make the translation suitable for the most innocent eyes.  He was\nthe identical chivalrous young American or Englishman who strides\nthrough his pages in battalions to romantic death or romantic marriage.\nEvery one speaks of the extraordinary youthfulness of his mind, which\nwas still fresh at an age when most men find avarice or golf a\nsubstitute for former pastimes.  He not only refused to grow old\nhimself, he refused to write about old age.  There are a few elderly\npeople in his books, but they are vague and shadowy.  They serve to\nemphasize the brightness of youth, and are quickly blown away when the\ntime for action arrives.  But if he numbered his friends and\nacquaintances by the thousands there are other thousands in this\ncountry who have read his books, and they know, even better than those\nwho were acquainted with him personally, how good a friend they have\nlost.  I happened to read again the other day the little collection of\nstories--his first, I think--which commences with \"Gallegher\" and\nincludes \"The Other Woman\" and one or more of the Van Bibber tales.\nHis first stories were not his best.  He increased in skill and was\nstronger at the finish than at the start.  But \"Gallegher\" is a fine\nstory, and is written in that eager, breathless manner which was all\nhis own, and which always reminds me of a boy who has hurried home to\ntell of some wonderful thing he has seen.  Of course it is improbable.\nMost good stories are and practically all readable books of history.\nNo old newspaper man can believe that there ever existed such a \"copy\nboy\" as Gallegher, or that a murderer with a finger missing from one\nhand could escape detection even in a remote country village.  Greed\nwould have urged the constable to haul to the calaboose every stranger\nwho wore gloves.  But he managed to attach so many accurate details of\ndescription to the romance that it leaves as definite an impression of\nrealism as any of Mr. Howells's purposely realistic stories.  The scene\nin the newspaper office, the picture of the prize-fight, the mixture of\ntoughs and swells, the spectators in their short gray overcoats with\npearl buttons (like most good story-tellers he was strong on the\ntailoring touch), the talk of cabmen and policemen, the swiftness of\nthe way the story is told, as if he were in a hurry to let his reader\nknow something he had actually seen--create such an impression of truth\nthat when the reader finishes he finds himself picturing Gallegher on\nthe witness-stand at the murder trial receiving the thanks of the\njudge.  And he wonders what became of this precocious infant, and\nwhether he was rewarded in time by receiving the hand of the sister of\nthe sporting editor in marriage.\n\nTo give the appearance of truth to the truth is the despair of writers,\nbut Mr. Davis had the faculty of giving the appearance of the truth to\nsituations that in human experience could hardly exist.  The same\nquality that showed in his tales made him the most readable of war\ncorrespondents.  He went to all the wars of his youth and middle age\nfilled with visions of glorious action.  Where other correspondents saw\nand reported evil-smelling camps, ghastly wounds, unthinkable\nsuffering, blunders, good luck and bad luck, or treated the subject\nwith a mathematical precision that would have given Clausewitz a\nheadache, Davis saw and reported it first of all as a romance, and then\nfilled in the story with human details, so that the reader came away\nwith an impression that all these heroic deeds were performed by people\njust like the reader himself, which was exactly the truth.\n\nIt is a pity that the brutality of the German staff officers and the\nstupidity of the French and English prevented him from seeing the\nactual fighting in Flanders and Picardy.  The scene is an ugly one, a\nwallow of blood and mire.  But so probably were Agincourt and Crecy\nwhen you come to think of it, and Davis, you may be sure, would have\nilluminated the foul battle-field with a reflection of the glory which\nmust exist in the breasts of the soldiers.\n\nThe fact is, he was the owner of a most enviable pair of eyes, which\nreported to him only what was pleasant and encouraging.  A man is\nblessed or cursed by what his eyes see.  To some people the world of\nmen is a confused and undecipherable puzzle.  To Mr. Davis it was a\nsimple and pleasant pattern--good and bad, honest and dishonest, kind\nand cruel, with the good, the honest, and the kind rewarded; the bad,\nthe dishonest, and the cruel punished; where the heroes are modest, the\nbrave generous, the women lovely, the bus-drivers humorous; where the\nProdigal returns to dine in a borrowed dinner-jacket at Delmonico's\nwith his father, and where always the Young Man marries the Girl.  And\nthis is the world as much as Balzac's is the world, if it is the world\nas you see it.\n\n\n\n\nBY WINSTON CHURCHHILL\n\nOn that day when I read of Mr. Davis's sudden death there came back to\nme a vivid memory of another day, some eighteen years ago, when I first\nmet him, shortly after the publication of my first novel.  I was paying\nan over-Sunday visit to Marion, that quaint waterside resort where Mr.\nDavis lived for many years, and with which his name is associated.  On\nthe Monday morning, as the stage started out for the station, a young\nman came running after it, caught it, and sat down in the only empty\nplace--beside me.  He was Richard Harding Davis.  I recognized him, nor\nshall I forget that peculiar thrill I experienced at finding myself in\nactual, physical contact with an author.  And that this author should\nbe none other than the creator of Gallegher, prepossessing, vigorous,\nrather than a dry and elderly recluse, made my excitement the keener.\nIt happened also, after entering the smoking-car, that the remaining\nvacant seat was at my side, and here Mr. Davis established himself.  He\nlooked at me, he asked if my name was Winston Churchill, he said he had\nread my book.  How he guessed my identity I did not discover.  But the\nrecollection of our talk, the strong impression I then received of Mr.\nDavis's vitality and personality, the liking I conceived for him--these\nhave neither changed nor faded with the years, and I recall with\ngratitude to-day the kindliness, the sense of fellowship always so\nstrong in him that impelled him to speak as he did.  A month before he\ndied, when I met him on the train going to Mt. Kisco, he had not\nchanged.  His enthusiasms, his vigor, his fine passions, his fondness\nfor his friends, these, nor the joy he found in the pursuit of his\nprofession, had not faded.  And there come to me now, as I think of him\nfilled with life, flashes from his writings that have moved me, and\nmove me indescribably still.  \"Le Style,\" as Rolland remarks, \"c'est\nl'ame.\"  It was so in Mr. Davis's case.  He had the rare faculty of\nstirring by a phrase the imaginations of men, of including in a phrase\na picture, an event--a cataclysm.  Such a phrase was that in which he\ndescribed the entry of German hosts into Brussels.  He was not a man,\nwhen enlisted in a cause, to count the cost to himself.  Many causes\nwill miss him, and many friends, and many admirers, yet his personality\nremains with us forever, in his work.\n\n\n\n\nBY LEONARD WOOD\n\nThe death of Richard Harding Davis was a real loss to the movement for\npreparedness.  Mr. Davis had an extensive experience as a military\nobserver, and thoroughly appreciated the need of a general training\nsystem like that of Australia or Switzerland and of thorough\norganization of our industrial resources in order to establish a\ncondition of reasonable preparedness in this country.  A few days\nbefore his death he came to Governor's Island for the purpose of\nascertaining in what line of work he could be most useful in building\nup sound public opinion in favor of such preparedness as would give us\na real peace-insurance.  His mind was bent on devoting his energies and\nabilities to the work of public education on this vitally important\nsubject, and few men were better qualified to do so, for he had served\nas a military observer in many campaigns.\n\nThroughout the Cuban campaign he was attached to the headquarters of my\nregiment in Cuba as a military observer.  He was with the advanced\nparty at the opening of the fight at Las Guasimas, and was\ndistinguished throughout the fight by coolness and good conduct.  He\nalso participated in the battle of San Juan and the siege of Santiago,\nand as an observer was always where duty called him.  He was a\ndelightful companion, cheerful, resourceful, and thoughtful of the\ninterests and wishes of others.  His reports of the campaign were\nvaluable and among the best and most accurate.\n\nThe Plattsburg movement took very strong hold of him.  He saw in this a\ngreat instrument for building up a sound knowledge concerning our\nmilitary history and policy, also a very practical way of training men\nfor the duties of junior officers.  He realized fully that we should\nneed in case of war tens of thousands of officers with our newly raised\ntroops, and that it would be utterly impossible to prepare them in the\nhurry and confusion of the onrush of modern war.  His heart was filled\nwith a desire to serve his country to the best of his ability.  His\nrecent experience in Europe pointed out to him the absolute madness of\nlonger disregarding the need of doing those things which reasonable\npreparedness dictates, the things which cannot be accomplished after\ntrouble is upon us.  He had in mind at the time of his death a series\nof articles to be written especially to build up interest in universal\nmilitary training through conveying to our people an understanding of\nwhat organization as it exists to-day means, and how vitally important\nit is for our people to do in time of peace those things which modern\nwar does not permit done once it is under way.\n\nDavis was a loyal friend, a thoroughgoing American devoted to the best\ninterests of his country, courageous, sympathetic, and true.  His loss\nhas been a very real one to all of us who knew and appreciated him, and\nin his death the cause of preparedness has lost an able worker and the\ncountry a devoted and loyal citizen.\n\n\n\n\nWITH DAVIS IN VERA CRUZ, BRUSSELS, AND SALONIKA\n\nBY JOHN T. McCRUTCHEON\n\nIn common with many others who have been with Richard Harding Davis as\ncorrespondents, I find it difficult to realize that he has covered his\nlast story and that he will not be seen again with the men who follow\nthe war game, rushing to distant places upon which the spotlight of\nnews interest suddenly centres.\n\nIt seems a sort of bitter irony that he who had covered so many big\nevents of world importance in the past twenty years should be abruptly\ntorn away in the midst of the greatest event of them all, while the\nstory is still unfinished and its outcome undetermined.  If there is a\ncompensating thought, it ties in the reflection that he had a life of\nalmost unparalleled fulness, crowded to the brim, up to the last\nmoment, with those experiences and achievements which he particularly\naspired to have.  He left while the tide was at its flood, and while he\nstill held supreme his place as the best reporter in his country.  He\nescaped the bitterness of seeing the ebb set in, when the youth to\nwhich he clung had slipped away, and when he would have to sit\nimpatient in the audience, while younger men were in the thick of\ngreat, world-stirring dramas on the stage.\n\nThis would have been a real tragedy in \"Dick\" Davis's case, for, while\nhis body would have aged, it is doubtful if his spirit ever would have\nlost its youthful freshness or boyish enthusiasm.\n\nIt was my privilege to see a good deal of Davis in the last two years.\n\nHe arrived in Vera Cruz among the first of the sixty or seventy\ncorrespondents who flocked to that news centre when the situation was\nso full of sensational possibilities.  It was a time when the American\nnewspaper-reading public was eager for thrills, and the ingenuity and\nresourcefulness of the correspondents in Vera Cruz were tried to the\nuttermost to supply the demand.\n\nIn the face of the fiercest competition it fell to Davis's lot to land\nthe biggest story of those days of marking time.  The story \"broke\"\nwhen it became known that Davis, Medill McCormick, and Frederick Palmer\nhad gone through the Mexican lines in an effort to reach Mexico City.\nDavis and McCormick, with letters to the Brazilian and British\nministers, got through and reached the capital on the strength of those\nletters, but Palmer, having only an American passport, was turned back.\n\nAfter an ominous silence, which furnished American newspapers with a\nlively period of suspense, the two men returned safely with wonderful\nstories of their experiences while under arrest in the hands of the\nMexican authorities.  McCormick, in recently speaking of Davis at that\ntime, said that, \"as a correspondent in difficult and dangerous\nsituations, he was incomparable--cheerful, ingenious, and\nundiscouraged.  When the time came to choose between safety and leaving\nhis companion he stuck by his fellow captive even though, as they both\nsaid, a firing-squad and a blank wall were by no means a remote\npossibility.\"  This Mexico City adventure was a spectacular achievement\nwhich gave Davis and McCormick a distinction which no other\ncorrespondents of all the ambitious and able corps had managed to\nattain.\n\nDavis usually \"hunted\" alone.  He depended entirely upon his own\ningenuity and wonderful instinct for news situations.  He had the\nenergy and enthusiasm of a beginner, with the experience and training\nof a veteran.  His interest in things remained as keen as though he had\nnot been years at a game which often leaves a man jaded and blase.  His\nacquaintanceship in the American army and navy was wide, and for this\nreason, as well as for the prestige which his fame and position as a\nnational character gave him, he found it easy to establish valuable\nconnections in the channels from which news emanates.  And yet, in\nspite of the fact that he was \"on his own\" instead of having a working\npartnership with other men, he was generous in helping at times when he\nwas able to do so.  Davis was a conspicuous figure in Vera Cruz, as he\ninevitably had been in all such situations.  Wherever he went he was\npointed out.  His distinction of appearance, together with a\ndistinction in dress, which, whether from habit or policy, was a\nvaluable asset in his work, made him a marked man.  He dressed and\nlooked the \"war correspondent,\" such a one as he would describe in one\nof his stories.  He fulfilled the popular ideal of what a member of\nthat fascinating profession should look like.  His code of life and\nhabits was as fixed as that of the Briton who takes his habits and\ncustoms and games and tea wherever he goes, no matter how benighted or\nremote the spot may be.\n\nHe was just as loyal to his code as is the Briton.  He carried his\nbath-tub, his immaculate linen, his evening clothes, his war\nequipment--in which he had the pride of a connoisseur--wherever he\nwent, and, what is more, he had the courage to use the evening clothes\nat times when their use was conspicuous.  He was the only man who wore\na dinner coat in Vera Cruz, and each night, at his particular table in\nthe crowded \"Portales,\" at the Hotel Diligencia, he was to be seen, as\nfresh and clean as though he were in a New York or London restaurant.\n\nEach day he was up early to take the train out to the \"gap,\" across\nwhich came arrivals from Mexico City.  Sometimes a good \"story\" would\ncome down, as when the long-heralded and long-expected arrival of\nConsul Silliman gave a first-page \"feature\" to all the American papers.\n\nIn the afternoon he would play water polo over at the navy aviation\ncamp, and always at a certain time of the day his \"striker\" would bring\nhim his horse and for an hour or more he would ride out along the beach\nroads within the American lines.\n\nAfter the first few days it was difficult to extract real thrills from\nthe Vera Cruz situation, but we used to ride out to El Tejar with the\ncavalry patrol and imagine that we might be fired on at some point in\nthe long ride through unoccupied territory; or else go out to the\n\"front,\" at Legarto, where a little American force occupied a sun-baked\nrow of freight-cars, surrounded by malarial swamps.  From the top of\nthe railroad water-tank we could look across to the Mexican outposts a\nmile or so away.  It was not very exciting, and what thrills we got lay\nchiefly in our imagination.\n\nBefore my acquaintanceship with Davis at Vera Cruz I had not known him\nwell.  Our trails didn't cross while I was in Japan in the\nJapanese-Russian War, and in the Transvaal I missed him by a few days,\nbut in Vera Cruz I had many enjoyable opportunities of becoming well\nacquainted with him.\n\nThe privilege was a pleasant one, for it served to dispel a\npreconceived and not an entirely favorable impression of his character.\nFor years I had heard stories about Richard Harding Davis--stories\nwhich emphasized an egotism and self-assertiveness which, if they ever\nexisted, had happily ceased to be obtrusive by the time I got to know\nhim.\n\nHe was a different Davis from the Davis whom I had expected to find;\nand I can imagine no more charming and delightful companion than he was\nin Vera Cruz.  There was no evidence of those qualities which I feared\nto find, and his attitude was one of unfailing kindness,\nconsiderateness, and generosity.\n\nIn the many talks I had with him I was always struck by his evident\ndevotion to a fixed code of personal conduct.  In his writings he was\nthe interpreter of chivalrous, well-bred youth, and his heroes were\nyoung, clean-thinking college men, heroic big-game hunters, war\ncorrespondents, and idealized men about town, who always did the noble\nthing, disdaining the unworthy in act or motive.  It seemed to me that\nhe was modelling his own life, perhaps unconsciously, after the favored\ntypes which his imagination had created for his stories.  In a certain\nsense he was living a life of make believe, wherein he was the hero of\nthe story, and in which he was bound by his ideals always to act as he\nwould have the hero of his story act.  It was a quality which only one\ncould have who had preserved a fresh youthfulness of outlook in spite\nof the hardening processes of maturity.\n\nHis power of observation was extraordinarily keen, and he not only had\nthe rare gift of sensing the vital elements of a situation, but also\nhad, to an unrivalled degree, the ability to describe them vividly.  I\ndon't know how many of those men at Vera Cruz tried to describe the\nkaleidoscopic life of the city during the American occupation, but I\nknow that Davis's story was far and away the most faithful and\nsatisfying picture.  The story was photographic, even to the sounds and\nsmells.\n\nThe last I saw of him in Vera Cruz was when, on the Utah, he steamed\npast the flagship Wyoming, upon which I was quartered, and started for\nNew York.  The Battenberg cup race had just been rowed, and the Utah\nand Florida crews had tied.  As the Utah was sailing immediately after\nthe race, there was no time in which to row off the tie.  So it was\ndecided that the names of both ships should be engraved on the cup, and\nthat the Florida crew should defend the title against a challenging\ncrew from the British Admiral Craddock's flagship.\n\nBy the end of June, the public interest in Vera Cruz had waned, and the\ncorps of correspondents dwindled until there were only a few left.\n\nFrederick Palmer and I went up to join Carranza and Villa, and on the\n26th of July we were in Monterey waiting to start with the triumphal\nmarch of Carranza's army toward Mexico City.  There was no sign of\nserious trouble, abroad.  That night ominous telegrams came, and at ten\no'clock on the following morning we were on a train headed for the\nStates.\n\nPalmer and Davis caught the Lusitania, sailing August 4 from New York,\nand I followed on the Saint Paul, leaving three days later.  On the\n17th of August I reached Brussels, and it seemed the most natural thing\nin the world to find Davis already there.  He was at the Palace Hotel,\nwhere a number of American and English correspondents were quartered.\n\nThings moved quickly.  On the 19th Irvin Cobb, Will Irwin, Arno Dosch,\nand I were caught between the Belgian and German lines in Louvain; our\nretreat to Brussels was cut, and for three days, while the vast German\narmy moved through the city, we were detained.  Then, the army having\npassed, we were allowed to go back to the capital.\n\nIn the meantime Davis was in Brussels.  The Germans reached the\noutskirts of the city on the morning of the 20th, and the\ncorrespondents who had remained in Brussels were feverishly writing\ndespatches describing the imminent fall of the city.  One of them,\nHarry Hansen, of the Chicago Daily News, tells the following story,\nwhich I give in his words:  \"While we were writing,\" says Hansen,\n\"Richard Harding Davis walked into the writing-room of the Palace Hotel\nwith a bunch of manuscript in his hand.  With an amused expression he\nsurveyed the three correspondents filling white paper.\n\n\"'I say, men,' said Davis, 'do you know when the next train leaves?'\n\n\"'There is one at three o'clock,' said a correspondent, looking up.\n\n\"'That looks like our only chance to get a story out,' said Davis.\n'Well, we'll trust to that.'\n\n\"The story was the German invasion of Brussels, and the train mentioned\nwas considered the forlorn hope of the correspondents to connect with\nthe outside world--that is, every correspondent thought it to be the\nOTHER man's hope.  Secretly each had prepared to outwit the other, and\nsecretly Davis had already sent his story to Ostend.  He meant to\nemulate Archibald Forbes, who despatched a courier with his real\nmanuscript, and next day publicly dropped a bulky package in the\nmail-bag.  Davis had sensed the news in the occupation of Brussels long\nbefore it happened.  With dawn he went out to the Louvain road, where\nthe German army stood, prepared to smash the capital if negotiations\nfailed.  His observant eye took in all the details.  Before noon he had\nwritten a comprehensive sketch of the occupation, and when word was\nreceived that it was under way, he trusted his copy to an old Flemish\nwoman, who spoke not a word of English, and saw her safely on board the\ntrain that pulled out under Belgian auspices for Ostend.\"\n\nWith passes which the German commandant in Brussels gave us the\ncorrespondents immediately started out to see how far those passes\nwould carry us.  A number of us left on the afternoon of August 23 for\nWaterloo, where it was expected that the great clash between the German\nand the Anglo-French forces would occur.  We had planned to be back the\nsame evening, and went prepared only for an afternoon's drive in a\ncouple of hired street carriages.  It was seven weeks before we again\nsaw Brussels.  On the following day (August 24) Davis started for Mons.\nHe wore the khaki uniform which he had worn in many campaigns.  Across\nhis breast was a narrow bar of silk ribbon indicating the campaigns in\nwhich he had served as a correspondent.  He so much resembled a British\nofficer that he was arrested as a British derelict and was informed\nthat he would be shot at once.\n\nHe escaped only by offering to walk to Brand Whitlock, in Brussels,\nreporting to each officer he met on the way.  His plan was approved,\nand as a hostage on parole he appeared before the American minister,\nwho quickly established his identity as an American of good standing,\nto the satisfaction of the Germans.\n\nIn the following few months our trails were widely separated.  I read\nof his arrest by German officers on the road to Mons; later I read the\nstory of his departure from Brussels by train to Holland--a trip which\ncarried him through Louvain while the town still was burning; and still\nlater I read that he was with the few lucky men who were in Rheims\nduring one of the early bombardments that damaged the cathedral.  By\namazing luck, combined with a natural news sense which drew him\ninstinctively to critical places at the psychological moment, he had\nbeen a witness of the two most widely featured stories of the early\nweeks of the war.\n\nArrested by the Germans in Belgium, and later by the French in France,\nhe was convinced that the restrictions on correspondents were too great\nto permit of good work.\n\nSo he left the European war zone with the widely quoted remark:  \"The\nday of the war correspondent is over.\"\n\nAnd yet I was not surprised when, one evening, late in November of last\nyear, he suddenly walked into the room in Salonika where William G.\nShepherd, of the United Press, \"Jimmy Hare,\" the veteran war\nphotographer, and I had established ourselves several weeks before.\n\nThe hotel was jammed, and the city, with a normal capacity of about one\nhundred and seventy-five thousand, was struggling to accommodate at\nleast a hundred thousand more.  There was not a room to be had in any\nof the better hotels, and for several days we lodged Davis in our room,\na vast chamber which formerly had been the main dining-room of the\nestablishment, and which now was converted into a bedroom.  There was\nroom for a dozen men, if necessary, and whenever stranded Americans\narrived and could find no hotel accommodations we simply rigged up\nemergency cots for their temporary use.\n\nThe weather in Salonika at this time, late November, was penetratingly\ncold.  In the mornings the steam coils struggled feebly to dispel the\nchill in the room.\n\nEarly in the morning after Davis had arrived, we were aroused by the\nsound of violent splashing, accompanied by shuddering gasps, and we\nlooked out from the snug warmth of our beds to see Davis standing in\nhis portable bath-tub and drenching himself with ice-cold water.  As an\nexhibition of courageous devotion to an established custom of life it\nwas admirable, but I'm not sure that it was prudent.\n\nFor some reason, perhaps a defective circulation or a weakened heart,\nhis system failed to react from these cold-water baths.  All through\nthe days he complained of feeling chilled.  He never seemed to get\nthoroughly warmed, and of us all he was the one who suffered most\nkeenly from the cold.  It was all the more surprising, for his\nappearance was always that of a man in the pink of athletic\nfitness--ruddy-faced, clear-eyed, and full of tireless energy.\n\nOn one occasion we returned from the French front in Serbia to Salonika\nin a box car lighted only by candles, bitterly cold, and frightfully\nexhausting.  We were seven hours in travelling fifty-five miles, and we\narrived at our destination at three o'clock in the morning.  Several of\nthe men contracted desperate colds, which clung to them for weeks.\nDavis was chilled through, and said that of all the cold he had ever\nexperienced that which swept across the Macedonian plain from the\nBalkan highlands was the most penetrating.  Even his heavy clothing\ncould not afford him adequate protection.\n\nWhen he was settled in his own room in our hotel he installed an\noil-stove which burned beside him as he sat at his desk and wrote his\nstories.  The room was like an oven, but even then he still complained\nof the cold.\n\nWhen he left he gave us the stove, and when we left, some time later,\nit was presented to one of our doctor friends out in a British\nhospital, where I'm sure it is doing its best to thaw the Balkan chill\nout of sick and wounded soldiers.\n\nDavis was always up early, and his energy and interest were as keen as\na boy's.  We had our meals together, sometimes in the crowded and\nrather smart Bastasini's, but more often in the maelstrom of humanity\nthat nightly packed the Olympos Palace restaurant.  Davis, Shepherd,\nHare, and I, with sometimes Mr. and Mrs. John Bass, made up these\nparties, which, for a period of about two weeks or so, were the most\nenjoyable daily events of our lives.\n\nUnder the glaring lights of the restaurant, and surrounded by British,\nFrench, Greek, and Serbian officers, German, Austrian, and Bulgarian\ncivilians, with a sprinkling of American, English, and Scotch nurses\nand doctors, packed so solidly in the huge, high-ceilinged room that\nthe waiters could barely pick their way among the tables, we hung for\nhours over our dinners, and left only when the landlord and his\nAustrian wife counted the day's receipts and paid the waiters at the\nend of the evening.\n\nOne could not imagine a more charming and delightful companion than\nDavis during these days.  While he always asserted that he could not\nmake a speech, and was terrified at the thought of standing up at a\nbanquet-table, yet, sitting at a dinner-table with a few friends who\nwere only too eager to listen rather than to talk, his stories,\ncovering personal experiences in all parts of the world, were intensely\nvivid, with that remarkable \"holding\" quality of description which\ncharacterizes his writings.\n\nHe brought his own bread--a coarse, brown sort, which he preferred to\nthe better white bread--and with it he ate great quantities of butter.\nAs we sat down at the table his first demand was for \"Mastika,\" a\npeculiar Greek drink distilled from mastic gum, and his second demand\ninvariably was \"Du beurre!\" with the \"r's\" as silent as the stars; and\nif it failed to come at once the waiter was made to feel the enormity\nof his tardiness.\n\nThe reminiscences ranged from his early newspaper days in Philadelphia,\nand skipping from Manchuria to Cuba and Central America, to his early\nSun days under Arthur Brisbane; they ranged through an endless variety\nof personal experiences which very nearly covered the whole course of\nAmerican history in the past twenty years.\n\nPerhaps to him it was pleasant to go over his remarkable adventures,\nbut it could not have been half as pleasant as it was to hear them,\ntold as they were with a keenness of description and brilliancy of\nhumorous comment that made them gems of narrative.\n\nAt times, in our work, we all tried our hands at describing the\nSalonika of those early days of the Allied occupation, for it was\nreally what one widely travelled British officer called it--\"the most\namazingly interesting situation I've ever seen\"--but Davis's\ndescription was far and away the best, just as his description of Vera\nCruz was the best, and his wonderful story of the entry of the German\narmy into Brussels was matchless as one of the great pieces of\nreporting in the present war.\n\nIn thinking of Davis, I shall always remember him for the delightful\nqualities which he showed in Salonika.  He was unfailingly considerate\nand thoughtful.  Through his narratives one could see the pride which\nhe took in the width and breadth of his personal relation to the great\nevents of the past twenty years.  His vast scope of experiences and\nequally wide acquaintanceship with the big figures of our time, were\namazing, and it was equally amazing that one of such a rich and\ninteresting history could tell his stories in such a simple way that\nthe personal element was never obtrusive.\n\nWhen he left Salonika he endeavored to obtain permission from the\nBritish staff to visit Moudros, but, failing in this, he booked his\npassage on a crowded little Greek steamer, where the only obtainable\naccommodation was a lounge in the dining-saloon.  We gave him a\nfarewell dinner, at which the American consul and his family, with all\nthe other Americans then in Salonika, were present, and after the\ndinner we rowed out to his ship and saw him very uncomfortably\ninstalled for his voyage.\n\nHe came down the sea ladder and waved his hand as we rowed away.  That\nwas the last I saw of Richard Harding Davis."
}