{
 "author": [
  "Davis, Richard Harding"
 ],
 "title": [
  "The Reporter Who Made Himself King"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Journalists -- 19th century -- Fiction",
  "PS",
  "Short stories"
 ],
 "id": "407",
 "genre": [
  "short stories",
  "fiction"
 ],
 "text": "The Reporter Who Made Himself King\n\nby\n\nRichard Harding Davis\n\n\n\n\nThe Old Time Journalist will tell you that the best reporter is the one\nwho works his way up.  He holds that the only way to start is as a\nprinter's devil or as an office boy, to learn in time to set type, to\ngraduate from a compositor into a stenographer, and as a stenographer\ntake down speeches at public meetings, and so finally grow into a real\nreporter, with a fire badge on your left suspender, and a speaking\nacquaintance with all the greatest men in the city, not even excepting\nPolice Captains.\n\nThat is the old time journalist's idea of it.  That is the way he was\ntrained, and that is why at the age of sixty he is still a reporter.\nIf you train up a youth in this way, he will go into reporting with too\nfull a knowledge of the newspaper business, with no illusions\nconcerning it, and with no ignorant enthusiasms, but with a keen and\njustifiable impression that he is not paid enough for what he does.\nAnd he will only do what he is paid to do.\n\nNow, you cannot pay a good reporter for what he does, because he does\nnot work for pay.  He works for his paper.  He gives his time, his\nhealth, his brains, his sleeping hours, and his eating hours, and\nsometimes his life, to get news for it.  He thinks the sun rises only\nthat men may have light by which to read it.  But if he has been in a\nnewspaper office from his youth up, he finds out before he becomes a\nreporter that this is not so, and loses his real value.  He should come\nright out of the University where he has been doing \"campus notes\" for\nthe college weekly, and be pitchforked out into city work without\nknowing whether the Battery is at Harlem or Hunter's Point, and with\nthe idea that he is a Moulder of Public Opinion and that the Power of\nthe Press is greater than the Power of Money, and that the few lines he\nwrites are of more value in the Editor's eyes than is the column of\nadvertising on the last page, which they are not.\n\nAfter three years--it is sometimes longer, sometimes not so long--he\nfinds out that he has given his nerves and his youth and his enthusiasm\nin exchange for a general fund of miscellaneous knowledge, the\nopportunity of personal encounter with all the greatest and most\nremarkable men and events that have risen in those three years, and a\ngreat fund of resource and patience.  He will find that he has crowded\nthe experiences of the lifetime of the ordinary young business man,\ndoctor, or lawyer, or man about town, into three short years; that he\nhas learned to think and to act quickly, to be patient and unmoved when\neveryone else has lost his head, actually or figuratively speaking; to\nwrite as fast as another man can talk, and to be able to talk with\nauthority on matters of which other men do not venture even to think\nuntil they have read what he has written with a copy-boy at his elbow\non the night previous.\n\nIt is necessary for you to know this, that you may understand what\nmanner of man young Albert Gordon was.\n\nYoung Gordon had been a reporter just three years.  He had left Yale\nwhen his last living relative died, and had taken the morning train for\nNew York, where they had promised him reportorial work on one of the\ninnumerable Greatest New York Dailies.  He arrived at the office at\nnoon, and was sent back over the same road on which he had just come,\nto Spuyten Duyvil, where a train had been wrecked and everybody of\nconsequence to suburban New York killed.  One of the old reporters\nhurried him to the office again with his \"copy,\" and after he had\ndelivered that, he was sent to the Tombs to talk French to a man in\nMurderers' Row, who could not talk anything else, but who had shown\nsome international skill in the use of a jimmy.  And at eight, he\ncovered a flower-show in Madison Square Garden; and at eleven was sent\nover the Brooklyn Bridge in a cab to watch a fire and make guesses at\nthe losses to the insurance companies.\n\nHe went to bed at one, and dreamed of shattered locomotives, human\nbeings lying still with blankets over them, rows of cells, and banks of\nbeautiful flowers nodding their heads to the tunes of the brass band in\nthe gallery.  He decided when he awoke the next morning that he had\nentered upon a picturesque and exciting career, and as one day followed\nanother, he became more and more convinced of it, and more and more\ndevoted to it.  He was twenty then, and he was now twenty-three, and in\nthat time had become a great reporter, and had been to Presidential\nconventions in Chicago, revolutions in Hayti, Indian outbreaks on the\nPlains, and midnight meetings of moonlighters in Tennessee, and had\nseen what work earthquakes, floods, fire, and fever could do in great\ncities, and had contradicted the President, and borrowed matches from\nburglars.  And now he thought he would like to rest and breathe a bit,\nand not to work again unless as a war correspondent.  The only obstacle\nto his becoming a great war correspondent lay in the fact that there\nwas no war, and a war correspondent without a war is about as absurd an\nindividual as a general without an army.  He read the papers every\nmorning on the elevated trains for war clouds; but though there were\nmany war clouds, they always drifted apart, and peace smiled again.\nThis was very disappointing to young Gordon, and he became more and\nmore keenly discouraged.\n\nAnd then as war work was out of the question, he decided to write his\nnovel.  It was to be a novel of New York life, and he wanted a quiet\nplace in which to work on it.  He was already making inquiries among\nthe suburban residents of his acquaintance for just such a quiet spot,\nwhen he received an offer to go to the Island of Opeki in the North\nPacific Ocean, as secretary to the American consul at that place.  The\ngentleman who had been appointed by the President to act as consul at\nOpeki was Captain Leonard T. Travis, a veteran of the Civil War, who\nhad contracted a severe attack of rheumatism while camping out at night\nin the dew, and who on account of this souvenir of his efforts to save\nthe Union had allowed the Union he had saved to support him in one\noffice or another ever since.  He had met young Gordon at a dinner, and\nhad had the presumption to ask him to serve as his secretary, and\nGordon, much to his surprise, had accepted his offer.  The idea of a\nquiet life in the tropics with new and beautiful surroundings, and with\nnothing to do and plenty of time in which to do it, and to write his\nnovel besides, seemed to Albert to be just what he wanted; and though\nhe did not know nor care much for his superior officer, he agreed to go\nwith him promptly, and proceeded to say good-by to his friends and to\nmake his preparations.  Captain Travis was so delighted with getting\nsuch  a clever young gentleman for his secretary, that he referred to\nhim to his friends as \"my attache of legation;\" nor did he lessen that\ngentleman's dignity by telling anyone that the attache's salary was to\nbe five hundred dollars a year.  His own salary was only fifteen\nhundred dollars; and though his brother-in-law, Senator Rainsford,\ntried his best to get the amount raised, he was unsuccessful.  The\nconsulship to Opeki was instituted early in the '50's, to get rid of\nand reward a third or fourth cousin of the President's, whose services\nduring the campaign were important, but whose after-presence was\nembarrassing.  He had been created consul to Opeki as being more\ndistant and unaccessible than any other known spot, and had lived and\ndied there; and so little was known of the island, and so difficult was\ncommunication with it, that no one knew he was dead, until Captain\nTravis, in his hungry haste for office, had uprooted the sad fact.\nCaptain Travis, as well as Albert, had a secondary reason for wishing\nto visit Opeki.  His physician had told him to go to some warm climate\nfor his rheumatism, and in accepting the consulship his object was\nrather to follow out his doctor's orders at his country's expense, than\nto serve his country at the expense of his rheumatism.\n\nAlbert could learn but very little of Opeki; nothing, indeed, but that\nit was situated about one hundred miles from the Island of Octavia,\nwhich island, in turn, was simply described as a coaling-station three\nhundred miles distant from the coast of California.  Steamers from San\nFrancisco to Yokohama stopped every third week at Octavia, and that was\nall that either Captain Travis or his secretary could learn of their\nnew home.  This was so very little, that Albert stipulated to stay only\nas long as he liked it, and to return to the States within a few months\nif he found such a change of plan desirable.\n\nAs he was going to what was an almost undiscovered country, he thought\nit would be advisable to furnish himself with a supply of articles with\nwhich he might trade with the native Opekians, and for this purpose he\npurchased a large quantity of brass rods, because he had read that\nStanley did so, and added to these, brass curtain-chains, and about two\nhundred leaden medals similar to those sold by street pedlers during\nthe Constitutional Centennial celebration in New York City.\n\nHe also collected even more beautiful but less exensive decorations for\nChristmas-trees, at a wholesale house on Park Row.  These he hoped to\nexchange for furs or feathers or weapons, or for whatever other curious\nand valuable trophies the Island of Opeki boasted.  He already pictured\nhis rooms on his return hung fantastically with crossed spears and\nboomerangs, feather head-dresses, and ugly idols.\n\nHis friends told him that he was doing a very foolish thing, and argued\nthat once out of the newspaper world, it would be hard to regain his\nplace in it.  But he thought the novel that he would write while lost\nto the world at Opeki would serve to make up for his temporary absence\nfrom it, and he expressly and impressively stipulated that the editor\nshould wire him if there was a war.\n\nCaptain Travis and his secretary crossed the continent without\nadventure, and took passage from San Francisco on the first steamer\nthat touched at Octavia.  They reached that island in three days, and\nlearned with some concern that there was no regular communication with\nOpeki, and that it would be necessary to charter a sailboat for the\ntrip.  Two fishermen agreed to take them and their trunks, and to get\nthem to their destination within sixteen hours if the wind held good.\nIt was a most unpleasant sail.  The rain fell with calm, unrelentless\npersistence from what was apparently a clear sky; the wind tossed the\nwaves as high as the mast and made Captain Travis ill; and as there was\nno deck to the big boat, they were forced to huddle up under pieces of\ncanvas, and talked but little.  Captain Travis complained of frequent\ntwinges of rheumatism, and gazed forlornly over the gunwale at the\nempty waste of water.\n\n\"If I've got to serve a term of imprisonment on a rock in the middle of\nthe ocean for four years,\" he said, \"I might just as well have done\nsomething first to deserve it.  This is a pretty way to treat a man who\nbled for his country.  This is gratitude, this is.\" Albert pulled\nheavily on his pipe, and wiped the rain and spray from his face and\nsmiled.\n\n\"Oh, it won't be so bad when we get there,\" he said; \"they say these\nSouthern people are always hospitable, and the whites will be glad to\nsee anyone from the States.\"\n\n\"There will be a round of diplomatic dinners,\" said the consul, with an\nattempt at cheerfulness.  \"I have brought two uniforms to wear at them.\"\n\nIt was seven o'clock in the evening when the rain ceased, and one of\nthe black, half-naked fishermen nodded and pointed at a little low line\non the horizon.\n\n\"Opeki,\" he said.  The line grew in length until it proved to be an\nisland with great mountains rising to the clouds, and, as they drew\nnearer and nearer, showed a level coast running back to the foot of the\nmountains and covered with a forest of palms.  They next made out a\nvillage of thatched huts around a grassy square, and at some distance\nfrom the village a wooden structure with a tin roof.\n\n\"I wonder where the town is,\" asked the consul, with a nervous glance\nat the fishermen.  One of them told him that what he saw was the town.\n\n\"That?\" gasped the consul.  \"Is that where all the people on the island\nlive?\"\n\nThe fisherman nodded; but the other added that there were other natives\nfurther back in the mountains, but that they were bad men who fought\nand ate each other.  The consul and his attache of legation gazed at\nthe mountains with unspoken misgivings.  They were quite near now, and\ncould see an immense crowd of men and women, all of them black, and\nclad but in the simplest garments, waiting to receive them.  They\nseemed greatly excited and ran in and out of the huts, and up and down\nthe beach, as wildly as so many black ants.  But in the front of the\ngroup they distinguished three men who they could see were white,\nthough they were clothed, like the others, simply in a shirt and a\nshort pair of trousers.  Two of these three suddenly sprang away on a\nrun and disappeared among the palm-trees; but the third one, when he\nrecognized the American flag in the halyards, threw his straw hat in\nthe water and began turning handsprings over the sand.\n\n\"That young gentleman, at least,\" said Albert, gravely, \"seems pleased\nto see us.\"\n\nA dozen of the natives sprang into the water and came wading and\nswimming toward them, grinning and shouting and swinging their arms.\n\n\"I don't think it's quite safe, do you?\" said the consul, looking out\nwildly to the open sea.  \"You see, they don't know who I am.\"\n\nA great black giant threw one arm over the gunwale and shouted\nsomething that sounded as if it were spelt Owah, Owah, as the boat\ncarried him through the surf.\n\n\"How do you do?\" said Gordon, doubtfully.  The boat shook the giant off\nunder the wave and beached itself so suddenly that the American consul\nwas thrown forward to his knees.  Gordon did not wait to pick him up,\nbut jumped out and shook hands with the young man who had turned\nhandsprings, while the natives gathered about them in a circle and\nchatted and laughed in delighted excitement.\n\n\"I'm awfully glad to see you,\" said the young man, eagerly.  \"My name's\nStedman.  I'm from New Haven, Connecticut.  Where are you from?\"\n\n\"New York,\" said Albert.  \"This,\" he added, pointing solemnly to\nCaptain Travis, who was still on his knees in the boat, \"is the\nAmerican consul to Opeki.\"  The American consul to Opeki gave a wild\nlook at Mr. Stedman of New Haven and at the natives.\n\n\"See here, young man,\" he gasped, \"is this all there is of Opeki?\"\n\n\"The American consul?\" said young Stedman, with a gasp of amazement,\nand looking from Albert to Captain Travis.  \"Why, I never supposed they\nwould send another here; the last one died about fifteen years ago, and\nthere hasn't been one since.  I've been living in the consul's office\nwith the Bradleys, but I'll move out, of course.  I'm sure I'm awfully\nglad to see you.  It'll make it so much more pleasant for me.\"\n\n\"Yes,\" said Captain Travis, bitterly, as he lifted his rheumatic leg\nover the boat; \"that's why we came.\"\n\nMr. Stedman did not notice this.  He was too much pleased to be\nanything but hospitable.  \"You are soaking wet, aren't you?\" he said;\n\"and hungry, I guess.  You come right over to the consul's office and\nget on some other things.\"\n\nHe turned to the natives and gave some rapid orders in their language,\nand some of them jumped into the boat at this, and began to lift out\nthe trunks, and others ran off toward a large, stout old native, who\nwas sitting gravely on a log, smoking, with the rain beating unnoticed\non his gray hair.\n\n\"They've gone to tell the King,\" said Stedman; \"but you'd better get\nsomething to eat first, and then I'll be happy to present you properly.\"\n\n\"The King,\" said Captain Travis, with some awe; \"is there a king?\"\n\n\"I never saw a king,\" Gordon remarked, \"and I'm sure I never expected\nto see one sitting on a log in the rain.\"\n\n\"He's a very good king,\" said Stedman, confidentially;  \"and though you\nmightn't think it to look at him, he's a terrible stickler for\netiquette and form.  After supper he'll give you an audience; and if\nyou have any tobacco, you had better give him some as a present, and\nyou'd better say it's from the President: he doesn't like to take\npresents from common people, he's so proud.  The only reason he borrows\nmine is because he thinks I'm the President's son.\"\n\n\"What makes him think that?\" demanded the consul, with some shortness.\nYoung Mr. Stedman looked nervously at the consul and at Albert, and\nsaid that he guessed someone must have told him.\n\nThe consul's office was divided into four rooms with an open court in\nthe middle, filled with palms, and watered somewhat unnecessarily by a\nfountain.\n\n\"I made that,\" said Stedman, in a modest, offhand way.  \"I made it out\nof hollow bamboo reeds connected with a spring.  And now I'm making one\nfor the King.  He saw this and had a lot of bamboo sticks put up all\nover the town, without any underground connections, and couldn't make\nout why the water wouldn't spurt out of them.  And because mine spurts,\nhe thinks I'm a magician.\"\n\n\"I suppose,\" grumbled the consul, \"someone told him that too.\"\n\n\"I suppose so,\" said Mr. Stedman, uneasily.\n\nThere was a veranda around the consul's office, and inside the walls\nwere hung with skins, and pictures from illustrated papers, and there\nwas a good deal of bamboo furniture, and four broad, cool-looking beds.\nThe place was as clean as a kitchen.  \"I made the furniture,\" said\nStedman, \"and the Bradleys keep the place in order.\"\n\n\"Who are the Bradleys?\" asked Albert.\n\n\"The Bradleys are those two men you saw with me,\" said Stedman; \"they\ndeserted from a British man-of-war that stopped here for coal, and they\nact as my servants.  One is Bradley, Sr., and the other Bradley, Jr.\"\n\n\"Then vessels do stop here occasionally?\" the consul said, with a\npleased smile.\n\n\"Well, not often,\" said Stedman.  \"Not so very often; about once a\nyear.  The Nelson thought this was Octavia, and put off again as soon\nas she found out her mistake, but the Bradleys took to the bush, and\nthe boat's crew couldn't find them.  When they saw your flag, they\nthought you might mean to send them back, so they ran off to hide\nagain; they'll be back, though, when they get hungry.\"\n\nThe supper young Stedman spread for his guests, as he still treated\nthem, was very refreshing and very good.  There was cold fish and\npigeon-pie, and a hot omelet filled with mushrooms and olives and\ntomatoes and onions all sliced up together, and strong black coffee.\nAfter supper, Stedman went off to see the King, and came back in a\nlittle while to say that his Majesty would give them an audience the\nnext day after breakfast.  \"It is too dark now,\" Stedman explained;\n\"and it's raining so that they can't make the street-lamps burn.  Did\nyou happen to notice our lamps?  I invented them; but they don't work\nvery well yet.  I've got the right idea, though, and I'll soon have the\ntown illuminated all over, whether it rains or not.\"\n\nThe consul had been very silent and indifferent, during supper, to all\naround him.  Now he looked up with some show of interest.\n\n\"How much longer is it going to rain, do you think?\" he asked.\n\n\"Oh, I don't know,\" said Stedman, critically.  \"Not more than two\nmonths, I should say.\"  The consul rubbed his rheumatic leg and sighed,\nbut said nothing.\n\nThe Bradleys returned about ten o'clock, and came in very sheepishly.\nThe consul had gone off to pay the boatmen who had brought them, and\nAlbert in his absence assured the sailors that there was not the least\ndanger of their being sent away.  Then he turned into one of the beds,\nand Stedman took one in another room, leaving the room he had occupied\nheretofore for the consul.  As he was saying good-night, Albert\nsuggested that he had not yet told them how he came to be on a deserted\nisland; but Stedman only laughed and said that that was a long story,\nand that he would tell him all about it in the morning.  So Albert went\noff to bed without waiting for the consul to return, and fell asleep,\nwondering at the strangeness of his new life, and assuring himself that\nif the rain only kept up, he would have his novel finished in a month.\n\nThe sun was shining brightly when he awoke, and the palm-trees outside\nwere nodding gracefully in a warm breeze.  From the court came the odor\nof strange flowers, and from the window he could see the ocean\nbrilliantly blue, and with the sun coloring the spray that beat against\nthe coral reefs on the shore.\n\n\"Well, the consul can't complain of this,\" he said, with a laugh of\nsatisfaction; and pulling on a bath-robe, he stepped into the next room\nto awaken Captain Travis.  But the room was quite empty, and the bed\nundisturbed.  The consul's trunk remained just where it had been placed\nnear the door, and on it lay a large sheet of foolscap, with writing on\nit, and addressed at the top to Albert Gordon.  The handwriting was the\nconsul's.  Albert picked it up and read it with much anxiety.  It began\nabruptly--\n\n\n\"The fishermen who brought us to this forsaken spot tell me that it\nrains here six months in the year, and that this is the first month.  I\ncame here to serve my country, for which I fought and bled, but I did\nnot come here to die of rheumatism and pneumonia.  I can serve my\ncountry better by staying alive; and whether it rains or not, I don't\nlike it.  I have been grossly deceived, and I am going back.  Indeed,\nby the time you get this, I will be on my return trip, as I intend\nleaving with the men who brought us here as soon as they can get the\nsail up.  My cousin, Senator Rainsford, can fix it all right with the\nPresident, and can have me recalled in proper form after I get back.\nBut of course it would not do for me to leave my post with no one to\ntake my place, and no one could be more ably fitted to do so than\nyourself; so I feel no compunctions at leaving you behind.  I hereby,\ntherefore, accordingly appoint you my substitute with full power to\nact, to collect all fees, sign all papers, and attend to all matters\npertaining to your office as American consul, and I trust you will\nworthily uphold the name of that country and government which it has\nalways been my pleasure and duty to serve.\n\n\"Your sincere friend and superior officer,\n\n\"LEONARD T. TRAVIS.\n\n\n\"P. S. I did not care to disturb you by moving my trunk, so I left it,\nand you can make what use you please of whatever it contains, as I\nshall not want tropical garments where I am going.  What you will need\nmost, I think, is a waterproof and umbrella.\n\n\"P. S. Look out for that young man Stedman.  He is too inventive.  I\nhope you will like your high office; but as for myself, I am satisfied\nwith little old New York.  Opeki is just a bit too far from\ncivilization to suit me.\"\n\n\nAlbert held the letter before him and read it over again before he\nmoved.  Then he jumped to the window.  The boat was gone, and there was\nnot a sign of it on the horizon.\n\n\"The miserable old hypocrite!\" he cried, half angry and half laughing.\n\"If he thinks I am going to stay here alone he is very greatly\nmistaken.  And yet, why not?\" he asked.  He stopped soliloquizing and\nlooked around him, thinking rapidly.  As he stood there, Stedman came\nin from the other room, fresh and smiling from his morning's bath.\n\n\"Good-morning,\" he said, \"where's the consul?\"\n\n\"The consul,\" said Albert, gravely, \"is before you.  In me you see the\nAmerican consul to Opeki.\n\n\"Captain Travis,\" Albert explained, \"has returned to the United States.\nI suppose he feels that he can best serve his country by remaining on\nthe spot.  In case of another war, now, for instance, he would be there\nto save it again.\"\n\n\"And what are you going to do?\" asked Stedman, anxiously.  \"You will\nnot run away too, will you?\"\n\nAlbert said that he intended to remain where he was and perform his\nconsular duties, to appoint him his secretary, and to elevate the\nUnited States in the opinion of the Opekians above all other nations.\n\n\"They may not think much of the United States in England,\" he said;\n\"but we are going to teach the people of Opeki that America is first on\nthe map and that there is no second.\"\n\n\"I'm sure it's very good of you to make me your secretary,\" said\nStedman, with some pride.  \"I hope I won't make any mistakes.  What are\nthe duties of a consul's secretary?\"\n\n\"That,\" said Albert, \"I do not know.  But you are rather good at\ninventing, so you can invent a few.  That should be your first duty and\nyou should attend to it at once.  I will have trouble enough finding\nwork for myself.  Your salary is five hundred dollars a year; and now,\"\nhe continued, briskly, \"we want to prepare for this reception.  We can\ntell the King that Travis was just a guard of honor for the trip, and\nthat I have sent him back to tell the President of my safe arrival.\nThat will keep the President from getting anxious.  There is nothing,\"\ncontinued Albert, \"like a uniform to impress people who live in the\ntropics, and Travis, it so happens, has two in his trunk.  He intended\nto wear them on State occasions, and as I inherit the trunk and all\nthat is in it, I intend to wear one of the uniforms, and you can have\nthe other.  But I have first choice, because I am consul.\"\n\nCaptain Travis's consular outfit consisted of one full dress and one\nundress United States uniform.  Albert put on the dress-coat over a\npair of white flannel trousers, and looked remarkably brave and\nhandsome.  Stedman, who was only eighteen and quite thin, did not\nappear so well, until Albert suggested his padding out his chest and\nshoulders with towels.  This made him rather warm, but helped his\ngeneral appearance.\n\n\"The two Bradleys must dress up, too,\" said Albert.  \"I think they\nought to act as a guard of honor, don't you?  The only things I have\nare blazers and jerseys; but it doesn't much matter what they wear, as\nlong as they dress alike.\"\n\nHe accordingly called in the two Bradleys, and gave them each a pair of\nthe captain's rejected white duck trousers, and a blue jersey apiece,\nwith a big white Y on it.\n\n\"The students of Yale gave me that,\" he said to the younger Bradley,\n\"in which to play football, and a great man gave me the other.  His\nname is Walter Camp; and if you rip or soil that jersey, I'll send you\nback to England in irons; so be careful.\"\n\nStedman gazed at his companions in their different costumes,\ndoubtfully.  \"It reminds me,\" he said, \"of private theatricals.  Of the\ntime our church choir played 'Pinafore.'\"\n\n\"Yes,\" assented Albert; \"but I don't think we look quite gay enough.  I\ntell you what we need,--medals.  You never saw a diplomat without a lot\nof decorations and medals.\"\n\n\"Well, I can fix that,\" Stedman said.  \"I've got a trunkful.  I used to\nbe the fastest bicycle-rider in Connecticut, and I've got all my prizes\nwith me.\"\n\nAlbert said doubtfully that that wasn't exactly the sort of medal he\nmeant.\n\n\"Perhaps not,\" returned Stedman, as he began fumbling in his trunk;\n\"but the King won't know the difference.  He couldn't tell a cross of\nthe Legion of Honor from a medal for the tug of war.\"\n\nSo the bicycle medals, of which Stedman seemed to have an innumerable\nquantity, were strung in profusion over Albert's uniform, and in a\nlesser quantity over Stedman's; while a handful of leaden ones, those\nsold on the streets for the Constitutional Centennial, with which\nAlbert had provided himself, were wrapped up in a red silk handkerchief\nfor presentation to the King; with them Albert placed a number of brass\nrods and brass chains, much to Stedman's delighted approval.\n\n\"That is a very good idea,\" he said.  \"Democratic simplicity is the\nright thing at home, of course; but when you go abroad and mix with\ncrowned heads, you want to show them that you know what's what.\"\n\n\"Well,\" said Albert, gravely, \"I sincerely hope this crowned head don't\nknow what's what.  If he reads 'Connecticut Agricultural State Fair.\nOne mile bicycle race.  First Prize,' on this badge, when we are trying\nto make him believe it's a war medal, it may hurt his feelings.\"\n\nBradley, Jr., went ahead to announce the approach of the American\nembassy, which he did with so much manner that the King deferred the\naudience a half-hour, in order that he might better prepare to receive\nhis visitors.  When the audience did take place, it attracted the\nentire population to the green spot in front of the King's palace, and\ntheir delight and excitement over the appearance of the visitors was\nsincere and hearty.  The King was too polite to appear much surprised,\nbut he showed his delight over his presents as simply and openly as a\nchild.  Thrice he insisted on embracing Albert, and kissing him three\ntimes on the forehead, which, Stedman assured him in a side-whisper,\nwas a great honor; an honor which was not extended to the secretary,\nalthough he was given a necklace of animals' claws instead, with which\nhe was better satisfied.\n\nAfter this reception, the embassy marched back to the consul's office,\nsurrounded by an immense number of the natives, some of whom ran ahead\nand looked back at them, and crowded so close that the two Bradleys had\nto poke at those nearest with their guns.  The crowd remained outside\nthe office even after the procession of four had disappeared, and\ncheered.  This suggested to Gordon that this would be a good time to\nmake a speech, which he accordingly did, Stedman translating it,\nsentence by sentence.  At the conclusion of this effort, Albert\ndistributed a number of brass rings among the married men present,\nwhich they placed on whichever finger fitted best, and departed\ndelighted.\n\nAlbert had wished to give the rings to the married women, but Stedman\npointed out to him that it would be much cheaper to give them to the\nmarried men; for while one woman could only have one husband, one man\ncould have at least six wives.\n\n\"And now, Stedman,\" said Albert, after the mob had gone, \"tell me what\nyou are doing on this island.\"\n\n\"It's a very simple story,\" Stedman said.  \"I am the representative, or\nagent, or operator, for the Yokohama Cable Company.  The Yokohama Cable\nCompany is a company organized in San Francisco, for the purpose of\nlaying a cable to Yokohama.  It is a stock company; and though it\nstarted out very well, the stock has fallen very low.  Between\nourselves, it is not worth over three or four cents.  When the officers\nof the company found out that no one would buy their stock, and that no\none believed in them or their scheme, they laid a cable to Octavia, and\nextended it on to this island.  Then they said they had run out of\nready money, and would wait until they got more before laying their\ncable any farther.  I do not think they ever will lay it any farther,\nbut that is none of my business.  My business is to answer cable\nmessages from San Francisco, so that the people who visit the home\noffice can see that at least a part of the cable is working.  That\nsometimes impresses them, and they buy stock.  There is another chap\nover in Octavia, who relays all my messages and all my replies to those\nmessages that come to me through him from San Francisco.  They never\nsend a message unless they have brought someone to the office whom they\nwant to impress, and who, they think, has money to invest in the Y.C.C.\nstock, and so we never go near the wire, except at three o'clock every\nafternoon.  And then generally only to say 'How are you?' or 'It's\nraining,' or something like that.  I've been saying 'It's raining,' now\nfor the last three months, but to-day I will say that the new consul\nhas arrived.  That will be a pleasant surprise for the chap in Octavia,\nfor he must be tired hearing about the weather.  He generally answers,\n'Here too,' or 'So you said,' or something like that.  I don't know\nwhat he says to the home office.  He's brighter than I am, and that's\nwhy they put him between the two ends.  He can see that the messages\nare transmitted more fully and more correctly, in a way to please\npossible subscribers.\"\n\n\"Sort of copy editor,\" suggested Albert.\n\n\"Yes, something of that sort, I fancy,\" said Stedman.\n\nThey walked down to the little shed on the shore, where the Y.C.C.\noffice was placed, at three that day, and Albert watched Stedman send\noff his message with much interest.  The \"chap at Octavia,\" on being\ninformed that the American consul had arrived at Opeki, inquired,\nsomewhat disrespectfully, \"Is it a life sentence?\"\n\n\"What does he mean by that?\" asked Albert.\n\n\"I suppose,\" said his secretary, doubtfully, \"that he thinks it a sort\nof a punishment to be sent to Opeki.  I hope you won't grow to think\nso.\"\n\n\"Opeki is all very well,\" said Gordon, \"or it will be when we get\nthings going our way.\"\n\nAs they walked back to the office, Albert noticed a brass cannon,\nperched on a rock at the entrance to the harbor.  This had been put\nthere by the last consul, but it had not been fired for many years.\nAlbert immediately ordered the two Bradleys to get it in order, and to\nrig up a flag-pole beside it, for one of his American flags, which they\nwere to salute every night when they lowered it at sundown.\n\n\"And when we are not using it,\" he said, \"the King can borrow it to\ncelebrate with, if he doesn't impose on us too often.  The royal salute\nought to be twenty-one guns, I think; but that would use up too much\npowder, so he will have to content himself with two.\"\n\n\"Did you notice,\" asked Stedman, that night, as they sat on the veranda\nof the consul's house, in the moonlight, \"how the people bowed to us as\nwe passed?\"\n\n\"Yes,\" Albert said he had noticed it.  \"Why?\"\n\n\"Well, they never saluted me,\" replied Stedman.  \"That sign of respect\nis due to the show we made at the reception.\"\n\n\"It is due to us, in any event,\" said the consul, severely.  \"I tell\nyou, my secretary, that we, as the representatives of the United States\nGovernment, must be properly honored on this island.  We must become a\npower.  And we must do so without getting into trouble with the King.\nWe must make them honor him, too, and then as we push him up, we will\npush ourselves up at the same time.\"\n\n\"They don't think much of consuls in Opeki,\" said Stedman, doubtfully.\n\"You see the last one was a pretty poor sort.  He brought the office\ninto disrepute, and it wasn't really until I came and told them what a\nfine country the United States was, that they had any opinion of it at\nall.  Now we must change all that.\"\n\n\"That is just what we will do,\" said Albert.  \"We will transform Opeki\ninto a powerful and beautiful city.  We will make these people work.\nThey must put up a palace for the King, and lay out streets, and build\nwharves, and drain the town properly, and light it.  I haven't seen\nthis patent lighting apparatus of yours, but you had better get to work\nat it at once, and I'll persuade the King to appoint you commissioner\nof highways and gas, with authority to make his people toil.  And I,\"\nhe cried, in free enthusiasm, \"will organize a navy and a standing\narmy.  Only,\" he added, with a relapse of interest, \"there isn't\nanybody to fight.\"\n\n\"There isn't?\" said Stedman, grimly, with a scornful smile.  \"You just\ngo hunt up old Messenwah and the Hillmen with your standing army once\nand you'll get all the fighting you want.\"\n\n\"The Hillmen?\" said Albert.\n\n\"The Hillmen are the natives that live up there in the hills,\" Stedman\nsaid, nodding his head toward the three high mountains at the other end\nof the island, that stood out blackly against the purple, moonlit sky.\n\"There are nearly as many of them as there are Opekians, and they hunt\nand fight for a living and for the pleasure of it.  They have an old\nrascal named Messenwah for a king, and they come down here about once\nevery three months, and tear things up.\"\n\nAlbert sprang to his feet.\n\n\"Oh, they do, do they?\" he said, staring up at the mountain-tops.\n\"They come down here and tear up things, do they?  Well, I think we'll\nstop that, I think we'll stop that!  I don't care how many there are.\nI'll get the two Bradleys to tell me all they know about drilling,\nto-morrow morning, and we'll drill these Opekians, and have sham\nbattles, and attacks, and repulses, until I make a lot of wild, howling\nZulus out of them.  And when the Hillmen come down to pay their\nquarterly visit, they'll go back again on a run.  At least some of them\nwill,\" he added, ferociously.  \"Some of them will stay right here.\"\n\n\"Dear me, dear me!\" said Stedman, with awe; \"you are a born fighter,\naren't you?\"\n\n\"Well, you wait and see,\" said Gordon; \"maybe I am.  I haven't studied\ntactics of war and the history of battles, so that I might be a great\nwar-correspondent, without learning something.  And there is only one\nking on this island, and that is old Ollypybus himself.  And I'll go\nover and have a talk with him about it to-morrow.\"\n\nYoung Stedman walked up and down the length of the veranda, in and out\nof the moonlight, with his hands in his pockets, and his head on his\nchest.  \"You have me all stirred up, Gordon,\" he said; \"you seem so\nconfident and bold, and you're not so much older than I am, either.\"\n\n\"My training has been different; that's all,\" said the reporter.\n\n\"Yes,\" Stedman said, bitterly.  \"I have  been sitting in an office ever\nsince I left school, sending news over a wire or a cable, and you have\nbeen out in the world, gathering it.\"\n\n\"And now,\" said Gordon, smiling, and putting his arm around the other\nboy's shoulders, \"we are going to make news ourselves.\"\n\n\"There is one thing I want to say to you before you turn in,\" said\nStedman.  \"Before you suggest all these improvements on Ollypybus, you\nmust remember that he has ruled absolutely here for twenty years, and\nthat he does not think much of consuls.  He has only seen your\npredecessor and yourself.  He likes you because you appeared with such\ndignity, and because of the presents; but if I were you, I wouldn't\nsuggest these improvements as coming from yourself.\"\n\n \"I don't understand,\" said Gordon; \"who could they come from?\"\n\n\"Well,\" said Stedman, \"if you will allow me to advise--and you see I\nknow these people pretty well--I would have all these suggestions come\nfrom the President direct.\"\n\n\"The President!\" exclaimed Gordon; \"but how?  What does the President\nknow or care about Opeki? and it would take so long--oh, I see, the\ncable.  Is that what you have been doing?\" he asked.\n\n\"Well, only once,\" said Stedman, guiltily; \"that was when he wanted to\nturn me out of the consul's office, and I had a cable that very\nafternoon, from the President, ordering me to stay where I was.\nOllypybus doesn't understand the cable, of course, but he knows that it\nsends messages; and sometimes I pretend to send messages for him to the\nPresident; but he began asking me to tell the President to come and pay\nhim a visit, and I had to stop it.\"\n\n\"I'm glad you told me,\" said Gordon.  \"The President shall begin to\ncable to-morrow.  He will need an extra appropriation from Congress to\npay for his private cablegrams alone.\"\n\n\"And there's another thing,\" said Stedman.  \"In all your plans, you've\narranged for the people's improvement, but not for their amusement; and\nthey are a peaceful, jolly, simple sort of people, and we must please\nthem.\"\n\n\"Have they no games or amusements of their own?\" asked Gordon.\n\n\"Well, not what we would call games.\"\n\n\"Very well, then, I'll teach them base-ball.  Foot-ball would be too\nwarm.  But that plaza in front of the King's bungalow, where his palace\nis going to be, is just the place for a diamond.  On the whole,\nthough,\" added the consul, after a moment's reflection, \"you'd better\nattend to that yourself.  I don't think it becomes my dignity as\nAmerican consul to take off my coat and give lessons to young Opekians\nin sliding to bases; do you?  No; I think you'd better do that.  The\nBradleys will help you, and you had better begin to-morrow.  You have\nbeen wanting to know what a secretary of legation's duties are, and now\nyou know.  It's to organize base-ball nines.  And after you get yours\nready,\" he added, as he turned into his room for the night, \"I'll train\none that will sweep yours off the face of the island.  For THIS\nAmerican consul can pitch three curves.\"\n\nThe best laid plans of men go far astray, sometimes, and the great and\nbeautiful city that was to rise on the coast of Opeki was not built in\na day.  Nor was it ever built.  For before the Bradleys could mark out\nthe foul-lines for the base-ball field on the plaza, or teach their\nstanding army the goose step, or lay bamboo pipes for the water-mains,\nor clear away the cactus for the extension of the King's palace, the\nHillmen paid Opeki their quarterly visit.\n\nAlbert had called on the King the next morning, with Stedman as his\ninterpreter, as he had said he would, and, with maps and sketches, had\nshown his Majesty what he proposed to do toward improving Opeki and\nennobling her king, and when the King saw Albert's free-hand sketches\nof wharves with tall ships lying at anchor, and rows of Opekian\nwarriors with the Bradleys at their head, and the design for his new\npalace, and a royal sedan chair, he believed that these things were\nalready his, and not still only on paper, and he appointed Albert his\nMinister of War, Stedman his Minister of Home Affairs, and selected two\nof his wisest and oldest subjects to serve them as joint advisers.  His\nenthusiasm was even greater than Gordon's, because he did not\nappreciate the difficulties.  He thought Gordon a semi-god, a worker of\nmiracles, and urged the putting up of a monument to him at once in the\npublic plaza, to which Albert objected, on the ground that it would be\ntoo suggestive of an idol; and to which Stedman also objected, but for\nthe less unselfish reason that it would \"be in the way of the pitcher's\nbox.\"\n\nThey were feverishly discussing all these great changes, and Stedman\nwas translating as rapidly as he could translate, the speeches of four\ndifferent men--for the two counsellors had been called in--all of whom\nwanted to speak at once when there came from outside a great shout, and\nthe screams of women, and the clashing of iron, and the pattering\nfootsteps of men running.\n\nAs they looked at one another in startled surprise, a native ran into\nthe room, followed by Bradley, Jr., and threw himself down before the\nKing.  While he talked, beating his hands and bowing before Ollypybus,\nBradley, Jr., pulled his forelock to the consul, and told how this man\nlived on the far outskirts of the village; how he had been captured\nwhile out hunting, by a number of the Hillmen; and how he had escaped\nto tell the people that their old enemies were on the war-path again,\nand rapidly approaching the village.\n\nOutside, the women were gathering in the plaza, with the children about\nthem, and the men were running from hut to hut, warning their fellows,\nand arming themselves with spears and swords, and the native bows and\narrows.\n\n\"They might have waited until we had that army trained,\" said Gordon,\nin a tone of the keenest displeasure.  \"Tell me, quick, what do they\ngenerally do when they come?\"\n\n\"Steal all the cattle and goats, and a woman or two, and set fire to\nthe huts in the outskirts,\" replied Stedman.\n\n\"Well, we must stop them,\" said Gordon, jumping up.  \"We must take out\na flag of truce and treat with them.  They must be kept off until I\nhave my army in working order.  It is most inconvenient.  If they had\nonly waited two months, now, or six weeks even, we could have done\nsomething; but now we must make peace.  Tell the King we are going out\nto fix things with them, and tell him to keep off his warriors until he\nlearns whether we succeed or fail.\"\n\n\"But, Gordon!\" gasped Stedman.  \"Albert!  You don't understand.  Why,\nman, this isn't a street-fight or a cane-rush.  They'll stick you full\nof spears, dance on your body, and eat you, maybe.  A flag of\ntruce!--you're talking nonsense.  What do they know of a flag of truce?\"\n\n\"You're talking nonsense, too,\" said Albert, \"and you're talking to\nyour superior officer.  If you are not with me in this, go back to your\ncable, and tell the man in Octavia that it's a warm day, and that the\nsun is shining; but if you've any spirit in you--and I think you\nhave--run to the office and get my Winchester rifles, and the two\nshotguns, and my revolvers, and my uniform, and a lot of brass things\nfor presents, and run all the way there and back.  And make time.  Play\nyou're riding a bicycle at the Agricultural Fair.\"\n\nStedman did not hear this last, for he was already off and away,\npushing through the crowd, and calling on Bradley, Sr., to follow him.\nBradley, Jr., looked at Gordon with eyes that snapped, like a dog that\nis waiting for his master to throw a stone.\n\n\"I can fire a Winchester, sir,\" he said.  \"Old Tom can't.  He's no good\nat long range 'cept with a big gun, sir.  Don't give him the\nWinchester.  Give it to me, please, sir.\"\n\nAlbert met Stedman in the plaza, and pulled off his blazer, and put on\nCaptain Travis's--now his--uniform coat, and his white pith helmet.\n\n\"Now, Jack,\" he said, \"get up there and tell these people that we are\ngoing out to make peace with these Hillmen, or bring them back\nprisoners of war.  Tell them we are the preservers of their homes and\nwives and children; and you, Bradley, take these presents, and young\nBradley, keep close to me, and carry this rifle.\"\n\nStedman's speech was hot and wild enough to suit a critical and\nfeverish audience before a barricade in Paris.  And when he was\nthrough, Gordon and Bradley punctuated his oration by firing off the\ntwo Winchester rifles in the air, at which the people jumped and fell\non their knees, and prayed to their several gods.  The fighting men of\nthe village followed the four white men to the outskirts, and took up\ntheir stand there as Stedman told them to do, and the four walked on\nover the roughly hewn road, to meet the enemy.\n\nGordon walked with Bradley, Jr., in advance.  Stedman and old Tom\nBradley followed close behind, with the two shot-guns, and the presents\nin a basket.\n\n\"Are these Hillmen used to guns?\" asked Gordon.  Stedman said no, they\nwere not.\n\n\"This shot-gun of mine is the only one on the island,\" he explained,\n\"and we never came near enough them before to do anything with it.  It\nonly carries a hundred yards.  The Opekians never make any show of\nresistance.  They are quite content if the Hillmen satisfy themselves\nwith the outlying huts, as long as they leave them and the town alone;\nso they seldom come to close quarters.\"\n\nThe four men walked on for half an hour or so in silence, peering\neagerly on every side; but it was not until they had left the woods and\nmarched out into the level stretch of grassy country that they came\nupon the enemy.  The Hillmen were about forty in number, and were as\nsavage and ugly-looking giants as any in a picture-book.  They had\ncaptured a dozen cows and goats, and were driving them on before them,\nas they advanced farther upon the village.  When they saw the four men,\nthey gave a mixed chorus of cries and yells, and some of them stopped,\nand others ran forward, shaking their spears, and shooting their broad\narrows into the ground before them.  A tall, gray-bearded, muscular old\nman, with a skirt of feathers about him, and necklaces of bones and\nanimals' claws around his bare chest, ran in front of them, and seemed\nto be trying to make them approach more slowly.\n\n\"Is that Messenwah?\" asked Gordon.\n\n\"Yes,\" said Stedman; \"he is trying to keep them back.  I don't believe\nhe ever saw a white man before.\"\n\n\"Stedman,\" said Albert, speaking quickly, \"give your gun to Bradley,\nand go forward with your arms in the air, and waving your handkerchief,\nand tell them in their language that the King is coming.  If they go at\nyou, Bradley and I will kill a goat or two, to show them what we can do\nwith the rifles; and if that don't stop them, we will shoot at their\nlegs; and if that don't stop them--I guess you'd better come back, and\nwe'll all run.\"\n\nStedman looked at Albert, and Albert looked at Stedman, and neither of\nthem winced or flinched.\n\n\"Is this another of my secretary's duties?\" asked the younger boy.\n\n\"Yes,\" said the consul; \"but a resignation is always in order.  You\nneedn't go if you don't like it.  You see, you know the language and I\ndon't, but I know how to shoot, and you don't.\"\n\n\"That's perfectly satisfactory,\" said Stedman, handing his gun to old\nBradley.  \"I only wanted to know why I was to be sacrificed instead of\none of the Bradleys.  It's because I know the language.  Bradley, Sr.,\nyou see the evil results of a higher education.  Wish me luck, please,\"\nhe said, \"and for goodness' sake,\" he added impressively, \"don't waste\nmuch time shooting goats.\"\n\nThe Hillmen had stopped about two hundred yards off, and were drawn up\nin two lines, shouting, and dancing, and hurling taunting remarks at\ntheir few adversaries.  The stolen cattle were bunched together back of\nthe King.  As Stedman walked steadily forward with his handkerchief\nfluttering, and howling out something in their own tongue, they stopped\nand listened.  As he advanced, his three companions followed him at\nabout fifty yards in the rear.  He was one hundred and fifty yards from\nthe Hillmen before they made out what he said, and then one of the\nyoung braves, resenting it as an insult to his chief, shot an arrow at\nhim.  Stedman dodged the arrow and stood his ground without even taking\na step backward, only turning slightly to put his hands to his mouth,\nand to shout something which sounded to his companions like, \"About\ntime to begin on the goats.\"  But the instant the young man had fired,\nKing Messenwah swung his club and knocked him down, and none of the\nothers moved.  Then Messenwah advanced before his men to meet Stedman,\nand on Stedman's opening and shutting his hands to show that he was\nunarmed, the King threw down his club and spears, and came forward as\nempty-handed as himself.\n\n\"Ah,\" gasped Bradley, Jr., with his finger trembling on his lever, \"let\nme take a shot at him now.\"  Gordon struck the man's gun up, and walked\nforward in all the glory of his gold and blue uniform; for both he and\nStedman saw now that Messenwah was more impressed by their appearance,\nand in the fact that they were white men, than with any threats of\nimmediate war.  So when he saluted Gordon haughtily, that young man\ngave him a haughty nod in return, and bade Stedman tell the King that\nhe would permit him to sit down.  The King did not quite appear to like\nthis, but he sat down, nevertheless, and nodded his head gravely.\n\n\"Now tell him,\" said Gordon, \"that I come from the ruler of the\ngreatest nation on earth, and that I recognize Ollypybus as the only\nKing of this island, and that I come to this little three-penny King\nwith either peace and presents, or bullets and war.\"\n\n\"Have I got to tell him he's a little three-penny King?\" said Stedman,\nplaintively.\n\n\"No; you needn't give a literal translation; it can be as free as you\nplease.\"\n\n\"Thanks,\" said the secretary, humbly.\n\n\"And tell him,\" continued Gordon, \"that we will give presents to him\nand his warriors if he keeps away from Ollypybus, and agrees to keep\naway always.  If he won't do that, try to get him to agree to stay away\nfor three months at least, and by that time we can get word to San\nFrancisco, and have a dozen muskets over here in two months; and when\nour time of probation is up, and he and his merry men come dancing down\nthe hillside, we will blow them up as high as his mountains.  But you\nneedn't tell him that, either.  And if he is proud and haughty, and\nwould rather fight, ask him to restrain himself until we show what we\ncan do with our weapons at two hundred yards.\"\n\nStedman seated himself in the long grass in front of the King, and with\nmany revolving gestures of his arms, and much pointing at Gordon, and\nprofound nods and bows, retold what Gordon had dictated.  When he had\nfinished, the King looked at the bundle of presents, and at the guns,\nof which Stedman had given a very wonderful account, but answered\nnothing.\n\n\"I guess,\" said Stedman, with a sigh, \"that we will have to give him a\nlittle practical demonstration to help matters.  I am sorry, but I\nthink one of those goats has got to die.  It's like vivisection.  The\nlower order of animals have to suffer for the good of the higher.\"\n\n\"Oh,\" said Bradley, Jr., cheerfully, \"I'd just as soon shoot one of\nthose niggers as one of the goats.\"\n\nSo Stedman bade the King tell his men to drive a goat toward them, and\nthe King did so, and one of the men struck one of the goats with his\nspear, and it ran clumsily across the plain.\n\n\"Take your time, Bradley,\" said Gordon.  \"Aim low, and if you hit it,\nyou can have it for supper.\"\n\n\"And if you miss it,\" said Stedman, gloomily, \"Messenwah may have us\nfor supper.\"\n\nThe Hillmen had seated themselves a hundred yards off, while the\nleaders were debating, and they now rose curiously and watched Bradley,\nas he sank upon one knee, and covered the goat with his rifle.  When it\nwas about one hundred and fifty yards off he fired, and the goat fell\nover dead.\n\nAnd then all the Hillmen, with the King himself, broke away on a run,\ntoward the dead animal, with much shouting.  The King came back alone,\nleaving his people standing about and examining the goat.  He was much\nexcited, and talked and gesticulated violently.\n\n\"He says--\" said Stedman; \"he says----\"\n\n\"What? yes, go on.\"\n\n\"He says--goodness me!--what do you think he says?\"\n\n\"Well, what does he say?\" cried Gordon, in great excitement.  \"Don't\nkeep it all to yourself.\"\n\n\"He says,\" said Stedman, \"that we are deceived; that he is no longer\nKing of the Island of Opeki; that he is in great fear of us, and that\nhe has got himself into no end of trouble.  He says he sees that we are\nindeed mighty men, that to us he is as helpless as the wild boar before\nthe javelin of the hunter.\"\n\n\"Well, he's right,\" said Gordon.  \"Go on.\"\n\n\"But that which we ask is no longer his to give.  He has sold his\nkingship and his right to this island to another king, who came to him\ntwo days ago in a great canoe, and who made noises as we do--with guns,\nI suppose he means--and to whom he sold the island for a watch that he\nhas in a bag around his neck.  And that he signed a paper, and made\nmarks on a piece of bark, to show that he gave up the island freely and\nforever.\"\n\n\"What does he mean?\" said Gordon.  \"How can he give up the island?\nOllypybus is the king of half of it, anyway, and he knows it.\"\n\n\"That's just it,\" said Stedman.  \"That's what frightens him.  He said\nhe didn't care about Ollypybus, and didn't count him in when he made\nthe treaty, because he is such a peaceful chap that he knew he could\nthrash him into doing anything he wanted him to do.  And now that you\nhave turned up and taken Ollypybus's part, he wishes he hadn't sold the\nisland, and wishes to know if you are angry.\"\n\n\"Angry? of course I'm angry,\" said Gordon, glaring as grimly at the\nfrightened monarch as he thought was safe.  \"Who wouldn't be angry?\nWho do you think these people were who made a fool of him, Stedman?\nAsk him to let us see this watch.\"\n\nStedman did so, and the King fumbled among his necklaces until he had\nbrought out a leather bag tied round his neck with a cord, and\ncontaining a plain stem-winding silver watch marked on the inside\n\"Munich.\"\n\n\"That doesn't tell anything,\" said Gordon.  \"But it's plain enough.\nSome foreign ship of war has settled on this place as a\ncoaling-station, or has annexed it for colonization, and they've sent a\nboat ashore, and they've made a treaty with this old chap, and forced\nhim to sell his birthright for a mess of porridge.  Now, that's just\nlike those monarchical pirates, imposing upon a poor old black.\"\n\nOld Bradley looked at him impudently.\n\n\"Not at all,\" said Gordon; \"it's quite different with us; we don't want\nto rob him or Ollypybus, or to annex their land.  All we want to do is\nto, improve it, and have the fun of running it for them and meddling in\ntheir affairs of state.  Well, Stedman,\" he said, \"what shall we do?\"\n\nStedman said that the best and only thing to do was to threaten to take\nthe watch away from Messenwah, but to give him a revolver instead,\nwhich would make a friend of him for life, and to keep him supplied\nwith cartridges only as long as he behaved himself, and then to make\nhim understand that, as Ollypybus had not given his consent to the loss\nof the island, Messenwah's agreement, or treaty, or whatever it was,\ndid not stand, and that he had better come down the next day, early in\nthe morning, and join in a general consultation.  This was done, and\nMessenwah agreed willingly to their proposition, and was given his\nrevolver and shown how to shoot it, while the other presents were\ndistributed among the other men, who were as happy over them as girls\nwith a full dance-card.\n\n\"And now, to-morrow,\" said Stedman, \"understand, you are all to come\ndown unarmed, and sign a treaty with great Ollypybus, in which he will\nagree to keep to one-half of the island if you keep to yours, and there\nmust be no more wars or goat-stealing, or this gentleman on my right\nand I will come up and put holes in you just as the gentleman on the\nleft did with the goat.\"\n\nMessenwah and his warriors promised to come early, and saluted\nreverently as Gordon and his three companions walked up together very\nproudly and stiffly.\n\n\"Do you know how I feel?\" said Gordon.\n\n\"How?\" asked Stedman.\n\n\"I feel as I used to do in the city, when the boys in the street were\nthrowing snowballs, and I had to go by with a high hat on my head and\npretend not to know they were behind me.  I always felt a cold chill\ndown my spinal column, and I could feel that snowball, whether it came\nor not, right in the small of my back.  And I can feel one of those men\npulling his bow now, and the arrow sticking out of my right shoulder.\"\n\n\"Oh, no, you can't,\" said Stedman.  \"They are too much afraid of those\nrifles.  But I do feel sorry for any of those warriors whom old man\nMessenwah doesn't like, now that he has that revolver.  He isn't the\nsort to practise on goats.\"\n\nThere was great rejoicing when Stedman and Gordon told their story to\nthe King, and the people learned that they were not to have their huts\nburned and their cattle stolen.  The armed Opekians formed a guard\naround the ambassadors and escorted them to their homes with cheers and\nshouts, and the women ran at their side and tried to kiss Gordon's hand.\n\n\"I'm sorry I can't speak the language, Stedman,\" said Gordon, \"or I\nwould tell them what a brave man you are.  You are too modest to do it\nyourself, even if I  dictated something for you to say.  As for me,\" he\nsaid, pulling off his uniform, \"I am thoroughly disgusted and\ndisappointed. It never occurred to me until it was all over that this\nwas my chance to be a war-correspondent.  It wouldn't have been much of\na war, but then I would have been the only one on the spot, and that\ncounts for a great deal.  Still, my time may come.\"\n\n\"We have a great deal on hand for to-morrow,\" said Gordon that evening,\n\"and we had better turn in early.\"\n\nAnd so the people were still singing and rejoicing down in the village\nwhen the two conspirators for the peace of the country went to sleep\nfor the night.  It seemed to Gordon as though he had hardly turned his\npillow twice to get the coolest side when someone touched him, and he\nsaw, by the light of the dozen glow-worms in the tumbler by his\nbedside, a tall figure at its foot.\n\n\"It's me--Bradley,\" said the figure.\n\n\"Yes,\" said Gordon, with the haste of a man to show that sleep has no\nhold on him; \"exactly; what is it?\"\n\n\"There is a ship of war in the harbor,\" Bradley answered in a whisper.\n\"I heard her anchor chains rattle when she came to, and that woke me.\nI could hear that if I were dead.  And then I made sure by her lights;\nshe's a great boat, sir, and I can know she's a ship of war by the\nchallenging when they change the watch.  I thought you'd like to know,\nsir.\"\n\nGordon sat up and clutched his knees with his hands.  \"Yes, of course,\"\nhe said; \"you are quite right.  Still, I don't see what there is to do.\"\n\nHe did not wish to show too much youthful interest, but though fresh\nfrom civilization, he had learned how far from it he was, and he was\ncurious to see this sign of it that had come so much more quickly than\nhe had anticipated.\n\n\"Wake Mr. Stedman, will you?\" said he, \"and we will go and take a look\nat her.\"\n\n\"You can see nothing but the lights,\" said Bradley, as he left the\nroom; \"it's a black night, sir.\"\n\nStedman was not new from the sight of men and ships of war, and came in\nhalf dressed and eager.\n\n\"Do you suppose it's the big canoe Messenwah spoke of?\" he said.\n\n\"I thought of that,\" said Gordon.\n\nThe three men fumbled their way down the road to the plaza, and saw, as\nsoon as they turned into it, the great outlines and the brilliant\nlights of an immense vessel, still more immense in the darkness, and\nglowing like a strange monster of the sea, with just a suggestion here\nand there, where the lights spread, of her cabins and bridges.  As they\nstood on the shore, shivering in the cool night-wind, they heard the\nbells strike over the water.\n\n\"It's two o'clock,\" said Bradley, counting.\n\n\"Well, we can do nothing, and they cannot mean to do much to-night,\"\nAlbert said.  \"We had better get some more sleep, and, Bradley, you\nkeep watch and tell us as soon as day breaks.\"\n\n\"Aye, aye, sir,\" said the sailor.\n\n\"If that's the man-of-war that made the treaty with Messenwah, and\nMessenwah turns up to-morrow, it looks as if our day would be pretty\nwell filled up,\" said Albert, as they felt their way back to the\ndarkness.\n\n\"What do you intend to do?\" asked his secretary, with a voice of some\nconcern.\n\n\"I don't know,\" Albert answered gravely, from the blackness of the\nnight.  \"It looks as if we were getting ahead just a little too fast,\ndoesn't it?  Well,\" he added, as they reached the house, \"let's try to\nkeep in step with the procession, even if we can't be drum-majors and\nwalk in front of it.\"  And with this cheering tone of confidence in\ntheir ears, the two diplomats went soundly asleep again.\n\nThe light of the rising sun filled the room, and the parrots were\nchattering outside, when Bradley woke him again.\n\n\"They are sending a boat ashore, sir,\" he said, excitedly, and filled\nwith the importance of the occasion.  \"She's a German man-of-war, and\none of the new model.  A beautiful boat, sir; for her lines were laid\nin Glasgow, and I can tell that, no matter what flag she flies.  You\nhad best be moving to meet them: the village isn't awake yet.\"\n\nAlbert took a cold bath and dressed leisurely; then he made Bradley,\nJr., who had slept through it all, get up breakfast, and the two young\nmen ate it and drank their coffee comfortably and with an air of\nconfidence that deceived their servants, if it did not deceive\nthemselves.  But when they came down the path, smoking and swinging\ntheir sticks, and turned into the plaza, their composure left them like\na mask, and they stopped where they stood.  The plaza was enclosed by\nthe natives gathered in whispering groups, and depressed by fear and\nwonder.  On one side were crowded all the Messenwah warriors, unarmed,\nand as silent and disturbed as the Opekians.  In the middle of the\nplaza some twenty sailors were busy rearing and bracing a tall\nflag-staff that they had shaped from a royal palm, and they did this as\nunconcernedly and as contemptuously, and with as much indifference to\nthe strange groups on either side of them, as though they were working\non a barren coast, with nothing but the startled sea-gulls about them.\nAs Albert and Stedman came upon the scene, the flag-pole was in place,\nand the halyards hung from it with a little bundle of bunting at the\nend of one of them.\n\n\"We must find the King at once,\" said Gordon.  He was terribly excited\nand angry.  \"It is easy enough to see what this means.  They are going\nthrough the form of annexing this island to the other lands of the\nGerman Government.  They are robbing old Ollypybus of what is his.\nThey have not even given him a silver watch for it.\"\n\nThe King was in his bungalow, facing the plaza.  Messenwah was with\nhim, and an equal number of each of their councils.  The common danger\nhad made them lie down together in peace; but they gave a murmur of\nrelief as Gordon strode into the room with no ceremony, and greeted\nthem with a curt wave of the hand.\n\n\"Now then, Stedman, be quick,\" he said.  \"Explain to them what this\nmeans; tell them that I will protect them; that I am anxious to see\nthat Ollypybus is not cheated; that we will do all we can for them.\"\n\nOutside, on the shore, a second boat's crew had landed a group of\nofficers and a file of marines.  They walked in all the dignity of full\ndress across the plaza to the flag-pole, and formed in line on the\nthree sides of it, with the marines facing the sea.  The officers, from\nthe captain with a prayer-book in his hand, to the youngest middy, were\nas indifferent to the frightened natives about them as the other men\nhad been.  The natives, awed and afraid, crouched back among their\nhuts, the marines and the sailors kept their eyes front, and the German\ncaptain opened his prayer-book.  The debate in the bungalow was over.\n\n\"If you only had your uniform, sir,\" said Bradley, Sr., miserably.\n\n\"This is a little bit too serious for uniforms and bicycle medals,\"\nsaid Gordon.  \"And these men are used to gold lace.\"\n\nHe pushed his way through the natives, and stepped confidently across\nthe plaza.  The youngest middy saw him coming, and nudged the one next\nhim with his elbow, and he nudged the next, but none of the officers\nmoved, because the captain had begun to read.\n\n\"One minute, please,\" called Gordon.\n\nHe stepped out into the hollow square formed by the marines, and raised\nhis helmet to the captain.\n\n\"Do you speak English or French?\" Gordon said in French; \"I do not\nunderstand German.\"\n\nThe captain lowered the book in his hands and gazed reflectively at\nGordon through his spectacles, and made no reply.\n\n\"If I understand this,\" said the younger man, trying to be very\nimpressive and polite, \"you are laying claim to this land, in behalf of\nthe German Government.\"\n\nThe captain continued to observe him thoughtfully, and then said, \"That\niss so,\" and then asked, \"Who are you?\"\n\n\"I represent the King of this island, Ollypybus, whose people you see\naround you.  I also represent the United States Government, that does\nnot tolerate a foreign power near her coast, since the days of\nPresident Monroe and before.  The treaty you have made with Messenwah\nis an absurdity.  There is only one king with whom to treat, and he----\"\n\nThe captain turned to one of his officers and said something, and then,\nafter giving another curious glance at Gordon, raised his book and\ncontinued reading, in a deep, unruffled monotone.  The officer\nwhispered an order, and two of the marines stepped out of line, and\ndropping the muzzles of their muskets, pushed Gordon back out of the\nenclosure, and left him there with his lips white, and trembling all\nover with indignation.  He would have liked to have rushed back into\nthe lines and broken the captain's spectacles over his sun-tanned nose\nand cheeks, but he was quite sure this would only result in his getting\nshot, or in his being made ridiculous before the natives, which was\nalmost as bad; so he stood still for a moment, with his blood choking\nhim, and then turned and walked back to where the King and Stedman were\nwhispering together.  Just as he turned, one of the men pulled the\nhalyards, the ball of bunting ran up into the air, bobbed, twitched,\nand turned, and broke into the folds of the German flag.  At the same\nmoment the marines raised their muskets and fired a volley, and the\nofficers saluted and the sailors cheered.\n\n\"Do you see that?\" cried Stedman, catching Gordon's humor, to\nOllypybus; \"that means that you are no longer king, that strange people\nare coming here to take your land, and to turn your people into\nservants, and to drive you back into the mountains.  Are you going to\nsubmit? are you going to let that flag stay where it is?\"\n\nMessenwah and Ollypybus gazed at one another with fearful, helpless\neyes.  \"We are afraid,\" Ollypybus cried; \"we do not know what we should\ndo.\"\n\n\"What do they say?\"\n\n\"They say they do not know what to do.\"\n\n\"I know what I'd do,\" cried Gordon.  \"If I were not an American consul,\nI'd pull down their old flag, and put a hole in their boat and sink\nher.\"\n\n\"Well, I'd wait until they get under way before you do either of those\nthings,\" said Stedman, soothingly.  \"That captain seems to be a man of\nmuch determination of character.\"\n\n\"But I will pull it down,\" cried Gordon.  \"I will resign, as Travis\ndid.  I am no longer consul.  You can be consul if you want to.  I\npromote you.  I am going up a step higher.  I mean to be king.  Tell\nthose two,\" he ran on, excitedly, \"that their only course and only hope\nis in me; that they must make me ruler of the island until this thing\nis over; that I will resign again as soon as it is settled, but that\nsomeone must act at once, and if they are afraid to, I am not, only\nthey must give me authority to act for them.  They must abdicate in my\nfavor.\"\n\n\"Are you in earnest?\" gasped Stedman.\n\n\"Don't I talk as if I were?\" demanded Gordon, wiping the perspiration\nfrom his forehead.\n\n\"And can I be consul?\" said Stedman, cheerfully.\n\n\"Of course.  Tell them what I propose to do.\"\n\nStedman turned and spoke rapidly to the two kings.  The people gathered\ncloser to hear.\n\nThe two rival monarchs looked at one another in silence for a moment,\nand then both began to speak at once, their counsellors interrupting\nthem and mumbling their guttural comments with anxious earnestness.  It\ndid not take them very long to see that, they were all of one mind, and\nthen they both turned to Gordon and dropped on one knee, and placed his\nhands on their foreheads, and Stedman raised his cap.\n\n\"They agree,\" he explained, for it was but pantomime to Albert.  \"They\nsalute you as a ruler; they are calling you Tellaman, which means\npeacemaker.  The Peacemaker, that is your title. I hope you will\ndeserve it, but I think they might have chosen a more appropriate one.\"\n\n\"Then I'm really King?\" demanded Albert, decidedly, \"and I can do what\nI please?  They give me full power.  Quick, do they?\"\n\n\"Yes, but don't do it,\" begged Stedman, \"and just remember I am\nAmerican consul now, and that is a much superior being to a crowned\nmonarch; you said so yourself.\"\n\nAlbert did not reply to this, but ran across the plaza, followed by the\ntwo Bradleys.  The boats had gone.\n\n\"Hoist that flag beside the brass cannon,\" he cried, \"and stand ready\nto salute it when I drop this one.\"\n\nBradley, Jr., grasped the halyards of the flag, which he had forgotten\nto raise and salute in the morning in all the excitement of the arrival\nof the man-of-war.  Bradley, Sr., stood by the brass cannon, blowing\ngently on his lighted fuse.  The Peacemaker took the halyards of the\nGerman flag in his two hands, gave a quick, sharp tug, and down came\nthe red, white, and black piece of bunting, and the next moment young\nBradley sent the Stars and Stripes up in their place.  As it rose,\nBradley's brass cannon barked merrily like a little bull-dog, and the\nPeacemaker cheered.\n\n\"Why don't you cheer, Stedman?\" he shouted.  \"Tell those people to\ncheer for all they are worth.  What sort of an American consul are you?\"\n\nStedman raised his arm half-heartedly to give the time, and opened his\nmouth; but his arm remained fixed and his mouth open, while his eyes\nstared at the retreating boat of the German man-of-war.  In the stern\nsheets of this boat the stout German captain was struggling unsteadily\nto his feet; he raised his arm and waved it to someone on the great\nman-of-war, as though giving an order.  The natives looked from Stedman\nto the boat, and even Gordon stopped in his cheering, and stood\nmotionless, watching.  They had not very long to wait.  There was a\npuff of white smoke, and a flash, and then a loud report, and across\nthe water came a great black ball skipping lightly through and over the\nwaves, as easily as a flat stone thrown by a boy.  It seemed to come\nvery slowly.  At least it came slowly enough for everyone to see that\nit was coming directly toward the brass cannon.  The Bradleys certainly\nsaw this, for they ran as fast as they could, and kept on running.  The\nball caught the cannon under its mouth and tossed it in the air,\nknocking the flagpole into a dozen pieces, and passing on through two\nof the palm-covered huts.\n\n\"Great Heavens, Gordon!\" cried Stedman; \"they are firing on us.\"\n\nBut Gordon's face was radiant and wild.\n\n\"Firing on US!\" he cried.  \"On us!  Don't you see?  Don't you\nunderstand?  What do WE amount to?  They have fired on the American\nflag!  Don't you see what that means?  It means war.  A great\ninternational war.  And I am a war-correspondent at last!\"  He ran up\nto Stedman and seized him by the arm so tightly that it hurt.\n\n\"By three o'clock,\" he said, \"they will know in the office what has\nhappened.  The country will know it to-morrow when the paper is on the\nstreet; people will read it all over the world.  The Emperor will hear\nof it at breakfast; the President will cable for further particulars.\nHe will get them.  It is the chance of a lifetime, and we are on the\nspot!\"\n\nStedman did not hear this; he was watching the broadside of the ship to\nsee another puff of white smoke, but there came no such sign.  The two\nrowboats were raised, there was a cloud of black smoke from the funnel,\na creaking of chains sounding faintly across the water, and the ship\nstarted at half-speed and moved out of the harbor.  The Opekians and\nthe Hillmen fell on their knees, or to dancing, as best suited their\nsense of relief, but Gordon shook his head.\n\n\"They are only going to land the marines,\" he said; \"perhaps they are\ngoing to the spot they stopped at before, or to take up another\nposition farther out at sea.  They will land men and then shell the\ntown, and the land forces will march here and co-operate with the\nvessel, and everybody will be taken prisoner or killed.  We have the\ncentre of the stage, and we are making history.\"\n\n\"I'd rather read it than make it,\" said Stedman.  \"You've got us in a\nsenseless, silly position, Gordon, and a mighty unpleasant one.  And\nfor no reason that I can see, except to make copy for your paper.\"\n\n\"Tell those people to get their things together,\" said Gordon, \"and\nmarch back out of danger into the woods.  Tell Ollypybus I am going to\nfix things all right; I don't know just how yet, but I will, and now\ncome after me as quickly as you can to the cable office.  I've got to\ntell the paper all about it.\"\n\nIt was three o'clock before the \"chap at Octavia\" answered Stedman's\nsignalling.  Then Stedman delivered Gordon's message, and immediately\nshut off all connection, before the Octavia operator could question\nhim.  Gordon dictated his message in this way:--\n\n\"Begin with the date line, 'Opeki, June 22.'\n\n\"At seven o'clock this morning, the captain and officers of the German\nman-of-war Kaiser went through the ceremony of annexing this island in\nthe name of the German Emperor, basing their right to do so on an\nagreement made with a leader of a wandering tribe known as the Hillmen.\nKing Ollypybus, the present monarch of Opeki, delegated his authority,\nas also did the leader of the Hillmen, to King Tellaman, or the\nPeacemaker, who tore down the German flag, and raised that of the\nUnited States in its place.  At the same moment the flag was saluted by\nthe battery.  This salute, being mistaken for an attack on the Kaiser,\nwas answered by that vessel.  Her first shot took immediate effect,\ncompletely destroying the entire battery of the Opekians, cutting down\nthe American flag, and destroying the houses of the people----\"\n\n\"There was only one brass cannon and two huts,\" expostulated Stedman.\n\n\"Well, that was the whole battery, wasn't it?\" asked Gordon, \"and two\nhuts is plural.  I said houses of the people.  I couldn't say two\nhouses of the people.  Just you send this as you get it.  You are not\nan American consul at the present moment.  You are an under-paid agent\nof a cable company, and you send my stuff as I write it.  The American\nresidents have taken refuge in the consulate--that's us,\" explained\nGordon, \"and the English residents have sought refuge in the\nwoods--that's the Bradleys.  King Tellaman--that's me--declares his\nintention of fighting against the annexation.  The forces of the\nOpekians are under the command of Captain Thomas Bradley--I guess I\nmight as well make him a colonel--of Colonel Thomas Bradley, of the\nEnglish army.\n\n\"The American consul says--Now, what do you say, Stedman?  Hurry up,\nplease,\" asked Gordon, \"and say something good and strong.\"\n\n\"You get me all mixed up,\" complained Stedman, plaintively.  \"Which am\nI now, a cable operator or the American consul?\"\n\n\"Consul, of course.  Say something patriotic and about your\ndetermination to protect the interests of your government, and all\nthat.\"  Gordon bit the end of his pencil impatiently, and waited.\n\n\"I won't do anything of the sort, Gordon,\" said Stedman; \"you are\ngetting me into an awful lot of trouble, and yourself too.  I won't say\na word.\"\n\n\"The American consul,\" read Gordon, as his pencil wriggled across the\npaper, \"refuses to say anything for publication until he has\ncommunicated with the authorities at Washington, but from all I can\nlearn he sympathizes entirely with Tellaman.  Your correspondent has\njust returned from an audience with King Tellaman, who asks him to\ninform the American people that the Monroe doctrine will be sustained\nas long as he rules this island.  I guess that's enough to begin with,\"\nsaid Gordon.  \"Now send that off quick, and then get away from the\ninstrument before the man in Octavia begins to ask questions.  I am\ngoing out to precipitate matters.\"\n\nGordon found the two kings sitting dejectedly side by side, and gazing\ngrimly upon the disorder of the village, from which the people were\ntaking their leave as quickly as they could get their few belongings\npiled upon the ox-carts.  Gordon walked among them, helping them in\nevery way he could, and tasting, in their subservience and gratitude,\nthe sweets of sovereignty.  When Stedman had locked up the cable office\nand rejoined him, he bade him tell Messenwah to send three of his\nyoungest men and fastest runners back to the hills to watch for the\nGerman vessel and see where she was attempting to land her marines.\n\n\"This is a tremendous chance for descriptive writing, Stedman,\" said\nGordon, enthusiastically; \"all this confusion and excitement, and the\npeople leaving their homes, and all that.  It's like the people getting\nout of Brussels before Waterloo, and then the scene at the foot of the\nmountains, while they are camping out there, until the Germans leave.\nI never had a chance like this before.\"\n\nIt was quite dark by six o'clock, and none of the three messengers had\nas yet returned.  Gordon walked up and down the empty plaza and  looked\nnow at the horizon for the man-of-war, and again down the road back of\nthe village.  But neither the vessel nor the messengers bearing word of\nher appeared.  The night passed without any incident, and in the\nmorning Gordon's impatience became so great that he walked out to where\nthe villagers were in camp and passed on half way up the mountain, but\nhe could see no sign of the man-of-war.  He came back more restless\nthan before, and keenly disappointed.\n\n\"If something don't happen before three o'clock, Stedman,\" he said,\n\"our second cablegram will have to consist of glittering generalities\nAnd a lengthy interview with King Tellaman, by himself.\"\n\nNothing did happen.  Ollypybus and Messenwah began to breathe more\nfreely.  They believed the new king had succeeded in frightening the\nGerman vessel away forever.  But the new king upset their hopes by\ntelling them that the Germans had undoubtedly already landed, and had\nprobably killed the three messengers.\n\n\"Now then,\" he said, with pleased expectation, as Stedman and he seated\nthemselves in the cable office at three o'clock, \"open it up and let's\nfind out what sort of an impression we have made.\"\n\nStedman's face, as the answer came in to his first message of greeting,\nwas one of strangely marked disapproval.\n\n\"What does he say?\" demanded Gordon, anxiously.\n\n\"He hasn't done anything but swear yet,\" answered Stedman, grimly.\n\n\"What is he swearing about?\"\n\n\"He wants to know why I left the cable yesterday.  He says he has been\ntrying to call me up for the last twenty-four hours, ever since I sent\nmy message at three o'clock.  The home office is jumping mad, and want\nme discharged.  They won't do that, though,\" he said, in a cheerful\naside, \"because they haven't paid me my salary for the last eight\nmonths.  He says--great Scott! this will please you, Gordon--he says\nthat there have been over two hundred queries for matter from papers\nall over the United States, and from Europe.  Your paper beat them on\nthe news, and now the home office is packed with San Francisco\nreporters, and the telegrams are coming in every minute, and they have\nbeen abusing him for not answering them, and he says that I'm a fool.\nHe wants as much as you can send, and all the details.  He says all the\npapers will have to put 'By Yokohama Cable Company' on the top of each\nmessage they print, and that that is advertising the company, and is\nsending the stock up.  It rose fifteen points on 'change in San\nFrancisco to-day, and the president and the other officers are\nbuying----\"\n\n\"Oh, I don't want to hear about their old company,\" snapped out Gordon,\npacing up and down in despair.  \"What am I to do?  that's what I want\nto know.  Here I have the whole country stirred up and begging for\nnews.  On their knees for it, and a cable all to myself, and the only\nman on the spot, and nothing to say.  I'd just like to know how long\nthat German idiot intends to wait before he begins shelling this town\nand killing people.  He has put me in a most absurd position.\"\n\n\"Here's a message for you, Gordon,\" said Stedman, with business-like\ncalm.  \"Albert Gordon, Correspondent,\" he read: \"Try American consul.\nFirst message O. K.; beat the country; can take all you send.  Give\nnames of foreign residents massacred, and fuller account blowing up\npalace.  Dodge.\"\n\nThe expression on Gordon's face as this message was slowly read off to\nhim, had changed from one of gratified pride to one of puzzled\nconsternation.\n\n\"What's he mean by foreign residents massacred, and blowing up of\npalace?\" asked Stedman, looking over his shoulder anxiously.  \"Who is\nDodge?\"\n\n\"Dodge is the night editor,\" said Gordon, nervously.  \"They must have\nread my message wrong.  You sent just what I gave you, didn't you?\" he\nasked.\n\n\"Of course I did,\" said Stedman, indignantly.  \"I didn't say anything\nabout the massacre of anybody, did I?\" asked Gordon.  \"I hope they are\nnot improving on my account.  What AM I to do?  This is getting awful.\nI'll have to go out and kill a few people myself.  Oh, why don't that\nDutch captain begin to do something!  What sort of a fighter does he\ncall himself?  He wouldn't shoot at a school of porpoises.  He's\nnot----\"\n\n\"Here comes a message to Leonard T. Travis, American consul, Opeki,\"\nread Stedman.  \"It's raining messages to-day.  'Send full details of\nmassacre of American citizens by German sailors.'  Secretary of--great\nScott!\" gasped Stedman, interrupting himself and gazing at his\ninstrument with horrified fascination--\"the Secretary of State.\"\n\n\"That settles it,\" roared Gordon, pulling at his hair and burying his\nface in his hands.  \"I have GOT to kill some of them now.\"\n\n\"Albert Gordon, Correspondent,\" read Stedman, impressively, like the\nvoice of Fate.  \"Is Colonel Thomas Bradley commanding native forces at\nOpeki, Colonel Sir Thomas Kent-Bradley of Crimean war fame?\nCorrespondent London Times, San Francisco Press Club.\"\n\n\"Go on, go on!\" said Gordon, desperately.  \"I'm getting used to it now.\nGo on!\"\n\n\"American consul, Opeki,\" read Stedman.  \"Home Secretary desires you to\nfurnish list of names English residents killed during shelling of Opeki\nby ship of war Kaiser, and estimate of amount property destroyed.\nStoughton, British Embassy, Washington.\"\n\n\"Stedman!\" cried Gordon, jumping to his feet, \"there's a mistake here\nsomewhere.  These people cannot all have made my message read like\nthat.  Someone has altered it, and now I have got to make these people\nhere live up to that message, whether they like being massacred and\nblown up or not.  Don't answer any of those messages except the one\nfrom Dodge; tell him things have quieted down a bit, and that I'll send\nfour thousand words on the flight of the natives from the village, and\ntheir encampment at the foot of the mountains, and of the exploring\nparty we have sent out to look for the German vessel; and now I am\ngoing out to make something happen.\"\n\nGordon said that he would be gone for two hours at least, and as\nStedman did not feel capable of receiving any more nerve-stirring\nmessages, he cut off all connection with Octavia by saying, \"Good-by\nfor two hours,\" and running away from the office.  He sat down on a\nrock on the beach, and mopped his face with his handkerchief.\n\n\"After a man has taken nothing more exciting than weather reports from\nOctavia for a year,\" he soliloquized, \"it's a bit disturbing to have\nall the crowned heads of Europe and their secretaries calling upon you\nfor details of a massacre that never came off.\"\n\nAt the end of two hours Gordon returned from the consulate with a mass\nof manuscript in his hand.\n\n\"Here's three thousand words,\" he said, desperately.  \"I never wrote\nmore and said less in my life.  It will make them weep at the office.\nI had to pretend that they knew all that had happened so far; they\napparently do know more than we do, and I have filled it full of\nprophesies of more trouble ahead, and with interviews with myself and\nthe two ex-Kings.  The only news element in it is, that the messengers\nhave returned to report that the German vessel is not in sight, and\nthat there is no news.  They think she has gone for good.  Suppose she\nhas, Stedman,\" he groaned, looking at him helplessly, \"what AM I going\nto do?\"\n\n\"Well, as for me,\" said Stedman, \"I'm afraid to go near that cable.\nIt's like playing with a live wire.  My nervous system won't stand many\nmore such shocks as those they gave us this morning.\"\n\nGordon threw himself down dejectedly in a chair in the office, and\nStedman approached his instrument gingerly, as though it might explode.\n\n\"He's swearing again,\" he explained, sadly, in answer to Gordon's look\nof inquiry.  \"He wants to know when I am going to stop running away\nfrom the wire.  He has a stack of messages to send, he says, but I\nguess he'd better wait and take your copy first; don't you think so?\"\n\n\"Yes, I do,\" said Gordon.  \"I don't want any more messages than I've\nhad.  That's the best I can do,\" he said, as he threw his manuscript\ndown beside Stedman.  \"And they can keep on cabling until the wire\nburns red hot, and they won't get any more.\"\n\nThere was silence in the office for some time, while Stedman looked\nover Gordon's copy, and Gordon stared dejectedly out at the ocean.\n\n\"This is pretty poor stuff, Gordon,\" said Stedman.  \"It's like giving\npeople milk when they want brandy.\"\n\n\"Don't you suppose I know that?\" growled Gordon.  \"It's the best I can\ndo, isn't it?  It's not my fault that we are not all dead now.  I can't\nmassacre foreign residents if there are no foreign residents, but I can\ncommit suicide, though, and I'll do it if something don't happen.\"\n\nThere was a long pause, in which the silence of the office was only\nbroken by the sound of the waves beating on the coral reefs outside.\nStedman raised his head wearily.\n\n\"He's swearing again,\" he said; \"he says this stuff of yours is all\nnonsense.  He says stock in the Y.C.C. has gone up to one hundred and\ntwo, and that owners are unloading and making their fortunes, and that\nthis sort of descriptive writing is not what the company want.\"\n\n\"What's he think I'm here for?\" cried Gordon.  \"Does he think I pulled\ndown the German flag and risked my neck half a dozen times and had\nmyself made King just to boom his Yokohama cable stock?  Confound him!\nYou might at least swear back.  Tell him just what the situation is in\na few words.  Here, stop that rigmarole to the paper, and explain to\nyour home office that we are awaiting developments, and that, in the\nmeanwhile, they must put up with the best we can send them.  Wait; send\nthis to Octavia.\"\n\nGordon wrote rapidly, and read what he wrote as rapidly as it was\nwritten.\n\n\"Operator, Octavia.  You seem to have misunderstood my first message.\nThe facts in the case are these.  A German man-of-war raised a flag on\nthis island.  It was pulled down and the American flag raised in its\nplace and saluted by a brass cannon.  The German man-of-war fired once\nat the flag and knocked it down, and then steamed away and has not been\nseen since.  Two huts were upset, that is all the damage done; the\nbattery consisted of the one brass cannon before mentioned.  No one,\neither native or foreign, has been massacred.  The English residents\nare two sailors.  The American residents are the young man who is\nsending you this cable and myself.  Our first message was quite true in\nsubstance, but perhaps misleading in detail.  I made it so because I\nfully expected much more to happen immediately.  Nothing has happened,\nor seems likely to happen, and that is the exact situation up to date.\nAlbert Gordon.\"\n\n\"Now,\" he asked, after a pause, \"what does he say to that?\"\n\n\"He doesn't say anything,\" said Stedman.\n\n\"I guess he has fainted.  Here it comes,\" he added in the same breath.\nHe bent toward his instrument, and Gordon raised himself from his chair\nand stood beside him as he read it off.  The two young men hardly\nbreathed in the intensity of their interest.\n\n\"Dear Stedman,\" he slowly read aloud.  \"You and your young friend are a\ncouple of fools.  If you had allowed me to send you the messages\nawaiting transmission here to you, you would not have sent me such a\nconfession of guilt as you have just done.  You had better leave Opeki\nat once or hide in the hills.  I am afraid I have placed you in a\nsomewhat compromising position with the company, which is unfortunate,\nespecially as, if I am not mistaken, they owe you some back pay.  You\nshould have been wiser in your day, and bought Y.C.C. stock when it was\ndown to five cents, as 'yours truly' did.  You are not, Stedman, as\nbright a boy as some.  And as for your friend, the war-correspondent,\nhe has queered himself for life.  You see, my dear Stedman, after I had\nsent off your first message, and demands for further details came\npouring in, and I could not get you at the wire to supply them, I took\nthe liberty of sending some on myself.\"\n\n\"Great Heavens!\" gasped Gordon.\n\nStedman grew very white under his tan, and the perspiration rolled on\nhis cheeks.\n\n\"Your message was so general in its nature, that it allowed my\nimagination full play, and I sent on what I thought would please the\npapers, and, what was much more important to me, would advertise the\nY.C.C. stock.  This I have been doing while waiting for material from\nyou.  Not having a clear idea of the dimensions or population of Opeki,\nit is possible that I have done you and your newspaper friend some\ninjustice.  I killed off about a hundred American residents, two\nhundred English, because I do not like the English, and a hundred\nFrench.  I blew up old Ollypybus and his palace with dynamite, and\nshelled the city, destroying some hundred thousand dollars' worth of\nproperty, and then I waited anxiously for your friend to substantiate\nwhat I had said.  This he has most unkindly failed to do.  I am very\nsorry, but much more so for him than for myself, for I, my dear friend,\nhave cabled on to a man in San Francisco, who is one of the directors\nof the Y.C.C., to sell all my stock, which he has done at one hundred\nand two, and he is keeping the money until I come.  And I leave Octavia\nthis afternoon to reap my just reward.  I am in about twenty thousand\ndollars on your little war, and I feel grateful.  So much so that I\nwill inform you that the ship of war Kaiser has arrived at San\nFrancisco, for which port she sailed directly from Opeki.  Her captain\nhas explained the real situation, and offered to make every amend for\nthe accidental indignity shown to our flag.  He says he aimed at the\ncannon, which was trained on his vessel, and which had first fired on\nhim.  But you must know, my dear Stedman, that before his arrival,\nwar-vessels belonging to the several powers mentioned in my revised\ndespatches, had started for Opeki at full speed, to revenge the\nbutchery of the foreign residents.  A word, my dear young friend, to\nthe wise is sufficient.  I am indebted to you to the extent of twenty\nthousand dollars, and in return I give you this kindly advice.  Leave\nOpeki.  If there is no other way, swim.  But leave Opeki.\"\n\nThe sun, that night, as it sank below the line where the clouds seemed\nto touch the sea, merged them both into a blazing, blood-red curtain,\nand colored the most wonderful spectacle that the natives of Opeki had\never seen.  Six great ships of war, stretching out over a league of\nsea, stood blackly out against the red background, rolling and rising,\nand leaping forward, flinging back smoke and burning sparks up into the\nair behind them, and throbbing and panting like living creatures in\ntheir race for revenge.  From the south came a three-decked vessel, a\ngreat island of floating steel, with a flag as red as the angry sky\nbehind it, snapping in the wind.  To the south of it plunged two long\nlow-lying torpedo-boats, flying the French tri-color, and still farther\nto the north towered three magnificent hulls of the White Squadron.\nVengeance was written on every curve and line, on each straining\nengine-rod, and on each polished gun-muzzle.\n\nAnd in front of these, a clumsy fishing-boat rose and fell on each\npassing wave.  Two sailors sat in the stern, holding the rope and\ntiller, and in the bow, with their backs turned forever toward Opeki,\nstood two young boys, their faces lit by the glow of the setting sun\nand stirred by the sight of the great engines of war plunging past them\non their errand of vengeance.\n\n\"Stedman,\" said the elder boy, in an awe-struck whisper, and with a\nwave of his hand, \"we have not lived in vain.\""
}