{
 "author": [
  "Fox, John, Jr."
 ],
 "title": [
  "Hell Fer Sartain and Other Stories"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Kentucky -- Social life and customs -- Fiction",
  "Cumberland Mountains -- Fiction",
  "Mountain life -- Fiction",
  "PS",
  "Short stories"
 ],
 "id": "410",
 "genre": [
  "short stories",
  "fiction"
 ],
 "text": "'Hell fer Sartain'\n\nand\n\nOther Stories\n\n\nby\n\nJOHN FOX, JR.\n\n\n\n\n  TO\n  MY BROTHER\n  JAMES\n\n\nAUTHOR'S NOTE\n\n\n\n\nCONTENTS\n\n\n  ON HELL-FER-SARTAIN CREEK\n  THROUGH THE GAP\n  A TRICK O' TRADE\n  GRAYSON'S BABY\n  COURTIN' ON CUTSHIN\n  THE MESSAGE IN THE SAND\n  THE SENATOR'S LAST TRADE\n  PREACHIN' ON KINGDOM-COME\n  THE PASSING OF ABRAHAM SHIVERS\n  A PURPLE RHODODENDRON\n\n\n\n\nON HELL-FER-SARTAIN CREEK\n\n\nThar was a dancin'-party Christmas night on \"Hell fer Sartain.\"  Jes\ntu'n up the fust crick beyond the bend thar, an' climb onto a stump,\nan' holler about ONCE, an' you'll see how the name come.  Stranger,\nhit's HELL fer sartain!  Well, Rich Harp was thar from the head-waters,\nan' Harve Hall toted Nance Osborn clean across the Cumberlan'.  Fust\none ud swing Nance, an' then t'other.  Then they'd take a pull out'n\nthe same bottle o' moonshine, an'--fust one an' then t'other--they'd\nswing her agin.  An' Abe Shivers a-settin' thar by the fire a-bitin'\nhis thumbs!\n\nWell, things was sorter whoopin', when somebody ups an' tells Harve\nthat Rich had said somep'n' agin Nance an' him, an' somebody ups an'\ntells Rich that Harve had said somep'n' agin Nance an' HIM.  In a\nminute, stranger, hit was like two wild-cats in thar.  Folks got 'em\nparted, though, but thar was no more a-swingin' of Nance that night.\nHarve toted her back over the Cumberlan', an' Rich's kinsfolks tuk him\nup \"Hell fer Sartain\"; but Rich got loose, an' lit out lickety-split\nfer Nance Osborn's.  He knowed Harve lived too fer over Black Mountain\nto go home that night, an' he rid right across the river an' up to\nNance's house, an' hollered fer Harve.  Harve poked his head out'n the\nloft--he knowed whut was wanted--an' Harve says, \"Uh, come in hyeh an'\ngo to bed.  Hit's too late!\" An' Rich seed him a-gapin' like a chicken,\nan' in he walked, stumblin' might' nigh agin the bed whar Nance was\na-layin', listenin' an' not sayin' a word.\n\nStranger, them two fellers slept together plum frien'ly, an' they et\ntogether plum frien'ly next mornin', an' they sa'ntered down to the\ngrocery plum frien'ly.  An' Rich says, \"Harve,\" says he, \"let's have a\ndrink.\"  \"All right, Rich,\" says Harve.  An' Rich says, \"Harve,\" says\nhe, \"you go out'n that door an' I'll go out'n this door.\"  \"All right,\nRich,\" says Harve, an' out they walked, steady, an' thar was two shoots\nshot, an' Rich an' Harve both drapped, an' in ten minutes they was\nstretched out on Nance's bed an' Nance was a-lopin' away fer the yarb\ndoctor.\n\nThe gal nussed 'em both plum faithful.  Rich didn't hev much to say,\nan' Harve didn't hev much to say.  Nance was sorter quiet, an' Nance's\nmammy, ole Nance, jes grinned.  Folks come in to ax atter 'em right\npeart.  Abe Shivers come cl'ar 'cross the river--powerful frien'ly--an'\never' time Nance ud walk out to the fence with him.  One time she\ndidn't come back, an' ole Nance fotched the boys thar dinner, an' ole\nNance fotched thar supper, an' then Rich he axed whut was the matter\nwith young Nance.  An' ole Nance jes snorted.  Atter a while Rich says:\n\"Harve,\" says he, \"who tol' you that I said that word agin you an'\nNance?\" \"Abe Shivers,\" says Harve.  \"An' who tol' you,\" says Harve,\n\"that I said that word agin Nance an' YOU?\"  \"Abe Shivers,\" says Rich.\nAn' both says, \"Well, damn me!\"  An' Rich tu'ned right over an' begun\npullin' straws out'n the bed.  He got two out, an' he bit one off, an'\nhe says:  \"Harve,\" says he, \"I reckon we better draw fer him.  The\nshortes' gits him.\"  An' they drawed.  Well, nobody ever knowed which\ngot the shortes' straw, stranger, but--\n\nThar'll be a dancin'-party comin' Christmas night on \"Hell fer\nSartain.\" Rich Harp 'll be thar from the head-waters.  Harve Hall's\na-goin' to tote the Widder Shivers clean across the Cumberlan'.  Fust\none 'll swing Nance, an' then t'other.  Then they'll take a pull out'n\nthe same bottle o' moonshine, an'--fust one an' then t'other--they'll\nswing her agin, jes the same.  ABE won't be thar.  He's a-settin' by a\nbigger fire, I reckon (ef he ain't in it), a-bitin' his thumbs!\n\n\n\n\nTHROUGH THE GAP\n\n\nWhen thistles go adrift, the sun sets down the valley between the\nhills; when snow comes, it goes down behind the Cumberland and streams\nthrough a great fissure that people call the Gap.  Then the last light\ndrenches the parson's cottage under Imboden Hill, and leaves an\nafter-glow of glory on a majestic heap that lies against the east.\nSometimes it spans the Gap with a rainbow.\n\nStrange people and strange tales come through this Gap from the\nKentucky hills.  Through it came these two, late one day--a man and a\nwoman--afoot.  I met them at the foot-bridge over Roaring Fork.\n\n\"Is thar a preacher anywhar aroun' hyeh?\" he asked.  I pointed to the\ncottage under Imboden Hill.  The girl flushed slightly and turned her\nhead away with a rather unhappy smile.  Without a word, the mountaineer\nled the way towards town.  A moment more and a half-breed Malungian\npassed me on the bridge and followed them.\n\nAt dusk the next day I saw the mountaineer chopping wood at a shanty\nunder a clump of rhododendron on the river-bank.  The girl was cooking\nsupper inside.  The day following he was at work on the railroad, and\non Sunday, after church, I saw the parson.  The two had not been to\nhim.  Only that afternoon the mountaineer was on the bridge with\nanother woman, hideously rouged and with scarlet ribbons fluttering\nfrom her bonnet.  Passing on by the shanty, I saw the Malungian talking\nto the girl.  She apparently paid no heed to him until, just as he was\nmoving away, he said something mockingly, and with a nod of his head\nback towards the bridge.  She did not look up even then, but her face\ngot hard and white, and, looking back from the road, I saw her slipping\nthrough the bushes into the dry bed of the creek, to make sure that\nwhat the half-breed told her was true.\n\nThe two men were working side by side on the railroad when I saw them\nagain, but on the first pay-day the doctor was called to attend the\nMalungian, whose head was split open with a shovel.  I was one of two\nwho went out to arrest his assailant, and I had no need to ask who he\nwas.  The mountaineer was a devil, the foreman said, and I had to club\nhim with a pistol-butt before he would give in.  He said he would get\neven with me; but they all say that, and I paid no attention to the\nthreat.  For a week he was kept in the calaboose, and when I passed the\nshanty just after he was sent to the county-seat for trial, I found it\nempty.  The Malungian, too, was gone.  Within a fortnight the\nmountaineer was in the door of the shanty again.  Having no accuser, he\nhad been discharged.  He went back to his work, and if he opened his\nlips I never knew.  Every day I saw him at work, and he never failed to\ngive me a surly look.  Every dusk I saw him in his door-way, waiting,\nand I could guess for what.  It was easy to believe that the stern\npurpose in his face would make its way through space and draw her to\nhim again.  And she did come back one day.  I had just limped down the\nmountain with a sprained ankle.  A crowd of women was gathered at the\nedge of the woods, looking with all their eyes to the shanty on the\nriver-bank.  The girl stood in the door-way.  The mountaineer was\ncoming back from work with his face down.\n\n\"He hain't seed her yit,\" said one.  \"He's goin' to kill her shore.  I\ntol' her he would.  She said she reckoned he would, but she didn't\nkeer.\"\n\nFor a moment I was paralyzed by the tragedy at hand.  She was in the\ndoor looking at him when he raised his head.  For one moment he stood\nstill, staring, and then he started towards her with a quickened step.\nI started too, then, every step a torture, and as I limped ahead she\nmade a gesture of terror and backed into the room before him.  The door\nclosed, and I listened for a pistol-shot and a scream.  It must have\nbeen done with a knife, I thought, and quietly, for when I was within\nten paces of the cabin he opened the door again.  His face was very\nwhite; he held one hand behind him, and he was nervously fumbling at\nhis chill with the other.  As he stepped towards me I caught the handle\nof a pistol in my side pocket and waited.  He looked at me sharply.\n\n\"Did you say the preacher lived up thar?\" he asked.\n\n\"Yes,\" I said, breathlessly.\n\nIn the door-way just then stood the girl with a bonnet in her hand, and\nat a nod from him they started up the hill towards the cottage.  They\ncame down again after a while, he stalking ahead, and she, after the\nmountain fashion, behind.  And after this fashion I saw them at sunset\nnext day pass over the bridge and into the mouth of the Gap whence they\ncame.  Through this Gap come strange people and strange tales from the\nKentucky hills.  Over it, sometimes, is the span of a rainbow.\n\n\n\n\nA TRICK O' TRADE\n\n\nStranger, I'm a separATE man, an' I don't inQUIZite into no man's\nbusiness; but you ax me straight, an' I tell ye straight:  You watch\nole Tom!\n\nNow, I'll take ole Tom Perkins' word agin anybody's 'ceptin' when hit\ncomes to a hoss trade ur a piece o' land.  Fer in the tricks o' sech,\nole Tom 'lows--well, hit's diff'ent; an' I reckon, stranger, as how hit\nsorter is.  He was a-stayin' at Tom's house, the furriner was,\na-dickerin' fer a piece o' lan'--the same piece, mebbe, that you're\natter now--an' Tom keeps him thar fer a week to beat him out'n a\ndollar, an' then won't let him pay nary a cent fer his boa'd.  Now,\nstranger, that's Tom.\n\nWell, Abe Shivers was a-workin' fer Tom--you've heerd tell o' Abe--an'\nthe furriner wasn't more'n half gone afore Tom seed that Abe was up to\nsome of his devilMINT.  Abe kin hatch up more devilMINT in a minit than\nSatan hisself kin in a week; so Tom jes got Abe out'n the stable under\na hoe-handle, an' tol' him to tell the whole thing straight ur he'd\nhave to go to glory right thar.  An' Abe tol'!\n\n'Pears like Abe had foun' a streak o' iron ore on the lan', an' had\nracked his jinny right down to Hazlan an' tol' the furriner, who was\nthar a-buyin' wild lands right an' left.  Co'se, Abe was goin' to make\nthe furriner whack up fer gittin' the lan' so cheap.  Well, brother,\nthe furriner come up to Tom's an' got Tom into one o' them new-fangled\ntrades whut the furriners calls a option--t'other feller kin git out'n\nhit, but you can't.  The furriner 'lowed he'd send his podner up thar\nnext day to put the thing in writin' an' close up the trade.  Hit\nlooked like ole Tom was ketched fer shore, an' ef Tom didn't ra'r, I'd\ntell a man.  He jes let that hoe-handle drap on Abe fer 'bout haffen\nhour, jes to give him time to study, an' next day thar was ole Tom\na-settin' on his orchard fence a-lookin' mighty unknowin', when the\nfurriner's podner come a-prancin' up an' axed ef old Tom Perkins lived\nthar.\n\nOle Tom jes whispers.\n\nNow, I clean fergot to tell ye, stranger, that Abe Shivers nuver could\ntalk out loud.  He tol' so many lies that the Lawd--jes to make things\neven--sorter fixed Abe, I reckon, so he couldn't lie on more'n one side\no' the river at a time.  Ole Tom jes knowed t'other furriner had tol'\nthis un 'bout Abe, an,' shore 'nough, the feller says, sorter soft,\nsays he:\n\n\"Aw, you air the feller whut foun' the ore?\"\n\nOle Tom--makin' like he was Abe, mind ye--jes whispers:  \"Thar hain't\nnone thar.\"\n\nStranger, the feller mos' fell off'n his hoss.  \"Whut?\" says he.  Ole\nTom kep' a-whisperin':  \"Thar hain't no coal--no nothing; ole Tom\nPerkins made me tell t'other furriner them lies.\"\n\nWell, sir, the feller WAS mad.  \"Jes whut I tol' that fool podner of\nmine,\" he says, an' he pull out a dollar an' gives hit to Tom.  Tom jes\nsticks out his han' with his thum' turned in jes so, an' the furriner\nsays, \"Well, ef you can't talk, you kin make purty damn good signs\";\nbut he forks over four mo' dollars (he 'lowed ole Tom had saved him a\npile o' money), an' turns his hoss an' pulls up agin.  He was a-gittin'\nthe land so durned cheap that I reckon he jes hated to let hit go, an'\nhe says, says he: \"Well, hain't the groun' rich?  Won't hit raise no\ntabaccy nur corn nur nothin'?\"\n\nOle Tom jes whispers:\n\n\"To tell you the p'int-blank truth, stranger, that land's so durned\npore that I hain't nuver been able to raise my voice.\"\n\nNow, brother, I'm a separATE man, an' I don't inQUIZite into no man's\nbusiness--but you ax me straight an' I tell ye straight.  Ole Tom\nPerkins kin trade with furriners, fer he have l'arned their ways.  You\nwatch ole Tom!\n\n\n\n\nGRAYSON'S BABY\n\n\nThe first snow sifted in through the Gap that night, and in a \"shack\"\nof one room and a low loft a man was dead, a woman was sick to death,\nand four children were barely alive; and nobody even knew.  For they\nwere hill people, who sicken, suffer, and sometimes die, like animals,\nand make no noise.\n\nGrayson, the Virginian, coming down from the woods that morning, saw\nthe big-hearted little doctor outside the door of the shack, walking up\nand down, with his hands in his pockets.  He was whistling softly when\nGrayson got near, and, without stopping, pointed with his thumb within.\nThe oldest boy sat stolidly on the one chair in the room, his little\nbrother was on the floor hard by, and both were hugging a greasy stove.\nThe little girl was with her mother in the bed, both almost out of\nsight under a heap of quilts.  The baby was in a cradle, with its face\nuncovered, whether dead or asleep Grayson could not tell.  A pine\ncoffin was behind the door.  It would not have been possible to add to\nthe disorder of the room, and the atmosphere made Grayson gasp.  He\ncame out looking white.  The first man to arrive thereafter took away\nthe eldest boy, a woman picked the baby girl from the bed, and a\nchildless young couple took up the pallid little fellow on the floor.\nThese were step-children.  The baby boy that was left was the woman's\nown.  Nobody came for that, and Grayson went in again and looked at it\na long while.  So little, so old a human face he had never seen.  The\nbrow was wrinkled as with centuries of pain, and the little drawn mouth\nlooked as though the spirit within had fought its inheritance without a\nmurmur, and would fight on that way to the end.  It was the pluck of\nthe face that drew Grayson.  \"I'll take it,\" he said.  The doctor was\nnot without his sense of humor even then, but he nodded.  \"Cradle and\nall,\" he said, gravely.  And Grayson put both on one shoulder and\nwalked away.  He had lost the power of giving further surprise in that\ntown, and had he met every man he knew, not one of them would have felt\nat liberty to ask him what he was doing.  An hour later the doctor\nfound the child in Grayson's room, and Grayson still looking at it.\n\n\"Is it going to live, doctor?\"\n\nThe doctor shook his head.  \"Doubtful.  Look at the color.  It's\nstarved.  There's nothing to do but to watch it and feed it.  You can\ndo that.\"\n\nSo Grayson watched it, with a fascination of which he was hardly\nconscious.  Never for one instant did its look change--the quiet,\nunyielding endurance that no faith and no philosophy could ever bring\nto him.  It was ideal courage, that look, to accept the inevitable but\nto fight it just that way.  Half the little mountain town was talking\nnext day--that such a tragedy was possible by the public road-side,\nwith relief within sound of the baby's cry.  The oldest boy was least\nstarved.  Might made right in an extremity like his, and the boy had\ntaken care of himself.  The young couple who had the second lad in\ncharge said they had been wakened at daylight the next morning by some\nnoise in the room.  Looking up, they saw the little fellow at the\nfireplace breaking an egg.  He had built a fire, had got eggs from the\nkitchen, and was cooking his breakfast.  The little girl was\nmischievous and cheery in spite of her bad plight, and nobody knew of\nthe baby except Grayson and the doctor.  Grayson would let nobody else\nin.  As soon as it was well enough to be peevish and to cry, he took it\nback to its mother, who was still abed.  A long, dark mountaineer was\nthere, of whom the woman seemed half afraid.  He followed Grayson\noutside.\n\n\"Say, podner,\" he said, with an unpleasant smile, \"ye don't go up to\nCracker's Neck fer nothin', do ye?\"\n\nThe woman had lived at Cracker's Neck before she appeared at the Gap,\nand it did not come to Grayson what the man meant until he was half-way\nto his room.  Then he flushed hot and wheeled back to the cabin, but\nthe mountaineer was gone.\n\n\"Tell that fellow he had better keep out of my way,\" he said to the\nwoman, who understood, and wanted to say something, but not knowing\nhow, nodded simply.  In a few days the other children went back to the\ncabin, and day and night Grayson went to see the child, until it was\nout of danger, and afterwards.  It was not long before the women in\ntown complained that the mother was ungrateful.  When they sent things\nto eat to her the servant brought back word that she had called out,\n\"'Set them over thar,' without so much as a thanky.\"  One message was\nthat \"she didn' want no second-hand victuals from nobody's table.\"\nSomebody suggested sending the family to the poor-house.  The mother\nsaid \"she'd go out on her crutches and hoe corn fust, and that the\npeople who talked 'bout sendin' her to the po'-house had better save\ntheir breath to make prayers with.\"  One day she was hired to do some\nwashing.  The mistress of the house happened not to rise until ten\no'clock.  Next morning the mountain woman did not appear until that\nhour.  \"She wasn't goin' to work a lick while that woman was a-layin'\nin bed,\" she said, frankly.  And when the lady went down town, she too\ndisappeared.  Nor would she, she explained to Grayson, \"while that\nwoman was a-struttin' the streets.\"\n\nAfter that, one by one, they let her alone, and the woman made not a\nword of complaint.  Within a week she was working in the fields, when\nshe should have been back in bed.  The result was that the child\nsickened again.  The old look came back to its face, and Grayson was\nthere night and day.  He was having trouble out in Kentucky about this\ntime, and he went to the Blue Grass pretty often.  Always, however, he\nleft money with me to see that the child was properly buried if it\nshould die while he was gone; and once he telegraphed to ask how it\nwas.  He said he was sometimes afraid to open my letters for fear that\nhe should read that the baby was dead.  The child knew Grayson's voice,\nhis step.  It would go to him from its own mother.  When it was sickest\nand lying torpid it would move the instant he stepped into the room,\nand, when he spoke, would hold out its thin arms, without opening its\neyes, and for hours Grayson would walk the floor with the troubled\nlittle baby over his shoulder.  I thought several times it would die\nwhen, on one trip, Grayson was away for two weeks.  One midnight,\nindeed, I found the mother moaning, and three female harpies about the\ncradle.  The baby was dying this time, and I ran back for a flask of\nwhiskey.  Ten minutes late with the whiskey that night would have been\ntoo late.  The baby got to know me and my voice during that fortnight,\nbut it was still in danger when Grayson got back, and we went to see it\ntogether.  It was very weak, and we both leaned over the cradle, from\neither side, and I saw the pity and affection--yes, hungry, half-shamed\naffection--in Grayson's face.  The child opened its eyes, looked from\none to the other, and held out its arms to ME.  Grayson should have\nknown that the child forgot--that it would forget its own mother.  He\nturned sharply, and his face was a little pale.  He gave something to\nthe woman, and not till then did I notice that her soft black eyes\nnever left him while he was in the cabin.  The child got well; but\nGrayson never went to the shack again, and he said nothing when I came\nin one night and told him that some mountaineer--a long, dark\nfellow-had taken the woman, the children, and the household gods of the\nshack back into the mountains.\n\n\"They don't grieve long,\" I said, \"these people.\"\n\nBut long afterwards I saw the woman again along the dusty road that\nleads into the Gap.  She had heard over in the mountains that Grayson\nwas dead, and had walked for two days to learn if it was true.  I\npointed back towards Bee Rock, and told her that he had fallen from a\ncliff back there.  She did not move, nor did her look change.\nMoreover, she said nothing, and, being in a hurry, I had to ride on.\n\nAt the foot-bridge over Roaring Fork I looked back.  The woman was\nstill there, under the hot mid-day sun and in the dust of the road,\nmotionless.\n\n\n\n\nCOURTIN' ON CUTSHIN\n\n\nHit was this way, stranger.  When hit comes to handlin' a right peert\ngal, Jeb Somers air about the porest man on Fryin' Pan, I reckon; an'\nPolly Ann Sturgill have got the vineg'rest tongue on Cutshin or any\nother crick.\n\nSo the boys over on Fryin' Pan made it up to git 'em together.  Abe\nShivers--you've heerd tell o' Abe--tol' Jeb that Polly Ann had seed him\nin Hazlan (which she hadn't, of co'se), an' had said p'int-blank that\nhe was the likeliest feller she'd seed in them mountains.  An' he tol'\nPolly Ann that Jeb was ravin' crazy 'bout her.  The pure misery of it\njes made him plumb delirious, Abe said; an' 'f Polly Ann wanted to find\nher match fer languige an' talkin' out peert--well, she jes ought to\nstrike Jeb Somers.  Fact is, stranger, Jeb Somers air might' nigh a\nidgit; but Jeb 'lowed he'd rack right over on Cutshin an' set up with\nPolly Ann Sturgill; an' Abe tells Polly Ann the king bee air comin'.\nAn' Polly Ann's cousin, Nance Osborn, comes over from Hell fer Sartain\n(whut runs into Kingdom-Come) to stay all night an' see the fun.\n\nNow, I hain't been a-raftin' logs down to the settlemints o' Kaintuck\nfer nigh on to twenty year fer nothin', An' I know gallivantin' is\ndiff'ent with us mountain fellers an' you furriners, in the premises,\nanyways, as them lawyers up to court says; though I reckon hit's purty\nmuch the same atter the premises is over.  Whar you says \"courtin',\"\nnow, we says \"talkin' to.\"  Sallie Spurlock over on Fryin' Pan is\na-talkin' to Jim Howard now.  Sallie's sister hain't nuver talked to no\nman.  An' whar you says \"makin' a call on a young lady,\" we says\n\"settin' up with a gal\"!  An', stranger, we does it.  We hain't got\nmore'n one room hardly ever in these mountains, an' we're jes obleeged\nto set up to do any courtin' at all.\n\nWell, you go over to Sallie's to stay all night some time, an' purty\nsoon atter supper Jim Howard comes in.  The ole man an' the ole woman\ngoes to bed, an' the chil'un an' you go to bed, an' ef you keeps one\neye open you'll see Jim's cheer an' Sallie's cheer a-movin' purty soon,\ntill they gets plumb together.  Then, stranger, hit begins.  Now I want\nye to understand that settin' up means business.  We don't 'low no\nfoolishness in these mountains; an' 'f two fellers happens to meet at\nthe same house, they jes makes the gal say which one she likes best,\nan' t'other one gits!  Well, you'll see Jim put his arm 'round Sallie's\nneck an' whisper a long while--jes so.  Mebbe you've noticed whut\nfellers us mountain folks air fer whisperin'.  You've seed fellers\na-whisperin' all over Hazlan on court day, hain't ye?  Ole Tom Perkins\n'll put his arm aroun' yo' neck an' whisper in yo' year ef he's ten\nmile out'n the woods.  I reckon thar's jes so much devilmint a-goin' on\nin these mountains, folks is naturely afeerd to talk out loud.\n\nWell, Jim let's go an' Sallie puts her arm aroun' Jim's neck an'\nwhispers a long while--jes so; an' 'f you happen to wake up anywhar to\ntwo o'clock in the mornin' you'll see jes that a-goin' on.  Brother,\nthat's settin' up.\n\nWell, Jeb Somers, as I was a-sayin' in the premises, 'lowed he'd rack\nright over on Cutshin an' set up with Polly Ann comin' Christmas night.\nAn' Abe tells Polly Ann Jeb says he aims to have her fer a Christmas\ngift afore mornin'.  Polly Ann jes sniffed sorter, but you know women\nfolks air always mighty ambitious jes to SEE a feller anyways, 'f he's\na-pinin' fer 'em.  So Jeb come, an' Jeb was fixed up now fittin' to\nkill.  Jeb had his hair oiled down nice an' slick, and his mustache was\njes black as powder could make hit.  Naturely hit was red; but a feller\ncan't do nothin' in these mountains with a red mustache; an' Jeb had a\nbig black ribbon tied in the butt o' the bigges' pistol Abe Shivers\ncould borrer fer him--hit was a badge o' death an' deestruction to his\nenemies, Abe said, an' I tell ye Jeb did look like a man.  He never\nopened his mouth atter he says \"howdy\"--Jeb never does say nothin';\nJeb's one o' them fellers whut hides thar lack o' brains by a-lookin'\nsolemn an' a-keepin' still, but thar don't nobody say much tell the ole\nfolks air gone to bed, an' Polly Ann jes 'lowed Jeb was a-waitin'.\nFact is, stranger, Abe Shivers had got Jeb a leetle disguised by\nliquer, an' he did look fat an' sassy, ef he couldn't talk, a-settin'\nover in the corner a-plunkin' the banjer an' a-knockin' off \"Sour-wood\nMountain\" an' \"Jinny git aroun'\" an' \"Soapsuds over the Fence.\"\n\n  \"Chickens a-crowin' on Sour-wood Mountain,\n     Heh-o-dee-um-dee-eedy-dahdy-dee!\n   Git yo' dawgs an' we'll go huntin',\n     Heh-o-dee-um-dee-eedy-dahdy-dee!\"\n\nAn' when Jeb comes to\n\n  \"I've got a gal at the head o' the holler,\n     Heh-o-dee-um-dee-eedy-dahdy-dee!\"\n\nhe jes turns one eye 'round on Polly Ann, an' then swings his chin\naroun' as though he didn't give a cuss fer nothin'.\n\n  \"She won't come, an' I won't foller,\n     Heh-o-dee-um-dee-eedy-dahdy-dee!\"\n\n\nWell, sir, Nance seed that Polly Ann was a-eyin' Jeb sort o' flustered\nlike, an' she come might' nigh splittin' right thar an' a-sp'ilin' the\nfun, fer she knowed what a skeery fool Jeb was.  An' when the ole folks\ngoes to bed, Nance lays thar under a quilt a-watchin' an' a-listenin'.\nWell, Jeb knowed the premises, ef he couldn't talk, an' purty soon\nNance heerd Jeb's cheer creak a leetle, an' she says, Jeb's a-comin',\nand Jeb was; an' Polly Ann 'lowed Jeb was jes a leetle TOO resolute an'\nquick-like, an' she got her hand ready to give him one lick anyways fer\nbein' so brigaty.  I don't know as she'd 'a' hit him more'n ONCE.  Jeb\nhad a farm, an' Polly Ann--well, Polly Ann was a-gittin' along.  But\nPolly Ann sot thar jes as though she didn't know Jeb was a-comin', an'\nJeb stopped once an' says,\n\n\"You hain't got nothin' agin me, has ye?\"\n\nAn' Polly Ann says, sorter quick,\n\n\"Naw; ef I had, I'd push it.\"\n\nWell, Jeb mos' fell off his cheer, when, ef he hadn't been sech a\nskeery idgit, he'd 'a' knowed that Polly Ann was plain open an' shet\na-biddin' fer him.  But he sot thar like a knot on a log fer haffen\nhour, an' then he rickollected, I reckon, that Abe had tol' him Polly\nAnn was peppery an' he mustn't mind, fer Jeb begun a-movin' ag'in till\nhe was slam-bang agin Polly Ann's cheer.  An' thar he sot like a\npunkin, not sayin' a word nur doin' nothin'.  An' while Polly Ann was\na-wonderin' ef he was gone plumb crazy, blame me ef that durned fool\ndidn't turn roun' to that peppery gal an' say,\n\n\"Booh, Polly Ann!\"\n\nWell, Nance had to stuff the bedquilt in her mouth right thar to keep\nfrom hollerin' out loud, fer Polly Ann's hand was a-hangin' down by the\ncheer, jes a-waitin' fer a job, and Nance seed the fingers a-twitchin'.\nAn' Jeb waits another haffen hour an' Jeb says,\n\n\"Ortern't I be killed?\"\n\n\"Whut fer?\" says Polly Ann, sorter sharp.\n\nAn' Jeb says, \"Fer bein' so devilish.\"\n\nWell, brother, Nance snorted right out thar, an' Polly Ann Sturgill's\nhand riz up jes once; an' I've heerd Jeb Somers say the next time he\njumps out o' the Fryin' Pan he's a-goin' to take hell-fire 'stid o'\nCutshin fer a place to light.\n\n\n\n\nTHE MESSAGE IN THE SAND\n\n\nStranger, you furriners don't nuver seem to consider that a woman has\nalways got the devil to fight in two people at once!  Hit's two agin\none, I tell ye, an' hit hain't fa'r.\n\nThat's what I said more'n two year ago, when Rosie Branham was a-layin'\nup thar at Dave Hall's, white an' mos' dead.  An', GOD, boys, I says,\nthat leetle thing in thar by her shorely can't be to blame.\n\nThar hain't been a word agin Rosie sence; an', stranger, I reckon thar\nnuver will be.  Fer, while the gal hain't got hide o' kith or kin, thar\nair two fellers up hyeh sorter lookin' atter Rosie; an' one of 'em is\nthe shootin'es' man on this crick, I reckon, 'cept one; an', stranger,\nthat's t'other.\n\nRosie kep' her mouth shet fer a long while; an' I reckon as how the\nfeller 'lowed she wasn't goin' to tell.  Co'se the woman folks got hit\nout'n her--they al'ays gits whut they want, as you know--an' thar the\nsorry cuss was--a-livin' up thar in the Bend, jes aroun' that bluff o'\nlorrel yander, a-lookin' pious, an' a-singin', an' a-sayin' Amen louder\n'n anybody when thar was meetin'.\n\nWell, my boy Jim an' a lot o' fellers jes went up fer him right away.\nI don't know as the boys would 'a' killed him EXACTLY ef they had\nkotched him, though they mought; but they got Abe Shivers, as tol' the\nfeller they was a-comin'--you've heard tell o' Abe-an' they mos' beat\nAbraham Shivers to death.  Stranger, the sorry cuss was Dave.  Rosie\nhadn't no daddy an' no mammy; an' she was jes a-workin' at Dave's fer\nher victuals an' clo'es.  'Pears like the pore gal was jes tricked into\nevil.  Looked like she was sorter 'witched--an' anyways, stranger, she\nwas a fightin' Satan in HERSELF, as well as in Dave.  Hit was two agin\none, I tell ye, an' hit wasn't fa'r.\n\nCo'se they turned Rosie right out in the road I hain't got a word to\nsay agin Dave's wife fer that; an' atter a while the boys lets Dave\ncome back, to take keer o' his ole mammy, of co'se, but I tell ye\nDave's a-playin' a purty lonesome tune.  He keeps purty shy YIT.  He\ndon't nuver sa'nter down this way.  'Pears like he don't seem to think\nhit's healthy fer him down hyeh, an' I reckon Dave's right.\n\nRosie?  Oh, well, I sorter tuk Rosie in myself.  Yes, she's been livin'\nthar in the shack with me an' my boy Jim, an' the--  Why, thar he is\nnow, stranger.  That's him a-wallerin' out thar in the road.  Do you\nreckon thar'd be a single thing agin that leetle cuss ef he had to\nstan' up on Jedgment Day jes as he is now?\n\nLook hyeh, stranger, whut you reckon the Lawd kep' a-writin' thar on\nthe groun' that day when them fellers was a-pesterin' him 'bout that\npore woman?  Don't you jes know he was a writin' 'bout sech as HIM--an'\nRosie?  I tell ye, brother, he writ thar jes what I'm al'ays a-sayin'.\n\nHit hain't the woman's fault.  I said it more'n two year ago, when\nRosie was up thar at ole Dave's, an' I said it yestiddy, when my boy\nJim come to me an' 'lowed as how he aimed to take Rosie down to town\nto-day an' git married.\n\n\"You ricollect, dad,\" says Jim, \"her mammy?\"\n\n\"Yes, Jim,\" I says; \"all the better reason not to be too hard on Rosie.\"\n\nI'm a-lookin' fer 'em both back right now, stranger; an' ef you will,\nI'll be mighty glad to have ye stay right hyeh to the infair this very\nnight.  Thar nuver was a word agin Rosie afore, thar hain't been sence,\nan' you kin ride up an' down this river till the crack o' doom an'\nyou'll nuver hear a word agin her ag'in.  Fer, as I tol' you, my boy,\nJim is the shootin'es' feller on this crick, I reckon, 'cept ONE, an',\nstranger, that's ME!\n\n\n\n\nTHE SENATOR'S LAST TRADE\n\n\nA drove of lean cattle were swinging easily over Black Mountain, and\nbehind them came a big man with wild black hair and a bushy beard.  Now\nand then he would gnaw at his mustache with his long, yellow teeth, or\nwould sit down to let his lean horse rest, and would flip meaninglessly\nat the bushes with a switch.  Sometimes his bushy head would droop over\non his breast, and he would snap it up sharply and start painfully on.\nRobber, cattle-thief, outlaw he might have been in another century; for\nhe filled the figure of any robber hero in life or romance, and yet he\nwas only the Senator from Bell, as he was known in the little Kentucky\ncapital; or, as he was known in his mountain home, just the Senator,\nwho had toiled and schemed and grown rich and grown poor; who had\nsuffered long and was kind.\n\nOnly that Christmas he had gutted every store in town.  \"Give me\neverything you have, brother,\" he said, across each counter; and next\nday every man, woman, and child in the mountain town had a present from\nthe Senator's hands.  He looked like a brigand that day, as he looked\nnow, but he called every man his brother, and his eye, while black and\nlustreless as night, was as brooding and just as kind.\n\nWhen the boom went down, with it and with everybody else went the\nSenator.  Slowly he got dusty, ragged, long of hair.  He looked\ntortured and ever-restless.  You never saw him still; always he swept\nby you, flapping his legs on his lean horse or his arms in his rickety\nbuggy here, there, everywhere--turning, twisting, fighting his way back\nto freedom--and not a murmur.  Still was every man his brother, and if\nsome forgot his once open hand, he forgot it no more completely than\ndid the Senator.  He went very far to pay his debts.  He felt honor\nbound, indeed, to ask his sister to give back the farm that he had\ngiven her, which, very properly people said, she declined to do.\nNothing could kill hope in the Senator's breast; he would hand back the\nfarm in another year, he said; but the sister was firm, and without a\nword still, the Senator went other ways and schemed through the nights,\nand worked and rode and walked and traded through the days, until now,\nwhen the light was beginning to glimmer, his end was come.\n\nThis was the Senator's last trade, and in sight, down in a Kentucky\nvalley, was home.  Strangely enough, the Senator did not care at all,\nand he had just enough sanity left to wonder why, and to be worried.\nIt was the \"walking typhoid\" that had caught up with him, and he was\nlistless, and he made strange gestures and did foolish things as he\nstumbled down the mountain.  He was going over a little knoll now, and\nhe could see the creek that ran around his house, but he was not\ntouched.  He would just as soon have lain down right where he was, or\nhave turned around and gone back, except that it was hot and he wanted\nto get to the water.  He remembered that it was nigh Christmas; he saw\nthe snow about him and the cakes of ice in the creek.  He knew that he\nought not to be hot, and yet he was--so hot that he refused to reason\nwith himself even a minute, and hurried on.  It was odd that it should\nbe so, but just about that time, over in Virginia, a cattle dealer,\nnearing home, stopped to tell a neighbor how he had tricked some\nblack-whiskered fool up in the mountains.  It may have been just when\nhe was laughing aloud over there, that the Senator, over here, tore his\nwoollen shirt from his great hairy chest and rushed into the icy\nstream, clapping his arms to his burning sides and shouting in his\nfrenzy.\n\n\"If he had lived a little longer,\" said a constituent, \"he would have\nlost the next election.  He hadn't the money, you know.\"\n\n\"If he had lived a little longer,\" said the mountain preacher high up\non Yellow Creek, \"I'd have got that trade I had on hand with him\nthrough.  Not that I wanted him to die, but if he had to--why--\"\n\n\"If he had lived a little longer,\" said the Senator's lawyer, \"he would\nhave cleaned off the score against him.\"\n\n\"If he had lived a little longer,\" said the Senator's sister, not\nmeaning to be unkind, \"he would have got all I have.\"\n\nThat was what life held for the Senator.  Death was more kind.\n\n\n\n\nPREACHIN' ON KINGDOM-COME\n\n\nI've told ye, stranger, that Hell fer Sartain empties, as it oughter,\nof co'se, into Kingdom-Come.  You can ketch the devil 'most any day in\nthe week on Hell fer Sartain, an' sometimes you can git Glory\neverlastin' on Kingdom-Come.  Hit's the only meetin'-house thar in\ntwenty miles aroun'.\n\nWell, the reg'lar rider, ole Jim Skaggs, was dead, an' the bretherin\nwas a-lookin' aroun' fer somebody to step into ole Jim's shoes.  Thar'd\nbeen one young feller up thar from the settlemints, a-cavortin' aroun',\nan' they was studyin' 'bout gittin' him.\n\n\"Bretherin' an' sisteren,\" I says, atter the leetle chap was gone,\n\"he's got the fortitood to speak an' he shorely is well favored.  He's\ngot a mighty good hawk eye fer spyin' out evil--an' the gals; he can\noutholler ole Jim; an' IF,\" I says, \"any IDEES ever comes to him, he'll\nbe a hell-rouser shore--but they ain't comin'!\" An', so sayin', I takes\nmy foot in my hand an' steps fer home.\n\nStranger, them fellers over thar hain't seed much o' this world.  Lots\nof 'em nuver seed the cyars; some of 'em nuver seed a wagon.  An' atter\njowerin' an' noratin' fer 'bout two hours, what you reckon they said\nthey aimed to do?  They believed they'd take that ar man Beecher, ef\nthey could git him to come.  They'd heerd o' Henry endurin' the war,\nan' they knowed he was agin the rebs, an' they wanted Henry if they\ncould jes git him to come.\n\nWell, I snorted, an' the feud broke out on Hell fer Sartain betwixt the\nDays an' the Dillons.  Mace Day shot Daws Dillon's brother, as I\nrickollect--somep'n's al'ays a-startin' up that plaguey war an'\na-makin' things frolicsome over thar--an' ef it hadn't a-been fer a\ntall young feller with black hair an' a scar across his forehead, who\nwas a-goin' through the mountains a-settlin' these wars, blame me ef I\nbelieve thar ever would 'a' been any mo' preachin' on Kingdom-Come.\nThis feller comes over from Hazlan an' says he aims to hold a meetin'\non Kingdom-Come.  \"Brother,\" I says, \"that's what no preacher have ever\ndid whilst this war is a-goin' on.\" An' he says, sort o' quiet, \"Well,\nthen, I reckon I'll have to do what no preacher have ever did.\"  An' I\nups an' says: \"Brother, an ole jedge come up here once from the\nsettlemints to hold couht.  'Jedge,' I says, 'that's what no jedge have\never did without soldiers since this war's been a-goin' on.'  An',\nbrother, the jedge's words was yours, p'int-blank.  'All right,' he\nsays, 'then I'll have to do what no other jedge have ever did.' An',\nbrother,\" says I to the preacher, \"the jedge done it shore.  He jes\nlaid under the couht-house fer two days whilst the boys fit over him.\nAn' when I sees the jedge a-makin' tracks fer the settlemints, I says,\n'Jedge,' I says, 'you spoke a parable shore.'\"\n\nWell, sir, the long preacher looked jes as though he was a-sayin' to\nhisself, \"Yes, I hear ye, but I don't heed ye,\" an' when he says, \"Jes\nthe same, I'm a-goin' to hold a meetin' on Kingdom-Come,\" why, I jes\ntakes my foot in my hand an' ag'in I steps fer home.\n\nThat night, stranger, I seed another feller from Hazlan, who was\na-tellin' how this here preacher had stopped the war over thar, an' had\ngot the Marcums an' Braytons to shakin' hands; an' next day ole Tom\nPerkins stops in an' says that WHARAS there mought 'a' been preachin'\nsomewhar an' sometime, thar nuver had been PREACHIN' afore on\nKingdom-Come.  So I goes over to the meetin' house, an' they was all\nthar--Daws Dillon an' Mace Day, the leaders in the war, an' Abe Shivers\n(you've heerd tell o' Abe) who was a-carryin' tales from one side to\nt'other an' a-stirrin' up hell ginerally, as Abe most al'ays is; an'\nthar was Daws on one side o' the meetin'-house an' Mace on t'other, an'\nboth jes a-watchin' fer t'other to make a move, an' thar'd 'a' been\nbilly-hell to pay right thar!  Stranger, that long preacher talked jes\nas easy as I'm a-talkin' now, an' hit was p'int-blank as the feller\nfrom Hazlan said.  You jes ought 'a' heerd him tellin' about the Lawd\na-bein' as pore as any feller thar, an' a-makin' barns an' fences an'\nox-yokes an' sech like; an' not a-bein' able to write his own\nname--havin' to make his mark mebbe--when he started out to save the\nworld.  An' how they tuk him an' nailed him onto a cross when he'd come\ndown fer nothin' but to save 'em; an' stuck a spear big as a corn-knife\ninto his side, an' give him vinegar; an' his own mammy a-standin' down\nthar on the ground a-cryin' an' a-watchin' him an' he a-fergivin' all\nof 'em then an' thar!\n\nThar nuver had been nothin' like that afore on Kingdom-Come, an' all\nalong I heerd fellers a-layin' thar guns down; an when the preacher\ncalled out fer sinners, blame me ef the fust feller that riz wasn't\nMace Day.  An' Mace says, \"Stranger, 'f what you say is true, I reckon\nthe Lawd 'll fergive me too, but I don't believe Daws Dillon ever\nwill,\" an' Mace stood thar lookin' around fer Daws.  An' all of a\nsudden the preacher got up straight an' called out, \"Is thar a human in\nthis house mean an' sorry enough to stand betwixt a man an' his Maker\"?\nAn' right thar, stranger, Daws riz.  \"Naw, by God, thar hain' t!\" Daws\nsays, an' he walks up to Mace a-holdin' out his hand, an' they all\nbusts out cryin' an' shakin' hands--Days an' Dillons--jes as the\npreacher had made 'em do over in Hazlan.  An' atter the thing was over,\nI steps up to the preacher an' I says:\n\n\"Brother,\" I says, \"YOU spoke a parable, shore.\"\n\n\n\n\nTHE PASSING OF ABRAHAM SHIVERS\n\n\n\"I tell ye, boys, hit hain t often a feller has the chance o' doin' so\nmuch good jes by DYIN'.  Fer 'f Abe Shivers air gone, shorely gone, the\nrest of us--every durn one of us--air a-goin' to be saved.  Fer Abe\nShivers--you hain't heerd tell o' ABE?  Well, you must be a stranger in\nthese mountains o' Kaintuck, shore.\n\n\"I don't know, stranger, as Abe ever was borned; nobody in these\nmountains knows it 'f he was.  The fust time I ever heerd tell o' Abe\nhe was a-hollerin' fer his rights one mawnin' at daylight, endurin' the\nwar, jes outside o' ole Tom Perkins' door on Fryin' Pan.  Abe was left\nthar by some home-gyard, I reckon.  Well, nobody air ever turned out'n\ndoors in these mountains, as you know, an' Abe got his rights that\nmawin', an' he's been a-gittin' 'em ever sence.  Tom already had a\nhouseful, but 'f any feller got the bigges' hunk o' corn-bread, that\nfeller was Abe; an' ef any feller got a-whalin', hit wasn't Abe.\n\n\"Abe tuk to lyin' right naturely--looked like--afore he could talk.\nFact is, Abe nuver could do nothin' but jes whisper.  Still, Abe could\nmanage to send a lie furder with that rattlin' whisper than ole Tom\ncould with that big horn o' hisn what tells the boys the revenoos air\ncomin' up Fryin' Pan.'\n\n\"Didn't take Abe long to git to braggin' an' drinkin' an' naggin' an'\nhectorin'--everything, 'mos', 'cept fightin'.  Nobody ever drawed Abe\nShivers into a fight.  I don't know as he was afeerd; looked like Abe\nwas a-havin' sech a tarnation good time with his devilmint he jes\ndidn't want to run no risk o' havin' hit stopped.  An' sech devilmint!\nHit ud take a coon's age, I reckon, to tell ye.\n\n\"The boys was a-goin' up the river one night to git ole Dave Hall fer\ntrickin' Rosie Branham into evil.  Some feller goes ahead an' tells ole\nDave they's a-comin.'  Hit was Abe.  Some feller finds a streak o' ore\non ole Tom Perkins' land, an' racks his jinny down to town, an' tells a\nfurriner thar, an' Tom comes might' nigh sellin' the land fer nothin'.\nNow Tom raised Abe, but, jes the same, the feller was Abe.\n\n\"One night somebody guides the revenoos in on Hell fer Sartain, an'\nthey cuts up four stills.  Hit was Abe.  The same night, mind ye, a\nfeller slips in among the revenoos while they's asleep, and cuts off\ntheir hosses' manes an' tails--muled every durned critter uv 'em.\nStranger, hit was Abe.  An' as fer women-folks--well, Abe was the ill\nfavoredest feller I ever see, an' he couldn't talk; still, Abe was\nsassy, an' you know how sass counts with the gals; an' Abe's whisperin'\ncome in jes as handy as any feller's settin' up; so 'f ever you seed a\nman with a Winchester a-lookin' fer the feller who had cut him out,\nstranger, he was a-lookin' fer Abe.\n\n\"Somebody tells Harve Hall, up thar at a dance on Hell-fer-Sartain one\nChristmas night, that Rich Harp had said somep'n' agin him an' Nance\nOsborn.  An' somebody tells Rich that Harve had said sompe'n' agin\nNance an' HIM.  Hit was one an' the same feller, stranger, an' the\nfeller was Abe.  Well, while Rich an' Harve was a-gittin' well,\nsomebody runs off with Nance.  Hit was Abe.  Then Rich an' Harve jes\ndraws straws fer a feller.  Stranger, they drawed fer Abe.  Hit's purty\nhard to believe that Abe air gone, 'cept that Rich Harp an' Harve Hall\ndon't never draw no straws fer nothin'; but 'f by the grace o'\nGoddle-mighty Abe air gone, why, as I was a-sayin', the rest of\nus--every durned one of us air a-goin' to be saved, shore.  Fer Abe's\ngone fust, an' ef thar's only one Jedgment Day, the Lawd 'll nuver git\nto us.\"\n\n\n\n\nA PURPLE RHODODENDRON\n\n\nThe purple rhododendron is rare.  Up in the Gap here, Bee Rock, hung\nout over Roaring Rock, blossoms with it--as a gray cloud purples with\nthe sunrise.  This rock was tossed lightly on edge when the earth was\nyoung, and stands vertical.  To get the flowers you climb the mountain\nto one side, and, balancing on the rock's thin edge, slip down by roots\nand past rattlesnake dens till you hang out over the water and reach\nfor them.  To avoid snakes it is best to go when it is cool, at\ndaybreak.\n\nI know but one other place in this southwest corner of Virginia where\nthere is another bush of purple rhododendron, and one bush only is\nthere.  This hangs at the throat of a peak not far away, whose ageless\ngray head is bent over a ravine that sinks like a spear thrust into the\nside of the mountain.  Swept only by high wind and eagle wings as this\nis, I yet knew one man foolhardy enough to climb to it for a flower.\nHe brought one blossom down: and to this day I do not know that it was\nnot the act of a coward; yes, though Grayson did it, actually smiling\nall the way from peak to ravine, and though he was my best friend--best\nloved then and since.  I believe he was the strangest man I have ever\nknown, and I say this with thought; for his eccentricities were\nsincere.  In all he did I cannot remember having even suspected\nanything theatrical but once.\n\nWe were all Virginians or Kentuckians at the Gap, and Grayson was a\nVirginian.  You might have guessed that he was a Southerner from his\nvoice and from the way he spoke of women--but no more.  Otherwise, he\nmight have been a Moor, except for his color, which was about the only\nracial characteristic he had.  He had been educated abroad and, after\nthe English habit, had travelled everywhere.  And yet I can imagine no\nmore lonely way between the eternities than the path Grayson trod alone.\n\nHe came to the Gap in the early days, and just why he came I never\nknew.  He had studied the iron question a long time, he told me, and\nwhat I thought reckless speculation was, it seems, deliberate judgment\nto him.  His money \"in the dirt,\" as the phrase was, Grayson got him a\nhorse and rode the hills and waited.  He was intimate with nobody.\nOccasionally he would play poker with us and sometimes he drank a good\ndeal, but liquor never loosed his tongue.  At poker his face told as\nlittle as the back of his cards, and he won more than admiration--even\nfrom the Kentuckians, who are artists at the game; but the money went\nfrom a free hand, and, after a diversion like this, he was apt to be\nmoody and to keep more to himself than ever.  Every fortnight or two he\nwould disappear, always over Sunday.  In three or four days he would\nturn up again, black with brooding, and then he was the last man to\nleave the card-table or he kept away from it altogether.  Where he went\nnobody knew; and he was not the man anybody would question.\n\nOne night two of us Kentuckians were sitting in the club, and from a\nhome paper I read aloud the rumored engagement of a girl we both\nknew--who was famous for beauty in the Bluegrass, as was her mother\nbefore her and the mother before her--to an unnamed Virginian.  Grayson\nsat near, smoking a pipe; and when I read the girl's name I saw him\ntake the meerschaum from his lips, and I felt his eyes on me.  It was a\nmystery how, but I knew at once that Grayson was the man.  He sought me\nout after that and seemed to want to make friends.  I was willing, or,\nrather he made me more than willing; for he was irresistible to me, as\nI imagine he would have been to anybody.  We got to walking together\nand riding together at night, and we were soon rather intimate; but for\na long time he never so much as spoke the girl's name.  Indeed, he kept\naway from the Bluegrass for nearly two months; but when he did go he\nstayed a fortnight.\n\nThis time he came for me as soon as he got back to the Gap.  It was\njust before midnight, and we went as usual back of Imboden Hill,\nthrough moon-dappled beeches, and Grayson turned off into the woods\nwhere there was no path, both of us silent.  We rode through tremulous,\nshining leaves--Grayson's horse choosing a way for himself--and,\nthreshing through a patch of high, strong weeds, we circled past an\namphitheatre of deadened trees whose crooked arms were tossed out into\nthe moonlight, and halted on the spur.  The moon was poised over\nMorris's farm; South Fork was shining under us like a loop of gold, the\nmountains lay about in tranquil heaps, and the moon-mist rose luminous\nbetween them.  There Grayson turned to me with an eager light in his\neyes that I had never seen before.\n\n\"This has a new beauty to-night!\" he said; and then \"I told her about\nyou, and she said that she used to know you--well.\"  I was glad my face\nwas in shadow--I could hardly keep back a brutal laugh--and Grayson,\nunseeing, went on to speak of her as I had never heard any man speak of\nany woman.  In the end, he said that she had just promised to be his\nwife.  I answered nothing.  Other men, I knew, had said that with the\nsame right, perhaps, and had gone from her to go back no more.  And I\nwas one of them.  Grayson had met her at White Sulphur five years\nbefore, and had loved her ever since.  She had known it from the first,\nhe said, and I guessed then what was going to happen to him.  I\nmarvelled, listening to the man, for it was the star of constancy in\nher white soul that was most lustrous to him--and while I wondered the\nmarvel became a commonplace.  Did not every lover think his loved one\nexempt from the frailty that names other women?  There is no ideal of\nfaith or of purity that does not live in countless women to-day.  I\nbelieve that; but could I not recall one friend who walked with\nDivinity through pine woods for one immortal spring, and who, being\nsick to death, was quite finished--learning her at last?  Did I not\nknow lovers who believed sacred to themselves, in the name of love,\nlips that had been given to many another without it?  And now did I not\nknow--but I knew too much, and to Grayson I said nothing.\n\nThat spring the \"boom\" came.  Grayson's property quadrupled in value\nand quadrupled again.  I was his lawyer, and I plead with him to sell;\nbut Grayson laughed.  He was not speculating; he had invested on\njudgment; he would sell only at a certain figure.  The figure was\nactually reached, and Grayson let half go.  The boom fell, and Grayson\ntook the tumble with a jest.  It would come again in the autumn, he\nsaid, and he went off to meet the girl at White Sulphur.\n\nI worked right hard that summer, but I missed him, and I surely was\nglad when he came back.  Something was wrong; I saw it at once.  He did\nnot mention her name, and for a while he avoided even me.  I sought him\nthen, and gradually I got him into our old habit of walking up into the\nGap and of sitting out after supper on a big rock in the valley,\nlistening to the run of the river and watching the afterglow over the\nCumberland, the moon rise over Wallen's Ridge and the stars come out.\nWaiting for him to speak, I learned for the first time then another\nsecret of his wretched melancholy.  It was the hopelessness of that\ntime, perhaps, that disclosed it.  Grayson had lost the faith of his\nchildhood.  Most men do that at some time or other, but Grayson had no\nbusiness, no profession, no art in which to find relief.  Indeed, there\nwas but one substitute possible, and that came like a gift straight\nfrom the God whom he denied.  Love came, and Grayson's ideals of love,\nas of everything else, were morbid and quixotic.  He believed that he\nowed it to the woman he should marry never to have loved another.  He\nhad loved but one woman, he said, and he should love but one.  I\nbelieved him then literally when he said that his love for the Kentucky\ngirl was his religion now--the only anchor left him in his sea of\ntroubles, the only star that gave him guiding light.  Without this\nlove, what then?\n\nI had a strong impulse to ask him, but Grayson shivered, as though he\ndivined my thought, and, in some relentless way, our talk drifted to\nthe question of suicide.  I was not surprised that he rather defended\nit.  Neither of us said anything new, only I did not like the way he\ntalked.  He was too deliberate, too serious, as though he were really\nfacing a possible fact.  He had no religious scruples, he said, no\nfamily ties; he had nothing to do with bringing himself into life;\nwhy--if it was not worth living, not bearable--why should he not end\nit?  He gave the usual authority, and I gave the usual answer.\nReligion aside, if we did not know that we were here for some purpose,\nwe did not know that we were not; and here we were anyway, and our duty\nwas plain.  Desertion was the act of a coward, and that Grayson could\nnot deny.\n\nThat autumn the crash of '91 came across the water from England, and\nGrayson gave up.  He went to Richmond, and came back with money enough\nto pay off his notes, and I think it took nearly all he had.  Still, he\nplayed poker steadily now--for poker had been resumed when it was no\nlonger possible to gamble in lots--he drank a good deal, and he began\njust at this time to take a singular interest in our volunteer police\nguard.  He had always been on hand when there was trouble, and I\nsha'n't soon forget him the day Senator Mahone spoke, when we were\npunching a crowd of mountaineers back with cocked Winchesters.  He had\nlost his hat in a struggle with one giant; he looked half crazy with\nanger, and yet he was white and perfectly cool, and I noticed that he\nnever had to tell a man but once to stand back.  Now he was the first\nman to answer a police whistle.  When we were guarding Talt Hall, he\nalways volunteered when there was any unusual risk to run.  When we\nraided the Pound to capture a gang of desperadoes, he insisted on going\nahead as spy; and when we got restless lying out in the woods waiting\nfor daybreak, and the captain suggested a charge on the cabin, Grayson\nwas by his side when it was made.  Grayson sprang through the door\nfirst, and he was the man who thrust his reckless head up into the loft\nand lighted a match to see if the murderers were there.  Most of us did\nfoolish things in those days under stress of excitement, but Grayson, I\nsaw, was weak enough to be reckless.  His trouble with the girl,\nwhatever it was, was serious enough to make him apparently care little\nwhether he were alive or dead.  And still I saw that not yet even had\nhe lost hope.  He was having a sore fight with his pride, and he got\nbody-worn and heart-sick over it.  Of course he was worsted, and in the\nend, from sheer weakness, he went back to her once more.\n\nI shall never see another face like his when Grayson came back that\nlast time.  I never noticed before that there were silver hairs about\nhis temples.  He stayed in his room, and had his meals sent to him.  He\ncame out only to ride, and then at night.  Waking the third morning at\ndaybreak, I saw him through the window galloping past, and I knew he\nhad spent the night on Black Mountain.  I went to his room as soon as I\ngot up, and Grayson was lying across his bed with his face down, his\nclothes on, and in his right hand was a revolver.  I reeled into a\nchair before I had strength enough to bend over him, and when I did I\nfound him asleep.  I left him as he was, and I never let him know that\nI had been to his room; but I got him out on the rock again that night,\nand I turned our talk again to suicide.  I said it was small, mean,\ncowardly, criminal, contemptible!  I was savagely in earnest, and\nGrayson shivered and said not a word.  I thought he was in better mind\nafter that.  We got to taking night rides again, and I stayed as\nclosely to him as I could, for times got worse and trouble was upon\neverybody.  Notes fell thicker than snowflakes, and, through the\nfoolish policy of the company, foreclosures had to be made.  Grayson\nwent to the wall like the rest of us.  I asked him what he had done\nwith the money he had made.  He had given away a great deal to poorer\nkindred; he had paid his dead father's debts; he had played away a good\ndeal, and he had lost the rest.  His faith was still imperturbable.  He\nhad a dozen rectangles of \"dirt,\" and from these, he said, it would all\ncome back some day.  Still, he felt the sudden poverty keenly, but he\nfaced it as he did any other physical fact in life--dauntless.  He used\nto be fond of saying that no one thing could make him miserable.  But\nhe would talk with mocking earnestness about some much-dreaded\ncombination; and a favorite phrase of his--which got to have peculiar\nsignificance--was \"the cohorts of hell,\" who closed in on him when he\nwas sick and weak, and who fell back when he got well.  He had one\nstrange habit, too, from which I got comfort.  He would deliberately\nwalk into and defy any temptation that beset him.  That was the way he\nstrengthened himself, he said.  I knew what his temptation was now, and\nI thought of this habit when I found him asleep with his revolver, and\nI got hope from it now, when the dreaded combination (whatever that\nwas) seemed actually to have come.\n\nI could see now that he got worse daily.  He stopped his mockeries, his\noccasional fits of reckless gayety.  He stopped poker--resolutely--he\ncouldn't afford to lose now; and, what puzzled me, he stopped drinking.\nThe man simply looked tired, always hopelessly tired; and I could\nbelieve him sincere in all his foolish talk about his blessed Nirvana:\nwhich was the peace he craved, which was end enough for him.\n\nWinter broke.  May drew near; and one afternoon, when Grayson and I\ntook our walk up through the Gap, he carried along a huge spy-glass of\nmine, which had belonged to a famous old desperado, who watched his\nenemies with it from the mountain-tops.  We both helped capture him,\nand I defended him.  He was sentenced to hang--the glass was my fee.\nWe sat down opposite Bee Rock, and for the first time Grayson told me\nof that last scene with her.  He spoke without bitterness, and he told\nme what she said, word for word, without a breath of blame for her.  I\ndo not believe that he judged her at all; she did not know--he always\nsaid; she did not KNOW; and then, when I opened my lips, Grayson\nreached silently for my wrist, and I can feel again the warning crush\nof his fingers, and I say nothing against her now.\n\nI asked Grayson what his answer was.\n\n\"I asked her,\" he said, solemnly, \"if she had ever seen a purple\nrhododendron.\"\n\nI almost laughed, picturing the scene--the girl bewildered by his\nabsurd question--Grayson calm, superbly courteous.  It was a mental\npeculiarity of his--this irrelevancy--and it was like him to end a\nmatter of life and death in just that way.\n\n\"I told her I should send her one.  I am waiting for them to come out,\"\nhe added; and he lay back with his head against a stone and sighted the\ntelescope on a dizzy point, about which buzzards were circling.\n\n\"There is just one bush of rhododendron up there,\" he went on.  \"I saw\nit looking down from the Point last spring.  I imagine it must blossom\nearlier than that across there on Bee Rock, being always in the sun.\nNo, it's not budding yet,\" he added, with his eye to the glass.\n\n\"You see that ledge just to the left?  I dropped a big rock from the\nPoint square on a rattler who was sunning himself there last spring.  I\ncan see a foothold all the way up the cliff.  It can be done,\" he\nconcluded, in a tone that made me turn sharply upon him.\n\n\"Do you really mean to climb up there?\" I asked, harshly.\n\n\"If it blossoms first up there--I'll get it where it blooms first.\"  In\na moment I was angry and half sick with suspicion, for I knew his\nobstinacy; and then began what I am half ashamed to tell.\n\nEvery day thereafter Grayson took that glass with him, and I went along\nto humor him.  I watched Bee Rock, and he that one bush at the throat\nof the peak--neither of us talking over the matter again.  It was\nuncanny, that rivalry--sun and wind in one spot, sun and wind in\nanother--Nature herself casting the fate of a half-crazed fool with a\nflower.  It was utterly absurd, but I got nervous over\nit--apprehensive, dismal.\n\nA week later it rained for two days, and the water was high.  The next\nday the sun shone, and that afternoon Grayson smiled, looking through\nthe glass, and handed it to me.  I knew what I should see.  One purple\ncluster, full blown, was shaking in the wind.  Grayson was leaning back\nin a dream when I let the glass down.  A cool breath from the woods\nbehind us brought the odor of roots and of black earth; up in the\nleaves and sunlight somewhere a wood-thrush was singing, and I saw in\nGrayson's face what I had not seen for a long time, and that was\npeace--the peace of stubborn purpose.  He did not come for me the next\nday, nor the next; but the next he did, earlier than usual.\n\n\"I am going to get that rhododendron,\" he said.  \"I have been half-way\nup--it can be reached.\"  So had I been half-way up.  With nerve and\nagility the flower could be got, and both these Grayson had.  If he had\nwanted to climb up there and drop, he could have done it alone, and he\nwould have known that I should have found him.  Grayson was testing\nhimself again, and, angry with him for the absurdity of the thing and\nwith myself for humoring it, but still not sure of him, I picked up my\nhat and went.  I swore to myself silently that it was the last time I\nshould pay any heed to his whims.  I believed this would be the last.\nThe affair with the girl was over.  The flower sent, I knew Grayson\nwould never mention her name again.\n\nNature was radiant that afternoon.  The mountains had the leafy\nluxuriance of June, and a rich, sunlit haze drowsed on them between the\nshadows starting out over the valley and the clouds so white that the\nblue of the sky looked dark.  Two eagles shot across the mouth of the\nGap as we neared it, and high beyond buzzards were sailing over\nGrayson's rhododendron.\n\nI went up the ravine with him and I climbed up behind him--Grayson\ngoing very deliberately and whistling softly.  He called down to me\nwhen he reached the shelf that looked half-way.\n\n\"You mustn't come any farther than this,\" he said.  \"Get out on that\nrock and I'll drop them down to you.\"\n\nThen he jumped from the ledge and caught the body of a small tree close\nto the roots, and my heart sank at such recklessness and all my fears\nrose again.  I scrambled hastily to the ledge, but I could get no\nfarther.  I might possibly make the jump he had made--but how should I\never get back?  How would he?  I called angrily after him now, and he\nwouldn't answer me.  I called him a fool, a coward; I stamped the ledge\nlike a child--but Grayson kept on, foot after hand, with stealthy\ncaution, and the purple cluster nodding down at him made my head whirl.\nI had to lie down to keep from tumbling from the ledge; and there on my\nside, gripping a pine bush, I lay looking up at him.  He was close to\nthe flowers now, and just before he took the last upward step he turned\nand looked down that awful height with as calm a face as though he\ncould have dropped and floated unhurt to the ravine beneath.\n\nThen with his left hand he caught the ledge to the left, strained up,\nand, holding thus, reached out with his right.  The hand closed about\nthe cluster, and the twig was broken.  Grayson gave a great shout then.\nHe turned his head as though to drop them, and, that far away, I heard\nthe sibilant whir of rattles.  I saw a snake's crest within a yard of\nhis face, and, my God!  I saw Grayson loose his left hand to guard it!\nThe snake struck at his arm, and Grayson reeled and caught back once at\nthe ledge with his left hand.  He caught once, I say, to do him full\njustice; then, without a word, he dropped--and I swear there was a\nsmile on his face when he shot down past me into the trees.\n\n\nI found him down there in the ravine with nearly every bone in his body\ncrushed.  His left arm was under him, and outstretched in his right\nhand was the shattered cluster, with every blossom gone but one.  One\nwhite half of his face was unmarked, and on it was still the shadow of\na smile.  I think it meant more than that Grayson believed that he was\nnear peace at last.  It meant that Fate had done the deed for him and\nthat he was glad.  Whether he would have done it himself, I do not\nknow; and that is why I say that though Grayson brought the flower\ndown--smiling from peak to ravine--I do not know that he was not, after\nall, a coward.\n\nThat night I wrote to the woman in Kentucky.  I told her that Grayson\nhad fallen from a cliff while climbing for flowers; and that he was\ndead.  Along with these words, I sent a purple rhododendron."
}