{
 "author": [
  "Hubbard, Elbert"
 ],
 "title": [
  "John Jacob Astor"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "CT",
  "Astor, John Jacob, 1763-1848",
  "Businessmen -- United States -- Biography"
 ],
 "id": "412",
 "genre": [
  "biography"
 ],
 "text": "LITTLE JOURNEYS\n  TO THE HOMES OF\n  GREAT BUSINESS MEN\n\nBY\n\nELBERT HUBBARD\n\n\n\nJOHN J. ASTOR\n\n\nThe man who makes it the habit of his life to go to bed at nine\no'clock, usually gets rich and is always reliable.  Of course, going to\nbed does not make him rich--I merely mean that such a man will in all\nprobability be up early in the morning and do a big day's work, so his\nweary bones put him to bed early.  Rogues do their work at night.\nHonest men work by day.  It's all a matter of habit, and good habits in\nAmerica make any man rich.  Wealth is a result of habit.\n\n--JOHN JACOB ASTOR\n\n\n\nLITTLE JOURNEYS\n\nVictor Hugo says, \"When you open a school, you close a prison.\"\n\nThis seems to require a little explanation.  Victor Hugo did not have\nin mind a theological school, nor yet a young ladies' seminary, nor an\nEnglish boarding-school, nor a military academy, and least of all a\nparochial institute.  What he was thinking of was a school where\npeople--young and old--were taught to be self-respecting, self-reliant\nand efficient--to care for themselves, to help bear the burdens of the\nworld, to assist themselves by adding to the happiness of others.\n\nVictor Hugo fully realized that the only education that serves is the\none that increases human efficiency, not the one that retards it.  An\neducation for honors, ease, medals, degrees, titles,\nposition--immunity--may tend to exalt the individual ego, but it\nweakens the race and its gain on the whole is nil.\n\nMen are rich only as they give.  He who gives great service, gets great\nreturns.  Action and reaction are equal, and the radiatory power of the\nplanets balances their attraction.  The love you keep is the love you\ngive away.\n\nA bumptious colored person wearing a derby tipped over one eye, and a\ncigar in his mouth pointing to the northwest, walked into a hardware\nstore and remarked, \"Lemme see your razors.\"\n\nThe clerk smiled pleasantly and asked, \"Do you want a razor to shave\nwith?\"\n\n\"Naw,\" said the colored person, \"--for social purposes.\"\n\nAn education for social purposes is n't of any more use than a razor\npurchased for a like use.  An education which merely fits a person to\nprey on society, and occasionally slash it up, is a predatory\npreparation for a life of uselessness, and closes no prison.  Rather it\nopens a prison and takes captive at least one man.  The only education\nthat makes free is the one that tends to human efficiency.  Teach\nchildren to work, play, laugh, fletcherize, study, think, and yet\nagain--work, and we will raze every prison.\n\nThere is only one prison, and its name is Inefficiency.  Amid the\nbastions of this bastile of the brain the guards are Pride, Pretense,\nGreed, Gluttony, Selfishness.\n\nIncrease human efficiency and you set the captives free.\n\n\"The Teutonic tribes have captured the world because of their\nefficiency,\" says Lecky the historian.\n\nHe then adds that he himself is a Celt.\n\nThe two statements taken together reveal Lecky to be a man without\nprejudice.  When the Irish tell the truth about the Dutch the\nmillennium approaches.\n\nShould the quibbler arise and say that the Dutch are not Germans, I\nwill reply, true, but the Germans are Dutch--at least they are of Dutch\ndescent.\n\nThe Germans are great simply because they have the homely and\nindispensable virtues of prudence, patience and industry.\n\nThere is no copyright on these qualities.  God can do many things, but\nso far, He has never been able to make a strong race of people and\nleave these ingredients out of the formula.\n\nAs a nation, Holland first developed them so that they became the\ncharacteristic of the whole people.\n\nIt was the slow, steady stream of Hollanders pushing southward that\ncivilized Germany.\n\nMusic as a science was born in Holland.  The grandfather of Beethoven\nwas a Dutchman.\n\nGutenberg's forebears were from Holland.\n\nAnd when the Hollanders had gone clear through Germany, and then\ntraversed Italy, and came back home by way of Venice, they struck the\nrock of spiritual resources and the waters gushed forth.\n\nSince Rembrandt carried portraiture to the point of perfection, two\nhundred and fifty years ago, Holland has been a land of artists--and it\nis so even unto this day.\n\nJohn Jacob Astor was born of a Dutch family that had migrated down to\nHeidelberg from Antwerp.  Through some strange freak of atavism the\nfather of the boy bred back, and was more or less of a stone-age\ncave-dweller.  He was a butcher by trade, in the little town of\nWaldorf, a few miles from Heidelberg.  A butcher's business then was to\ntravel around and kill the pet pig, or sheep, or cow that the\ntender-hearted owners dare not harm.  The butcher was a pariah, a sort\nof unofficial, industrial hangman.\n\nAt the same time he was more or less of a genius, for he climbed\nsteeples, dug wells, and did all kinds of disagreeable jobs that needed\nto be done, and from which sober and cautious men shrank like unwashed\nwool.\n\nOne such man--a German, too--lives in East Aurora.  I joined him,\naccidentally, in walking along a country road the other day.  He\ncarried a big basket on his arm, and was peacefully smoking a big Dutch\npipe.  We talked of music and he was regretting the decline of a taste\nfor Bach, when he shifted the basket to the other arm.\n\n\"What have you in the basket?\" I asked.\n\nAnd here is the answer, \"Noddings--but dynamite.  I vas going up on der\nhill, already, to blow me oud some stumps oud.\"  And I suddenly\nbethought me of an engagement I had at the village.\n\n\n\nJohn Jacob Astor was the youngest of four sons, and as many daughters.\nThe brothers ran away early in life, and went to sea or joined the\narmy.  One of these boys came to America, and followed his father's\ntrade of butcher.\n\nJacob Astor, the happy father of John Jacob, used to take the boy with\nhim on his pig-killing expeditions.  This for two reasons--one, so the\nlad would learn a trade, and the other to make sure that the boy did\nnot run away.\n\nParents who hold their children by force have a very slender claim upon\nthem.  The pastor of the local Lutheran Church took pity on this boy,\nwho had such disgust for his father's trade and hired him to work in\nhis garden and run errands.\n\nThe intelligence and alertness of the lad made him look like good\ntimber for a minister.\n\nHe learned to read and was duly confirmed as a member of the church.\n\nUnder the kindly care of the village parson John Jacob grew in mind and\nbody--his estate was to come later.  When he was seventeen, his father\ncame and made a formal demand for his services.  The young man must\ntake up his father's work of butchering.\n\nThat night John Jacob walked out of Waldorf by the wan light of the\nmoon, headed for Antwerp.  He carried a big red handkerchief in which\nhis worldly goods were knotted, and in his heart he had the blessings\nof the Lutheran clergyman, who walked with him for half a mile, and\nsaid a prayer at parting.\n\nTo have youth, high hope, right intent, health and a big red\nhandkerchief is to be greatly blessed.\n\nJohn Jacob got a job next day as oarsman on a lumber raft.\n\nHe reached Antwerp in a week.  There he got a job on the docks as a\nlaborer.  The next day he was promoted to checker-off.  The captain of\na ship asked him to go to London and figure up the manifests on the\nway.  He went.\n\nThe captain of the ship recommended him to the company in London, and\nthe boy was soon piling up wealth at the rate of a guinea a month.\n\nIn September, Seventeen Hundred and Eighty-three, came the news to\nLondon that George Washington had surrendered.  In any event, peace had\nbeen declared--Cornwallis had forced the issue, so the Americans had\nstopped fighting.\n\nA little later it was given out that England had given up her American\nColonies, and they were free.\n\nIntuitively John Jacob Astor felt that the \"New World\" was the place\nfor him.  He bought passage on a sailing ship bound for Baltimore, at a\ncost of five pounds.  He then fastened five pounds in a belt around his\nwaist, and with the rest of his money--after sending two pounds home to\nhis father, with a letter of love--bought a dozen German flutes.\n\nHe had learned to play on this instrument with proficiency, and in\nAmerica he thought there would be an opening for musicians and musical\ninstruments.\n\nJohn Jacob was then nearly twenty years of age.\n\nThe ship sailed in November, but did not reach Baltimore until the\nmiddle of March, having to put back to sea on account of storms when\nwithin sight of the Chesapeake.  Then a month was spent later hunting\nfor the Chesapeake.  There was plenty of time for flute-playing and\nmaking of plans.\n\nOn board ship he met a German, twenty years older than himself, who was\na fur trader and had been home on a visit.\n\nJohn Jacob played the flute and the German friend told stories of fur\ntrading among the Indians.\n\nYoung Astor's curiosity was excited.  The Waldorf-Astoria plan of\nflute-playing was forgotten.  He fed on fur trading.\n\nThe habits of the animals, the value of their pelts, the curing of the\nfurs, their final market, was all gone over again and again.  The two\nextra months at sea gave him an insight into a great business and he\nhad the time to fletcherize his ideas.  He thought about it--wrote\nabout it in his diary, for he was at the journal-age.  Wolves, bears\nbadgers, minks, and muskrats, filled his dreams.\n\nArriving in Baltimore he was disappointed to learn that there were no\nfur traders there.  He started for New York.\n\nHere he found work with a certain Robert Bowne, a Quaker, who bought\nand sold furs.\n\nYoung Astor set himself to learn the business--every part of it.  He\nwas always sitting on the curb at the door before the owner got around\nin the morning, carrying a big key to open the warehouse.  He was the\nlast to leave at night.  He pounded furs with a stick, salted them,\nsorted them, took them to the tanners, brought them home.\n\nHe worked, and as he worked, learned.\n\nTo secure the absolute confidence of a man, obey him.  Only thus do you\nget him to lay aside his weapons, be he friend or enemy.\n\nAny dullard can be waited on and served, but to serve requires\njudgment, skill, tact, patience and industry.\n\nThe qualities that make a youth a good servant are the basic ones for\nmastership.  Astor's alertness, willingness, loyalty, and ability to\nobey, delivered his employer over into his hands.\n\nRobert Bowne, the good old Quaker, insisted that Jacob should call him\nRobert; and from boarding the young man with a near-by war widow who\ntook cheap boarders, Bowne took young Astor to his own house, and\nraised his pay from two dollars a week to six.\n\nBowne had made an annual trip to Montreal for many years.\n\nMontreal was the metropolis for furs.  Bowne went to Montreal himself\nbecause he did not know of any one he could trust to carry the message\nto Garcia.  Those who knew furs and had judgment were not honest, and\nthose who were honest did not know furs.  Honest fools are really no\nbetter than rogues, as far as practical purposes are concerned.  Bowne\nonce found a man who was honest and also knew furs, but alas! he had a\npassion for drink, and no prophet could foretell his \"periodic,\" until\nafter it occurred.\n\nYoung Astor had been with Bowne only a year.  He spoke imperfect\nEnglish, but he did not drink nor gamble, and he knew furs and was\nhonest.\n\nBowne started him off for Canada with a belt full of gold; his only\nweapon was a German flute that he carried in his hand.  Bowne being a\nQuaker did not believe in guns.  Flutes were a little out of his line,\ntoo, but he preferred them to flintlocks.\n\nJohn Jacob Astor ascended the Hudson River to Albany, and then with\npack on his back, struck north, alone, through the forest for Lake\nChamplain.  As he approached an Indian settlement he played his flute.\nThe aborigines showed no disposition to give him the hook.  He hired\nIndians to paddle him up to the Canadian border.  He reached Montreal.\n\nThe fur traders there knew Bowne as a very sharp buyer, and so had\ntheir quills out on his approach.  But young Astor was seemingly\nindifferent.  His manner was courteous and easy.\n\nHe got close to his man, and took his pick of the pelts at fair prices.\nHe expended all of his money, and even bought on credit, for there are\nmen who always have credit.\n\nYoung Astor found Indian nature to be simply human nature.\n\nThe savage was a man, and courtesy, gentleness and fairly good\nflute-playing soothed his savage breast.  Astor had beads and blankets,\na flute and a smile.  The Indians carried his goods by relays and then\npassed him on with guttural certificates as to character, to other red\nmen, and at last he reached New York without the loss of a pelt or the\ndampening of his ardor.\n\nBowne was delighted.  To young Astor it was nothing.  He had in his\nblood the success corpuscle.  He might have remained with Bowne and\nbecome a partner in the business, but Bowne had business limitations\nand Astor had n't.\n\nSo after a three years' apprenticeship, Astor knew all that Bowne did\nand all he himself could imagine besides.  So he resigned.\n\nIn Seventeen Hundred and Eighty-six, John Jacob Astor began business on\nhis own account in a little store on Water Street, New York.  There was\none room and a basement.  He had saved a few hundred dollars; his\nbrother, the butcher, had loaned him a few hundred more, and Robert\nBowne had contributed a bale of skins to be paid for \"at thy own price\nand thy own convenience.\"\n\nAstor had made friends with the Indians up the Hudson clear to Albany,\nand they were acting as recruiting agents for him.  He was a bit\nboastful of the fact that he had taught an Indian to play the flute,\nand anyway he had sold the savage the instrument for a bale of beaver\npelts, with a bearskin thrown in for good measure.  It was a musical\nachievement as well as a commercial one.\n\nHaving collected several thousand dollars' worth of furs he shipped\nthem to London and embarked as a passenger in the steerage.  The trip\nshowed him that ability to sell was quite as necessary as the ability\nto buy--a point which with all of his shrewdness Bowne had never\nguessed.\n\nIn London furs were becoming a fad.  Astor sorted and sifted his\nbuyers, as he had his skins.  He himself dressed in a suit of fur and\nthus proved his ability as an advertiser.  He picked his men and\ncharged all the traffic would bear.  He took orders, on sample, from\nthe nobility and sundry of the gentry, and thereby cut the middleman.\nAll of the money he received for his skins, he invested in \"Indian\nGoods\"--colored cloth, beads, blankets, knives, axes, and musical\ninstruments.\n\nHis was the first store in New York that carried a stock of musical\ninstruments.  These he sold to savages, and also he supplied the stolid\nDutch the best of everything in this particular line from a bazoo to a\nStradivarius violin.\n\nWhen he got back to New York, he at once struck out through the\nwilderness to buy furs of the Indians, or better still, to interest\nthem in bringing furs to him.\n\nHe knew the value of friendship in trade as no man of the time did.\n\nHe went clear through to Lake Erie, down to Niagara Falls, along Lake\nOntario, across to Lake Champlain and then down the Hudson.  He foresaw\nthe great city of Buffalo, and Rochester as well, only he said that\nRochester would probably be situated directly on the Lake.  But the\nwater-power of the Genesee Falls proved a stronger drawing power than\nthe Lake Front.  He prophesied that along the banks of the Niagara\nFalls would be built the greatest manufacturing city in the world.\nThere were flour-mills and sawmills there then.  The lumber first used\nin building the city of Buffalo was brought from the sawmills at \"The\nFalls.\"\n\nElectric power, of course, was then a thing unguessed, but Astor\nprophesied the Erie Canal, and made good guesses as to where prosperous\ncities would appear along its line.\n\nIn Seventeen Hundred and Ninety, John Jacob Astor married Sarah Todd.\nHer mother was a Brevoort, and it was brought about by her coming to\nAstor to buy furs with which to make herself a coat.  Her ability to\njudge furs and make them up won the heart of the dealer.  The marriage\nbrought young Astor into \"the best Dutch New York society,\" a\ncombination that was quite as exclusive then as now.\n\nThis marriage was a business partnership as well as marital and proved\na success in every way.  Sarah was a worker, with all the good old\nDutch qualities of patience, persistence, industry and economy.  When\nher husband went on trips she kept store.  She was the only partner in\nwhich he ever had implicit faith.  And faith is the first requisite in\nsuccess.\n\nCaptain Cook had skirted the Pacific Coast from Cape Horn to Alaska,\nand had brought to the attention of the fur-dealing and fur-wearing\nworld the sea-otter of the Northern Pacific.\n\nHe also gave a psychological prophetic glimpse of the insidious\nsealskin sacque.\n\nIn Seventeen Hundred and Ninety, a ship from the Pacific brought a\nhundred otterskins to New York.  The skins were quickly sold to London\nbuyers at exorbitant prices.\n\nThe nobility wanted sea-otter, or \"Royal American Ermine,\" as they\ncalled it.  The scarcity boomed the price.  Ships were quickly fitted\nout and dispatched.  Boats bound for the whale fisheries were diverted,\nand New Bedford had a spasm of jealousy.\n\nAstor encouraged these expeditions, but at first invested no money in\nthem, as he considered them \"extra hazardous.\" He was not a speculator.\n\n\n\nUntil the year Eighteen Hundred, Astor lived over his store in Water\nStreet, but he then moved to the plain and modest house at Two Hundred\nand Twenty-three Broadway, on the site of the old Astor House.  Here he\nlived for twenty-five years.\n\nThe fur business was simple and very profitable.  Astor now was\nconfining himself mostly to beaver-skins.  He fixed the price at one\ndollar, to be paid to the Indians or trappers.  It cost fifty cents to\nprepare and transport the skin to London.  There it was sold at from\nfive to ten dollars.  All of the money received for skins was then\ninvested in English merchandise, which was sold in New York at a\nprofit.  In Eighteen Hundred, Astor owned three ships which he had\nbought so as to absolutely control his trade.  Ascertaining that London\ndealers were reshipping furs to China, early in the century he\ndispatched one of his ships directly to the Orient, loaded with furs,\nwith explicit written instructions to the captain as to what the cargo\nshould be sold for.  The money was to be invested in teas and silks.\n\nThe ship sailed away, and had been gone a year.\n\nNo tidings had come from her.\n\nSuddenly a messenger came with news that the ship was in the bay.  We\ncan imagine the interest of Mr. and Mrs. Astor as they locked their\nstore and ran to the Battery.  Sure enough, it was their ship, riding\ngently on the tide, snug, strong and safe as when she had left.\n\nThe profit on this one voyage was seventy thousand dollars.  By\nEighteen Hundred and Ten, John Jacob Astor was worth two million\ndollars.  He began to invest all his surplus money in New York real\nestate.  He bought acreage property in the vicinity of Canal Street.\nNext he bought Richmond Hill, the estate of Aaron Burr.  It consisted\nof one hundred and sixty acres just above Twenty-third Street.  He paid\nfor the land a thousand dollars an acre.  People said Astor was crazy.\nIn ten years he began to sell lots from the Richmond Hill property at\nthe rate of five thousand dollars an acre.  Fortunately for his estate\nhe did not sell much of the land at this price, for it is this\nparticular dirt that makes up that vast property known as \"The Astor\nEstate.\"\n\nDuring the Revolutionary War, Roger Morris, of Putnam County, New York,\nmade the mistake of siding with the Tories.\n\nA mob collected, and Morris and his family escaped, taking ship to\nEngland.\n\nBefore leaving, Morris declared his intention of coming back as soon as\n\"the insurrection was quelled.\"\n\nThe British troops, we are reliably informed, failed to quell the\ninsurrection.\n\nRoger Morris never came back.\n\nRoger Morris is known in history as the man who married Mary Philipse.\nAnd this lady lives in history because she had the felicity of having\nbeen proposed to by George Washington.  It is George himself, tells of\nthis in his Journal, and George you remember could not tell a lie.\n\nGeorge was twenty-five, he was on his way to Boston, and was\nentertained at the Philipse house, the Plaza not having then been built.\n\nMary was twenty, pink and lissome. She played the harpsichord.\nImmediately after supper George, finding himself alone in the parlor\nwith the girl, proposed.\n\nHe was an opportunist.\n\nThe lady pleaded for time, which the Father of his Country declined to\ngive.  He was a soldier and demanded immediate surrender.  A small\nquarrel followed, and George saddled his horse and rode on his way to\nfame and fortune.\n\nMary thought he would come back, but George never proposed to the same\nlady twice. Yet he thought kindly of Mary and excused her conduct by\nrecording, \"I think ye ladye was not in ye moode.\"\n\nJust twenty-two years after this bout with Cupid, General George\nWashington, Commander-in-Chief of the Continental Army, occupied the\nRoger Morris Mansion as headquarters, the occupants having fled.\nWashington had a sly sense of humor, and on the occasion of his moving\ninto the mansion, remarked to Colonel Aaron Burr, his aide, \"I move in\nhere for sentimental reasons--I have a small and indirect claim on the\nplace.\"\n\nIt was Washington who formally confiscated the property, and turned it\nover to the State of New York as contraband of war.\n\nThe Morris estate of about fifty thousand acres was parceled out and\nsold by the State of New York to settlers.\n\nIt seems, however, that Roger Morris had only a life interest in the\nestate and this was a legal point so fine that it was entirely\noverlooked in the joy of confiscation. Washington was a great soldier,\nbut an indifferent lawyer.\n\nJohn Jacob Astor accidentally ascertained the facts. He was convinced\nthat the heirs could not be robbed of their rights through the acts of\na leaseholder, which, legally was the status of Roger Morris.  Astor\nwas a good real estate lawyer himself, but he referred the point to the\nbest counsel he could find.  They agreed with him.  He next hunted up\nthe heirs and bought their quitclaims for one hundred thousand dollars.\n\nHe then notified the parties who had purchased the land, and they in\nturn made claim upon the State for protection.\n\nAfter much legal parleying the case was tried according to stipulation\nwith the State of New York, directly, as defendant and Astor and the\noccupants as plaintiffs.  Daniel Webster and Martin Van Buren appeared\nfor the State, and an array of lesser legal lights for Astor.\n\nThe case was narrowed down to the plain and simple point that Roger\nMorris was not the legal owner of the estate, and that the rightful\nheirs could not be made to suffer for the \"treason, contumacy and\ncontravention\" of another.  Astor won, and as a compromise the State\nissued him twenty-year bonds bearing six per cent interest, for the\nneat sum of five hundred thousand dollars--not that Astor needed the\nmoney but finance was to him a game, and he had won.\n\n\n\nIn front of the first A. T. Stewart store there used to be an old woman\nwho sold apples.  Regardless of weather, there she sat and mumbled her\nwares at the passer-by.  She was a combination beggar and merchant,\nwith a blundering wit, a ready tongue and a vocabulary unfit for\npublication.\n\nHer commercial genius is shown in the fact that she secured one good\npaying customer--Alexander T. Stewart.  Stewart grew to believe in her\nas his spirit of good luck.  Once when bargains had been offered at the\nStewart store and the old woman was not at her place on the curb, the\nmerchant-prince sent his carriage for her in hot haste \"lest offense be\ngiven.\"  And the day was saved.\n\nWhen the original store was abandoned for the Stewart \"Palace\" the old\napple woman with her box, basket and umbrella were tenderly taken\nalong, too.\n\nJohn Jacob Astor had no such belief in luck omens, portents, or mascots\nas had A. T. Stewart.  With him success was a sequence--a result--it\nwas all cause and effect.  A. T. Stewart did not trust entirely to\nluck, for he too, carefully devised and planned.  But the difference\nbetween the Celtic and Teutonic mind is shown in that Stewart hoped to\nsucceed, while Astor knew that he would.  One was a bit anxious; the\nother exasperatingly placid.\n\nAstor took a deep interest in the Lewis and Clark expedition.\n\nHe went to Washington to see Lewis, and questioned him at great length\nabout the Northwest.  Legend says that he gave the hardy discoverer a\nthousand dollars, which was a big amount for him to give away.\n\nOnce a committee called on him with a subscription list for some worthy\ncharity.  Astor subscribed fifty dollars.  One of the disappointed\ncommittee remarked, \"Oh, Mr. Astor, your son William gave us a hundred\ndollars.\"\n\n\"Yes,\" said the old man, \"But you must remember that William has a rich\nfather.\"\n\nWashington Irving has told the story of Astoria at length.  It was the\none financial plunge taken by John Jacob Astor.\n\nAnd in spite of the fact that it failed, the whole affair does credit\nto the prophetic brain of Astor.\n\n\"This country will see a chain of growing and prosperous cities\nstraight from New York to Astoria, Oregon,\" said this man in reply to a\ndoubting questioner.\n\nHe laid his plans before Congress, urging a line of army posts, forty\nmiles apart, from the western extremity of Lake Superior to the\nPacific.  \"These forts or army posts will evolve into cities,\" said\nAstor, when he called on Thomas Jefferson, who was then President of\nthe United States.  Jefferson was interested, but non-committal.  Astor\nexhibited maps of the Great Lakes, and the country beyond.  He argued\nwith a prescience then not possessed by any living man that at the\nwestern extremity of Lake Superior would grow up a great city.  Yet in\nEighteen Hundred and Seventy-six, Duluth was ridiculed by the caustic\ntongue of Proctor Knott, who asked, \"What will become of Duluth when\nthe lumber crop is cut?\" Astor proceeded to say that another great city\nwould grow up at the southern extremity of Lake Michigan.  General\nDearborn.  Secretary of War under Jefferson had just established Fort\nDearborn on the present site of Chicago.  Astor commended this, and\nsaid:  \"From a fort you get a trading post, and from a trading post you\nwill get a city.\"\n\nHe pointed out to Jefferson the site, on his map, of the Falls of St.\nAnthony.  \"There you will have a fort some day, for wherever there is\nwater-power, there will grow up mills for grinding grain and sawmills,\nas well.  This place of power will have to be protected, and so you\nwill have there a post which will eventually be replaced by a city.\"\nYet Fort Snelling was nearly fifty years in the future and St. Paul and\nMinneapolis were dreams undreamed.\n\nJefferson took time to think about it and then wrote Astor thus, \"Your\nbeginning of a city on the Western Coast is a great acquisition, and I\nlook forward to a time when our population will spread itself up and\ndown along the whole Pacific frontage, unconnected with us, excepting\nby ties of blood and common interest, and enjoying like us, the rights\nof self-government.\"\n\nThe Pilgrim Fathers thought land that lay inward from the sea as\nvalueless.  The forest was an impassible barrier.  Later, up to the\ntime of George Washington, the Alleghanies were regarded as a natural\nbarrier.  Patrick Henry likened the Alleghany Mountains to the Alps\nthat separated Italy from Germany and said, \"The mountain ranges are\nlines that God has set to separate one people from another.\"\n\nLater, statesmen have spoken of the ocean in the same way, as proof\nthat a union of all countries under an international capital could\nnever exist.\n\nGreat as was Jefferson, he regarded the achievement of Lewis and Clarke\nas a feat and not an example.  He looked upon the Rocky Mountains as a\nnatural separation of peoples \"bound by ties of blood and mutual\ninterest\" but otherwise unconnected.  To pierce these mighty mountains\nwith tunnels, and whisper across them with the human voice, were\nmiracles unguessed.  But Astor closed his eyes and saw pack-trains,\nmules laden with skins, winding across these mountains, and down to\ntide-water at Astoria.  There his ships would be lying at the docks,\nready to sail for the Far East.  James J. Hill was yet to come.\n\n\nA company was formed, and two expeditions set out for the mouth of the\nColumbia River, one by land and the other by sea.\n\nThe land expedition barely got through alive--it was a perilous\nundertaking, with accidents by flood and field and in the imminent\ndeadly breech.\n\nBut the route by the water was feasible.\n\nThe town was founded and soon became a centre of commercial activity.\nHad Astor been on the ground to take personal charge, a city like\nSeattle would have bloomed and blossomed on the Pacific, fifty years\nago.  But power at Astoria was subdivided among several little men, who\nwore themselves out in a struggle for honors, and to see who would be\ngreatest in the kingdom of heaven.  John Jacob Astor was too far away\nto send a current of electricity through the vacuum of their minds,\nlight up the recesses with reason, and shock them into sanity.  Like\nthose first settlers at Jamestown, the pioneers at Astoria saw only\nfailure ahead, and that which we fear, we bring to pass.  To settle a\ncontinent with men is almost as difficult as Nature's attempt to form a\nsoil on a rocky surface.\n\nThere came a grand grab at Astoria and it was each for himself and the\ndevil take the hindermost--it was a stampede.\n\nSystem and order went by the board.  The strongest stole the most, as\nusual, but all got a little.  And England's gain in citizens was our\nloss.\n\nAstor lost a million dollars by the venture.  He smiled calmly and\nsaid, \"The plan was right, but my men were weak, that is all.  The\ngateway to China will be from the northwest.  My plans were correct.\nTime will vindicate my reasoning.\"\n\nWhen the block on Broadway, bounded by Vesey and Barclay Streets, was\ncleared of its plain two story houses, preparatory to building the\nAstor House, wise men shook their heads and said, \"It's too far uptown.\"\n\nBut the free bus that met all boats solved the difficulty, and gave the\ncue to hotel men all over the world.  The hotel that runs full is a\ngold mine.  Hungry men feed, and the beautiful part about the hotel\nbusiness is that the customers are hungry the next day--also thirsty.\nAstor was worth ten million, but he took a personal delight in sitting\nin the lobby of the Astor House and watching the dollars roll into this\npalace that his brain had planned.  To have an idea--to watch it\ngrow--to then work it out, and see it made manifest in concrete\nsubstance, this was his joy.  The Astor House was a bigger hostelry in\nits day than the Waldorf-Astoria is now.\n\nAstor was tall, thin, and commanding in appearance.  He had only one\nhallucination, and that was that he spoke the English language.  The\naccent he possessed at thirty was with him in all its pristine\neffulgence at eighty-five.  \"Nopody vould know I vas a Cherman--aind't\nit?\" he used to say.  He spoke French, a dash of Spanish and could\nparley in Choctaw, Ottawa, Mohawk and Huron.  But they who speak\nseveral languages must not be expected to speak any one language well.\n\nYet when John Jacob wrote it was English without a flaw.  In all of his\ndealings he was uniquely honorable and upright.  He paid and he made\nothers pay.  His word was his bond.  He was not charitable in the sense\nof indiscriminate giving.  \"To give something for nothing is to weaken\nthe giver,\" was one of his favorite sayings.  That this attitude\nprotected a miserly spirit, it is easy to say, but it is not wholly\ntrue.  In his later years he carried with him a book containing a\nrecord of his possessions.  This was his breviary.  In it he took a\nvery pardonable delight.  He would visit a certain piece of property,\nand then turn to his book and see what it had cost him ten or twenty\nyears before.  To realize that his prophetic vision had been correct\nwas to him a great source of satisfaction.\n\nHis habits were of the best.  He went to bed at nine o'clock, and was\nup before six.  At seven he was at his office.  He knew enough to eat\nsparingly and to walk, so he was never sick.\n\nMillionaires as a rule are woefully ignorant.  Up to a certain sum,\nthey grow with their acquisitions.  Then they begin to wither at the\nheart.  The care of a fortune is a penalty.  I advise the gentle reader\nto think twice before accumulating ten millions.\n\nJohn Jacob Astor was exceptional in his combined love of money and love\nof books.  History was at his tongue's end, and geography was his\nplaything.  Fitz-Greene Halleck was his private secretary, hired on a\nbasis of literary friendship.  Washington Irving was a close friend,\ntoo, and first crossed the Atlantic on an Astor pass.  He banked on\nWashington Irving's genius, and loaned him money to come and go, and\nbuy a house.  Irving was named in Astor's will as one of the trustees\nof the Astor Library Fund, and repaid all favors by writing \"Astoria.\"\n\nAstor died, aged eighty-six.  It was a natural death, a thing that very\nseldom occurs.  The machinery all ran down at once.\n\nRealizing his lack of book advantages, he left by his will four hundred\nthousand dollars to found the Astor Library, in order that others might\nprofit where he had lacked.\n\nHe also left fifty thousand dollars to his native town of Waldorf, a\npart of which money was used to found an Astor Library there God is\nsurely good, for if millionaires were immortal, their money would cause\nthem great misery and the swollen fortunes would crowd mankind, not\nonly 'gainst the wall, but into the sea.  Death is the deliverer, for\nTime checks power and equalizes all things, and gives the new\ngeneration a chance.\n\nAstor hated gamblers.  He never confused gambling, as a mode of money\ngetting, with actual production.  He knew that gambling produces\nnothing--it merely transfers wealth, changes ownership.  And since it\ninvolves loss of time and energy it is a positive waste.\n\nYet to buy land and hold it, thus betting on its rise in value, is not\nproduction, either.  Nevertheless, this was to Astor, legitimate and\nright.\n\nHenry George threw no shadow before, and no economist had ever written\nthat to secure land and hold it unused, awaiting a rise in value, was a\ndog-in-the-manger, unethical and selfish policy.  Morality is a matter\nof longitude and time.\n\nAstor was a member of the Dutch Reformed Church, and yet he lived out\nhis days with a beautiful and perfect disbelief in revealed religion.\n\nHe knew enough of biology to know that religions are not\n\"revealed\"--they are evolved.  Yet he recognized the value of the\nChurch as a social factor.  To him it was a good police system, and so\nwhen rightly importuned he gave, with becoming moderation, to all\nfaiths and creeds.\n\nA couple of generations back in his ancestry there was a renegade Jew\nwho loved a Christian girl, and thereby moulted his religion.  When\nCupid crosses swords with a priest, religion gets a death stroke.  This\nstream of free blood was the inheritance of John Jacob Astor.\n\nWilliam B. Astor, the son of John Jacob, was brought up in the\nfinancial way he should go.  He was studious, methodical, conservative,\nand had the good sense to carry out the wishes of his father.  His son\nJohn Jacob Astor was very much like him, only of more neutral tint.\nThe time is now ripe for another genius in the Astor family.  If\nWilliam B. Astor lacked the courage and initiative of his parent, he\nhad more culture, and spoke English without an accent.  The son of John\nJacob Astor second, is William Waldorf Astor, who speaks English with\nan English accent, you know.\n\nJohn Jacob Astor, besides having the first store for the sale of\nmusical instruments in America, organized the first orchestra of over\ntwelve players.  He brought over a leader from Germany, and did much to\nfoster the love of music in the New World.\n\nEvery worthy Maecenas imagines that he is a great painter, writer,\nsculptor or musician, side-tracked by material cares thrust upon him by\nunkind fate.  John Jacob Astor once told Washington Irving that it was\nonly business responsibility that prevented his being a novelist; and\nat other times he declared his intent to take up music as a profession\nas soon as he had gotten all of his securities properly tied up.  And\nwhether he worked out his dreams or not, there is no doubt but that\nthey added to his peace, happiness and length of days.  Happy is the\nman who escapes the critics by leaving his literary masterpiece in the\nink."
}