{
 "author": [
  "Baum, L. Frank (Lyman Frank)"
 ],
 "title": [
  "The Magic of Oz"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Courage -- Juvenile fiction",
  "Gale, Dorothy (Fictitious character) -- Juvenile fiction",
  "Fantasy literature",
  "Friendship -- Juvenile fiction",
  "Islands -- Juvenile fiction",
  "Revenge -- Juvenile fiction",
  "Princesses -- Juvenile fiction",
  "Oz (Imaginary place) -- Juvenile fiction",
  "PZ",
  "Magic -- Juvenile fiction",
  "Cats -- Juvenile fiction",
  "Cowardly Lion (Fictitious character) -- Juvenile fiction",
  "Princess Ozma (Fictitious character) -- Juvenile fiction",
  "Rescues -- Juvenile fiction",
  "Birthdays -- Juvenile fiction",
  "Animals, Mythical -- Juvenile fiction",
  "Wizard of Oz (Fictitious character) -- Juvenile fiction",
  "Kings and rulers -- Juvenile fiction"
 ],
 "id": "419",
 "genre": [
  "english",
  "teen",
  "fiction",
  "fantasy"
 ],
 "text": "The Magic of Oz\n\n\n\n  A Faithful Record of the Remarkable Adventures of Dorothy\n      and Trot and the Wizard of Oz, together with the\n       Cowardly Lion, the Hungry Tiger and Cap'n Bill,\n           in their successful search for a Magical\n              and Beautiful Birthday Present for\n                     Princess Ozma of Oz\n\n\n\nby\n\nL. Frank Baum\n\n\"Royal Historian of Oz\"\n\n\n\nContents\n\n   --To My Readers--\n   1.  Mount Munch\n   2.  The Hawk\n   3.  Two Bad Ones\n   4.  Conspirators\n   5.  A Happy Corner of Oz\n   6.  Ozma's Birthday Presents\n   7.  The Forest of Gugu\n   8.  The Li-Mon-Eags Make Trouble\n   9.  The Isle of the Magic Flower\n  10.  Stuck Fast\n  11.  The Beasts of the Forest of Gugu\n  12.  Kiki Uses His Magic\n  13.  The Loss of the Black Bag\n  14.  The Wizard Learns the Magic Word\n  15.  The Lonesome Duck\n  16.  The Glass Cat Finds the Black Bag\n  17.  A Remarkable Journey\n  18.  The Magic of the Wizard\n  19.  Dorothy and the Bumble Bees\n  20.  The Monkeys Have Trouble\n  21.  The College of Athletic Arts\n  22.  Ozma's Birthday Party\n  23.  The Fountain of Oblivion\n\n\n\n\nTo My Readers\n\n\nCuriously enough, in the events which have taken place in the last few\nyears in our \"great outside world,\" we may find incidents so marvelous\nand inspiring that I cannot hope to equal them with stories of The Land\nof Oz.\n\nHowever, \"The Magic of Oz\" is really more strange and unusual than\nanything I have read or heard about on our side of The Great Sandy\nDesert which shuts us off from The Land of Oz, even during the past\nexciting years, so I hope it will appeal to your love of novelty.\n\nA long and confining illness has prevented my answering all the good\nletters sent me--unless stamps were enclosed--but from now on I hope to\nbe able to give prompt attention to each and every letter with which my\nreaders favor me.\n\nAssuring you that my love for you has never faltered and hoping the Oz\nBooks will continue to give you pleasure as long as I am able to write\nthem, I am\n\nYours affectionately,\n\n  L. FRANK BAUM,\n  \"Royal Historian of Oz.\"\n  \"OZCOT\"\n  at HOLLYWOOD\n  in CALIFORNIA\n  1919\n\n\n\n\n1.  Mount Munch\n\n\nOn the east edge of the Land of Oz, in the Munchkin Country, is a big,\ntall hill called Mount Munch.  One one side, the bottom of this hill\njust touches the Deadly Sandy Desert that separates the Fairyland of Oz\nfrom all the rest of the world, but on the other side, the hill touches\nthe beautiful, fertile Country of the Munchkins.\n\nThe Munchkin folks, however, merely stand off and look at Mount Munch\nand know very little about it; for, about a third of the way up, its\nsides become too steep to climb, and if any people live upon the top of\nthat great towering peak that seems to reach nearly to the skies, the\nMunchkins are not aware of the fact.\n\nBut people DO live there, just the same.  The top of Mount Munch is\nshaped like a saucer, broad and deep, and in the saucer are fields\nwhere grains and vegetables grow, and flocks are fed, and brooks flow\nand trees bear all sorts of things.  There are houses scattered here\nand there, each having its family of Hyups, as the people call\nthemselves.  The Hyups seldom go down the mountain, for the same reason\nthat the Munchkins never climb up: the sides are too steep.\n\nIn one of the houses lived a wise old Hyup named Bini Aru, who used to\nbe a clever Sorcerer.  But Ozma of Oz, who rules everyone in the Land\nof Oz, had made a decree that no one should practice magic in her\ndominions except Glinda the Good and the Wizard of Oz, and when Glinda\nsent this royal command to the Hyups by means of a strong-winged Eagle,\nold Bini Aru at once stopped performing magical arts.  He destroyed\nmany of his magic powders and tools of magic, and afterward honestly\nobeyed the law.  He had never seen Ozma, but he knew she was his Ruler\nand must be obeyed.\n\nThere was only one thing that grieved him.  He had discovered a new and\nsecret method of transformations that was unknown to any other\nSorcerer.  Glinda the Good did not know it, nor did the little Wizard\nof Oz, nor Dr. Pipt nor old Mombi, nor anyone else who dealt in magic\narts.  It was Bini Aru's own secret.  By its means, it was the simplest\nthing in the world to transform anyone into beast, bird or fish, or\nanything else, and back again, once you know how to pronounce the\nmystical word: \"Pyrzqxgl.\"\n\nBini Aru had used this secret many times, but not to cause evil or\nsuffering to others.  When he had wandered far from home and was\nhungry, he would say: \"I want to become a cow--Pyrzqxgl!\" In an instant\nhe would be a cow, and then he would eat grass and satisfy his hunger.\nAll beasts and birds can talk in the Land of Oz, so when the cow was no\nlonger hungry, it would say: \"I want to be Bini Aru again: Pyrzqxgl!\"\nand the magic word, properly pronounced, would instantly restore him to\nhis proper form.\n\nNow, of course, I would not dare to write down this magic word so\nplainly if I thought my readers would pronounce it properly and so be\nable to transform themselves and others, but it is a fact that no one\nin all the world except Bini Aru, had ever (up to the time this story\nbegins) been able to pronounce \"Pyrzqxgl!\" the right way, so I think it\nis safe to give it to you.  It might be well, however, in reading this\nstory aloud, to be careful not to pronounce Pyrzqxgl the proper way,\nand thus avoid all danger of the secret being able to work mischief.\n\nBini Aru, having discovered the secret of instant transformation, which\nrequired no tools or powders or other chemicals or herbs and always\nworked perfectly, was reluctant to have such a wonderful discovery\nentirely unknown or lost to all human knowledge.  He decided not to use\nit again, since Ozma had forbidden him to do so, but he reflected that\nOzma was a girl and some time might change her mind and allow her\nsubjects to practice magic, in which case Bini Aru could again\ntransform himself and others at will,--unless, of course, he forgot how\nto pronounce Pyrzqxgl in the meantime.\n\nAfter giving the matter careful thought, he decided to write the word,\nand how it should be pronounced, in some secret place, so that he could\nfind it after many years, but where no one else could ever find it.\n\nThat was a clever idea, but what bothered the old Sorcerer was to find\na secret place.  He wandered all over the Saucer at the top of Mount\nMunch, but found no place in which to write the secret word where\nothers might not be likely to stumble upon it.  So finally he decided\nit must be written somewhere in his own house.\n\nBini Aru had a wife named Mopsi Aru who was famous for making fine\nhuckleberry pies, and he had a son named Kiki Aru who was not famous at\nall.  He was noted as being cross and disagreeable because he was not\nhappy, and he was not happy because he wanted to go down the mountain\nand visit the big world below and his father would not let him.  No one\npaid any attention to Kiki Aru, because he didn't amount to anything,\nanyway.\n\nOnce a year there was a festival on Mount Munch which all the Hyups\nattended.  It was held in the center of the saucer-shaped country, and\nthe day was given over to feasting and merry-making.  The young folks\ndanced and sang songs; the women spread the tables with good things to\neat, and the men played on musical instruments and told fairy tales.\n\nKiki Aru usually went to these festivals with his parents, and then sat\nsullenly outside the circle and would not dance or sing or even talk to\nthe other young people.  So the festival did not make him any happier\nthan other days, and this time he told Bini Aru and Mopsi Aru that he\nwould not go.  He would rather stay at home and be unhappy all by\nhimself, he said, and so they gladly let him stay.\n\nBut after he was left alone Kiki decided to enter his father's private\nroom, where he was forbidden to go, and see if he could find any of the\nmagic tools Bini Aru used to work with when he practiced sorcery.  As\nhe went in Kiki stubbed his toe on one of the floor boards.  He\nsearched everywhere but found no trace of his father's magic.  All had\nbeen destroyed.\n\nMuch disappointed, he started to go out again when he stubbed his toe\non the same floor board.  That set him thinking.  Examining the board\nmore closely, Kiki found it had been pried up and then nailed down\nagain in such a manner that it was a little higher than the other\nboards.  But why had his father taken up the board?  Had he hidden some\nof his magic tools underneath the floor?\n\nKiki got a chisel and pried up the board, but found nothing under it.\nHe was just about to replace the board when it slipped from his hand\nand turned over, and he saw something written on the underside of it.\nThe light was rather dim, so he took the board to the window and\nexamined it, and found that the writing described exactly how to\npronounce the magic word Pyrzqxgl, which would transform anyone into\nanything instantly, and back again when the word was repeated.\n\nNow, at first, Kiki Aru didn't realize what a wonderful secret he had\ndiscovered; but he thought it might be of use to him and so he took a\npiece of paper and made on it an exact copy of the instructions for\npronouncing Pyrzqxgl.  Then he folded the paper and put it in his\npocket, and replaced the board in the floor so that no one would\nsuspect it had been removed.\n\nAfter this Kiki went into the garden and sitting beneath a tree made a\ncareful study of the paper.  He had always wanted to get away from\nMount Munch and visit the big world--especially the Land of Oz--and the\nidea now came to him that if he could transform himself into a bird, he\ncould fly to any place he wished to go and fly back again whenever he\ncared to.  It was necessary, however, to learn by heart the way to\npronounce the magic word, because a bird would have no way to carry a\npaper with it, and Kiki would be unable to resume his proper shape if\nhe forgot the word or its pronunciation.\n\nSo he studied it a long time, repeating it a hundred times in his mind\nuntil he was sure he would not forget it.  But to make safety doubly\nsure he placed the paper in a tin box in a neglected part of the garden\nand covered the box with small stones.\n\nBy this time it was getting late in the day and Kiki wished to attempt\nhis first transformation before his parents returned from the festival.\nSo he stood on the front porch of his home and said:\n\n\"I want to become a big, strong bird, like a hawk--Pyrzqxgl!\" He\npronounced it the right way, so in a flash he felt that he was\ncompletely changed in form.  He flapped his wings, hopped to the porch\nrailing and said: \"Caw-oo!  Caw-oo!\"\n\nThen he laughed and said half aloud: \"I suppose that's the funny sound\nthis sort of a bird makes.  But now let me try my wings and see if I'm\nstrong enough to fly across the desert.\"\n\nFor he had decided to make his first trip to the country outside the\nLand of Oz.  He had stolen this secret of transformation and he knew he\nhad disobeyed the law of Oz by working magic.  Perhaps Glinda or the\nWizard of Oz would discover him and punish him, so it would be good\npolicy to keep away from Oz altogether.\n\nSlowly Kiki rose into the air, and resting on his broad wings, floated\nin graceful circles above the saucer-shaped mountain-top.  From his\nheight, he could see, far across the burning sands of the Deadly\nDesert, another country that might be pleasant to explore, so he headed\nthat way, and with strong, steady strokes of his wings, began the long\nflight.\n\n\n\n\n2.  The Hawk\n\n\nEven a hawk has to fly high in order to cross the Deadly Desert, from\nwhich poisonous fumes are constantly rising.  Kiki Aru felt sick and\nfaint by the time he reached good land again, for he could not quite\nescape the effects of the poisons.  But the fresh air soon restored him\nand he alighted in a broad table-land which is called Hiland.  Just\nbeyond it is a valley known as Loland, and these two countries are\nruled by the Gingerbread Man, John Dough, with Chick the Cherub as his\nPrime Minister.  The hawk merely stopped here long enough to rest, and\nthen he flew north and passed over a fine country called Merryland,\nwhich is ruled by a lovely Wax Doll.  Then, following the curve of the\nDesert, he turned north and settled on a tree-top in the Kingdom of\nNoland.\n\nKiki was tired by this time, and the sun was now setting, so he decided\nto remain here till morning.  From his tree-top he could see a house\nnear by, which looked very comfortable.  A man was milking a cow in the\nyard and a pleasant-faced woman came to the door and called him to\nsupper.\n\nThat made Kiki wonder what sort of food hawks ate.  He felt hungry, but\ndidn't know what to eat or where to get it.  Also he thought a bed\nwould be more comfortable than a tree-top for sleeping, so he hopped to\nthe ground and said: \"I want to become Kiki Aru again--Pyrzqxgl!\"\n\nInstantly he had resumed his natural shape, and going to the house, he\nknocked upon the door and asked for some supper.\n\n\"Who are you?\" asked the man of the house.\n\n\"A stranger from the Land of Oz,\" replied Kiki Aru.\n\n\"Then you are welcome,\" said the man.\n\nKiki was given a good supper and a good bed, and he behaved very well,\nalthough he refused to answer all the questions the good people of\nNoland asked him.  Having escaped from his home and found a way to see\nthe world, the young man was no longer unhappy, and so he was no longer\ncross and disagreeable.  The people thought him a very respectable\nperson and gave him breakfast next morning, after which he started on\nhis way feeling quite contented.\n\nHaving walked for an hour or two through the pretty country that is\nruled by King Bud, Kiki Aru decided he could travel faster and see more\nas a bird, so he transformed himself into a white dove and visited the\ngreat city of Nole and saw the King's palace and gardens and many other\nplaces of interest.  Then he flew westward into the Kingdom of Ix, and\nafter a day in Queen Zixi's country went on westward into the Land of\nEv.  Every place he visited he thought was much more pleasant than the\nsaucer-country of the Hyups, and he decided that when he reached the\nfinest country of all he would settle there and enjoy his future life\nto the utmost.\n\nIn the land of Ev he resumed his own shape again, for the cities and\nvillages were close together and he could easily go on foot from one to\nanother of them.\n\nToward evening he came to a good Inn and asked the inn-keeper if he\ncould have food and lodging.\n\n\"You can if you have the money to pay,\" said the man, \"otherwise you\nmust go elsewhere.\"\n\nThis surprised Kiki, for in the Land of Oz they do not use money at\nall, everyone being allowed to take what he wishes without price.  He\nhad no money, therefore, and so he turned away to seek hospitality\nelsewhere.  Looking through an open window into one of the rooms of the\nInn, as he passed along, he saw an old man counting on a table a big\nheap of gold pieces, which Kiki thought to be money.  One of these\nwould buy him supper and a bed, he reflected, so he transformed himself\ninto a magpie and, flying through the open window, caught up one of the\ngold pieces in his beak and flew out again before the old man could\ninterfere.  Indeed, the old man who was robbed was quite helpless, for\nhe dared not leave his pile of gold to chase the magpie, and before he\ncould place the gold in a sack in his pocket the robber bird was out of\nsight and to seek it would be folly.\n\nKiki Aru flew to a group of trees and, dropping the gold piece to the\nground, resumed his proper shape, and then picked up the money and put\nit in his pocket.\n\n\"You'll be sorry for this!\" exclaimed a small voice just over his head.\n\nKiki looked up and saw that a sparrow, perched upon a branch, was\nwatching him.\n\n\"Sorry for what?\" he demanded.\n\n\"Oh, I saw the whole thing,\" asserted the sparrow.  \"I saw you look in\nthe window at the gold, and then make yourself into a magpie and rob\nthe poor man, and then I saw you fly here and make the bird into your\nformer shape.  That's magic, and magic is wicked and unlawful; and you\nstole money, and that's a still greater crime.  You'll be sorry, some\nday.\"\n\n\"I don't care,\" replied Kiki Aru, scowling.\n\n\"Aren't you afraid to be wicked?\" asked the sparrow.\n\n\"No, I didn't know I was being wicked,\" said Kiki, \"but if I was, I'm\nglad of it.  I hate good people.  I've always wanted to be wicked, but\nI didn't know how.\"\n\n\"Haw, haw, haw!\" laughed someone behind him, in a big voice; \"that's\nthe proper spirit, my lad!  I'm glad I've met you; shake hands.\"\n\nThe sparrow gave a frightened squeak and flew away.\n\n\n\n\n3.  Two Bad Ones\n\n\nKiki turned around and saw a queer old man standing near.  He didn't\nstand straight, for he was crooked.  He had a fat body and thin legs\nand arms.  He had a big, round face with bushy, white whiskers that\ncame to a point below his waist, and white hair that came to a point on\ntop of his head.  He wore dull-gray clothes that were tight fitting,\nand his pockets were all bunched out as if stuffed full of something.\n\n\"I didn't know you were here,\" said Kiki.\n\n\"I didn't come until after you did,\" said the queer old man.\n\n\"Who are you?\" asked Kiki.\n\n\"My name's Ruggedo.  I used to be the Nome King; but I got kicked out\nof my country, and now I'm a wanderer.\"\n\n\"What made them kick you out?\" inquired the Hyup boy.\n\n\"Well, it's the fashion to kick kings nowadays.  I was a pretty good\nKing--to myself--but those dreadful Oz people wouldn't let me alone.\nSo I had to abdicate.\"\n\n\"What does that mean?\"\n\n\"It means to be kicked out.  But let's talk about something pleasant.\nWho are you and where did you come from?\"\n\n\"I'm called Kiki Aru.  I used to live on Mount Munch in the Land of Oz,\nbut now I'm a wanderer like yourself.\"\n\nThe Nome King gave him a shrewd look.\n\n\"I heard that bird say that you transformed yourself into a magpie and\nback again.  Is that true?\"\n\nKiki hesitated, but saw no reason to deny it.  He felt that it would\nmake him appear more important.\n\n\"Well--yes,\" he said.\n\n\"Then you're a wizard?\"\n\n\"No; I only understand transformations,\" he admitted.\n\n\"Well, that's pretty good magic, anyhow,\" declared old Ruggedo.  \"I\nused to have some very fine magic, myself, but my enemies took it all\naway from me.  Where are you going now?\"\n\n\"I'm going into the inn, to get some supper and a bed,\" said Kiki.\n\n\"Have you the money to pay for it?\" asked the Nome.\n\n\"I have one gold piece.\"\n\n\"Which you stole.  Very good.  And you're glad that you're wicked.\nBetter yet.  I like you, young man, and I'll go to the inn with you if\nyou'll promise not to eat eggs for supper.\"\n\n\"Don't you like eggs?\" asked Kiki.\n\n\"I'm afraid of 'em; they're dangerous!\" said Ruggedo, with a shudder.\n\n\"All right,\" agreed Kiki; \"I won't ask for eggs.\"\n\n\"Then come along,\" said the Nome.\n\nWhen they entered the inn, the landlord scowled at Kiki and said:\n\n\"I told you I would not feed you unless you had money.\"\n\nKiki showed him the gold piece.\n\n\"And how about you?\" asked the landlord, turning to Ruggedo.  \"Have you\nmoney?\"\n\n\"I've something better,\" answered the old Nome, and taking a bag from\none of his pockets he poured from it upon the table a mass of\nglittering gems--diamonds, rubies and emeralds.\n\nThe landlord was very polite to the strangers after that.  He served\nthem an excellent supper, and while they ate it, the Hyup boy asked his\ncompanion:\n\n\"Where did you get so many jewels?\"\n\n\"Well, I'll tell you,\" answered the Nome.  \"When those Oz people took\nmy kingdom away from me--just because it was my kingdom and I wanted to\nrun it to suit myself--they said I could take as many precious stones\nas I could carry.  So I had a lot of pockets made in my clothes and\nloaded them all up.  Jewels are fine things to have with you when you\ntravel; you can trade them for anything.\"\n\n\"Are they better than gold pieces?\" asked Kiki.\n\n\"The smallest of these jewels is worth a hundred gold pieces such as\nyou stole from the old man.\"\n\n\"Don't talk so loud,\" begged Kiki, uneasily.  \"Some one else might hear\nwhat you are saying.\"\n\nAfter supper they took a walk together, and the former Nome King said:\n\n\"Do you know the Shaggy Man, and the Scarecrow, and the Tin Woodman,\nand Dorothy, and Ozma and all the other Oz people?\"\n\n\"No,\" replied the boy, \"I have never been away from Mount Munch until I\nflew over the Deadly Desert the other day in the shape of a hawk.\"\n\n\"Then you've never seen the Emerald City of Oz?\"\n\n\"Never.\"\n\n\"Well,\" said the Nome, \"I knew all the Oz people, and you can guess I\ndo not love them.  All during my wanderings I have brooded on how I can\nbe revenged on them.  Now that I've met you I can see a way to conquer\nthe Land of Oz and be King there myself, which is better than being\nKing of the Nomes.\"\n\n\"How can you do that?\" inquired Kiki Aru, wonderingly.\n\n\"Never mind how.  In the first place, I'll make a bargain with you.\nTell me the secret of how to perform transformations and I will give\nyou a pocketful of jewels, the biggest and finest that I possess.\"\n\n\"No,\" said Kiki, who realized that to share his power with another\nwould be dangerous to himself.\n\n\"I'll give you TWO pocketsful of jewels,\" said the Nome.\n\n\"No,\" answered Kiki.\n\n\"I'll give you every jewel I possess.\"\n\n\"No, no, no!\" said Kiki, who was beginning to be frightened.\n\n\"Then,\" said the Nome, with a wicked look at the boy, \"I'll tell the\ninn-keeper that you stole that gold piece and he will have you put in\nprison.\"\n\nKiki laughed at the threat.\n\n\"Before he can do that,\" said he, \"I will transform myself into a lion\nand tear him to pieces, or into a bear and eat him up, or into a fly\nand fly away where he could not find me.\"\n\n\"Can you really do such wonderful transformations?\" asked the old Nome,\nlooking at him curiously.\n\n\"Of course,\" declared Kiki.  \"I can transform you into a stick of wood,\nin a flash, or into a stone, and leave you here by the roadside.\"\n\n\"The wicked Nome shivered a little when he heard that, but it made him\nlong more than ever to possess the great secret.  After a while he said:\n\n\"I'll tell you what I'll do.  If you will help me to conquer Oz and to\ntransform the Oz people, who are my enemies, into sticks or stones, by\ntelling me your secret, I'll agree to make YOU the Ruler of all Oz, and\nI will be your Prime Minister and see that your orders are obeyed.\"\n\n\"I'll help do that,\" said Kiki, \"but I won't tell you my secret.\"\n\nThe Nome was so furious at this refusal that he jumped up and down with\nrage and spluttered and choked for a long time before he could control\nhis passion.  But the boy was not at all frightened.  He laughed at the\nwicked old Nome, which made him more furious than ever.\n\n\"Let's give up the idea,\" he proposed, when Ruggedo had quieted\nsomewhat.  \"I don't know the Oz people you mention and so they are not\nmy enemies.  If they've kicked you out of your kingdom, that's your\naffair--not mine.\"\n\n\"Wouldn't you like to be king of that splendid fairyland?\" asked\nRuggedo.\n\n\"Yes, I would,\" replied Kiki Aru; \"but you want to be king yourself,\nand we would quarrel over it.\"\n\n\"No,\" said the Nome, trying to deceive him.  \"I don't care to be King\nof Oz, come to think it over.  I don't even care to live in that\ncountry.  What I want first is revenge.  If we can conquer Oz, I'll get\nenough magic then to conquer my own Kingdom of the Nomes, and I'll go\nback and live in my underground caverns, which are more home-like than\nthe top of the earth.  So here's my proposition: Help me conquer Oz and\nget revenge, and help me get the magic away from Glinda and the Wizard,\nand I'll let you be King of Oz forever afterward.\"\n\n\"I'll think it over,\" answered Kiki, and that is all he would say that\nevening.\n\nIn the night when all in the Inn were asleep but himself, old Ruggedo\nthe Nome rose softly from his couch and went into the room of Kiki Aru\nthe Hyup, and searched everywhere for the magic tool that performed his\ntransformations.  Of course, there was no such tool, and although\nRuggedo searched in all the boy's pockets, he found nothing magical\nwhatever.  So he went back to his bed and began to doubt that Kiki\ncould perform transformations.\n\nNext morning he said:\n\n\"Which way do you travel to-day?\"\n\n\"I think I shall visit the Rose Kingdom,\" answered the boy.\n\n\"That is a long journey,\" declared the Nome.\n\n\"I shall transform myself into a bird,\" said Kiki, \"and so fly to the\nRose Kingdom in an hour.\"\n\n\"Then transform me, also, into a bird, and I will go with you,\"\nsuggested Ruggedo.  \"But, in that case, let us fly together to the Land\nof Oz, and see what it looks like.\"\n\nKiki thought this over.  Pleasant as were the countries he had visited,\nhe heard everywhere that the Land of Oz was more beautiful and\ndelightful.  The Land of Oz was his own country, too, and if there was\nany possibility of his becoming its King, he must know something about\nit.\n\nWhile Kiki the Hyup thought, Ruggedo the Nome was also thinking.  This\nboy possessed a marvelous power, and although very simple in some ways,\nhe was determined not to part with his secret.  However, if Ruggedo\ncould get him to transport the wily old Nome to Oz, which he could\nreach in no other way, he might then induce the boy to follow his\nadvice and enter into the plot for revenge, which he had already\nplanned in his wicked heart.\n\n\"There are wizards and magicians in Oz,\" remarked Kiki, after a time.\n\"They might discover us, in spite of our transformations.\"\n\n\"Not if we are careful,\" Ruggedo assured him.  \"Ozma has a Magic\nPicture, in which she can see whatever she wishes to see; but Ozma will\nknow nothing of our going to Oz, and so she will not command her Magic\nPicture to show where we are or what we are doing.  Glinda the Good has\na Great Book called the Book of Records, in which is magically written\neverything that people do in the Land of Oz, just the instant they do\nit.\"\n\n\"Then,\" said Kiki, \"there is no use our attempting to conquer the\ncountry, for Glinda would read in her book all that we do, and as her\nmagic is greater than mine, she would soon put a stop to our plans.\"\n\n\"I said 'people,' didn't I?\" retorted the Nome.  \"The book doesn't make\na record of what birds do, or beasts.  It only tells the doings of\npeople.  So, if we fly into the country as birds, Glinda won't know\nanything about it.\"\n\n\"Two birds couldn't conquer the Land of Oz,\" asserted the boy,\nscornfully.\n\n\"No; that's true,\" admitted Ruggedo, and then he rubbed his forehead\nand stroked his long pointed beard and thought some more.\n\n\"Ah, now I have the idea!\" he declared.  \"I suppose you can transform\nus into beasts as well as birds?\"\n\n\"Of course.\"\n\n\"And can you make a bird a beast, and a beast a bird again, without\ntaking a human form in between?\"\n\n\"Certainly,\" said Kiki.  \"I can transform myself or others into\nanything that can talk.  There's a magic word that must be spoken in\nconnection with the transformations, and as beasts and birds and\ndragons and fishes can talk in Oz, we may become any of these we desire\nto.  However, if I transformed myself into a tree, I would always\nremain a tree, because then I could not utter the magic word to change\nthe transformation.\"\n\n\"I see; I see,\" said Ruggedo, nodding his bushy, white head until the\npoint of his hair waved back and forth like a pendulum.  \"That fits in\nwith my idea, exactly.  Now, listen, and I'll explain to you my plan.\nWe'll fly to Oz as birds and settle in one of the thick forests in the\nGillikin Country.  There you will transform us into powerful beasts,\nand as Glinda doesn't keep any track of the doings of beasts we can act\nwithout being discovered.\"\n\n\"But how can two beasts raise an army to conquer the powerful people of\nOz?\" inquired Kiki.\n\n\"That's easy.  But not an army of PEOPLE, mind you.  That would be\nquickly discovered.  And while we are in Oz you and I will never resume\nour human forms until we've conquered the country and destroyed Glinda,\nand Ozma, and the Wizard, and Dorothy, and all the rest, and so have\nnothing more to fear from them.\"\n\n\"It is impossible to kill anyone in the Land of Oz,\" declared Kiki.\n\n\"It isn't necessary to kill the Oz people,\" rejoined Ruggedo.\n\n\"I'm afraid I don't understand you,\" objected the boy.  \"What will\nhappen to the Oz people, and what sort of an army could we get\ntogether, except of people?\"\n\n\"I'll tell you.  The forests of Oz are full of beasts.  Some of them,\nin the far-away places, are savage and cruel, and would gladly follow a\nleader as savage as themselves.  They have never troubled the Oz people\nmuch, because they had no leader to urge them on, but we will tell them\nto help us conquer Oz and as a reward we will transform all the beasts\ninto men and women, and let them live in the houses and enjoy all the\ngood things; and we will transform all the people of Oz into beasts of\nvarious sorts, and send them to live in the forests and the jungles.\nThat is a splendid idea, you must admit, and it's so easy that we won't\nhave any trouble at all to carry it through to success.\"\n\n\"Will the beasts consent, do you think?\" asked the boy.\n\n\"To be sure they will.  We can get every beast in Oz on our\nside--except a few who live in Ozma's palace, and they won't count.\"\n\n\n\n\n4.  Conspirators\n\n\nKiki Aru didn't know much about Oz and didn't know much about the\nbeasts who lived there, but the old Nome's plan seemed to him to be\nquite reasonable.  He had a faint suspicion that Ruggedo meant to get\nthe best of him in some way, and he resolved to keep a close watch on\nhis fellow-conspirator.  As long as he kept to himself the secret word\nof the transformations, Ruggedo would not dare to harm him, and he\npromised himself that as soon as they had conquered Oz, he would\ntransform the old Nome into a marble statue and keep him in that form\nforever.\n\nRuggedo, on his part, decided that he could, by careful watching and\nlistening, surprise the boy's secret, and when he had learned the magic\nword he would transform Kiki Aru into a bundle of faggots and burn him\nup and so be rid of him.\n\nThis is always the way with wicked people.  They cannot be trusted even\nby one another.  Ruggedo thought he was fooling Kiki, and Kiki thought\nhe was fooling Ruggedo; so both were pleased.\n\n\"It's a long way across the Desert,\" remarked the boy, \"and the sands\nare hot and send up poisonous vapors.  Let us wait until evening and\nthen fly across in the night when it will be cooler.\"\n\nThe former Nome King agreed to this, and the two spent the rest of that\nday in talking over their plans.  When evening came they paid the\ninn-keeper and walked out to a little grove of trees that stood near by.\n\n\"Remain here for a few minutes and I'll soon be back,\" said Kiki, and\nwalking swiftly away, he left the Nome standing in the grove.  Ruggedo\nwondered where he had gone, but stood quietly in his place until, all\nof a sudden, his form changed to that of a great eagle, and he uttered\na piercing cry of astonishment and flapped his wings in a sort of\npanic.  At once his eagle cry was answered from beyond the grove, and\nanother eagle, even larger and more powerful than the transformed\nRuggedo, came sailing through the trees and alighted beside him.\n\n\"Now we are ready for the start,\" said the voice of Kiki, coming from\nthe eagle.\n\nRuggedo realized that this time he had been outwitted.  He had thought\nKiki would utter the magic word in his presence, and so he would learn\nwhat it was, but the boy had been too shrewd for that.\n\nAs the two eagles mounted high into the air and began their flight\nacross the great Desert that separates the Land of Oz from all the rest\nof the world, the Nome said:\n\n\"When I was King of the Nomes I had a magic way of working\ntransformations that I thought was good, but it could not compare with\nyour secret word.  I had to have certain tools and make passes and say\na lot of mystic words before I could transform anybody.\"\n\n\"What became of your magic tools?\" inquired Kiki.\n\n\"The Oz people took them all away from me--that horrid girl, Dorothy,\nand that terrible fairy, Ozma, the Ruler of Oz--at the time they took\naway my underground kingdom and kicked me upstairs into the cold,\nheartless world.\"\n\n\"Why did you let them do that?\" asked the boy.\n\n\"Well,\" said Ruggedo, \"I couldn't help it.  They rolled eggs at\nme--EGGS--dreadful eggs!--and if an egg even touches a Nome, he is\nruined for life.\"\n\n\"Is any kind of an egg dangerous to a Nome?\"\n\n\"Any kind and every kind.  An egg is the only thing I'm afraid of.\"\n\n\n\n\n5.  A Happy Corner of Oz\n\n\nThere is no other country so beautiful as the Land of Oz.  There are no\nother people so happy and contented and prosperous as the Oz people.\nThey have all they desire; they love and admire their beautiful girl\nRuler, Ozma of Oz, and they mix work and play so justly that both are\ndelightful and satisfying and no one has any reason to complain.  Once\nin a while something happens in Oz to disturb the people's happiness\nfor a brief time, for so rich and attractive a fairyland is sure to\nmake a few selfish and greedy outsiders envious, and therefore certain\nevil-doers have treacherously plotted to conquer Oz and enslave its\npeople and destroy its girl Ruler, and so gain the wealth of Oz for\nthemselves.  But up to the time when the cruel and crafty Nome,\nRuggedo, conspired with Kiki Aru, the Hyup, all such attempts had\nfailed.  The Oz people suspected no danger.  Life in the world's nicest\nfairyland was one round of joyous, happy days.\n\nIn the center of the Emerald City of Oz, the capital city of Ozma's\ndominions, is a vast and beautiful garden, surrounded by a wall inlaid\nwith shining emeralds, and in the center of this garden stands Ozma's\nRoyal Palace, the most splendid building ever constructed.  From a\nhundred towers and domes floated the banners of Oz, which included the\nOzmies, the Munchkins, the Gillikins, the Winkies and the Quadlings.\nThe banner of the Munchkins is blue, that of the Winkies yellow; the\nGillikin banner is purple, and the Quadling's banner is red.  The\ncolors of the Emerald City are of course green.  Ozma's own banner has\na green center, and is divided into four quarters.  These quarters are\ncolored blue, purple, yellow and red, indicating that she rules over\nall the countries of the Land of Oz.\n\nThis fairyland is so big, however, that all of it is not yet known to\nits girl Ruler, and it is said that in some far parts of the country,\nin forests and mountain fastnesses, in hidden valleys and thick\njungles, are people and beasts that know as little about Ozma as she\nknows of them.  Still, these unknown subjects are not nearly so\nnumerous as the known inhabitants of Oz, who occupy all the countries\nnear to the Emerald City.  Indeed, I'm sure it will not be long until\nall parts of the fairyland of Oz are explored and their peoples made\nacquainted with their Ruler, for in Ozma's palace are several of her\nfriends who are so curious that they are constantly discovering new and\nextraordinary places and inhabitants.\n\nOne of the most frequent discoverers of these hidden places in Oz is a\nlittle Kansas girl named Dorothy, who is Ozma's dearest friend and\nlives in luxurious rooms in the Royal Palace.  Dorothy is, indeed, a\nPrincess of Oz, but she does not like to be called a princess, and\nbecause she is simple and sweet and does not pretend to be anything but\nan ordinary little girl, she is called just \"Dorothy\" by everybody and\nis the most popular person, next to Ozma, in all the Land of Oz.\n\nOne morning Dorothy crossed the hall of the palace and knocked on the\ndoor of another girl named Trot, also a guest and friend of Ozma.  When\ntold to enter, Dorothy found that Trot had company, an old sailor-man\nwith one wooden leg and one meat leg, who was sitting by the open\nwindow puffing smoke from a corn-cob pipe.  This sailor-man was named\nCap'n Bill, and he had accompanied Trot to the Land of Oz and was her\noldest and most faithful comrade and friend.  Dorothy liked Cap'n Bill,\ntoo, and after she had greeted him, she said to Trot:\n\n\"You know, Ozma's birthday is next month, and I've been wondering what\nI can give here as a birthday present.  She's so good to us all that we\ncertainly ought to remember her birthday.\"\n\n\"That's true,\" agreed Trot.  \"I've been wondering, too, what I could\ngive Ozma.  It's pretty hard to decide, 'cause she's got already all\nshe wants, and as she's a fairy and knows a lot about magic, she could\nsatisfy any wish.\"\n\n\"I know,\" returned Dorothy, \"but that isn't the point.  It isn't that\nOzma NEEDS anything, but that it will please her to know we've\nremembered her birthday.  But what shall we give her?\"\n\nTrot shook her head in despair.\n\n\"I've tried to think and I can't,\" she declared.\n\n\"It's the same way with me,\" said Dorothy.\n\n\"I know one thing that 'ud please her,\" remarked Cap'n Bill, turning\nhis round face with its fringe of whiskers toward the two girls and\nstaring at them with his big, light-blue eyes wide open.\n\n\"What is it, Cap'n Bill?\"\n\n\"It's an Enchanted Flower,\" said he.  \"It's a pretty plant that stands\nin a golden flower-pot an' grows all sorts o' flowers, one after\nanother.  One minute a fine rose buds an' blooms, an' then a tulip, an'\nnext a chrys--chrys--\"\n\n\"--anthemum,\" said Dorothy, helping him.\n\n\"That's it; and next a dahlia, an' then a daffydil, an' on all through\nthe range o' posies.  Jus' as soon as one fades away, another comes, of\na different sort, an' the perfume from 'em is mighty snifty, an' they\nkeeps bloomin' night and day, year in an' year out.\"\n\n\"That's wonderful!\" exclaimed Dorothy.  \"I think Ozma would like it.\"\n\n\"But where is the Magic Flower, and how can we get it?\" asked Trot.\n\n\"Dun'no, zac'ly,\" slowly replied Cap'n Bill.  \"The Glass Cat tol' me\nabout it only yesterday, an' said it was in some lonely place up at the\nnor'east o' here.  The Glass Cat goes travelin' all around Oz, you\nknow, an' the little critter sees a lot o' things no one else does.\"\n\n\"That's true,\" said Dorothy, thoughtfully.  \"Northeast of here must be\nin the Munchkin Country, and perhaps a good way off, so let's ask the\nGlass Cat to tell us how to get to the Magic Flower.\"\n\nSo the two girls, with Cap'n Bill stumping along on his wooden leg\nafter them, went out into the garden, and after some time spent in\nsearching, they found the Glass Cat curled up in the sunshine beside a\nbush, fast sleep.\n\nThe Glass Cat is one of the most curious creatures in all Oz.  It was\nmade by a famous magician named Dr. Pipt before Ozma had forbidden her\nsubjects to work magic.  Dr. Pipt had made the Glass Cat to catch mice,\nbut the Cat refused to catch mice and was considered more curious than\nuseful.\n\nThis astonished cat was made all of glass and was so clear and\ntransparent that you could see through it as easily as through a\nwindow.  In the top of its head, however, was a mass of delicate pink\nballs which looked like jewels but were intended for brains.  It had a\nheart made of blood-red ruby.  The eyes were two large emeralds.  But,\naside from these colors, all the rest of the animal was of clear glass,\nand it had a spun-glass tail that was really beautiful.\n\n\"Here, wake up,\"  said Cap'n Bill.  \"We want to talk to you.\"\n\nSlowly the Glass Cat got upon its feed, yawned and then looked at the\nthree who stood before it.\n\n\"How dare you disturb me?\" it asked in a peevish voice.  \"You ought to\nbe ashamed of yourselves.\"\n\n\"Never mind that,\" returned the Sailor.  \"Do you remember tellin' me\nyesterday 'bout a Magic Flower in a Gold Pot?\"\n\n\"Do you think I'm a fool?  Look at my brains--you can see 'em work.  Of\ncourse I remember!\" said the cat.\n\n\"Well, where can we find it?\"\n\n\"You can't.  It's none of your business, anyhow.  Go away and let me\nsleep,\" advised the Glass Cat.\n\n\"Now, see here,\" said Dorothy; \"we want the Magic Flower to give to\nOzma on her birthday.  You'd be glad to please Ozma, wouldn't you?\"\n\n\"I'm not sure,\" replied the creature.  \"Why should I want to please\nanybody?\"\n\n\"You've got a heart, 'cause I can see it inside of you,\" said Trot.\n\n\"Yes; it's a pretty heart, and I'm fond of it,\" said the cat, twisting\naround to view its own body.  \"But it's made from a ruby, and it's hard\nas nails.\"\n\n\"Aren't you good for ANYthing?\" asked Trot.\n\n\"Yes, I'm pretty to look at, and that's more than can be said of you,\"\nretorted the creature.\n\nTrot laughed at this, and Dorothy, who understood the Glass Cat pretty\nwell, said soothingly:\n\n\"You are indeed beautiful, and if you can tell Cap'n Bill where to find\nthe Magic Flower, all the people in Oz will praise your cleverness.\nThe Flower will belong to Ozma, but everyone will know the Glass Cat\ndiscovered it.\"\n\nThis was the kind of praise the crystal creature liked.\n\n\"Well,\" it said, while the pink brains rolled around, \"I found the\nMagic Flower way up in the north of the Munchkin Country where few\npeople live or ever go.  There's a river there that flows through a\nforest, and in the middle of the forest there is a small island on\nwhich stands the gold pot in which grows the Magic Flower.\"\n\n\"How did you get to the island?\" asked Dorothy.  \"Glass cats can't\nswim.\"\n\n\"No, but I'm not afraid of water,\" was the reply.  \"I just walked\nacross the river on the bottom.\"\n\n\"Under the water?\" exclaimed Trot.\n\nThe cat gave her a scornful look.\n\n\"How could I walk OVER the water on the BOTTOM of the river?  If you\nwere transparent, anyone could see YOUR brains were not working.  But\nI'm sure you could never find the place alone.  It has always been\nhidden from the Oz people.\"\n\n\"But you, with your fine pink brains, could find it again, I s'pose,\"\nremarked Dorothy.\n\n\"Yes; and if you want that Magic Flower for Ozma, I'll go with you and\nshow you the way.\"\n\n\"That's lovely of you!\" declared Dorothy.  \"Trot and Cap'n Bill will go\nwith you, for this is to be their birthday present to Ozma.  While\nyou're gone I'll have to find something else to give her.\"\n\n\"All right.  Come on, then, Cap'n,\" said the Glass Cat, starting to\nmove away.\n\n\"Wait a minute,\" begged Trot.  \"How long will we be gone?\"\n\n\"Oh, about a week.\"\n\n\"Then I'll put some things in a basket to take with us,\" said the girl,\nand ran into the palace to make her preparations for the journey.\n\n\n\n\n6.  Ozma's Birthday Presents\n\n\nWhen Cap'n Bill and Trot and the Glass Cat had started for the hidden\nisland in the far-off river to get the Magic Flower, Dorothy wondered\nagain what she could give Ozma on her birthday.  She met the Patchwork\nGirl and said:\n\n\"What are you going to give Ozma for a birthday present?\"\n\n\"I've written a song for her,\" answered the strange Patchwork Girl, who\nwent by the name of \"Scraps,\" and who, through stuffed with cotton, had\na fair assortment of mixed brains.  \"It's a splendid song and the\nchorus runs this way:\n\n  I am crazy;\n  You're a daisy,\n    Ozma dear;\n  I'm demented;\n  You're contented,\n    Ozma dear;\n  I am patched and gay and glary;\n  You're a sweet and lovely fairy;\n  May your birthdays all be happy,\n    Ozma dear!\"\n\n\n\"How do you like it, Dorothy?\" inquired the Patchwork Girl.\n\n\"Is it good poetry, Scraps?\" asked Dorothy, doubtfully.\n\n\"It's as good as any ordinary song,\" was the reply.  \"I have given it a\ndandy title, too.  I shall call the song: 'When Ozma Has a Birthday,\nEverybody's Sure to Be Gay, for She Cannot Help the Fact That She Was\nBorn.'\"\n\n\"That's a pretty long title, Scraps,\" said Dorothy.\n\n\"That makes it stylish,\" replied the Patchwork Girl, turning a\nsomersault and alighting on one stuffed foot. \"Now-a-days the titles\nare sometimes longer than the songs.\"\n\nDorothy left her and walked slowly toward the place, where she met the\nTin Woodman just going up the front steps.\n\n\"What are you going to give Ozma on her birthday?\" she asked.\n\n\"It's a secret, but I'll tell you,\" replied the Tin Woodman, who was\nEmperor of the Winkies.  \"I am having my people make Ozma a lovely\ngirdle set with beautiful tin nuggets.  Each tin nugget will be\nsurrounded by a circle of emeralds, just to set it off to good\nadvantage.  The clasp of the girdle will be pure tin!  Won't that be\nfine?\"\n\n\"I'm sure she'll like it,\" said Dorothy.  \"Do you know what I can give\nher?\"\n\n\"I haven't the slightest idea, Dorothy.  It took me three months to\nthink of my own present for Ozma.\"\n\nThe girl walked thoughtfully around to the back of the palace, and\npresently came upon the famous Scarecrow of Oz, who has having two of\nthe palace servants stuff his legs with fresh straw.\n\n\"What are you going to give Ozma on her birthday?\" asked Dorothy.\n\n\"I want to surprise her,\" answered the Scarecrow.\n\n\"I won't tell,\" promised Dorothy.\n\n\"Well, I'm having some straw slippers made for her--all straw, mind\nyou, and braided very artistically.  Ozma has always admired my straw\nfilling, so I'm sure she'll be pleased with these lovely straw\nslippers.\"\n\n\"Ozma will be pleased with anything her loving friends give her,\" said\nthe girl.  \"What I'M worried about, Scarecrow, is what to give Ozma\nthat she hasn't got already.\"\n\n\"That's what worried me, until I thought of the slippers,\" said the\nScarecrow.  \"You'll have to THINK, Dorothy; that's the only way to get\na good idea.  If I hadn't such wonderful brains, I'd never have thought\nof those straw foot-decorations.\"\n\nDorothy left him and went to her room, where she sat down and tried to\nthink hard.  A Pink Kitten was curled up on the window-sill and Dorothy\nasked her:\n\n\"What can I give Ozma for her birthday present?\"\n\n\"Oh, give her some milk,\" replied the Pink Kitten; \"that's the nicest\nthing I know of.\"\n\nA fuzzy little black dog had squatted down at Dorothy's feet and now\nlooked up at her with intelligent eyes.\n\n\"Tell me, Toto,\" said the girl; \"what would Ozma like best for a\nbirthday present?\"\n\nThe little black dog wagged his tail.\n\n\"Your love,\" said he.  \"Ozma wants to be loved more than anything else.\"\n\n\"But I already love her, Toto!\"\n\n\"Then tell her you love her twice as much as you ever did before.\"\n\n\"That wouldn't be true,\" objected Dorothy, \"for I've always loved her\nas much as I could, and, really, Toto, I want to give Ozma some\nPRESENT, 'cause everyone else will give her a present.\"\n\n\"Let me see,\" said Toto.  \"How would it be to give her that useless\nPink Kitten?\"\n\n\"No, Toto; that wouldn't do.\"\n\n\"Then six kisses.\"\n\n\"No; that's no present.\"\n\n\"Well, I guess you'll have to figure it out for yourself, Dorothy,\"\nsaid the little dog.  \"To MY notion you're more particular than Ozma\nwill be.\"\n\nDorothy decided that if anyone could help her it would be Glinda the\nGood, the wonderful Sorceress of Oz who was Ozma's faithful subject and\nfriend.  But Glinda's castle was in the Quadling Country and quite a\njourney from the Emerald City.\n\nSo the little girl went to Ozma and asked permission to use the Wooden\nSawhorse and the royal Red Wagon to pay a visit to Glinda, and the girl\nRuler kissed Princess Dorothy and graciously granted permission.\n\nThe Wooden Sawhorse was one of the most remarkable creatures in Oz.\nIts body was a small log and its legs were limbs of trees stuck in the\nbody.  Its eyes were knots, its mouth was sawed in the end of the log\nand its ears were two chips.  A small branch had been left at the rear\nend of the log to serve as a tail.\n\nOzma herself, during one of her early adventures, had brought this\nwooden horse to life, and so she was much attached to the queer animal\nand had shod the bottoms of its wooden legs with plates of gold so they\nwould not wear out.  The Sawhorse was a swift and willing traveler, and\nthough it could talk if need arose, it seldom said anything unless\nspoken to.  When the Sawhorse was harnessed to the Red Wagon there were\nno reins to guide him because all that was needed was to tell him where\nto go.\n\nDorothy now told him to go to Glinda's Castle and the Sawhorse carried\nher there with marvelous speed.\n\n\"Glinda,\" said Dorothy, when she had been greeted by the Sorceress, who\nwas tall and stately, with handsome and dignified features and dressed\nin a splendid and becoming gown, \"what are you going to give Ozma for a\nbirthday present?\"\n\nThe Sorceress smiled and answered:\n\n\"Come into my patio and I will show you.\"\n\nSo they entered a place that was surrounded by the wings of the great\ncastle but had no roof, and was filled with flowers and fountains and\nexquisite statuary and many settees and chairs of polished marble or\nfiligree gold.  Here there were gathered fifty beautiful young girls,\nGlinda's handmaids, who had been selected from all parts of the Land of\nOz on account of their wit and beauty and sweet dispositions.  It was a\ngreat honor to be made one of Glinda's handmaidens.\n\nWhen Dorothy followed the Sorceress into this delightful patio all the\nfifty girls were busily weaving, and their shuttles were filled with a\nsparkling green spun glass such as the little girl had never seen\nbefore.\n\n\"What is it, Glinda?\" she asked.\n\n\"One of my recent discoveries,\" explained the Sorceress.  \"I have found\na way to make threads from emeralds, by softening the stones and then\nspinning them into long, silken strands.  With these emerald threads we\nare weaving cloth to make Ozma a splendid court gown for her birthday.\nYou will notice that the threads have all the beautiful glitter and\nluster of the emeralds from which they are made, and so Ozma's new\ndress will be the most magnificent the world has ever seen, and quite\nfitting for our lovely Ruler of the Fairyland of Oz.\"\n\nDorothy's eyes were fairly dazed by the brilliance of the emerald\ncloth, some of which the girls had already woven.\n\n\"I've never seen ANYthing so beautiful!\" she said, with a sigh.  \"But\ntell me, Glinda, what can I give our lovely Ozma on her birthday?\"\n\nThe good Sorceress considered this question for a long time before she\nreplied.  Finally she said:\n\n\"Of course there will be a grand feast at the Royal Palace on Ozma's\nbirthday, and all our friends will be present.  So I suggest that you\nmake a fine big birthday cake of Ozma, and surround it with candles.\"\n\n\"Oh, just a CAKE!\" exclaimed Dorothy, in disappointment.\n\n\"Nothing is nicer for a birthday,\" said the Sorceress.\n\n\"How many candles should there be on the cake?\" asked the girl.\n\n\"Just a row of them,\" replied Glinda, \"for no one knows how old Ozma\nis, although she appears to us to be just a young girl--as fresh and\nfair as if she had lived but a few years.\"\n\n\"A cake doesn't seem like much of a present,\" Dorothy asserted.\n\n\"Make it a surprise cake,\" suggested the Sorceress.  \"Don't you\nremember the four and twenty blackbirds that were baked in a pie?\nWell, you need not use live blackbirds in your cake, but you could have\nsome surprise of a different sort.\"\n\n\"Like what?\" questioned Dorothy, eagerly.\n\n\"If I told you, it wouldn't be YOUR present to Ozma, but MINE,\"\nanswered the Sorceress, with a smile.  \"Think it over, my dear, and I\nam sure you can originate a surprise that will add greatly to the joy\nand merriment of Ozma's birthday banquet.\"\n\nDorothy thanked her friend and entered the Red Wagon and told the\nSawhorse to take her back home to the palace in the Emerald City.\n\nOn the way she thought the matter over seriously of making a surprise\nbirthday cake and finally decided what to do.\n\nAs soon as she reached home, she went to the Wizard of Oz, who had a\nroom fitted up in one of the high towers of the palace, where he\nstudied magic so as to be able to perform such wizardry as Ozma\ncommanded him to do for the welfare of her subjects.\n\nThe Wizard and Dorothy were firm friends and had enjoyed many strange\nadventures together.  He was a little man with a bald head and sharp\neyes and a round, jolly face, and because he was neither haughty nor\nproud he had become a great favorite with the Oz people.\n\n\"Wizard,\" said Dorothy, \"I want you to help me fix up a present for\nOzma's birthday.\"\n\n\"I'll be glad to do anything for you and for Ozma,\" he answered.\n\"What's on your mind, Dorothy?\"\n\n\"I'm going to make a great cake, with frosting and candles, and all\nthat, you know.\"\n\n\"Very good,\" said the Wizard.\n\n\"In the center of this cake I'm going to leave a hollow place, with\njust a roof of the frosting over it,\" continued the girl.\n\n\"Very good,\" repeated the Wizard, nodding his bald head.\n\n\"In that hollow place,\" said Dorothy, \"I want to hide a lot of monkeys\nabout three inches high, and after the cake is placed on the banquet\ntable, I want the monkeys to break through the frosting and dance\naround on the table-cloth.  Then, I want each monkey to cut out a piece\nof cake and hand it to a guest.\"\n\n\"Mercy me!\" cried the little Wizard, as he chuckled with laughter.  \"Is\nthat ALL you want, Dorothy?\"\n\n\"Almost,\" said she.  \"Can you think of anything more the little monkeys\ncan do, Wizard?\"\n\n\"Not just now,\" he replied.  \"But where will you get such tiny monkeys?\"\n\n\"That's where you're to help me,\" said Dorothy.  \"In some of those wild\nforests in the Gillikin Country are lots of monkeys.\"\n\n\"Big ones,\" said the Wizard.\n\n\"Well, you and I will go there, and we'll get some of the big monkeys,\nand you will make them small--just three inches high--by means of your\nmagic, and we'll put the little monkeys all in a basket and bring them\nhome with us.  Then you'll train them to dance--up here in your room,\nwhere no one can see them--and on Ozma's birthday we'll put 'em into\nthe cake and they'll know by that time just what to do.\"\n\nThe Wizard looked at Dorothy with admiring approval, and chuckled again.\n\n\"That's really clever, my dear,\" he said, \"and I see no reason why we\ncan't do it, just the way you say, if only we can get the wild monkeys\nto agree to it.\"\n\n\"Do you think they'll object?\" asked the girl.\n\n\"Yes; but perhaps we can argue them into it.  Anyhow it's worth trying,\nand I'll help you if you'll agree to let this Surprise Cake be a\npresent to Ozma from you and me together.  I've been wondering what I\ncould give Ozma, and as I've got to train the monkeys as well as make\nthem small, I think you ought to make me your partner.\"\n\n\"Of course,\" said Dorothy; \"I'll be glad to do so.\"\n\n\"Then it's a bargain,\" declared the Wizard.  \"We must go to seek those\nmonkeys at once, however, for it will take time to train them and we'll\nhave to travel a good way to the Gillikin forests where they live.\"\n\n\"I'm ready to go any time,\" agreed Dorothy.  \"Shall we ask Ozma to let\nus take the Sawhorse?\"\n\nThe Wizard did not answer that at once.  He took time to think of the\nsuggestion.\n\n\"No,\" he answered at length, \"the Red Wagon couldn't get through the\nthick forests and there's some danger to us in going into the wild\nplaces to search for monkeys.  So I propose we take the Cowardly Lion\nand the Hungry Tiger.  We can ride on their backs as well as in the Red\nWagon, and if there is danger to us from other beasts, these two\nfriendly champions will protect us from all harm.\"\n\n\"That's a splendid idea!\" exclaimed Dorothy.  \"Let's go now and ask the\nHungry Tiger and the Cowardly Lion if they will help us.  Shall we ask\nOzma if we can go?\"\n\n\"I think not,\" said the Wizard, getting his hat and his black bag of\nmagic tools.  \"This is to be a surprise for her birthday, and so she\nmustn't know where we're going.  We'll just leave word, in case Ozma\ninquires for us, that we'll be back in a few days.\"\n\n\n\n\n7.  The Forest of Gugu\n\n\nIn the central western part of the Gillikin Country is a great tangle\nof trees called Gugu Forest.  It is the biggest forest in all Oz and\nstretches miles and miles in every direction--north, south, east and\nwest.  Adjoining it on the east side is a range of rugged mountains\ncovered with underbrush and small twisted trees.  You can find this\nplace by looking at the Map of the Land of Oz.\n\nGugu Forest is the home of most of the wild beasts that inhabit Oz.\nThese are seldom disturbed in their leafy haunts because there is no\nreason why Oz people should go there, except on rare occasions, and\nmost parts of the forest have never been seen by any eyes but the eyes\nof the beasts who make their home there.  The biggest beasts inhabit\nthe great forest, while the smaller ones live mostly in the mountain\nunderbrush at the east.\n\nNow, you must know that there are laws in the forests, as well as in\nevery other place, and these laws are made by the beasts themselves,\nand are necessary to keep them from fighting and tearing one another to\npieces.  In Gugu Forest there is a King--an enormous yellow leopard\ncalled \"Gugu\"--after whom the forest is named.  And this King has three\nother beasts to advise him in keeping the laws and maintaining\norder--Bru the Bear, Loo the Unicorn and Rango the Gray Ape--who are\nknown as the King's Counselors.  All these are fierce and ferocious\nbeasts, and hold their high offices because they are more intelligent\nand more feared then their fellows.\n\nSince Oz became a fairyland, no man, woman or child ever dies in that\nland nor is anyone ever sick.  Likewise the beasts of the forests never\ndie, so that long years add to their cunning and wisdom, as well as to\ntheir size and strength.  It is possible for beasts--or even people--to\nbe destroyed, but the task is so difficult that it is seldom attempted.\nBecause it is free from sickness and death is one reason why Oz is a\nfairyland, but it is doubtful whether those who come to Oz from the\noutside world, as Dorothy and Button-Bright and Trot and Cap'n Bill and\nthe Wizard did, will live forever or cannot be injured.  Even Ozma is\nnot sure about this, and so the guests of Ozma from other lands are\nalways carefully protected from any danger, so as to be on the safe\nside.\n\nIn spite of the laws of the forests there are often fights among the\nbeasts; some of them have lost an eye or an ear or even had a leg torn\noff.  The King and the King's Counselors always punish those who start\na fight, but so fierce is the nature of some beasts that they will at\ntimes fight in spite of laws and punishment.\n\nOver this vast, wild Forest of Gugu flew two eagles, one morning, and\nnear the center of the jungle the eagles alighted on a branch of a tall\ntree.\n\n\"Here is the place for us to begin our work,\" said one, who was\nRuggedo, the Nome.\n\n\"Do many beasts live here?\" asked Kiki Aru, the other eagle.\n\n\"The forest is full of them,\" said the Nome.  \"There are enough beasts\nright here to enable us to conquer the people of Oz, if we can get them\nto consent to join us.  To do that, we must go among them and tell them\nour plans, so we must now decide on what shapes we had better assume\nwhile in the forest.\"\n\n\"I suppose we must take the shapes of beasts?\" said Kiki.\n\n\"Of course.  But that requires some thought.  All kinds of beasts live\nhere, and a yellow leopard is King.  If we become leopards, the King\nwill be jealous of us.  If we take the forms of some of the other\nbeasts, we shall not command proper respect.\"\n\n\"I wonder if the beasts will attack us?\" asked Kiki.\n\n\"I'm a Nome, and immortal, so nothing can hurt me,\" replied Ruggedo.\n\n\"I was born in the Land of Oz, so nothing can hurt me,\" said Kiki.\n\n\"But, in order to carry out our plans, we must win the favor of all the\nanimals of the forest.\"\n\n\"Then what shall we do?\" asked Kiki.\n\n\"Let us mix the shapes of several beasts, so we will not look like any\none of them,\" proposed the wily old Nome.  \"Let us have the heads of\nlions, the bodies of monkeys, the wings of eagles and the tails of wild\nasses, with knobs of gold on the end of them instead of bunches of\nhair.\"\n\n\"Won't that make a queer combination?\" inquired Kiki.\n\n\"The queerer the better,\" declared Ruggedo.\n\n\"All right,\" said Kiki.  \"You stay here, and I'll fly away to another\ntree and transform us both, and then we'll climb down our trees and\nmeet in the forest.\"\n\n\"No,\" said the Nome, \"we mustn't separate.  You must transform us while\nwe are together.\"\n\n\"I won't do that,\" asserted Kiki, firmly.  \"You're trying to get my\nsecret, and I won't let you.\"\n\nThe eyes of the other eagle flashed angrily, but Ruggedo did not dare\ninsist.  If he offended this boy, he might have to remain an eagle\nalways and he wouldn't like that.  Some day he hoped to be able to\nlearn the secret word of the magical transformations, but just now he\nmust let Kiki have his own way.\n\n\"All right,\" he said gruffly; \"do as you please.\"\n\nSo Kiki flew to a tree that was far enough distant so that Ruggedo\ncould not overhear him and said: \"I want Ruggedo, the Nome, and myself\nto have the heads of lions, the bodies of monkeys, the wings of eagles\nand the tails of wild asses, with knobs of gold on the ends of them\ninstead of bunches of hair--Pyrzqxgl!\"\n\nHe pronounced the magic word in the proper manner and at once his form\nchanged to the one he had described.  He spread his eagle's wings and\nfinding they were strong enough to support his monkey body and lion\nhead he flew swiftly to the tree where he had left Ruggedo.  The Nome\nwas also transformed and was climbing down the tree because the\nbranches all around him were so thickly entwined that there was no room\nbetween them to fly.\n\nKiki quickly joined his comrade and it did not take them long to reach\nthe ground.\n\n\n\n\n8.  The Li-Mon-Eags Make Trouble\n\n\nThere had been trouble in the Forest of Gugu that morning.  Chipo the\nWild Boar had bitten the tail off Arx the Giraffe while the latter had\nhis head among the leaves of a tree, eating his breakfast.  Arx kicked\nwith his heels and struck Tirrip, the great Kangaroo, who had a new\nbaby in her pouch.  Tirrip knew it was the Wild Boar's fault, so she\nknocked him over with one powerful blow and then ran away to escape\nChipo's sharp tusks.  In the chase that followed a giant porcupine\nstuck fifty sharp quills into the Boar and a chimpanzee in a tree threw\na cocoanut at the porcupine that jammed its head into its body.\n\nAll this was against the Laws of the Forest, and when the excitement\nwas over, Gugu the Leopard King called his royal Counselors together to\ndecide how best to punish the offenders.\n\nThe four lords of the forest were holding solemn council in a small\nclearing when they saw two strange beasts approaching them--beasts the\nlike of which they had never seen before.\n\nNot one of the four, however, relaxed his dignity or showed by a\nmovement that he was startled.  The great Leopard crouched at full\nlength upon a fallen tree-trunk.  Bru the Bear sat on his haunches\nbefore the King; Rango the Gray Ape stood with his muscular arms\nfolded, and Loo the Unicorn reclined, much as a horse does, between his\nfellow-councillors.  With one consent they remained silent, eyeing with\nsteadfast looks the intruders, who were making their way into their\nforest domain.\n\n\"Well met, Brothers!\" said one of the strange beasts, coming to a halt\nbeside the group, while his comrade with hesitation lagged behind.\n\n\"We are not brothers,\" returned the Gray Ape, sternly.  \"Who are you,\nand how came you in the forest of Gugu?\"\n\n\"We are two Li-Mon-Eags,\" said Ruggedo, inventing the name.  \"Our home\nis in Sky Island, and we have come to earth to warn the forest beasts\nthat the people of Oz are about to make war upon them and enslave them,\nso that they will become beasts of burden forever after and obey only\nthe will of their two-legged masters.\"\n\nA low roar of anger arose from the Council of Beasts.\n\n\"WHO'S going to do that?\" asked Loo the Unicorn, in a high, squeaky\nvoice, at the same time rising to his feet.\n\n\"The people of Oz,\" said Ruggedo.\n\n\"But what will WE be doing?\" inquired the Unicorn.\n\n\"That's what I've come to talk to you about.\"\n\n\"You needn't talk!  We'll fight the Oz people!\" screamed the Unicorn.\n\"We'll smash 'em; we'll trample 'em; we'll gore 'em; we'll--\"\n\n\"Silence!\" growled Gugu the King, and Loo obeyed, although still\ntrembling with wrath.  The cold, steady gaze of the Leopard wandered\nover the two strange beasts.  \"The people of Oz,\" said he, \"have not\nbeen our friends; they have not been our enemies.  They have let us\nalone, and we have let them alone.  There is no reason for war between\nus.  They have no slaves.  They could not use us as slaves if they\nshould conquer us.  I think you are telling us lies, you strange\nLi-Mon-Eag--you mixed-up beast who are neither one thing nor another.\"\n\n\"Oh, on my word, it's the truth!\" protested the Nome in the beast's\nshape.  \"I wouldn't lie for the world; I--\"\n\n\"Silence!\" again growled Gugu the King; and somehow, even Ruggedo was\nabashed and obeyed the edict.\n\n\"What do you say, Bru?\" asked the King, turning to the great Bear, who\nhad until now said nothing.\n\n\"How does the Mixed Beast know that what he says is true?\" asked the\nBear.\n\n\"Why, I can fly, you know, having the wings of an Eagle,\" explained the\nNome.  \"I and my comrade yonder,\" turning to Kiki, \"flew to a grove in\nOz, and there we heard the people telling how they will make many ropes\nto snare you beasts, and then they will surround this forest, and all\nother forests, and make you prisoners.  So we came here to warn you,\nfor being beasts ourselves, although we live in the sky, we are your\nfriends.\"\n\nThe Leopard's lip curled and showed his enormous teeth, sharp as\nneedles.  He turned to the Gray Ape.\n\n\"What do YOU think, Rango?\" he asked.\n\n\"Send these mixed beasts away, Your Majesty,\" replied the Gray Ape.\n\"They are mischief-makers.\"\n\n\"Don't do that--don't do that!\" cried the Unicorn, nervously.  \"The\nstranger said he would tell us what to do.  Let him tell us, then.  Are\nwe fools, not to heed a warning?\"\n\nGugu the King turned to Ruggedo.\n\n\"Speak, Stranger,\" he commanded.\n\n\"Well,\" said the Nome, \"it's this way: The Land of Oz is a fine\ncountry.  The people of Oz have many good things--houses with soft\nbeds, all sorts of nice-tasting food, pretty clothes, lovely jewels,\nand many other things that beasts know nothing of.  Here in the dark\nforests the poor beasts have hard work to get enough to eat and to find\na bed to rest in.  But the beasts are better than the people, and why\nshould they not have all the good things the people have?  So I propose\nthat before the Oz people have the time to make all those ropes to\nsnare you with, that all we beasts get together and march against the\nOz people and capture them.  Then the beasts will become the masters\nand the people their slaves.\"\n\n\"What good would that do us?\" asked Bru the Bear.\n\n\"It would save you from slavery, for one thing, and you could enjoy all\nthe fine things of Oz people have.\"\n\n\"Beasts wouldn't know what to do with the things people use,\" said the\nGray Ape.\n\n\"But this is only part of my plan,\" insisted the Nome.  \"Listen to the\nrest of it.  We two Li-Mon-Eags are powerful magicians.  When you have\nconquered the Oz people we will transform them all into beasts, and\nsend them to the forests to live, and we will transform all the beasts\ninto people, so they can enjoy all the wonderful delights of the\nEmerald City.\"\n\nFor a moment no beast spoke.  Then the King said: \"Prove it.\"\n\n\"Prove what?\" asked Ruggedo.\n\n\"Prove that you can transform us.  If you are a magician transform the\nUnicorn into a man.  Then we will believe you.  If you fail, we will\ndestroy you.\"\n\n\"All right,\" said the Nome.  \"But I'm tired, so I'll let my comrade\nmake the transformation.\"\n\nKiki Aru had stood back from the circle, but he had heard all that was\nsaid.  He now realized that he must make good Ruggedo's boast, so he\nretreated to the edge of the clearing and whispered the magic word.\n\nInstantly the Unicorn became a fat, chubby little man, dressed in the\npurple Gillikin costume, and it was hard to tell which was the more\nastonished, the King, the Bear, the Ape or the former Unicorn.\n\n\"It's true!\" shorted the man-beast.  \"Good gracious, look what I am!\nIt's wonderful!\"\n\nThe King of Beasts now addressed Ruggedo in a more friendly tone.\n\n\"We must believe your story, since you have given us proof of your\npower,\" said he.  \"But why, if you are so great a magician, cannot you\nconquer the Oz people without our help, and so save us the trouble?\"\n\n\"Alas!\" replied the crafty old Nome, \"no magician is able to do\neverything.  The transformations are easy to us because we are\nLi-Mon-Eags, but we cannot fight, or conquer even such weak creatures\nas the Oz people.  But we will stay with you and advise and help you,\nand we will transform all the Oz people into beasts, when the time\ncomes, and all the beasts into people.\"\n\nGugu the King turned to his Counselors.\n\n\"How shall we answer this friendly stranger?\" he asked.\n\nLoo the former Unicorn was dancing around and cutting capers like a\nclown.\n\n\"On my word, your Majesty,\" he said, \"this being a man is more fun than\nbeing a Unicorn.\"\n\n\"You look like a fool,\" said the Gray Ape.\n\n\"Well, I FEEL fine!\" declared the man-beast.\n\n\"I think I prefer to be a Bear,\" said Big Bru.  \"I was born a Bear, and\nI know a Bear's ways.  So I am satisfied to live as a Bear lives.\"\n\n\"That,\" said the old Nome, \"is because you know nothing better.  When\nwe have conquered the Oz people, and you become a man, you'll be glad\nof it.\"\n\nThe immense Leopard rested his chin on the log and seemed thoughtful.\n\n\"The beasts of the forest must decide this matter for themselves,\" he\nsaid.  \"Go you, Rango the Gray Ape, and tell your monkey tribe to order\nall the forest beasts to assemble in the Great Clearing at sunrise\nto-morrow.  When all are gathered together, this mixed-up Beast who is\na magician shall talk to them and tell them what he has told us.  Then,\nif they decide to fight the Oz people, who have declared war on us, I\nwill lead the beasts to battle.\"\n\nRango the Gray Ape turned at once and glided swiftly through the forest\non his mission.  The Bear gave a grunt and walked away.  Gugu the King\nrose and stretched himself.  Then he said to Ruggedo: \"Meet us at\nsunrise to-morrow,\" and with stately stride vanished among the trees.\n\nThe man-unicorn, left alone with the strangers, suddenly stopped his\nfoolish prancing.\n\n\"You'd better make me a Unicorn again,\" he said.  \"I like being a man,\nbut the forest beasts won't know I'm their friend, Loo, and they might\ntear me in pieces before morning.\"\n\nSo Kiki changed him back to his former shape, and the Unicorn departed\nto join his people.\n\nRuggedo the Nome was much pleased with his success.\n\n\"To-morrow,\" he said to Kiki Aru, \"we'll win over these beasts and set\nthem to fight and conquer the Oz people.  Then I will have my revenge\non Ozma and Dorothy and all the rest of my enemies.\"\n\n\"But I am doing all the work,\" said Kiki.\n\n\"Never mind; you're going to be King of Oz,\" promised Ruggedo.\n\n\"Will the big Leopard let me be King?\" asked the boy anxiously.\n\nThe Nome came close to him and whispered:\n\n\"If Gugu the Leopard opposes us, you will transform him into a tree,\nand then he will be helpless.\"\n\n\"Of course,\" agreed Kiki, and he said to himself: \"I shall also\ntransform this deceitful Nome into a tree, for he lies and I cannot\ntrust him.\"\n\n\n\n\n9.  The Isle of the Magic Flower\n\n\nThe Glass Cat was a good guide and led Trot and Cap'n Bill by straight\nand easy paths through all the settled part of the Munchkin Country,\nand then into the north section where there were few houses, and\nfinally through a wild country where there were no houses or paths at\nall.  But the walking was not difficult and at last they came to the\nedge of a forest and stopped there to make camp and sleep until morning.\n\nFrom branches of trees Cap'n Bill made a tiny house that was just big\nenough for the little girl to crawl into and lie down.  But first they\nate some of the food Trot had carried in the basket.\n\n\"Don't you want some, too?\" she asked the Glass Cat.\n\n\"No,\" answered the creature.\n\n\"I suppose you'll hunt around an' catch a mouse,\" remarked Cap'n Bill.\n\n\"Me?  Catch a mouse!  Why should I do that?\" inquired the Glass Cat.\n\n\"Why, then you could eat it,\" said the sailor-man.\n\n\"I beg to inform you,\" returned the crystal tabby, \"that I do not eat\nmice.  Being transparent, so anyone can see through me, I'd look nice,\nwouldn't I, with a common mouse inside me?  But the fact is that I\nhaven't any stomach or other machinery that would permit me to eat\nthings.  The careless magician who made me didn't think I'd need to\neat, I suppose.\"\n\n\"Don't you ever get hungry or thirsty?\" asked Trot.\n\n\"Never.  I don't complain, you know, at the way I'm made, for I've\nnever yet seen any living thing as beautiful as I am.  I have the\nhandsomest brains in the world.  They're pink, and you can see 'em\nwork.\"\n\n\"I wonder,\" said Trot thoughtfully, as she ate her bread and jam, \"if\nMY brains whirl around in the same way yours do.\"\n\n\"No; not the same way, surely,\" returned the Glass Cat; \"for, in that\ncase, they'd be as good as MY brains, except that they're hidden under\na thick, boney skull.\"\n\n\"Brains,\" remarked Cap'n Bill, \"is of all kinds and work different\nways.  But I've noticed that them as thinks that their brains is best\nis often mistook.\"\n\nTrot was a little disturbed by sounds from the forest, that night, for\nmany beasts seemed prowling among the trees, but she was confident\nCap'n Bill would protect her from harm.  And in fact, no beast ventured\nfrom the forest to attack them.\n\nAt daybreak they were up again, and after a simple breakfast Cap'n Bill\nsaid to the Glass Cat:\n\n\"Up anchor, Mate, and let's forge ahead.  I don't suppose we're far\nfrom that Magic Flower, are we?\"\n\n\"Not far,\" answered the transparent one, as it led the way into the\nforest, \"but it may take you some time to get to it.\"\n\nBefore long they reached the bank of a river.  It was not very wide, at\nthis place, but as they followed the banks in a northerly direction it\ngradually broadened.\n\nSuddenly the blue-green leaves of the trees changed to a purple hue,\nand Trot noticed this and said:\n\n\"I wonder what made the colors change like that?\"\n\n\"It's because we have left the Munchkin Country and entered the\nGillikin Country,\" explained the Glass Cat.  \"Also it's a sign our\njourney is nearly ended.\"\n\nThe river made a sudden turn, and after the travelers had passed around\nthe bend, they saw that the stream had now become as broad as a small\nlake, and in the center of the Lake they beheld a little island, not\nmore than fifty feet in extent, either way.  Something glittered in the\nmiddle of this tiny island, and the Glass Cat paused on the bank and\nsaid:\n\n\"There is the gold flower-pot containing the Magic Flower, which is\nvery curious and beautiful.  If you can get to the island, your task is\nended--except to carry the thing home with you.\"\n\nCap'n Bill looked at the broad expanse of water and began to whistle a\nlow, quavering tune.  Trot knew that the whistle meant that Cap'n Bill\nwas thinking, and the old sailor didn't look at the island as much as\nhe looked at the trees upon the bank where they stood.  Presently he\ntook from the big pocket of his coat an axe-blade, wound in an old\ncloth to keep the sharp edge from cutting his clothing.  Then, with a\nlarge pocket knife, he cut a small limb from a tree and whittled it\ninto a handle for his axe.\n\n\"Sit down, Trot,\" he advised the girl, as he worked.  \"I've got quite a\njob ahead of me now, for I've got to build us a raft.\"\n\n\"What do we need a raft for, Cap'n?\"\n\n\"Why, to take us to the island.  We can't walk under water, in the\nriver bed, as the Glass Cat did, so we must float atop the water.\"\n\n\"Can you make a raft, Cap'n Bill?\"\n\n\"O' course, Trot, if you give me time.\"\n\nThe little girl sat down on a log and gazed at the Island of the Magic\nFlower.  Nothing else seemed to grow on the tiny isle.  There was no\ntree, no shrub, no grass, even, as far as she could make out from that\ndistance.  But the gold pot glittered in the rays of the sun, and Trot\ncould catch glimpses of glowing colors above it, as the Magic Flower\nchanged from one sort to another.\n\n\"When I was here before,\" remarked the Glass Cat, lazily reclining at\nthe girl's feet, \"I saw two Kalidahs on this very bank, where they had\ncome to drink.\"\n\n\"What are Kalidahs?\" asked the girl.\n\n\"The most powerful and ferocious beasts in all Oz.  This forest is\ntheir especial home, and so there are few other beasts to be found\nexcept monkeys.  The monkeys are spry enough to keep out of the way of\nthe fierce Kalidahs, which attack all other animals and often fight\namong themselves.\"\n\n\"Did they try to fight you when you saw 'em?\" asked Trot, getting very\nmuch excited.\n\n\"Yes.  They sprang upon me in an instant; but I lay flat on the ground,\nso I wouldn't get my legs broken by the great weight of the beasts, and\nwhen they tried to bite me I laughed at them and jeered them until they\nwere frantic with rage, for they nearly broke their teeth on my hard\nglass.  So, after a time, they discovered they could not hurt me, and\nwent away.  It was great fun.\"\n\n\"I hope they don't come here again to drink,--not while we're here,\nanyhow,\" returned the girl, \"for I'm not made of glass, nor is Cap'n\nBill, and if those bad beasts bit us, we'd get hurt.\"\n\nCap'n Bill was cutting from the trees some long stakes, making them\nsharp at one end and leaving a crotch at the other end.  These were to\nbind the logs of his raft together.  He had fashioned several and was\njust finishing another when the Glass Cat cried: \"Look out!  There's a\nKalidah coming toward us.\"\n\nTrot jumped up, greatly frightened, and looked at the terrible animal\nas if fascinated by its fierce eyes, for the Kalidah was looking at\nher, too, and its look wasn't at all friendly.  But Cap'n Bill called\nto her: \"Wade into the river, Trot, up to your knees--an' stay there!\"\nand she obeyed him at once.  The sailor-man hobbled forward, the stake\nin one hand and his axe in the other, and got between the girl and the\nbeast, which sprang upon him with a growl of defiance.\n\nCap'n Bill moved pretty slowly, sometimes, but now he was quick as\ncould be.  As the Kalidah sprang toward him he stuck out his wooden leg\nand the point of it struck the beast between the eyes and sent it\nrolling upon the ground.  Before it could get upon its feet again the\nsailor pushed the sharp stake right through its body and then with the\nflat side of the axe he hammered the stake as far into the ground as it\nwould go.  By this means he captured the great beast and made it\nharmless, for try as it would, it could not get away from the stake\nthat held it.\n\nCap'n Bill knew he could not kill the Kalidah, for no living thing in\nOz can be killed, so he stood back and watched the beast wriggle and\ngrowl and paw the earth with its sharp claws, and then, satisfied it\ncould not escape, he told Trot to come out of the water again and dry\nher wet shoes and stockings in the sun.\n\n\"Are you sure he can't get away?\" she asked.\n\n\"I'd bet a cookie on it,\" said Cap'n Bill, so Trot came ashore and took\noff her shoes and stockings and laid them on the log to dry, while the\nsailor-man resumed his work on the raft.\n\nThe Kalidah, realizing after many struggles that it could not escape,\nnow became quiet, but it said in a harsh, snarling voice:\n\n\"I suppose you think you're clever, to pin me to the ground in this\nmanner.  But when my friends, the other Kalidahs, come here, they'll\ntear you to pieces for treating me this way.\"\n\n\"P'raps,\" remarked Cap'n Bill, coolly, as he chopped at the logs, \"an'\np'raps not.  When are your folks comin' here?\"\n\n\"I don't know,\" admitted the Kalidah.  \"But when they DO come, you\ncan't escape them.\"\n\n\"If they hold off long enough, I'll have my raft ready,\" said Cap'n\nBill.\n\n\"What are you going to do with a raft?\" inquired the beast.\n\n\"We're goin' over to that island, to get the Magic Flower.\"\n\nThe huge beast looked at him in surprise a moment, and then it began to\nlaugh.  The laugh was a good deal like a roar, and it had a cruel and\nderisive sound, but it was a laugh nevertheless.\n\n\"Good!\" said the Kalidah.  \"Good!  Very good!  I'm glad you're going to\nget the Magic Flower.  But what will you do with it?\"\n\n\"We're going to take it to Ozma, as a present on her birthday.\"\n\nThe Kalidah laughed again; then it became sober.  \"If you get to the\nland on your raft before my people can catch you,\" it said, \"you will\nbe safe from us.  We can swim like ducks, so the girl couldn't have\nescaped me by getting into the water; but Kalidahs don't go to that\nisland over there.\"\n\n\"Why not?\" asked Trot.\n\nThe beast was silent.\n\n\"Tell us the reason,\" urged Cap'n Bill.\n\n\"Well, it's the Isle of the Magic Flower,\" answered the Kalidah, \"and\nwe don't care much for magic.  If you hadn't had a magic leg, instead\nof a meat one, you couldn't have knocked me over so easily and stuck\nthis wooden pin through me.\"\n\n\"I've been to the Magic Isle,\" said the Glass Cat, \"and I've watched\nthe Magic Flower bloom, and I'm sure it's too pretty to be left in that\nlonely place where only beasts prowl around it and no else sees it.  So\nwe're going to take it away to the Emerald City.\"\n\n\"I don't care,\" the beast replied in a surly tone.  \"We Kalidahs would\nbe just as contented if there wasn't a flower in our forest.  What good\nare the things anyhow?\"\n\n\"Don't you like pretty things?\" asked Trot.\n\n\"No.\"\n\n\"You ought to admire my pink brains, anyhow,\" declared the Glass Cat.\n\"They're beautiful and you can see 'em work.\"\n\nThe beast only growled in reply, and Cap'n Bill, having now cut all his\nlogs to a proper size, began to roll them to the water's edge and\nfasten them together.\n\n\n\n\n10.  Stuck Fast\n\n\nThe day was nearly gone when, at last, the raft was ready.\n\n\"It ain't so very big,\" said the old sailor, \"but I don't weigh much,\nan' you, Trot, don't weigh half as much as I do, an' the glass pussy\ndon't count.\"\n\n\"But it's safe, isn't it?\" inquired the girl.\n\n\"Yes; it's good enough to carry us to the island an' back again, an'\nthat's about all we can expect of it.\"\n\nSaying this, Cap'n Bill pushed the raft into the water, and when it was\nafloat, stepped upon it and held out his hand to Trot, who quickly\nfollowed him.  The Glass Cat boarded the raft last of all.\n\nThe sailor had cut a long pole, and had also whittled a flat paddle,\nand with these he easily propelled the raft across the river.  As they\napproached the island, the Wonderful Flower became more plainly\nvisible, and they quickly decided that the Glass Cat had not praised it\ntoo highly.  The colors of the flowers that bloomed in quick succession\nwere strikingly bright and beautiful, and the shapes of the blossoms\nwere varied and curious.  Indeed, they did not resemble ordinary\nflowers at all.\n\nSo intently did Trot and Cap'n Bill gaze upon the Golden Flower-pot\nthat held the Magic Flower that they scarcely noticed the island itself\nuntil the raft beached upon its sands.  But then the girl exclaimed:\n\"How funny it is, Cap'n Bill, that nothing else grows here excep' the\nMagic Flower.\"\n\nThen the sailor glanced at the island and saw that it was all bare\nground, without a weed, a stone or a blade of grass.  Trot, eager to\nexamine the Flower closer, sprang from the raft and ran up the bank\nuntil she reached the Golden Flower-pot.  Then she stood beside it\nmotionless and filled with wonder.  Cap'n Bill joined her, coming more\nleisurely, and he, too, stood in silent admiration for a time.\n\n\"Ozma will like this,\" remarked the Glass Cat, sitting down to watch\nthe shifting hues of the flowers.  \"I'm sure she won't have as fine a\nbirthday present from anyone else.\"\n\n\"Do you 'spose it's very heavy, Cap'n?  And can we get it home without\nbreaking it?\" asked Trot anxiously.\n\n\"Well, I've lifted many bigger things than that,\" he replied; \"but\nlet's see what it weighs.\"\n\nHe tried to take a step forward, but could not lift his meat foot from\nthe ground.  His wooden leg seemed free enough, but the other would not\nbudge.\n\n\"I seem stuck, Trot,\" he said, with a perplexed look at his foot.  \"It\nain't mud, an' it ain't glue, but somethin's holdin' me down.\"\n\nThe girl attempted to lift her own feet, to go nearer to her friend,\nbut the ground held them as fast as it held Cap'n Bill's foot.  She\ntried to slide them, or to twist them around, but it was no use; she\ncould not move either foot a hair's breadth.\n\n\"This is funny!\" she exclaimed. \"What do you 'spose has happened to us,\nCap'n Bill?\"\n\n\"I'm tryin' to make out,\" he answered.  \"Take off your shoes, Trot.\nP'raps it's the leather soles that's stuck to the ground.\"\n\nShe leaned down and unlaced her shoes, but found she could not pull her\nfeet out of them.  The Glass Cat, which was walking around as naturally\nas ever, now said:\n\n\"Your foot has got roots to it, Cap'n, and I can see the roots going\ninto the ground, where they spread out in all directions.  It's the\nsame way with Trot.  That's why you can't move.  The roots hold you\nfast.\"\n\nCap'n Bill was rather fat and couldn't see his own feet very well, but\nhe squatted down and examined Trot's feet and decided that the Glass\nCat was right.\n\n\"This is hard luck,\" he declared, in a voice that showed he was uneasy\nat the discovery.  \"We're pris'ners, Trot, on this funny island, an'\nI'd like to know how we're ever goin' to get loose, so's we can get\nhome again.\"\n\n\"Now I know why the Kalidah laughed at us,\" said the girl, \"and why he\nsaid none of the beasts ever came to this island.  The horrid creature\nknew we'd be caught, and wouldn't warn us.\"\n\nIn the meantime, the Kalidah, although pinned fast to the earth by\nCap'n Bill's stake, was facing the island, and now the ugly expression\nwhich passed over its face when it defied and sneered at Cap'n Bill and\nTrot, had changed to one of amusement and curiosity.  When it saw the\nadventurers had actually reached the island and were standing beside\nthe Magic Flower, it heaved a breath of satisfaction--a long, deep\nbreath that swelled its deep chest until the beast could feel the stake\nthat held him move a little, as if withdrawing itself from the ground.\n\n\"Ah ha!\" murmured the Kalidah, \"a little more of this will set me free\nand allow me to escape!\"\n\nSo he began breathing as hard as he could, puffing out his chest as\nmuch as possible with each indrawing breath, and by doing this he\nmanaged to raise the stake with each powerful breath, until at last the\nKalidah--using the muscles of his four legs as well as his deep\nbreaths--found itself free of the sandy soil.  The stake was sticking\nright through him, however, so he found a rock deeply set in the bank\nand pressed the sharp point of the stake upon the surface of this rock\nuntil he had driven it clear through his body.  Then, by getting the\nstake tangled among some thorny bushes, and wiggling his body, he\nmanaged to draw it out altogether.\n\n\"There!\" he exclaimed, \"except for those two holes in me, I'm as good\nas ever; but I must admit that that old wooden-legged fellow saved both\nhimself and the girl by making me a prisoner.\"\n\nNow the Kalidahs, although the most disagreeable creatures in the Land\nof Oz, were nevertheless magical inhabitants of a magical Fairyland,\nand in their natures a certain amount of good was mingled with the\nevil.  This one was not very revengeful, and now that his late foes\nwere in danger of perishing, his anger against them faded away.\n\n\"Our own Kalidah King,\" he reflected, \"has certain magical powers of\nhis own.  Perhaps he knows how to fill up these two holes in my body.\"\n\nSo without paying any more attention to Trot and Cap'n Bill than they\nwere paying to him, he entered the forest and trotted along a secret\npath that led to the hidden lair of all the Kalidahs.\n\nWhile the Kalidah was making good its escape Cap'n Bill took his pipe\nfrom his pocket and filled it with tobacco and lighted it.  Then, as he\npuffed out the smoke, he tried to think what could be done.\n\n\"The Glass Cat seems all right,\" he said, \"an' my wooden leg didn't\ntake roots and grow, either.  So it's only flesh that gets caught.\"\n\n\"It's magic that does it, Cap'n!\"\n\n\"I know, Trot, and that's what sticks me.  We're livin' in a magic\ncountry, but neither of us knows any magic an' so we can't help\nourselves.\"\n\n\"Couldn't the Wizard of Oz help us--or Glinda the Good?\" asked the\nlittle girl.\n\n\"Ah, now we're beginnin' to reason,\" he answered.  \"I'd probably\nthought o' that, myself, in a minute more.  By good luck the Glass Cat\nis free, an' so it can run back to the Emerald City an' tell the Wizard\nabout our fix, an' ask him to come an' help us get loose.\"\n\n\"Will you go?\" Trot asked the cat, speaking very earnestly.\n\n\"I'm no messenger, to be sent here and there,\" asserted the curious\nanimal in a sulky tone of voice.\n\n\"Well,\" said Cap'n Bill, \"you've got to go home, anyhow, 'cause you\ndon't want to stay here, I take it.  And, when you get home, it\nwouldn't worry you much to tell the Wizard what's happened to us.\"\n\n\"That's true,\" said the cat, sitting on its haunches and lazily washing\nits face with one glass paw.  \"I don't mind telling the Wizard--when I\nget home.\"\n\n\"Won't you go now?\" pleaded Trot.  \"We don't want to stay here any\nlonger than we can help, and everybody in Oz will be interested in you,\nand call you a hero, and say nice things about you because you helped\nyour friends out of trouble.\"\n\nThat was the best way to manage the Glass Cat, which was so vain that\nit loved to be praised.\n\n\"I'm going home right away,\" said the creature, \"and I'll tell the\nWizard to come and help you.\"\n\nSaying this, it walked down to the water and disappeared under the\nsurface.  Not being able to manage the raft alone, the Glass Cat walked\non the bottom of the river as it had done when it visited the island\nbefore, and soon they saw it appear on the farther bank and trot into\nthe forest, where it was quickly lost to sight among the trees.\n\nThen Trot heaved a deep sigh.\n\n\"Cap'n,\" said she, \"we're in a bad fix.  There's nothing here to eat,\nand we can't even lie down to sleep.  Unless the Glass Cat hurries, and\nthe Wizard hurries, I don't know what's going to become of us!\"\n\n\n\n\n11.  The Beasts of the Forest of Gugu\n\n\nThat was a wonderful gathering of wild animals in the Forest of Gugu\nnext sunrise.  Rango, the Gray Ape, had even called his monkey\nsentinels away from the forest edge, and every beast, little and big,\nwas in the great clearing where meetings were held on occasions of\ngreat importance.\n\nIn the center of the clearing stood a great shelving rock, having a\nflat, inclined surface, and on this sat the stately Leopard Gugu, who\nwas King of the Forest.  On the ground beneath him squatted Bru the\nBear, Loo the Unicorn, and Rango the Gray Ape, the King's three\nCounselors, and in front of them stood the two strange beasts who had\ncalled themselves Li-Mon-Eags, but were really the transformations of\nRuggedo the Nome, and Kiki Aru the Hyup.\n\nThen came the beasts--rows and rows and rows of them!  The smallest\nbeasts were nearest the King's rock throne; then there were wolves and\nfoxes, lynxes and hyenas, and the like; behind them were gathered the\nmonkey tribes, who were hard to keep in order because they teased the\nother animals and were full of mischievous tricks.  Back of the monkeys\nwere the pumas, jaguars, tigers and lions, and their kind; next the\nbears, all sizes and colors; after them bisons, wild asses, zebras and\nunicorns; farther on the rhinoceri and hippopotami, and at the far edge\nof the forest, close to the trees that shut in the clearing, was a row\nof thick-skinned elephants, still as statues but with eyes bright and\nintelligent.\n\nMany other kinds of beasts, too numerous to mention, were there, and\nsome were unlike any beasts we see in the menageries and zoos in our\ncountry.  Some were from the mountains west of the forest, and some\nfrom the plains at the east, and some from the river; but all present\nacknowledged the leadership of Gugu, who for many years had ruled them\nwisely and forced all to obey the laws.\n\nWhen the beasts had taken their places in the clearing and the rising\nsun was shooting its first bright rays over the treetops, King Gugu\nrose on his throne.  The Leopard's giant form, towering above all the\nothers, caused a sudden hush to fall on the assemblage.\n\n\"Brothers,\" he said in his deep voice, \"a stranger has come among us, a\nbeast of curious form who is a great magician and is able to change the\nshapes of men or beasts at his will.  This stranger has come to us,\nwith another of his kind, from out of the sky, to warn us of a danger\nwhich threatens us all, and to offer us a way to escape from that\ndanger.  He says he is our friend, and he has proved to me and to my\nCounselors his magic powers.  Will you listen to what he has to say to\nyou--to the message he has brought from the sky?\"\n\n\"Let him speak!\" came in a great roar from the great company of\nassembled beasts.\n\nSo Ruggedo the Nome sprang upon the flat rock beside Gugu the King, and\nanother roar, gentle this time, showed how astonished the beasts were\nat the sight of his curious form.  His lion's face was surrounded by a\nmane of pure white hair; his eagle's wings were attached to the\nshoulders of his monkey body and were so long that they nearly touched\nthe ground; he had powerful arms and legs in addition to the wings, and\nat the end of his long, strong tail was a golden ball.  Never had any\nbeast beheld such a curious creature before, and so the very sight of\nthe stranger, who was said to be a great magician, filled all present\nwith awe and wonder.\n\nKiki stayed down below and, half hidden by the shelf of rock, was\nscarcely noticed.  The boy realized that the old Nome was helpless\nwithout his magic power, but he also realized that Ruggedo was the best\ntalker.  So he was willing the Nome should take the lead.\n\n\"Beasts of the Forest of Gugu,\" began Ruggedo the Nome, \"my comrade and\nI are your friends.  We are magicians, and from our home in the sky we\ncan look down into the Land of Oz and see everything that is going on.\nAlso we can hear what the people below us are saying.  That is how we\nheard Ozma, who rules the Land of Oz, say to her people: 'The beasts in\nthe Forest of Gugu are lazy and are of no use to us.  Let us go to\ntheir forest and make them all our prisoners.  Let us tie them with\nropes, and beat them with sticks, until they work for us and become our\nwilling slaves.'  And when the people heard Ozma of Oz say this, they\nwere glad and raised a great shout and said: 'We will do it!  We will\nmake the beasts of the Forest of Gugu our slaves!'\"\n\nThe wicked old Nome could say no more, just then, for such a fierce\nroar of anger rose from the multitude of beasts that his voice was\ndrowned by the clamor.  Finally the roar died away, like distant\nthunder, and Ruggedo the Nome went on with his speech.\n\n\"Having heard the Oz people plot against your liberty, we watched to\nsee what they would do, and saw them all begin making ropes--ropes long\nand short--with which to snare our friends the beasts.  You are angry,\nbut we also were angry, for when the Oz people became the enemies of\nthe beasts they also became our enemies; for we, too, are beasts,\nalthough we live in the sky.  And my comrade and I said: 'We will save\nour friends and have revenge on the Oz people,' and so we came here to\ntell you of your danger and of our plan to save you.\"\n\n\"We can save ourselves,\" cried an old Elephant.  \"We can fight.\"\n\n\"The Oz people are fairies, and you can't fight against magic unless\nyou also have magic,\" answered the Nome.\n\n\"Tell us your plan!\" shouted the huge Tiger, and the other beasts\nechoed his words, crying: \"Tell us your plan.\"\n\n\"My plan is simple,\" replied Ruggedo.  \"By our magic we will transform\nall you animals into men and women--like the Oz people--and we will\ntransform all the Oz people into beasts.  You can then live in the fine\nhouses of the Land of Oz, and eat the fine food of the Oz people, and\nwear their fine clothes, and sing and dance and be happy.  And the Oz\npeople, having become beasts, will have to live here in the forest and\nhunt and fight for food, and often go hungry, as you now do, and have\nno place to sleep but a bed of leaves or a hole in the ground.  Having\nbecome men and women, you beasts will have all the comforts you desire,\nand having become beasts, the Oz people will be very miserable.  That\nis our plan, and if you agree to it, we will all march at once into the\nLand of Oz and quickly conquer our enemies.\"\n\nWhen the stranger ceased speaking, a great silence fell on the\nassemblage, for the beasts were thinking of what he had said.  Finally\none of the walruses asked:\n\n\"Can you really transform beasts into men, and men into beasts?\"\n\n\"He can--he can!\" cried Loo the Unicorn, prancing up and down in an\nexcited manner.  \"He transformed ME, only last evening, and he can\ntransform us all.\"\n\nGugu the King now stepped forward.\n\n\"You have heard the stranger speak,\" said he, \"and now you must answer\nhim.  It is for you to decide.  Shall we agree to this plan, or not?\"\n\n\"Yes!\" shouted some of the animals.\n\n\"No!\" shouted others.\n\nAnd some were yet silent.\n\nGugu looked around the great circle.\n\n\"Take more time to think,\" he suggested.  \"Your answer is very\nimportant.  Up to this time we have had no trouble with the Oz people,\nbut we are proud and free, and never will become slaves.  Think\ncarefully, and when you are ready to answer, I will hear you.\"\n\n\n\n\n12.  Kiki Uses His Magic\n\n\nThen arose a great confusion of sounds as all the animals began talking\nto their fellows.  The monkeys chattered and the bears growled and the\nvoices of the jaguars and lions rumbled, and the wolves yelped and the\nelephants had to trumpet loudly to make their voices heard.  Such a\nhubbub had never been known in the forest before, and each beast argued\nwith his neighbor until it seemed the noise would never cease.\n\nRuggedo the Nome waved his arms and fluttered his wings to try to make\nthem listen to him again, but the beasts paid no attention.  Some\nwanted to fight the Oz people, some wanted to be transformed, and some\nwanted to do nothing at all.\n\nThe growling and confusion had grown greater than ever when in a flash\nsilence fell on all the beasts present, the arguments were hushed, and\nall gazed in astonishment at a strange sight.\n\nFor into the circle strode a great Lion--bigger and more powerful than\nany other lion there--and on his back rode a little girl who smiled\nfearlessly at the multitude of beasts.  And behind the Lion and the\nlittle girl came another beast--a monstrous Tiger, who bore upon his\nback a funny little man carrying a black bag.  Right past the rows of\nwondering beasts the strange animals walked, advancing until they stood\njust before the rock throne of Gugu.\n\nThen the little girl and the funny little man dismounted, and the great\nLion demanded in a loud voice:\n\n\"Who is King in this forest?\"\n\n\"I am!\" answered Gugu, looking steadily at the other.  \"I am Gugu the\nLeopard, and I am King of this forest.\"\n\n\"Then I greet Your Majesty with great respect,\" said the Lion.\n\"Perhaps you have heard of me, Gugu.  I am called the 'Cowardly Lion,'\nand I am King of all Beasts, the world over.\"\n\nGugu's eyes flashed angrily.\n\n\"Yes,\" said he, \"I have heard of you.  You have long claimed to be King\nof Beasts, but no beast who is a coward can be King over me.\"\n\n\"He isn't a coward, Your Majesty,\" asserted the little girl, \"He's just\ncowardly, that's all.\"\n\nGugu looked at her.  All the other beasts were looking at her, too.\n\n\"Who are you?\" asked the King.\n\n\"Me?  Oh, I'm just Dorothy,\" she answered.\n\n\"How dare you come here?\" demanded the King.\n\n\"Why, I'm not afraid to go anywhere, if the Cowardly Lion is with me,\"\nshe said.  \"I know him pretty well, and so I can trust him.  He's\nalways afraid, when we get into trouble, and that's why he's cowardly;\nbut he's a terrible fighter, and that's why he isn't a coward.  He\ndoesn't like to fight, you know, but when he HAS to, there isn't any\nbeast living that can conquer him.\"\n\nGugu the King looked at the big, powerful form of the Cowardly Lion,\nand knew she spoke the truth.  Also the other Lions of the forest now\ncame forward and bowed low before the strange Lion.\n\n\"We welcome Your Majesty,\" said one.  \"We have known you many years\nago, before you went to live at the Emerald City, and we have seen you\nfight the terrible Kalidahs and conquer them, so we know you are the\nKing of all Beasts.\"\n\n\"It is true,\" replied the Cowardly Lion; \"but I did not come here to\nrule the beasts of this forest.  Gugu is King here, and I believe he is\na good King and just and wise.  I come, with my friends, to be the\nguest of Gugu, and I hope we are welcome.\"\n\nThat pleased the great Leopard, who said very quickly:\n\n\"Yes; you, at least, are welcome to my forest.  But who are these\nstrangers with you?\"\n\n\"Dorothy has introduced herself,\" replied the Lion, \"and you are sure\nto like her when you know her better.  This man is the Wizard of Oz, a\nfriend of mine who can do wonderful tricks of magic.  And here is my\ntrue and tried friend, the Hungry Tiger, who lives with me in the\nEmerald City.\"\n\n\"Is he ALWAYS hungry?\" asked Loo the Unicorn.\n\n\"I am,\" replied the Tiger, answering the question himself.  \"I am\nalways hungry for fat babies.\"\n\n\"Can't you find any fat babies in Oz to eat?\" inquired Loo, the Unicorn.\n\n\"There are plenty of them, of course,\" said the Tiger, \"but\nunfortunately I have such a tender conscience that it won't allow me to\neat babies.  So I'm always hungry for 'em and never can eat 'em,\nbecause my conscience won't let me.\"\n\nNow of all the surprised beasts in that clearing, not one was so much\nsurprised at the sudden appearance of these four strangers as Ruggedo\nthe Nome.  He was frightened, too, for he recognized them as his most\npowerful enemies; but he also realized that they could not know he was\nthe former King of the Nomes, because of the beast's form he wore,\nwhich disguised him so effectually.  So he took courage and resolved\nthat the Wizard and Dorothy should not defeat his plans.\n\nIt was hard to tell, just yet, what the vast assemblage of beasts\nthought of the new arrivals.  Some glared angrily at them, but more of\nthem seemed to be curious and wondering.  All were interested, however,\nand they kept very quiet and listened carefully to all that was said.\n\nKiki Aru, who had remained unnoticed in the shadow of the rock, was at\nfirst more alarmed by the coming of the strangers than even Ruggedo\nwas, and the boy told himself that unless he acted quickly and without\nwaiting to ask the advice of the old Nome, their conspiracy was likely\nto be discovered and all their plans to conquer and rule Oz be\ndefeated.  Kiki didn't like the way Ruggedo acted either, for the\nformer King of the Nomes wanted to do everything his own way, and made\nthe boy, who alone possessed the power of transformations, obey his\norders as if he were a slave.\n\nAnother thing that disturbed Kiki Aru was the fact that a real Wizard\nhad arrived, who was said to possess many magical powers, and this\nWizard carried his tools in a black bag, and was the friend of the Oz\npeople, and so would probably try to prevent war between the beasts of\nthe forest and the people of Oz.\n\nAll these things passed through the mind of the Hyup boy while the\nCowardly Lion and Gugu the King were talking together, and that was why\nhe now began to do several strange things.\n\nHe had found a place, near to the point where he stood, where there was\na deep hollow in the rock, so he put his face into this hollow and\nwhispered softly, so he would not be heard:\n\n\"I want the Wizard of Oz to become a fox--Pyrzqxgl!\"\n\nThe Wizard, who had stood smilingly beside his friends, suddenly felt\nhis form change to that of a fox, and his black bag fell to the ground.\nKiki reached out an arm and seized the bag, and the Fox cried as loud\nas it could:\n\n\"Treason!  There's a traitor here with magic powers!\"\n\nEveryone was startled at this cry, and Dorothy, seeing her old friend's\nplight, screamed and exclaimed: \"Mercy me!\"\n\nBut the next instant the little girl's form had changed to that of a\nlamb with fleecy white wool, and Dorothy was too bewildered to do\nanything but look around her in wonder.\n\nThe Cowardly Lion's eyes now flashed fire; he crouched low and lashed\nthe ground with his tail and gazed around to discover who the\ntreacherous magician might be.  But Kiki, who had kept his face in the\nhollow rock, again whispered the magic word, and the great lion\ndisappeared and in his place stood a little boy dressed in Munchkin\ncostume.  The little Munchkin boy was as angry as the lion had been,\nbut he was small and helpless.\n\nRuggedo the Nome saw what was happening and was afraid Kiki would spoil\nall his plans, so he leaned over the rock and shouted: \"Stop,\nKiki--stop!\"\n\nKiki would not stop, however.  Instead, he transformed the Nome into a\ngoose, to Ruggedo's horror and dismay.  But the Hungry Tiger had\nwitnessed all these transformations, and he was watching to see which\nof those present was to blame for them.  When Ruggedo spoke to Kiki,\nthe Hungry Tiger knew that he was the magician, so he made a sudden\nspring and hurled his great body full upon the form of the Li-Mon-Eag\ncrouching against the rock.  Kiki didn't see the Tiger coming because\nhis face was still in the hollow, and the heavy body of the tiger bore\nhim to the earth just as he said \"Pyrzqxgl!\" for the fifth time.\n\nSo now the tiger which was crushing him changed to a rabbit, and\nrelieved of its weight, Kiki sprang up and, spreading his eagle's\nwings, flew into the branches of a tree, where no beast could easily\nreach him.  He was not an instant too quick in doing this, for Gugu the\nKing had crouched on the rock's edge and was about to spring on the boy.\n\nFrom his tree Kiki transformed Gugu into a fat Gillikin woman, and\nlaughed aloud to see how the woman pranced with rage, and how\nastonished all the beasts were at their King's new shape.\n\nThe beasts were frightened, too, fearing they would share the fate of\nGugu, so a stampede began when Rango the Gray Ape sprang into the\nforest, and Bru the Bear and Loo the Unicorn followed as quickly as\nthey could.  The elephants backed into the forest, and all the other\nanimals, big and little, rushed after them, scattering through the\njungles until the clearing was far behind.  The monkeys scrambled into\nthe trees and swung themselves from limb to limb, to avoid being\ntrampled upon by the bigger beasts, and they were so quick that they\ndistanced all the rest.  A panic of fear seemed to have overtaken the\nforest people and they got as far away from the terrible Magician as\nthey possibly could.\n\nBut the transformed ones stayed in the clearing, being so astonished\nand bewildered by their new shapes that they could only look at one\nanother in a dazed and helpless fashion, although each one was greatly\nannoyed at the trick that had been played on him.\n\n\"Who are you?\" the Munchkin boy asked the Rabbit; and \"Who are you?\"\nthe Fox asked the Lamb; and \"Who are you?\" the Rabbit asked the fat\nGillikin woman.\n\n\"I'm Dorothy,\" said the woolly Lamb.\n\n\"I'm the Wizard,\" said the Fox.\n\n\"I'm the Cowardly Lion,\" said the Munchkin boy.\n\n\"I'm the Hungry Tiger,\" said the Rabbit.\n\n\"I'm Gugu the King,\" said the fat Woman.\n\nBut when they asked the Goose who he was, Ruggedo the Nome would not\ntell them.\n\n\"I'm just a Goose,\" he replied, \"and what I was before, I cannot\nremember.\"\n\n\n\n\n13.  The Loss of the Black Bag\n\n\nKiki Aru, in the form of the Li-Mon-Eag, had scrambled into the high,\nthick branches of the tree, so no one could see him, and there he\nopened the Wizard's black bag, which he had carried away in his flight.\nHe was curious to see what the Wizard's magic tools looked like, and\nhoped he could use some of them and so secure more power; but after he\nhad taken the articles, one by one, from the bag, he had to admit they\nwere puzzles to him.  For, unless he understood their uses, they were\nof no value whatever.  Kiki Aru, the Hyup boy, was no wizard or\nmagician at all, and could do nothing unusual except to use the Magic\nWord he had stolen from his father on Mount Munch.  So he hung the\nWizard's black bag on a branch of the tree and then climbed down to the\nlower limbs that he might see what the victims of his transformations\nwere doing.\n\nThey were all on top of the flat rock, talking together in tones so low\nthat Kiki could not hear what they said.\n\n\"This is certainly a misfortune,\" remarked the Wizard in the Fox's\nform, \"but our transformations are a sort of enchantment which is very\neasy to break--when you know how and have the tools to do it with.  The\ntools are in my Black Bag; but where is the Bag?\"\n\nNo one knew that, for none had seen Kiki Aru fly away with it.\n\n\"Let's look and see if we can find it,\" suggested Dorothy the Lamb.\n\nSo they left the rock, and all of them searched the clearing high and\nlow without finding the Bag of Magic Tools.  The Goose searched as\nearnestly as the others, for if he could discover it, he meant to hide\nit where the Wizard could never find it, because if the Wizard changed\nhim back to his proper form, along with the others, he would then be\nrecognized as Ruggedo the Nome, and they would send him out of the Land\nof Oz and so ruin all his hopes of conquest.\n\nRuggedo was not really sorry, now that he thought about it, that Kiki\nhad transformed all these Oz folks.  The forest beasts, it was true,\nhad been so frightened that they would now never consent to be\ntransformed into men, but Kiki could transform them against their will,\nand once they were all in human forms, it would not be impossible to\ninduce them to conquer the Oz people.\n\nSo all was not lost, thought the old Nome, and the best thing for him\nto do was to rejoin the Hyup boy who had the secret of the\ntransformations.  So, having made sure the Wizard's black bag was not\nin the clearing, the Goose wandered away through the trees when the\nothers were not looking, and when out of their hearing, he began\ncalling, \"Kiki Aru!  Kiki Aru!  Quack--quack!  Kiki Aru!\"\n\nThe Boy and the Woman, the Fox, the Lamb, and the Rabbit, not being\nable to find the bag, went back to the rock, all feeling exceedingly\nstrange.\n\n\"Where's the Goose?\" asked the Wizard.\n\n\"He must have run away,\" replied Dorothy.  \"I wonder who he was?\"\n\n\"I think,\" said Gugu the King, who was the fat Woman, \"that the Goose\nwas the stranger who proposed that we make war upon the Oz people.  If\nso, his transformation was merely a trick to deceive us, and he has now\ngone to join his comrade, that wicked Li-Mon-Eag who obeyed all his\ncommands.\"\n\n\"What shall we do now?\" asked Dorothy.  \"Shall we go back to the\nEmerald City, as we are, and then visit Glinda the Good and ask her to\nbreak the enchantments?\"\n\n\"I think so,\" replied the Wizard Fox.  \"And we can take Gugu the King\nwith us, and have Glinda restore him to his natural shape.  But I hate\nto leave my Bag of Magic Tools behind me, for without it I shall lose\nmuch of my power as a Wizard.  Also, if I go back to the Emerald City\nin the shape of a Fox, the Oz people will think I'm a poor Wizard and\nwill lose their respect for me.\"\n\n\"Let us make still another search for your tools,\" suggested the\nCowardly Lion, \"and then, if we fail to find the Black Bag anywhere in\nthis forest, we must go back home as we are.\"\n\n\"Why did you come here, anyway?\" inquired Gugu.\n\n\"We wanted to borrow a dozen monkeys, to use on Ozma's birthday,\"\nexplained the Wizard.  \"We were going to make them small, and train\nthem to do tricks, and put them inside Ozma's birthday cake.\"\n\n\"Well,\" said the Forest King, \"you would have to get the consent of\nRango the Gray Ape, to do that.  He commands all the tribes of monkeys.\"\n\n\"I'm afraid it's too late, now,\" said Dorothy, regretfully.  \"It was a\nsplendid plan, but we've got troubles of our own, and I don't like\nbeing a lamb at all.\"\n\n\"You're nice and fuzzy,\" said the Cowardly Lion.\n\n\"That's nothing,\" declared Dorothy.  \"I've never been 'specially proud\nof myself, but I'd rather be the way I was born than anything else in\nthe whole world.\"\n\n\nThe Glass Cat, although it had some disagreeable ways and manners,\nnevertheless realized that Trot and Cap'n Bill were its friends and so\nwas quite disturbed at the fix it had gotten them into by leading them\nto the Isle of the Magic Flower.  The ruby heart of the Glass Cat was\ncold and hard, but still it was a heart, and to have a heart of any\nsort is to have some consideration for others.  But the queer\ntransparent creature didn't want Trot and Cap'n Bill to know it was\nsorry for them, and therefore it moved very slowly until it had crossed\nthe river and was out of sight among the trees of the forest.  Then it\nheaded straight toward the Emerald City, and trotted so fast that it\nwas like a crystal streak crossing the valleys and plains.  Being\nglass, the cat was tireless, and with no reason to delay its journey,\nit reached Ozma's palace in wonderfully quick time.\n\n\"Where's the Wizard?\" it asked the Pink Kitten, which was curled up in\nthe sunshine on the lowest step of the palace entrance.\n\n\"Don't bother me,\" lazily answered the Pink Kitten, whose name was\nEureka.\n\n\"I must find the Wizard at once!\" said the Glass Cat.\n\n\"Then find him,\" advised Eureka, and went to sleep again.\n\nThe Glass Cat darted up the stairway and came upon Toto, Dorothy's\nlittle black dog.\n\n\"Where's the Wizard?\" asked the Cat.\n\n\"Gone on a journey with Dorothy,\" replied Toto.\n\n\"When did they go, and where have they gone?\" demanded the Cat.\n\n\"They went yesterday, and I heard them say they would go to the Great\nForest in the Munchkin Country.\"\n\n\"Dear me,\" said the Glass Cat; \"that is a long journey.\"\n\n\"But they rode on the Hungry Tiger and the Cowardly Lion,\" explained\nToto, \"and the Wizard carried his Black Bag of Magic Tools.\"\n\nThe Glass Cat knew the Great Forest of Gugu well, for it had traveled\nthrough this forest many times in its journeys through the Land of Oz.\nAnd it reflected that the Forest of Gugu was nearer to the Isle of the\nMagic Flower than the Emerald City was, and so, if it could manage to\nfind the Wizard, it could lead him across the Gillikin Country to where\nTrot and Cap'n Bill were prisoned.  It was a wild country and little\ntraveled, but the Glass Cat knew every path.  So very little time need\nbe lost, after all.\n\nWithout stopping to ask any more questions the Cat darted out of the\npalace and away from the Emerald City, taking the most direct route to\nthe Forest of Gugu.  Again the creature flashed through the country\nlike a streak of light, and it would surprise you to know how quickly\nit reached the edge of the Great Forest.\n\nThere were no monkey guards among the trees to cry out a warning, and\nthis was so unusual that it astonished the Glass Cat.  Going farther\ninto the forest it presently came upon a wolf, which at first bounded\naway in terror.  But then, seeing it was only a Glass Cat, the Wolf\nstopped, and the Cat could see it was trembling, as if from a terrible\nfright.\n\n\"What's the matter?\" asked the Cat.\n\n\"A dreadful Magician has come among us!\" exclaimed the Wolf, \"and he's\nchanging the forms of all the beasts--quick as a wink--and making them\nall his slaves.\"\n\nThe Glass Cat smiled and said:\n\n\"Why, that's only the Wizard of Oz.  He may be having some fun with you\nforest people, but the Wizard wouldn't hurt a beast for anything.\"\n\n\"I don't mean the Wizard,\" explained the Wolf.  \"And if the Wizard of\nOz is that funny little man who rode a great Tiger into the clearing,\nhe's been transformed himself by the terrible Magician.\"\n\n\"The Wizard transformed?  Why, that's impossible,\" declared the Glass\nCat.\n\n\"No; it isn't.  I saw him with my own eyes, changed into the form of a\nFox, and the girl who was with him was changed to a woolly Lamb.\"\n\nThe Glass Cat was indeed surprised.\n\n\"When did that happen?\" it asked.\n\n\"Just a little while ago in the clearing.  All the animals had met\nthere, but they ran away when the Magician began his transformations,\nand I'm thankful I escaped with my natural shape.  But I'm still\nafraid, and I'm going somewhere to hide.\"\n\nWith this the Wolf ran on, and the Glass Cat, which knew where the big\nclearing was, went toward it.  But now it walked more slowly, and its\npink brains rolled and tumbled around at a great rate because it was\nthinking over the amazing news the Wolf had told it.\n\nWhen the Glass Cat reached the clearing, it saw a Fox, a Lamb, a\nRabbit, a Munchkin boy and a fat Gillikin woman, all wandering around\nin an aimless sort of way, for they were again searching for the Black\nBag of Magic Tools.\n\nThe Cat watched them a moment and then it walked slowly into the open\nspace.  At once the Lamb ran toward it, crying:\n\n\"Oh, Wizard, here's the Glass Cat!\"\n\n\"Where, Dorothy?\" asked the Fox.\n\n\"Here!\"\n\nThe Boy and the Woman and the Rabbit now joined the Fox and the Lamb,\nand they all stood before the Glass Cat and speaking together, almost\nlike a chorus, asked: \"Have you seen the Black Bag?\"\n\n\"Often,\" replied the Glass Cat, \"but not lately.\"\n\n\"It's lost,\" said the Fox, \"and we must find it.\"\n\n\"Are you the Wizard?\" asked the Cat.\n\n\"Yes.\"\n\n\"And who are these others?\"\n\n\"I'm Dorothy,\" said the Lamb.\n\n\"I'm the Cowardly Lion,\" said the Munchkin boy.\n\n\"I'm the Hungry Tiger,\" said the Rabbit.\n\n\"I'm Gugu, King of the Forest,\" said the fat Woman.\n\nThe Glass Cat sat on its hind legs and began to laugh.  \"My, what a\nfunny lot!\" exclaimed the Creature.  \"Who played this joke on you?\"\n\n\"It's no joke at all,\" declared the Wizard.  \"It was a cruel, wicked\ntransformation, and the Magician that did it has the head of a lion,\nthe body of a monkey, the wings of an eagle and a round ball on the end\nof his tail.\"\n\nThe Glass Cat laughed again.  \"That Magician must look funnier than you\ndo,\" it said.  \"Where is he now?\"\n\n\"Somewhere in the forest,\" said the Cowardly Lion.  \"He just jumped\ninto that tall maple tree over there, for he can climb like a monkey\nand fly like an eagle, and then he disappeared in the forest.\"\n\n\"And there was another Magician, just like him, who was his friend,\"\nadded Dorothy, \"but they probably quarreled, for the wickedest one\nchanged his friend into the form of a Goose.\"\n\n\"What became of the Goose?\" asked the Cat, looking around.\n\n\"He must have gone away to find his friend,\" answered Gugu the King.\n\"But a Goose can't travel very fast, so we could easily find him if we\nwanted to.\"\n\n\"The worst thing of all,\" said the Wizard, \"is that my Black Bag is\nlost.  It disappeared when I was transformed.  If I could find it I\ncould easily break these enchantments by means of my magic, and we\nwould resume our own forms again.  Will you help us search for the\nBlack Bag, Friend Cat?\"\n\n\"Of course,\" replied the Glass Cat.  \"But I expect the strange Magician\ncarried it away with him.  If he's a magician, he knows you need that\nBag, and perhaps he's afraid of your magic.  So he's probably taken the\nBag with him, and you won't see it again unless you find the Magician.\"\n\n\"That sounds reasonable,\" remarked the Lamb, which was Dorothy.  \"Those\npink brains of yours seem to be working pretty well to-day.\"\n\n\"If the Glass Cat is right,\" said the Wizard in a solemn voice,\n\"there's more trouble ahead of us.  That Magician is dangerous, and if\nwe go near him he may transform us into shapes not as nice as these.\"\n\n\"I don't see how we could be any WORSE off,\" growled Gugu, who was\nindignant because he was forced to appear in the form of a fat woman.\n\n\"Anyway,\" said the Cowardly Lion, \"our best plan is to find the\nMagician and try to get the Black Bag from him.  We may manage to steal\nit, or perhaps we can argue him into giving it to us.\"\n\n\"Why not find the Goose, first?\" asked Dorothy.  \"The Goose will be\nangry at the Magician, and he may be able to help us.\"\n\n\"That isn't a bad idea,\" returned the Wizard.  \"Come on, Friends; let's\nfind that Goose.  We will separate and search in different directions,\nand the first to find the Goose must bring him here, where we will all\nmeet again in an hour.\"\n\n\n\n\n14.  The Wizard Learns the Magic Word\n\n\nNow, the Goose was the transformation of old Ruggedo, who was at one\ntime King of the Nomes, and he was even more angry at Kiki Aru than\nwere the others who shapes had been changed.  The Nome detested\nanything in the way of a bird, because birds lay eggs and eggs are\nfeared by all the Nomes more than anything else in the world.  A goose\nis a foolish bird, too, and Ruggedo was dreadfully ashamed of the shape\nhe was forced to wear.  And it would make him shudder to reflect that\nthe Goose might lay an egg!\n\nSo the Nome was afraid of himself and afraid of everything around him.\nIf an egg touched him he could then be destroyed, and almost any animal\nhe met in the forest might easily conquer him.  And that would be the\nend of old Ruggedo the Nome.\n\nAside from these fears, however, he was filled with anger against Kiki,\nwhom he had meant to trap by cleverly stealing from him the Magic Word.\nThe boy must have been crazy to spoil everything the way he did, but\nRuggedo knew that the arrival of the Wizard had scared Kiki, and he was\nnot sorry the boy had transformed the Wizard and Dorothy and made them\nhelpless.  It was his own transformation that annoyed him and made him\nindignant, so he ran about the forest hunting for Kiki, so that he\nmight get a better shape and coax the boy to follow his plans to\nconquer the Land of Oz.\n\nKiki Aru hadn't gone very far away, for he had surprised himself as\nwell as the others by the quick transformations and was puzzled as to\nwhat to do next.  Ruggedo the Nome was overbearing and tricky, and Kiki\nknew he was not to be depended on; but the Nome could plan and plot,\nwhich the Hyup boy was not wise enough to do, and so, when he looked\ndown through the branches of a tree and saw a Goose waddling along\nbelow and heard it cry out, \"Kiki Aru!  Quack--quack!  Kiki Aru!\" the\nboy answered in a low voice, \"Here I am,\" and swung himself down to the\nlowest limb of the tree.\n\nThe Goose looked up and saw him.\n\n\"You've bungled things in a dreadful way!\" exclaimed the Goose.  \"Why\ndid you do it?\"\n\n\"Because I wanted to,\" answered Kiki.  \"You acted as if I was your\nslave, and I wanted to show these forest people that I am more powerful\nthan you.\"\n\nThe Goose hissed softly, but Kiki did not hear that.\n\nOld Ruggedo quickly recovered his wits and muttered to himself: \"This\nboy is the goose, although it is I who wear the goose's shape.  I will\nbe gentle with him now, and fierce with him when I have him in my\npower.\"  Then he said aloud to Kiki:\n\n\"Well, hereafter I will be content to acknowledge you the master.  You\nbungled things, as I said, but we can still conquer Oz.\"\n\n\"How?\" asked the boy.\n\n\"First give me back the shape of the Li-Mon-Eag, and then we can talk\ntogether more conveniently,\" suggested the Nome.\n\n\"Wait a moment, then,\" said Kiki, and climbed higher up the tree.\nThere he whispered the Magic Word and the Goose became a Li-Mon-Eag, as\nhe had been before.\n\n\"Good!\" said the Nome, well pleased, as Kiki joined him by dropping\ndown from the tree.  \"Now let us find a quiet place where we can talk\nwithout being overheard by the beasts.\"\n\nSo the two started away and crossed the forest until they came to a\nplace where the trees were not so tall nor so close together, and among\nthese scattered trees was another clearing, not so large as the first\none, where the meeting of the beasts had been held.  Standing on the\nedge of this clearing and looking across it, they saw the trees on the\nfarther side full of monkeys, who were chattering together at a great\nrate of the sights they had witnessed at the meeting.\n\nThe old Nome whispered to Kiki not to enter the clearing or allow the\nmonkeys to see them.\n\n\"Why not?\" asked the boy, drawing back.\n\n\"Because those monkeys are to be our army--the army which will conquer\nOz,\" said the Nome.  \"Sit down here with me, Kiki, and keep quiet, and\nI will explain to you my plan.\"\n\nNow, neither Kiki Aru nor Ruggedo had noticed that a sly Fox had\nfollowed them all the way from the tree where the Goose had been\ntransformed to the Li-Mon-Eag.  Indeed, this Fox, who was none other\nthan the Wizard of Oz, had witnessed the transformation of the Goose\nand now decided he would keep watch on the conspirators and see what\nthey would do next.\n\nA Fox can move through a forest very softly, without making any noise,\nand so the Wizard's enemies did not suspect his presence.  But when\nthey sat down by the edge of the clearing, to talk, with their backs\ntoward him, the Wizard did not know whether to risk being seen, by\ncreeping closer to hear what they said, or whether it would be better\nfor him to hide himself until they moved on again.\n\nWhile he considered this question he discovered near him a great tree\nwhich had a hollow trunk, and there was a round hole in this tree,\nabout three feet above the ground.  The Wizard Fox decided it would be\nsafer for him to hide inside the hollow tree, so he sprang into the\nhole and crouched down in the hollow, so that his eyes just came to the\nedge of the hole by which he had entered, and from here he watched the\nforms of the two Li-Mon-Eags.\n\n\"This is my plan,\" said the Nome to Kiki, speaking so low that the\nWizard could only hear the rumble of his voice.  \"Since you can\ntransform anything into any form you wish, we will transform these\nmonkeys into an army, and with that army we will conquer the Oz people.\"\n\n\"The monkeys won't make much of an army,\" objected Kiki.\n\n\"We need a great army, but not a numerous one,\" responded the Nome.\n\"You will transform each monkey into a giant man, dressed in a fine\nuniform and armed with a sharp sword.  There are fifty monkeys over\nthere and fifty giants would make as big an army as we need.\"\n\n\"What will they do with the swords?\" asked Kiki.  \"Nothing can kill the\nOz people.\"\n\n\"True,\" said Ruggedo.  \"The Oz people cannot be killed, but they can be\ncut into small pieces, and while every piece will still be alive, we\ncan scatter the pieces around so that they will be quite helpless.\nTherefore, the Oz people will be afraid of the swords of our army, and\nwe will conquer them with ease.\"\n\n\"That seems like a good idea,\" replied the boy, approvingly.  \"And in\nsuch a case, we need not bother with the other beasts of the forest.\"\n\n\"No; you have frightened the beasts, and they would no longer consent\nto assist us in conquering Oz.  But those monkeys are foolish\ncreatures, and once they are transformed to Giants, they will do just\nas we say and obey our commands.  Can you transform them all at once?\"\n\n\"No, I must take one at a time,\" said Kiki.  \"But the fifty\ntransformations can be made in an hour or so.  Stay here, Ruggedo, and\nI will change the first monkey--that one at the left, on the end of the\nlimb--into a Giant with a sword.\"\n\n\"Where are you going?\" asked the Nome.\n\n\"I must not speak the Magic Word in the presence of another person,\"\ndeclared Kiki, who was determined not to allow his treacherous\ncompanion to learn his secret, \"so I will go where you cannot hear me.\"\n\nRuggedo the Nome was disappointed, but he hoped still to catch the boy\nunawares and surprise the Magic Word.  So he merely nodded his lion\nhead, and Kiki got up and went back into the forest a short distance.\nHere he spied a hollow tree, and by chance it was the same hollow tree\nin which the Wizard of Oz, now in the form of a Fox, had hidden himself.\n\nAs Kiki ran up to the tree the Fox ducked its head, so that it was out\nof sight in the dark hollow beneath the hole, and then Kiki put his\nface into the hole and whispered: \"I want that monkey on the branch at\nthe left to become a Giant man fifty feet tall, dressed in a uniform\nand with a sharp sword--Pyrzqxgl!\"\n\nThen he ran back to Ruggedo, but the Wizard Fox had heard quite plainly\nevery word that he had said.\n\nThe monkey was instantly transformed into the Giant, and the Giant was\nso big that as he stood on the ground his head was higher than the\ntrees of the forest.  The monkeys raised a great chatter but did not\nseem to understand that the Giant was one of themselves.\n\n\"Good!\" cried the Nome.  \"Hurry, Kiki, and transform the others.\"\n\nSo Kiki rushed back to the tree and putting his face to the hollow,\nwhispered:\n\n\"I want the next monkey to be just like the first--Pyrzqxgl!\"\n\nAgain the Wizard Fox heard the Magic Word, and just how it was\npronounced.  But he sat still in the hollow and waited to hear it\nagain, so it would be impressed on his mind and he would not forget it.\n\nKiki kept running to the edge of the forest and back to the hollow tree\nagain until he had whispered the Magic Word six times and six monkeys\nhad been changed to six great Giants.  Then the Wizard decided he would\nmake an experiment and use the Magic Word himself.  So, while Kiki was\nrunning back to the Nome, the Fox stuck his head out of the hollow and\nsaid softly: \"I want that creature who is running to become a\nhickory-nut--Pyrzqxgl!\"\n\nInstantly the Li-Mon-Eag form of Kiki Aru the Hyup disappeared and a\nsmall hickory-nut rolled upon the ground a moment and then lay still.\n\nThe Wizard was delighted, and leaped from the hollow just as Ruggedo\nlooked around to see what had become of Kiki.  The Nome saw the Fox but\nno Kiki, so he hastily rose to his feet.  The Wizard did not know how\npowerful the queer beast might be, so he resolved to take no chances.\n\n\"I want this creature to become a walnut--Pyrzqxgl!\" he said aloud.\nBut he did not pronounce the Magic Word in quite the right way, and\nRuggedo's form did not change.  But the Nome knew at once that\n\"Pyrzqxgl!\" was the Magic Word, so he rushed at the Fox and cried:\n\n\"I want you to become a Goose--Pyrzqxgl!\"\n\nBut the Nome did not pronounce the word aright, either, having never\nheard it spoken but once before, and then with a wrong accent.  So the\nFox was not transformed, but it had to run away to escape being caught\nby the angry Nome.\n\nRuggedo now began pronouncing the Magic Word in every way he could\nthink of, hoping to hit the right one, and the Fox, hiding in a bush,\nwas somewhat troubled by the fear that he might succeed.  However, the\nWizard, who was used to magic arts, remained calm and soon remembered\nexactly how Kiki Aru had pronounced the word.  So he repeated the\nsentence he had before uttered and Ruggedo the Nome became an ordinary\nwalnut.\n\nThe Wizard now crept out from the bush and said: \"I want my own form\nagain--Pyrzqxgl!\"\n\nInstantly he was the Wizard of Oz, and after picking up the hickory-nut\nand the walnut, and carefully placing them in his pocket, he ran back\nto the big clearing.\n\nDorothy the Lamb uttered a bleat of delight when she saw her old friend\nrestored to his natural shape.  The others were all there, not having\nfound the Goose.  The fat Gillikin woman, the Munchkin boy, the Rabbit\nand the Glass Cat crowded around the Wizard and asked what had happened.\n\nBefore he explained anything of his adventure, he transformed them\nall--except, of course, the Glass Cat--into their natural shapes, and\nwhen their joy permitted them to quiet somewhat, he told how he had by\nchance surprised the Magician's secret and been able to change the two\nLi-Mon-Eags into shapes that could not speak, and therefore would be\nunable to help themselves.  And the little Wizard showed his astonished\nfriends the hickory-nut and the walnut to prove that he had spoken the\ntruth.\n\n\"But--see here!\"--exclaimed Dorothy.  \"What has become of those Giant\nSoldiers who used to be monkeys?\"\n\n\"I forgot all about them!\" admitted the Wizard; \"but I suppose they are\nstill standing there in the forest.\"\n\n\n\n\n15.  The Lonesome Duck\n\n\nTrot and Cap'n Bill stood before the Magic Flower, actually rooted to\nthe spot.\n\n\"Aren't you hungry, Cap'n?\" asked the little girl, with a long sigh,\nfor she had been standing there for hours and hours.\n\n\"Well,\" replied the sailor-man, \"I ain't sayin' as I couldn't EAT,\nTrot--if a dinner was handy--but I guess old folks don't get as hungry\nas young folks do.\"\n\n\"I'm not sure 'bout that, Cap'n Bill,\" she said thoughtfully.  \"Age\nMIGHT make a diff'rence, but seems to me SIZE would make a bigger\ndiff'rence.  Seeing you're twice as big as me, you ought to be twice as\nhungry.\"\n\n\"I hope I am,\" he rejoined, \"for I can stand it a while longer.  I do\nhope the Glass Cat will hurry, and I hope the Wizard won't waste time\na-comin' to us.\"\n\nTrot sighed again and watched the wonderful Magic Flower, because there\nwas nothing else to do.  Just now a lovely group of pink peonies budded\nand bloomed, but soon they faded away, and a mass of deep blue lilies\ntook their place.  Then some yellow chrysanthemums blossomed on the\nplant, and when they had opened all their petals and reached\nperfection, they gave way to a lot of white floral balls spotted with\ncrimson--a flower Trot had never seen before.\n\n\"But I get awful tired watchin' flowers an' flowers an' flowers,\" she\nsaid impatiently.\n\n\"They're might pretty,\" observed Cap'n Bill.\n\n\"I know; and if a person could come and look at the Magic Flower just\nwhen she felt like it, it would be a fine thing, but to HAVE TO stand\nand watch it, whether you want to or not, isn't so much fun.  I wish,\nCap'n Bill, the thing would grow fruit for a while instead of flowers.\"\n\nScarcely had she spoken when the white balls with crimson spots faded\naway and a lot of beautiful ripe peaches took their place.  With a cry\nof mingled surprise and delight Trot reached out and plucked a peach\nfrom the bush and began to eat it, finding it delicious.  Cap'n Bill\nwas somewhat dazed at the girl's wish being granted so quickly, so\nbefore he could pick a peach they had faded away and bananas took their\nplace.  \"Grab one, Cap'n!\" exclaimed Trot, and even while eating the\npeach she seized a banana with her other hand and tore it from the bush.\n\nThe old sailor was still bewildered.  He put out a hand indeed, but he\nwas too late, for now the bananas disappeared and lemons took their\nplace.\n\n\"Pshaw!\" cried Trot.  \"You can't eat those things; but watch out,\nCap'n, for something else.\"\n\nCocoanuts next appeared, but Cap'n Bill shook his head.\n\n\"Ca'n't crack 'em,\" he remarked, \"'cause we haven't anything handy to\nsmash 'em with.\"\n\n\"Well, take one, anyhow,\" advised Trot; but the cocoanuts were gone\nnow, and a deep, purple, pear-shaped fruit which was unknown to them\ntook their place.  Again Cap'n Bill hesitated, and Trot said to him:\n\n\"You ought to have captured a peach and a banana, as I did.  If you're\nnot careful, Cap'n, you'll miss all your chances.  Here, I'll divide my\nbanana with you.\"\n\nEven as she spoke, the Magic Plant was covered with big red apples,\ngrowing on every branch, and Cap'n Bill hesitated no longer.  He\ngrabbed with both hands and picked two apples, while Trot had only time\nto secure one before they were gone.\n\n\"It's curious,\" remarked the sailor, munching his apple, \"how these\nfruits keep good when you've picked 'em, but dis'pear inter thin air if\nthey're left on the bush.\"\n\n\"The whole thing is curious,\" declared the girl, \"and it couldn't exist\nin any country but this, where magic is so common.  Those are limes.\nDon't pick 'em, for they'd pucker up your mouth and--Ooo! here come\nplums!\" and she tucked her apple in her apron pocket and captured three\nplums--each one almost as big as an egg--before they disappeared.\nCap'n Bill got some too, but both were too hungry to fast any longer,\nso they began eating their apples and plums and let the magic bush bear\nall sorts of fruits, one after another.  The Cap'n stopped once to pick\na fine cantaloupe, which he held under his arm, and Trot, having\nfinished her plums, got a handful of cherries and an orange; but when\nalmost every sort of fruit had appeared on the bush, the crop ceased\nand only flowers, as before, bloomed upon it.\n\n\"I wonder why it changed back,\" mused Trot, who was not worried because\nshe had enough fruit to satisfy her hunger.\n\n\"Well, you only wished it would bear fruit 'for a while,'\" said the\nsailor, \"and it did.  P'raps if you'd said 'forever,' Trot, it would\nhave always been fruit.\"\n\n\"But why should MY wish be obeyed?\" asked the girl.  \"I'm not a fairy\nor a wizard or any kind of a magic-maker.\"\n\n\"I guess,\" replied Cap'n Bill, \"that this little island is a magic\nisland, and any folks on it can tell the bush what to produce, an'\nit'll produce it.\"\n\n\"Do you think I could wish for anything else, Cap'n and get it?\" she\ninquired anxiously.\n\n\"What are you thinkin' of, Trot?\"\n\n\"I'm thinking of wishing that these roots on our feet would disappear,\nand let us free.\"\n\n\"Try it, Trot.\"\n\nSo she tried it, and the wish had no effect whatever.\n\n\"Try it yourself, Cap'n,\" she suggested.\n\nThen Cap'n Bill made the wish to be free, with no better result.\n\n\"No,\" said he, \"it's no use; the wishes only affect the Magic Plant;\nbut I'm glad we can make it bear fruit, 'cause now we know we won't\nstarve before the Wizard gets to us.\"\n\n\"But I'm gett'n' tired standing here so long,\" complained the girl.\n\"If I could only lift one foot, and rest it, I'd feel better.\"\n\n\"Same with me, Trot.  I've noticed that if you've got to do a thing,\nand can't help yourself, it gets to be a hardship mighty quick.\"\n\n\"Folks that can raise their feet don't appreciate what a blessing it\nis,\" said Trot thoughtfully.  \"I never knew before what fun it is to\nraise one foot, an' then another, any time you feel like it.\"\n\n\"There's lots o' things folks don't 'preciate,\" replied the sailor-man.\n\"If somethin' would 'most stop your breath, you'd think breathin' easy\nwas the finest thing in life.  When a person's well, he don't realize\nhow jolly it is, but when he gets sick he 'members the time he was\nwell, an' wishes that time would come back.  Most folks forget to thank\nGod for givin' 'em two good legs, till they lose one o' 'em, like I\ndid; and then it's too late, 'cept to praise God for leavin' one.\"\n\n\"Your wooden leg ain't so bad, Cap'n,\" she remarked, looking at it\ncritically.  \"Anyhow, it don't take root on a Magic Island, like our\nmeat legs do.\"\n\n\"I ain't complainin',\" said Cap'n Bill.  \"What's that swimmin' towards\nus, Trot?\" he added, looking over the Magic Flower and across the water.\n\nThe girl looked, too, and then she replied.\n\n\"It's a bird of some sort.  It's like a duck, only I never saw a duck\nhave so many colors.\"\n\nThe bird swam swiftly and gracefully toward the Magic Isle, and as it\ndrew nearer its gorgeously colored plumage astonished them.  The\nfeathers were of many hues of glistening greens and blues and purples,\nand it had a yellow head with a red plume, and pink, white and violet\nin its tail.  When it reached the Isle, it came ashore and approached\nthem, waddling slowly and turning its head first to one side and then\nto the other, so as to see the girl and the sailor better.\n\n\"You're strangers,\" said the bird, coming to a halt near them, \"and\nyou've been caught by the Magic Isle and made prisoners.\"\n\n\"Yes,\" returned Trot, with a sigh; \"we're rooted.  But I hope we won't\ngrow.\"\n\n\"You'll grow small,\" said the Bird.  \"You'll keep growing smaller every\nday, until bye and bye there'll be nothing left of you.  That's the\nusual way, on this Magic Isle.\"\n\n\"How do you know about it, and who are you, anyhow?\" asked Cap'n Bill.\n\n\"I'm the Lonesome Duck,\" replied the bird.  \"I suppose you've heard of\nme?\"\n\n\"No,\" said Trot, \"I can't say I have.  What makes you lonesome?\"\n\n\"Why, I haven't any family or any relations,\" returned the Duck.\n\n\"Haven't you any friends?\"\n\n\"Not a friend.  And I've nothing to do.  I've lived a long time, and\nI've got to live forever, because I belong in the Land of Oz, where no\nliving thing dies.  Think of existing year after year, with no friends,\nno family, and nothing to do!  Can you wonder I'm lonesome?\"\n\n\"Why don't you make a few friends, and find something to do?\" inquired\nCap'n Bill.\n\n\"I can't make friends because everyone I meet--bird, beast, or\nperson--is disagreeable to me.  In a few minutes I shall be unable to\nbear your society longer, and then I'll go away and leave you,\" said\nthe Lonesome Duck.  \"And, as for doing anything, there's no use in it.\nAll I meet are doing something, so I have decided it's common and\nuninteresting and I prefer to remain lonesome.\"\n\n\"Don't you have to hunt for your food?\" asked Trot.\n\n\"No.  In my diamond palace, a little way up the river, food is\nmagically supplied me; but I seldom eat, because it is so common.\"\n\n\"You must be a Magician Duck,\" remarked Cap'n Bill.\n\n\"Why so?\"\n\n\"Well, ordinary ducks don't have diamond palaces an' magic food, like\nyou do.\"\n\n\"True; and that's another reason why I'm lonesome.  You must remember\nI'm the only Duck in the Land of Oz, and I'm not like any other duck in\nthe outside world.\"\n\n\"Seems to me you LIKE bein' lonesome,\" observed Cap'n Bill.\n\n\"I can't say I like it, exactly,\" replied the Duck, \"but since it seems\nto be my fate, I'm rather proud of it.\"\n\n\"How do you s'pose a single, solitary Duck happened to be in the Land\nof Oz?\" asked Trot, wonderingly.\n\n\"I used to know the reason, many years ago, but I've quite forgotten\nit,\" declared the Duck.  \"The reason for a thing is never so important\nas the thing itself, so there's no use remembering anything but the\nfact that I'm lonesome.\"\n\n\"I guess you'd be happier if you tried to do something,\" asserted Trot.\n\"If you can't do anything for yourself, you can do things for others,\nand then you'd get lots of friends and stop being lonesome.\"\n\n\"Now you're getting disagreeable,\" said the Lonesome Duck, \"and I shall\nhave to go and leave you.\"\n\n\"Can't you help us any,\" pleaded the girl.  \"If there's anything magic\nabout you, you might get us out of this scrape.\"\n\n\"I haven't any magic strong enough to get you off the Magic Isle,\"\nreplied the Lonesome Duck.  \"What magic I possess is very simple, but I\nfind it enough for my own needs.\"\n\n\"If we could only sit down a while, we could stand it better,\" said\nTrot, \"but we have nothing to sit on.\"\n\n\"Then you will have to stand it,\" said the Lonesome Duck.\n\n\"P'raps you've enough magic to give us a couple of stools,\" suggested\nCap'n Bill.\n\n\"A duck isn't supposed to know what stools are,\" was the reply.\n\n\"But you're diff'rent from all other ducks.\"\n\n\"That is true.\"  The strange creature seemed to reflect for a moment,\nlooking at them sharply from its round black eyes.  Then it said:\n\"Sometimes, when the sun is hot, I grow a toadstool to shelter me from\nits rays.  Perhaps you could sit on toadstools.\"\n\n\"Well, if they were strong enough, they'd do,\" answered Cap'n Bill.\n\n\"Then, before I do I'll give you a couple,\" said the Lonesome Duck, and\nbegan waddling about in a small circle.  It went around the circle to\nthe right three times, and then it went around to the left three times.\nThen it hopped backward three times and forward three times.\n\n\"What are you doing?\" asked Trot.\n\n\"Don't interrupt.  This is an incantation,\" replied the Lonesome Duck,\nbut now it began making a succession of soft noises that sounded like\nquacks and seemed to mean nothing at all.  And it kept up these sounds\nso long that Trot finally exclaimed:\n\n\"Can't you hurry up and finish that 'cantation?  If it takes all summer\nto make a couple of toadstools, you're not much of a magician.\"\n\n\"I told you not to interrupt,\" said the Lonesome Duck, sternly.  \"If\nyou get TOO disagreeable, you'll drive me away before I finish this\nincantation.\"\n\nTrot kept quiet, after the rebuke, and the Duck resumed the quacky\nmuttering.  Cap'n Bill chuckled a little to himself and remarked to\nTrot in a whisper: \"For a bird that ain't got anything to do, this\nLonesome Duck is makin' consider'ble fuss.  An' I ain't sure, after\nall, as toadstools would be worth sittin' on.\"\n\nEven as he spoke, the sailor-man felt something touch him from behind\nand, turning his head, he found a big toadstool in just the right place\nand of just the right size to sit upon.  There was one behind Trot,\ntoo, and with a cry of pleasure the little girl sank back upon it and\nfound it a very comfortable seat--solid, yet almost like a cushion.\nEven Cap'n Bill's weight did not break his toadstool down, and when\nboth were seated, they found that the Lonesome Duck had waddled away\nand was now at the water's edge.\n\n\"Thank you, ever so much!\" cried Trot, and the sailor called out: \"Much\nobliged!\"\n\nBut the Lonesome Duck paid no attention.  Without even looking in their\ndirection again, the gaudy fowl entered the water and swam gracefully\naway.\n\n\n\n\n16.  The Glass Cat Finds the Black Bag\n\n\nWhen the six monkeys were transformed by Kiki Aru into six giant\nsoldiers fifty feet tall, their heads came above the top of the trees,\nwhich in this part of the forest were not so high as in some other\nparts; and, although the trees were somewhat scattered, the bodies of\nthe giant soldiers were so big that they quite filled the spaces in\nwhich they stood and the branches pressed them on every side.\n\nOf course, Kiki was foolish to have made his soldiers so big, for now\nthey could not get out of the forest.  Indeed, they could not stir a\nstep, but were imprisoned by the trees.  Even had they been in the\nlittle clearing they could not have made their way out of it, but they\nwere a little beyond the clearing.  At first, the other monkeys who had\nnot been enchanted were afraid of the soldiers, and hastily quitted the\nplace; but soon finding that the great men stood stock still, although\ngrunting indignantly at their transformation, the band of monkeys\nreturned to the spot and looked at them curiously, not guessing that\nthey were really monkeys and their own friends.\n\nThe soldiers couldn't see them, their heads being above the trees; they\ncould not even raise their arms or draw their sharp swords, so closely\nwere they held by the leafy branches.  So the monkeys, finding the\ngiants helpless, began climbing up their bodies, and presently all the\nband were perched on the shoulders of the giants and peering into their\nfaces.\n\n\"I'm Ebu, your father,\" cried one soldier to a monkey who had perched\nupon his left ear, \"but some cruel person has enchanted me.\"\n\n\"I'm your Uncle Peeker,\" said another soldier to another monkey.\n\nSo, very soon all the monkeys knew the truth and were sorry for their\nfriends and relations and angry at the person--whoever it was--who had\ntransformed them.  There was a great chattering among the tree-tops,\nand the noise attracted other monkeys, so that the clearing and all the\ntrees around were full of them.\n\nRango the Gray Ape, who was the Chief of all the monkey tribes of the\nforest, heard the uproar and came to see what was wrong with his\npeople.  And Rango, being wiser and more experienced, at once knew that\nthe strange magician who looked like a mixed-up beast was responsible\nfor the transformations.  He realized that the six giant soldiers were\nhelpless prisoners, because of their size, and knew he was powerless to\nrelease them.  So, although he feared to meet the terrible magician, he\nhurried away to the Great Clearing to tell Gugu the King what had\nhappened and to try to find the Wizard of Oz and get him to save his\nsix enchanted subjects.\n\nRango darted into the Great Clearing just as the Wizard had restored\nall the enchanted ones around him to their proper shapes, and the Gray\nApe was glad to hear that the wicked magician-beast had been conquered.\n\n\"But now, O mighty Wizard, you must come with me to where six of my\npeople are transformed into six great giant men,\" he said, \"for if they\nare allowed to remain there, their happiness and their future lives\nwill be ruined.\"\n\nThe Wizard did not reply at once, for he was thinking this a good\nopportunity to win Rango's consent to his taking some monkeys to the\nEmerald City for Ozma's birthday cake.\n\n\"It is a great thing you ask of me, O Rango the Gray Ape,\" said he,\n\"for the bigger the giants are the more powerful their enchantment, and\nthe more difficult it will be to restore them to their natural forms.\nHowever, I will think it over.\"\n\nThen the Wizard went to another part of the clearing and sat on a log\nand appeared to be in deep thought.\n\nThe Glass Cat had been greatly interested in the Gray Ape's story and\nwas curious to see what the giant soldiers looked like.  Hearing that\ntheir heads extended above the tree-tops, the Glass Cat decided that if\nit climbed the tall avocado tree that stood at the side of the\nclearing, it might be able to see the giants' heads.  So, without\nmentioning her errand, the crystal creature went to the tree and, by\nsticking her sharp glass claws in the bark, easily climbed the tree to\nits very top and, looking over the forest, saw the six giant heads,\nalthough they were now a long way off.  It was, indeed, a remarkable\nsight, for the huge heads had immense soldier caps on them, with red\nand yellow plumes and looked very fierce and terrible, although the\nmonkey hearts of the giants were at that moment filled with fear.\n\nHaving satisfied her curiosity, the Glass Cat began to climb down from\nthe tree more slowly.  Suddenly she discerned the Wizard's black bag\nhanging from a limb of the tree.  She grasped the black bag in her\nglass teeth, and although it was rather heavy for so small an animal,\nmanaged to get it free and to carry it safely down to the ground.  Then\nshe looked around for the Wizard and seeing him seated upon the stump\nshe hid the black bag among some leaves and then went over to where the\nWizard sat.\n\n\"I forgot to tell you,\" said the Glass Cat, \"that Trot and Cap'n Bill\nare in trouble, and I came here to hunt you up and get you to go and\nrescue them.\"\n\n\"Good gracious, Cat!  Why didn't you tell me before?\" exclaimed the\nWizard.\n\n\"For the reason that I found so much excitement here that I forgot Trot\nand Cap'n Bill.\"\n\n\"What's wrong with them?\" asked the Wizard.\n\nThen the Glass Cat explained how they had gone to get the Magic Flower\nfor Ozma's birthday gift and had been trapped by the magic of the queer\nisland.  The Wizard was really alarmed, but he shook his head and said\nsadly:\n\n\"I'm afraid I can't help my dear friends, because I've lost my black\nbag.\"\n\n\"If I find it, will you go to them?\" asked the creature.\n\n\"Of course,\" replied the Wizard.  \"But I do not think that a Glass Cat\nwith nothing but pink brains can succeed when all the rest of us have\nfailed.\"\n\n\"Don't you admire my pink brains?\" demanded the Cat.\n\n\"They're pretty,\" admitted the Wizard, \"but they're not regular brains,\nyou know, and so we don't expect them to amount to much.\"\n\n\"But if I find your black bag--and find it inside of five minutes--will\nyou admit my pink brains are better than your common human brains?\"\n\n\"Well, I'll admit they're better HUNTERS,\" said the Wizard,\nreluctantly, \"but you can't do it.  We've searched everywhere, and the\nblack bag isn't to be found.\"\n\n\"That shows how much you know!\" retorted the Glass Cat, scornfully.\n\"Watch my brains a minute, and see them whirl around.\"\n\nThe Wizard watched, for he was anxious to regain his black bag, and the\npink brains really did whirl around in a remarkable manner.\n\n\"Now, come with me,\" commanded the Glass Cat, and led the Wizard\nstraight to the spot where it had covered the bag with leaves.\n\"According to my brains,\" said the creature, \"your black bag ought to\nbe here.\"\n\nThen it scratched at the leaves and uncovered the bag, which the Wizard\npromptly seized with a cry of delight.  Now that he had regained his\nMagic Tools, he felt confident he could rescue Trot and Cap'n Bill.\n\nRango the Gray Ape was getting impatient.  He now approached the Wizard\nand said:\n\n\"Well, what do you intend to do about those poor enchanted monkeys?\"\n\n\"I'll make a bargain with you, Rango,\" replied the little man.  \"If you\nwill let me take a dozen of your monkeys to the Emerald City, and keep\nthem until after Ozma's birthday, I'll break the enchantment of the six\nGiant Soldiers and return them to their natural forms.\"\n\nBut the Gray Ape shook his head.\n\n\"I can't do it,\" he declared.  \"The monkeys would be very lonesome and\nunhappy in the Emerald City and your people would tease them and throw\nstones at them, which would cause them to fight and bite.\"\n\n\"The people won't see them till Ozma's birthday dinner,\" promised the\nWizard.  \"I'll make them very small--about four inches high, and I'll\nkeep them in a pretty cage in my own room, where they will be safe from\nharm.  I'll feed them the nicest kind of food, train them to do some\nclever tricks, and on Ozma's birthday I'll hide the twelve little\nmonkeys inside a cake.  When Ozma cuts the cake the monkeys will jump\nout on to the table and do their tricks.  The next day I will bring\nthem back to the forest and make them big as ever, and they'll have\nsome exciting stories to tell their friends.  What do you say, Rango?\"\n\n\"I say no!\" answered the Gray Ape.  \"I won't have my monkeys enchanted\nand made to do tricks for the Oz people.\"\n\n\"Very well,\" said the Wizard calmly; \"then I'll go.  Come, Dorothy,\" he\ncalled to the little girl, \"let's start on our journey.\"\n\n\"Aren't you going to save those six monkeys who are giant soldiers?\"\nasked Rango, anxiously.\n\n\"Why should I?\" returned the Wizard.  \"If you will not do me the favor\nI ask, you cannot expect me to favor you.\"\n\n\"Wait a minute,\" said the Gray Ape.  \"I've changed my mind.  If you\nwill treat the twelve monkeys nicely and bring them safely back to the\nforest, I'll let you take them.\"\n\n\"Thank you,\" replied the Wizard, cheerfully.  \"We'll go at once and\nsave those giant soldiers.\"\n\nSo all the party left the clearing and proceeded to the place where the\ngiants still stood among the trees.  Hundreds of monkeys, apes, baboons\nand orangoutangs had gathered round, and their wild chatter could be\nheard a mile away.  But the Gray Ape soon hushed the babel of sounds,\nand the Wizard lost no time in breaking the enchantments.  First one\nand then another giant soldier disappeared and became an ordinary\nmonkey again, and the six were shortly returned to their friends in\ntheir proper forms.\n\nThis action made the Wizard very popular with the great army of\nmonkeys, and when the Gray Ape announced that the Wizard wanted to\nborrow twelve monkeys to take to the Emerald City for a couple of\nweeks, and asked for volunteers, nearly a hundred offered to go, so\ngreat was their confidence in the little man who had saved their\ncomrades.\n\nThe Wizard selected a dozen that  seemed intelligent and good-tempered,\nand then he opened his black bag and took out a queerly shaped dish\nthat was silver on the outside and gold on the inside.  Into this dish\nhe poured a powder and set fire to it.  It made a thick smoke that\nquite enveloped the twelve monkeys, as well as the form of the Wizard,\nbut when the smoke cleared away the dish had been changed to a golden\ncage with silver bars, and the twelve monkeys had become about three\ninches high and were all seated comfortably inside the cage.\n\nThe thousands of hairy animals who had witnessed this act of magic were\nmuch astonished and applauded the Wizard by barking aloud and shaking\nthe limbs of the trees in which they sat.  Dorothy said: \"That was a\nfine trick, Wizard!\" and the Gray Ape remarked: \"You are certainly the\nmost wonderful magician in all the Land of Oz!\"\n\n\"Oh, no,\" modestly replied the little man.  \"Glinda's magic is better\nthan mine, but mine seems good enough to use on ordinary occasions.\nAnd now, Rango, we will say good-bye, and I promise to return your\nmonkeys as happy and safe as they are now.\"\n\nThe Wizard rode on the back of the Hungry Tiger and carried the cage of\nmonkeys very carefully, so as not to joggle them.  Dorothy rode on the\nback of the Cowardly Lion, and the Glass Cat trotted, as before, to\nshow them the way.\n\nGugu the King crouched upon a log and watched them go, but as he bade\nthem farewell, the enormous Leopard said:\n\n\"I know now that you are the friends of beasts and that the forest\npeople may trust you.  Whenever the Wizard of Oz and Princess Dorothy\nenter the Forest of Gugu hereafter, they will be as welcome and as safe\nwith us as ever they are in the Emerald City.\"\n\n\n\n\n17.  A Remarkable Journey\n\n\n\"You see,\" explained the Glass Cat, \"that Magic Isle where Trot and\nCap'n Bill are stuck is also in this Gillikin Country--over at the east\nside of it, and it's no farther to go across-lots from here than it is\nfrom here to the Emerald City.  So we'll save time by cutting across\nthe mountains.\"\n\n\"Are you sure you know the way?\" asked Dorothy.\n\n\"I know all the Land of Oz better than any other living creature knows\nit,\" asserted the Glass Cat.\n\n\"Go ahead, then, and guide us,\" said the Wizard.  \"We've left our poor\nfriends helpless too long already, and the sooner we rescue them the\nhappier they'll be.\"\n\n\"Are you sure you can get 'em out of their fix?\" the little girl\ninquired.\n\n\"I've no doubt of it,\" the Wizard assured her.  \"But I can't tell what\nsort of magic I must use until I get to the place and discover just how\nthey are enchanted.\"\n\n\"I've heard of that Magic Isle where the Wonderful Flower grows,\"\nremarked the Cowardly Lion.  \"Long ago, when I used to live in the\nforests, the beasts told stories about the Isle and how the Magic\nFlower was placed there to entrap strangers--men or beasts.\"\n\n\"Is the Flower really wonderful?\" questioned Dorothy.\n\n\"I have heard it is the most beautiful plant in the world,\" answered\nthe Lion.  \"I have never seen it myself, but friendly beasts have told\nme that they have stood on the shore of the river and looked across at\nthe plant in the gold flower-pot and seen hundreds of flowers, of all\nsorts and sizes, blossom upon it in quick succession.  It is said that\nif one picks the flowers while they are in bloom they will remain\nperfect for a long time, but if they are not picked they soon disappear\nand are replaced by other flowers.  That, in my opinion, make the Magic\nPlant the most wonderful in existence.\"\n\n\"But these are only stories,\" said the girl.  \"Has any of your friends\never picked a flower from the wonderful plant?\"\n\n\"No,\" admitted the Cowardly Lion, \"for if any living thing ventures\nupon the Magic Isle, where the golden flower-pot stands, that man or\nbeast takes root in the soil and cannot get away again.\"\n\n\"What happens to them, then?\" asked Dorothy.\n\n\"They grow smaller, hour by hour and day by day, and finally disappear\nentirely.\"\n\n\"Then,\" said the girl anxiously, \"we must hurry up, or Cap'n Bill an'\nTrot will get too small to be comf'table.\"\n\nThey were proceeding at a rapid pace during this conversation, for the\nHungry Tiger and the Cowardly Lion were obliged to move swiftly in\norder to keep pace with the Glass Cat.  After leaving the Forest of\nGugu they crossed a mountain range, and then a broad plain, after which\nthey reached another forest, much smaller than that where Gugu ruled.\n\n\"The Magic Isle is in this forest,\" said the Glass Cat, \"but the river\nis at the other side of the forest.  There is no path through the\ntrees, but if we keep going east, we will find the river, and then it\nwill be easy to find the Magic Isle.\"\n\n\"Have you ever traveled this way before?\" inquired the Wizard.\n\n\"Not exactly,\" admitted the Cat, \"but I know we shall reach the river\nif we go east through the forest.\"\n\n\"Lead on, then,\" said the Wizard.\n\nThe Glass Cat started away, and at first it was easy to pass between\nthe trees; but before long the underbrush and vines became thick and\ntangled, and after pushing their way through these obstacles for a\ntime, our travelers came to a place where even the Glass Cat could not\npush through.\n\n\"We'd better go back and find a path,\" suggested the Hungry Tiger.\n\n\"I'm s'prised at you,\" said Dorothy, eyeing the Glass Cat severely.\n\n\"I'm surprised, myself,\" replied the Cat.  \"But it's a long way around\nthe forest to where the river enters it, and I thought we could save\ntime by going straight through.\"\n\n\"No one can blame you,\" said the Wizard, \"and I think, instead of\nturning back, I can make a path that will allow us to proceed.\"\n\nHe opened his black bag and after searching among his magic tools drew\nout a small axe, made of some metal so highly polished that it\nglittered brightly even in the dark forest.  The Wizard laid the little\naxe on the ground and said in a commanding voice:\n\n  \"Chop, Little Axe, chop clean and true;\n  A path for our feet you must quickly hew.\n  Chop till this tangle of jungle is passed;\n  Chop to the east, Little Axe--chop fast!\"\n\n\nThen the little axe began to move and flashed its bright blade right\nand left, clearing a way through vine and brush and scattering the\ntangled barrier so quickly that the Lion and the Tiger, carrying\nDorothy and the Wizard and the cage of monkeys on their backs, were\nable to stride through the forest at a fast walk.  The brush seemed to\nmelt away before them and the little axe chopped so fast that their\neyes only saw a twinkling of the blade.  Then, suddenly, the forest was\nopen again, and the little axe, having obeyed its orders, lay still\nupon the ground.\n\nThe Wizard picked up the magic axe and after carefully wiping it with\nhis silk handkerchief put it away in his black bag.  Then they went on\nand in a short time reached the river.\n\n\"Let me see,\" said the Glass Cat, looking up and down the stream, \"I\nthink we are below the Magic Isle; so we must go up the stream until we\ncome to it.\"\n\nSo up the stream they traveled, walking comfortably on the river bank,\nand after a while the water broadened and a sharp bend appeared in the\nriver, hiding all below from their view.  They walked briskly along,\nhowever, and had nearly reached the bend when a voice cried warningly:\n\"Look out!\"\n\nThe travelers halted abruptly and the Wizard said: \"Look out for what?\"\n\n\"You almost stepped on my Diamond Palace,\" replied the voice, and a\nduck with gorgeously colored feathers appeared before them.  \"Beasts\nand men are terribly clumsy,\" continued the Duck in an irritated tone,\n\"and you've no business on this side of the River, anyway.  What are\nyou doing here?\"\n\n\"We've come to rescue some friends of ours who are stuck fast on the\nMagic Isle in this river,\" explained Dorothy.\n\n\"I know 'em,\" said the Duck.  \"I've been to see 'em, and they're stuck\nfast, all right.  You may as well go back home, for no power can save\nthem.\"\n\n\"This is the Wonderful Wizard of Oz,\" said Dorothy, pointing to the\nlittle man.\n\n\"Well, I'm the Lonesome Duck,\" was the reply, as the fowl strutted up\nand down to show its feathers to best advantage.  \"I'm the great Forest\nMagician, as any beast can tell you, but even I have no power to\ndestroy the dreadful charm of the Magic Isle.\"\n\n\"Are you lonesome because you're a magician?\" inquired Dorothy.\n\n\"No; I'm lonesome because I have no family and no friends.  But I like\nto be lonesome, so please don't offer to be friendly with me.  Go away,\nand try not to step on my Diamond Palace.\"\n\n\"Where is it?\" asked the girl.\n\n\"Behind this bush.\"\n\nDorothy hopped off the lion's back and ran around the bush to see the\nDiamond Palace of the Lonesome Duck, although the gaudy fowl protested\nin a series of low quacks.  The girl found, indeed, a glistening dome\nformed of clearest diamonds, neatly cemented together, with a doorway\nat the side just big enough to admit the duck.\n\n\"Where did you find so many diamonds?\" asked Dorothy, wonderingly.\n\n\"I know a place in the mountains where they are thick as pebbles,\" said\nthe Lonesome Duck, \"and I brought them here in my bill, one by one and\nput them in the river and let the water run over them until they were\nbrightly polished.  Then I built this palace, and I'm positive it's the\nonly Diamond Palace in all the world.\"\n\n\"It's the only one I know of,\" said the little girl; \"but if you live\nin it all alone, I don't see why it's any better than a wooden palace,\nor one of bricks or cobble-stones.\"\n\n\"You're not supposed to understand that,\" retorted the Lonesome Duck.\n\"But I might tell you, as a matter of education, that a home of any\nsort should be beautiful to those who live in it, and should not be\nintended to please strangers.  The Diamond Palace is my home, and I\nlike it.  So I don't care a quack whether YOU like it or not.\"\n\n\"Oh, but I do!\" exclaimed Dorothy.  \"It's lovely on the outside, but--\"\nThen she stopped speaking, for the Lonesome Duck had entered his palace\nthrough the little door without even saying good-bye.  So Dorothy\nreturned to her friends and they resumed their journey.\n\n\"Do you think, Wizard, the Duck was right in saying no magic can rescue\nTrot and Cap'n Bill?\" asked the girl in a worried tone of voice.\n\n\"No, I don't think the Lonesome Duck was right in saying that,\"\nanswered the Wizard, gravely, \"but it is possible that their\nenchantment will be harder to overcome than I expected.  I'll do my\nbest, of course, and no one can do more than his best.\"\n\nThat didn't entirely relieve Dorothy's anxiety, but she said nothing\nmore, and soon, on turning the bend in the river, they came in sight of\nthe Magic Isle.\n\n\"There they are!\" exclaimed Dorothy eagerly.\n\n\"Yes, I see them,\" replied the Wizard, nodding.  \"They are sitting on\ntwo big toadstools.\"\n\n\"That's queer,\" remarked the Glass Cat.  \"There were no toadstools\nthere when I left them.\"\n\n\"What a lovely flower!\" cried Dorothy in rapture, as her gaze fell on\nthe Magic Plant.\n\n\"Never mind the Flower, just now,\" advised the Wizard.  \"The most\nimportant thing is to rescue our friends.\"\n\nBy this time they had arrived at a place just opposite the Magic Isle,\nand now both Trot and Cap'n Bill saw the arrival of their friends and\ncalled to them for help.\n\n\"How are you?\" shouted the Wizard, putting his hands to his mouth so\nthey could hear him better across the water.\n\n\"We're in hard luck,\" shouted Cap'n Bill, in reply.  \"We're anchored\nhere and can't move till you find a way to cut the hawser.\"\n\n\"What does he mean by that?\" asked Dorothy.\n\n\"We can't move our feet a bit!\" called Trot, speaking as loud as she\ncould.\n\n\"Why not?\" inquired Dorothy.\n\n\"They've got roots on 'em,\" explained Trot.\n\nIt was hard to talk from so great a distance, so the Wizard said to the\nGlass Cat:\n\n\"Go to the island and tell our friends to be patient, for we have come\nto save them.  It may take a little time to release them, for the Magic\nof the Isle is new to me and I shall have to experiment.  But tell them\nI'll hurry as fast as I can.\"\n\nSo the Glass Cat walked across the river under the water to tell Trot\nand Cap'n Bill not to worry, and the Wizard at once opened his black\nbag and began to make his preparations.\n\n\n\n\n18.  The Magic of the Wizard\n\n\nHe first set up a small silver tripod and placed a gold basin at the\ntop of it.  Into this basin he put two powders--a pink one and a\nsky-blue one--and poured over them a yellow liquid from a crystal vial.\nThen he mumbled some magic words, and the powders began to sizzle and\nburn and send out a cloud of violet smoke that floated across the river\nand completely enveloped both Trot and Cap'n Bill, as well as the\ntoadstools on which they sat, and even the Magic Plant in the gold\nflower-pot.  Then, after the smoke had disappeared into air, the Wizard\ncalled out to the prisoners:\n\n\"Are you free?\"\n\nBoth Trot and Cap'n Bill tried to move their feet and failed.\n\n\"No!\" they shouted in answer.\n\nThe Wizard rubbed his bald head thoughtfully and then took some other\nmagic tools from the bag.\n\nFirst he placed a little black ball in a silver pistol and shot it\ntoward the Magic Isle.  The ball exploded just over the head of Trot\nand scattered a thousand sparks over the little girl.\n\n\"Oh!\" said the Wizard, \"I guess that will set her free.\"\n\nBut Trot's feet were still rooted in the ground of the Magic Isle, and\nthe disappointed Wizard had to try something else.\n\nFor almost an hour he worked hard, using almost every magic tool in his\nblack bag, and still Cap'n Bill and Trot were not rescued.\n\n\"Dear me!\" exclaimed Dorothy, \"I'm 'fraid we'll have to go to Glinda,\nafter all.\"\n\nThat made the little Wizard blush, for it shamed him to think that his\nmagic was not equal to that of the Magic Isle.\n\n\"I won't give up yet, Dorothy,\" he said, \"for I know a lot of wizardry\nthat I haven't yet tried.  I don't know what magician enchanted this\nlittle island, or what his powers were, but I DO know that I can break\nany enchantment known to the ordinary witches and magicians that used\nto inhabit the Land of Oz.  It's like unlocking a door; all you need is\nto find the right key.\"\n\n\"But 'spose you haven't the right key with you.\" suggested Dorothy;\n\"what then?\"\n\n\"Then we'll have to make the key,\" he answered.\n\nThe Glass Cat now came back to their side of the river, walking under\nthe water, and said to the Wizard: \"They're getting frightened over\nthere on the island because they're both growing smaller every minute.\nJust now, when I left them, both Trot and Cap'n Bill were only about\nhalf their natural sizes.\"\n\n\"I think,\" said the Wizard reflectively, \"that I'd better go to the\nshore of the island, where I can talk to them and work to better\nadvantage.  How did Trot and Cap'n Bill get to the island?\"\n\n\"On a raft,\" answered the Glass Cat.  \"It's over there now on the\nbeach.\"\n\n\"I suppose you're not strong enough to bring the raft to this side, are\nyou?\"\n\n\"No; I couldn't move it an inch,\" said the Cat.\n\n\"I'll try to get it for you,\" volunteered the Cowardly Lion.  \"I'm\ndreadfully scared for fear the Magic Isle will capture me, too; but\nI'll try to get the raft and bring it to this side for you.\"\n\n\"Thank you, my friend,\" said the Wizard.\n\nSo the Lion plunged into the river and swam with powerful strokes\nacross to where the raft was beached upon the island.  Placing one paw\non the raft, he turned and struck out with his other three legs and so\nstrong was the great beast that he managed to drag the raft from off\nthe beach and propel it slowly to where the Wizard stood on the river\nbank.\n\n\"Good!\" exclaimed the little man, well pleased.\n\n\"May I go across with you?\" asked Dorothy.\n\nThe Wizard hesitated.\n\n\"If you'll take care not to leave the raft or step foot on the island,\nyou'll be quite safe,\" he decided.  So the Wizard told the Hungry Tiger\nand the Cowardly Lion to guard the cage of monkeys until he returned,\nand then he and Dorothy got upon the raft.  The paddle which Cap'n Bill\nhad made was still there, so the little Wizard paddled the clumsy raft\nacross the water and ran it upon the beach of the Magic Isle as close\nto the place where Cap'n Bill and Trot were rooted as he could.\n\nDorothy was shocked to see how small the prisoners had become, and Trot\nsaid to her friends: \"If you can't save us soon, there'll be nothing\nleft of us.\"\n\n\"Be patient, my dear,\" counseled the Wizard, and took the little axe\nfrom his black bag.\n\n\"What are you going to do with that?\" asked Cap'n Bill.\n\n\"It's a magic axe,\" replied the Wizard, \"and when I tell it to chop, it\nwill chop those roots from your feet and you can run to the raft before\nthey grow again.\"\n\n\"Don't!\" shouted the sailor in alarm.  \"Don't do it!  Those roots are\nall flesh roots, and our bodies are feeding 'em while they're growing\ninto the ground.\"\n\n\"To cut off the roots,\" said Trot, \"would be like cutting off our\nfingers and toes.\"\n\nThe Wizard put the little axe back in the black bag and took out a pair\nof silver pincers.\n\n\"Grow--grow--grow!\" he said to the pincers, and at once they grew and\nextended until they reached from the raft to the prisoners.\n\n\"What are you going to do now?\" demanded Cap'n Bill, fearfully eyeing\nthe pincers.\n\n\"This magic tool will pull you up, roots and all, and land you on this\nraft,\" declared the Wizard.\n\n\"Don't do it!\" pleaded the sailor, with a shudder.  \"It would hurt us\nawfully.\"\n\n\"It would be just like pulling teeth to pull us up by the roots,\"\nexplained Trot.\n\n\"Grow small!\" said the Wizard to the pincers, and at once they became\nsmall and he threw them into the black bag.\n\n\"I guess, friends, it's all up with us, this time,\" remarked Cap'n\nBill, with a dismal sigh.\n\n\"Please tell Ozma, Dorothy,\" said Trot, \"that we got into trouble\ntrying to get her a nice birthday present.  Then she'll forgive us.\nThe Magic Flower is lovely and wonderful, but it's just a lure to catch\nfolks on this dreadful island and then destroy them.  You'll have a\nnice birthday party, without us, I'm sure; and I hope, Dorothy, that\nnone of you in the Emerald City will forget me--or dear ol' Cap'n Bill.\"\n\n\n\n\n19.  Dorothy and the Bumble Bees\n\n\nDorothy was greatly distressed and had hard work to keep the tears from\nher eyes.\n\n\"Is that all you can do, Wizard?\" she asked the little man.\n\n\"It's all I can think of just now,\" he replied sadly.  \"But I intend to\nkeep on thinking as long--as long--well, as long as thinking will do\nany good.\"\n\nThey were all silent for a time, Dorothy and the Wizard sitting\nthoughtfully on the raft, and Trot and Cap'n Bill sitting thoughtfully\non the toadstools and growing gradually smaller and smaller in size.\n\nSuddenly Dorothy said: \"Wizard, I've thought of something!\"\n\n\"What have you thought of?\" he asked, looking at the little girl with\ninterest.\n\n\"Can you remember the Magic Word that transforms people?\" she asked.\n\n\"Of course,\" said he.\n\n\"Then you can transform Trot and Cap'n Bill into birds or bumblebees,\nand they can fly away to the other shore.  When they're there, you can\ntransform 'em into their reg'lar shapes again!\"\n\n\"Can you do that, Wizard?\" asked Cap'n Bill, eagerly.\n\n\"I think so.\"\n\n\"Roots an' all?\" inquired Trot.\n\n\"Why, the roots are now a part of you, and if you were transformed to a\nbumblebee the whole of you would be transformed, of course, and you'd\nbe free of this awful island.\"\n\n\"All right; do it!\" cried the sailor-man.\n\nSo the Wizard said slowly and distinctly:\n\n\"I want Trot and Cap'n Bill to become bumblebees--Pyrzqxgl!\"\n\nFortunately, he pronounced the Magic Word in the right way, and\ninstantly Trot and Cap'n Bill vanished from view, and up from the\nplaces where they had been flew two bumblebees.\n\n\"Hooray!\" shouted Dorothy in delight; \"they're saved!\"\n\n\"I guess they are,\" agreed the Wizard, equally delighted.\n\nThe bees hovered over the raft an instant and then flew across the\nriver to where the Lion and the Tiger waited.  The Wizard picked up the\npaddle and paddled the raft across as fast as he could.  When it\nreached the river bank, both Dorothy and the Wizard leaped ashore and\nthe little man asked excitedly:\n\n\"Where are the bees?\"\n\n\"The bees?\" inquired the Lion, who was half asleep and did not know\nwhat had happened on the Magic Isle.\n\n\"Yes; there were two of them.\"\n\n\"Two bees?\" said the Hungry Tiger, yawning.  \"Why, I ate one of them\nand the Cowardly Lion ate the other.\"\n\n\"Goodness gracious!\" cried Dorothy horrified.\n\n\"It was little enough for our lunch,\" remarked the Tiger, \"but the bees\nwere the only things we could find.\"\n\n\"How dreadful!\" wailed Dorothy, wringing her hands in despair.  \"You've\neaten Trot and Cap'n Bill.\"\n\nBut just then she heard a buzzing overhead and two bees alighted on her\nshoulder.\n\n\"Here we are,\" said a small voice in her ear.  \"I'm Trot, Dorothy.\"\n\n\"And I'm Cap'n Bill,\" said the other bee.\n\nDorothy almost fainted, with relief, and the Wizard, who was close by\nand had heard the tiny voices, gave a laugh and said:\n\n\"You are not the only two bees in the forest, it seems, but I advise\nyou to keep away from the Lion and the Tiger until you regain your\nproper forms.\"\n\n\"Do it now, Wizard!\" advised Dorothy.  \"They're so small that you never\ncan tell what might happen to 'em.\"\n\nSo the Wizard gave the command and pronounced the Magic Word, and in\nthe instant Trot and Cap'n Bill stood beside them as natural as before\nthey had met their fearful adventure.  For they were no longer small in\nsize, because the Wizard had transformed them from bumblebees into the\nshapes and sizes that nature had formerly given them.  The ugly roots\non their feet had disappeared with the transformation.\n\nWhile Dorothy was hugging Trot, and Trot was softly crying because she\nwas so happy, the Wizard shook hands with Cap'n Bill and congratulated\nhim on his escape.  The old sailor-man was so pleased that he also\nshook the Lion's paw and took off his hat and bowed politely to the\ncage of monkeys.\n\nThen Cap'n Bill did a curious thing.  He went to a big tree and, taking\nout his knife, cut away a big, broad piece of thick bark.  Then he sat\ndown on the ground and after taking a roll of stout cord from his\npocket--which seemed to be full of all sorts of things--he proceeded to\nbind the flat piece of bark to the bottom of his good foot, over the\nleather sole.\n\n\"What's that for?\" inquired the Wizard.\n\n\"I hate to be stumped,\" replied the sailor-man; \"so I'm goin' back to\nthat island.\"\n\n\"And get enchanted again?\" exclaimed Trot, with evident disapproval.\n\n\"No; this time I'll dodge the magic of the island.  I noticed that my\nwooden leg didn't get stuck, or take root, an' neither did the glass\nfeet of the Glass Cat.  It's only a thing that's made of meat--like man\nan' beasts--that the magic can hold an' root to the ground.  Our shoes\nare leather, an' leather comes from a beast's hide.  Our stockin's are\nwool, an' wool comes from a sheep's back.  So, when we walked on the\nMagic Isle, our feet took root there an' held us fast.  But not my\nwooden leg.  So now I'll put a wooden bottom on my other foot an' the\nmagic can't stop me.\"\n\n\"But why do you wish to go back to the island?\" asked Dorothy.\n\n\"Didn't you see the Magic Flower in the gold flower-pot?\" returned\nCap'n Bill.\n\n\"Of course I saw it, and it's lovely and wonderful.\"\n\n\"Well, Trot an' I set out to get the magic plant for a present to Ozma\non her birthday, and I mean to get it an' take it back with us to the\nEmerald City.\"\n\n\"That would be fine,\" cried Trot eagerly, \"if you think you can do it,\nand it would be safe to try!\"\n\n\"I'm pretty sure it is safe, the way I've fixed my foot,\" said the\nsailor, \"an' if I SHOULD happen to get caught, I s'pose the Wizard\ncould save me again.\"\n\n\"I suppose I could,\" agreed the Wizard.  \"Anyhow, if you wish to try\nit, Cap'n Bill, go ahead and we'll stand by and watch what happens.\"\n\nSo the sailor-man got upon the raft again and paddled over to the Magic\nIsle, landing as close to the golden flower-pot as he could.  They\nwatched him walk across the land, put both arms around the flower-pot\nand lift it easily from its place.  Then he carried it to the raft and\nset it down very gently.  The removal did not seem to affect the Magic\nFlower in any way, for it was growing daffodils when Cap'n Bill picked\nit up and on the way to the raft it grew tulips and gladioli.  During\nthe time the sailor was paddling across the river to where his friends\nawaited him, seven different varieties of flowers bloomed in succession\non the plant.\n\n\"I guess the Magician who put it on the island never thought that any\none would carry it off,\" said Dorothy.\n\n\"He figured that only men would want the plant, and any man who went\nupon the island to get it would be caught by the enchantment,\" added\nthe Wizard.\n\n\"After this,\" remarked Trot, \"no one will care to go on the island, so\nit won't be a trap any more.\"\n\n\"There,\" exclaimed Cap'n Bill, setting down the Magic Plant in triumph\nupon the river bank, \"if Ozma gets a better birthday present than that,\nI'd like to know what it can be!\"\n\n\"It'll s'prise her, all right,\" declared Dorothy, standing in awed\nwonder before the gorgeous blossoms and watching them change from\nyellow roses to violets.\n\n\"It'll s'prise ev'rybody in the Em'rald City,\" Trot asserted in glee,\n\"and it'll be Ozma's present from Cap'n Bill and me.\"\n\n\"I think I ought to have a little credit,\" objected the Glass Cat.  \"I\ndiscovered the thing, and led you to it, and brought the Wizard here to\nsave you when you got caught.\"\n\n\"That's true,\" admitted Trot, \"and I'll tell Ozma the whole story, so\nshe'll know how good you've been.\"\n\n\n\n\n20.  The Monkeys Have Trouble\n\n\n\"Now,\" said the Wizard, \"we must start for home.  But how are we going\nto carry that big gold flower-pot?  Cap'n Bill can't lug it all the\nway, that's certain.\"\n\n\"No,\" acknowledged the sailor-man; \"it's pretty heavy.  I could carry\nit for a little while, but I'd have to stop to rest every few minutes.\"\n\n\"Couldn't we put it on your back?\" Dorothy asked the Cowardly Lion,\nwith a good-natured yawn.\n\n\"I don't object to carrying it, if you can fasten it on,\" answered the\nLion.\n\n\"If it falls off,\" said Trot, \"it might get smashed an' be ruined.\"\n\n\"I'll fix it,\" promised Cap'n Bill.  \"I'll make a flat board out of one\nof these tree trunks, an' tie the board on the lion's back, an' set the\nflower-pot on the board.\"  He set to work at once to do this, but as he\nonly had his big knife for a tool his progress was slow.\n\nSo the Wizard took from his black bag a tiny saw that shone like silver\nand said to it:\n\n  \"Saw, Little Saw, come show your power;\n  Make us a board for the Magic Flower.\"\n\n\nAnd at once the Little Saw began to move and it sawed the log so fast\nthat those who watched it work were astonished.  It seemed to\nunderstand, too, just what the board was to be used for, for when it\nwas completed it was flat on top and hollowed beneath in such a manner\nthat it exactly fitted the Lion's back.\n\n\"That beats whittlin'!\" exclaimed Cap'n Bill, admiringly.  \"You don't\nhappen to have TWO o' them saws; do you, Wizard?\"\n\n\"No,\" replied the Wizard, wiping the Magic Saw carefully with his silk\nhandkerchief and putting it back in the black bag.  \"It's the only saw\nof its kind in the world; and if there were more like it, it wouldn't\nbe so wonderful.\"\n\nThey now tied the board on the Lion's back, flat side up, and Cap'n\nBill carefully placed the Magic Flower on the board.\n\n\"For fear o' accidents,\" he said, \"I'll walk beside the Lion and hold\nonto the flower-pot.\"\n\nTrot and Dorothy could both ride on the back of the Hungry Tiger, and\nbetween them they carried the cage of monkeys.  But this arrangement\nleft the Wizard, as well as the sailor, to make the journey on foot,\nand so the procession moved slowly and the Glass Cat grumbled because\nit would take so long to get to the Emerald City.\n\nThe Cat was sour-tempered and grumpy, at first, but before they had\njourneyed far, the crystal creature had discovered a fine amusement.\nThe long tails of the monkeys were constantly sticking through the bars\nof their cage, and when they did, the Glass Cat would slyly seize the\ntails in her paws and pull them.  That made the monkeys scream, and\ntheir screams pleased the Glass Cat immensely.  Trot and Dorothy tried\nto stop this naughty amusement, but when they were not looking the Cat\nwould pull the tails again, and the creature was so sly and quick that\nthe monkeys could seldom escape.  They scolded the Cat angrily and\nshook the bars of their cage, but they could not get out and the Cat\nonly laughed at them.\n\nAfter the party had left the forest and were on the plains of the\nMunchkin Country, it grew dark, and they were obliged to make camp for\nthe night, choosing a pretty place beside a brook.  By means of his\nmagic the Wizard created three tents, pitched in a row on the grass and\nnicely fitted with all that was needful for the comfort of his\ncomrades.  The middle tent was for Dorothy and Trot, and had in it two\ncosy white beds and two chairs.  Another tent, also with beds and\nchairs, was for the Wizard and Cap'n Bill, while the third tent was for\nthe Hungry Tiger, the Cowardly Lion, the cage of Monkeys and the Glass\nCat.  Outside the tents the Wizard made a fire and placed over it a\nmagic kettle from which he presently drew all sorts of nice things for\ntheir supper, smoking hot.\n\nAfter they had eaten and talked together for a while under the\ntwinkling stars, they all went to bed and the people were soon asleep.\nThe Lion and the Tiger had almost fallen asleep, too, when they were\nroused by the screams of the monkeys, for the Glass Cat was pulling\ntheir tails again.  Annoyed by the uproar, the Hungry Tiger cried:\n\"Stop that racket!\" and getting sight of the Glass Cat, he raised his\nbig paw and struck at the creature.  The cat was quick enough to dodge\nthe blow, but the claws of the Hungry Tiger scraped the monkey's cage\nand bent two of the bars.\n\nThen the Tiger lay down again to sleep, but the monkeys soon discovered\nthat the bending of the bars would allow them to squeeze through.  They\ndid not leave the cage, however, but after whispering together they let\ntheir tails stick out and all remained quiet.  Presently the Glass Cat\nstole near the cage again and gave a yank to one of the tails.\nInstantly the monkeys leaped through the bars, one after another, and\nalthough they were so small the entire dozen of them surrounded the\nGlass Cat and clung to her claws and tail and ears and made her a\nprisoner.  Then they forced her out of the tent and down to the banks\nof the stream.  The monkeys had noticed that these banks were covered\nwith thick, slimy mud of a dark blue color, and when they had taken the\nCat to the stream, they smeared this mud all over the glass body of the\ncat, filling the creature's ears and eyes with it, so that she could\nneither see nor hear.  She was no longer transparent and so thick was\nthe mud upon her that no one could see her pink brains or her ruby\nheart.\n\nIn this condition they led the pussy back to the tent and then got\ninside their cage again.\n\nBy morning the mud had dried hard on the Glass Cat and it was a dull\nblue color throughout.  Dorothy and Trot were horrified, but the Wizard\nshook his head and said it served the Glass Cat right for teasing the\nmonkeys.\n\nCap'n Bill, with his strong hands, soon bent the golden wires of the\nmonkeys' cage into the proper position and then he asked the Wizard if\nhe should wash the Glass Cat in the water of the brook.\n\n\"Not just yet,\" answered the Wizard.  \"The Cat deserves to be punished,\nso I think I'll leave that blue mud--which is as bad as paint--upon her\nbody until she gets to the Emerald City.  The silly creature is so vain\nthat she will be greatly shamed when the Oz people see her in this\ncondition, and perhaps she'll take the lesson to heart and leave the\nmonkeys alone hereafter.\"\n\nHowever, the Glass Cat could not see or hear, and to avoid carrying her\non the journey the Wizard picked the mud out of her eyes and ears and\nDorothy dampened her handkerchief and washed both the eyes and ears\nclean.\n\nAs soon as she could speak the Glass Cat asked indignantly: \"Aren't you\ngoing to punish those monkeys for playing such a trick on me?\"\n\n\"No,\" answered the Wizard.  \"You played a trick on them by pulling\ntheir tails, so this is only tit-for-tat, and I'm glad the monkeys had\ntheir revenge.\"\n\nHe wouldn't allow the Glass Cat to go near the water, to wash herself,\nbut made her follow them when they resumed their journey toward the\nEmerald City.\n\n\"This is only part of your punishment,\" said the Wizard, severely.\n\"Ozma will laugh at you, when we get to her palace, and so will the\nScarecrow, and the Tin Woodman, and Tik-Tok, and the Shaggy Man, and\nButton-Bright, and the Patchwork Girl, and--\"\n\n\"And the Pink Kitten,\" added Dorothy.\n\nThat suggestion hurt the Glass Cat more than anything else.  The Pink\nKitten always quarreled with the Glass Cat and insisted that flesh was\nsuperior to glass, while the Glass Cat would jeer at the Pink Kitten,\nbecause it had no pink brains.  But the pink brains were all daubed\nwith blue mud, just now, and if the Pink Kitten should see the Glass\nCat in such a condition, it would be dreadfully humiliating.\n\nFor several hours the Glass Cat walked along very meekly, but toward\nnoon it seized an opportunity when no one was looking and darted away\nthrough the long grass.  It remembered that there was a tiny lake of\npure water near by, and to this lake the Cat sped as fast as it could\ngo.\n\nThe others never missed her until they stopped for lunch, and then it\nwas too late to hunt for her.\n\n\"I s'pect she's gone somewhere to clean herself,\" said Dorothy.\n\n\"Never mind,\" replied the Wizard.  \"Perhaps this glass creature has\nbeen punished enough, and we must not forget she saved both Trot and\nCap'n Bill.\"\n\n\"After first leading 'em onto an enchanted island,\" added Dorothy.\n\"But I think, as you do, that the Glass Cat is punished enough, and\np'raps she won't try to pull the monkeys' tails again.\"\n\nThe Glass Cat did not rejoin the party of travelers.  She was still\nresentful, and they moved too slowly to suit her, besides.  When they\narrived at the Royal Palace, one of the first things they saw was the\nGlass Cat curled up on a bench as bright and clean and transparent as\never.  But she pretended not to notice them, and they passed her by\nwithout remark.\n\n\n\n\n21.  The College of Athletic Arts\n\n\nDorothy and her friends arrived at the Royal Palace at an opportune\ntime, for Ozma was holding high court in her Throne Room, where\nProfessor H. M. Wogglebug, T.E., was appealing to her to punish some of\nthe students of the Royal Athletic College, of which he was the\nPrincipal.\n\nThis College is located in the Munchkin Country, but not far from the\nEmerald City.  To enable the students to devote their entire time to\nathletic exercises, such as boating, foot-ball, and the like, Professor\nWogglebug had invented an assortment of Tablets of Learning.  One of\nthese tablets, eaten by a scholar after breakfast, would instantly\nenable him to understand arithmetic or algebra or any other branch of\nmathematics.  Another tablet eaten after lunch gave a student a\ncomplete knowledge of geography.  Another tablet made it possible for\nthe eater to spell the most difficult words, and still another enabled\nhim to write a beautiful hand.  There were tablets for history,\nmechanics, home cooking and agriculture, and it mattered not whether a\nboy or a girl was stupid or bright, for the tablets taught them\neverything in the twinkling of an eye.\n\nThis method, which is patented in the Land of Oz by Professor\nWogglebug, saves paper and books, as well as the tedious hours devoted\nto study in some of our less favored schools, and it also allows the\nstudents to devote all their time to racing, base-ball, tennis and\nother manly and womanly sports, which are greatly interfered with by\nstudy in those Temples of Learning where Tablets of Learning are\nunknown.\n\nBut it so happened that Professor Wogglebug (who had invented so much\nthat he had acquired the habit) carelessly invented a Square-Meal\nTablet, which was no bigger than your little finger-nail but contained,\nin condensed form, the equal of a bowl of soup, a portion of fried\nfish, a roast, a salad and a dessert, all of which gave the same\nnourishment as a square meal.\n\nThe Professor was so proud of these Square-Meal Tablets that he began\nto feed them to the students at his college, instead of other food, but\nthe boys and girls objected because they wanted food that they could\nenjoy the taste of.  It was no fun at all to swallow a tablet, with a\nglass of water, and call it a dinner; so they refused to eat the\nSquare-Meal Tablets.  Professor Wogglebug insisted, and the result was\nthat the Senior Class seized the learned Professor one day and threw\nhim into the river--clothes and all.  Everyone knows that a wogglebug\ncannot swim, and so the inventor of the wonderful Square-Meal Tablets\nlay helpless on the bottom of the river for three days before a\nfisherman caught one of his legs on a fishhook and dragged him out upon\nthe bank.\n\nThe learned Professor was naturally indignant at such treatment, and so\nhe brought the entire Senior Class to the Emerald City and appealed to\nOzma of Oz to punish them for their rebellion.\n\nI do not suppose the girl Ruler was very severe with the rebellious\nboys and girls, because she had herself refused to eat the Square-Meal\nTablets in place of food, but while she was listening to the\ninteresting case in her Throne Room, Cap'n Bill managed to carry the\ngolden flower-pot containing the Magic Flower up to Trot's room without\nit being seen by anyone except Jellia Jamb, Ozma's chief Maid of Honor,\nand Jellia promised not to tell.\n\nAlso the Wizard was able to carry the cage of monkeys up to one of the\ntop towers of the palace, where he had a room of his own, to which no\none came unless invited.  So Trot and Dorothy and Cap'n Bill and the\nWizard were all delighted at the successful end of their adventure.\nThe Cowardly Lion and the Hungry Tiger went to the marble stables\nbehind the Royal Palace, where they lived while at home, and they too\nkept the secret, even refusing to tell the Wooden Sawhorse, and Hank\nthe Mule, and the Yellow Hen, and the Pink Kitten where they had been.\n\nTrot watered the Magic Flower every day and allowed no one in her room\nto see the beautiful blossoms except her friends, Betsy Bobbin and\nDorothy.  The wonderful plant did not seem to lose any of its magic by\nbeing removed from its island, and Trot was sure that Ozma would prize\nit as one of her most delightful treasures.\n\nUp in his tower the little Wizard of Oz began training his twelve tiny\nmonkeys, and the little creatures were so intelligent that they learned\nevery trick the Wizard tried to teach them.  The Wizard treated them\nwith great kindness and gentleness and gave them the food that monkeys\nlove best, so they promised to do their best on the great occasion of\nOzma's birthday.\n\n\n\n\n22.  Ozma's Birthday Party\n\n\nIt seems odd that a fairy should have a birthday, for fairies, they\nsay, were born at the beginning of time and live forever.  Yet, on the\nother hand, it would be a shame to deprive a fairy, who has so many\nother good things, of the delights of a birthday.  So we need not\nwonder that the fairies keep their birthdays just as other folks do,\nand consider them occasions for feasting and rejoicing.\n\nOzma, the beautiful girl Ruler of the Fairyland of Oz, was a real\nfairy, and so sweet and gentle in caring for her people that she was\ngreatly beloved by them all.  She lived in the most magnificent palace\nin the most magnificent city in the world, but that did not prevent her\nfrom being the friend of the most humble person in her dominions.  She\nwould mount her Wooden Sawhorse, and ride out to a farm house and sit\nin the kitchen to talk with the good wife of the farmer while she did\nher family baking; or she would play with the children and give them\nrides on her famous wooden steed; or she would stop in a forest to\nspeak to a charcoal burner and ask if he was happy or desired anything\nto make him more content; or she would teach young girls how to sew and\nplan pretty dresses, or enter the shops where the jewelers and\ncraftsmen were busy and watch them at their work, giving to each and\nall a cheering word or sunny smile.\n\nAnd then Ozma would sit in her jeweled throne, with her chosen\ncourtiers all about her, and listen patiently to any complaint brought\nto her by her subjects, striving to accord equal justice to all.\nKnowing she was fair in her decisions, the Oz people never murmured at\nher judgments, but agreed, if Ozma decided against them, she was right\nand they wrong.\n\nWhen Dorothy and Trot and Betsy Bobbin and Ozma were together, one\nwould think they were all about of an age, and the fairy Ruler no older\nand no more \"grown up\" than the other three.  She would laugh and romp\nwith them in regular girlish fashion, yet there was an air of quiet\ndignity about Ozma, even in her merriest moods, that, in a manner,\ndistinguished her from the others.  The three girls loved her\ndevotedly, but they were never able to quite forget that Ozma was the\nRoyal Ruler of the wonderful Fairyland of Oz, and by birth belonged to\na powerful race.\n\nOzma's palace stood in the center of a delightful and extensive garden,\nwhere splendid trees and flowering shrubs and statuary and fountains\nabounded.  One could walk for hours in this fascinating park and see\nsomething interesting at every step.  In one place was an aquarium,\nwhere strange and beautiful fish swam; at another spot all the birds of\nthe air gathered daily to a great feast which Ozma's servants provided\nfor them, and were so fearless of harm that they would alight upon\none's shoulders and eat from one's hand.  There was also the Fountain\nof the Water of Oblivion, but it was dangerous to drink of this water,\nbecause it made one forget everything he had ever before known, even to\nhis own name, and therefore Ozma had placed a sign of warning upon the\nfountain.  But there were also fountains that were delightfully\nperfumed, and fountains of delicious nectar, cool and richly flavored,\nwhere all were welcome to refresh themselves.\n\nAround the palace grounds was a great wall, thickly encrusted with\nglittering emeralds, but the gates stood open and no one was forbidden\nentrance.  On holidays the people of the Emerald City often took their\nchildren to see the wonders of Ozma's gardens, and even entered the\nRoyal Palace, if they felt so inclined, for they knew that they and\ntheir Ruler were friends, and that Ozma delighted to give them pleasure.\n\nWhen all this is considered, you will not be surprised that the people\nthroughout the Land of Oz, as well as Ozma's most intimate friends and\nher royal courtiers, were eager to celebrate her birthday, and made\npreparations for the festival weeks in advance.  All the brass bands\npracticed their nicest tunes, for they were to march in the numerous\nprocessions to be made in the Winkie Country, the Gillikin Country, the\nMunchkin Country and the Quadling Country, as well as in the Emerald\nCity.  Not all the people could go to congratulate their Ruler, but all\ncould celebrate her birthday, in one way or another, however far\ndistant from her palace they might be.  Every home and building\nthroughout the Land of Oz was to be decorated with banners and bunting,\nand there were to be games, and plays, and a general good time for\nevery one.\n\nIt was Ozma's custom on her birthday to give a grand feast at the\npalace, to which all her closest friends were invited.  It was a\nqueerly assorted company, indeed, for there are more quaint and unusual\ncharacters in Oz than in all the rest of the world, and Ozma was more\ninterested in unusual people than in ordinary ones--just as you and I\nare.\n\nOn this especial birthday of the lovely girl Ruler, a long table was\nset in the royal Banquet Hall of the palace, at which were place-cards\nfor the invited guests, and at one end of the great room was a smaller\ntable, not so high, for Ozma's animal friends, whom she never forgot,\nand at the other end was a big table where all of the birthday gifts\nwere to be arranged.\n\nWhen the guests arrived, they placed their gifts on this table and then\nfound their places at the banquet table.  And, after the guests were\nall placed, the animals entered in a solemn procession and were placed\nat their table by Jellia Jamb.  Then, while an orchestra hidden by a\nbank of roses and ferns played a march composed for the occasion, the\nRoyal Ozma entered the Banquet Hall, attended by her Maids of Honor,\nand took her seat at the head of the table.\n\nShe was greeted by a cheer from all the assembled company, the animals\nadding their roars and growls and barks and mewing and cackling to\nswell the glad tumult, and then all seated themselves at their tables.\n\nAt Ozma's right sat the famous Scarecrow of Oz, whose straw-stuffed\nbody was not beautiful, but whose happy nature and shrewd wit had made\nhim a general favorite.  On the left of the Ruler was placed the Tin\nWoodman, whose metal body had been brightly polished for this event.\nThe Tin Woodman was the Emperor of the Winkie Country and one of the\nmost important persons in Oz.\n\nNext to the Scarecrow, Dorothy was seated, and next to her was Tik-Tok,\nthe Clockwork Man, who had been wound up as tightly as his clockwork\nwould permit, so he wouldn't interrupt the festivities by running down.\nThen came Aunt Em and Uncle Henry, Dorothy's own relations, two kindly\nold people who had a cozy home in the Emerald City and were very happy\nand contented there.  Then Betsy Bobbin was seated, and next to her the\ndroll and delightful Shaggy Man, who was a favorite wherever he went.\n\nOn the other side of the table, opposite the Tin Woodman was placed\nTrot, and next to her, Cap'n Bill.  Then was seated Button-Bright and\nOjo the Lucky, and Dr. Pipt and his good wife Margalot, and the\nastonishing Frogman, who had come from the Yip country to be present at\nOzma's birthday feast.\n\nAt the foot of the table, facing Ozma, was seated the queenly Glinda,\nthe good Sorceress of Oz, for this was really the place of honor next\nto the head of the table where Ozma herself sat.  On Glinda's right was\nthe Little Wizard of Oz, who owed to Glinda all of the magical arts he\nknew.  Then came Jinjur, a pretty girl farmer of whom Ozma and Dorothy\nwere quite fond.  The adjoining seat was occupied by the Tin Soldier,\nand next to him was Professor H. M.  Wogglebug, T.E., of the Royal\nAthletic College.\n\nOn Glinda's left was placed the jolly Patchwork Girl, who was a little\nafraid of the Sorceress and so was likely to behave herself pretty\nwell.  The Shaggy Man's brother was beside the Patchwork Girl, and then\ncame that interesting personage, Jack Pumpkinhead, who had grown a\nsplendid big pumpkin for a new head to be worn on Ozma's birthday, and\nhad carved a face on it that was even jollier in expression than the\none he had last worn.  New heads were not unusual with Jack, for the\npumpkins did not keep long, and when the seeds--which served him as\nbrains--began to get soft and mushy, he realized his head would soon\nspoil, and so he procured a new one from his great field of\npumpkins--grown by him so that he need never lack a head.\n\nYou will have noticed that the company at Ozma's banquet table was\nsomewhat mixed, but every one invited was a tried and trusted friend of\nthe girl Ruler, and their presence made her quite happy.\n\nNo sooner had Ozma seated herself, with her back to the birthday table,\nthan she noticed that all present were eyeing with curiosity and\npleasure something behind her, for the gorgeous Magic Flower was\nblooming gloriously and the mammoth blossoms that quickly succeeded one\nanother on the plant were beautiful to view and filled the entire room\nwith their delicate fragrance.  Ozma wanted to look, too, to see what\nall were staring at, but she controlled her curiosity because it was\nnot proper that she should yet view her birthday gifts.\n\nSo the sweet and lovely Ruler devoted herself to her guests, several of\nwhom, such as the Scarecrow, the Tin Woodman, the Patchwork Girl,\nTik-Tok, Jack Pumpkinhead and the Tin Soldier, never ate anything but\nsat very politely in their places and tried to entertain those of the\nguests who did eat.\n\nAnd, at the animal table, there was another interesting group,\nconsisting of the Cowardly Lion, the Hungry Tiger, Toto--Dorothy's\nlittle shaggy black dog--Hank the Mule, the Pink Kitten, the Wooden\nSawhorse, the Yellow Hen, and the Glass Cat.  All of these had good\nappetites except the Sawhorse and the Glass Cat, and each was given a\nplentiful supply of the food it liked best.\n\nFinally, when the banquet was nearly over and the ice-cream was to be\nserved, four servants entered bearing a huge cake, all frosted and\ndecorated with candy flowers.  Around the edge of the cake was a row of\nlighted candles, and in the center were raised candy letters that\nspelled the words:\n\n          OZMA'S\n       Birthday Cake\n           from\n  Dorothy and the Wizard\n\n\n\"Oh, how beautiful!\" cried Ozma, greatly delighted, and Dorothy said\neagerly: \"Now you must cut the cake, Ozma, and each of us will eat a\npiece with our ice-cream.\"\n\nJellia Jamb brought a large golden knife with a jeweled handle, and\nOzma stood up in her place and attempted to cut the cake.  But as soon\nas the frosting in the center broke under the pressure of the knife\nthere leaped from the cake a tiny monkey three inches high, and he was\nfollowed by another and another, until twelve monkeys stood on the\ntablecloth and bowed low to Ozma.\n\n\"Congratulations to our gracious Ruler!\" they exclaimed in a chorus,\nand then they began a dance, so droll and amusing that all the company\nroared with laughter and even Ozma joined in the merriment.  But after\nthe dance the monkeys performed some wonderful acrobatic feats, and\nthen they ran to the hollow of the cake and took out some band\ninstruments of burnished gold--cornets, horns, drums, and the like--and\nforming into a procession the monkeys marched up and down the table\nplaying a jolly tune with the ease of skilled musicians.\n\nDorothy was delighted with the success of her \"Surprise Cake,\" and\nafter the monkeys had finished their performance, the banquet came to\nan end.\n\nNow was the time for Ozma to see her other presents, so Glinda the Good\nrose and, taking the girl Ruler by her hand, led her to the table where\nall her gifts were placed in magnificent array.  The Magic Flower of\ncourse attracted her attention first, and Trot had to tell her the\nwhole story of their adventures in getting it.  The little girl did not\nforget to give due credit to the Glass Cat and the little Wizard, but\nit was really Cap'n Bill who had bravely carried the golden flower-pot\naway from the enchanted Isle.\n\nOzma thanked them all, and said she would place the Magic Flower in her\nboudoir where she might enjoy its beauty and fragrance continually.\nBut now she discovered the marvelous gown woven by Glinda and her\nmaidens from strands drawn from pure emeralds, and being a girl who\nloved pretty clothes, Ozma's ecstasy at being presented with this\nexquisite gown may well be imagined.  She could hardly wait to put it\non, but the table was loaded with other pretty gifts and the night was\nfar spent before the happy girl Ruler had examined all her presents and\nthanked those who had lovingly donated them.\n\n\n\n\n23.  The Fountain of Oblivion\n\n\nThe morning after the birthday fete, as the Wizard and Dorothy were\nwalking in the grounds of the palace, Ozma came out and joined them,\nsaying:\n\n\"I want to hear more of your adventures in the Forest of Gugu, and how\nyou were able to get those dear little monkeys to use in Dorothy's\nSurprise Cake.\"\n\nSo they sat down on a marble bench near to the Fountain of the Water of\nOblivion, and between them Dorothy and the Wizard related their\nadventures.\n\n\"I was dreadfully fussy while I was a woolly lamb,\" said Dorothy, \"for\nit didn't feel good, a bit.  And I wasn't quite sure, you know, that\nI'd ever get to be a girl again.\"\n\n\"You might have been a woolly lamb yet, if I hadn't happened to have\ndiscovered that Magic Transformation Word,\" declared the Wizard.\n\n\"But what became of the walnut and the hickory-nut into which you\ntransformed those dreadful beast magicians?\" inquired Ozma.\n\n\"Why, I'd almost forgotten them,\" was the reply; \"but I believe they\nare still here in my pocket.\"\n\nThen he searched in his pockets and brought out the two nuts and showed\nthem to her.\n\nOzma regarded them thoughtfully.\n\n\"It isn't right to leave any living creatures in such helpless forms,\"\nsaid she.  \"I think, Wizard, you ought to transform them into their\nnatural shapes again.\"\n\n\"But I don't know what their natural shapes are,\" he objected, \"for of\ncourse the forms of mixed animals which they had assumed were not\nnatural to them.  And you must not forget, Ozma, that their natures\nwere cruel and mischievous, so if I bring them back to life they might\ncause us a great deal of trouble.\"\n\n\"Nevertheless,\" said the Ruler of Oz, \"we must free them from their\npresent enchantments.  When you restore them to their natural forms we\nwill discover who they really are, and surely we need not fear any two\npeople, even though they prove to be magicians and our enemies.\"\n\n\"I am not so sure of that,\" protested the Wizard, with a shake of his\nbald head.  \"The one bit of magic I robbed them of--which was the Word\nof Transformation--is so simple, yet so powerful, that neither Glinda\nnor I can equal it.  It isn't all in the word, you know, it's the way\nthe word is pronounced.  So if the two strange magicians have other\nmagic of the same sort, they might prove very dangerous to us, if we\nliberated them.\"\n\n\"I've an idea!\" exclaimed Dorothy.  \"I'm no wizard, and no fairy, but\nif you do as I say, we needn't fear these people at all.\"\n\n\"What is your thought, my dear?\" asked Ozma.\n\n\"Well,\" replied the girl, \"here is this Fountain of the Water of\nOblivion, and that's what put the notion into my head.  When the Wizard\nspeaks that ter'ble word that will change 'em back to their real forms,\nhe can make 'em dreadful thirsty, too, and we'll put a cup right here\nby the fountain, so it'll be handy.  Then they'll drink the water and\nforget all the magic they ever knew--and everything else, too.\"\n\n\"That's not a bad idea,\" said the Wizard, looking at Dorothy\napprovingly.\n\n\"It's a very GOOD idea,\" declared Ozma.  \"Run for a cup, Dorothy.\"\n\nSo Dorothy ran to get a cup, and while she was gone the Wizard said:\n\n\"I don't know whether the real forms of these magicians are those of\nmen or beasts.  If they're beasts, they would not drink from a cup but\nmight attack us at once and drink afterward.  So it might be safer for\nus to have the Cowardly Lion and the Hungry Tiger here to protect us if\nnecessary.\"\n\nOzma drew out a silver whistle which was attached to a slender gold\nchain and blew upon the whistle two shrill blasts.  The sound, though\nnot harsh, was very penetrating, and as soon as it reached the ears of\nthe Cowardly Lion and the Hungry Tiger, the two huge beasts quickly\ncame bounding toward them.  Ozma explained to them what the Wizard was\nabout to do, and told them to keep quiet unless danger threatened.  So\nthe two powerful guardians of the Ruler of Oz crouched beside the\nfountain and waited.\n\nDorothy returned and set the cup on the edge of the fountain.  Then the\nWizard placed the hickory-nut beside the fountain and said in a solemn\nvoice:\n\n\"I want you to resume your natural form, and to be very\nthirsty--Pyrzqxgl!\"\n\nIn an instant there appeared, in the place of the hickory-nut, the form\nof Kiki Aru, the Hyup boy.  He seemed bewildered, at first, as if\ntrying to remember what had happened to him and why he was in this\nstrange place.  But he was facing the fountain, and the bubbling water\nreminded him that he was thirsty.  Without noticing Ozma, the Wizard\nand Dorothy, who were behind him, he picked up the cup, filled it with\nthe Water of Oblivion, and drank it to the last drop.\n\nHe was now no longer thirsty, but he felt more bewildered than ever,\nfor now he could remember nothing at all--not even his name or where he\ncame from.  He looked around the beautiful garden with a pleased\nexpression, and then, turning, he beheld Ozma and the Wizard and\nDorothy regarding him curiously and the two great beasts crouching\nbehind them.\n\nKiki Aru did not know who they were, but he thought Ozma very lovely\nand Dorothy very pleasant.  So he smiled at them--the same innocent,\nhappy smile that a baby might have indulged in, and that pleased\nDorothy, who seized his hand and led him to a seat beside her on the\nbench.\n\n\"Why, I thought you were a dreadful magician,\" she exclaimed, \"and\nyou're only a boy!\"\n\n\"What is a magician?\" he asked, \"and what is a boy?\"\n\n\"Don't you know?\" inquired the girl.\n\nKiki shook his head.  Then he laughed.\n\n\"I do not seem to know anything,\" he replied.\n\n\"It's very curious,\" remarked the Wizard.  \"He wears the dress of the\nMunchkins, so he must have lived at one time in the Munchkin Country.\nOf course the boy can tell us nothing of his history or his family, for\nhe has forgotten all that he ever knew.\"\n\n\"He seems a nice boy, now that all the wickedness has gone from him,\"\nsaid Ozma.  \"So we will keep him here with us and teach him our\nways--to be true and considerate of others.\"\n\n\"Why, in that case, it's lucky for him he drank the Water of Oblivion,\"\nsaid Dorothy.\n\n\"It is indeed,\" agreed the Wizard.  \"But the remarkable thing, to me,\nis how such a young boy ever learned the secret of the Magic Word of\nTransformation.  Perhaps his companion, who is at present this walnut,\nwas the real magician, although I seem to remember that it was this boy\nin the beast's form who whispered the Magic Word into the hollow tree,\nwhere I overheard it.\"\n\n\"Well, we will soon know who the other is,\" suggested Ozma.  \"He may\nprove to be another Munchkin boy.\"\n\nThe Wizard placed the walnut near the fountain and said, as slowly and\nsolemnly as before:\n\n\"I want you to resume your natural form, and to be very\nthirsty--Pyrzqxgl!\"\n\nThen the walnut disappeared and Ruggedo the Nome stood in its place.\nHe also was facing the fountain, and he reached for the cup, filled it,\nand was about to drink when Dorothy exclaimed:\n\n\"Why, it's the old Nome King!\"\n\nRuggedo swung around and faced them, the cup still in his hand.\n\n\"Yes,\" he said in an angry voice, \"it's the old Nome King, and I'm\ngoing to conquer all Oz and be revenged on you for kicking me out of my\nthrone.\"  He looked around a moment, and then continued: \"There isn't\nan egg in sight, and I'm stronger than all of you people put together!\nI don't know how I came here, but I'm going to fight the fight of my\nlife--and I'll win!\"\n\nHis long white hair and beard waved in the breeze; his eyes flashed\nhate and vengeance, and so astonished and shocked were they by the\nsudden appearance of this old enemy of the Oz people that they could\nonly stare at him in silence and shrink away from his wild glare.\n\nRuggedo laughed.  He drank the water, threw the cup on the ground and\nsaid fiercely:\n\n\"And now--and now--and--\"\n\nHis voice grew gentle.  He rubbed his forehead with a puzzled air and\nstroked his long beard.\n\n\"What was I going to say?\" he asked, pleadingly.\n\n\"Don't you remember?\" said the Wizard.\n\n\"No; I've forgotten.\"\n\n\"Who ARE you?\" asked Dorothy.\n\nHe tried to think.  \"I--I'm sure I don't know,\" he stammered.\n\n\"Don't you know who WE are, either?\" questioned the girl.\n\n\"I haven't the slightest idea,\" said the Nome.\n\n\"Tell us who this Munchkin boy is,\" suggested Ozma.\n\nRuggedo looked at the boy and shook his head.\n\n\"He's a stranger to me.  You are all strangers.  I--I'm a stranger to\nmyself,\" he said.\n\nThen he patted the Lion's head and murmured, \"Good doggie!\" and the\nLion growled indignantly.\n\n\"What shall we do with him?\" asked the Wizard, perplexed.\n\n\"Once before the wicked old Nome came here to conquer us, and then, as\nnow, he drank of the Water of Oblivion and became harmless.  But we\nsent him back to the Nome Kingdom, where he soon learned the old evil\nways again.\n\n\"For that reason,\" said Ozma, \"we must find a place for him in the Land\nof Oz, and keep him here.  For here he can learn no evil and will\nalways be as innocent of guile as our own people.\"\n\nAnd so the wandering ex-King of the Nomes found a new home, a peaceful\nand happy home, where he was quite content and passed his days in\ninnocent enjoyment."
}