{
 "author": [
  "Stockton, Frank Richard"
 ],
 "title": [
  "The Great War Syndicate"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Science fiction",
  "PS"
 ],
 "id": "427",
 "genre": [
  "fiction"
 ],
 "text": "THE GREAT WAR SYNDICATE\n\nBY\n\nFRANK R. STOCKTON\n\n\n\nAuthor of \"The Lady or the Tiger,\" \"Rudder Grange,\"\n    \"The Casting Away of Mrs. Lecks and Mrs.\n        Aleshine,\" \"What Might Have Been\n             Expected,\" etc., etc.\n\n\n\n\nTHE GREAT WAR SYNDICATE.\n\n\n\n\nIn the spring of a certain year, not far from the close of the\nnineteenth century, when the political relations between the United\nStates and Great Britain became so strained that careful observers on\nboth sides of the Atlantic were forced to the belief that a serious\nbreak in these relations might be looked for at any time, the fishing\nschooner Eliza Drum sailed from a port in Maine for the banks of\nNewfoundland.\n\nIt was in this year that a new system of protection for American\nfishing vessels had been adopted in Washington.  Every fleet of these\nvessels was accompanied by one or more United States cruisers, which\nremained on the fishing grounds, not only for the purpose of warning\nAmerican craft who might approach too near the three-mile limit, but\nalso to overlook the action of the British naval vessels on the coast,\nand to interfere, at least by protest, with such seizures of American\nfishing boats as might appear to be unjust.  In the opinion of all\npersons of sober judgment, there was nothing in the condition of\naffairs at this time so dangerous to the peace of the two countries as\nthe presence of these American cruisers in the fishing waters.\n\nThe Eliza Drum was late in her arrival on the fishing grounds, and\nhaving, under orders from Washington, reported to the commander of the\nLennehaha, the United States vessel in charge at that place, her\ncaptain and crew went vigorously to work to make up for lost time.\nThey worked so vigorously, and with eyes so single to the catching of\nfish, that on the morning of the day after their arrival, they were\nhauling up cod at a point which, according to the nationality of the\ncalculator, might be two and three-quarters or three and one-quarter\nmiles from the Canadian coast.\n\nIn consequence of this inattention to the apparent extent of the marine\nmile, the Eliza Drum, a little before noon, was overhauled and seized\nby the British cruiser, Dog Star.  A few miles away the Lennehaha had\nperceived the dangerous position of the Eliza Drum, and had started\ntoward her to warn her to take a less doubtful position.  But before\nshe arrived the capture had taken place.  When he reached the spot\nwhere the Eliza Drum had been fishing, the commander of the Lennehaha\nmade an observation of the distance from the shore, and calculated it\nto be more than three miles.  When he sent an officer in a boat to the\nDog Star to state the result of his computations, the captain of the\nBritish vessel replied that he was satisfied the distance was less than\nthree miles, and that he was now about to take the Eliza Drum into port.\n\nOn receiving this information, the commander of the Lennehaha steamed\ncloser to the Dog Star, and informed her captain, by means of a\nspeaking-trumpet, that if he took the Eliza Drum into a Canadian port,\nhe would first have to sail over his ship.  To this the captain of the\nDog Star replied that he did not in the least object to sail over the\nLennehaha, and proceeded to put a prize crew on board the fishing\nvessel.\n\nAt this juncture the captain of the Eliza Drum ran up a large American\nflag; in five minutes afterward the captain of the prize crew hauled it\ndown; in less than ten minutes after this the Lennehaha and the Dog\nStar were blazing at each other with their bow guns.  The spark had\nbeen struck.\n\nThe contest was not a long one.  The Dog Star was of much greater\ntonnage and heavier armament than her antagonist, and early in the\nafternoon she steamed for St. John's, taking with her as prizes both\nthe Eliza Drum and the Lennehaha.\n\nAll that night, at every point in the United States which was reached\nby telegraph, there burned a smothered fire; and the next morning, when\nthe regular and extra editions of the newspapers were poured out upon\nthe land, the fire burst into a roaring blaze.  From lakes to gulf,\nfrom ocean to ocean, on mountain and plain, in city and prairie, it\nroared and blazed.  Parties, sections, politics, were all forgotten.\nEvery American formed part of an electric system; the same fire flashed\ninto every soul.  No matter what might be thought on the morrow, or in\nthe coming days which might bring better understanding, this day the\nunreasoning fire blazed and roared.\n\nWith morning newspapers in their hands, men rushed from the\nbreakfast-tables into the streets to meet their fellow-men.  What was\nit that they should do?\n\nDetailed accounts of the affair came rapidly, but there was nothing in\nthem to quiet the national indignation; the American flag had been\nhauled down by Englishmen, an American naval vessel had been fired into\nand captured; that was enough!  No matter whether the Eliza Drum was\nwithin the three-mile limit or not!  No matter which vessel fired\nfirst!  If it were the Lennehaha, the more honour to her; she ought to\nhave done it!  From platform, pulpit, stump, and editorial office came\none vehement, passionate shout directed toward Washington.\n\nCongress was in session, and in its halls the fire roared louder and\nblazed higher than on mountain or plain, in city or prairie.  No member\nof the Government, from President to page, ventured to oppose the\ntempestuous demands of the people.  The day for argument upon the\nexciting question had been a long weary one, and it had gone by in less\nthan a week the great shout of the people was answered by a declaration\nof war against Great Britain.\n\nWhen this had been done, those who demanded war breathed easier, but\nthose who must direct the war breathed harder.\n\nIt was indeed a time for hard breathing, but the great mass of the\npeople perceived no reason why this should be.  Money there was in vast\nabundance.  In every State well-drilled men, by thousands, stood ready\nfor the word to march, and the military experience and knowledge given\nby a great war was yet strong upon the nation.\n\nTo the people at large the plan of the war appeared a very obvious and\na very simple one.  Canada had given the offence, Canada should be made\nto pay the penalty.  In a very short time, one hundred thousand, two\nhundred thousand, five hundred thousand men, if necessary, could be\nmade ready for the invasion of Canada.  From platform, pulpit, stump,\nand editorial office came the cry:  \"On to Canada!\"\n\nAt the seat of Government, however, the plan of the war did not appear\nso obvious, so simple.  Throwing a great army into Canada was all well\nenough, and that army would probably do well enough; but the question\nwhich produced hard breathing in the executive branch of the Government\nwas the immediate protection of the sea-coast, Atlantic, Gulf, and even\nPacific.\n\nIn a storm of national indignation war had been declared against a\npower which at this period of her history had brought up her naval\nforces to a point double in strength to that of any other country in\nthe world.  And this war had been declared by a nation which,\ncomparatively speaking, possessed no naval strength at all.\n\nFor some years the United States navy had been steadily improving, but\nthis improvement was not sufficient to make it worthy of reliance at\nthis crisis.  As has been said, there was money enough, and every\nship-yard in the country could be set to work to build ironclad\nmen-of-war: but it takes a long time to build ships, and England's navy\nwas afloat.  It was the British keel that America had to fear.\n\nBy means of the continental cables it was known that many of the\nlargest mail vessels of the British transatlantic lines, which had been\nwithdrawn upon the declaration of war, were preparing in British ports\nto transport troops to Canada.  It was not impossible that these great\nsteamers might land an army in Canada before an American army could be\norganized and marched to that province.  It might be that the United\nStates would be forced to defend her borders, instead of invading those\nof the enemy.\n\nIn every fort and navy-yard all was activity; the hammering of iron\nwent on by day and by night; but what was to be done when the great\nironclads of England hammered upon our defences?  How long would it be\nbefore the American flag would be seen no more upon the high seas?\n\nIt is not surprising that the Government found its position one of\nperilous responsibility.  A wrathful nation expected of it more than it\ncould perform.\n\nAll over the country, however, there were thoughtful men, not connected\nwith the Government, who saw the perilous features of the situation;\nand day by day these grew less afraid of being considered traitors, and\nmore willing to declare their convictions of the country's danger.\nDespite the continuance of the national enthusiasm, doubts,\nperplexities, and fears began to show themselves.\n\nIn the States bordering upon Canada a reactionary feeling became\nevident.  Unless the United States navy could prevent England from\nrapidly pouring into Canada, not only her own troops, but perhaps those\nof allied nations, these Northern States might become the scene of\nwarfare, and whatever the issue of the contest, their lands might be\nravished, their people suffer.\n\nFrom many quarters urgent demands were now pressed upon the Government.\nFrom the interior there were clamours for troops to be massed on the\nNorthern frontier, and from the seaboard cities there came a cry for\nships that were worthy to be called men-of-war,--ships to defend the\nharbours and bays, ships to repel an invasion by sea.  Suggestions were\ninnumerable.  There was no time to build, it was urged; the Government\ncould call upon friendly nations.  But wise men smiled sadly at these\nsuggestions; it was difficult to find a nation desirous of a war with\nEngland.\n\nIn the midst of the enthusiasms, the fears, and the suggestions, came\nreports of the capture of American merchantmen by fast British\ncruisers.  These reports made the American people more furious, the\nAmerican Government more anxious.\n\nAlmost from the beginning of this period of national turmoil, a party\nof gentlemen met daily in one of the large rooms in a hotel in New\nYork.  At first there were eleven of these men, all from the great\nAtlantic cities, but their number increased by arrivals from other\nparts of the country, until at last they, numbered twenty-three.  These\ngentlemen were all great capitalists, and accustomed to occupying\nthemselves with great enterprises.  By day and by night they met\ntogether with closed doors, until they had matured the scheme which\nthey had been considering.  As soon as this work was done, a committee\nwas sent to Washington, to submit a plan to the Government.\n\nThese twenty-three men had formed themselves into a Syndicate, with the\nobject of taking entire charge of the war between the United States and\nGreat Britain.\n\nThis proposition was an astounding one, but the Government was obliged\nto treat it with respectful consideration.  The men who offered it were\na power in the land,--a power which no government could afford to\ndisregard.\n\nThe plan of the Syndicate was comprehensive, direct, and simple.  It\noffered to assume the entire control and expense of the war, and to\neffect a satisfactory peace within one year.  As a guarantee that this\ncontract would be properly performed, an immense sum of money would be\ndeposited in the Treasury at Washington.  Should the Syndicate be\nunsuccessful, this sum would be forfeited, and it would receive no pay\nfor anything it had done.\n\nThe sum to be paid by the Government to the Syndicate, should it bring\nthe war to a satisfactory conclusion, would depend upon the duration of\nhostilities.  That is to say, that as the shorter the duration of the\nwar, the greater would be the benefit to the country, therefore, the\nlarger must be the pay to the Syndicate.  According to the proposed\ncontract, the Syndicate would receive, if the war should continue for a\nyear, one-quarter the sum stipulated to be paid if peace should be\ndeclared in three months.\n\nIf at any time during the conduct of the war by the Syndicate an\nAmerican seaport should be taken by the enemy, or a British force\nlanded on any point of the seacoast, the contract should be considered\nat an end, and security and payment forfeited.  If any point on the\nnorthern boundary of the United States should be taken and occupied by\nthe enemy, one million dollars of the deposited security should be\nforfeited for every such occupation, but the contract should continue.\n\nIt was stipulated that the land and naval forces of the United States\nshould remain under the entire control of the Government, but should be\nmaintained as a defensive force, and not brought into action unless any\nfailure on the part of the Syndicate should render such action\nnecessary.\n\nThe state of feeling in governmental circles, and the evidences of\nalarm and distrust which were becoming apparent in Congress and among\nthe people, exerted an important influence in favour of the Syndicate.\nThe Government caught at its proposition, not as if it were a straw,\nbut as if it were a life-raft.  The men who offered to relieve the\nexecutive departments of their perilous responsibilities were men of\ngreat ability, prominent positions, and vast resources, whose vast\nenterprises had already made them known all over the globe.  Such men\nwere not likely to jeopardize their reputations and fortunes in a case\nlike this, unless they had well-founded reasons for believing that they\nwould be successful.  Even the largest amount stipulated to be paid\nthem in case of success would be less than the ordinary estimates for\nthe military and naval operations which had been anticipated; and in\ncase of failure, the amount forfeited would go far to repair the losses\nwhich might be sustained by the citizens of the various States.\n\nAt all events, should the Syndicate be allowed to take immediate\ncontrol of the war, there would be time to put the army and navy,\nespecially the latter, in better condition to carry on the contest in\ncase of the failure of the Syndicate.  Organization and construction\nmight still go on, and, should it be necessary, the army and navy could\nstep into the contest fresh and well prepared.\n\nAll branches of the Government united in accepting the offer of the\nSyndicate.  The contract was signed, and the world waited to see what\nwould happen next.\n\nThe influence which for years had been exerted by the interests\ncontrolled by the men composing the Syndicate, had its effect in\nproducing a popular confidence in the power of the members of the\nSyndicate to conduct a war as successfully as they had conducted other\ngigantic enterprises.  Therefore, although predictions of disaster came\nfrom many quarters, the American public appeared willing to wait with\nbut moderate impatience for the result of this novel undertaking.\n\nThe Government now proceeded to mass troops at important points on the\nnorthern frontier; forts were supplied with men and armaments, all\ncoast defences were put in the best possible condition, the navy was\nstationed at important ports, and work at the shipyards went on.  But\nwithout reference to all this, the work of the Syndicate immediately\nbegan.\n\nThis body of men were of various politics and of various pursuits in\nlife.  But politics were no more regarded in the work they had\nundertaken than they would have been in the purchase of land or of\nrailroad iron.  No manifestoes of motives and intentions were issued to\nthe public.  The Syndicate simply went to work.  There could be no\ndoubt that early success would be a direct profit to it, but there\ncould also be no doubt that its success would be a vast benefit and\nprofit, not only to the business enterprises in which these men were\nseverally engaged, but to the business of the whole country.  To save\nthe United States from a dragging war, and to save themselves from the\neffects of it, were the prompting motives for the formation of the\nSyndicate.\n\nWithout hesitation, the Syndicate determined that the war in which it\nwas about to engage should be one of defence by means of offence.  Such\na war must necessarily be quick and effective; and with all the force\nof their fortunes, their minds, and their bodies, its members went to\nwork to wage this war quickly and effectively.\n\nAll known inventions and improvements in the art of war had been\nthoroughly considered by the Syndicate, and by the eminent specialists\nwhom it had enlisted in its service.  Certain recently perfected\nengines of war, novel in nature, were the exclusive property of the\nSyndicate.  It was known, or surmised, in certain quarters that the\nSyndicate had secured possession of important warlike inventions; but\nwhat they were and how they acted was a secret carefully guarded and\nprotected.\n\nThe first step of the Syndicate was to purchase from the United States\nGovernment ten war-vessels.  These were of medium size and in good\ncondition, but they were of an old-fashioned type, and it had not been\nconsidered expedient to put them in commission.  This action caused\nsurprise and disappointment in many quarters.  It had been supposed\nthat the Syndicate, through its agents scattered all over the world,\nwould immediately acquire, by purchase or lease, a fleet of fine\nironclads culled from various maritime powers.  But the Syndicate\nhaving no intention of involving, or attempting to involve, other\ncountries in this quarrel, paid no attention to public opinion, and\nwent to work in its own way.\n\nIts vessels, eight of which were on the Atlantic coast and two on the\nPacific, were rapidly prepared for the peculiar service in which they\nwere to be engaged.  The resources of the Syndicate were great, and in\na very short time several of their vessels, already heavily plated with\nsteel, were furnished with an additional outside armour, formed of\nstrips of elastic steel, each reaching from the gunwales nearly to the\nsurface of the water.  These strips, about a foot wide, and placed an\ninch or two apart, were each backed by several powerful air-buffers, so\nthat a ball striking one or more of them would be deprived of much of\nits momentum.  The experiments upon the steel spring and buffers\nadopted by the Syndicate showed that the force of the heaviest\ncannonading was almost deadened by the powerful elasticity of this\narmour.\n\nThe armament of each vessel consisted of but one gun, of large calibre,\nplaced on the forward deck, and protected by a bomb-proof covering.\nEach vessel was manned by a captain and crew from the merchant service,\nfrom whom no warlike duties were expected.  The fighting operations\nwere in charge of a small body of men, composed of two or three\nscientific specialists, and some practical gunners and their\nassistants.  A few bomb-proof canopies and a curved steel deck\ncompleted the defences of the vessel.\n\nBesides equipping this little navy, the Syndicate set about the\nconstruction of certain sea-going vessels of an extraordinary kind.  So\ngreat were the facilities at its command, and so thorough and complete\nits methods, that ten or a dozen ship-yards and foundries were set to\nwork simultaneously to build one of these ships.  In a marvellously\nshort time the Syndicate possessed several of them ready for action.\n\nThese vessels became technically known as \"crabs.\" They were not large,\nand the only part of them which projected above the water was the\nmiddle of an elliptical deck, slightly convex, and heavily mailed with\nribs of steel.  These vessels were fitted with electric engines of\nextraordinary power, and were capable of great speed.  At their bows,\nfully protected by the overhanging deck, was the machinery by which\ntheir peculiar work was to be accomplished.  The Syndicate intended to\nconfine itself to marine operations, and for the present it was\ncontented with these two classes of vessels.\n\nThe armament for each of the large vessels, as has been said before,\nconsisted of a single gun of long range, and the ammunition was\nconfined entirely to a new style of projectile, which had never yet\nbeen used in warfare.  The material and construction of this projectile\nwere known only to three members of the Syndicate, who had invented and\nperfected it, and it was on account of their possession of this secret\nthat they had been invited to join that body.\n\nThis projectile was not, in the ordinary sense of the word, an\nexplosive, and was named by its inventors, \"The Instantaneous Motor.\"\nIt was discharged from an ordinary cannon, but no gunpowder or other\nexplosive compound was used to propel it.  The bomb possessed, in\nitself the necessary power of propulsion, and the gun was used merely\nto give it the proper direction.\n\nThese bombs were cylindrical in form, and pointed at the outer end.\nThey were filled with hundreds of small tubes, each radiating outward\nfrom a central line.  Those in the middle third of the bomb pointed\ndirectly outward, while those in its front portion were inclined\nforward at a slight angle, and those in the rear portion backward at\nthe same angle.  One tube at the end of the bomb, and pointing directly\nbackward, furnished the motive power.\n\nEach of these tubes could exert a force sufficient to move an ordinary\ntrain of passenger cars one mile, and this power could be exerted\ninstantaneously, so that the difference in time in the starting of a\ntrain at one end of the mile and its arrival at the other would not be\nappreciable.  The difference in concussionary force between a train\nmoving at the rate of a mile in two minutes, or even one minute, and\nanother train which moves a mile in an instant, can easily be imagined.\n\nIn these bombs, those tubes which might direct their powers downward or\nlaterally upon the earth were capable of instantaneously propelling\nevery portion of solid ground or rock to a distance of two or three\nhundred yards, while the particles of objects on the surface of the\nearth were instantaneously removed to a far greater distance.  The tube\nwhich propelled the bomb was of a force graduated according to\ncircumstances, and it would carry a bomb to as great a distance as\naccurate observation for purposes of aim could be made.  Its force was\nbrought into action while in the cannon by means of electricity while\nthe same effect was produced in the other tubes by the concussion of\nthe steel head against the object aimed at.\n\nWhat gave the tubes their power was the jealously guarded secret.\n\nThe method of aiming was as novel as the bomb itself.  In this process\nnothing depended on the eyesight of the gunner; the personal equation\nwas entirely eliminated.  The gun was so mounted that its direction was\naccurately indicated by graduated scales; there was an instrument which\nwas acted upon by the dip, rise, or roll of the vessel, and which\nshowed at any moment the position of the gun with reference to the\nplane of the sea-surface.\n\nBefore the discharge of the cannon an observation was taken by one of\nthe scientific men, which accurately determined the distance to the\nobject to be aimed at, and reference to a carefully prepared\nmathematical table showed to what points on the graduated scales the\ngun should be adjusted, and the instant that the that the muzzle of the\ncannon was in the position that it was when the observation was taken,\na button was touched and the bomb was instantaneously placed on the\nspot aimed at.  The exactness with which the propelling force of the\nbomb could be determined was an important factor in this method of\naiming.\n\nAs soon as three of the spring-armoured vessels and five \"crabs\" were\ncompleted, the Syndicate felt itself ready to begin operations.  It was\nindeed time.  The seas had been covered with American and British\nmerchantmen hastening homeward, or to friendly ports, before the actual\ncommencement of hostilities.  But all had not been fortunate enough to\nreach safety within the limits of time allowed, and several American\nmerchantmen had been already captured by fast British cruisers.\n\nThe members of the Syndicate well understood that if a war was to be\ncarried on as they desired, they must strike the first real blow.\nComparatively speaking, a very short time had elapsed since the\ndeclaration of war, and the opportunity to take the initiative was\nstill open.\n\nIt was in order to take this initiative that, in the early hours of a\nJuly morning, two of the Syndicate's armoured vessels, each accompanied\nby a crab, steamed out of a New England port, and headed for the point\non the Canadian coast where it had been decided to open the campaign.\n\nThe vessels of the Syndicate had no individual names.  The\nspring-armoured ships were termed \"repellers,\" and were numbered, and\nthe crabs were known by the letters of the alphabet.  Each repeller was\nin charge of a Director of Naval Operations; and the whole naval force\nof the Syndicate was under the command of a Director-in-chief.  On this\nmomentous occasion this officer was on board of Repeller No. 1, and\ncommanded the little fleet.\n\nThe repellers had never been vessels of great speed, and their present\narmour of steel strips, the lower portion of which was frequently under\nwater, considerably retarded their progress; but each of them was taken\nin tow by one of the swift and powerful crabs, and with this assistance\nthey made very good time, reaching their destination on the morning of\nthe second day.\n\nIt was on a breezy day, with a cloudy sky, and the sea moderately\nsmooth, that the little fleet of the Syndicate lay to off the harbour\nof one of the principal Canadian seaports.  About five miles away the\nheadlands on either side of the mouth of the harbour could be plainly\nseen.  It had been decided that Repeller No. 1 should begin operations.\nAccordingly, that vessel steamed about a mile nearer the harbour,\naccompanied by Crab A.  The other repeller and crab remained in their\nfirst position, ready to act in case they should be needed.\n\nThe approach of two vessels, evidently men-of-war, and carrying the\nAmerican flag, was perceived from the forts and redoubts at the mouth\nof the harbour, and the news quickly spread to the city and to the\nvessels in port.  Intense excitement ensued on land and water, among\nthe citizens of the place as well as its defenders.  Every man who had\na post of duty was instantly at it; and in less than half an hour the\nBritish man-of-war Scarabaeus, which had been lying at anchor a short\ndistance outside the harbour, came steaming out to meet the enemy.\nThere were other naval vessels in port, but they required more time to\nbe put in readiness for action.\n\nAs soon as the approach of Scarabaeus was perceived by Repeller No. 1,\na boat bearing a white flag was lowered from that vessel and was\nrapidly rowed toward the British ship.  When the latter saw the boat\ncoming she lay to, and waited its arrival.  A note was delivered to the\ncaptain of the Scarabaeus, in which it was stated that the Syndicate,\nwhich had undertaken on the part of the United States the conduct of\nthe war between that country and Great Britain, was now prepared to\ndemand the surrender of this city with its forts and defences and all\nvessels within its harbour, and, as a first step, the immediate\nsurrender of the vessel to the commander of which this note was\ndelivered.\n\nThe overwhelming effrontery of this demand caused the commander of the\nScarabaeus to doubt whether he had to deal with a raving lunatic or a\nblustering fool; but he informed the person in charge of the\nflag-of-truce boat, that he would give him fifteen minutes in which to\nget back to his vessel, and that he would then open fire upon that\ncraft.\n\nThe men who rowed the little boat were not men-of-war's men, and were\nunaccustomed to duties of this kind.  In eight minutes they had reached\ntheir vessel, and were safe on board.\n\nJust seven minutes afterward the first shot came from the Scarabaeus.\nIt passed over Repeller No. 1, and that vessel, instead of replying,\nimmediately steamed nearer her adversary.  The Director-in-chief\ndesired to determine the effect of an active cannonade upon the new\narmour, and therefore ordered the vessel placed in such a position that\nthe Englishman might have the best opportunity for using it as a target.\n\nThe Scarabaeus lost no time in availing herself of the facilities\noffered.  She was a large and powerful ship, with a heavy armament;\nand, soon getting the range of the Syndicate's vessel, she hurled ball\nafter ball upon her striped side.  Repeller No. 1 made no reply, but\nquietly submitted to the terrible bombardment.  Some of the great shot\njarred her from bow to stern, but not one of them broke a steel spring,\nnor penetrated the heavy inside plates.\n\nAfter half an hour of this, work the Director-in-chief became satisfied\nthat the new armour had well acquitted itself in the severe trial to\nwhich it had been subjected.  Some of the air-buffers had been\ndisabled, probably on account of faults in their construction, but\nthese could readily be replaced, and no further injury had been done\nthe vessel.  It was not necessary, therefore, to continue the\nexperiment any longer, and besides, there was danger that the\nEnglishman, perceiving that his antagonist did not appear to be\naffected by his fire, would approach closer and endeavour to ram her.\nThis was to be avoided, for the Scarabaeus was a much larger vessel\nthan Repeller No. 1, and able to run into the latter and sink her by\nmere preponderance of weight.\n\nIt was therefore decided to now test the powers of the crabs.  Signals\nwere made from Repeller No. 1 to Crab A, which had been lying with the\nlarger vessel between it and the enemy.  These signals were made by\njets of dense black smoke, which were ejected from a small pipe on the\nrepeller.  These slender columns of smoke preserved their cylindrical\nforms for some moments, and were visible at a great distance by day or\nnight, being illumined in the latter case by electric light.  The\nlength and frequency of these jets were regulated by an instrument in\nthe Director's room.  Thus, by means of long and short puffs, with the\nproper use of intervals, a message could be projected into the air as a\ntelegraphic instrument would mark it upon paper.\n\nIn this manner Crab A was ordered to immediately proceed to the attack\nof the Scarabaeus.  The almost submerged vessel steamed rapidly from\nbehind her consort, and made for the British man-of-war.\n\nWhen the latter vessel perceived the approach of this turtle-backed\nobject, squirting little jets of black smoke as she replied to the\norders from the repeller, there was great amazement on board.  The crab\nhad not been seen before, but as it came rapidly on there was no time\nfor curiosity or discussion, and several heavy guns were brought to\nbear upon it.  It was difficult to hit a rapidly moving flat object\nscarcely above the surface of the water; and although several shot\nstruck the crab, they glanced off without in the least interfering with\nits progress.\n\nCrab A soon came so near the Scarabaeus that it was impossible to\ndepress the guns of the latter so as to strike her.  The great vessel\nwas, therefore, headed toward its assailant, and under a full head of\nsteam dashed directly at it to run it down.  But the crab could turn as\nupon a pivot, and shooting to one side allowed the surging man-of-war\nto pass it.\n\nPerceiving instantly that it would be difficult to strike this nimble\nand almost submerged adversary, the commander of the Scarabaeus thought\nit well to let it alone for the present, and to bear down with all\nspeed upon the repeller.  But it was easier to hit the crab than to\nleave it behind.  It was capable of great speed, and, following the\nBritish vessel, it quickly came up with her.\n\nThe course of the Scarabaeus was instantly changed, and every effort\nwas made to get the vessel into a position to run down the crab.  But\nthis was not easy for so large a ship, and Crab A seemed to have no\ndifficulty in keeping close to her stern.\n\nSeveral machine-guns, especially adopted for firing at torpedo-boats or\nany hostile craft which might be discovered close to a vessel, were now\nbrought to bear upon the crab, and ball after ball was hurled at her.\nSome of these struck, but glanced off without penetrating her tough\narmour.\n\nThese manoeuvres had not continued long, when the crew of the crab was\nready to bring into action the peculiar apparatus of that peculiar\ncraft.  An enormous pair of iron forceps, each massive limb of which\nmeasured twelve feet or more in length, was run out in front of the\ncrab at a depth of six or eight feet below the surface.  These forceps\nwere acted upon by an electric engine of immense power, by which they\ncould be shut, opened, projected, withdrawn, or turned and twisted.\n\nThe crab darted forward, and in the next instant the great teeth of her\npincers were fastened with a tremendous grip upon the rudder and\nrudder-post of the Scarabaeus.\n\nThen followed a sudden twist, which sent a thrill through both vessels;\na crash; a backward jerk; the snapping of a chain; and in a moment the\ngreat rudder, with half of the rudder-post attached, was torn from the\nvessel, and as the forceps opened it dropped to leeward and hung\ndangling by one chain.\n\nAgain the forceps opened wide; again there was a rush; and this time\nthe huge jaws closed upon the rapidly revolving screw-propeller.  There\nwas a tremendous crash, and the small but massive crab turned over so\nfar that for an instant one of its sides was plainly visible above the\nwater.  The blades of the propeller were crushed and shivered; those\nparts of the steamer's engines connecting with the propeller-shaft were\nsnapped and rent apart, while the propeller-shaft itself was broken by\nthe violent stoppage.\n\nThe crab, which had quickly righted, now backed, still holding the\ncrushed propeller in its iron grasp, and as it moved away from the\nScarabaeus, it extracted about forty feet of its propeller-shaft; then,\nopening its massive jaws, it allowed the useless mass of iron to drop\nto the bottom of the sea.\n\nEvery man on board the Scarabaeus was wild with amazement and\nexcitement.  Few could comprehend what had happened, but this very\nquickly became evident.  So far as motive power was concerned, the\nScarabaeus was totally, disabled.  She could not direct her course, for\nher rudder was gone, her propeller was gone, her engines were useless,\nand she could do no more than float as wind or tide might move her.\nMoreover, there was a jagged hole in her stern where the shaft had\nbeen, and through this the water was pouring into the vessel.  As a\nman-of-war the Scarabaeus was worthless.\n\nOrders now came fast from Repeller No. 1, which had moved nearer to the\nscene of conflict.  It was to be supposed that the disabled ship was\nproperly furnished with bulk-heads, so that the water would penetrate\nno farther than the stern compartment, and that, therefore, she was in\nno danger of sinking.  Crab A was ordered to make fast to the bow of\nthe Scarabaeus, and tow her toward two men-of-war who were rapidly\napproaching from the harbour.\n\nThis proceeding astonished the commander and officers of the Scarabaeus\nalmost as much as the extraordinary attack which had been made upon\ntheir ship.  They had expected a demand to surrender and haul down\ntheir flag; but the Director-in-chief on board Repeller No. 1 was of\nthe opinion that with her propeller extracted it mattered little what\nflag she flew.  His work with the Scarabaeus was over; for it had been\nordered by the Syndicate that its vessels should not encumber\nthemselves with prizes.\n\nTowed by the powerful crab, which apparently had no fear that its\ndisabled adversary might fire upon it, the Scarabaeus moved toward the\nharbour, and when it had come within a quarter of a mile of the\nforemost British vessel, Crab A cast off and steamed back to Repeller\nNo. 1.\n\nThe other English vessels soon came up, and each lay to and sent a boat\nto the Scarabaeus.  After half an hour's consultation, in which the\namazement of those on board the damaged vessel was communicated to the\nofficers and crews of her two consorts, it was determined that the\nsmaller of these should tow the disabled ship into port, while the\nother one, in company with a man-of-war just coming out of the harbour,\nshould make an attack upon Repeller No. 1.\n\nIt had been plainly proved that ordinary shot and shell had no effect\nupon this craft; but it had not been proved that she could withstand\nthe rams of powerful ironclads.  If this vessel, that apparently\ncarried no guns, or, at least, had used none, could be crushed,\ncapsized, sunk, or in any way put out of the fight, it was probable\nthat the dangerous submerged nautical machine would not care to remain\nin these waters.  If it remained it must be destroyed by torpedoes.\n\nSignals were exchanged between the two English vessels, and in a very\nshort time they were steaming toward the repeller.  It was a dangerous\nthing for two vessels of their size to come close enough together for\nboth to ram an enemy at the same time, but it was determined to take\nthe risks and do this, if possible; for the destruction of the repeller\nwas obviously the first duty in hand.\n\nAs the two men-of-war rapidly approached Repeller No. 1, they kept up a\nsteady fire upon her; for if in this way they could damage her, the\neasier would be their task.  With a firm reliance upon the efficacy of\nthe steel-spring armour, the Director-in-chief felt no fear of the\nenemy's shot and shell; but he was not at all willing that his vessel\nshould be rammed, for the consequences would probably be disastrous.\nAccordingly he did not wait for the approach of the two vessels, but\nsteering seaward, he signalled for the other crab.\n\nWhen Crab B made its appearance, puffing its little black jets of\nsmoke, as it answered the signals of the Director-in-chief, the\ncommanders of the two British vessels were surprised.  They had\nimagined that there was only one of these strange and terrible enemies,\nand had supposed that she would be afraid to make her peculiar attack\nupon one of them, because while doing so she would expose herself to\nthe danger of being run down by the other.  But the presence of two of\nthese almost submerged engines of destruction entirely changed the\nsituation.\n\nBut the commanders of the British ships were brave men.  They had\nstarted to run down the strangely armoured American craft, and run her\ndown they would, if they could.  They put on more steam, and went ahead\nat greater speed.  In such a furious onslaught the crabs might not dare\nto attack them.\n\nBut they did not understand the nature nor the powers of these enemies.\nIn less than twenty minutes Crab A had laid hold of one of the\nmen-of-war, and Crab B of the other.  The rudders of both were\nshattered and torn away; and while the blades of one propeller were\ncrushed to pieces, the other, with nearly half its shaft, was drawn out\nand dropped into the ocean.  Helplessly the two men-of-war rose and\nfell upon the waves.\n\nIn obedience to orders from the repeller, each crab took hold of one of\nthe disabled vessels, and towed it near the mouth of the harbour, where\nit was left.\n\nThe city was now in a state of feverish excitement, which was\nintensified by the fact that a majority of the people did not\nunderstand what had happened, while those to whom this had been made\nplain could not comprehend why such a thing should have been allowed to\nhappen.  Three of Her Majesty's ships of war, equipped and ready for\naction, had sailed out of the harbour, and an apparently insignificant\nenemy, without firing a gun, had put them into such a condition that\nthey were utterly unfit for service, and must be towed into a dry dock.\nHow could the Government, the municipality, the army, or the navy\nexplain this?\n\nThe anxiety, the excitement, the nervous desire to know what had\nhappened, and what might be expected next, spread that evening to every\npart of the Dominion reached by telegraph.\n\nThe military authorities in charge of the defences of the city were as\nmuch disturbed and amazed by what had happened as any civilian could\npossibly be, but they had no fears for the safety of the place, for the\nenemy's vessels could not possibly enter, nor even approach, the\nharbour.  The fortifications on the heights mounted guns much heavier\nthan those on the men-of-war, and shots from these fired from an\nelevation might sink even those \"underwater devils.\" But, more than on\nthe forts, they relied upon their admirable system of torpedoes and\nsubmarine batteries.  With these in position and ready for action, as\nthey now were, it was impossible for an enemy's vessel, floating on the\nwater or under it, to enter the harbour without certain destruction.\n\nBulletins to this effect were posted in the city, and somewhat allayed\nthe popular anxiety, although many people, who were fearful of what\nmight happen next, left by the evening trains for the interior.  That\nnight the news of this extraordinary affair was cabled to Europe, and\nthence back to the United States, and all over the world.  In many\nquarters the account was disbelieved, and in no quarter was it\nthoroughly understood, for it must be borne in mind that the methods of\noperation employed by the crabs were not evident to those on board the\ndisabled vessels.  But everywhere there was the greatest desire to know\nwhat would be done next.\n\nIt was the general opinion that the two armoured vessels were merely\ntenders to the submerged machines which had done the mischief.  Having\nfired no guns, nor taken any active part in the combat, there was every\nreason to believe that they were intended merely as bomb-proof\nstore-ships for their formidable consorts.  As these submerged vessels\ncould not attack a town, nor reduce fortifications, but could exercise\ntheir power only against vessels afloat, it was plain enough to see\nthat the object of the American Syndicate was to blockade the port.\nThat they would be able to maintain the blockade when the full power of\nthe British navy should be brought to bear upon them was generally\ndoubted, though it was conceded in the most wrathful circles that,\nuntil the situation should be altered, it would be unwise to risk\nvaluable war vessels in encounters with the diabolical sea-monsters now\nlying off the port.\n\nIn the New York office of the Syndicate there was great satisfaction.\nThe news received was incorrect and imperfect, but it was evident that,\nso far, everything had gone well.\n\nAbout nine o'clock the next morning, Repeller No.  1, with her consort\nhalf a mile astern, and preceded by the two crabs, one on either bow,\napproached to within two miles of the harbour mouth.  The crabs, a\nquarter of a mile ahead of the repeller, moved slowly; for between them\nthey bore an immense net, three or four hundred feet long, and thirty\nfeet deep, composed of jointed steel rods.  Along the upper edge of\nthis net was a series of air-floats, which were so graduated that they\nwere sunk by the weight of the net a few feet below the surface of the\nwater, from which position they held the net suspended vertically.\n\nThis net, which was intended to protect the repeller against the\napproach of submarine torpedoes, which might be directed from the\nshore, was anchored at each end, two very small buoys indicating its\nposition.  The crabs then falling astern, Repeller No. 1 lay to, with\nthe sunken net between her and the shore, and prepared to project the\nfirst instantaneous motor-bomb ever used in warfare.\n\nThe great gun in the bow of the vessel was loaded with one of the\nlargest and most powerful motor-bombs, and the spot to be aimed at was\nselected.  This was a point in the water just inside of the mouth of\nthe harbour, and nearly a mile from the land on either side.  The\ndistance of this point from the vessel being calculated, the cannon was\nadjusted at the angle called for by the scale of distances and levels,\nand the instrument indicating rise, fall, and direction was then put in\nconnection with it.\n\nNow the Director-in-chief stepped forward to the button, by pressing\nwhich the power of the motor was developed.  The chief of the\nscientific corps then showed him the exact point upon the scale which\nwould be indicated when the gun was in its proper position, and the\npiece was then moved upon its bearings so as to approximate as nearly\nas possible this direction.\n\nThe bow of the vessel now rose upon the swell of the sea, and the\ninstant that the index upon the scale reached the desired point, the\nDirector-in-chief touched the button.\n\nThere was no report, no smoke, no visible sign that the motor had left\nthe cannon; but at that instant there appeared, to those who were on\nthe lookout, from a fort about a mile away, a vast aperture in the\nwaters of the bay, which was variously described as from one hundred\nyards to five hundred yards in diameter.  At that same instant, in the\nneighbouring headlands and islands far up the shores of the bay, and in\nevery street and building of the city, there was felt a sharp shock, as\nif the underlying rocks had been struck by a gigantic trip-hammer.\n\nAt the same instant the sky above the spot where the motor had\ndescended was darkened by a wide-spreading cloud.  This was formed of\nthat portion of the water of the bay which had been instantaneously\nraised to the height of about a thousand feet.  The sudden appearance\nof this cloud was even more terrible than the yawning chasm in the\nwaters of the bay or the startling shock; but it did not remain long in\nview.  It had no sooner reached its highest elevation than it began to\ndescend.  There was a strong sea-breeze blowing, and in its descent\nthis vast mass of water was impelled toward the land.\n\nIt came down, not as rain, but as the waters of a vast cataract, as\nthough a mountain lake, by an earthquake shock, had been precipitated\nin a body upon a valley.  Only one edge of it reached the land, and\nhere the seething flood tore away earth, trees, and rocks, leaving\nbehind it great chasms and gullies as it descended to the sea.\n\nThe bay itself, into which the vast body of the water fell, became a\nscene of surging madness.  The towering walls of water which had stood\nup all around the suddenly created aperture hurled themselves back into\nthe abyss, and down into the great chasm at the bottom of the bay,\nwhich had been made when the motor sent its shock along the great rock\nbeds.  Down upon, and into, this roaring, boiling tumult fell the\ntremendous cataract from above, and the harbour became one wild expanse\nof leaping maddened waves, hissing their whirling spray high into the\nair.\n\nDuring these few terrific moments other things happened which passed\nunnoticed in the general consternation.  All along the shores of the\nbay and in front of the city the waters seemed to be sucked away,\nslowly returning as the sea forced them to their level, and at many\npoints up and down the harbour there were submarine detonations and\nupheavals of the water.\n\nThese were caused by the explosion, by concussion, of every torpedo and\nsubmarine battery in the harbour; and it was with this object in view\nthat the instantaneous motor-bomb had been shot into the mouth of the\nbay.\n\nThe effects of the discharge of the motor-bomb astonished and even\nstartled those on board the repellers and the crabs.  At the instant of\ntouching the button a hydraulic shock was felt on Repeller No.  1.\nThis was supposed to be occasioned the discharge of the motor, but it\nwas also felt on the other vessels.  It was the same shock that had\nbeen felt on shore, but less in degree.  A few moments after there was\na great heaving swell of the sea, which tossed and rolled the four\nvessels, and lifted the steel protecting net so high that for an\ninstant parts of it showed themselves above the surface like glistening\nsea-ghosts.\n\nExperiments with motor-bombs had been made in unsettled mountainous\ndistricts, but this was the first one which had ever exerted its power\nunder water.\n\nOn shore, in the forts, and in the city no one for an instant supposed\nthat the terrific phenomenon which had just occurred was in any way due\nto the vessels of the Syndicate.  The repellers were in plain view, and\nit was evident that neither of them had fired a gun.  Besides, the\nfiring of cannon did not produce such effects.  It was the general\nopinion that there had been an earthquake shock, accompanied by a\ncloud-burst and extraordinary convulsions of the sea.  Such a\ncombination of elementary disturbances had never been known in these\nparts; and a great many persons were much more frightened than if they\nhad understood what had really happened.\n\nIn about half an hour after the discharge of the motor-bomb, when the\nsea had resumed its usual quiet, a boat carrying a white flag left\nRepeller No. 1, rowed directly over the submerged net, and made for the\nharbour.  When the approach of this flag-of-truce was perceived from\nthe fort nearest the mouth of the harbour, it occasioned much surmise.\nHad the earthquake brought these Syndicate knaves to their senses?  Or\nwere they about to make further absurd and outrageous demands?  Some\nirate officers were of the opinion that enemies like these should be\nconsidered no better than pirates, and that their flag-of-truce should\nbe fired upon.  But the commandant of the fort paid no attention to\nsuch counsels, and sent a detachment with a white flag down to the\nbeach to meet the approaching boat and learn its errand.\n\nThe men in the boat had nothing to do but to deliver a letter from the\nDirector-in-chief to the commandant of the fort, and then row back\nagain.  No answer was required.\n\nWhen the commandant read the brief note, he made no remark.  In fact,\nhe could think of no appropriate remark to make.  The missive simply\ninformed him that at ten o'clock and eighteen minutes A. M., of that\nday, the first bomb from the marine forces of the Syndicate had been\ndischarged into the waters of the harbour.  At, or about, two o'clock\nP.M., the second bomb would be discharged at Fort Pilcher.  That was\nall.\n\nWhat this extraordinary message meant could not be imagined by any\nofficer of the garrison.  If the people on board the ships were taking\nadvantage of the earthquake, and supposed that they could induce\nBritish soldiers to believe that it had been caused by one of their\nbombs, then were they idiots indeed.  They would fire their second shot\nat Fort Pilcher!  This was impossible, for they had not yet fired their\nfirst shot.  These Syndicate people were evidently very tricky, and the\ndefenders of the port must therefore be very cautious.\n\nFort Pilcher was a very large and unfinished fortification, on a bluff\non the opposite side of the harbour.  Work had been discontinued on it\nas soon as the Syndicate's vessels had appeared off the port, for it\nwas not desired to expose the builders and workmen to a possible\nbombardment.  The place was now, therefore, almost deserted; but after\nthe receipt of the Syndicate's message, the commandant feared that the\nenemy might throw an ordinary shell into the unfinished works, and he\nsent a boat across the bay to order away any workmen or others who\nmight be lingering about the place.\n\nA little after two o'clock P.M., an instantaneous motor-bomb was\ndischarged from Repeller No. 1 into Fort Pilcher.  It was set to act\nfive seconds after impact with the object aimed at.  It struck in a\ncentral portion of the unfinished fort, and having described a high\ncurve in the air, descended not only with its own motive power, but\nwith the force of gravitation, and penetrated deep into the earth.\n\nFive seconds later a vast brown cloud appeared on the Fort Pilcher\npromontory.  This cloud was nearly spherical in form, with an apparent\ndiameter of about a thousand yards.  At the same instant a shock\nsimilar to that accompanying the first motor-bomb was felt in the city\nand surrounding country; but this was not so severe as the other, for\nthe second bomb did not exert its force upon the underlying rocks of\nthe region as the first one had done.\n\nThe great brown cloud quickly began to lose its spherical form, part of\nit descending heavily to the earth, and part floating away in vast\ndust-clouds borne inland by the breeze, settling downward as they\nmoved, and depositing on land, water, ships, houses, domes, and trees\nan almost impalpable powder.\n\nWhen the cloud had cleared away there were no fortifications, and the\nbluff on which they had stood had disappeared.  Part of this bluff had\nfloated away on the wind, and part of it lay piled in great heaps of\nsand on the spot where its rocks were to have upheld a fort.\n\nThe effect of the motor-bomb was fully observed with glasses from the\nvarious fortifications of the port, and from many points of the city\nand harbour; and those familiar with the effects of explosives were not\nlong in making up their minds what had happened.  They felt sure that a\nmine had been sprung beneath Fort Pilcher; and they were now equally\nconfident that in the morning a torpedo of novel and terrible power had\nbeen exploded in the harbour.  They now disbelieved in the earthquake,\nand treated with contempt the pretence that shots had been fired from\nthe Syndicate's vessel.  This was merely a trick of the enemy.  It was\nnot even likely that the mine or the torpedo had been operated from the\nship.  These were, in all probability, under the control of\nconfederates on shore, and had been exploded at times agreed upon\nbeforehand.  All this was perfectly plain to the military authorities.\n\nBut the people of the city derived no comfort from the announcement of\nthese conclusions.  For all that anybody knew the whole city might be\nundermined, and at any moment might ascend in a cloud of minute\nparticles.  They felt that they were in a region of hidden traitors and\nbombs, and in consequence of this belief thousands of citizens left\ntheir homes.\n\nThat afternoon a truce-boat again went out from Repeller No. 1, and\nrowed to the fort, where a letter to the commandant was delivered.\nThis, like the other, demanded no answer, and the boat returned.  Later\nin the afternoon the two repellers, accompanied by the crabs, and\nleaving the steel net still anchored in its place, retired a few miles\nseaward, where they prepared to lay to for the night.\n\nThe letter brought by the truce-boat was read by the commandant,\nsurrounded by his officers.  It stated that in twenty-four hours from\ntime of writing it, which would be at or about four o'clock on the next\nafternoon, a bomb would be thrown into the garrisoned fort, under the\ncommand of the officer addressed.  As this would result in the entire\ndestruction of the fortification, the commandant was earnestly\ncounselled to evacuate the fort before the hour specified.\n\nOrdinarily the commandant of the fort was of a calm and unexcitable\ntemperament.  During the astounding events of that day and the day\nbefore he had kept his head cool; his judgment, if not correct, was the\nresult of sober and earnest consideration.  But now he lost his temper.\nThe unparalleled effrontery and impertinence of this demand of the\nAmerican Syndicate was too much for his self-possession.  He stormed in\nanger.\n\nHere was the culmination of the knavish trickery of these\nconscienceless pirates who had attacked the port.  A torpedo had been\nexploded in the harbour, an unfinished fort had been mined and blown\nup, and all this had been done to frighten him--a British soldier--in\ncommand of a strong fort well garrisoned and fully supplied with all\nthe munitions of war.  In the fear that his fort would be destroyed by\na mystical bomb, he was expected to march to a place of safety with all\nhis forces.  If this should be done it would not be long before these\ncrafty fellows would occupy the fort, and with its great guns turned\ninland, would hold the city at their mercy.  There could be no greater\ninsult to a soldier than to suppose that he could be gulled by a trick\nlike this.\n\nNo thought of actual danger entered the mind of the commandant.  It had\nbeen easy enough to sink a great torpedo in the harbour, and the\nunguarded bluffs of Fort Pilcher offered every opportunity to the\nscoundrels who may have worked at their mines through the nights of\nseveral months.  But a mine under the fort which he commanded was an\nimpossibility; its guarded outposts prevented any such method of\nattack.  At a bomb, or a dozen, or a hundred of the Syndicate's bombs\nhe snapped his fingers.  He could throw bombs as well.\n\nNothing would please him better than that those ark-like ships in the\noffing should come near enough for an artillery fight.  A few tons of\nsolid shot and shell dropped on top of them might be a very conclusive\nanswer to their impudent demands.\n\nThe letter from the Syndicate, together with his own convictions on the\nsubject, were communicated by the commandant to the military\nauthorities of the port, and to the War Office of the Dominion.  The\nnews of what had happened that day had already been cabled across the\nAtlantic back to the United States, and all over the world; and the\nprofound impression created by it was intensified when it became known\nwhat the Syndicate proposed to do the next day.  Orders and advices\nfrom the British Admiralty and War Office sped across the ocean, and\nthat night few of the leaders in government circles in England or\nCanada closed their eyes.\n\nThe opinions of the commandant of the fort were received with but\nlittle favour by the military and naval authorities.  Great\npreparations were already ordered to repel and crush this most\naudacious attack upon the port, but in the mean time it was highly\ndesirable that the utmost caution and prudence should be observed.\nThree men-of-war had already been disabled by the novel and destructive\nmachines of the enemy, and it had been ordered that for the present no\nmore vessels of the British navy be allowed to approach the crabs of\nthe Syndicate.\n\nWhether it was a mine or a bomb which had been used in the destruction\nof the unfinished works of Fort Pilcher, it would be impossible to\ndetermine until an official survey had been made of the ruins; but, in\nany event, it would be wise and humane not to expose the garrison of\nthe fort on the south side of the harbour to the danger which had\novertaken the works on the opposite shore.  If, contrary to the opinion\nof the commandant, the garrisoned fort were really mined, the following\nday would probably prove the fact.  Until this point should be\ndetermined it would be highly judicious to temporarily evacuate the\nfort.  This could not be followed by occupation of the works by the\nenemy, for all approaches, either by troops in boats or by bodies of\nconfederates by land, could be fully covered by the inland redoubts and\nfortifications.\n\nWhen the orders for evacuation reached the commandant of the fort, he\nprotested hotly, and urged that his protest be considered.  It was not\nuntil the command had been reiterated both from London and Ottawa, that\nhe accepted the situation, and with bowed head prepared to leave his\npost.  All night preparations for evacuation went on, and during the\nnext morning the garrison left the fort, and established itself far\nenough away to preclude danger from the explosion of a mine, but near\nenough to be available in case of necessity.\n\nDuring this morning there arrived in the offing another Syndicate\nvessel.  This had started from a northern part of the United States,\nbefore the repellers and the crabs, and it had been engaged in laying a\nprivate submarine cable, which should put the office of the Syndicate\nin New York in direct communication with its naval forces engaged with\nthe enemy.  Telegraphic connection between the cable boat and Repeller\nNo. 1 having been established, the Syndicate soon received from its\nDirector-in-chief full and comprehensive accounts of what had been done\nand what it was proposed to do.  Great was the satisfaction among the\nmembers of the Syndicate when these direct and official reports came\nin.  Up to this time they had been obliged to depend upon very\nunsatisfactory intelligence communicated from Europe, which had been\nsupplemented by wild statements and rumours smuggled across the\nCanadian border.\n\nTo counteract the effect of these, a full report was immediately made\nby the Syndicate to the Government of the United States, and a bulletin\ndistinctly describing what had happened was issued to the people of the\ncountry.  These reports, which received a world-wide circulation in the\nnewspapers, created a popular elation in the United States, and gave\nrise to serious apprehensions and concern in many other countries.  But\nunder both elation and concern there was a certain doubtfulness.  So\nfar the Syndicate had been successful; but its style of warfare was\ndecidedly experimental, and its forces, in numerical strength at least,\nwere weak.  What would happen when the great naval power of Great\nBritain should be brought to bear upon the Syndicate, was a question\nwhose probable answer was likely to cause apprehension and concern in\nthe United States, and elation in many other countries.\n\nThe commencement of active hostilities had been precipitated by this\nSyndicate.  In England preparations were making by day and by night to\nsend upon the coast-lines of the United States a fleet which, in\nnumbers and power, would be greater than that of any naval expedition\nin the history of the world.  It is no wonder that many people of sober\njudgment in America looked upon the affair of the crabs and the\nrepellers as but an incident in the beginning of a great and disastrous\nwar.\n\nOn the morning of the destruction of Fort Pilcher, the Syndicate's\nvessels moved toward the port, and the steel net was taken up by the\ntwo crabs, and moved nearer the mouth of the harbour, at a point from\nwhich the fort, now in process of evacuation, was in full view.  When\nthis had been done, Repeller No. 2 took up her position at a moderate\ndistance behind the net, and the other vessels stationed themselves\nnear by.\n\nThe protection of the net was considered necessary, for although there\ncould be no reasonable doubt that all the torpedoes in the harbour and\nriver had been exploded, others might be sent out against the\nSyndicate's vessels; and a torpedo under a crab or a repeller was the\nenemy most feared by the Syndicate.\n\nAbout three o'clock the signals between the repellers became very\nfrequent, and soon afterwards a truce-boat went out from Repeller No.\n1.  This was rowed with great rapidity, but it was obliged to go much\nfarther up the harbour than on previous occasions, in order to deliver\nits message to an officer of the garrison.\n\nThis was to the effect that the evacuation of the fort had been\nobserved from the Syndicate's vessels, and although it had been\napparently complete, one of the scientific corps, with a powerful\nglass, had discovered a man in one of the outer redoubts, whose\npresence there was probably unknown to the officers of the garrison.\nIt was, therefore, earnestly urged that this man be instantly removed;\nand in order that this might be done, the discharge of the motor-bomb\nwould be postponed half an hour.\n\nThe officer received this message, and was disposed to look upon it as\na new trick; but as no time was to be lost, he sent a corporal's guard\nto the fort, and there discovered an Irish sergeant by the name of\nKilsey, who had sworn an oath that if every other man in the fort ran\naway like a lot of addle-pated sheep, he would not run with them; he\nwould stand to his post to the last, and when the couple of ships\noutside had got through bombarding the stout walls of the fort, the\nworld would see that there was at least one British soldier who was not\nafraid of a bomb, be it little or big.  Therefore he had managed to\nelude observation, and to remain behind.\n\nThe sergeant was so hot-headed in his determination to stand by the\nfort, that it required violence to remove him; and it was not until\ntwenty minutes past four that the Syndicate observers perceived that he\nhad been taken to the hill behind which the garrison was encamped.\n\nAs it had been decided that Repeller No. 2 should discharge the next\ninstantaneous motor-bomb, there was an anxious desire on the part of\nthe operators on that vessel that in this, their first experience, they\nmight do their duty as well as their comrades on board the other\nrepeller had done theirs.  The most accurate observations, the most\ncareful calculations, were made and re-made, the point to be aimed at\nbeing about the centre of the fort.\n\nThe motor-bomb had been in the cannon for nearly an hour, and\neverything had long been ready, when at precisely thirty minutes past\nfour o'clock the signal to discharge came from the Director-in-chief;\nand in four seconds afterwards the index on the scale indicated that\nthe gun was in the proper position, and the button was touched.\n\nThe motor-bomb was set to act the instant it should touch any portion\nof the fort, and the effect was different from that of the other bombs.\nThere was a quick, hard shock, but it was all in the air.  Thousands of\npanes of glass in the city and in houses for miles around were cracked\nor broken, birds fell dead or stunned upon the ground, and people on\nelevations at considerable distances felt as if they had received a\nblow; but there was no trembling of the ground.\n\nAs to the fort, it had entirely disappeared, its particles having been\ninstantaneously removed to a great distance in every direction, falling\nover such a vast expanse of land and water that their descent was\nunobservable.\n\nIn the place where the fortress had stood there was a wide tract of\nbare earth, which looked as if it had been scraped into a staring dead\nlevel of gravel and clay.  The instantaneous motor-bomb had been\narranged to act almost horizontally.\n\nFew persons, except those who from a distance had been watching the\nfort with glasses, understood what had happened; but every one in the\ncity and surrounding country was conscious that something had happened\nof a most startling kind, and that it was over in the same instant in\nwhich they had perceived it.  Everywhere there was the noise of falling\nwindow-glass. There were those who asserted that for an instant they\nhad heard in the distance a grinding crash; and there were others who\nwere quite sure that they had noticed what might be called a flash of\ndarkness, as if something had, with almost unappreciable quickness,\npassed between them and the sun.\n\nWhen the officers of the garrison mounted the hill before them and\nsurveyed the place where their fort had been, there was not one of them\nwho had sufficient command of himself to write a report of what had\nhappened.  They gazed at the bare, staring flatness of the shorn bluff,\nand they looked at each other.  This was not war.  It was something\nsupernatural, awful!  They were not frightened; they were oppressed and\nappalled.  But the military discipline of their minds soon exerted its\nforce, and a brief account of the terrific event was transmitted to the\nauthorities, and Sergeant Kilsey was sentenced to a month in the\nguard-house.\n\nNo one approached the vicinity of the bluff where the fort had stood,\nfor danger might not be over; but every possible point of observation\nwithin a safe distance was soon crowded with anxious and terrified\nobservers.  A feeling of awe was noticeable everywhere.  If people\ncould have had a tangible idea of what had occurred, it would have been\ndifferent.  If the sea had raged, if a vast body of water had been\nthrown into the air, if a dense cloud had been suddenly ejected from\nthe surface of the earth, they might have formed some opinion about it.\nBut the instantaneous disappearance of a great fortification with a\nlittle more appreciable accompaniment than the sudden tap, as of a\nlittle hammer, upon thousands of window-panes, was something which\ntheir intellects could not grasp.  It was not to be expected that the\nordinary mind could appreciate the difference between the action of an\ninstantaneous motor when imbedded in rocks and earth, and its effect,\nwhen opposed by nothing but stone walls, upon or near the surface of\nthe earth.\n\nEarly the next morning, the little fleet of the Syndicate prepared to\ncarry out its further orders.  The waters of the lower bay were now\nentirely deserted, craft of every description having taken refuge in\nthe upper part of the harbour near and above the city.  Therefore, as\nsoon as it was light enough to make observations, Repeller No. 1 did\nnot hesitate to discharge a motor-bomb into the harbour, a mile or more\nabove where the first one had fallen.  This was done in order to\nexplode any torpedoes which might have been put into position since the\ndischarge of the first bomb.\n\nThere were very few people in the city and suburbs who were at that\nhour out of doors where they could see the great cloud of water arise\ntoward the sky, and behold it descend like a mighty cataract upon the\nharbour and adjacent shores; but the quick, sharp shock which ran under\nthe town made people spring from their beds; and although nothing was\nthen to be seen, nearly everybody felt sure that the Syndicate's forces\nhad begun their day's work by exploding another mine.\n\nA lighthouse, the occupants of which had been ordered to leave when the\nfort was evacuated, as they might be in danger in case of a\nbombardment, was so shaken by the explosion of this motor-bomb that it\nfell in ruins on the rocks upon which it had stood.\n\nThe two crabs now took the steel net from its moorings and carried it\nup the harbour.  This was rather difficult on account of the islands,\nrocks, and sand-bars; but the leading crab had on board a pilot\nacquainted with those waters.  With the net hanging between them, the\ntwo submerged vessels, one carefully following the other, reached a\npoint about two miles below the city, where the net was anchored across\nthe harbour.  It did not reach from shore to shore, but in the course\nof the morning two other nets, designed for shallower waters, were\nbrought from the repellers and anchored at each end of the main net,\nthus forming a line of complete protection against submarine torpedoes\nwhich might be sent down from the upper harbour.\n\nRepeller No. 1 now steamed into the harbour, accompanied by Crab A, and\nanchored about a quarter of a mile seaward of the net.  The other\nrepeller, with her attendant crab, cruised about the mouth of the\nharbour, watching a smaller entrance to the port as well as the larger\none, and thus maintaining an effective blockade.  This was not a\ndifficult duty, for since the news of the extraordinary performances of\nthe crabs had been spread abroad, no merchant vessel, large or small,\ncared to approach that port; and strict orders had been issued by the\nBritish Admiralty that no vessel of the navy should, until further\ninstructed, engage in combat with the peculiar craft of the Syndicate.\nUntil a plan of action had been determined upon, it was very desirable\nthat English cruisers should not be exposed to useless injury and\ndanger.\n\nThis being the state of affairs, a message was sent from the office of\nthe Syndicate across the border to the Dominion Government, which\nstated that the seaport city which had been attacked by the forces of\nthe Syndicate now lay under the guns of its vessels, and in case of any\novert act of war by Great Britain or Canada alone, such as the entrance\nof an armed force from British territory into the United States, or a\ncapture of or attack upon an American vessel, naval or commercial, by a\nBritish man-of-war, or an attack upon an American port by British\nvessels, the city would be bombarded and destroyed.\n\nThis message, which was, of course, instantly transmitted to London,\nplaced the British Government in the apparent position of being held by\nthe throat by the American War Syndicate.  But if the British\nGovernment, or the people of England or Canada, recognized this\nposition at all, it was merely as a temporary condition.  In a short\ntime the most powerful men-of-war of the Royal Navy, as well as a fleet\nof transports carrying troops, would reach the coasts of North America,\nand then the condition of affairs would rapidly be changed.  It was\nabsurd to suppose that a few medium-sized vessels, however heavily\narmoured, or a few new-fangled submarine machines, however destructive\nthey might be, could withstand an armada of the largest and finest\narmoured vessels in the world.  A ship or two might be disabled,\nalthough this was unlikely, now that the new method of attack was\nunderstood; but it would soon be the ports of the United States, on\nboth the Pacific and Atlantic coasts, which would lie under the guns of\nan enemy.\n\nBut it was not in the power of their navy that the British Government\nand the people of England and Canada placed their greatest trust, but\nin the incapacity of their petty foe to support its ridiculous\nassumptions.  The claim that the city lay under the guns of the\nAmerican Syndicate was considered ridiculous, for few people believed\nthat these vessels had any guns.  Certainly, there had been no evidence\nthat any shots had been fired from them.  In the opinion of reasonable\npeople the destruction of the forts and the explosions in the harbour\nhad been caused by mines--mines of a new and terrifying power--which\nwere the work of traitors and confederates.  The destruction of the\nlighthouse had strengthened this belief, for its fall was similar to\nthat which would have been occasioned by a great explosion under its\nfoundation.\n\nBut however terrifying and appalling had been the results of the\nexplosion of these mines, it was not thought probable that there were\nany more of them.  The explosions had taken place at exposed points\ndistant from the city, and the most careful investigation failed to\ndiscover any present signs of mining operations.\n\nThis theory of mines worked by confederates was received throughout the\ncivilized world, and was universally condemned.  Even in the United\nStates the feeling was so strong against this apparent alliance between\nthe Syndicate and British traitors, that there was reason to believe\nthat a popular pressure would be brought to bear upon the Government\nsufficient to force it to break its contract with the Syndicate, and to\ncarry on the war with the National army and navy.  The crab was\nconsidered an admirable addition to the strength of the navy, but a\nmine under a fort, laid and fired by perfidious confederates, was\nconsidered unworthy an enlightened people.\n\nThe members of the Syndicate now found themselves in an embarrassing\nand dangerous position--a position in which they were placed by the\nuniversal incredulity regarding the instantaneous motor; and unless\nthey could make the world believe that they really used such a\nmotor-bomb, the war could not be prosecuted on the plan projected.\n\nIt was easy enough to convince the enemy of the terrible destruction\nthe Syndicate was able to effect; but to make that enemy and the world\nunderstand that this was done by bombs, which could be used in one\nplace as well as another, was difficult indeed.  They had attempted to\nprove this by announcing that at a certain time a bomb should be\nprojected into a certain fort.  Precisely at the specified time the\nfort had been destroyed, but nobody believed that a bomb had been fired.\n\nEvery opinion, official or popular, concerning what it had done and\nwhat might be expected of it, was promptly forwarded to the Syndicate\nby its agents, and it was thus enabled to see very plainly indeed that\nthe effect it had desired to produce had not been produced.  Unless the\nenemy could be made to understand that any fort or ships within ten\nmiles of one of the Syndicate's cannon could be instantaneously\ndissipated in the shape of fine dust, this war could not be carried on\nupon the principles adopted, and therefore might as well pass out of\nthe hands of the Syndicate.\n\nDay by day and night by night the state of affairs was anxiously\nconsidered at the office of the Syndicate in New York.  A new and\nimportant undertaking was determined upon, and on the success of this\nthe hopes of the Syndicate now depended.\n\nDuring the rapid and vigorous preparations which the Syndicate were now\nmaking for their new venture, several events of interest occurred.\n\nTwo of the largest Atlantic mail steamers, carrying infantry and\nartillery troops, and conveyed by two swift and powerful men-of-war,\narrived off the coast of Canada, considerably to the north of the\nblockaded city.  The departure and probable time of arrival of these\nvessels had been telegraphed to the Syndicate, through one of the\ncontinental cables, and a repeller with two crabs had been for some\ndays waiting for them.  The English vessels had taken a high northern\ncourse, hoping they might enter the Gulf of St. Lawrence without\nsubjecting themselves to injury from the enemy's crabs, it not being\nconsidered probable that there were enough of these vessels to patrol\nthe entire coast.  But although the crabs were few in number, the\nSyndicate was able to place them where they would be of most use; and\nwhen the English vessels arrived off the northern entrance to the gulf,\nthey found their enemies there.\n\nHowever strong might be the incredulity of the enemy regarding the\npowers of a repeller to bombard a city, the Syndicate felt sure there\nwould be no present invasion of the United States from Canada; but it\nwished to convince the British Government that troops and munitions of\nwar could not be safely transported across the Atlantic.  On the other\nhand, the Syndicate very much objected to undertaking the imprisonment\nand sustenance of a large body of soldiers.  Orders were therefore\ngiven to the officer in charge of the repeller not to molest the two\ntransports, but to remove the rudders and extract the screws of the two\nwar-vessels, leaving them to be towed into port by the troop-ships.\n\nThis duty was performed by the crabs, while the British vessels, both\nrams, were preparing to make a united and vigorous onset on the\nrepeller, and the two men-of-war were left hopelessly tossing on the\nwaves.  One of the transports, a very fast steamer, had already entered\nthe straits, and could not be signalled; but the other one returned and\ntook both the war-ships in tow, proceeding very slowly until, after\nentering the gulf, she was relieved by tugboats.\n\nAnother event of a somewhat different character was the occasion of\nmuch excited feeling and comment, particularly in the United States.\nThe descent and attack by British vessels on an Atlantic port was a\nmatter of popular expectation.  The Syndicate had repellers and crabs\nat the most important points; but, in the minds of naval officers and a\nlarge portion of the people, little dependence for defence was to be\nplaced upon these.  As to the ability of the War Syndicate to prevent\ninvasion or attack by means of its threats to bombard the blockaded\nCanadian port, very few believed in it.  Even if the Syndicate could do\nany more damage in that quarter, which was improbable, what was to\nprevent the British navy from playing the same game, and entering an\nAmerican seaport, threaten to bombard the place if the Syndicate did\nnot immediately run all their queer vessels high and dry on some\nconvenient beach?\n\nA feeling of indignation against the Syndicate had existed in the navy\nfrom the time that the war contract had been made, and this feeling\nincreased daily.  That the officers and men of the United States navy\nshould be penned up in harbours, ports, and sounds, while British ships\nand the hulking mine-springers and rudder-pinchers of the Syndicate\nwere allowed to roam the ocean at will, was a very hard thing for brave\nsailors to bear.  Sometimes the resentment against this state of\naffairs rose almost to revolt.\n\nThe great naval preparations of England were not yet complete, but\nsingle British men-of-war were now frequently seen off the Atlantic\ncoast of the United States.  No American vessels had been captured by\nthese since the message of the Syndicate to the Dominion of Canada and\nthe British Government.  But one good reason for this was the fact that\nit was very difficult now to find upon the Atlantic ocean a vessel\nsailing under the American flag.  As far as possible these had taken\nrefuge in their own ports or in those of neutral countries.\n\nAt the mouth of Delaware Bay, behind the great Breakwater, was now\ncollected a number of coastwise sailing-vessels and steamers of various\nclasses and sizes; and for the protection of these maritime refugees,\ntwo vessels of the United States navy were stationed at this point.\nThese were the Lenox and Stockbridge, two of the finest cruisers in the\nservice, and commanded by two of the most restless and bravest officers\nof the American navy.\n\nThe appearance, early on a summer morning, of a large British cruiser\noff the mouth of the harbour, filled those two commanders with\nuncontrollable belligerency.  That in time of war a vessel of the enemy\nshould be allowed, undisturbed, to sail up and down before an American\nharbour, while an American vessel filled with brave American sailors\nlay inside like a cowed dog, was a thought which goaded the soul of\neach of these commanders.  There was a certain rivalry between the two\nships; and, considering the insult offered by the flaunting red cross\nin the offing, and the humiliating restrictions imposed by the Naval\nDepartment, each commander thought only of his own ship, and not at all\nof the other.\n\nIt was almost at the same time that the commanders of the two ships\nseparately came to the conclusion that the proper way to protect the\nfleet behind the Breakwater was for his vessel to boldly steam out to\nsea and attack the British cruiser.  If this vessel carried a\nlong-range gun, what was to hinder her from suddenly running in closer\nand sending a few shells into the midst of the defenceless merchantmen?\nIn fact, to go out and fight her was the only way to protect the lives\nand property in the harbour.\n\nIt was true that one of those beastly repellers was sneaking about off\nthe cape, accompanied, probably, by an underwater tongs-boat.  But as\nneither of these had done anything, or seemed likely to do anything,\nthe British cruiser should be attacked without loss of time.\n\nWhen the commander of the Lenox came to this decision, his ship was\nwell abreast of Cape Henlopen, and he therefore proceeded directly out\nto sea.  There was a little fear in his mind that the English cruiser,\nwhich was now bearing to the south-east, might sail off and get away\nfrom him.  The Stockbridge was detained by the arrival of a despatch\nboat from the shore with a message from the Naval Department.  But as\nthis message related only to the measurements of a certain deck gun,\nher commander intended, as soon as an answer could be sent off, to sail\nout and give battle to the British vessel.\n\nEvery soul on board the Lenox was now filled with fiery ardour.  The\nship was already in good fighting trim, but every possible preparation\nwas made for a contest which should show their country and the world\nwhat American sailors were made of.\n\nThe Lenox had not proceeded more than a mile out to sea, when she\nperceived Repeller No. 6 coming toward her from seaward, and in a\ndirection which indicated that it intended to run across her course.\nThe Lenox, however, went straight on, and in a short time the two\nvessels were quite near each other.  Upon the deck of the repeller now\nappeared the director in charge, who, with a speaking-trumpet, hailed\nthe Lenox and requested her to lay to, as he had something to\ncommunicate.  The commander of the Lenox, through his trumpet, answered\nthat he wanted no communications, and advised the other vessel to keep\nout of his way.\n\nThe Lenox now put on a greater head of steam, and as she was in any\ncase a much faster vessel than the repeller, she rapidly increased the\ndistance between herself and the Syndicate's vessel, so that in a few\nmoments hailing was impossible.  Quick signals now shot up in jets of\nblack smoke from the repeller, and in a very short time afterward the\nspeed of the Lenox slackened so much that the repeller was able to come\nup with her.\n\nWhen the two vessels were abreast of each other, and at a safe hailing\ndistance apart, another signal went up from the repeller, and then both\nvessels almost ceased to move through the water, although the engines\nof the Lenox were working at high speed, with her propeller-blades\nstirring up a whirlpool at her stern.\n\nFor a minute or two the officers of the Lenox could not comprehend what\nhad happened.  It was first supposed that by mistake the engines had\nbeen slackened, but almost at the same moment that it was found that\nthis was not the case, the discovery was made that the crab\naccompanying the repeller had laid hold of the stern-post of the Lenox,\nand with all the strength of her powerful engines was holding her back.\n\nNow burst forth in the Lenox a storm of frenzied rage, such as was\nnever seen perhaps upon any vessel since vessels were first built.\nFrom the commander to the stokers every heart was filled with fury at\nthe insult which was put upon them.  The commander roared through his\ntrumpet that if that infernal sea-beetle were not immediately loosed\nfrom his ship he would first sink her and then the repeller.\n\nTo these remarks the director of the Syndicate's vessels paid no\nattention, but proceeded to state as briefly and forcibly as possible\nthat the Lenox had been detained in order that he might have an\nopportunity of speaking with her commander, and of informing him that\nhis action in coming out of the harbour for the purpose of attacking a\nBritish vessel was in direct violation of the contract between the\nUnited States and the Syndicate having charge of the war, and that such\naction could not be allowed.\n\nThe commander of the Lenox paid no more attention to these words than\nthe Syndicate's director had given to those he had spoken, but\nimmediately commenced a violent attack upon the crab.  It was\nimpossible to bring any of the large guns to bear upon her, for she was\nalmost under the stern of the Lenox; but every means of offence which\ninfuriated ingenuity could suggest was used against it.  Machine guns\nwere trained to fire almost perpendicularly, and shot after shot was\npoured upon that portion of its glistening back which appeared above\nthe water.\n\nBut as these projectiles seemed to have no effect upon the solid back\nof Crab H, two great anvils were hoisted at the end of the\nspanker-boom, and dropped, one after the other, upon it.  The shocks\nwere tremendous, but the internal construction of the crabs provided,\nby means of upright beams, against injury from attacks of this kind,\nand the great masses of iron slid off into the sea without doing any\ndamage.\n\nFinding it impossible to make any impression upon the mailed monster at\nhis stern, the commander of the Lenox hailed the director of the\nrepeller, and swore to him through his trumpet that if he did not\nimmediately order the Lenox to be set free, her heaviest guns should be\nbrought to bear upon his floating counting-house, and that it should be\nsunk, if it took all day to do it.\n\nIt would have been a grim satisfaction to the commander of the Lenox to\nsink Repeller No. 6, for he knew the vessel when she had belonged to\nthe United States navy.  Before she had been bought by the Syndicate,\nand fitted out with spring armour, he had made two long cruises in her,\nand he bitterly hated her, from her keel up.\n\nThe director of the repeller agreed to release the Lenox the instant\nher commander would consent to return to port.  No answer was made to\nthis proposition, but a dynamite gun on the Lenox was brought to bear\nupon the Syndicate's vessel.  Desiring to avoid any complications which\nmight ensue from actions of this sort, the repeller steamed ahead,\nwhile the director signalled Crab H to move the stern of the Lenox to\nthe windward, which, being quickly done, the gun of the latter bore\nupon the distant coast.\n\nIt was now very plain to the Syndicate director that his words could\nhave no effect upon the commander of the Lenox, and he therefore\nsignalled Crab H to tow the United States vessel into port.  When the\ncommander of the Lenox saw that his vessel was beginning to move\nbackward, he gave instant orders to put on all steam.  But this was\nfound to be useless, for when the dynamite gun was about to be fired,\nthe engines had been ordered stopped, and the moment that the\npropeller-blades ceased moving the nippers of the crab had been\nreleased from their hold upon the stern-post, and the propeller-blades\nof the Lenox were gently but firmly seized in a grasp which included\nthe rudder.  It was therefore impossible for the engines of the vessel\nto revolve the propeller, and, unresistingly, the Lenox was towed,\nstern foremost, to the Breakwater.\n\nThe news of this incident created the wildest indignation in the United\nStates navy, and throughout the country the condemnation of what was\nconsidered the insulting action of the Syndicate was general. In\nforeign countries the affair was the subject of a good deal of comment,\nbut it was also the occasion of much serious consideration, for it\nproved that one of the Syndicate's submerged vessels could, without\nfiring a gun, and without fear of injury to itself, capture a\nman-of-war and tow it whither it pleased.\n\nThe authorities at Washington took instant action on the affair, and as\nit was quite evident that the contract between the United States and\nthe Syndicate had been violated by the Lenox, the commander of that\nvessel was reprimanded by the Secretary of the Navy, and enjoined that\nthere should be no repetitions of his offence.  But as the commander of\nthe Lenox knew that the Secretary of the Navy was as angry as he was at\nwhat had happened, he did not feel his reprimand to be in any way a\ndisgrace.\n\nIt may be stated that the Stockbridge, which had steamed for the open\nsea as soon as the business which had detained her was completed, did\nnot go outside the Cape.  When her officers perceived with their\nglasses that the Lenox was returning to port stern foremost, they\nopined what had happened, and desiring that their ship should do all\nher sailing in the natural way, the Stockbridge was put about and\nsteamed, bow foremost, to her anchorage behind the Breakwater, the\ncommander thanking his stars that for once the Lenox had got ahead of\nhim.\n\nThe members of the Syndicate were very anxious to remove the\nunfavorable impression regarding what was called in many quarters their\nattack upon a United States vessel, and a circular to the public was\nissued, in which they expressed their deep regret at being obliged to\ninterfere with so many brave officers and men in a moment of patriotic\nenthusiasm, and explaining how absolutely necessary it was that the\nLenox should be removed from a position where a conflict with English\nline-of-battle ships would be probable.  There were many thinking\npersons who saw the weight of the Syndicate's statements, but the\neffect of the circular upon the popular mind was not great.\n\nThe Syndicate was now hard at work making preparations for the grand\nstroke which had been determined upon.  In the whole country there was\nscarcely a man whose ability could be made available in their work, who\nwas not engaged in their service; and everywhere, in foundries,\nworkshops, and shipyards, the construction of their engines of war was\nbeing carried on by day and by night.  No contracts were made for the\ndelivery of work at certain times; everything was done under the direct\nsupervision of the Syndicate and its subordinates, and the work went on\nwith a definiteness and rapidity hitherto unknown in naval construction.\n\nIn the midst of the Syndicate's labours there arrived off the coast of\nCanada the first result of Great Britain's preparations for her war\nwith the American Syndicate, in the shape of the Adamant, the largest\nand finest ironclad which had ever crossed the Atlantic, and which had\nbeen sent to raise the blockade of the Canadian port by the Syndicate's\nvessels.\n\nThis great ship had been especially fitted out to engage in combat with\nrepellers and crabs.  As far as was possible the peculiar construction\nof the Syndicate's vessels had been carefully studied, and English\nspecialists in the line of naval construction and ordnance had given\nmost earnest consideration to methods of attack and defence most likely\nto succeed with these novel ships of war.  The Adamant was the only\nvessel which it had been possible to send out in so short a time, and\nher cruise was somewhat of an experiment.  If she should be successful\nin raising the blockade of the Canadian port, the British Admiralty\nwould have but little difficulty in dealing with the American Syndicate.\n\nThe most important object was to provide a defence against the\nscrew-extracting and rudder-breaking crabs; and to this end the Adamant\nhad been fitted with what was termed a \"stern-jacket.\"  This was a\ngreat cage of heavy steel bars, which was attached to the stern of the\nvessel in such a way that it could be raised high above the water, so\nas to offer no impediment while under way, and which, in time of\naction, could be let down so as to surround and protect the rudder and\nscrew-propellers, of which the Adamant had two.\n\nThis was considered an adequate defence against the nippers of a\nSyndicate crab; but as a means of offence against these almost\nsubmerged vessels a novel contrivance had been adopted.  From a great\nboom projecting over the stern, a large ship's cannon was suspended\nperpendicularly, muzzle downward.  This gun could be swung around to\nthe deck, hoisted into a horizontal position, loaded with a heavy\ncharge, a wooden plug keeping the load in position when the gun hung\nperpendicularly.\n\nIf the crab should come under the stern, this cannon could be fired\ndirectly downward upon her back, and it was not believed that any\nvessel of the kind could stand many such tremendous shocks.  It was not\nknown exactly how ventilation was supplied to the submarine vessels of\nthe Syndicate, nor how the occupants were enabled to make the necessary\nobservations during action.  When under way the crabs sailed somewhat\nelevated above the water, but when engaged with an enemy only a small\nportion of their covering armour could be seen.\n\nIt was surmised that under and between some of the scales of this\narmour there was some arrangement of thick glasses, through which the\nnecessary observation could be made; and it was believed that, even if\nthe heavy perpendicular shots did not crush in the roof of a crab,\nthese glasses would be shattered by concussion.  Although this might\nappear a matter of slight importance, it was thought among naval\nofficers it would necessitate the withdrawal of a crab from action.\n\nIn consequence of the idea that the crabs were vulnerable between their\noverlapping plates, some of the Adamant's boats were fitted out with\nGatling and machine guns, by which a shower of balls might be sent\nunder the scales, through the glasses, and into the body of the crab.\nIn addition to their guns, these boats would be supplied with other\nmeans of attack upon the crab.\n\nOf course it would be impossible to destroy these submerged enemies by\nmeans of dynamite or torpedoes; for with two vessels in close\nproximity, the explosion of a torpedo would be as dangerous to the hull\nof one as to the other.  The British Admiralty would not allow even the\nAdamant to explode torpedoes or dynamite under her own stern.\n\nWith regard to a repeller, or spring-armoured vessel, the Adamant would\nrely upon her exceptionally powerful armament, and upon her great\nweight and speed.  She was fitted with twin screws and engines of the\nhighest power, and it was believed that she would be able to overhaul,\nram, and crush the largest vessel armoured or unarmoured which the\nSyndicate would be able to bring against her.  Some of her guns were of\nimmense calibre, firing shot weighing nearly two thousand pounds, and\nrequiring half a ton of powder for each charge.  Besides these she\ncarried an unusually large number of large cannon and two dynamite\nguns.  She was so heavily plated and armoured as to be proof against\nany known artillery in the world.\n\nShe was a floating fortress, with men enough to make up the population\nof a town, and with stores, ammunition, and coal sufficient to last for\na long term of active service.  Such was the mighty English battleship\nwhich had come forward to raise the siege of the Canadian port.\n\nThe officers of the Syndicate were well aware of the character of the\nAdamant, her armament and her defences, and had been informed by cable\nof her time of sailing and probable destination.  They sent out\nRepeller No. 7, with Crabs J and K, to meet her off the Banks of\nNewfoundland.\n\nThis repeller was the largest and strongest vessel that the Syndicate\nhad ready for service.  In addition to the spring armour with which\nthese vessels were supplied, this one was furnished with a second coat\nof armour outside the first, the elastic steel ribs of which ran\nlongitudinally and at right angles to those of the inner set.  Both\ncoats were furnished with a great number of improved air-buffers, and\nthe arrangement of spring armour extended five or six feet beyond the\nmassive steel plates with which the vessel was originally armoured.\nShe carried one motor-cannon of large size.\n\nOne of the crabs was of the ordinary pattern, but Crab K was furnished\nwith a spring armour above the heavy plates of her roof.  This had been\nplaced upon her after the news had been received by the Syndicate that\nthe Adamant would carry a perpendicular cannon over her stern, but\nthere had not been time enough to fit out another crab in the same way.\n\nWhen the director in charge of Repeller No. 7 first caught sight of the\nAdamant, and scanned through his glass the vast proportions of the\nmighty ship which was rapidly steaming towards the coast, he felt that\na responsibility rested upon him heavier than any which had yet been\nborne by an officer of the Syndicate; but he did not hesitate in the\nduty which he had been sent to perform, and immediately ordered the two\ncrabs to advance to meet the Adamant, and to proceed to action\naccording to the instructions which they had previously received.  His\nown ship was kept, in pursuance of orders, several miles distant from\nthe British ship.\n\nAs soon as the repeller had been sighted from the Adamant, a strict\nlookout had been kept for the approach of crabs; and when the small\nexposed portions of the backs of two of these were perceived glistening\nin the sunlight, the speed of the great ship slackened.  The ability of\nthe Syndicate's submerged vessels to move suddenly and quickly in any\ndirection had been clearly demonstrated, and although a great ironclad\nwith a ram could run down and sink a crab without feeling the\nconcussion, it was known that it would be perfectly easy for the\nsmaller craft to keep out of the way of its bulky antagonist.\nTherefore the Adamant did not try to ram the crabs, nor to get away\nfrom them.  Her commander intended, if possible, to run down one or\nboth of them; but he did not propose to do this in the usual way.\n\nAs the crabs approached, the stern-jacket of the Adamant was let down,\nand the engines were slowed.  This stern-jacket, when protecting the\nrudder and propellers, looked very much like the cowcatcher of a\nlocomotive, and was capable of being put to a somewhat similar use.  It\nwas the intention of the captain of the Adamant, should the crabs\nattempt to attach themselves to his stern, to suddenly put on all\nsteam, reverse his engines, and back upon them, the stern-jacket\nanswering as a ram.\n\nThe commander of the Adamant had no doubt that in this way he could run\ninto a crab, roll it over in the water, and when it was lying bottom\nupward, like a floating cask, he could move his ship to a distance, and\nmake a target of it.  So desirous was this brave and somewhat facetious\ncaptain to try his new plan upon a crab, that he forebore to fire upon\nthe two vessels of that class which were approaching him.  Some of his\nguns were so mounted that their muzzles could be greatly depressed, and\naimed at an object in the water not far from the ship.  But these were\nnot discharged, and, indeed, the crabs, which were new ones of unusual\nswiftness, were alongside the Adamant in an incredibly short time, and\nout of the range of these guns.\n\nCrab J was on the starboard side of the Adamant, Crab K was on the port\nside, and, simultaneously, the two laid hold of her.  But they were not\ndirectly astern of the great vessel.  Each had its nippers fastened to\none side of the stern-jacket, near the hinge-like bolts which held it\nto the vessel, and on which it was raised and lowered.\n\nIn a moment the Adamant began to steam backward; but the only effect of\nthis motion, which soon became rapid, was to swing the crabs around\nagainst her sides, and carry them with her.  As the vessels were thus\nmoving the great pincers of the crabs were twisted with tremendous\nforce, the stern-jacket on one side was broken from its bolt, and on\nthe other the bolt itself was drawn out of the side of the vessel.  The\nnippers then opened, and the stern-jacket fell from their grasp into\nthe sea, snapping in its fall the chain by which it had been raised and\nlowered.\n\nThis disaster occurred so quickly that few persons on board the Adamant\nknew what had happened.  But the captain, who had seen everything, gave\ninstant orders to go ahead at full speed.  The first thing to be done\nwas to get at a distance from those crabs, keep well away from them,\nand pound them to pieces with his heavy guns.\n\nBut the iron screw-propellers had scarcely begun to move in the\nopposite direction, before the two crabs, each now lying at right\nangles with the length of the ship, but neither of them directly astern\nof her, made a dash with open nippers, and Crab J fastened upon one\npropeller, while Crab K laid hold of the other.  There was a din and\ncrash of breaking metal, two shocks which were felt throughout the\nvessel, and the shattered and crushed blades of the propellers of the\ngreat battleship were powerless to move her.\n\nThe captain of the Adamant, pallid with fury, stood upon the poop.  In\na moment the crabs would be at his rudder!  The great gun,\ndouble-shotted and ready to fire, was hanging from its boom over the\nstern.  Crab K, whose roof had the additional protection of spring\narmour, now moved round so as to be directly astern of the Adamant.\nBefore she could reach the rudder, her forward part came under the\nsuspended cannon, and two massive steel shot were driven down upon her\nwith a force sufficient to send them through masses of solid rock; but\nfrom the surface of elastic steel springs and air-buffers they bounced\nupward, one of them almost falling on the deck of the Adamant.\n\nThe gunners of this piece had been well trained.  In a moment the boom\nwas swung around, the cannon reloaded, and when Crab K fixed her\nnippers on the rudder of the Adamant, two more shot came down upon her.\nAs in the first instance she dipped and rolled, but the ribs of her\nuninjured armour had scarcely sprung back into their places, before her\nnippers turned, and the rudder of the Adamant was broken in two, and\nthe upper portion dragged from its fastenings then a quick backward\njerk snapped its chains, and it was dropped into the sea.\n\nA signal was now sent from Crab J to Repeller No.  7, to the effect\nthat the Adamant had been rendered incapable of steaming or sailing,\nand that she lay subject to order.\n\nSubject to order or not, the Adamant did not lie passive.  Every gun on\nboard which could be sufficiently depressed, was made ready to fire\nupon the crabs should they attempt to get away.  Four large boats,\nfurnished with machine guns, grapnels, and with various appliances\nwhich might be brought into use on a steel-plated roof, were lowered\nfrom their davits, and immediately began firing upon the exposed\nportions of the crabs.  Their machine guns were loaded with small\nshells, and if these penetrated under the horizontal plates of a crab,\nand through the heavy glass which was supposed to be in these\ninterstices, the crew of the submerged craft would be soon destroyed.\n\nThe quick eye of the captain of the Adamant had observed through his\nglass, while the crabs were still at a considerable distance, their\nprotruding air-pipes, and he had instructed the officers in charge of\nthe boats to make an especial attack upon these.  If the air-pipes of a\ncrab could be rendered useless, the crew must inevitably be smothered.\n\nBut the brave captain did not know that the condensed-air chambers of\nthe crabs would supply their inmates for an hour or more without\nrecourse to the outer air, and that the air-pipes, furnished with\nvalves at the top, were always withdrawn under water during action with\nan enemy.  Nor did he know that the glass blocks under the\narmour-plates of the crabs, which were placed in rubber frames to\nprotect them from concussion above, were also guarded by steel netting\nfrom injury by small balls.\n\nValiantly the boats beset the crabs, keeping up a constant fusillade,\nand endeavouring to throw grapnels over them.  If one of these should\ncatch under an overlapping armour-plate it could be connected with the\nsteam windlass of the Adamant, and a plate might be ripped off or a\ncrab overturned.\n\nBut the crabs proved to be much more lively fish than their enemies had\nsupposed.  Turning, as if on a pivot, and darting from side to side,\nthey seemed to be playing with the boats, and not trying to get away\nfrom them.  The spring armour of Crab K interfered somewhat with its\nmovements, and also put it in danger from attacks by grapnels, and it\ntherefore left most of the work to its consort.\n\nCrab J, after darting swiftly in and out among her antagonists for some\ntime, suddenly made a turn, and dashing at one of the boats, ran under\nit, and raising it on its glistening back, rolled it, bottom upward,\ninto the sea.  In a moment the crew of the boat were swimming for their\nlives.  They were quickly picked up by two of the other boats, which\nthen deemed it prudent to return to the ship.\n\nBut the second officer of the Adamant, who commanded the fourth boat,\ndid not give up the fight.  Having noted the spring armour of Crab K,\nhe believed that if he could get a grapnel between its steel ribs he\nyet might capture the sea-monster.  For some minutes Crab K contented\nitself with eluding him; but, tired of this, it turned, and raising its\nhuge nippers almost out of the water, it seized the bow of the boat,\nand gave it a gentle crunch, after which it released its hold and\nretired.  The boat, leaking rapidly through two ragged holes, was rowed\nback to the ship, which it reached half full of water.\n\nThe great battle-ship, totally bereft of the power of moving herself,\nwas now rolling in the trough of the sea, and a signal came from the\nrepeller for Crab K to make fast to her and put her head to the wind.\nThis was quickly done, the crab attaching itself to the stern-post of\nthe Adamant by a pair of towing nippers.  These were projected from the\nstern of the crab, and were so constructed that the larger vessel did\nnot communicate all its motion to the smaller one, and could not run\ndown upon it.\n\nAs soon as the Adamant was brought up with her head to the wind she\nopened fire upon the repeller.  The latter vessel could easily have\nsailed out of the range of a motionless enemy, but her orders forbade\nthis.  Her director had been instructed by the Syndicate to expose his\nvessel to the fire of the Adamant's heavy guns.  Accordingly the\nrepeller steamed nearer, and turned her broadside toward the British\nship.\n\nScarcely had this been done when the two great bow guns of the Adamant\nshook the air with tremendous roars, each hurling over the sea nearly a\nton of steel.  One of these great shot passed over the repeller, but\nthe other struck her armoured side fairly amidship.  There was a crash\nand scream of creaking steel, and Repeller No. 7 rolled over to\nwindward as if she had been struck by a heavy sea.  In a moment she\nrighted and shot ahead, and, turning, presented her port side to the\nenemy.  Instant examination of the armour on her other side showed that\nthe two banks of springs were uninjured, and that not an air-buffer had\nexploded or failed to spring back to its normal length.\n\nFiring from the Adamant now came thick and fast, the crab, in obedience\nto signals, turning her about so as to admit the firing of some heavy\nguns mounted amidships.  Three enormous solid shot struck the repeller\nat different points on her starboard armour without inflicting damage,\nwhile the explosion of several shells which hit her had no more effect\nupon her elastic armour than the impact of the solid shot.\n\nIt was the desire of the Syndicate not only to demonstrate to its own\nsatisfaction the efficiency of its spring armour, but to convince Great\nBritain that her heaviest guns on her mightiest battle-ships could have\nno effect upon its armoured vessels.  To prove the absolute superiority\nof their means of offence and defence was the supreme object of the\nSyndicate.  For this its members studied and worked by day and by\nnight; for this they poured out their millions; for this they waged\nwar.  To prove what they claimed would be victory.\n\nWhen Repeller No. 7 had sustained the heavy fire of the Adamant for\nabout half an hour, it was considered that the strength of her armour\nhad been sufficiently demonstrated; and, with a much lighter heart than\nwhen he had turned her broadside to the Adamant, her director gave\norders that she should steam out of the range of the guns of the\nBritish ship.  During the cannonade Crab J had quietly slipped away\nfrom the vicinity of the Adamant, and now joined the repeller.\n\nThe great ironclad battle-ship, with her lofty sides plated with nearly\ntwo feet of solid steel, with her six great guns, each weighing more\nthan a hundred tons, with her armament of other guns, machine cannon,\nand almost every appliance of naval warfare, with a small army of\nofficers and men on board, was left in charge of Crab K, of which only\na few square yards of armoured roof could be seen above the water.\nThis little vessel now proceeded to tow southward her vast prize,\nuninjured, except that her rudder and propeller-blades were broken and\nuseless.\n\nAlthough the engines of the crab were of enormous power, the progress\nmade was slow, for the Adamant was being towed stern foremost.  It\nwould have been easier to tow the great vessel had the crab been\nattached to her bow, but a ram which extended many feet under water\nrendered it dangerous for a submerged vessel to attach itself in its\nvicinity.\n\nDuring the night the repeller kept company, although at a considerable\ndistance, with the captured vessel; and early the next morning her\ndirector prepared to send to the Adamant a boat with a flag-of-truce,\nand a letter demanding the surrender and subsequent evacuation of the\nBritish ship.  It was supposed that now, when the officers of the\nAdamant had had time to appreciate the fact that they had no control\nover the movements of their vessel; that their armament was powerless\nagainst their enemies; that the Adamant could be towed wherever the\nSyndicate chose to order, or left helpless in midocean,--they would be\nobliged to admit that there was nothing for them to do but to surrender.\n\nBut events proved that no such ideas had entered the minds of the\nAdamant's officers, and their action totally prevented sending a\nflag-of-truce boat.  As soon as it was light enough to see the repeller\nthe Adamant began firing great guns at her.  She was too far away for\nthe shot to strike her, but to launch and send a boat of any kind into\na storm of shot and shell was of course impossible.\n\nThe cannon suspended over the stern of the Adamant was also again\nbrought into play, and shot after shot was driven down upon the towing\ncrab.  Every ball rebounded from the spring armour, but the officer in\ncharge of the crab became convinced that after a time this constant\npounding, almost in the same place, would injure his vessel, and he\nsignalled the repeller to that effect.\n\nThe director of Repeller No. 7 had been considering the situation.\nThere was only one gun on the Adamant which could be brought to bear\nupon Crab K, and it would be the part of wisdom to interfere with the\npersistent use of this gun.  Accordingly the bow of the repeller was\nbrought to bear upon the Adamant, and her motor gun was aimed at the\nboom from which the cannon was suspended.\n\nThe projectile with which the cannon was loaded was not an\ninstantaneous motor-bomb.  It was simply a heavy solid shot, driven by\nan instantaneous motor attachment, and was thus impelled by the same\npower and in the same manner as the motor-bombs.  The instantaneous\nmotor-power had not yet been used at so great a distance as that\nbetween the repeller and the Adamant, and the occasion was one of\nintense interest to the small body of scientific men having charge of\nthe aiming and firing.\n\nThe calculations of the distance, of the necessary elevation and\ndirection, and of the degree of motor-power required, were made with\ncareful exactness, and when the proper instant arrived the button was\ntouched, and the shot with which the cannon was charged was\ninstantaneously removed to a point in the ocean about a mile beyond the\nAdamant, accompanied by a large portion of the heavy boom at which the\ngun had been aimed.\n\nThe cannon which had been suspended from the end of this boom fell into\nthe sea, and would have crashed down upon the roof of Crab K, had not\nthat vessel, in obedience to a signal from the repeller, loosened its\nhold upon the Adamant and retired a short distance astern.  Material\ninjury might not have resulted from the fall of this great mass of\nmetal upon the crab, but it was considered prudent not to take useless\nrisks.\n\nThe officers of the Adamant were greatly surprised and chagrined by the\nfall of their gun, with which they had expected ultimately to pound in\nthe roof of the crab.  No damage had been done to the vessel except the\nremoval of a portion of the boom, with some of the chains and blocks\nattached, and no one on board the British ship imagined for a moment\nthat this injury had been occasioned by the distant repeller.  It was\nsupposed that the constant firing of the cannon had cracked the boom,\nand that it had suddenly snapped.\n\nEven if there had been on board the Adamant the means for rigging up\nanother arrangement of the kind for perpendicular artillery practice,\nit would have required a long time to get it into working order, and\nthe director of Repeller No. 7 hoped that now the British captain would\nsee the uselessness of continued resistance.\n\nBut the British captain saw nothing of the kind,\nand shot after shot from his guns were hurled high into the air, in\nhopes that the great curves described would bring some of them down on\nthe deck of the repeller.  If this beastly store-ship, which could\nstand fire but never returned it, could be sunk, the Adamant's captain\nwould be happy.  With the exception of the loss of her motive power,\nhis vessel was intact, and if the stupid crab would only continue to\nkeep the Adamant's head to the sea until the noise of her cannonade\nshould attract some other British vessel to the scene, the condition of\naffairs might be altered.\n\nAll that day the great guns of the Adamant continued to roar.  The next\nmorning, however, the firing was not resumed, and the officers of the\nrepeller were greatly surprised to see approaching from the British\nship a boat carrying a white flag.  This was a very welcome sight, and\nthe arrival of the boat was awaited with eager interest.\n\nDuring the night a council had been held on board the Adamant.  Her\ncannonading had had no effect, either in bringing assistance or in\ninjuring the enemy; she was being towed steadily southward farther and\nfarther from the probable neighbourhood of a British man-of-war; and it\nwas agreed that it would be the part of wisdom to come to terms with\nthe Syndicate's vessel.\n\nTherefore the captain of the Adamant sent a letter to the repeller, in\nwhich he stated to the persons in charge of that ship, that although\nhis vessel had been injured in a manner totally at variance with the\nrules of naval warfare, he would overlook this fact and would agree to\ncease firing upon the Syndicate's vessels, provided that the submerged\ncraft which was now made fast to his vessel should attach itself to the\nAdamant's bow, and by means of a suitable cable which she would\nfurnish, would tow her into British waters.  If this were done he would\nguarantee that the towing craft should have six hours in which to get\naway.\n\nWhen this letter was read on board the repeller it created considerable\nmerriment, and an answer was sent back that no conditions but those of\nabsolute surrender could be received from the British ship.\n\nIn three minutes after this answer had been received by the captain of\nthe Adamant, two shells went whirring and shrieking through the air\ntoward Repeller No. 7, and after that the cannonading from the bow, the\nstern, the starboard, and the port guns of the great battle-ship went\non whenever there was a visible object on the ocean which looked in the\nleast like an American coasting vessel or man-of-war.\n\nFor a week Crab K towed steadily to the south this blazing and\nthundering marine citadel; and then the crab signalled to the still\naccompanying repeller that it must be relieved.  It had not been fitted\nout for so long a cruise, and supplies were getting low.\n\nThe Syndicate, which had been kept informed of all the details of this\naffair, had already perceived the necessity of relieving Crab K, and\nanother crab, well provisioned and fitted out, was already on the way\nto take its place.  This was Crab C, possessing powerful engines, but\nin point of roof armour the weakest of its class.  It could be better\nspared than any other crab to tow the Adamant, and as the British ship\nhad not, and probably could not, put out another suspended cannon, it\nwas considered quite suitable for the service required.\n\nBut when Crab C came within half a mile of the Adamant it stopped.  It\nwas evident that on board the British ship a steady lookout had been\nmaintained for the approach of fresh crabs, for several enormous shell\nand shot from heavy guns, which had been trained upward at a high\nangle, now fell into the sea a short distance from the crab.\n\nCrab C would not have feared these heavy shot had they been fired from\nan ordinary elevation; and although no other vessel in the Syndicate's\nservice would have hesitated to run the terrible gauntlet, this one, by\nreason of errors in construction, being less able than any other crab\nto resist the fall from a great height of ponderous shot and shell,\nthought it prudent not to venture into this rain of iron; and, moving\nrapidly beyond the line of danger, it attempted to approach the Adamant\nfrom another quarter.  If it could get within the circle of falling\nshot it would be safe.  But this it could not do.  On all sides of the\nAdamant guns had been trained to drop shot and shells at a distance of\nhalf a mile from the ship.\n\nAround and around the mighty ironclad steamed Crab C; but wherever she\nwent her presence was betrayed to the fine glasses on board the Adamant\nby the bit of her shining back and the ripple about it; and ever\nbetween her and the ship came down that hail of iron in masses of a\nquarter ton, half ton, or nearly a whole ton.  Crab C could not venture\nunder these, and all day she accompanied the Adamant on her voyage\nsouth, dashing to this side and that, and looking for the chance that\ndid not come, for all day the cannon of the battle-ship roared at her\nwherever she might be.\n\nThe inmates of Crab K were now very restive and\nuneasy, for they were on short rations, both of food and water.  They\nwould have been glad enough to cast loose from the Adamant, and leave\nthe spiteful ship to roll to her heart's content, broadside to the sea.\nThey did not fear to run their vessel, with its thick roofplates\nprotected by spring armour, through the heaviest cannonade.\n\nBut signals from the repeller commanded them to stay by the Adamant as\nlong as they could hold out, and they were obliged to content\nthemselves with a hope that when night fell the other crab would be\nable to get in under the stern of the Adamant, and make the desired\nexchange.\n\nBut to the great discomfiture of the Syndicate's forces, darkness had\nscarcely come on before four enormous electric lights blazed high up on\nthe single lofty mast of the Adamant, lighting up the ocean for a mile\non every side of the ship.  It was of no more use for Crab C to try to\nget in now than in broad daylight; and all night the great guns roared,\nand the little crab manoeuvred.\n\nThe next morning a heavy fog fell upon the sea, and the battle-ship and\nCrab C were completely shut out of sight of each other.  Now the cannon\nof the Adamant were silent, for the only result of firing would be to\nindicate to the crab the location of the British ship.  The\nsmoke-signals of the towing crab could not be seen through the fog by\nher consorts, and she seemed to be incapable of making signals by\nsound.  Therefore the commander of the Adamant thought it likely that\nuntil the fog rose the crab could not find his ship.\n\nWhat that other crab intended to do could be, of course, on board the\nAdamant, only a surmise; but it was believed that she would bring with\nher a torpedo to be exploded under the British ship.  That one crab\nshould tow her away from possible aid until another should bring a\ntorpedo to fasten to her stern-post seemed a reasonable explanation of\nthe action of the Syndicate's vessels.\n\nThe officers of the Adamant little understood the resources and\nintentions of their opponents.  Every vessel of the Syndicate carried a\nmagnetic indicator, which was designed to prevent collisions with iron\nvessels.  This little instrument was placed at night and during fogs at\nthe bow of the vessel, and a delicate arm of steel, which ordinarily\npointed upward at a considerable angle, fell into a horizontal position\nwhen any large body of iron approached within a quarter of a mile, and,\nso falling, rang a small bell.  Its point then turned toward the mass\nof iron.\n\nSoon after the fog came on, one of these indicators, properly protected\nfrom the attraction of the metal about it, was put into position on\nCrab C.  Before very long it indicated the proximity of the Adamant;\nand, guided by its steel point, the Crab moved quietly to the ironclad,\nattached itself to its stern-post, and allowed the happy crew of Crab K\nto depart coastward.\n\nWhen the fog rose the glasses of the Adamant showed the approach of no\ncrab, but it was observed, in looking over the stern, that the beggarly\ndevil-fish which had the ship in tow appeared to have made some change\nin its back.\n\nIn the afternoon of that day a truce boat was sent from the repeller to\nthe Adamant.  It was allowed to come alongside; but when the British\ncaptain found that the Syndicate merely renewed its demand for his\nsurrender, he waxed fiercely angry, and sent the boat back with the\nword that no further message need be sent to him unless it should be\none complying with the conditions he had offered.\n\nThe Syndicate now gave up the task of inducing the captain of the\nAdamant to surrender.  Crab C was commanded to continue towing the\ngreat ship southward, and to keep her well away from the coast, in\norder to avoid danger to seaport towns and coasting vessels, while the\nrepeller steamed away.\n\nWeek after week the Adamant moved southward, roaring away with her\ngreat guns whenever an American sail came within possible range, and\nsurrounding herself with a circle of bursting bombs to let any crab\nknow what it might expect if it attempted to come near.  Blazing and\nthundering, stern foremost, but stoutly, she rode the waves, ready to\nshow the world that she was an impregnable British battle-ship, from\nwhich no enemy could snatch the royal colours which floated high above\nher.\n\nIt was during the first week of the involuntary cruise of the Adamant\nthat the Syndicate finished its preparations for what it hoped would be\nthe decisive movement of its campaign.  To do this a repeller and six\ncrabs, all with extraordinary powers, had been fitted out with great\ncare, and also with great rapidity, for the British Government was\nworking night and day to get its fleet of ironclads in readiness for a\ndescent upon the American coast.  Many of the British vessels were\nalready well prepared for ordinary naval warfare; but to resist crabs\nadditional defences were necessary.  It was known that the Adamant had\nbeen captured, and consequently the manufacture of stern-jackets had\nbeen abandoned; but it was believed that protection could be\neffectually given to rudders and propeller-blades by a new method which\nthe Admiralty had adopted.\n\nThe repeller which was to take part in the Syndicate's proposed\nmovement had been a vessel of the United States navy which for a long\ntime had been out of commission, and undergoing a course of very slow\nand desultory repairs in a dockyard.  She had always been considered\nthe most unlucky craft in the service, and nearly every accident that\ncould happen to a ship had happened to her.  Years and years before,\nwhen she would set out upon a cruise, her officers and crew would\nreceive the humorous sympathy of their friends, and wagers were\nfrequently laid in regard to the different kinds of mishaps which might\nbefall this unlucky vessel, which was then known as the Tallapoosa.\n\nThe Syndicate did not particularly desire this vessel, but there was no\nother that could readily be made available for its purposes, and\naccordingly the Tallapoosa was purchased from the Government and work\nimmediately begun upon her.  Her engines and hull were put into good\ncondition, and outside of her was built another hull, composed of heavy\nsteel armour-plates, and strongly braced by great transverse beams\nrunning through the ship.\n\nStill outside of this was placed an improved system of spring armour,\nmuch stronger and more effective than any which had yet been\nconstructed.  This, with the armour-plate, added nearly fifteen feet to\nthe width of the vessel above water.  All her superstructures were\nremoved from her deck, which was covered by a curved steel roof, and\nunder a bomb-proof canopy at the bow were placed two guns capable of\ncarrying the largest-sized motor-bombs.  The Tallapoosa, thus\ntransformed, was called Repeller No. 11.\n\nThe immense addition to her weight would of course\ninterfere very much with the speed of the new repeller, but this was\nconsidered of little importance, as she would depend on her own engines\nonly in time of action.  She was now believed to possess more perfect\ndefences than any battle-ship in the world.\n\nEarly on a misty morning, Repeller No. 11, towed by four of the\nswiftest and most powerful crabs, and followed by two others, left a\nNorthern port of the United States, bound for the coast of Great\nBritain.  Her course was a very northerly one, for the reason that the\nSyndicate had planned work for her to do while on her way across the\nAtlantic.\n\nThe Syndicate had now determined, without unnecessarily losing an hour,\nto plainly demonstrate the power of the instantaneous motor-bomb.  It\nhad been intended to do this upon the Adamant, but as it had been found\nimpossible to induce the captain of that vessel to evacuate his ship,\nthe Syndicate had declined to exhibit the efficiency of their new agent\nof destruction upon a disabled craft crowded with human beings.\n\nThis course had been highly prejudicial to the claims of the Syndicate,\nfor as Repeller No. 7 had made no use in the contest with the Adamant\nof the motor-bombs with which she was said to be supplied, it was\ngenerally believed on both sides of the Atlantic that she carried no\nsuch bombs, and the conviction that the destruction at the Canadian\nport had been effected by means of mines continued as strong as it had\never been.  To correct these false ideas was, now the duty of Repeller\nNo. 11.\n\nFor some time Great Britain had been steadily forwarding troops and\nmunitions of war to Canada, without interruption from her enemy.  Only\nonce had the Syndicate's vessels appeared above the Banks of\nNewfoundland, and as the number of these peculiar craft must\nnecessarily be small, it was not supposed that their line of operations\nwould be extended very far north, and no danger from them was\napprehended, provided the English vessels laid their courses well to\nthe north.\n\nShortly before the sailing of Repeller No. 11, the Syndicate had\nreceived news that one of the largest transatlantic mail steamers,\nloaded with troops and with heavy cannon for Canadian fortifications,\nand accompanied by the Craglevin, one of the largest ironclads in the\nRoyal Navy, had started across the Atlantic.  The first business of the\nrepeller and her attendant crabs concerned these two vessels.\n\nOwing to the power and speed of the crabs which towed her, Repeller No.\n11 made excellent time; and on the morning of the third day out the two\nBritish vessels were sighted.  Somewhat altering their course the\nSyndicate's vessels were soon within a few miles of the enemy.\n\nThe Craglevin was a magnificent warship.  She was not quite so large as\nthe Adamant, and she was unprovided with a stern-jacket or other\ndefence of the kind.  In sending her out the Admiralty had designed her\nto defend the transport against the regular vessels of the United\nStates navy; for although the nature of the contract with the Syndicate\nwas well understood in England, it was not supposed that the American\nGovernment would long consent to allow their war vessels to remain\nentirely idle.\n\nWhen the captain of the Craglevin perceived the approach of the\nrepeller he was much surprised, but he did not hesitate for a moment as\nto his course.  He signalled to the transport, then about a mile to the\nnorth, to keep on her way while he steered to meet the enemy.  It had\nbeen decided in British naval circles that the proper thing to do in\nregard to a repeller was to ram her as quickly as possible.  These\nvessels were necessarily slow and unwieldy, and if a heavy ironclad\ncould keep clear of crabs long enough to rush down upon one, there was\nevery reason to believe that the \"ball-bouncer,\" as the repellers were\ncalled by British sailors, could be crushed in below the water-line and\nsunk.  So, full of courage and determination, the captain of the\nCraglevin bore down upon the repeller.\n\nIt is not necessary to enter into details of the ensuing action.\nBefore the Craglevin was within half a mile of her enemy she was seized\nby two crabs, all of which had cast loose from the repeller, and in\nless than twenty minutes both of her screws were extracted and her\nrudder shattered.  In the mean time two of the swiftest crabs had\npursued the transport, and, coming up with her, one of them had\nfastened to her rudder, without, however, making any attempt to injure\nit.  When the captain of the steamer saw that one of the sea-devils had\nhim by the stern, while another was near by ready to attack him, he\nprudently stopped his engines and lay to, the crab keeping his ship's\nhead to the sea.\n\nThe captain of the Craglevin was a very different man from the captain\nof the Adamant.  He was quite as brave, but he was wiser and more\nprudent.  He saw that the transport had been captured and forced to lay\nto; he saw that the repeller mounted two heavy guns at her bow, and\nwhatever might be the character of those guns, there could be no\nreasonable doubt that they were sufficient to sink an ordinary mail\nsteamer.  His own vessel was entirely out of his control, and even if\nhe chose to try his guns on the spring armour of the repeller, it would\nprobably result in the repeller turning her fire up on the transport.\n\nWith a disabled ship, and the lives of so many men in his charge, the\ncaptain of the Craglevin saw that it would be wrong for him to attempt\nto fight, and he did not fire a gun.  With as much calmness as the\ncircumstances would permit, he awaited the progress of events.\n\nIn a very short time a message came to him from Repeller No. 11, which\nstated that in two hours his ship would be destroyed by instantaneous\nmotor-bombs.  Every opportunity, however, would be given for the\ntransfer to the mail steamer of all the officers and men on board the\nCraglevin, together with such of their possessions as they could take\nwith them in that time.  When this had been done the transport would be\nallowed to proceed on her way.\n\nTo this demand nothing but acquiescence was possible.  Whether or not\nthere was such a thing as an instantaneous motor-bomb the Craglevin's\nofficers did not know; but they knew that if left to herself their ship\nwould soon attend to her own sinking, for there was a terrible rent in\nher stern, owing to a pitch of the vessel while one of the\npropeller-shafts was being extracted.\n\nPreparations for leaving the ship were, therefore,\nimmediately begun.  The crab was ordered to release the mail steamer,\nwhich, in obedience to signals from the Craglevin, steamed as near that\nvessel as safety would permit.  Boats were lowered from both ships, and\nthe work of transfer went on with great activity.\n\nThere was no lowering of flags on board the Craglevin, for the\nSyndicate attached no importance to such outward signs and formalities.\nIf the captain of the British ship chose to haul down his colours he\ncould do so; but if he preferred to leave them still bravely floating\nabove his vessel he was equally welcome to do that.\n\nWhen nearly every one had left the Craglevin, a boat was sent from the\nrepeller, which lay near by, with a note requesting the captain and\nfirst officer of the British ship to come on board Repeller No. 11 and\nwitness the method of discharging the instantaneous motor-bomb, after\nwhich they would be put on board the transport.  This invitation struck\nthe captain of the Craglevin with surprise, but a little reflection\nshowed him that it would be wise to accept it.  In the first place, it\nwas in the nature of a command, which, in the presence of six crabs and\na repeller, it would be ridiculous to disobey; and, moreover, he was\nmoved by a desire to know something about the Syndicate's mysterious\nengine of destruction, if, indeed, such a thing really existed.\n\nAccordingly, when all the others had left the ship, the captain of the\nCraglevin and his first officer came on board the repeller, curiously\nobserving the spring armour over which they passed by means of a light\ngang-board with handrail.  They were received by the director at one of\nthe hatches of the steel deck, which were now all open, and conducted\nby him to the bomb-proof compartment in the bow.  There was no reason\nwhy the nature of the repeller's defences should not be known to the world\nnor adopted by other nations.  They were intended as a protection\nagainst ordinary shot and shell; they would avail nothing against the\ninstantaneous motor-bomb.\n\nThe British officers were shown the motor-bomb to be discharged, which,\nexternally, was very much like an ordinary shell, except that it was\nnearly as long as the bore of the cannon; and the director stated that\nalthough, of course, the principle of the motor-bomb was the\nSyndicate's secret, it was highly desirable that its effects and its\nmethods of operation should be generally known.\n\nThe repeller, accompanied by the mail steamer and all the crabs, now\nmoved to about two miles to the leeward of the Craglevin, and lay to.\nThe motor-bomb was then placed in one of the great guns, while the\nscientific corps attended to the necessary calculations of distance,\netc.\n\nThe director now turned to the British captain, who had been observing\neverything with the greatest interest, and, with a smile, asked him if\nhe would like to commit hari-kari?\n\nAs this remark was somewhat enigmatical, the director went on to say\nthat if it would be any gratification to the captain to destroy his\nvessel with his own hands, instead of allowing this to be done by an\nenemy, he was at liberty to do so.  This offer was immediately\naccepted, for if his ship was really to be destroyed, the captain felt\nthat he would like to do it himself.\n\nWhen the calculations had been made and the indicator set, the captain\nwas shown the button he must press, and stood waiting for the signal.\nHe looked over the sea at the Craglevin, which had settled a little at\nthe stern, and was rolling heavily; but she was still a magnificent\nbattleship, with the red cross of England floating over her.  He could\nnot help the thought that if this motor mystery should amount to\nnothing, there was no reason why the Craglevin should not be towed into\nport, and be made again the grand warship that she had been.\n\nNow the director gave the signal, and the captain, with his eyes fixed\nupon his ship, touched the button.  A quick shock ran through the\nrepeller, and a black-gray cloud, half a mile high, occupied the place\nof the British ship.\n\nThe cloud rapidly settled down, covering the water with a glittering\nscum which spread far and wide, and which had been the Craglevin.\n\nThe British captain stood for a moment motionless, and then he picked\nup a rammer and ran it into the muzzle of the cannon which had been\ndischarged.  The great gun was empty.  The instantaneous motor-bomb was\nnot there.\n\nNow he was convinced that the Syndicate had not mined the fortresses\nwhich they had destroyed.\n\nIn twenty minutes the two British officers were on board the transport,\nwhich then steamed rapidly westward.  The crabs again took the repeller\nin tow, and the Syndicate's fleet continued its eastward course,\npassing through the wide expanse of glittering scum which had spread\nitself upon the sea.\n\nThey were not two-thirds of their way across the Atlantic when the\ntransport reached St. John's, and the cable told the world that the\nCraglevin had been annihilated.\n\nThe news was received with amazement, and even consternation.  It came\nfrom an officer in the Royal Navy, and how could it be doubted that a\ngreat man-of-war had been destroyed in a moment by one shot from the\nSyndicate's vessel!  And yet, even now, there were persons who did\ndoubt, and who asserted that the crabs might have placed a great\ntorpedo under the Craglevin, that a wire attached to this torpedo ran\nout from the repeller, and that the British captain had merely fired\nthe torpedo.  But hour by hour, as fuller news came across the ocean,\nthe number of these doubters became smaller and smaller.\n\nIn the midst of the great public excitement which now existed on both\nsides of the Atlantic,--in the midst of all the conflicting opinions,\nfears, and hopes,--the dominant sentiment seemed to be, in America as\nwell as in Europe, one of curiosity.  Were these six crabs and one\nrepeller bound to the British Isles?  And if so, what did they intend\nto do when they got there?\n\nIt was now generally admitted that one of the Syndicate's crabs could\ndisable a man-of-war, that one of the Syndicate's repellers could\nwithstand the heaviest artillery fire, and that one of the Syndicate's\nmotor-bombs could destroy a vessel or a fort.  But these things had\nbeen proved in isolated combats, where the new methods of attack and\ndefence had had almost undisturbed opportunity for exhibiting their\nefficiency.  But what could a repeller and half a dozen crabs do\nagainst the combined force of the Royal Navy,--a navy which had in the\nlast few years regained its supremacy among the nations, and which had\nmade Great Britain once more the first maritime power in the world?\n\nThe crabs might disable some men-of-war, the repeller might make her\ncalculations and discharge her bomb at a ship or a fort, but what would\nthe main body of the navy be doing meanwhile?  Overwhelming, crushing,\nand sinking to the bottom crabs, repeller, motor guns, and everything\nthat belonged to them.\n\nIn England there was a feeling of strong resentment that such a little\nfleet should be allowed to sail with such intent into British waters.\nThis resentment extended itself, not only to the impudent Syndicate,\nbut toward the Government; and the opposition party gained daily in\nstrength.  The opposition papers had been loud and reckless in their\ndenunciations of the slowness and inadequacy of the naval preparations,\nand loaded the Government with the entire responsibility, not only of\nthe damage which had already been done to the forts, the ships, and the\nprestige of Great Britain, but also for the threatened danger of a\nsudden descent of the Syndicate's fleet upon some unprotected point\nupon the coast.  This fleet should never have been allowed to approach\nwithin a thousand miles of England.  It should have been sunk in\nmid-ocean, if its sinking had involved the loss of a dozen men-of-war.\n\nIn America a very strong feeling of dissatisfaction showed itself.\nFrom the first, the Syndicate contract had not been popular; but the\nquick, effective, and business-like action of that body of men, and the\nmarked success up to this time of their inventions and their\noperations, had caused a great reaction in their favour.  They had, so\nfar, successfully defended the American coast, and when they had\nincreased the number of their vessels, they would have been relied upon\nto continue that defence.  Even if a British armada had set out to\ncross the Atlantic, its movements must have been slow and cumbrous, and\nthe swift and sudden strokes with which the Syndicate waged war could\nhave been given by night and by day over thousands of miles of ocean.\n\nWhether or not these strokes would have been quick enough or hard\nenough to turn back an armada might be a question; but there could be\nno question of the suicidal policy of sending seven ships and two\ncannon to conquer England.  It seemed as if the success of the\nSyndicate had so puffed up its members with pride and confidence in\ntheir powers that they had come to believe that they had only to show\nthemselves to conquer, whatever might be the conditions of the contest.\n\nThe destruction of the Syndicate's fleet would now be a heavy blow to\nthe United States.  It would produce an utter want of confidence in the\ncouncils and judgments of the Syndicate, which could not be\ncounteracted by the strongest faith in the efficiency of their engines\nof war; and it was feared it might become necessary, even at this\ncritical juncture, to annul the contract with the Syndicate, and to\ndepend upon the American navy for the defence of the American coast.\n\nEven among the men on board the Syndicate's fleet there were signs of\ndoubt and apprehensions of evil.  It had all been very well so far, but\nfighting one ship at a time was a very different thing from steaming\ninto the midst of a hundred ships.  On board the repeller there was now\nan additional reason for fears and misgivings.  The unlucky character\nof the vessel when it had been the Tallapoosa was known, and not a few\nof the men imagined that it must now be time for some new disaster to\nthis ill-starred craft, and if her evil genius had desired fresh\ndisaster for her, it was certainly sending her into a good place to\nlook for it.\n\nBut the Syndicate neither doubted nor hesitated nor paid any attention\nto the doubts and condemnations which they heard from every quarter.\nFour days after the news of the destruction of the Craglevin had been\ntelegraphed from Canada to London, the Syndicate's fleet entered the\nEnglish Channel.  Owing to the power and speed of the crabs, Repeller\nNo. 11 had made a passage of the Atlantic which in her old naval career\nwould have been considered miraculous.\n\nCraft of various kinds were now passed, but none of them carried the\nBritish flag.  In the expectation of the arrival of the enemy, British\nmerchantmen and fishing vessels had been advised to keep in the\nbackground until the British navy had concluded its business with the\nvessels of the American Syndicate.\n\nAs has been said before, the British Admiralty had adopted a new method\nof defence for the rudders and screw-propellers of naval vessels\nagainst the attacks of submerged craft.  The work of constructing the\nnew appliances had been pushed forward as fast as possible, but so far\nonly one of these had been finished and attached to a man-of-war.\n\nThe Llangaron was a recently built ironclad of the same size and class\nas the Adamant; and to her had been attached the new stern-defence.\nThis was an immense steel cylinder, entirely closed, and rounded at the\nends.  It was about ten feet in diameter, and strongly braced inside.\nIt was suspended by chains from two davits which projected over the\nstern of the vessel.  When sailing this cylinder was hoisted up to the\ndavits, but when the ship was prepared for action it was lowered until\nit lay, nearly submerged, abaft of the rudder.  In this position its\nends projected about fifteen feet on either side of the\npropeller-blades.\n\nIt was believed that this cylinder would effectually prevent a crab\nfrom getting near enough to the propeller or the rudder to do any\ndamage.  It could not be torn away as the stern-jacket had been, for\nthe rounded and smooth sides and ends of the massive cylinder would\noffer no hold to the forceps of the crabs; and, approaching from any\nquarter, it would be impossible for these forceps to reach rudder or\nscrew.\n\nThe Syndicate's little fleet arrived in British waters late in the day,\nand early the next morning it appeared about twenty miles to the south\nof the Isle of Wight, and headed to the north-east, as if it were\nmaking for Portsmouth.  The course of these vessels greatly surprised\nthe English Government and naval authorities.  It was expected that an\nattack would probably be made upon some comparatively unprotected spot\non the British seaboard, and therefore on the west coast of Ireland and\nin St. George's Channel preparations of the most formidable character\nhad been made to defend British ports against Repeller No. 11 and her\nattendant crabs.  Particularly was this the case in Bristol Channel,\nwhere a large number of ironclads were stationed, and which was to have\nbeen the destination of the Llangaron if the Syndicate's vessels had\ndelayed their coming long enough to allow her to get around there.\nThat this little fleet should have sailed straight for England's great\nnaval stronghold was something that the British Admiralty could not\nunderstand.  The fact was not appreciated that it was the object of the\nSyndicate to measure its strength with the greatest strength of the\nenemy.  Anything less than this would not avail its purpose.\n\nNotwithstanding that so many vessels had been sent to different parts\nof the coast, there was still in Portsmouth harbour a large number of\nwar vessels of various classes, all in commission and ready for action.\nThe greater part of these had received orders to cruise that day in the\nchannel.  Consequently, it was still early in the morning when, around\nthe eastern end of the Isle of Wight, there appeared a British fleet\ncomposed of fifteen of the finest ironclads, with several gunboats and\ncruisers, and a number of torpedo-boats.\n\nIt was a noble sight, for besides the warships there was another fleet\nhanging upon the outskirts of the first, and composed of craft, large\nand small, and from both sides of the channel, filled with those who\nwere anxious to witness from afar the sea-fight which was to take place\nunder such novel conditions.  Many of these observers were reporters\nand special correspondents for great newspapers.  On some of the\nvessels which came up from the French coast were men with marine\nglasses of extraordinary power, whose business it was to send an early\nand accurate report of the affair to the office of the War Syndicate in\nNew York.\n\nAs soon as the British ships came in sight, the four crabs cast off\nfrom Repeller No. 11.  Then with the other two they prepared for\naction, moving considerably in advance of the repeller, which now\nsteamed forward very slowly.  The wind was strong from the north-west,\nand the sea high, the shining tops of the crabs frequently disappearing\nunder the waves.\n\nThe British fleet came steadily on, headed by the great Llangaron.\nThis vessel was very much in advance of the others, for knowing that\nwhen she was really in action and the great cylinder which formed her\nstern-guard was lowered into the water her speed would be much\nretarded, she had put on all steam, and being the swiftest war-ship of\nher class, she had distanced all her consorts.  It was highly important\nthat she should begin the fight, and engage the attention of as many\ncrabs as possible, while certain of the other ships attacked the\nrepeller with their rams.  Although it was now generally believed that\nmotor-bombs from a repeller might destroy a man-of-war, it was also\nconsidered probable that the accurate calculations which appeared to be\nnecessary to precision of aim could not be made when the object of the\naim was in rapid motion.\n\nBut whether or not one or more motor-bombs did strike the mark, or\nwhether or not one or more vessels were blown into fine particles,\nthere were a dozen ironclads in that fleet, each of whose commanders\nand officers were determined to run into that repeller and crush her,\nif so be they held together long enough to reach her.\n\nThe commanders of the torpedo-boats had orders to direct their swift\nmessengers of destruction first against the crabs, for these vessels\nwere far in advance of the repeller, and coming on with a rapidity\nwhich showed that they were determined upon mischief.  If a torpedo,\nshot from a torpedo-boat, and speeding swiftly by its own powers\nbeneath the waves, should strike the submerged hull of a crab, there\nwould be one crab the less in the English Channel.\n\nAs has been said, the Llangaron came rushing on, distancing everything,\neven the torpedo-boats.  If, before she was obliged to lower her\ncylinder, she could get near enough to the almost stationary repeller\nto take part in the attack on her, she would then be content to slacken\nspeed and let the crabs nibble awhile at her stern.\n\nTwo of the latest constructed and largest crabs, Q and R, headed at\nfull speed to meet the Llangaron, who, as she came on, opened the ball\nby sending a \"rattler\" in the shape of a five-hundred-pound shot into\nthe ribs of the repeller, then at least four miles distant, and\nimmediately after began firing her dynamite guns, which were of limited\nrange at the roofs of the advancing crabs.\n\nThere were some on board the repeller who, at the moment the great shot\nstruck her, with a ringing and clangour of steel springs, such as never\nwas heard before, wished that in her former state of existence she had\nbeen some other vessel than the Tallapoosa.\n\nBut every spring sprang back to its place as the great mass of iron\nglanced off into the sea.  The dynamite bombs flew over the tops of the\ncrabs, whose rapid motions and slightly exposed surfaces gave little\nchance for accurate aim, and in a short time they were too close to the\nLlangaron for this class of gun to be used upon them.\n\nAs the crabs came nearer, the Llangaron lowered the great steel\ncylinder which hung across her stern, until it lay almost entirely\nunder water, and abaft of her rudder and propeller-blades.  She now\nmoved slowly through the water, and her men greeted the advancing crabs\nwith yells of defiance, and a shower of shot from machine guns.\n\nThe character of the new defence which had been fitted to the Llangaron\nwas known to the Syndicate, and the directors of the two new crabs\nunderstood the heavy piece of work which lay before them.  But their\nplans of action had been well considered, and they made straight for\nthe stern of the British ship.\n\nIt was, of course, impossible to endeavour to grasp that great cylinder\nwith its rounded ends; their forceps would slip from any portion of its\nsmooth surface on which they should endeavour to lay hold, and no such\nattempt was made.  Keeping near the cylinder, one at each end of it,\nthe two moved slowly after the Llangaron, apparently discouraged.\n\nIn a short time, however, it was perceived by those on board the ship\nthat a change had taken place in the appearance of the crabs; the\nvisible portion of their backs was growing larger and larger; they were\nrising in the water.  Their mailed roofs became visible from end to\nend, and the crowd of observers looking down from the ship were amazed\nto see what large vessels they were.\n\nHigher and higher the crabs arose, their powerful air-pumps working at\ntheir greatest capacity, until their ponderous pincers became visible\nabove the water.  Then into the minds of the officers of the Llangaron\nflashed the true object of this uprising, which to the crew had seemed\nan intention on the part of the sea-devils to clamber on board.\n\nIf the cylinder were left in its present position the crab might seize\nthe chains by which it was suspended, while if it were raised it would\ncease to be a defence.  Notwithstanding this latter contingency, the\norder was quickly given to raise the cylinder; but before the hoisting\nengine had been set in motion, Crab Q thrust forward her forceps over\nthe top of the cylinder and held it down.  Another thrust, and the iron\njaws had grasped one of the two ponderous chains by which the cylinder\nwas suspended.\n\nThe other end of the cylinder began to rise, but at this moment Crab R,\napparently by a single effort, lifted herself a foot higher out of the\nsea; her pincers flashed forward, and the other chain was grasped.\n\nThe two crabs were now placed in the most extraordinary position.  The\noverhang of their roofs prevented an attack on their hulls by the\nLlangaron, but their unmailed hulls were so greatly exposed that a few\nshot from another ship could easily have destroyed them.  But as any\nship firing at them would be very likely to hit the Llangaron, their\ndirectors felt safe on this point.\n\nThree of the foremost ironclads, less than two miles away, were heading\ndirectly for them, and their rams might be used with but little danger\nto the Llangaron; but, on the other hand, three swift crabs were\nheading directly for these ironclads.\n\nIt was impossible for Crabs Q and R to operate in the usual way.  Their\nmassive forceps, lying flat against the top of the cylinder, could not\nbe twisted.  The enormous chains they held could not be severed by the\ngreatest pressure, and if both crabs backed at once they would probably\ndo no more than tow the Llangaron stern foremost.  There was, moreover,\nno time to waste in experiments, for other rams would be coming on, and\nthere were not crabs enough to attend to them all.\n\nNo time was wasted.  Q signalled to R, and R back again, and instantly\nthe two crabs, each still grasping a chain of the cylinder, began to\nsink.  On board the Llangaron an order was shouted to let out the\ncylinder chains; but as these chains had only been made long enough to\nallow the top of the cylinder to hang at or a little below the surface\nof the water, a foot or two of length was all that could be gained.\n\nThe davits from which the cylinder hung were thick and strong, and the\niron windlasses to which the chains were attached were large and\nponderous; but these were not strong enough to withstand the weight of\ntwo crabs with steel-armoured roofs, enormous engines, and iron hull.\nIn less than a minute one davit snapped like a pipe-stem under the\ntremendous strain, and immediately afterward the windlass to which the\nchain was attached was torn from its bolts, and went crashing\noverboard, tearing away a portion of the stern-rail in its descent.\n\nCrab Q instantly released the chain it had held, and in a moment the\ngreat cylinder hung almost perpendicularly from one chain.  But only\nfor a moment.  The nippers of Crab R still firmly held the chain, and\nthe tremendous leverage exerted by the falling of one end of the\ncylinder wrenched it from the rigidly held end of its chain, and, in a\nflash, the enormous stern-guard of the Llangaron sunk, end foremost, to\nthe bottom of the channel.\n\nIn ten minutes afterward, the Llangaron, rudderless, and with the\nblades of her propellers shivered and crushed, was slowly turning her\nstarboard to the wind and the sea, and beginning to roll like a log of\neight thousand tons.\n\nBesides the Llangaron, three ironclads were now drifting broadside to\nthe sea.  But there was no time to succour disabled vessels, for the\nrest of the fleet was coming on, and there was great work for the crabs.\n\nAgainst these enemies, swift of motion and sudden in action, the\ntorpedo-boats found it almost impossible to operate, for the British\nships and the crabs were so rapidly nearing each other that a torpedo\nsent out against an enemy was more than likely to run against the hull\nof a friend.  Each crab sped at the top of its speed for a ship, not\nonly to attack, but also to protect itself.\n\nOnce only did the crabs give the torpedo-boats a chance.  A mile or two\nnorth of the scene of action, a large cruiser was making her way\nrapidly toward the repeller, which was still lying almost motionless,\nfour miles to the westward.  As it was highly probable that this vessel\ncarried dynamite guns, Crab Q, which was the fastest of her class, was\nsignalled to go after her.  She had scarcely begun her course across\nthe open space of sea before a torpedo-boat was in pursuit.  Fast as\nwas the latter, the crab was faster, and quite as easily managed.  She\nwas in a position of great danger, and her only safety lay in keeping\nherself on a line between the torpedo-boat and the gun-boat, and to\nshorten as quickly as possible the distance between herself and that\nvessel.\n\nIf the torpedo-boat shot to one side in order to get the crab out of\nline, the crab, its back sometimes hidden by the tossing waves, sped\nalso to the same side.  When the torpedo-boat could aim a gun at the\ncrab and not at the gun-boat, a deadly torpedo flew into the sea; but a\ntossing sea and a shifting target were unfavourable to the gunner's\naim.  It was not long, however, before the crab had run the chase which\nmight so readily have been fatal to it, and was so near the gun-boat\nthat no more torpedoes could be fired at it.\n\nOf course the officers and crew of the gun-boat had watched with most\nanxious interest the chase of the crab.  The vessel was one which had\nbeen fitted out for service with dynamite guns, of which she carried\nsome of very long range for this class of artillery, and she had been\nordered to get astern of the repeller and to do her best to put a few\ndynamite bombs on board of her.\n\nThe dynamite gun-boat therefore had kept ahead at full speed,\ndetermined to carry out her instructions if she should be allowed to do\nso; but her speed was not as great as that of a crab, and when the\ntorpedo-boat had given up the chase, and the dreaded crab was drawing\nswiftly near, the captain thought it time for bravery to give place to\nprudence.  With the large amount of explosive material of the most\ntremendous and terrific character which he had on board, it would be\nthe insanity of courage for him to allow his comparatively small vessel\nto be racked, shaken, and partially shivered by the powerful jaws of\nthe on-coming foe.  As he could neither fly nor fight, he hauled down\nhis flag in token of surrender, the first instance of the kind which\nhad occurred in this war.\n\nWhen the director of Crab Q, through his lookout-glass, beheld this\naction on the part of the gun-boat, he was a little perplexed as to\nwhat he should next do.  To accept the surrender of the British vessel,\nand to assume control of her, it was necessary to communicate with her.\nThe communications of the crabs were made entirely by black-smoke\nsignals, and these the captain of the gun-boat could not understand.\nThe heavy hatches in the mailed roof which could be put in use when the\ncrab was cruising, could not be opened when she was at her fighting\ndepth, and in a tossing sea.\n\nA means was soon devised of communicating with the gun-boat.  A\nspeaking-tube was run up through one of the air-pipes of the crab,\nwhich pipe was then elevated some distance above the surface.  Through\nthis the director hailed the other vessel, and as the air-pipe was near\nthe stern of the crab, and therefore at a distance from the only\nvisible portion of the turtle-back roof, his voice seemed to come out\nof the depths of the ocean.\n\nThe surrender was accepted, and the captain of the gun-boat was ordered\nto stop his engines and prepare to be towed.  When this order had been\ngiven, the crab moved round to the bow of the gun-boat, and grasping\nthe cut-water with its forceps, reversed its engines and began to back\nrapidly toward the British fleet, taking with it the captured vessel as\na protection against torpedoes while in transit.\n\nThe crab slowed up not far from one of the foremost of the British\nships, and coming round to the quarter of the gun-boat, the astonished\ncaptain of that vessel was informed, through the speaking-tube, that if\nhe would give his parole to keep out of this fight, he would be allowed\nto proceed to his anchorage in Portsmouth harbour.  The parole was\ngiven, and the dynamite gun-boat, after reporting to the flag-ship,\nsteamed away to Portsmouth.\n\nThe situation now became one which was unparalleled in the history of\nnaval warfare.  On the side of the British, seven war-ships were\ndisabled and drifting slowly to the south-east.  For half an hour no\nadvance had been made by the British fleet, for whenever one of the\nlarge vessels had steamed ahead, such vessel had become the victim of a\ncrab, and the Vice-Admiral commanding the fleet had signalled not to\nadvance until farther orders.\n\nThe crabs were also lying-to, each to the windward of, and not far\nfrom, one of the British ships.  They had ceased to make any attacks,\nand were resting quietly under protection of the enemy.  This, with the\nfact that the repeller still lay four miles away, without any apparent\nintention of taking part in the battle, gave the situation its peculiar\ncharacter.\n\nThe British Vice-Admiral did not intend to remain in this quiescent\ncondition.  It was, of course, useless to order forth his ironclads,\nsimply to see them disabled and set adrift.  There was another arm of\nthe service which evidently could be used with better effect upon this\npeculiar foe than could the great battle-ships.\n\nBut before doing anything else, he must provide for the safety of those\nof his vessels which had been rendered helpless by the crabs, and some\nof which were now drifting dangerously near to each other.  Despatches\nhad been sent to Portsmouth for tugs, but it would not do to wait until\nthese arrived, and a sufficient number of ironclads were detailed to\ntow their injured consorts into port.\n\nWhen this order had been given, the Vice-Admiral immediately prepared\nto renew the fight, and this time his efforts were to be directed\nentirely against the repeller.  It would be useless to devote any\nfurther attention to the crabs, especially in their present positions.\nBut if the chief vessel of the Syndicate's fleet, with its spring\narmour and its terrible earthquake bombs, could be destroyed, it was\nquite possible that those sea-parasites, the crabs, could also be\ndisposed of.\n\nEvery torpedo-boat was now ordered to the front, and in a long line,\nalmost abreast of each other, these swift vessels--the light-infantry\nof the sea--advanced upon the solitary and distant foe.  If one torpedo\ncould but reach her hull, the Vice-Admiral, in spite of seven disabled\nironclads and a captured gun-boat, might yet gaze proudly at his\nfloating flag, even if his own ship should be drifting broadside to the\nsea.\n\nThe line of torpedo-boats, slightly curving inward, had advanced about\na mile, when Repeller No. 11 awoke from her seeming sleep, and began to\nact.  The two great guns at her bow were trained upward, so that a bomb\ndischarged from them would fall into the sea a mile and a half ahead.\nSlowly turning her bow from side to side, so that the guns would cover\na range of nearly half a circle, the instantaneous motor-bombs of the\nrepeller were discharged, one every half minute.\n\nOne of the most appalling characteristics of the motor-bombs was the\nsilence which accompanied their discharge and action.  No noise was\nheard, except the flash of sound occasioned by the removal of the\nparticles of the object aimed at, and the subsequent roar of wind or\nfall of water.\n\nAs each motor-bomb dropped into the channel, a dense cloud appeared\nhigh in the air, above a roaring, seething cauldron, hollowed out of\nthe waters and out of the very bottom of the channel.  Into this chasm\nthe cloud quickly came down, condensed into a vast body of water, which\nfell, with the roar of a cyclone, into the dreadful abyss from which it\nhad been torn, before the hissing walls of the great hollow had half\nfilled it with their sweeping surges.  The piled-up mass of the\nredundant water was still sending its maddened billows tossing and\nwrithing in every direction toward their normal level, when another\nbomb was discharged; another surging abyss appeared, another roar of\nwind and water was heard, and another mountain of furious billows\nuplifted itself in a storm of spray and foam, raging that it had found\nits place usurped.\n\nSlowly turning, the repeller discharged bomb after bomb, building up\nout of the very sea itself a barrier against its enemies.  Under these\nthundering cataracts, born in an instant, and coming down all at once\nin a plunging storm; into these abysses, with walls of water and floors\nof cleft and shivered rocks; through this wide belt of raging turmoil,\nthrown into new frenzy after the discharge of every bomb,--no vessel,\nno torpedo, could pass.\n\nThe air driven off in every direction by tremendous and successive\nconcussions came rushing back in shrieking gales, which tore up the\nwaves into blinding foam.  For miles in every direction the sea swelled\nand upheaved into great peaked waves, the repeller rising upon these\nalmost high enough to look down into the awful chasms which her bombs\nwere making.  A torpedo-boat caught in one of the returning gales was\nhurled forward almost on her beam ends until she was under the edge of\none of the vast masses of descending water.  The flood which, from even\nthe outer limits of this falling-sea, poured upon and into the unlucky\nvessel nearly swamped her, and when she was swept back by the rushing\nwaves into less stormy waters, her officers and crew leaped into their\nboats and deserted her.  By rare good-fortune their boats were kept\nafloat in the turbulent sea until they reached the nearest\ntorpedo-vessel.\n\nFive minutes afterward a small but carefully aimed motor-bomb struck\nthe nearly swamped vessel, and with the roar of all her own torpedoes\nshe passed into nothing.\n\nThe British Vice-Admiral had carefully watched the repeller through his\nglass, and he noticed that simultaneously with the appearance of the\ncloud in the air produced by the action of the motor-bombs there were\ntwo puffs of black smoke from the repeller.  These were signals to the\ncrabs to notify them that a motor-gun had been discharged, and thus to\nprovide against accidents in case a bomb should fail to act.  One puff\nsignified that a bomb had been discharged to the north; two, that it\nhad gone eastward; and so on.  If, therefore, a crab should see a\nsignal of this kind, and perceive no signs of the action of a bomb, it\nwould be careful not to approach the repeller from the quarter\nindicated.  It is true that in case of the failure of a bomb to act,\nanother bomb would be dropped upon the same spot, but the instructions\nof the War Syndicate provided that every possible precaution should be\ntaken against accidents.\n\nOf course the Vice-Admiral did not understand these signals, nor did he\nknow that they were signals, but he knew that they accompanied the\ndischarge of a motor-gun.  Once he noticed that there was a short\ncessation in the hitherto constant succession of water avalanches, and\nduring this lull he had seen two puffs from the repeller, and the\ndestruction, at the same moment, of the deserted torpedo-boat.  It was,\ntherefore, plain enough to him that if a motor-bomb could be placed so\naccurately upon one torpedo-boat, and with such terrible result, other\nbombs could quite as easily be discharged upon the other torpedo-boats\nwhich formed the advanced line of the fleet.  When the barrier of storm\nand cataract again began to stretch itself in front of the repeller, he\nknew that not only was it impossible for the torpedo-boats to send\ntheir missives through this raging turmoil, but that each of these\nvessels was itself in danger of instantaneous destruction.\n\nUnwilling, therefore, to expose his vessels to profitless danger, the\nVice-Admiral ordered the torpedo-boats to retire from the front, and\nthe whole line of them proceeded to a point north of the fleet, where\nthey lay to.\n\nWhen this had been done, the repeller ceased the discharge of bombs;\nbut the sea was still heaving and tossing after the storm, when a\ndespatch-boat brought orders from the British Admiralty to the\nflagship.  Communication between the British fleet and the shore, and\nconsequently London, had been constant, and all that had occurred had\nbeen quickly made known to the Admiralty and the Government.  The\norders now received by the Vice-Admiral were to the effect that it was\nconsidered judicious to discontinue the conflict for the day, and that\nhe and his whole fleet should return to Portsmouth to receive further\norders.\n\nIn issuing these commands the British Government was actuated simply by\nmotives of humanity and common sense.  The British fleet was thoroughly\nprepared for ordinary naval warfare, but an enemy had inaugurated\nanother kind of naval warfare, for which it was not prepared.  It was,\ntherefore, decided to withdraw the ships until they should be prepared\nfor the new kind of warfare.  To allow ironclad after ironclad to be\ndisabled and set adrift, to subject every ship in the fleet to the\ndanger of instantaneous destruction, and all this without the\npossibility of inflicting injury upon the enemy, would not be bravery;\nit would be stupidity.  It was surely possible to devise a means for\ndestroying the seven hostile ships now in British waters.  Until action\nfor this end could be taken, it was the part of wisdom for the British\nnavy to confine itself to the protection of British ports.\n\nWhen the fleet began to move toward the Isle of Wight, the six crabs,\nwhich had been lying quietly among and under the protection of their\nenemies, withdrew southward, and, making a slight circuit, joined the\nrepeller.\n\nEach of the disabled ironclads was now in tow of a sister vessel, or of\ntugs, except the Llangaron.  This great ship had been disabled so early\nin the contest, and her broadside had presented such a vast surface to\nthe north-west wind, that she had drifted much farther to the south\nthan any other vessel.  Consequently, before the arrival of the tugs\nwhich had been sent for to tow her into harbour, the Llangaron was well\non her way across the channel.  A foggy night came on, and the next\nmorning she was ashore on the coast of France, with a mile of water\nbetween her and dry land.  Fast-rooted in a great sand-bank, she lay\nweek after week, with the storms that came in from the Atlantic, and\nthe storms that came in from the German Ocean, beating upon her tall\nside of solid iron, with no more effect than if it had been a precipice\nof rock.  Against waves and winds she formed a massive breakwater, with\na wide stretch of smooth sea between her and the land.  There she lay,\nproof against all the artillery of Europe, and all the artillery of the\nsea and the storm, until a fleet of small vessels had taken from her\nher ponderous armament, her coal and stores, and she had been lightened\nenough to float upon a high tide, and to follow three tugs to\nPortsmouth.\n\nWhen night came on, Repeller No. 11 and the crabs dropped down with the\ntide, and lay to some miles west of the scene of battle.  The fog shut\nthem in fairly well, but, fearful that torpedoes might be sent out\nagainst them, they showed no lights.  There was little danger of\ncollision with passing merchantmen, for the English Channel, at\npresent, was deserted by this class of vessels.\n\nThe next morning the repeller, preceded by two crabs, bearing between\nthem a submerged net similar to that used at the Canadian port,\nappeared off the eastern end of the Isle of Wight.  The anchors of the\nnet were dropped, and behind it the repeller took her place, and\nshortly afterward she sent a flag-of-truce boat to Portsmouth harbour.\nThis boat carried a note from the American War Syndicate to the British\nGovernment.\n\nIn this note it was stated that it was now the intention of the\nSyndicate to utterly destroy, by means of the instantaneous motor, a\nfortified post upon the British coast.  As this would be done solely\nfor the purpose of demonstrating the irresistible destructive power of\nthe motor-bombs, it was immaterial to the Syndicate what fortified post\nshould be destroyed, provided it should answer the requirements of the\nproposed demonstration.  Consequently the British Government was\noffered the opportunity of naming the fortified place which should be\ndestroyed.  If said Government should decline to do this, or delay the\nselection for twenty-four hours, the Syndicate would itself decide upon\nthe place to be operated upon.\n\nEvery one in every branch of the British Government, and, in fact,\nnearly every thinking person in the British islands, had been racking\nhis brains, or her brains, that night, over the astounding situation;\nand the note of the Syndicate only added to the perturbation of the\nGovernment.  There was a strong feeling in official circles that the\ninsolent little enemy must be crushed, if the whole British navy should\nhave to rush upon it, and all sink together in a common grave.\n\nBut there were cooler and more prudent brains at the head of affairs;\nand these had already decided that the contest between the old engines\nof war and the new ones was entirely one-sided.  The instincts of good\ngovernment dictated to them that they should be extremely wary and\ncircumspect during the further continuance of this unexampled war.\nTherefore, when the note of the Syndicate was considered, it was agreed\nthat the time had come when good statesmanship and wise diplomacy would\nbe more valuable to the nation than torpedoes, armoured ships, or heavy\nguns.\n\nThere was not the slightest doubt that the country would disagree with\nthe Government, but on the latter lay the responsibility of the\ncountry's safety.  There was nothing, in the opinion of the ablest\nnaval officers, to prevent the Syndicate's fleet from coming up the\nThames.  Instantaneous motor-bombs could sweep away all forts and\ncitadels, and explode and destroy all torpedo defences, and London\nmight lie under the guns of the repeller.\n\nIn consequence of this view of the state of affairs, an answer was sent\nto the Syndicate's note, asking that further time be given for the\nconsideration of the situation, and suggesting that an exhibition of\nthe power of the motor-bomb was not necessary, as sufficient proof of\nthis had been given in the destruction of the Canadian forts, the\nannihilation of the Craglevin, and the extraordinary results of the\ndischarge of said bombs on the preceding day.\n\nTo this a reply was sent from the office of the Syndicate in New York,\nby means of a cable boat from the French coast, that on no account\ncould their purpose be altered or their propositions modified.\nAlthough the British Government might be convinced of the power of the\nSyndicate's motor-bombs, it was not the case with the British people,\nfor it was yet popularly disbelieved that motor-bombs existed.  This\ndisbelief the Syndicate was determined to overcome, not only for the\nfurtherance of its own purposes, but to prevent the downfall of the\npresent British Ministry, and a probable radical change in the\nGovernment.  That such a political revolution, as undesirable to the\nSyndicate as to cool-headed and sensible Englishmen, was imminent,\nthere could be no doubt.  The growing feeling of disaffection, almost\namounting to disloyalty, not only in the opposition party, but among\nthose who had hitherto been firm adherents of the Government, was\nmainly based upon the idea that the present British rulers had allowed\nthemselves to be frightened by mines and torpedoes, artfully placed and\nexploded.  Therefore the Syndicate intended to set right the public\nmind upon this subject.  The note concluded by earnestly urging the\ndesignation, without loss of time, of a place of operations.\n\nThis answer was received in London in the evening, and all night it was\nthe subject of earnest and anxious deliberation in the Government\noffices.  It was at last decided, amid great opposition, that the\nSyndicate's alternative must be accepted, for it would be the height of\nfolly to allow the repeller to bombard any port she should choose.\nWhen this conclusion had been reached, the work of selecting a place\nfor the proposed demonstration of the American Syndicate occupied but\nlittle time.  The task was not difficult.  Nowhere in Great Britain was\nthere a fortified spot of so little importance as Caerdaff, on the west\ncoast of Wales.\n\nCaerdaff consisted of a large fort on a promontory, and an immense\ncastellated structure on the other side of a small bay, with a little\nfishing village at the head of said bay.  The castellated structure was\nrather old, the fortress somewhat less so; and both had long been\nconsidered useless, as there was no probability that an enemy would\nland at this point on the coast.\n\nCaerdaff was therefore selected as the spot to be operated upon.  No\none could for a moment imagine that the Syndicate had mined this place;\nand if it should be destroyed by motor-bombs, it would prove to the\ncountry that the Government had not been frightened by the tricks of a\ncrafty enemy.\n\nAn hour after the receipt of the note in which it was stated that\nCaerdaff had been selected, the Syndicate's fleet started for that\nplace.  The crabs were elevated to cruising height, the repeller taken\nin tow, and by the afternoon of the next day the fleet was lying off\nCaerdaff.  A note was sent on shore to the officer in command, stating\nthat the bombardment would begin at ten o'clock in the morning of the\nnext day but one, and requesting that information of the hour appointed\nbe instantly transmitted to London.  When this had been done, the fleet\nsteamed six or seven miles off shore, where it lay to or cruised about\nfor two nights and a day.\n\nAs soon as the Government had selected Caerdaff for bombardment,\nimmediate measures were taken to remove the small garrisons and the\ninhabitants of the fishing village from possible danger.  When the\nSyndicate's note was received by the commandant of the fort, he was\nalready in receipt of orders from the War Office to evacuate the\nfortifications, and to superintend the removal of the fishermen and\ntheir families to a point of safety farther up the coast.\n\nCaerdaff was a place difficult of access by land, the nearest railroad\nstations being fifteen or twenty miles away; but on the day after the\narrival of the Syndicate's fleet in the offing, thousands of people\nmade their way to this part of the country, anxious to see--if\nperchance they might find an opportunity to safely see--what might\nhappen at ten o'clock the next morning.  Officers of the army and navy,\nGovernment officials, press correspondents, in great numbers, and\ncurious and anxious observers of all classes, hastened to the Welsh\ncoast.\n\nThe little towns where the visitors left the trains were crowded to\noverflowing, and every possible conveyance, by which the mountains\nlying back of Caerdaff could be reached, was eagerly secured, many\npersons, however, being obliged to depend upon their own legs.  Soon\nafter sunrise of the appointed day the forts, the village, and the\nsurrounding lower country were entirely deserted, and every point of\nvantage on the mountains lying some miles back from the coast was\noccupied by excited spectators, nearly every one armed with a\nfield-glass.\n\nA few of the guns from the fortifications were transported to an\noverlooking height, in order that they might be brought into action in\ncase the repeller, instead of bombarding, should send men in boats to\ntake possession of the evacuated fortifications, or should attempt any\nmining operations.  The gunners for this battery were stationed at a\nsafe place to the rear, whence they could readily reach their guns if\nnecessary.\n\nThe next day was one of supreme importance to the Syndicate.  On this\nday it must make plain to the world, not only what the motor-bomb could\ndo, but that the motor-bomb did what was done.  Before leaving the\nEnglish Channel the director of Repeller No. 11 had received\ntelegraphic advices from both Europe and America, indicating the\ngeneral drift of public opinion in regard to the recent sea-fight; and,\nbesides these, many English and continental papers had been brought to\nhim from the French coast.\n\nFrom all these the director perceived that the cause of the Syndicate\nhad in a certain way suffered from the manner in which the battle in\nthe channel had been conducted.  Every newspaper urged that if the\nrepeller carried guns capable of throwing the bombs which the Syndicate\nprofessed to use, there was no reason why every ship in the British\nfleet should not have been destroyed.  But as the repeller had not\nfired a single shot at the fleet, and as the battle had been fought\nentirely by the crabs, there was every reason to believe that if there\nwere such things as motor-guns, their range was very short, not as\ngreat as that of the ordinary dynamite cannon.  The great risk run by\none of the crabs in order to disable a dynamite gun-boat seemed an\nadditional proof of this.\n\nIt was urged that the explosions in the water might have been produced\nby torpedoes; that the torpedo-boat which had been destroyed was so\nnear the repeller that an ordinary shell was sufficient to accomplish\nthe damage that had been done.\n\nTo gainsay these assumptions was imperative on the Syndicate's forces.\nTo firmly establish the prestige of the instantaneous motor was the\nobject of the war.  Crabs were of but temporary service.  Any nation\ncould build vessels like them, and there were many means of destroying\nthem.  The spring armour was a complete defence against ordinary\nartillery, but it was not a defence against submarine torpedoes.  The\nclaims of the Syndicate could be firmly based on nothing but the powers\nof absolute annihilation possessed by the instantaneous motor-bomb.\n\nAbout nine o'clock on the appointed morning, Repeller No. 11, much to\nthe surprise of the spectators on the high grounds with field-glasses\nand telescopes, steamed away from Caerdaff.  What this meant nobody\nknew, but the naval military observers immediately suspected that the\nSyndicate's vessel had concentrated attention upon Caerdaff in order to\ngo over to Ireland to do some sort of mischief there.  It was presumed\nthat the crabs accompanied her, but as they were now at their fighting\ndepth it was impossible to see them at so great a distance.\n\nBut it was soon perceived that Repeller No. 11 had no intention of\nrunning away, nor of going over to Ireland.  From slowly cruising about\nfour or five miles off shore, she had steamed westward until she had\nreached a point which, according to the calculations of her scientific\ncorps, was nine marine miles from Caerdaff.  There she lay to against a\nstrong breeze from the east.\n\nIt was not yet ten o'clock when the officer in charge of the starboard\ngun remarked to the director that he suppose that it would not be\nnecessary to give the smoke signals, as had been done in the channel,\nas now all the crabs were lying near them.  The director reflected a\nmoment, and then ordered that the signals should be given at every\ndischarge of the gun, and that the columns of black smoke should be\nshot up to their greatest height.\n\nAt precisely ten o'clock, up rose from Repeller No.  11 two tall jets\nof black smoke.  Up rose from the promontory of Caerdaff, a heavy gray\ncloud, like an immense balloon, and then the people on the hill-tops\nand highlands felt a sharp shock of the ground and rocks beneath them,\nand heard the sound of a terrible but momentary grinding crush.\n\nAs the cloud began to settle, it was borne out to sea by the wind, and\nthen it was revealed that the fortifications of Caerdaff had\ndisappeared.\n\nIn ten minutes there was another smoke signal, and a great cloud over\nthe castellated structure on the other side of the bay.  The cloud\npassed away, leaving a vacant space on the other side of the bay.\n\nThe second shock sent a panic through the crowd of spectators.  The\nnext earthquake bomb might strike among them.  Down the eastern slopes\nran hundreds of them, leaving only a few of the bravest civilians, the\nreporters of the press, and the naval and military men.\n\nThe next motor-bomb descended into the fishing village, the comminuted\nparticles of which, being mostly of light material, floated far out to\nsea.\n\nThe detachment of artillerists who had been deputed to man the guns on\nthe heights which commanded the bay had been ordered to fall back to\nthe mountains as soon as it had been seen that it was not the intention\nof the repeller to send boats on shore.  The most courageous of the\nspectators trembled a little when the fourth bomb was discharged, for\nit came farther inland, and struck the height on which the battery had\nbeen placed, removing all vestiges of the guns, caissons, and the ledge\nof rock on which they had stood.\n\nThe motor-bombs which the repeller was now discharging were of the\nlargest size and greatest power, and a dozen more of them were\ndischarged at intervals of a few minutes.  The promontory on which the\nfortifications had stood was annihilated, and the waters of the bay\nswept over its foundations.  Soon afterward the head of the bay seemed\nmadly rushing out to sea, but quickly surged back to fill the chasm\nwhich yawned at the spot where the village had been.\n\nThe dense clouds were now upheaved at such short intervals that the\nscene of devastation was completely shut out from the observers on the\nhills; but every few minutes they felt a sickening shock, and heard a\nmomentary and horrible crash and hiss which seemed to fill all the air.\nThe instantaneous motor-bombs were tearing up the sea-board, and\ngrinding it to atoms.\n\nIt was not yet noon when the bombardment ceased.  No more puffs of\nblack smoke came up from the distant repeller, and the vast spreading\nmass of clouds moved seaward, dropping down upon St. George's Channel\nin a rain of stone dust.  Then the repeller steamed shoreward, and when\nshe was within three or four miles of the coast she ran up a large\nwhite flag in token that her task was ended.\n\nThis sign that the bombardment had ceased was accepted in good faith;\nand as some of the military and naval men had carefully noted that each\npuff from the repeller was accompanied by a shock, it was considered\ncertain that all the bombs which had been discharged had acted, and\nthat, consequently, no further danger was to be apprehended from them.\nIn spite of this announcement many of the spectators would not leave\ntheir position on the hills, but a hundred or more of curious and\ncourageous men ventured down into the plain.\n\nThat part of the sea-coast where Caerdaff had been was a new country,\nabout which men wandered slowly and cautiously with sudden\nexclamations, of amazement and awe.  There were no longer promontories\njutting out into the sea; there were no hillocks and rocky terraces\nrising inland.  In a vast plain, shaven and shorn down to a common\nlevel of scarred and pallid rock, there lay an immense chasm two miles\nand a half long, half a mile wide, and so deep that shuddering men\ncould stand and look down upon the rent and riven rocks upon which had\nrested that portion of the Welsh coast which had now blown out to sea.\n\nAn officer of the Royal Engineers stood on the seaward edge of this\nyawning abyss; then he walked over to the almost circular body of water\nwhich occupied the place where the fishing village had been, and into\nwhich the waters of the bay had flowed.  When this officer returned to\nLondon he wrote a report to the effect that a ship canal, less than an\neighth of a mile long, leading from the newly formed lake at the head\nof the bay, would make of this chasm, when filled by the sea, the\nfinest and most thoroughly protected inland basin for ships of all\nsizes on the British coast.  But before this report received due\nofficial consideration the idea had been suggested and elaborated in a\ndozen newspapers.\n\nAccounts and reports of all kinds describing the destruction of\nCaerdaff, and of the place in which it had stood, filled the newspapers\nof the world.  Photographs and pictures of Caerdaff as it had been and\nas it then was were produced with marvellous rapidity, and the\nearthquake bomb of the American War Syndicate was the subject of\nexcited conversation in every civilized country.\n\nThe British Ministry was now the calmest body of men in Europe.  The\ngreat opposition storm had died away, the great war storm had ceased,\nand the wisest British statesmen saw the unmistakable path of national\npolicy lying plain and open before them.  There was no longer time for\narguments and struggles with opponents or enemies, internal or\nexternal.  There was even no longer time for the discussion of\nmeasures.  It was the time for the adoption of a measure which\nindicated itself, and which did not need discussion.\n\nOn the afternoon of the day of the bombardment of Caerdaff, Repeller\nNo. 11, accompanied by her crabs, steamed for the English Channel.  Two\ndays afterward there lay off the coast at Brighton, with a white flag\nfloating high above her, the old Tallapoosa, now naval mistress of the\nworld.\n\nNear by lay a cable boat, and constant communication by way of France\nwas kept up between the officers of the American Syndicate and the\nrepeller.  In a very short time communications were opened between the\nrepeller and London.\n\nWhen this last step became known to the public of America, almost as\nmuch excited by the recent events as the public of England, a great\ndisturbance arose in certain political circles.  It was argued that the\nSyndicate had no right to negotiate in any way with the Government of\nEngland; that it had been empowered to carry on a war; and that, if its\nduties in this regard had been satisfactorily executed, it must now\nretire, and allow the United States Government to attend to its foreign\nrelations.\n\nBut the Syndicate was firm.  It had contracted to bring the war to a\nsatisfactory conclusion.  When it considered that this had been done,\nit would retire and allow the American Government, with whom the\ncontract had been made, to decide whether or not it had been properly\nperformed.\n\nThe unmistakable path of national policy which had shown itself to the\nwisest British statesmen appeared broader and plainer when the\novertures of the American War Syndicate had been received by the\nBritish Government.  The Ministry now perceived that the Syndicate had\nnot waged war; it had been simply exhibiting the uselessness of war as\nat present waged.  Who now could deny that it would be folly to oppose\nthe resources of ordinary warfare to those of what might be called\nprohibitive warfare.\n\nAnother idea arose in the minds of the wisest British statesmen.  If\nprohibitive warfare were a good thing for America, it would be an\nequally good thing for England.  More than that, it would be a better\nthing if only these two countries possessed the power of waging\nprohibitive warfare.\n\nIn three days a convention of peace was concluded between Great Britain\nand the American Syndicate acting for the United States, its provisions\nbeing made subject to such future treaties and alliances as the\ngovernments of the two nations might make with each other.  In six days\nafter the affair at Caerdaff, a committee of the American War Syndicate\nwas in London, making arrangements, under the favourable auspices of\nthe British Government, for the formation of an Anglo-American\nSyndicate of War.\n\nThe Atlantic Ocean now sprang into new life.  It seemed impossible to\nimagine whence had come the multitude of vessels which now steamed and\nsailed upon its surface.  Among these, going westward, were six crabs,\nand the spring-armoured vessel, once the Tallapoosa, going home to a\ntriumphant reception, such as had never before been accorded to any\nvessel, whether of war or peace.\n\nThe blockade of the Canadian port, which had been effectively\nmaintained without incident, was now raised, and the Syndicate's\nvessels proceeded to an American port.\n\nThe British ironclad, Adamant, at the conclusion of peace was still in\ntow of Crab C, and off the coast of Florida.  A vessel was sent down\nthe coast by the Syndicate to notify Crab C of what had occurred, and\nto order it to tow the Adamant to the Bermudas, and there deliver her\nto the British authorities.  The vessel sent by the Syndicate, which\nwas a fast coast-steamer, had scarcely hove in sight of the objects of\nher search when she was saluted by a ten-inch shell from the Adamant,\nfollowed almost immediately by two others.  The commander of the\nAdamant had no idea that the war was at an end, and had never failed,\nduring his involuntary cruise, to fire at anything which bore the\nAmerican flag, or looked like an American craft.\n\nFortunately the coast steamer was not struck, and at the top of her\nspeed retired to a greater distance, whence the Syndicate officer on\nboard communicated with the crab by smoke signals.\n\nDuring the time in which Crab C had had charge of the Adamant no\ncommunication had taken place between the two vessels.  Whenever an\nair-pipe had been elevated for the purpose of using therein a\nspeaking-tube, a volley from a machine-gun on the Adamant was poured\nupon it, and after several pipes had been shot away the director of the\ncrab ceased his efforts to confer with those on the ironclad.  It had\nbeen necessary to place the outlets of the ventilating apparatus of the\ncrab under the forward ends of some of the upper roof-plates.\n\nWhen Crab C had received her orders, she put about the prow of the\ngreat warship, and proceeded to tow her north-eastward, the commander\nof the Adamant taking a parting crack with his heaviest stern-gun at\nthe vessel which had brought the order for his release.\n\nAll the way from the American coast to the Bermuda Islands, the great\nAdamant blazed, thundered, and roared, not only because her commander\nsaw, or fancied he saw, an American vessel, but to notify all crabs,\nrepellers, and any other vile invention of the enemy that may have been\nrecently put forth to blemish the sacred surface of the sea, that the\nAdamant still floated, with the heaviest coat of mail and the finest\nand most complete armament in the world, ready to sink anything hostile\nwhich came near enough--but not too near.\n\nWhen the commander found that he was bound for the Bermudas, he did not\nunderstand it, unless, indeed, those islands had been captured by the\nenemy.  But he did not stop firing.  Indeed, should he find the\nBermudas under the American flag, he would fire at that flag and\nwhatever carried it, as long as a shot or a shell or a charge of powder\nremained to him.\n\nBut when he reached British waters, and slowly entering St. George's\nharbour, saw around him the British flag floating as proudly as it\nfloated above his own great ship, he confessed himself utterly\nbewildered; but he ordered the men at every gun to stand by their piece\nuntil he was boarded by a boat from the fort, and informed of the true\nstate of affairs.\n\nBut even then, when weary Crab C raised herself from her fighting\ndepth, and steamed to a dock, the commander of the Adamant could\nscarcely refrain from sending a couple of tons of iron into the beastly\nsea-devil which had had the impertinence to tow him about against his\nwill.\n\nNo time was lost by the respective Governments of Great Britain and the\nUnited States in ratifying the peace made through the Syndicate, and in\nconcluding a military and naval alliance, the basis of which should be\nthe use by these two nations, and by no other nations, of the\ninstantaneous motor.  The treaty was made and adopted with much more\ndespatch than generally accompanies such agreements between nations,\nfor both Governments felt the importance of placing themselves, without\ndelay, in that position from which, by means of their united control of\nparamount methods of warfare, they might become the arbiters of peace.\n\nThe desire to evolve that power which should render opposition useless\nhad long led men from one warlike invention to another.  Every one who\nhad constructed a new kind of gun, a new kind of armour, or a new\nexplosive, thought that he had solved the problem, or was on his way to\ndo so.  The inventor of the instantaneous motor had done it.\n\nThe treaty provided that all subjects concerning hostilities between\neither or both of the contracting powers and other nations should be\nreferred to a Joint High Commission, appointed by the two powers; and\nif war should be considered necessary, it should be prosecuted and\nconducted by the Anglo-American War Syndicate, within limitations\nprescribed by the High Commission.\n\nThe contract made with the new Syndicate was of the most stringent\norder, and contained every provision that ingenuity or foresight of man\ncould invent or suggest to make it impossible for the Syndicate to\ntransfer to any other nation the use of the instantaneous motor.\n\nThroughout all classes in sympathy with the Administrative parties of\nGreat Britain and the United States there was a feeling of jubilant\nelation on account of the alliance and the adoption by the two nations\nof the means of prohibitive warfare.  This public sentiment acted even\nupon the opposition; and the majority of army and navy officers in the\ntwo countries felt bound to admit that the arts of war in which they\nhad been educated were things of the past.  Of course there were\nmembers of the army and navy in both countries who deprecated the new\nstate of things.  But there were also men, still living, who deprecated\nthe abolition of the old wooden seventy-four gun ship.\n\nA British artillery officer conversing with a member of the American\nSyndicate at a London club, said to him:--\n\n\"Do you know that you made a great mistake in the beginning of your\noperations with the motor-guns?  If you had contrived an attachment to\nthe motor which should have made an infernal thunder-clap and a storm\nof smoke at the moment of discharge it would have saved you a lot of\nmoney and time and trouble.  The work of the motor on the Canadian\ncoast was terrible enough, but people could see no connection between\nthat and the guns on your vessels.  If you could have sooner shown that\nconnection you might have saved yourselves the trouble of crossing the\nAtlantic.  And, to prove this, one of the most satisfactory points\nconnected with your work on the Welsh coast was the jet of smoke which\ncame from the repeller every time she discharged a motor.  If it had\nnot been for those jets, I believe there would be people now in the\nopposition who would swear that Caerdaff had been mined, and that the\nMinistry were a party to it.\"\n\n\"Your point is well taken,\" said the American, \"and should it ever be\nnecessary to discharge any more bombs,--which I hope it may not be,--we\nshall take care to show a visible and audible connection between cause\nand effect.\"\n\n\"The devil take it, sir!\" cried an old captain of an English\nship-of-the-line, who was sitting near by.  \"What you are talking about\nis not  war!  We might as well send out a Codfish Trust to settle\nnational disputes.  In the next sea-fight we'll save ourselves the\ntrouble of gnawing and crunching at the sterns of the enemy.  We'll\nsimply send a note aboard requesting the foreigner to be so good as to\nsend us his rudder by bearer, which, if properly marked and numbered,\nwill be returned to him on the conclusion of peace.  This would do just\nas well as twisting it off, and save expense.  No, sir, I will not join\nyou in a julep!  _I_ have made no alliance over new-fangled inventions!\nWaiter, fetch me some rum and hot water!\"\n\nIn the midst of the profound satisfaction with which the members of the\nAmerican War Syndicate regarded the success of their labours,--labours\nalike profitable to themselves and to the recently contending\nnations,--and in the gratified pride with which they received the\npopular and official congratulations which were showered upon them,\nthere was but one little cloud, one regret.\n\nIn the course of the great Syndicate War a life had been lost.  Thomas\nHutchins, while assisting in the loading of coal on one of the\nrepellers, was accidentally killed by the falling of a derrick.\n\nThe Syndicate gave a generous sum to the family of the unfortunate man,\nand throughout the United States the occurrence occasioned a deep\nfeeling of sympathetic regret.  A popular subscription was started to\nbuild a monument to the memory of Hutchins, and contributions came, not\nonly from all parts of the United States, but from many persons in\nGreat Britain who wished to assist in the erection of this tribute to\nthe man who had fallen in the contest which had been of as much benefit\nto their country as to his own.\n\nSome weeks after the conclusion of the treaty, a public question was\nraised, which at first threatened to annoy the American Government; but\nit proved to be of little moment.  An anti-Administration paper in\nPeakville, Arkansas, asserted that in the whole of the published treaty\nthere was not one word in regard to the fisheries question, the\ncomplications arising from which had been the cause of the war.  Other\npapers took up the matter, and the Government then discovered that in\ndrawing up the treaty the fisheries business had been entirely\noverlooked.  There was a good deal of surprise in official circles when\nthis discovery was announced; but as it was considered that the\nfisheries question was one which would take care of itself, or be\nreadily disposed of in connection with a number of other minor points\nwhich remained to be settled between the two countries, it was decided\nto take no notice of the implied charge of neglect, and to let the\nmatter drop.  And as the opposition party took no real interest in the\nquestion, but little more was said about it.\n\nBoth countries were too well satisfied with the general result to waste\ntime or discussion over small matters.  Great Britain had lost some\nforts and some ships; but these would have been comparatively useless\nin the new system of warfare.  On the other hand, she had gained, not\nonly the incalculable advantage of the alliance, but a magnificent and\nunsurpassed landlocked basin on the coast of Wales.\n\nThe United States had been obliged to pay an immense sum on account of\nthe contract with the War Syndicate, but this was considered money so\nwell spent, and so much less than an ordinary war would have cost, that\nonly the most violent anti-Administration journals ever alluded to it.\n\nReduction of military and naval forces, and gradual disarmament, was\nnow the policy of the allied nations.  Such forces and such vessels as\nmight be demanded for the future operations of the War Syndicate were\nretained.  A few field batteries of motor-guns were all that would be\nneeded on land, and a comparatively small number of armoured ships\nwould suffice to carry the motor-guns that would be required at sea.\n\nNow there would be no more mere exhibitions of the powers of the\ninstantaneous motor-bomb.  Hereafter, if battles must be fought, they\nwould be battles of annihilation.\n\nThis is the history of the Great Syndicate War.  Whether or not the\nAnglo-American Syndicate was ever called upon to make war, it is not to\nbe stated here.  But certain it is that after the formation of this\nSyndicate all the nations of the world began to teach English in their\nschools, and the Spirit of Civilization raised her head with a\nconfident smile."
}