{
 "author": [
  "Hope, Anthony"
 ],
 "title": [
  "Frivolous Cupid"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Man-woman relationships -- Fiction",
  "Short stories, English",
  "PR"
 ],
 "id": "428",
 "genre": [
  "short stories",
  "fiction"
 ],
 "text": "FRIVOLOUS CUPID\n\nBY\n\nSIR ANTHONY HOPE HAWKINS\n\n(ANTHONY HOPE, PSEUD.)\n\n\n\n\n  Cupid, I met thee yesterday\n      With an empty quiver,\n  Coming from Clarinda's house\n      By the reedy river.\n\n  And I saw Clarinda stand\n      Near the pansies, weeping,\n  With her hands upon her breast\n      All thine arrows keeping.\n\n\n\n\nCONTENTS\n\n    I.  RELUCTANCE\n   II.  WHY MEN DON'T MARRY\n  III.  A CHANGE OF HEART\n   IV.  A REPENTANT SINNER\n    V.  'TWIXT WILL AND WILL NOT\n   VI.  WHICH SHALL IT BE?\n  VII.  MARRIAGE BY COMPULSION\n VIII.  ALL'S WELL THAT ENDS WELL\n\n\n\n\nFRIVOLOUS CUPID.\n\n\nI.\n\n\n\nRELUCTANCE.\n\nI.\n\nNeither life nor the lawn-tennis club was so full at Natterley that the\nnews of Harry Sterling's return had not some importance.\n\nHe came back, moreover, to assume a position very different from his\nold one.  He had left Harrow now, departing in the sweet aroma of a\nlong score against Eton at Lord's, and was to go up to Oxford in\nOctober.  Now between a schoolboy and a University man there is a gulf,\nindicated unmistakably by the cigarette which adorned Harry's mouth as\nhe walked down the street with a newly acquiescent father, and\nthoroughly realized by his old playmates.  The young men greeted him as\nan equal, the boys grudgingly accepted his superiority, and the girls\nreceived him much as though they had never met him before in their\nlives and were pressingly in need of an introduction.  These features\nof his reappearance amused Mrs. Mortimer; she recollected him as an\nuntidy, shy, pretty boy; but mind, working on matter, had so\ntransformed him that she was doubtful enough about him to ask her\nhusband if that were really Harry Sterling.\n\nMr. Mortimer, mopping his bald head after one of his energetic failures\nat lawn tennis, grunted assent, and remarked that a few years more\nwould see a like development in their elder son, a remark which\nbordered on absurdity; for Johnny was but eight, and ten years are not\na few years to a lady of twenty-eight, whatever they may seem to a man\nof forty-four.\n\nPresently Harry, shaking himself free from an entangling group of the\nVicarage girls, joined his father, and the two came across to Mrs.\nMortimer.\n\nShe was a favorite of old Sterling's, and he was proud to present his\nhandsome son to her.  She listened graciously to his jocosities,\nstealing a glance at Harry when his father called him \"a good boy.\"\nHarry blushed and assumed an air of indifference, tossing his hair back\nfrom his smooth forehead, and swinging his racket carelessly in his\nhand.  The lady addressed some words of patronizing kindness to him,\nseeking to put him at his ease.  She seemed to succeed to some extent,\nfor he let his father and her husband go off together, and sat down by\nher on the bench, regardless of the fact that the Vicarage girls were\nwaiting for him to make a fourth.\n\nHe said nothing, and Mrs. Mortimer looked at him from under her long\nlashes; in so doing she discovered that he was looking at her.\n\n\"Aren't you going to play any more, Mr. Sterling?\" she asked.\n\n\"Why aren't you playing?\" he rejoined.\n\n\"My husband says I play too badly.\"\n\n\"Oh, play with me!  We shall make a good pair.\"\n\n\"Then you must be very good.\"\n\n\"Well, no one can play a hang here, you know.  Besides I'm sure you're\nall right, really.\"\n\n\"You forget my weight of years.\"\n\nHe opened his blue eyes a little, and laughed.  He was, in fact,\nastonished to find that she was quite a young woman.  Remembering old\nMortimer and the babies, he had thought of her as full middle-aged.\nBut she was not; nor had she that likeness to a suet pudding, which his\nnewborn critical faculty cruelly detected in his old friends, the\nVicarage girls.\n\nThere was one of them--Maudie--with whom he had flirted in his\nholidays; he wondered at that, especially when a relentless memory told\nhim that Mrs. Mortimer must have been at the parties where the thing\nwent on.  He felt very much older, so much older that Mrs. Mortimer\nbecame at once a contemporary. Why, then, should she begin, as she now\ndid, to talk to him, in quasi maternal fashion, about his prospects?\nMen don't have prospects, or, anyhow, are spared questionings thereon.\n\nEither from impatience of this topic, or because, after all, tennis was\nnot to be neglected, he left her, and she sat alone for a little while,\nwatching him play.  She was glad that she had not played; she could not\nhave rivaled the activity of the Vicarage girls.  She got up and joined\nMrs. Sterling, who was presiding over the club teapot.  The good lady\nexpected compliments on her son, but for some reason Mrs. Mortimer gave\nher none.  Very soon, indeed, she took Johnnie away with her, leaving\nher husband to follow at his leisure.\n\nIn comparing Maudie Sinclair to a suet pudding, Harry had looked at the\ndark side of the matter.\n\nThe suggestion, though indisputable, was only occasionally obtrusive,\nand as a rule hushed almost to silence by the pleasant good nature\nwhich redeemed shapeless features.  Mrs. Mortimer had always liked\nMaudie, who ran in and out of her house continually, and had made of\nherself a vice-mother to the little children.\n\nThe very next day she came, and, in the intervals of playing cricket\nwith Johnnie, took occasion to inform Mrs. Mortimer that in her opinion\nHarry Sterling was by no means improved by his new status and dignity.\nShe went so far as to use the term \"stuck-up.\"  \"He didn't use to be\nlike that,\" she said, shaking her head; \"he used to be very jolly.\"\nMrs. Mortimer was relieved to note an entire absence of romance either\nin the regretted past or the condemned present.  Maudie mourned a\nfriend spoiled, not an admirer lost; the tone of her criticisms left no\ndoubt of it, and Mrs. Mortimer, with a laugh, announced her intention\nof asking the Sterlings to dinner and having Maudie to meet them.  \"You\nwill be able to make it up then,\" said she.\n\n\"Why, I see him every day at the tennis club,\" cried Maudie in surprise.\n\nThe faintest of blushes tinged Mrs. Mortimer's cheek as she chid\nherself for forgetting this obvious fact.\n\nThe situation now developed rapidly.  The absurd thing happened: Harry\nSterling began to take a serious view of his attachment to Mrs.\nMortimer.  The one thing more absurd, that she should take a serious\nview of it, had not happened yet, and, indeed, would never happen; so\nshe told herself with a nervous little laugh. Harry gave her no\nopportunity of saying so to him, for you cannot reprove glances or\ndiscourage pressings of your hand in fashion so blunt.\n\nAnd he was very discreet: he never made her look foolish.  In public he\ntreated her with just the degree of attention that gained his mother's\nfond eulogium, and his father's approving smile; while Mr. Mortimer,\nwho went to London at nine o'clock every morning and did not return\ntill seven, was very seldom bothered by finding the young fellow\nhanging about the house. Certainly he came pretty frequently between\nthe hours named, but it was, as the children could have witnessed, to\nplay with them. And, through his comings and goings, Mrs. Mortimer\nmoved with pleasure, vexation, self-contempt, and eagerness.\n\nOne night she and her husband went to dine with the Sterlings. After\ndinner Mr. Mortimer accepted his host's invitation to stay for a smoke.\nHe saw no difficulty in his wife walking home alone; it was but half a\nmile, and the night was fine and moonlit.  Mrs. Mortimer made no\ndifficulty either, but Mrs. Sterling was sure that Harry would be\ndelighted to see Mrs. Mortimer to her house.\n\nShe liked the boy to learn habits of politeness, she said, and his\nfather eagerly proffered his escort, waving aside Mrs. Mortimer's\nprotest that she would not think of troubling Mr. Harry; throughout\nwhich conversation Harry said nothing at all, but stood smiling, with\nhis hat in his hand, the picture of an obedient, well-mannered youth.\nThere are generally two ways anywhere, and there were two from the\nSterlings' to the Mortimers': the short one through the village, and\nthe long one round by the lane and across the Church meadow.  The path\ndiverging to the latter route comes very soon after you leave the\nSterlings', and not a word had passed when Mrs. Mortimer and Harry\nreached it.  Still without a word, Harry turned off to follow the path.\nMrs. Mortimer glanced at him; Harry smiled.\n\n\"It's much longer,\" she said.\n\n\"There's lots of time,\" rejoined Harry, \"and it's such a jolly night.\"\nThe better to enjoy the night's beauty, he slackened his pace to a very\ncrawl.\n\n\"It's rather dark; won't you take my arm?\" he said.\n\n\"What nonsense!  Why, I could see to read!\"\n\n\"But I'm sure you're tired.\"\n\n\"How absurd you are!  Was it a great bore?\"\n\n\"What?\"\n\n\"Why, coming.\"\n\n\"No,\" said Harry.\n\nIn such affairs monosyllables are danger signals.  A long protestation\nmight have meant nothing: in this short, sufficient negative Mrs.\nMortimer recognized the boy's sincerity.  A little thrill of pride and\nshame, and perhaps something else, ran through her.  The night was hot\nand she unfastened the clasp of her cloak, breathing a trifle quickly.\nTo relieve the silence, she said, with a laugh:\n\n\"You see we poor married women have to depend on charity.  Our husbands\ndon't care to walk home with us.  Your father was bent on your coming.\"\n\nHarry laughed a short laugh; the utter darkness of Mr. Sterling's\ncondition struck through his agitation down to his sense of humor.\nMrs. Mortimer smiled at him; she could not help it: the secret between\nthem was so pleasant to her, even while she hated herself for its\nexistence.\n\nThey had reached the meadow now, halfway through their journey. A\nlittle gate led into it and Harry stopped, leaning his arm on the top\nrail.\n\n\"Oh, no! we must go on,\" she murmured.\n\n\"They won't move for an hour yet,\" he answered, and then he suddenly\nbroke out:\n\n\"How--how funny it is!  I hardly remembered you, you know.\"\n\n\"Oh, but I remembered you, a pretty little boy;\" and she looked up at\nhis face, half a foot above her.  Mere stature has much effect and the\nlittle boy stage seemed very far away.  And he knew that it did, for he\nput out his hand to take hers.  She drew back.\n\n\"No,\" she said.\n\nHarry blushed.  She took hold of the gate and he, yielding his place,\nlet her pass through.  For a minute or two they walked on in silence.\n\n\"Oh, how silly you are!\" she cried then, beginning with a laugh and\nending with a strange catch in her throat.  \"Why, you're only just out\nof knickerbockers!\"\n\n\"I don't care, I don't care, Hilda----\"\n\n\"Hush, hush!  Oh, indeed, you must be quiet!  See, we are nearly home.\"\n\nHe seized her hand, not to be quelled this time, and, bending low over\nit, kissed it.  She did not draw it away, but watched him with a\ncurious, pained smile.  He looked up in her face, his own glowing with\nexcitement.  He righted himself to his full stature and, from that\nstooping, kissed her on the lips.\n\n\"Oh, you silly boy!\" she moaned, and found herself alone in the meadow.\nHe had gone swiftly back by the way they had come, and she went on to\nher home.\n\n\"Well, the boy saw you home?\" asked Mr. Mortimer when he arrived half\nan hour later.\n\n\"Yes,\" she said, raising her head from the cushions of the sofa on\nwhich he found her lying.\n\n\"I supposed so, but he didn't come into the smoking-room when he got\nback.  Went straight to bed, I expect.  He's a nice-mannered young\nfellow, isn't he?\"\n\n\"Oh, very!\" said Mrs. Mortimer.\n\n\n\nII.\n\nMr. Mortimer had never been so looked after, cosseted, and comforted\nfor his early start as the next morning, nor the children found their\nmother so patient and affectionate.  She was in an abasement of shame\nand disgust at herself, and quite unable to treat her transgression\nlightly.  That he was a boy and she--not a girl--seemed to charge her\nwith his as well as her own sins, and, besides this moral aggravation,\nentailed a lower anxiety as to his discretion and secrecy that drove\nher half mad with worry.  Suppose he should boast of it!  Or, if he\nwere not bad enough for that, only suppose he should be carried away\ninto carelessness about it!  He had nothing to fear worse than what he\nwould call \"a wigging\" and perhaps summary dismissal to a tutor's: she\nhad more at risk than she could bear to think of. Probably, by now, he\nrecognized his foolishness, and laughed at himself and her.  This\nthought made her no happier, for men may do all that--and yet, very\noften, they do not stop.\n\nShe had to go to a party at the Vicarage in the afternoon.  Harry would\nbe sure to be there, and, with a conflict of feeling finding expression\nin her acts, she protected herself by taking all the children, while\nshe inconsistently dressed herself in her most youthful and coquettish\ncostume.  She found herself almost grudging Johnnie his rapidly\nincreasing inches, even while she relied on him for an assertion of her\nposition as a matron.  For the folly of last night was to be over and\ndone with, and her acquaintance with Harry Sterling to return to its\nonly possible sane basis; that she was resolved on, but she wanted\nHarry honestly--even keenly--to regret her determination.\n\nHe was talking to Maudie Sinclair when she arrived; he took off his\nhat, but did not allow his eyes to meet hers.  She gathered her\nchildren round her, and sat down among the chaperons.  Mrs. Sterling\ncame and talked to her; divining a sympathy, the good mother had much\nto say of her son, of her hopes and her fears for him; so many dangers\nbeset young men, especially if they were attractive, like Harry; there\nwere debts, idleness, fast men, and--worst of all--there were designing\nwomen, ready to impose on and ruin the innocence of youth.\n\n\"He's been such a good boy till now,\" said Mrs. Sterling, \"but, of\ncourse, his father and I feel anxious.  If we could only keep him here,\nout of harm's way, under our own eyes!\"\n\nMrs. Mortimer murmured consolation.\n\n\"How kind of you!  And your influence is so good for him.  He thinks\nsuch a lot of you, Hilda.\"\n\nMrs. Mortimer, tried too hard, rose and strolled away.  Harry's set\nseemed to end almost directly, and a moment later he was shaking hands\nwith her, still keeping his eyes away from hers. She made her grasp\ncold and inanimate, and he divined the displeasure she meant to\nindicate.\n\n\"You must go and play again,\" she said, \"or talk to the girls. You\nmustn't come and talk to me.\"\n\n\"Why not!  How can I help it--now?\"\n\nThe laughing at her and himself had evidently not come, but, bad as\nthat would have been to bear, his tone threatened something worse.\n\n\"Don't,\" she answered sharply.  \"I'm very angry.  You were very unkind\nand--and ungentlemanly last night.\"\n\nHe flushed crimson.\n\n\"Didn't you like it?\" he asked, with the terrible simplicity of his\nyouth.\n\nFor all her trouble, she had to bite her lip to hide a smile. What a\nquestion to ask--just in so many words!\n\n\"It was very, very wicked, and, of course, I didn't like it,\" she\nanswered.  \"Oh, Harry! don't you know how wicked it was?\"\n\n\"Oh, yes!  I know that, of course,\" said he, picking at the straw of\nhis hat, which he was carrying in his hand.\n\n\"Well, then!\" she said.\n\n\"I couldn't help it.\"\n\n\"You must help it.  Oh, don't you know--oh, it's absurd!  I'm years\nolder than you.\"\n\n\"You looked so--so awfully pretty.\"\n\n\"I can't stand talking to you.  They'll all see.\"\n\n\"Oh, it's all right.  You're a friend of mother's, you know.  I say,\nwhen shall I be able to see you again--alone, you know?\"\n\nMrs. Mortimer was within an ace of a burst of tears.  He seemed not to\nknow that he made her faint with shame, and mad with exultation, and\nbewildered with terror all in a moment.  His new manhood took no heed,\nsave of itself.  Was this being out of harm's way, under the eyes of\nthose poor blind parents?\n\n\"If--if you care the least for me--for what I wish, go away, Harry,\"\nshe whispered.\n\nHe looked at her in wonder, but, with a frown on his face, did as he\nwas told.  Five minutes later he was playing again; she heard him shout\n\"Thirty--love,\" as he served, a note of triumphant battle in his voice.\nShe believed that she was altogether out of his thoughts.\n\nHer husband was to dine in town that night, and, for sheer protection,\nshe made Maudie Sinclair come and share her evening meal.  The children\nwere put to bed, and they sat down alone together, talking over the\nparty.  Maudie was pleased to relax a little of her severity toward\nHarry Sterling; she admitted that he had been very useful in arranging\nthe sets, and very pleasant to everyone.\n\n\"Of course, he's conceited,\" she said, \"but all boys are.  He'll get\nover it.\"\n\n\"You talk as if you were a hundred, Maudie,\" laughed Mrs. Mortimer.\n\"He's older than you are.\"\n\n\"Oh, but boys are much younger than girls, Mrs. Mortimer.  Harry\nSterling's quite a boy still.\"\n\nA knock sounded at the door.  A minute later the boy walked in. The\nsight of Maudie Sinclair produced a momentary start, but he recovered\nhimself and delivered a note from his mother, the excuse for his visit.\nIt was an invitation for a few days ahead; there could certainly have\nbeen no hurry for it to arrive that night.  While Mrs. Mortimer read\nit, Harry sat down and looked at her.  She was obliged to treat his\narrival as unimportant, and invited him to have a glass of wine.\n\n\"Why are you in evening dress?\" asked Maudie wonderingly.\n\n\"For dinner,\" answered Harry.\n\n\"Do you dress when you're alone at home?\"\n\n\"Generally.  Most men do.\"\n\nMaudie allowed herself to laugh.  Mrs. Mortimer saw the joke, too, but\nits amusement was bitter to her.\n\n\"I like it,\" she said gently.  \"Most of the men I know do it.\"\n\n\"Your husband doesn't,\" observed Miss Sinclair.\n\n\"Poor George gets down from town so tired.\"\n\nShe gave Harry the reply she had written (it was a refusal--she could\nnot have told why), but he seemed not to understand that he was to go.\nBefore he apprehended, she had to give him a significant glance; she\ngave it in dread of Maudie's eyes.  She knew how sharp schoolgirls'\neyes are in such things.  Whether Maudie saw it or not, Harry did; he\nsprang to his feet and said good-night.\n\nMaudie was not long after him.  The conversation languished, and there\nwas nothing to keep her.  With an honest yawn she took her leave.  Mrs.\nMortimer accompanied her down the garden to the gate.  As she went, she\nbecame to her startled horror aware of a third person in the garden.\nShe got rid of Maudie as soon as she could, and turned back to the\nhouse.  Harry, emerging from behind a tree, stood before her.\n\n\"I know what you're going to say,\" he said doggedly, \"but I couldn't\nhelp it.  I was dying to see you again.\"  She spread out her hands as\nthough to push him away.  She was like a frightened girl.\n\n\"Oh, you're mad!\" she whispered.  \"You must go.  Suppose anyone should\ncome.  Suppose my husband----\"\n\n\"I can't help it.  I won't stay long.\"\n\n\"Harry, Harry, don't be cruel!  You'll ruin me, Harry.  If you love me,\ngo--if you love me.\"\n\nEven now he hardly fathomed her distress, but she had made him\nunderstand that this spot and this time were too dangerous.\n\n\"Tell me where I can see you safely,\" he asked, almost demanded.\n\n\"You can see me safely--nowhere.\"\n\n\"Nowhere?  You mean that you won't----\"\n\n\"Harry, come here a minute--there--no closer.  I just want to be able\nto touch your hair.  Go away, dear--yes, I said 'dear.' Do please go\naway.  You--you won't be any happier afterward for having--if--if you\ndon't go away.\"\n\nHe stood irresolutely still.  Her fingers lightly touched his hair, and\nthen her arm dropped at her side.  He saw a tear run down her cheek.\nSuddenly his own face turned crimson.\n\n\"I'm--I'm very sorry,\" he muttered.  \"I didn't mean----\"\n\n\"Good-night.  I'm going in.\"\n\nShe held out her hand.  Again he bent and kissed it, and, as he did so,\nhe felt the light touch of her lips among his hair.\n\n\"I'm such a foolish, foolish woman,\" she whispered, \"but you're a\ngentleman, Harry,\" and she drew her hand away and left him.\n\nTwo days later she took her children off to the seaside.  And the\nMortimers never came back to Natterley.  She wrote and told Mrs.\nSterling that George wanted to be nearer his work in town, and that\nthey had gone to live at Wimbledon.\n\n\"How we shall miss her!\" exclaimed good Mrs. Sterling.  \"Poor Harry!\nwhat'll he say?\"\n\n\n\nIII.\n\nOne day, at Brighton, some six years later, a lady in widow's weeds,\naccompanied by a long, loose-limbed boy of fourteen, was taking the air\nby the sea.  The place was full of people, and the scene gay.\n\nMrs. Mortimer sat down on a seat and Johnnie stood idly by her.\nPresently a young man and a girl came along.  While they were still a\nlong way off, Mrs. Mortimer, who was looking in that direction,\nsuddenly leaned forward, started a little, and looked hard at them.\nJohnnie, noticing nothing, whistled unconcernedly.\n\nThe couple drew near.  Mrs. Mortimer sat with a faint smile on her\nface.  The girl was chatting merrily to the young man, and he listened\nto her and laughed every now and then, but his bright eyes were not\nfixed on her, but were here, there, and everywhere, where metal\nattractive to such eyes might be found. The discursive mood of the eyes\nsomehow pleased Mrs. Mortimer. Just as the young man came opposite her,\nhe glanced in her direction.\n\nMrs. Mortimer wore the curious, half-indifferent, half-expectant air of\none ready for recognition, but not claiming it as a right.\n\nAt the first glance, a puzzled look came into the young man's eyes.  He\nlooked again: then there was a blank in his eyes.  Mrs. Mortimer made\nno sign, but sat still, half-expectant.  He was past her now, but he\nflung a last glance over his shoulder.  He was evidently very doubtful\nwhether the lady on the seat, in the heavy mourning robes, were someone\nhe knew or not.  First he thought she was, and then he thought she\nwasn't.  The face certainly reminded him of--now who the deuce was it?\nHarry knit his brows and exclaimed:\n\n\"I half believe that's somebody I know!\"\n\nAnd he puzzled over it, for nearly five minutes, all in vain. Meanwhile\nMrs. Mortimer looked at the sea, till Johnnie told her that it was\ndinner-time.\n\n\n\nII.\n\nWHY MEN DON'T MARRY.\n\nWe were sitting around the fire at Colonel Holborow's.  Dinner was\nover--had, in fact, been over for some time--the hour of smoke, whisky,\nand confidence had arrived, and we had been telling one another the\nvarious reasons which accounted for our being unmarried, for we were\nall bachelors except the colonel, and he had, as a variety, told the\nreasons why he wished he was unmarried (his wife was away).  Jack\nDexter, however, had not spoken, and it was only in response to a\ndirect appeal that he related the following story.  The story may be\ntrue or untrue, but I must remark that Jack always had rather a\nweakness for representing himself on terms of condescending intimacy\nwith the nobility and even greater folk.\n\nJack sighed deeply.  There was a sympathetic silence.  Then he began:\n\n\"For some reason best known to herself,\" said Jack, with a patient\nshrug of his shoulders, \"the Duchess of Medmenham (I don't know whether\nany of you fellows know her) chose to object to me as a suitor for the\nhand of her daughter, Mary Fitzmoine. The woman was so ignorant that\nshe may really have thought that my birth was not equal to her\ndaughter's; but all the world knows that the Munns were yeomen two\nhundred years ago, and that her Grace's family hails from a stucco\nvilla in the neighborhood of Cardiff.  However, the duchess did object;\nand when the season (in the course of which I had met Lady Mary many\ntimes) ended, instead of allowing her daughter to pay a series of\nvisits at houses where I had arranged to be, she sent her off to\nSwitzerland, under the care of a dragon whom she had engaged to keep me\nand other dangerous fellows at a proper distance.  On hearing of what\nhad happened from George Fitzmoine (an intimate friend of mine), I at\nonce threw up my visits and started in pursuit.  I felt confident that\nLady Mary was favorably inclined (in fact, I had certain proofs\nwhich--but no matter), and that if I won her heart I could break down\nthe old lady's opposition.  I should certainly have succeeded in my\nenterprise, and been at this moment the husband of one of the most\nbeautiful girls in England, but for a very curious and unfortunate\ncircumstance, which placed me in an unfavorable light in Mary's eyes.\nI was not to blame; it was just a bit of bad luck.\n\n\"I ranged over most of Switzerland in search of Lady Mary. Wherever I\nwent I asked about her, and at last I got upon the track.  At\nInterlaken I found her name in the visitors' book, together with that\nof a Miss Dibbs, whom I took to be the dragon. I questioned the porter\nand found that the two ladies had, the afternoon before, hired a\ncarriage and driven to a quiet little village some fifteen miles off,\nwhere there was a small but good inn.  Here they evidently meant to\nstay, for letters were to be sent after them there for the next week.\nThe place was described to me as pretty and retired; it seemed,\ntherefore, an ideal spot for my purpose.  I made up my mind at once.  I\nstarted the next day after luncheon, took the journey easily, and came\nin sight of the little inn about seven o'clock in the evening.  All\nwent well.  The only question was as to the disposition of Miss Dibbs\ntoward me.  I prayed that she might turn out to be a romantic dragon;\nbut, in case she should prove obstinate, I made my approaches with all\npossible caution.  When my carriage stopped at the door I jumped out.\nThe head waiter, a big fellow in a white waistcoat, was on the steps.\nI drew him aside, and took a ten-franc piece from my pocket.\n\n\"'Is there a young lady staying here?' I asked.  'Tall, fair,\nhandsome?' and I slid the piece of gold into his palm.\n\n\"'Well, yes, sir,' he said, 'there is a young lady, and she is all that\nyou say, sir.  Pardon me, Monsieur is English?'\n\n\"'Yes,' said I.\n\n\"'Ah,' said he, smiling mysteriously.  'And it is Wednesday.'\n\n\"'It is certainly Wednesday,' I admitted, though I did not see that the\nday of the week mattered much.\n\n\"He came close to me and whispered:\n\n\"'The lady thought you might come, sir.  I think she expects you, sir.\nOh, you can rely on my discretion, sir.'\n\n\"I was rather surprised, but not very much, for I had hinted to George\nFitzmoine that I meant to try my luck, and I supposed that he had\npassed my hint on to his sister.  My predominant feeling was one of\ngratification.  Mary loved me!  Mary expected me! There was complete\nmental sympathy between Mary and myself!\n\n\"I went up to my room in a state of great contentment.  I had been\nthere about half an hour when my friend the waiter came in.  Advancing\ntoward me with a mysterious air, he took a blank envelope out of his\npocket and held it up before me with a roguish smile.\n\n\"'Monsieur will know the handwriting inside,' he said cunningly.\n\n\"Now I had never corresponded with Lady Mary, and of course did not\nknow her handwriting, but I saw no use in telling the waiter that.  In\ntruth, I thought the fellow quite familiar enough.  So I said shortly\nand with some hauteur:\n\n\"'Give me the note;' and I took another piece of gold out of my pocket.\nWe exchanged our possessions, the waiter withdrew with a wink, and I\ntore open the precious note.\n\n\"'Whatever you do,' it ran, 'don't recognize me.  I am WATCHED. As soon\nas I can I will tell you where to meet me.  I knew you would come.--M.'\n\n\"'The darling!' I exclaimed.  'She's a girl of spirit.  I'll take good\ncare not to betray her.  Oh, we'll circumvent old Dibbs between us.'\n\n\"At eight o'clock I went down to the salle a manger.  It was quite\nempty.  Mary and Miss Dibbs no doubt dined in their own sitting room,\nand there appeared to be no one else in the hotel. However, when I was\nhalfway through my meal, a stylishly dressed young woman came in and\nsat down at a table at the end of the room farthest from where I was.\nI should have noticed her more, but I was in a reverie about Mary's\nadmirable charms, and I only just looked at her; she was frowning and\ndrumming angrily with her fingers on the table.  The head waiter\nhurried up to her; his face was covered with smiles, and he gave me a\nconfidential nod en passant.  Nothing else occurred except that a\nvillainous looking fellow--something, to judge by his appearance,\nbetween a valet and a secretary--thrust his ugly head through the door\nthree or four times.  Whenever he did so the waiter smiled blandly at\nhim.  He did it the last time just as the lady was walking down the\nroom.  Seeing her coming he drew back and held the door open for her\nwith a clumsy, apologetic bow.  She smiled scornfully and passed\nthrough.  The waiter stood grinning in the middle of the room, and when\nI, in my turn, rose, he whispered to me, 'It's all right, sir.'  I went\nto bed and dreamed of Mary.\n\n\"On entering the room next morning the first person I saw was Mary.\nShe was looking adorably fresh and pretty.  She sat opposite a stout,\nsevere-looking dame in black.  Directly my eyes alighted on her I\nschooled them into a studiously vacant expression.  She, poor girl, was\nno diplomatist.  She started; she glanced anxiously at Miss Dibbs; I\nsaw her lips move; she blushed; she seemed almost to smile.  Of course\nthis behavior (I loved Mary the more that she could not conceal her\ndelightful embarrassment!) excited the dragon's curiosity; she turned\nround and favored me with a searching gaze.  I was equal to the\noccasion.  I comprehended them both in a long, cool, deliberate, empty\nstare.  The strain on my self-control was immense, but I supported it.\nMary blushed crimson, and her eyes sank to her plate.  Poor girl!  She\nhad sadly overrated her powers of deception.  I was not surprised that\nMiss Dibbs frowned severely and sniffed audibly.\n\n\"At that moment the other girl came in.  She walked up, took the table\nnext to mine, and, to my confusion, bestowed upon me a look of evident\ninterest, though of the utmost shortness--one of those looks, you know,\nthat seem to be repented of in an instant, and are generally the most\ndeliberate.  I took no notice at all, assuming an air of entire\nunconsciousness.  A few minutes later Mary got up and made for the\ndoor, with Miss Dibbs in close attendance.  The imprudent child could\nnot forbear to glance at me; but I, seeing the dragon's watchful eye\nupon me, remained absolutely irresponsive.  Nay, to throw Miss Dibbs\noff the scent, I fixed my eyes on my neighbor with assumed\npreoccupation. Flushing painfully, Mary hurried out, and I heard Miss\nDibbs sniff again.  I chuckled over her obvious disapproval of my\nneighbor and myself.  The excellent woman evidently thought us no\nbetter than we ought to be!  But I felt that I should go mad if I could\nnot speak to Mary soon.\n\n\"I went out and sat down in the veranda.  It was then about half-past\nten.  The ugly fellow whom I had noticed the evening before was hanging\nabout, but presently a waiter came and spoke to him, and he got up with\na grumble and went into the house.  Ten minutes afterward my neighbor\nof the salle a manger came out.  She looked very discontented.  She\nrang a handbell that stood on the table, and a waiter ran up.\n\n\"'Where's the head waiter?' she asked sharply.\n\n\"'Pardon, ma'mselle, but he is waiting on some ladies upstairs.'\n\n\"'What a nuisance!' said she.  'But you'll do.  I want to give him an\norder.  Stay; come indoors and I'll write it down.'\n\n\"She disappeared, and I sat on, wondering how I was to get a sight of\nMary.  At last, in weariness, I went indoors to the smoking room.  It\nlooked out to the back and was a dreary little room; but I lit my cigar\nand began on a three days' old copy of the Times.  Thus I spent a\ntedious hour.  Then my friend the head waiter appeared, looking more\nroguish than ever.  I dived into my pocket, he produced a note, I\nseized it.\n\n\"'Why have you been so long?' (Charmingly unreasonable! what could I\nhave done?)  'Directly you get this, come to the wood behind the hotel.\nTake the path to the right and go straight till you find me.  I have\nthrown the SPY [poor old Dibbs!] off the scent.--M.'\n\n\"I caught up my hat and rushed into the hall.  I cannoned into a young\nman who had just got out of a carriage and was standing in the veranda.\nWith a hasty apology I dashed on.  Beyond doubt she loved me!  And she\nwas honest enough not to conceal it.  I hate mock modesty.  I longed to\nshow her how truly I returned her love, and I rejoiced that there need\nbe no tedious preliminaries.\n\nMary and I understood one another.  A kiss would be the seal of our\nlove--and the most suitable beginning of our conversation.\n\n\"In five minutes I was in the wood.  Just before I disappeared among\nits trees I heard someone calling 'Monsieur, monsieur!' It sounded like\nthe voice of the head waiter, but I wouldn't have stopped for fifty\nhead waiters.  I took the path Mary had indicated and ran along it at\nthe top of my speed.  Suddenly, to my joy, I caught sight of the figure\nof a girl; she was seated on a mound of grass, and, though her face was\nfrom me, I made no doubt it was Mary.  She wore the most charming blue\ncloak (it was a chilly morning) which completely enveloped her.  I\ndetermined not to shilly-shally.  She loved me--I loved her.  I ran\nforward, plumped down on my knees behind her, took her head between my\nhands dodged round, and kissed her cheek.\n\n\"'At last, my darling!' I cried in passionate tones.\n\n\"By Jupiter, it was the other girl, though!\n\n\"I sprang back in horror.  The girl looked at me for a moment. Then she\nblushed; then she frowned; then--why, then she began to laugh\nconsumedly.  I was amazed.\n\n\"'\"At last,\" you call it,' she gasped.  'I call it \"at first\"'; and she\nlaughed merrily and melodiously.  She certainly had a nice laugh, that\ngirl.\n\n\"Now, concerning what follows, I have, since then, entertained some\ndoubts whether I behaved in all respects discreetly.  You will allow\nthat the position was a difficult one, but it is, I admit, very\npossible that my wisest course would have been to make an apology and\nturn tail as quickly as I could.  Well, I didn't.  I thought that I\nowed the lady a full explanation. Besides, I wanted a full explanation\nmyself.  Finally (oh, yes, I see you fellows grinning and winking),\nMary was not there, and this young lady rather interested me.  I\ndecided that I would have five minutes' talk with her; then I would run\nback and find Mary.\n\n\"'I must beg a thousand pardons,' I began, 'but I took you for somebody\nelse.\"\n\n\"'Oh, of course,' said she, with a shrug, 'it's always that.'\n\n\"'You appear incredulous,' said I, rather offended.\n\n\"'Well, and if I am?' said she.\n\n\"My feelings were hurt.  I produced Mary's second note.\n\n\"'If I can trust to your discretion, I'll prove what I say,' I remarked\nin a nettled tone.\n\n\"'I shall be very curious to hear the proof, sir, and I will be most\ndiscreet,' she said.  She was pouting, but her eyes danced. Really, she\nlooked very pretty--although, of course, I would not for a moment\ncompare her with Lady Mary.\n\n\"'A lady,' said I, 'was so kind as to tell me to seek her here this\nmorning.'\n\n\"'Oh, as if I believed that!'\n\n\"I was piqued.\n\n\"'There's the proof,' I cried, flinging the note into her lap.\n\n\"She took it up, glanced at it, and gave a little shriek.\n\n\"'Where did you get this?'\n\n\"'Why, from the head waiter.'\n\n\"'Oh, the fool!' she cried.  'It's mine.'\n\n\"'Yours? nonsense!  He gave me that and another last night.'\n\n\"'Oh, the stupidity!  They were for--they were not for you.  They were\nfor--someone who is to arrive.'\n\n\"I pointed at the signature and gasped, 'M.!  Do you sign M.?'\n\n\"'Yes; my name's--my name begins with M.  Oh, if I'd only seen that\nwaiter this morning!  Oh, the idiot!'\n\n\"Then I believe I swore.\n\n\"'Madame,' said I, 'I'm ruined!  No harm is done to you--I'm a man of\nhonor--but I'm ruined.  On the strength of your wretched notes, madame,\nI've cut the girl I love best in the world--cut her dead--dead--dead!'\n\n\"'What?  That young lady in the----  Oh, you thought they were from\nher?  Oh, I see?  How--how--oh, how very amusing!'  And the heartless\nlittle wretch went off into another peal of laughter.\n\n\"'You pretended not to know her!  Oh, dear! oh, dear!' and her laughter\nechoed among the trees again.  'I saw her looking at you, and you ate\non like a pig!  Oh, dear! oh, dear!'\n\n\"'Stop laughing!' said I savagely.\n\n\"'Oh, I'm very sorry, but I can't.  What a scrape you've go into! Oh,\nme!'  And she wiped her eyes (they were as blue as her cloak) with a\ndelicate bit of a handkerchief.\n\n\"'You shan't laugh,' said I.  'Who were your notes for?'\n\n\"'Somebody I expected.  He hasn't come.  The waiter took you for him, I\nsuppose.  I never thought of his being so stupid.  Oh, what a brute she\nmust have thought you!'  And she began to laugh again.\n\n\"I had had enough of it.  I hate being laughed at.\n\n\"'If you go on laughing,' said I, 'I'll kiss you again.'\n\n\"The threat was a failure; she did not appear at all alarmed.\n\n\"'Not you!' she said, laughing worse than ever.\n\n\"I should like you fellows to understand that my heart never wavered in\nits allegiance to Lady Mary--my conscience is quite clear as to\nthat--but I had pledged my word.  I caught that tiresome girl round the\nwaist and I kissed her once--I'm sure of once, anyhow.  She gasped and\nstruggled, laughing still.  Then, with a sudden change of voice, she\ncried, 'Stop', stop!'\n\n\"I let her go.  I looked round.  We had a gallery of spectators. On one\nside stood the ugly-headed valet; on the other, in attitudes of horror,\nMary and Miss Dibbs!\n\n\"'You've ruined us both now,' said the girl in blue.\n\n\"I rose to my feet and was about to explain, when the ugly fellow\nrushed at me, brandishing a cane.  I had quite enough to arrange\nwithout being bothered by him.  I caught the cane in my left hand, and\nwith my right I knocked him down.\n\n\"Then I walked up to Lady Mary.  I took no heed of Miss Dibbs'\npresence; it was too critical a moment to think of trifles.\n\n\"'Lady Mary,' said I, 'appearances are so much against me that you\ncannot possibly attach the slightest weight to them.'\n\n\"'Sir,' said she, 'I have no longer the honor of your acquaintance.  I\nhave only to thank you for having had the consideration not to\nrecognize me when we met so unexpectedly in the dining room.  Pray\ncontinue to show me the same favor.'\n\n\"With which pleasant little speech she turned on her heel.  It was\nclear that she suspected me most unjustly.  I turned to the girl in\nblue, but she was beforehand with me.\n\n\"'Ah, I wish I'd never see you,' she cried, 'you great, stupid\ncreature!  He [she pointed to the prostrate figure of the ugly servant]\nwill tell Frederic everything.'\n\n\"'Come,' said I, '_I_ was only an accident; it would have been just as\nbad if----'\n\n\"As I spoke I heard a step behind me.  Turning round, I found myself\nface to face with the young man with whom I had come in collision as I\nrushed through the hall.  He gazed at the servant--at me--at the girl\nin blue.\n\n\"'Margaret!' he exclaimed, 'what is the----'\n\n\"'Hush, hush!' she whispered, pointing again to the servant.\n\n\"I stepped up to him, lifting my hat:\n\n\"'Sir,' said I, \"kindly inform me if you are the gentleman who was to\ncome from England.'\n\n\"'Certainly I come from England,' he said.\n\n\"'And you ought to have arrived on Wednesday?'\n\n\"'Yes,\" he answered.\n\n\"'Then,' said I, 'all I have to say to you, sir, is--that I wish to the\ndevil you'd keep your appointments.'  And I left them.\n\n\"That's why I'm not married, boys.  Where's my glass?\"\n\n\"It is a very curious story,\" observed the colonel.  \"And who were they\nall--the girl in blue--and the young man--and the ugly servant--and\nFrederic?\"\n\n\"Colonel,\" said Jack, with an air of deepest mystery, \"you would be\nastounded to hear.\"\n\nWe all pricked up our ears.\n\n\"But,\" he continued, \"I am not at liberty to say.\"\n\nWe sank back in our chairs.\n\n\"Do you know?\" asked the colonel, and Jack nodded solemnly.\n\n\"Out with it!\" we cried.\n\n\"Impossible!\" said Jack.  \"But I may tell you that the matter engaged\nthe attention of more than one of the Foreign Offices of Europe.\"\n\n\"Good Heavens!\" cried we in chorus, and Jack drank off his whisky and\nwater, rose to his feet, and put on his hat.\n\n\"Poor dear Mary!\" said he, as he opened the door.  \"She never got over\nit.\"\n\nThe colonel shouted after him:\n\n\"Then what did she marry Jenkyns of the Blues for?\"\n\n\"Pique!\" said Jack, and he shut the door.\n\n\n\nIII.\n\nA CHANGE OF HEART.\n\nIt was common knowledge that Smugg was engaged to be married.\n\nFamiliarity had robbed the fact of some of its surprisingness, but\nthere remained a substratum of wonder, not removed even by the sight of\nhis betrothed's photograph and the information that she was a distant\nrelative who had been brought up with him from infancy.  The features\nand the explanation between them rescued Smugg from the incongruity of\na romance, but we united in the opinion that the lady was ill-advised\nin preferring Smugg to solitude.  Still, for all that he was a\nridiculous creature, she did, and hence it happened that Smugg,\ndesiring to form a furnishing fund, organized a reading party, which\nGayford, Tritton, Bird, and I at once joined.\n\nEvery morning at nine Smugg, his breakfast finished, cleared his corner\nof the table, opened his books, and assumed an expectant air; so Mary\nthe maid told us; we were never there ourselves; we breakfasted at 9.30\nor 10 o'clock, and only about 11 did we clear our corners, light our\npipes, open our books, and discuss the prospects of the day.\n\nAs we discussed them, Smugg construed in a gentle bleat; what he\nconstrued or why he construed it (seeing that nobody heeded him) was a\nmystery; the whole performance was simply a tribute to Smugg's\nconscience, and, as such, was received with good-natured, scornful\ntoleration.\n\nSuddenly a change came.\n\nOne morning there was no Smugg!  Yet he had breakfasted--Mary and an\neggshell testified to that effect.  He reappeared at 11.30, confused\nand very warm (he had exceptional powers in the way of being warm).  We\nsaid nothing, and he began to bleat Horace. In a minute of silence I\nhappened to hear what it was: it referred to a lady of the name of\nPyrrha; the learned may identify the passage for themselves.  The next\nday the same thing happened except that it was close on twelve before\nSmugg appeared.  Gayford and Tritton took no notice of the aberration;\nBird congratulated Smugg on the increased docility of his conscience.\nI watched him closely as he wiped his brow--he was very warm, indeed.\nA third time the scene was enacted; my curiosity was aroused; I made\nMary call me very early, and from the window I espied Smugg leaving the\nhouse at 9.15, and going with rapid, furtive steps along the little\npath that led to old Dill's tiny farm.  I slipped downstairs, bolted a\ncup of tea, seized a piece of toast, and followed Smugg.  He was out of\nsight, but presently I met Joe Shanks, the butcher's son, who brought\nus our chops.  Joe was a stout young man, about twenty-one, red-faced,\nburly, and greasy.  We used to have many jokes with Joe; even Smugg had\nbefore now broken a mild shaft of classical wit on him; in fact, we\nmade a butt of Joe, and his good-humored, muttony smile told us that he\nthought it a compliment.\n\n\"Seen Mr. Smugg as you came along, Joe?\" I asked.\n\n\"Yes, sir.  Gone toward Dill's farm, sir.\"\n\n\"Ah, Dill's farm!\"\n\n\"Yes, sir.\"\n\nThe chop-laden Joe passed on.  I mended my pace, and soon found myself\non the outskirts of Dill's premises.  I had been there before; we had\nall been there before.  Dill had a daughter.  I saw her now in a\nsunbonnet and laced boots.  I may say at once that Betsy Dill was very\npretty, in a fine, robust style, and all four of us were decidedly\nenamored of her charms.  Usually we courted her in a body, and\nscrupulous fairness was observed in the matter of seeking private\ninterviews.\n\nSmugg had never spoken to her--so we should all have sworn.  But now my\nwondering eyes saw, opposite Pyrrha (we began from this day to call her\nPyrrha) the figure of Smugg.  Pyrrha was leaning against a barn, one\nfoot crossed over the other, her arms akimbo, a string of her bonnet in\nher mouth, and her blue eyes laughing from under long lashes.  Smugg\nstood limply opposite her, his trousers bagging over his half-bent\nknees, his hat in one hand, and in the other a handkerchief, with\nwhich, from time to time, he mopped his forehead.  I could not hear (of\ncourse I did not wish to) what they were saying; indeed, I have my\ndoubts if they said anything; but presently Smugg moved a hesitating\nstep nearer, when Pyrrha, with a merry laugh, darted by him and ran\naway, turning a mocking face over her shoulder.  Smugg stood still for\na minute, then put on his hat, looked at his watch, and walked slowly\naway.\n\nI did not keep Smugg's secret; I felt under no obligation to keep it.\nHe deserved no mercy, and I exposed him at breakfast that very morning.\nBut I could not help being a little sorry for him when he came in.  He\nbent his head under the shower of reproach, chaff, and gibing; he did\nnot try to excuse himself; he simply opened his book at the old place,\nand we all shouted the old ode, substituting \"Betsa\" for \"Pyrrha\"\nwherever we could. Still, in spite of our jocularity, we all felt an\nunder-current of real anger.\n\nWe considered that Smugg was treating Pyrrha very badly--Smugg, an\nengaged man, aged thirty, presumably past the heat and carelessness of\nyouth.  We glowed with a sense of her wrongs, and that afternoon we\neach went for a solitary walk--at least, we started for a solitary\nwalk--but half an hour later we all met at the gate leading to Dill's\nmeadows, and, in an explosion of laughter, acknowledged our secret\ndesign of meeting Pyrrha, and opening her eyes to Smugg's iniquity.\n\nThe great surprise was still to come.  At eleven the next morning, when\nwe had just sat down to work, and Smugg had slid into the room with the\nstealthy, ashamed air he wore after his morning excursions, Mary\nappeared, and told us that Joe Shanks, the butcher's son, had come with\nthe chops, and wanted to speak to us.  We hailed the diversion, and had\nJoe shown in.  Gayford pushed the beer jug and a glass toward him,\nsaying:\n\n\"Help yourself, Joe.\"\n\nJoe drank a draught, wiped his mouth on his blue sleeve, and remarked:\n\n\"No offense, gentlemen.\"\n\n\"None,\" said Gayford, who seemed to have assumed the chairmanship of\nthe meeting.\n\nJoe, seeming slightly embarrassed, cleared his throat, and looked round\nagain.\n\n\"No offense, gentlemen,\" he repeated; \"but she's bin walking with me\ntwo years come Michaelmas.\"\n\nA pause followed.  Then the chairman expressed the views of the meeting.\n\n\"The deuce she has!\" said he.\n\n\"Off AND on,\" added Joe candidly.\n\nI looked at Smugg.  He had shrunk down low in his seat, and rested his\nhead on his hand.  His face was half hidden; but he was very warm, and\nthe drops trickled from his forehead down his nose.\n\n\"It seems to be a good deal off,\" said the chairman judicially.\n\n\"No offense,\" said Joe; \"but I don't take it kind of you, gentlemen.\nI've served you faithful.\"\n\n\"The chops are excellent,\" conceded the chairman.\n\n\"And I don't take it kind.\"\n\n\"Develop your complaint,\" said the chairman.  \"I mean, what's the row,\nJoe?\"\n\n\"Since you gentlemen came she's been saucy,\" said Joe.\n\n\"I do not see,\" observed the chairman, \"that anything can be done.  If\nPyrrha prefers us, Joe [he treated the case collectively, which was\ncertainly wise], what then?\"\n\n\"Beg pardon, sir?\"\n\n\"Oh, I mean if the lady prefers us, Joe?\"\n\nJoe brought his fat fist down on the table with a thump.\n\n\"It aint as if you meant it,\" said he doggedly; \"you just unsettles of\n'er.  I s'pose I can't help ye talking, and laughing, and walking along\nof 'er, but you aint no call to kiss 'er.\"\n\nAnother pause ensued.  The chairman held a consultation with Tritton,\nwho sat on his right hand.\n\n\"The meeting,\" said Gayford, \"will proceed to declare, one by one,\nwhether it has ever--and if so, how often--kissed the lady. I will\nbegin.  Never!  Mr. Tritton?\"\n\n\"Never!\" said Tritton.\n\n\"Mr. Bird?\"\n\n\"Never!\" said Bird.\n\n\"Mr. Robertson?\"\n\n\"Never!\" said I.\n\n\"Mr. Smugg?\"\n\n\"I seed 'im this very morning!\" cried Joe, like an accusing angel.\n\nSmugg took his hand away from his face, after giving his wet brow one\nlast dab.  He looked at Gayford and at Joe, but said nothing.\n\n\"Mr. Smugg?\" repeated the chairman.\n\n\"Mr. Smugg,\" interposed Tritton suavely, \"probably feels himself in a\ndifficulty.  The secret is not, perhaps, entirely his own.\"\n\nWe all nodded.\n\n\"We enter a plea of not guilty for Mr. Smugg,\" observed the chairman\ngravely.\n\n\"I seed 'im do it,\" said Joe.\n\nNo one spoke.  Joe finished his beer, pulled his forelock, and turned\non his heel.  Suddenly Smugg burst into speech.  He could hardly form\nhis words, and they jostled one another in the breathless confusion of\nhis utterance.\n\n\"I--I--you've no right.  I say nothing.  If I choose, I shall--no one\nhas a right to stop me.  If I love her--if she doesn't mind--I say\nnothing--nothing at all.  I won't hear a word.  I shall do as I like.\"\n\nJoe had paused to hear him, and now stood looking at him in wonder.\nThen he stepped quickly up to the table, and, leaning across, asked in\na harsh voice:\n\n\"You mean honest, do you, by her?  You'd make her your wife, would you?\"\n\nSmugg, looking straight in front of him, answered:\n\n\"Yes.\"\n\nJoe drew back, touched his forelock again, and said:\n\n\"Then it's fair fighting, sir, begging your pardon; and no offense.\nBut the girl was mine first, sir.\"\n\nThen Gayford interposed.\n\n\"Mr. Smugg,\" said he, \"you tell Joe, here, that you'd marry this lady.\nMay I ask how you can--when----\"\n\nBut for once Smugg was able to silence one of his pupils.  He arose\nfrom his seat, and brought his hand heavily down on Gayford's shoulder.\n\n\"Hold your tongue!\" he cried.  \"I must answer to God, but I needn't\nanswer to you.\"\n\nJoe looked at him with round eyes, and, with a last salute, slowly went\nout.  None of us spoke, and presently Smugg opened his Thucydides.\n\nFor my part, I took very considerable interest in Pyrrha's side of the\nquestion.  I amused myself by constructing a fancy-born love of\nPyrrha's for her social superior, and if he had been one of ourselves,\nI should have seen no absurdity.  But Smugg refused altogether to fit\ninto my frame.  There was no glamour about Smugg; and, to tell the\ntruth, I should have thought that any girl, be her station what it\nmight, faced with the alternative of Smugg and Joe, would have chosen\nJoe.  In my opinion, Pyrrha was merely amusing herself with Smugg, and\nI was rather comforted by this reversal of the ordinary roles.  Still,\nI could not rest in conjecture, and my curiosity led me up to Dill's\nlittle farm on the afternoon of the day of Joe's sudden appearance.\nThe others let me go alone.  Directly after dinner Smugg went to his\nbedroom, and the other three had gone off to play lawn tennis at the\nvicar's.  I lit my pipe, and strolled along till I reached the gate\nthat led to Dill's meadow.  Here I waited till Pyrrha should appear.\n\nAs I sat and smoked, a voice struck suddenly on my ear--the voice of\nMrs. Dill, raised to shrillness by anger.\n\n\"Be off with you,\" she said, \"and mind your ways, or worse 'll happen\nto you.  'Ere's your switch.\"\n\nAfter a moment Pyrrha turned the corner, and came toward me.  She was\nwiping her eyes with the corner of her apron, and carried in her hand a\nlight hazel switch, which she used to guide errant cows.  She was\nalmost at the gate before she saw me.  She started, and blushed very\nred.\n\n\"Lor! is it you, Mr. Robertson?\" she said.\n\nI nodded, but did not move.\n\n\"Let me pass, sir, please.  I've no time to stop.\"\n\n\"What, not to talk to me, Pyrrha--Betsy, I mean?\"\n\n\"Mother don't like me talking to gentlemen.\"\n\n\"You've been crying,\" said I.\n\n\"No, I haven't,\" said Pyrrha, quite violently.\n\n\"Mother been scolding you?\"\n\n\"I wish you'd let me by, sir.\"\n\n\"What for?\"\n\n\"It's all your fault,\" burst out Pyrrha.  \"I didn't want you; no, nor\nhim, either.  What do you come and get me into trouble for?\"\n\n\"I haven't done anything, Betsy.  Come now!\"\n\n\"You aint as bad as some,\" she conceded, a dim smile breaking through\nthe clouds.\n\n\"You mean Smugg,\" I observed.\n\n\"Who told you?\" she cried.\n\n\"Joe,\" said I.\n\n\"Seems he's got a lot to say to everybody,\" she commented resentfully.\n\n\"Ah! he told your mother, did he?  Well, you know you shouldn't, Betsy.\"\n\n\"I won't never speak to him again--I meant I won't ever [the grammarian\nis abroad], Mr. Robertson.\"\n\n\"What!  Not to Joe?\"\n\n\"Joe!  No; that Smugg.\"\n\n\"But Joe told of you.\"\n\n\"Well, and it was his right.\"\n\nIf she thought so, I had no more to say.  Notions differ among\ndifferent sets.  But I pressed the point a little.\n\n\"Joe got you your scolding.\"\n\nNow, I can't say whether I did or did not emphasize the last word\nunduly, but Pyrrha blushed again, and remarked:\n\n\"You want to know too much, sir, by a deal.\"\n\nSo I left that aspect to the subject, and continued:\n\n\"I suppose it was for letting Mr. Smugg kiss you?\"\n\n\"I couldn't help it.\"\n\nI had great doubts of that--she could have tackled Smugg with one hand;\nbut I said pleasantly:\n\n\"No more could he, I'm sure.\"\n\nPyrrha cast an alarmed glance at the house.\n\n\"Oh, I'll be careful,\" I laughed.  \"Yes, and I'll let you go. But just\ntell me, Betsy, what do you think of Mr. Smugg?\"\n\n\"I don't think that of him!\" said she, snapping her pretty red fingers.\n\"Joe 'ud make ten of him.  I wish Joe'd talk to him a bit.\"\n\nThe end came soon after this, and, in spite of our attitude (I speak of\nus four, not of Smugg) of whole-heartedness, I think it was rather a\nshock to us all, when Joe announced one morning, on his arrival with\nthe chops, that he was to be made a happy man at the church next day.\nSmugg was not in the room, and the rest of us congratulated Joe, and\nmade up a purse for him to give Pyrrha, with our best respects, and he\nbowed himself out, mightily pleased, and asseverating that we were real\ngentlemen.  Then we sat and looked at the table.\n\n\"It robs us of a resource,\" pronounced Gayford, once again making\nhimself the mouthpiece of the party.  We all nodded, and filled fresh\npipes.\n\nPresently Smugg sidled in.  We had seen little of him the last week;\nsave when he was construing he had taken refuge in his own room.  When\nhe came in now, Gayford wagged his head significantly at me;\napparently, it was my task to bell the cat. I rose, and went to the\nmantelpiece.  Smugg had sat down at the table, and my back was to him.\nI took a match from the box, struck it, and applied it to my pipe, and,\npunctuating my words with interspersed puffings, I said carelessly:\n\n\"By the way, Smugg, Pyrrha's going to be married to Joe Shanks\nto-morrow.\"\n\nI don't know how he looked.  I kept my face from him, but, after a long\nminute's pause, he answered:\n\n\"Thank you, Robertson.  It's Aeschylus this morning, isn't it?\"\n\nWe had a noisy evening that night.  I suppose we felt below par, and\nwanted cheering up.  Anyhow, we made an expedition to the grocer's, and\namazed him with a demand for his best champagne and his choicest\nsherry.  We carried the goods home in a bag, and sat down to a revel.\nSmugg had some bread and cheese in his own room; he said that he had\nletters to write.  We dined largely, and drank still more largely; then\nwe sang, and at last--it was near on twelve, a terrible hour for that\nneighborhood--we made our way, amid much boisterousness and horseplay,\nto bed; where I, at least, was asleep in five minutes.\n\nAs the church clock struck two, I awoke.  I heard a sound of movement\nin Smugg's room next door.  I lay and listened. Presently his door\nopened, and he creaked gently downstairs.  I sprang out of bed and\nlooked out of the window.  Smugg, fully dressed, was gliding along the\npath toward Dill's farm.  Some impulse--curiosity only, very\nlikely--made me jump into my trousers, seize a flannel jacket, draw on\na pair of boots, and hastily follow him.  When I got outside he was\nvisible in the moonlight, mounting the path ahead of me.  He held on\nhis way toward the farm, I following.  When he reached the yard he\nstopped for a moment, and seemed to peer up at the windows, which were\nall dark and unresponsive.  I stood as quiet as I could, twenty yards\nfrom him, and moved cautiously on again when he turned to the right and\npassed through the gate into the meadows.\n\nI saw no signs of Pyrrha.  Smugg held on his way across the meadows,\ndown toward the stream; and suddenly the thought leaped to my brain\nthat the poor fool meant to drown himself.  But I could hardly believe\nit.  Surely he must merely be taking a desperate lover's ramble, a last\nsad visit to the scenes of his silly, irrational infatuation.  If I\nwent up to him, I should look a fool, too; so I hung behind, ready to\nturn upon him if need appeared.\n\nHe walked down to the very edge of the stream; it ran deep and fast\njust here, under a high bank and a row of old willows. Smugg sat down\non the bank, wet though the grass was, and clasped his hands over his\nknees.  I crouched down a little way behind him, ready and alert.  I am\na good swimmer, and I did not doubt my power to pull him out, even if I\nwere not in time to prevent him jumping in.  I saw him rise, look over\nthe brink, and sit down again.  I almost thought I saw him shiver.  And\npresently, through the stillness of the summer night, came the\nstrangest, saddest sound; catching my ear as it drifted across the\nmeadow. Smugg was sobbing, and his sobs--never loud--rose and fell with\nthe subdued stress of intolerable pain.\n\nSuddenly he leaped up, cried aloud, and flung his hands above his head.\nI thought he was gone this time; but he stopped, poised, as it seemed,\nover the water, and I heard him cry, \"I can't, I can't!\" and he sank\ndown all in a heap on the bank, and fell again to sobbing.  I hope\nnever to see a man--if you can call Smugg a man--like that again.\n\nHe sat where he was, and I where I was, till the moon paled and a\ndistant hint of day discovered us.  Then he rose, brushed himself with\nhis hands, and slunk quickly from the bank.  Had he looked anywhere but\non the ground, he must have seen me; as it was, I only narrowly avoided\nhim, and fell again into my place behind him.  All the way back to our\ngarden I followed him.  As he passed through the gate, I quickened my\npace, overtook him, and laid my hand on his arm.  The man's face gave\nme what I remember my old nurse used to call \"quite a turn.\"\n\n\"You're an average idiot, aren't you?\" said I.  \"Oh, yes; I've been\nsquatting in the wet by that infernal river, too.  You ought to get\nthree months, by rights.\"\n\nHe looked at me in a dazed sort of way.\n\n\"I daren't,\" he said.  \"I wanted to, but I daren't.\"\n\nThere is really nothing more.  We went to the wedding, leaving Smugg in\nbed; and in the evening we, leaving Smugg still in bed (I told Mary to\nkeep an eye on him), and carrying a dozen of the grocer's best port,\nwent up to dance at Dill's farm.  Joe was polished till I could almost\nsee myself in his cheek, and Pyrrha looked more charming than ever.\nShe and Joe were to leave us early, to go to Joe's own house in the\nvillage, but I managed to get one dance with her.  Indeed, I believe\nshe wanted a word with me.\n\n\"Well, all's well that ends well, isn't it?\" I began.  \"No more\nscoldings!  Not from Mrs. Dill, anyhow.\"\n\n\"You can't let that alone, sir,\" said Pyrrha.\n\nI chuckled gently.\n\n\"Oh, I'll never refer to it again,\" said I.  \"This is a fine wedding of\nyours, Betsy.\"\n\n\"It's good of you and the other gentlemen to come, sir.\"\n\n\"We had to see the last of you,\" and I sighed very ostentatiously.\n\nPyrrha laughed.  She did not believe in it, and she knew that I knew\nshe did not, but the little compliment pleased her, all the same.\n\n\"Smugg,\" I pursued, \"is ill in bed.  But perhaps he wouldn't have come,\nanyhow.\"\n\n\"If you please, sir----\" Pyrrha began; but she stopped.\n\n\"Yes, Betsy?  What is it?\"\n\n\"Would you take a message for me, sir?\"\n\n\"If it's a proper one, Betsy, for a married lady to send.\"\n\nShe laughed a little, and said:\n\n\"Oh, it's no harm, sir.  I'm afraid he aint--he's rather down, sir.\"\n\n\"Who?\"\n\n\"Why, that Smugg, sir.\"\n\n\"Oh, that Smugg!  Why, yes; a little down, Betsy, I fear.\"\n\n\"You might tell him as I bear no malice, sir--as I'm not angry--with\nhim, I mean.\"\n\n\"Certainly,\" said I.  \"It will probably do him good.\"\n\n\"He got me into trouble; but there, I can make allowances; and it's all\nright now, sir.\"\n\n\"In fact you forgive him?\"\n\n\"I think you might tell him so, sir,\" said Betsy.\n\n\"But,\" said I, \"are you aware that he was another's all the time?\"\n\n\"What, sir?\"\n\n\"Oh, yes! engaged to be married.\"\n\n\"Well, I never!  Him!  What, all the while he----\"\n\n\"Precisely.\"\n\n\"Well, that beats everything.  Oh, if I'd known that!\"\n\n\"I'll give him your message.\"\n\n\"No, sir, not now, I thank you.  The villain!\"\n\n\"You are right,\" said I.  \"I think your mother ought to have--scolded\nhim, too.\"\n\n\"Now you promised, sir----\" but Joe came up, and I escaped.\n\n\n\nIV.\n\nA REPENTANT SINNER.\n\nIt was, I believe, mainly as a compliment to me that Miss Audrey Liston\nwas asked to Poltons.  Miss Liston and I were very good friends, and my\ncousin Dora Polton thought, as she informed me, that it would be nice\nfor me to have someone I could talk to about \"books and so on.\"  I did\nnot complain.  Miss Liston was a pleasant young woman of\nsix-and-twenty; I liked her very much except on paper, and I was aware\nthat she made it a point of duty to read something at least of what I\nwrote.  She was in the habit of describing herself as an \"authoress in\na small way.\"  If it were pointed out that six three-volume novels in\nthree years (the term of her literary activity, at the time of which I\nwrite) could hardly be called \"a small way,\" she would smile modestly\nand say that it was not really much; and if she were told that the\nEnglish language embraced no such word as \"authoress,\" she would smile\nagain and say that it ought to; a position toward the bugbear of\ncorrectness with which, I confess, I sympathize in some degree.  She\nwas very diligent; she worked from ten to one every day while she was\nat Poltons; how much she wrote is between her and her conscience.\n\nThere was another impeachment which Miss Liston was hardly at the\ntrouble to deny.  \"Take my characters from life?\" she would exclaim.\n\"Surely every artist\" (Miss Liston often referred to herself as an\nartist) \"must?\"  And she would proceed to maintain--what is perhaps\ntrue sometimes--that people rather liked being put into books, just as\nthey like being photographed, for all that they grumble and pretend to\nbe afflicted when either process is levied against them.  In discussing\nthis matter with Miss Liston I felt myself on delicate ground, for it\nwas notorious that I figured in her first book in the guise of a\nmisogynistic genius; the fact that she lengthened (and thickened) my\nhair, converted it from an indeterminate brown to a dusky black, gave\nme a drooping mustache, and invested my very ordinary workaday eyes\nwith a strange magnetic attraction, availed nothing; I was at once\nrecognized; and, I may remark in passing, an uncommonly disagreeable\nfellow she made me.  Thus I had passed through the fire.  I felt\ntolerably sure that I presented no other aspect of interest, real or\nsupposed, and I was quite content that Miss Liston should serve all the\nrest of her acquaintance as she had served me.  I reckoned they would\nlast her, at the present rate of production, about five years.\n\nFate was kind to Miss Liston, and provided her with most suitable\npatterns for her next piece of work at Poltons itself.  There were a\nyoung man and a young woman staying in the house--Sir Gilbert\nChillington and Miss Pamela Myles.  The moment Miss Liston was apprized\nof a possible romance, she began the study of the protagonists.  She\nwas looking out, she told me, for some new types (if it were any\nconsolation--and there is a sort of dignity about it--to be called a\ntype, Miss Liston's victims were always welcome to so much), and she\nhad found them in Chillington and Pamela.  The former appeared to my\ndull eye to offer no salient novelty; he was tall, broad, handsome, and\nhe possessed a manner of enviable placidity.  Pamela, I allowed, was\nexactly the heroine Miss Liston loved--haughty, capricious, difficile,\nbut sound and true at heart (I was mentally skimming Volume I).  Miss\nListon agreed with me in my conception of Pamela, but declared that I\ndid not do justice to the artistic possibilities latent in Chillington;\nhe had a curious attraction which it would tax her skill (so she\ngravely informed me) to the utmost to reproduce. She proposed that I\nalso should make a study of him, and attributed my hurried refusal to a\nshrinking from the difficulties of the task.\n\n\"Of course,\" she observed, looking at our young friends, who were\ntalking nonsense at the other side of the lawn, \"they must have a\nmisunderstanding.\"\n\n\"Why, of course,\" said I, lighting my pipe.  \"What should you say to\nanother man?\"\n\n\"Or another woman?\" said Miss Liston.\n\n\"It comes to the same thing,\" said I.  (About a volume and a half I\nmeant.)\n\n\"But it's more interesting.  Do you think she'd better be a married\nwoman?\"  And Miss Liston looked at me inquiringly.\n\n\"The age prefers them married,\" I remarked.\n\nThis conversation happened on the second day of Miss Liston's visit,\nand she lost no time in beginning to study her subjects. Pamela, she\nsaid, she found pretty plain sailing, but Chillington continued to\npuzzle her.  Again, she could not make up her mind whether to have a\nhappy or a tragic ending.  In the interests of a tenderhearted public,\nI pleaded for marriage bells.\n\n\"Yes, I think so,\" said Miss Liston, but she sighed, and I think she\nhad an idea or two for a heart-broken separation, followed by mutual,\nlifelong, hopeless devotion.\n\nThe complexity of young Sir Gilbert did not, in Miss Liston's opinion,\nappear less on further acquaintance; and indeed, I must admit that she\nwas not altogether wrong in considering him worthy of attention.  As I\ncame to know him better, I discerned in him a smothered\nself-appreciation, which came to light in response to the least tribute\nof interest or admiration, but was yet far remote from the\naggressiveness of a commonplace vanity.  In a moment of indiscretion I\nhad chaffed him--he was very good-natured--on the risks he ran at Miss\nListon's hands; he was not disgusted, but neither did he plume himself\nor spread his feathers.  He received the suggestion without surprise,\nand without any attempt at disclaiming fitness for the purpose; but he\nreceived it as a matter which entailed a responsibility on him.  I\ndetected the conviction that, if the portrait was to be painted, it was\ndue to the world that it should be well painted; the subject must give\nthe artist full opportunities.\n\n\"What does she know about me?\" he asked, in meditative tones.\n\n\"She's very quick; she'll soon pick up as much as she wants,\" I assured\nhim.\n\n\"She'll probably go all wrong,\" he said somberly; and of course I could\nnot tell him that it was of no consequence if she did.  He would not\nhave believed me, and would have done precisely what he proceeded to\ndo, and that was to afford Miss Liston every chance of appraising his\ncharacter and plumbing the depths of his soul. I may say at once that I\ndid not regret this course of action; for the effect of it was to allow\nme a chance of talking to Pamela Myles, and Pamela was exactly the sort\nof girl to beguile the long, pleasant morning hours of a holiday in the\ncountry.  No one had told Pamela that she was going to be put in a\nbook, and I don't think it would have made any difference had she been\ntold. Pamela's attitude toward books was one of healthy scorn,\nconfidently based on admitted ignorance.  So we never spoke of them,\nand my cousin Dora condoled with me more than once on the way in which\nMiss Liston, false to the implied terms of her invitation, deserted me\nin favor of Sir Gilbert, and left me to the mercies of a frivolous\ngirl.  Pamela appeared to be as little aggrieved as I was.  I imagined\nthat she supposed that Chillington would ask her to marry him some day,\nbefore very long, and I was sure she would accept him; but it was quite\nplain that, if Miss Liston persisted in making Pamela her heroine, she\nwould have to supply from her own resources a large supplement of\npassion.  Pamela was far too deficient in the commodity to be made\nanything of without such re-enforcement, even by an art more adept at\nmaking much out of nothing than Miss Liston's straightforward method\ncould claim to be.\n\nA week passed, and then, one Friday morning, a new light burst on me.\nMiss Liston came into the garden at eleven o'clock and sat down by me\non the lawn.  Chillington and Pamela had gone riding with the squire,\nDora was visiting the poor.  We were alone.  The appearance of Miss\nListon at this hour (usually sacred to the use of the pen), no less\nthan her puzzled look, told me that an obstruction had occurred in the\nnovel.  Presently she let me know what it was.\n\n\"I'm thinking of altering the scheme of my story, Mr. Wynne,\" said she.\n\"Have you ever noticed how sometimes a man thinks he's in love when he\nisn't really?\"\n\n\"Such a case sometimes occurs,\" I acknowledged.\n\n\"Yes, and he doesn't find out his mistake----\"\n\n\"Till they're married?\"\n\n\"Sometimes, yes,\" she said, rather as though she were making an\nunwilling admission.  \"But sometimes he sees it before--when he meets\nsomebody else.\"\n\n\"Very true,\" said I, with a grave nod.\n\n\"The false can't stand against the real,\" pursued Miss Liston; and then\nshe fell into meditative silence.  I stole a glance at her face; she\nwas smiling.  Was it in the pleasure of literary creation--an artistic\necstasy?  I should have liked to answer yes, but I doubted it very\nmuch.  Without pretending to Miss Liston's powers, I have the little\nsubtlety that is needful to show me that more than one kind of smile\nmay be seen on the human face, and that there is one very different\nfrom others; and, finally, that that one is not evoked, as a rule,\nmerely by the evolution of the troublesome encumbrance in pretty\nwriting vulgarly called a \"plot.\"\n\n\"If,\" pursued Miss Liston, \"someone comes who can appreciate him and\ndraw out what is best in him----\"\n\n\"That's all very well,\" said I, \"but what of the first girl?\"\n\n\"Oh, she's--she can be made shallow, you know; and I can put in a man\nfor her.  People needn't be much interested in her.\"\n\n\"Yes, you could manage it that way,\" said I, thinking how Pamela--I\ntook the liberty of using her name for the shallow girl--would like\nsuch treatment.\n\n\"She will really be valuable mainly as a foil,\" observed Miss Liston;\nand she added generously, \"I shall make her nice, you know, but\nshallow--not worthy of him.\"\n\n\"And what are you going to make the other girl like?\" I asked.\n\nMiss Liston started slightly; also she colored very slightly, and she\nanswered, looking away from me across the lawn:\n\n\"I haven't quite made up my mind yet, Mr. Wynne.\"\n\nWith the suspicion which this conversation aroused fresh in my mind, it\nwas curious to hear Pamela laugh, as she said to me on the afternoon of\nthe same day:\n\n\"Aren't Sir Gilbert and Audrey Liston funny?  I tell you what, Mr.\nWynne, I believe they're writing a novel together.\"\n\n\"Perhaps Chillington's giving her the materials for one,\" I suggested.\n\n\"I shouldn't think,\" observed Pamela in her dispassionate way, \"that\nanything very interesting had ever happened to him.\"\n\n\"I thought you liked him,\" I remarked humbly.\n\n\"So I do.  What's that got to do with it?\" asked Pamela.\n\nIt was beyond question that Chillington enjoyed Miss Liston's society;\nthe interest she showed in him was incense to his nostrils.  I used to\noverhear fragments of his ideas about himself which he was revealing in\nanswer to her tactful inquiries.  But neither was it doubtful that he\nhad by no means lost his relish for Pamela's lighter talk; in fact, he\nseemed to turn to her with some relief--perhaps it is refreshing to\nescape from self-analysis, even when the process is conducted in the\npleasantest possible manner--and the hours which Miss Liston gave to\nwork were devoted by Chillington to maintaining his cordial relations\nwith the lady whose comfortable and not over-tragical disposal was\ntaxing Miss Liston's skill.  For she had definitely decided all her\nplot--she told me so a few days later.\n\nIt was all planned out; nay, the scene in which the truth as to his own\nfeelings bursts on Sir Gilbert (I forget at the moment what name the\nnovel gave him) was, I understood, actually written; the shallow girl\nwas to experience nothing worse than a wound to her vanity, and was to\nturn, with as much alacrity as decency allowed, to the substitute whom\nMiss Liston had now provided.  All this was poured into my sympathetic\near, and I say sympathetic in all sincerity; for, although I may\noccasionally treat Miss Liston's literary efforts with less than proper\nrespect, she herself was my friend, and the conviction under which she\nwas now living would, I knew, unless it were justified, bring her into\nmuch of that unhappiness in which one generally found her heroine\nplunged about the end of Volume II. The heroine generally got out all\nright, and the knowledge that she would enabled the reader to preserve\ncheerfulness.  But would poor little Miss Liston get out?  I was none\ntoo sure of it.\n\nSuddenly a change came in the state of affairs.  Pamela produced it.\nIt must have struck her that the increasing intimacy of Miss Liston and\nChillington might become something other than \"funny.\"\n\nTo put it briefly and metaphorically, she whistled her dog back to her\nheels.  I am not skilled in understanding or describing the artifices\nof ladies; but even I saw the transformation in Pamela.  She put forth\nher strength and put on her prettiest gowns; she refused to take her\nplace in the sea-saw of society which Chillington had recently\nestablished for his pleasure.  If he spent an hour with Miss Liston,\nPamela would have nothing of him for a day; she met his attentions with\nscorn unless they were undivided.  Chillington seemed at first puzzled;\nI believe that he never regarded his talks with Miss Liston in other\nthan a business point of view, but directly he understood that Pamela\nclaimed him, and that she was prepared, in case he did not obey her\ncall, to establish a grievance against him, he lost no time in\nmanifesting his obedience.  A whole day passed in which, to my certain\nknowledge, he was not alone a moment with Miss Liston, and did not,\nsave at the family meals, exchange a word with her. As he walked off\nwith Pamela, Miss Liston's eyes followed him in wistful longing; she\nstole away upstairs and did not come down till five o'clock.  Then,\nfinding me strolling about with a cigarette, she joined me.\n\n\"Well, how goes the book?\" I asked.\n\n\"I haven't done much to it just lately,\" she answered, in a low voice.\n\"I--it's--I don't quite know what to do with it.\"\n\n\"I thought you'd settled?\"\n\n\"So I had, but--oh, don't let's talk about it, Mr. Wynne!\"\n\nBut a moment later she went on talking about it.\n\n\"I don't know why I should make it end happily,\" she said.  \"I'm sure\nlife isn't always happy, is it?\"\n\n\"Certainly not,\" I answered.  \"You mean your man might stick to the\nshallow girl after all?\"\n\n\"Yes,\" I just heard her whisper.\n\n\"And be miserable afterward?\" I pursued.\n\n\"I don't know,\" said Miss Liston.  \"Perhaps he wouldn't.\"\n\n\"Then you must make him shallow himself.\"\n\n\"I can't do that,\" she said quickly.  \"Oh, how difficult it is!\"\n\nShe may have meant merely the art of writing--when I cordially agree\nwith--but I think she meant also the way of the world--which does not\nmake me withdraw my assent.  I left her walking up and down in front of\nthe drawing-room windows, a rather forlorn little figure, thrown into\ndistinctness by the cold rays of the setting sun.\n\nAll was not over yet.  That evening Chillington broke away.  Led by\nvanity, or interest, or friendliness, I know not which--tired may be of\npaying court (the attitude in which Pamela kept him), and thinking it\nwould be pleasant to play the other part for a while--after dinner he\nwent straight to Miss Liston, talked to her while we had coffee on the\nterrace, and then walked about with her.  Pamela sat by me; she was\nvery silent; she did not appear to be angry, but her handsome mouth\nwore a resolute expression.  Chillington and Miss Liston wandered on\ninto the shrubbery, and did not come into sight again for nearly half\nan hour.\n\n\"I think it's cold,\" said Pamela, in her cool, quiet tones.  \"And it's\nalso, Mr. Wynne, rather slow.  I shall go to bed.\"\n\nI thought it a little impertinent of Pamela to attribute the \"slowness\"\n(which had undoubtedly existed) to me, so I took my revenge by saying\nwith an assumption of innocence purposely and obviously unreal:\n\n\"Oh, but won't you wait and bid Miss Liston and Chillington goodnight?\"\n\nPamela looked at me for a moment.  I made bold to smile.\n\nPamela's face broke slowly into an answering smile.\n\n\"I don't know what you mean, Mr. Wynne,\" said she.\n\n\"No?\" said I.\n\n\"No,\" said Pamela, and she turned away.  But before she went she looked\nover her shoulder, and still smiling, said, \"Wish Miss Liston\ngood-night for me, Mr. Wynne.  Anything I have to say to Sir Gilbert\nwill wait very well till to-morrow.\"\n\nShe had hardly gone in when the wanderers came out of the shrubbery and\nrejoined me.  Chillington wore his usual passive look, but Miss\nListon's face was happy and radiant.  Chillington passed on into the\ndrawing room.  Miss Liston lingered a moment by me.\n\n\"Why, you look,\" said I, \"as if you'd invented the finest scene ever\nwritten.\"\n\nShe did not answer me directly, but stood looking up at the stars.\nThen she said, in a dreamy tone:\n\n\"I think I shall stick to my old idea in the book.\"\n\nAs she spoke, Chillington came out.  Even in the dim light I saw a\nfrown on his face.\n\n\"I say, Wynne,\" said he, \"where's Miss Myles?\"\n\n\"She's gone to bed,\" I answered.  \"She told me to wish you good night\nfor her, Miss Liston.  No message for you, Chillington.\"\n\nMiss Liston's eyes were on him.  He took no notice of her; he stood\nfrowning for an instant, then, with some muttered ejaculation, he\nstrode back into the house.  We heard his heavy tread across the\ndrawing room; we heard the door slammed behind him, and I found myself\nlooking on Miss Liston's altered face.\n\n\"What does he want her for, I wonder!\" she said, in an agitation that\nmade my presence, my thoughts, my suspicions, nothing to her.  \"He said\nnothing to me about wanting to speak to her to-night.\"  And she walked\nslowly into the house, her eyes on the ground, and all the light gone\nfrom her face, and the joy dead in it.  Whereupon I, left alone, began\nto rail at the gods that a dear, silly little soul like Miss Liston\nshould bother her poor, silly little head about a hulking fool; in\nwhich reflections I did, of course, immense injustice not only to an\neminent author, but also to a perfectly honorable, though somewhat\ndense and decidedly conceited, gentleman.\n\nThe next morning Sir Gilbert Chillington ate dirt--there is no other\nway of expressing it--in great quantities and with infinite humility.\n\nMy admirable friend Miss Pamela was severe.  I saw him walk six yards\nbehind her for the length of the terrace: not a look nor a turn of her\nhead gave him leave to join her.  Miss Liston had gone upstairs, and I\nwatched the scene from the window of the smoking room.  At last, at the\nend of the long walk, just where the laurel-bushes mark the beginning\nof the shrubberies--on the threshold of the scene of his crime--Pamela\nturned round suddenly and faced the repentant sinner.  The most\ninteresting things in life are those which, perhaps by the inevitable\nnature of the case, one does not hear; and I did not hear the scene\nwhich followed.  For a while they stood talking--rather, he talked and\nshe listened.  Then she turned again and walked slowly into the\nshrubbery.  Chillington followed.  It was the end of a chapter, and I\nlaid down the book.\n\nHow and from whom Miss Liston heard the news which Chillington himself\ntold me, without a glimmer of shame or a touch of embarrassment, some\ntwo hours later, I do not know; but hear it she did before luncheon;\nfor she came down, ready armed with the neatest little speeches for\nboth the happy lovers.\n\nI did not expect Pamela to show an ounce more feeling than the\nstrictest canons of propriety demanded, and she fulfilled my\nexpectations to the letter; but I had hoped, I confess, that\nChillington would have displayed some little consciousness.  He did\nnot; and it is my belief that, throughout the events which I have\nrecorded, he retained, and that he still retains, the conviction that\nMiss Liston's interest in him was purely literary and artistic, and\nthat she devoted herself to his society simply because he offered an\ninteresting problem and an inspiring theme.\n\nAn ingenious charity may find in that attitude evidence of modesty; to\nmy thinking, it argues a more subtle and magnificent conceit than if he\nhad fathomed the truth, as many humbler men in his place would have\ndone.\n\nOn the day after the engagement was accomplished Miss Liston left us to\nreturn to London.  She came out in her hat and jacket and sat down by\nme; the carriage was to be round in ten minutes. She put on her gloves\nslowly and buttoned them carefully.  This done, she said:\n\n\"By the way, Mr. Wynne, I've adopted your suggestion.  The man doesn't\nfind out.\"\n\n\"Then you've made him a fool?\" I asked bluntly.\n\n\"No,\" she answered.  \"I--I think it might happen though he wasn't a\nfool.\"\n\nShe sat with her hands in her lap for a moment or two, then she went\non, in a lower voice:\n\n\"I'm going to make him find out afterward.\"\n\nI felt her glance on me, but I looked straight in front of me.\n\n\"What, after he's married the shallow girl?\"\n\n\"Yes,\" said Miss Liston.\n\n\"Rather too late, isn't it?  At least, if you mean there is to be a\nhappy ending.\"\n\nMiss Liston enlaced her fingers.\n\n\"I haven't decided about the ending yet,\" said she.\n\n\"If you're intent to be tragical--which is the fashion--you'll do as\nyou stand,\" said I.\n\n\"Yes,\" she answered slowly, \"if I'm tragical, I shall do as I stand.\"\n\nThere was another pause, and rather a long one; the wheels of the\ncarriage were audible on the gravel of the front drive.  Miss Liston\nstood up.  I rose and held out my hand.\n\n\"Of course,\" said Miss Liston, still intent on her novel, \"I could----\"\nShe stopped again, and looked apprehensively at me. My face, I believe,\nexpressed nothing more than polite attention and friendly interest.\n\n\"Of course,\" she began again, \"the shallow girl--his wife--might--might\ndie, Mr. Wynne.\"\n\n\"In novels,\" said I with a smile, \"while there's death, there's hope.\"\n\n\"Yes, in novels,\" she answered, giving me her hand.\n\nThe poor little woman was very unhappy.  Unwisely, I dare say, I\npressed her hand.  It was enough, the tears leaped to her eyes; she\ngave my great fist a hurried squeeze--I have seldom been more touched\nby any thanks, how ever warm or eloquent--and hurried away.\n\n\n\nV.\n\n'TWIXT WILL AND WILL NOT.\n\nI must confess at once that at first, at least, I very much admired the\ncurate.  I am not referring to my admiration of his fine figure--six\nfeet high and straight as an arrow--nor of his handsome, open,\ningenuous countenance, or his candid blue eye, or his thick curly hair.\nNo; what won my heart from an early period of my visit to my cousins,\nthe Poltons, of Poltons Park, was the fervent, undisguised, unashamed,\nconfident, and altogether matter-of-course manner in which he made love\nto Miss Beatrice Queenborough, only daughter and heiress of the wealthy\nshipowner, Sir Wagstaff Queenborough, Bart., and Eleanor, his wife.  It\nwas purely the manner of the curate's advances that took my fancy; in\nthe mere fact of them there was nothing remarkable.  For all the men in\nthe house (and a good many outside) made covert, stealthy, and indirect\nsteps in the same direction; for Trix (as her friends called her) was,\nif not wise, at least pretty and witty, displaying to the material eye\na charming figure, and to the mental a delicate heartlessness--both\nattributes which challenge a self-respecting man's best efforts. But\nthen came the fatal obstacle.  From heiresses in reason a gentleman\nneed neither shrink nor let himself be driven; but when it comes to\nsomething like twenty thousand a year--the reported amount of Trix's\ndot--he distrusts his own motives almost as much as the lady's\nrelatives distrust them for him.  We all felt this--Stanton, Rippleby,\nand I; and, although I will not swear that we spoke no tender words and\ngave no meaning glances, yet we reduced such concessions to natural\nweakness to a minimum, not only when Lady Queenborough was by, but at\nall times.  To say truth, we had no desire to see our scalps affixed to\nMiss Trix's pretty belt, nor to have our hearts broken (like that of\nthe young man in the poem) before she went to Homburg in the autumn.\n\nWith the curate it was otherwise.  He--Jack Ives, by the way, was his\nname--appeared to rush, not only upon his fate, but in the face of all\npossibility and of Lady Queenborough.  My cousin and hostess, Dora\nPolton, was very much distressed about him.  She said that he was such\na nice young fellow, and that it was a great pity to see him preparing\nsuch unhappiness for himself. Nay, I happen to know that she spoke very\nseriously to Trix, pointing out the wickedness of trifling with him;\nwhereupon Trix, who maintained a bowing acquaintance with her\nconscience, avoided him for a whole afternoon and endangered all Algy\nStanton's prudent resolutions by taking him out in the Canadian canoe.\nThis demonstration in no way perturbed the curate.  He observed that,\nas there was nothing better to do, we might as well play billiards, and\nproceeded to defeat me in three games of a hundred up (no, it is quite\nimmaterial whether we played for anything or not), after which he told\nDora that the vicar was taking the evening service--it happened to be\nthe day when there was one at the parish church--a piece of information\nonly relevant in so far as it suggested that Mr. Ives could accept an\ninvitation to dinner if one were proffered him.  Dora, very weakly,\nrose to the bait.  Jack Ives, airily remarking that there was no use in\nceremony among friends, seized the place next to Trix at dinner (her\nmother was just opposite) and walked on the terrace after dinner with\nher in the moonlight.  When the ladies retired he came into the smoking\nroom, drank a whisky and soda, said that Miss Queenborough was really a\nvery charming companion, and apologized for leaving us early, on the\nground that his sermon was still unwritten.  My good cousin, the\nsquire, suggested rather grimly that a discourse on the vanity of human\nwishes might be appropriate.\n\n\"I shall preach,\" said Mr. Ives thoughtfully, \"on the opportunities of\nwealth.\"\n\nThis resolution he carried out on the next day but one, that being a\nSunday.  I had the pleasure of sitting next to Miss Trix, and I watched\nher with some interest as Mr. Ives developed his theme.  I will not try\nto reproduce the sermon, which would have seemed by no means a bad one\nhad any of our party been able to ignore the personal application which\nwe read into it; for its main burden was no other than this--that\nwealth should be used by those who were fortunate enough to possess it\n(here Trix looked down and fidgeted with her Prayer-book) as a means of\npromoting greater union between themselves and the less richly endowed,\nand not--as, alas! had too often been the case--as though it were a new\nbarrier set up between them and their fellow-creatures (here Miss Trix\nblushed slightly, and had recourse to her smelling-bottle).  \"You,\"\nsaid the curate, waxing rhetorical as he addressed an imaginary, but\nbloated, capitalist, \"have no more right to your money than I have.  It\nis intrusted to you to be shared with me.\"  At this point I heard Lady\nQueenborough sniff and Algy Stanton snigger.  I stole a glance at Trix\nand detected a slight waver in the admirable lines of her mouth.\n\n\"A very good sermon, didn't you think?\" I said to her, as we walked\nhome.\n\n\"Oh, very!\" she replied demurely.\n\n\"Ah, if we followed all we heard in church!\" I sighed.\n\nMiss Trix walked in silence for a few yards.  By dint of never becoming\nanything else, we had become very good friends; and presently she\nremarked, quite confidentially:\n\n\"He's very silly, isn't he?\"\n\n\"Then you ought to snub him,\" I said severely.\n\n\"So I do--sometimes.  He's rather amusing, though.\"\n\n\"Of course, if you're prepared to make the sacrifice involved----\"\n\n\"Oh, what nonsense!\"\n\n\"Then you've no business to amuse yourself with him.\"\n\n\"Dear, dear! how moral you are!\" said Trix.\n\nThe next development in the situation was this:  My cousin Dora\nreceived a letter from the Marquis of Newhaven, with whom she was\nacquainted, praying her to allow him to run down to Poltons for a few\ndays; he reminded her that she had once given him a general invitation;\nif it would not be inconvenient--and so forth.  The meaning of this\ncommunication did not, of course, escape my cousin, who had witnessed\nthe writer's attentions to Trix in the preceding season, nor did it\nescape the rest of us (who had talked over the said attentions at the\nclub) when she told us about it, and announced that Lord Newhaven would\narrive in the middle of the next day.  Trix affected dense\nunconsciousness; her mother allowed herself a mysterious smile--which,\nhowever, speedily vanished when the curate (he was taking lunch with\nus) observed in a cheerful tone:\n\n\"Newhaven!  Oh, I remember the chap at the House--plowed twice in\nSmalls--stumpy fellow, isn't he?  Not a bad chap, though, you know,\nbarring his looks.  I'm glad he's coming.\"\n\n\"You won't be soon, young man,\" Lady Queenborough's angry eye seemed to\nsay.\n\n\"I remember him,\" pursued Jack; \"awfully smitten with a tobacconist's\ndaughter in the Corn--oh, it's all RIGHT, Lady Queenborough--she\nwouldn't look at him.\"\n\nThis quasi apology was called forth by the fact of Lady Queenborough\npushing back her chair and making for the door.  It did not at all\nappease her to hear of the scorn of the tobacconist's daughter.  She\nglanced sternly at Jack and disappeared.  He turned to Trix and\nreminded her--without diffidence and coram populo, as his habit\nwas--that she had promised him a stroll in the west wood.\n\nWhat happened on that stroll I do not know; but meeting Miss Trix on\nthe stairs later in the afternoon, I ventured to remark:\n\n\"I hope you broke it to him gently, Miss Queenborough?\"\n\n\"I don't know what you mean,\" replied Trix haughtily.\n\n\"You were out nearly two hours,\" said I.\n\n\"Were we?\" asked Trix, with a start.  \"Good gracious!  Where was mamma,\nMr. Wynne?\"\n\n\"On the lawn--watch in hand.\"\n\nMiss Trix went slowly upstairs, and there is not the least doubt that\nsomething serious passed between her and her mother, for both of them\nwere in the most atrocious of humors that evening. Fortunately, the\ncurate was not there; he had a Bible class.\n\nThe next day Lord Newhaven arrived.  I found him on the lawn when I\nstrolled up, after a spell of letter-writing, about four o'clock.  Lawn\ntennis was the order of the day, and we were all in flannels.\n\n\"Oh, here's Mark!\" cried Dora, seeing me.  \"Now, Mark, you and Mr. Ives\nhad better play against Trix and Lord Newhaven.  That'll make a very\ngood set.\"\n\n\"No, no, Mrs. Polton,\" said Jack Ives.  \"They wouldn't have a chance.\nLook here, I'll play with Miss Queenborough against Lord Newhaven and\nWynne.\"\n\nNewhaven--whose appearance, by the way, though hardly distinguished,\nwas not quite so unornamental as the curate had led us to\nexpect--looked slightly displeased, but Jack gave him no time for\nremonstrance.  He whisked Trix off and began to serve all in a moment.\nI had a vision of Lady Queenborough approaching from the house with\nface aghast.  The set went on; and, owing entirely to Newhaven's absurd\nchivalry in sending all the balls to Jack Ives instead of following the\nwell-known maxim to \"pound away at the lady,\" they beat us.  Jack wiped\nhis brow, strolled up to the tea table with Trix, and remarked in\nexultant tones:\n\n\"We make a perfect couple, Miss Queenborough; we ought never to be\nseparated.\"\n\nDora did not ask the curate to dinner that night, but he dropped in\nabout nine o'clock to ask her opinion as to the hymns on Sunday; and\nfinding Miss Trix and Newhaven in the small drawing room, he sat down\nand talked to them.  This was too much for Trix; she had treated him\nvery kindly and had allowed him to amuse her; but it was impossible to\nput up with presumption of that kind.  Difficult as it was to\ndiscourage Mr. Ives, she did it, and he went away with a disconsolate,\npuzzled expression.  At the last moment, however, Trix so far relented\nas to express a hope that he was coming to tennis to-morrow, at which\nhe brightened up a little.  I do not wish to be uncharitable--least of\nall to a charming young lady---but my opinion is that Miss Trix did not\nwish to set the curate altogether adrift.  I think, however, that Lady\nQueenborough must have spoken again, for when Jack did come to tennis,\nTrix treated him with most freezing civility and a hardly disguised\ndisdain, and devoted herself to Lord Newhaven with as much assiduity as\nher mother could wish.  We men, over our pipes, expressed the opinion\nthat Jack Ives' little hour of sunshine was past, and that nothing was\nleft to us but to look on at the prosperous, uneventful course of Lord\nNewhaven's wooing.  Trix had had her fun (so Algy Stanton bluntly\nphrased it) and would now settle down to business.\n\n\"I believe, though,\" he added, \"that she likes the curate a bit, you\nknow.\"\n\nDuring the whole of the next day--Wednesday--Jack Ives kept away; he\nhad, apparently, accepted the inevitable, and was healing his wounded\nheart by a strict attention to his parochial duties. Newhaven remarked\non his absence with an air of relief, and Miss Trix treated it as a\nmatter of no importance; Lady Queenborough was all smiles; and Dora\nPolton restricted herself to exclaiming, as I sat by her at tea, in a\nlow tone and a propos of nothing in particular, \"Oh, well--poor Mr.\nIves!\"\n\nBut on Thursday there occurred an event, the significance of which\npassed at the moment unperceived, but which had, in fact, most\nimportant results.  This was no other than the arrival of little Mrs.\nWentworth, an intimate friend of Dora's.  Mrs. Wentworth had been left\na widow early in life; she possessed a comfortable competence; she was\nnot handsome, but she was vivacious, amusing, and, above all,\nsympathetic.  She sympathized at once with Lady Queenborough in her\nmaternal anxieties, with Trix on her charming romance, with Newhaven on\nhis sweet devotedness, with the rest of us in our obvious\ndesolation--and, after a confidential chat with Dora, she sympathized\nmost strongly with poor Mr. Ives on his unfortunate attachment. Nothing\nwould satisfy her, so Dora told me, except the opportunity of plying\nMr. Ives with her soothing balm; and Dora was about to sit down and\nwrite him a note, when he strolled in through the drawing room window,\nand announced that his cook's mother was ill, and that he should be\nvery much obliged if Mrs. Polton would give him some dinner that\nevening.  Trix and Newhaven happened to enter by the door at the same\nmoment, and Jack darted up to them, and shook hands with the greatest\neffusion.  He had evidently buried all unkindness--and with it, we\nhoped, his mistaken folly.  However that might be, he made no effort to\nengross Trix, but took his seat most docilely by his hostess--and she,\nof course, introduced him to Mrs. Wentworth. His behavior was, in fact,\nso exemplary that even Lady Queenborough relaxed her severity, and\ncondescended to cross-examine him on the morals and manners of the old\nwomen of the parish.  \"Oh, the vicar looks after them,\" said Jack; and\nhe turned to Mrs. Wentworth again.\n\nThere can be no doubt that Mrs. Wentworth had a remarkable power of\nsympathy.  I took her in to dinner, and she was deep in the subject of\nmy \"noble and inspiring art\" before the soup was off the table.\nIndeed, I'm sure that my life's ambitions would have been an open book\nto her by the time that the joint arrived, had not Jack Ives, who was\nsitting on the lady's other side, cut into the conversation just as\nMrs. Wentworth was comparing my early struggles with those of Mr.\nCarlyle.  After this intervention of Jack's I had not a chance.  I ate\nmy dinner without the sauce of sympathy, substituting for it a certain\namusement which I derived from studying the face of Miss Trix\nQueenborough, who was placed on the opposite side of the table.  And if\nTrix did look now and again at Mrs. Wentworth and Jack Ives, I cannot\nsay that her conduct was unnatural.  To tell the truth, Jack was so\nobviously delighted with his new friend that it was quite\npleasant--and, as I say, under the circumstances, rather amusing--to\nwatch them.  We felt that the squire was justified in having a hit at\nJack when Jack said, in the smoking room, that he found himself rather\nat a loss for a subject for his next sermon.\n\n\"What do you say,\" suggested my cousin, puffing at his pipe, \"to taking\nconstancy as your text?\"\n\nJack considered the idea for a moment, but then he shook his head.\n\n\"No.  I think,\" he said reflectively, \"that I shall preach on the power\nof sympathy.\"\n\nThat sermon afforded me--I must confess it, at the risk of seeming\nfrivolous--very great entertainment.  Again I secured a place by Miss\nTrix--on her left, Newhaven being on her right, and her face was worth\nstudy when Jack Ives gave us a most eloquent description of the\nwonderful gift in question.  It was, he said, the essence and the crown\nof true womanliness, and it showed itself--well, to put it quite\nplainly, it showed itself, according to Jack Ives, in exactly that sort\nof manner and bearing which so honorably and gracefully distinguished\nMrs. Wentworth.  The lady was not, of course, named, but she was\nclearly indicated.  \"Your gift, your precious gift,\" cried the curate,\napostrophizing the impersonation of sympathy, \"is given to you, not for\nyour profit, but for mine.  It is yours, but it is a trust to be used\nfor me.  It is yours, in fact, to share with me.\"  At this climax,\nwhich must have struck upon her ear with a certain familiarity, Miss\nTrix Queenborough, notwithstanding the place and occasion, tossed her\npretty head and whispered to me, \"What horrid stuff!\"\n\nIn the ensuing week Jack Ives was our constant companion; the continued\nillness of his servant's mother left him stranded, and Dora's kind\nheart at once offered him the hospitality of her roof.  For my part I\nwas glad, for the little drama which now began was not without its\ninterest.  It was a pleasant change to see Jack genially polite to Trix\nQueenborough, but quite indifferent to her presence or absence, and\ncontent to allow her to take Newhaven for her partner at tennis as\noften as she pleased.  He himself was often an absentee from our games.\nMrs. Wentworth did not play, and Jack would sit under the trees with\nher, or take her out in the canoe.  What Trix thought I did not know,\nbut it is a fact that she treated poor Newhaven like dirt beneath her\nfeet, and that Lady Queenborough's face began to lose its transiently\npleasant expression.  I had a vague idea that a retribution was working\nitself out, and disposed myself to see the process with all the\ncomplacency induced by the spectacle of others receiving punishment for\ntheir sins.\n\nA little scene which occurred after lunch one day was significant.  I\nwas sitting on the terrace, ready booted and breeched, waiting for my\nhorse to be brought round.  Trix came out and sat down by me.\n\n\"Where's Newhaven?\" I asked.\n\n\"Oh, I don't always want Lord Newhaven!\" she exclaimed petulantly.  \"I\nsent him off for a walk--I'm going out in the Canadian canoe with Mr.\nIves.\"\n\n\"Oh, you are, are you?\" said I, smiling.  As I spoke, Jack Ives ran up\nto us.\n\n\"I say, Miss Queenborough,\" he cried, \"I've just got your message\nsaying you'd let me take you on the lake.\"\n\n\"Is it a great bore?\" asked Trix, with a glance--a glance that meant\nmischief.\n\n\"I should like it awfully, of course,\" said Jack; \"but the fact is I've\npromised to take Mrs. Wentworth--before I got your message, you know.\"\n\nTrix drew herself up.\n\n\"Of course, if Mrs. Wentworth----\" she began.\n\n\"I'm very sorry,\" said Jack.\n\nThen Miss Queenborough, forgetting--as I hope--or choosing to disregard\nmy presence, leaned forward and asked, in her most coaxing tones:\n\n\"Don't you ever forget a promise, Mr. Ives?\"\n\nJack looked at her.  I suppose her dainty prettiness struck him afresh,\nfor he wavered and hesitated.\n\n\"She's gone upstairs,\" pursued the tempter, \"and we shall be safe away\nbefore she comes down again.\"\n\nJack shuffled with one foot on the gravel.\n\n\"I tell you what,\" he said; \"I'll ask her if she minds me taking you\nfor a little while before I----\"\n\nI believe he really thought that he had hit upon a compromise\nsatisfactory to all parties.  If so, he was speedily undeceived. Trix\nflushed red and answered angrily:\n\n\"Pray don't trouble.  I don't want to go.\"\n\n\"Perhaps afterward you might,\" suggested the curate, but now rather\ntimidly.\n\n\"I'm going out with Lord Newhaven,\" said she.  And she added, in an\naccess of uncontrollable annoyance.  \"Go, please go.  I--I don't want\nyou.\"\n\nJack sheered off, with a look of puzzled shamefacedness.  He\ndisappeared into the house.  Nothing passed between Miss Trix and\nmyself.  A moment later Newhaven came out.\n\n\"Why, Miss Queenborough,\" said he, in apparent surprise, \"Ives is going\nwith Mrs. Wentworth in the canoe!\"\n\nIn an instant I saw what she had done.  In rash presumption she had\ntold Newhaven that she was going with the curate--and now the curate\nhad refused to take her--and Ives had met him in search of Mrs.\nWentworth.  What could she do?  Well, she rose--or fell--to the\noccasion.  In the coldest of voices she said:\n\n\"I thought you'd gone for your walk.\"\n\n\"I was just starting,\" he answered apologetically, \"when I met Ives.\nBut, as you weren't going with him----\"  He paused, an inquiring look\nin his eyes.  He was evidently asking himself why she had not gone with\nthe curate.\n\n\"I'd rather be left alone, if you don't mind,\" said she.  And then,\nflushing red again, she added.  \"I changed my mind and refused to go\nwith Mr. Ives.  So he went off to get Mrs. Wentworth instead.\"\n\nI started.  Newhaven looked at her for an instant, and then turned on\nhis heel.  She turned to me, quick as lightning, and with her face all\naflame.\n\n\"If you tell, I'll never speak to you again,\" she whispered.\n\nAfter this there was silence for some minutes.\n\n\"Well?\" she said, without looking at me.\n\n\"I have no remark to offer, Miss Queenborough,\" I returned.\n\n\"I suppose that was a lie, wasn't it?\" she asked defiantly.\n\n\"It's not my business to say what it was,\" was my discreet answer.\n\n\"I know what you're thinking.\"\n\n\"I was thinking,\" said I, \"which I would rather be--the man you will\nmarry, or the man you would like----\"\n\n\"How dare you!  It's not true.  Oh Mr. Wynne, indeed it's not true!\"\n\nWhether it were true or not I did not know.  But if it had been, Miss\nTrix Queenborough might have been expected to act very much in the way\nin which she proceeded to act: that is to say, to be extravagantly\nattentive to Lord Newhaven when Jack Ives was present, and markedly\nneglectful of him in the curate's absence. It also fitted in very well\nwith the theory which I had ventured to hint that her bearing toward\nMrs. Wentworth was distinguished by a stately civility, and her remarks\nabout that lady by a superfluity of laudation; for if these be not two\ndistinguishing marks of rivalry in the well-bred, I must go back to my\nfavorite books and learn from them--more folly.  And if Trix's manners\nwere all that they should be, praise no less high must be accorded to\nMrs. Wentworth's; she attained an altitude of admirable unconsciousness\nand conducted her flirtation (the poverty of language forces me to the\nword, but it is over-flippant) with the curate in a staid,\nquasi-maternal way.  She called him a delightful boy, and said that she\nwas intensely interested in all his aims and hopes.\n\n\"What does she want?\" I asked Dora despairingly.  \"She can't want to\nmarry him.\"  I was referring to Trix Queenborough, not to Mrs.\nWentworth.\n\n\"Good gracious, no!\" answered Dora, irritably.  \"It's simple jealousy.\nShe won't let the poor boy alone till he's in love with her again.\nIt's a horrible shame!\"\n\n\"Oh, well, he has great recuperative power,\" said I.\n\n\"She'd better be careful, though.  It's a very dangerous game. How do\nyou suppose Lord Newhaven likes it?\"\n\nAccident gave me that very day a hint how little Lord Newhaven liked\nit, and a glimpse of the risk Miss Trix was running. Entering the\nlibrary suddenly, I heard Newhaven's voice raised above his ordinary\ntones.\n\n\"I won't stand it!\" he was declaring.  \"I never know how she'll treat\nme from one minute to the next.\"\n\nMy entrance, of course, stopped the conversation very abruptly.\nNewhaven had come to a stand in the middle of the room, and Lady\nQueenborough sat on the sofa, a formidable frown on her brow.\nWithdrawing myself as rapidly as possible, I argued the probability of\na severe lecture for Miss Trix, ending in a command to try her noble\nsuitor's patience no longer.  I hope all this happened, for I, not\nseeing why Mrs. Wentworth should monopolize the grace of sympathy, took\nthe liberty of extending mine to Newhaven.  He was certainly in love\nwith Trix, not with her money, and the treatment he underwent must have\nbeen as trying to his feelings as it was galling to his pride.\n\nMy sympathy was not premature, for Miss Trix's fascinations, which were\nindubitably great, began to have their effect.  The scene about the\ncanoe was re-enacted, but with a different denouement.  This time the\npromise was forgotten, and the widow forsaken.  Then Mrs. Wentworth put\non her armor.  We had, in fact, reached this very absurd situation,\nthat these two ladies were contending for the favors of, or the\ndomination over, such an obscure, poverty-stricken, hopelessly\nineligible person as the curate of Poltons undoubtedly was.  The\nposition seemed to me then, and still seems, to indicate some\nremarkable qualities in that young man.\n\nAt last Newhaven made a move.  At breakfast, on Wednesday morning, he\nannounced that, reluctant as he should be to leave Poltons Park, he was\ndue at his aunt's place, in Kent, on Saturday evening, and must,\ntherefore, make his arrangements to leave by noon on that day.  The\nsignificance was apparent.  Had he come down to breakfast with \"Now or\nNever!\" stamped in fiery letters across his brow, it would have been\nmore obtrusive, indeed, but not a whit plainer.  We all looked down at\nour plates, except Jack Ives.  He flung one glance (I saw it out of the\ncorner of my left eye) at Newhaven, another at Trix; then he remarked\nkindly:\n\n\"We shall be uncommonly sorry to lose you, Newhaven.\"\n\nEvents began to happen now, and I will tell them as well as I am able,\nsupplementing my own knowledge by what I learned afterward from\nDora--she having learned it from the actors in the scene. In spite of\nthe solemn warning conveyed in Newhaven's intimation, Trix, greatly\ndaring, went off immediately after lunch for what she described as \"a\nlong ramble\" with Mr. Ives.  There was, indeed, the excuse of an old\nwoman at the end of the ramble, and Trix provided Jack with a small\nbasket of comforts for the useful old body; but the ramble was, we\nfelt, the thing, and I was much annoyed at not being able to accompany\nthe walkers in the cloak of darkness or other invisible contrivance.\nThe ramble consumed three hours--full measure.  Indeed, it was\nhalf-past six before Trix, alone, walked up the drive.  Newhaven, a\nsolitary figure, paced up and down the terrace fronting the drive.\nTrix came on, her head thrown back and a steady smile on her lips.  She\nsaw Newhaven; he stood looking at her for a moment with what she\nafterward described as an indescribable smile on his face, but not, as\nDora understood from her, by any means a pleasant one. Yet, if not\npleasant, there is not the least doubt in the world that it was highly\nsignificant, for she cried out nervously: \"Why are you looking at me\nlike that?  What's the matter?\"\n\nNewhaven, still saying nothing, turned his back on her, and made as if\nhe would walk into the house and leave her there, ignored, discarded,\ndone with.  She, realizing the crisis which had come, forgetting\neverything except the imminent danger of losing him once for all,\nwithout time for long explanation or any round-about seductions, ran\nforward, laying her hand on his arm and blurting out:\n\n\"But I've refused him.\"\n\nI do not know what Newhaven thinks now, but I sometimes doubt whether\nhe would not have been wiser to shake off the detaining hand, and\npursue his lonely way, first into the house, and ultimately to his\naunt's.  But (to say nothing of the twenty thousand a year, which,\nafter all, and be you as romantic as you may please to be, is not a\nthing to be sneezed at) Trix's face, its mingled eagerness and shame,\nits flushed cheeks and shining eyes, the piquancy of its unwonted\nhumility, overcame him.  He stopped dead.\n\n\"I--I was obliged to give him an--an opportunity,\" said Miss Trix,\nhaving the grace to stumble a little in her speech.  \"And--and it's all\nyour fault.\"\n\nThe war was thus, by happy audacity, carried into Newhaven's own\nquarters.\n\n\"My fault!\" he exclaimed.  \"My fault that you walk all day with that\ncurate!\"\n\nThen Miss Trix--and let no irrelevant considerations mar the\nappreciation of fine acting--dropped her eyes and murmured softly:\n\n\"I--I was so terribly afraid of seeming to expect YOU.\"\n\nWherewith she (and not he) ran away lightly up the stairs, turning just\none glance downward as she reached the landing. Newhaven was looking up\nfrom below with an \"enchanted\" smile--the word is Trix's own; I should\nprobably have used a different one.\n\nWas then the curate of Poltons utterly defeated--brought to his knees,\nonly to be spurned?  It seemed so; and he came down to dinner that\nnight with a subdued and melancholy expression. Trix, on the other\nhand, was brilliant and talkative to the last degree, and the gayety\nspread from her all around the table, leaving untouched only the\nrejected lover and Mrs. Wentworth; for the last named lady, true to her\ndistinguishing quality, had begun to talk to poor Jack Ives in low,\nsoothing tones.\n\nAfter dinner Trix was not visible; but the door of the little boudoir\nbeyond stood half-open, and very soon Newhaven edged his way through.\nAlmost at the same moment Jack Ives and Mrs. Wentworth passed out of\nthe window and began to walk up and down the gravel.  Nobody but myself\nappeared to notice these remarkable occurrences, but I watched them\nwith keen interest. Half an hour passed, and then there smote on my\nwatchful ear the sound of a low laugh from the boudoir.  It was\nfollowed almost immediately by a stranger sound from the gravel walk.\nThen, all in a moment, two things happened.  The boudoir door opened,\nand Trix, followed by Newhaven, came in, smiling; from the window\nentered Jack Ives and Mrs. Wentworth.  My eyes were on the curate.  He\ngave one sudden, comprehending glance toward the other couple; then he\ntook the widow's hand, led her up to Dora, and said, in low yet\npenetrating tones.\n\n\"Will you wish us joy, Mrs. Polton?\"\n\nThe squire, Rippleby, and Algy Stanton were round them in an instant.\nI kept my place, watching now the face of Trix Queenborough.  She\nturned first flaming red, then very pale.  I saw her turn to Newhaven\nand speak one or two urgent, imperative words to him.  Then, drawing\nherself up to her full height, she crossed the room to where the group\nwas assembled round Mrs. Wentworth and Jack Ives.\n\n\"What's the matter?  What are you saying?\" she asked.\n\nMrs. Wentworth's eyes were modestly cast down, but a smile played round\nher mouth.  No one spoke for a moment.  Then Jack Ives said:\n\n\"Mrs. Wentworth has promised to be my wife, Miss Queenborough.\"\n\nFor a moment, hardly perceptible, Trix hesitated; then, with the most\nwinning, touching, sweetest smile in the world, she said:\n\n\"So you took my advice, and our afternoon walk was not wasted, after\nall?\"\n\nMrs. Polton is not used to these fine flights of diplomacy; she had\nheard before dinner something of what had actually happened in the\nafternoon; and the simple woman positively jumped.  Jack Ives met\nTrix's scornful eyes full and square.\n\n\"Not at all wasted,\" said he, with a smile.  \"Not only has it shown me\nwhere my true happiness lies, but it has also given me a juster idea of\nthe value and sincerity of your regard for me, Miss Queenborough.\"\n\n\"It is as real, Mr. Ives, as it is sincere,\" said she.\n\n\"It is like yourself, Miss Queenborough,\" said he, with a little bow;\nand he turned from her and began to talk to his fiancee.\n\nTrix Queenborough moved slowly toward where I sat.  Newhaven was\nwatching her from where he stood alone on the other side of the room.\n\n\"And have you no news for us?\" I asked in low tones.\n\n\"Thank you,\" she said haughtily; \"I don't care that mine should be a\npendent to the great tidings about the little widow and curate.\"\n\nAfter a moment's pause she went on:\n\n\"He lost no time, did he?  He was wise to secure her before what\nhappened this afternoon could leak out.  Nobody can tell her now.\"\n\n\"This afternoon?\"\n\n\"He asked me to marry him this afternoon.\"\n\n\"And you refused?\"\n\n\"Yes.\"\n\n\"Well, his behavior is in outrageously bad taste, but----\"\n\nShe laid a hand on my arm, and said in calm, level tones.\n\n\"I refused him because I dared not have him; but I told him I cared for\nhim, and he said he loved me.  And I let him kiss me. Good-night, Mr.\nWynne.\"\n\nI sat still and silent.  Newhaven came across to us.  Trix put up her\nhand and caught him by the sleeve.\n\n\"Fred,\" she said, \"my dear, honest old Fred; you love me, don't you?\"\n\nNewhaven, much embarrassed and surprised, looked at me in alarm. But\nher hand was in his now, and her eyes imploring him.\n\n\"I should rather think I did, my dear,\" said he.\n\nI really hope that Lord and Lady Newhaven will not be very unhappy,\nwhile Mrs. Ives quite worships her husband, and is convinced that she\neclipsed the brilliant and wealthy Miss Queenborough.\n\nPerhaps she did--perhaps not.\n\nThere are, as I have said, great qualities in the curate of Poltons,\nbut I have not quite made up my mind precisely what they are.  I ought,\nhowever, to say that Dora takes a more favorable view of him and a less\nlenient view of Trix than I.\n\nThat is perhaps natural.  Besides, Dora does not know the precise\nmanner in which the curate was refused.  By the way, he preached next\nSunday on the text, \"The children of this world are wiser in their\ngeneration than the children of light.\"\n\n\n\nVI.\n\nWHICH SHALL IT BE?\n\nIt was a charmingly mild and balmy day.  The sun shone beyond the\norchard, and the shade was cool inside.  A light breeze stirred the\nboughs of the old apple tree under which the philosopher sat.\n\nNone of these things did the philosopher notice, unless it might be\nwhen the wind blew about the leaves of the large volume on his knees,\nand he had to find his place again.  Then he would exclaim against the\nwind, shuffle the leaves till he got the right page, and settle to his\nreading.  The book was a treatise on ontology; it was written by\nanother philosopher, a friend of this philosopher's; it bristled with\nfallacies, and this philosopher was discovering them all, and noting\nthem on the fly leaf at the end.  He was not going to review the book\n(as some might have thought from his behavior), or even to answer it in\na work of his own.  It was just that he found a pleasure in stripping\nany poor fallacy naked and crucifying it.\n\nPresently a girl in a white frock came into the orchard.  She picked up\nan apple, bit it, and found it ripe.  Holding it in her hand she walked\nup to where the philosopher sat, and looked at him.  He did not stir.\nShe took a bite out of the apple, munched it, and swallowed it.  The\nphilosopher crucified a fallacy on the fly leaf.  The girl flung the\napple away.\n\n\"Mr. Jerningham,\" said she, \"are you very busy?\"\n\nThe philosopher, pencil in hand, looked up.\n\n\"No, Miss May,\" said he, \"not very.\"\n\n\"Because I want your opinion.\"\n\n\"In one moment,\" said the philosopher apologetically.\n\nHe turned back to the fly leaf and began to nail the last fallacy a\nlittle tighter to the cross.  The girl regarded him, first with amused\nimpatience, then with a vexed frown, finally with a wistful regret.  He\nwas so very old for his age, she thought; he could not be much beyond\nthirty; his hair was thick and full of waves, his eyes bright and\nclear, his complexion not yet divested of all youth's relics.\n\n\"Now, Miss May, I am at your service,\" said the philosopher, with a\nlingering look at his impaled fallacy.  And he closed the book, keeping\nit, however, on his knee.\n\nThe girl sat down just opposite to him.\n\n\"It's a very important thing I want to ask you,\" she began, tugging at\na tuft of grass, \"and it's very--difficult, and you mustn't tell anyone\nI asked you; at least, I'd rather you didn't.\"\n\n\"I shall not speak of it; indeed, I shall probably not remember it,\"\nsaid the philosopher.\n\n\"And you mustn't look at me, please, while I'm asking you.\"\n\n\"I don't think I was looking at you, but if I was I beg your pardon,\"\nsaid the philosopher apologetically.\n\nShe pulled the tuft of grass right out of the ground and flung it from\nher with all her force.\n\n\"Suppose a man----\" she began.  \"No, that's not right.\"\n\n\"You can take any hypothesis you please,\" observed the philosopher,\n\"but you must verify it afterward, of course.\"\n\n\"Oh, do let me go on.  Suppose a girl, Mr. Jerningham--I wish you\nwouldn't nod.\"\n\n\"It was only to show that I followed you.\"\n\n\"Oh, of course you 'follow me,' as you call it.  Suppose a girl had two\nlovers--you're nodding again--or, I ought to say, suppose there were\ntwo men who might be in love with a girl.\"\n\n\"Only two?\" asked the philosopher.  \"You see, any number of men MIGHT\nbe in love with----\"\n\n\"Oh, we can leave the rest out,\" said Miss May, with a sudden dimple;\n\"they don't matter.\"\n\n\"Very well,\" said the philosopher.  \"If they are irrelevant, we will\nput them aside.\"\n\n\"Suppose, then, that one of these men was--oh, AWFULLY in love with the\ngirl--and--and proposed, you know----\"\n\n\"A moment!\" said the philosopher, opening a notebook.  \"Let me take\ndown his proposition.  What was it?\"\n\n\"Why, proposed to her--asked her to marry him,\" said the girl, with a\nstare.\n\n\"Dear me!  How stupid of me!  I forgot that special use of the word.\nYes?\"\n\n\"The girl likes him pretty well, and her people approve of him and all\nthat, you know.\"\n\n\"That simplifies the problem,\" said the philosopher, nodding again.\n\n\"But she's not in--in love with him, you know.  She doesn't REALLY care\nfor him--MUCH.  Do you understand?\"\n\n\"Perfectly.  It is a most natural state of mind.\"\n\n\"Well, then, suppose that there's another man--what are you writing?\"\n\n\"I only put down (B.)--like that,\" pleaded the philosopher, meekly\nexhibiting his notebook.\n\nShe looked at him in a sort of helpless exasperation, with just a smile\nsomewhere in the background of it.\n\n\"Oh, you really are----\" she exclaimed.  \"But let me go on.  The other\nman is a friend of the girl's; he's very clever--oh, fearfully clever;\nand he's rather handsome.  You needn't put that down.\"\n\n\"It is certainly not very material,\" admitted the philosopher, and he\ncrossed out \"handsome.\"  \"Clever\" he left.\n\n\"And the girl is most awfully--she admires him tremendously; she thinks\nhim just the greatest man that ever lived, you know.  And she--she----\"\nThe girl paused.\n\n\"I'm following,\" said the philosopher, with pencil poised.\n\n\"She'd think it better than the whole world if--if she could be\nanything to him, you know.\"\n\n\"You mean become his wife?\"\n\n\"Well, of course I do--at least suppose I do.\"\n\n\"You spoke rather vaguely, you know.\"\n\nThe girl cast one glance at the philosopher as she replied:\n\n\"Well, yes.  I did mean, become his wife.\"\n\n\"Yes.  Well?\"\n\n\"But,\" continued the girl, starting on another tuft of grass, \"he\ndoesn't think much about those things.  He likes her.  I think he likes\nher----\"\n\n\"Well, doesn't dislike her?\" suggested the philosopher.  \"Shall we call\nhim indifferent?\"\n\n\"I don't know.  Yes, rather indifferent.  I don't think he thinks about\nit, you know.  But she--she's pretty.  You needn't put that down.\"\n\n\"I was not about to do so,\" observed the philosopher.\n\n\"She thinks life with him would be just heaven; and--and she thinks she\nwould make him awfully happy.  She would--would be so proud of him, you\nsee.\"\n\n\"I see.  Yes!\"\n\n\"And--I don't know how to put it, quite--she thinks that, if he ever\nthought about it all, he might care for her; because he doesn't care\nfor anybody else; and she's pretty----\"\n\n\"You said that before.\"\n\n\"Oh, dear!  I dare say I did.  And most men care for somebody, don't\nthey?  Some girl, I mean.\"\n\n\"Most men, no doubt,\" conceded the philosopher.\n\n\"Well, then, what ought she to do?  It's not a real thing, you know,\nMr. Jerningham.  It's in--in a novel I was reading.\"  She said this\nhastily, and blushed as she spoke.\n\n\"Dear me!  And it's quite an interesting case!  Yes, I see.  The\nquestion is, Will she act most wisely in accepting the offer of the man\nwho loves her exceedingly, but for whom she entertains only a moderate\naffection----\"\n\n\"Yes.  Just a liking.  He's just a friend.\"\n\n\"Exactly.  Or in marrying the other, whom she loves ex----\"\n\n\"That's not it.  How can she marry him?  He hasn't--he hasn't asked\nher, you see.\"\n\n\"True.  I forgot.  Let us assume, though, for the moment, that he has\nasked her.  She would then have to consider which marriage would\nprobably be productive of the greater sum total of----\"\n\n\"Oh, but you needn't consider that.\"\n\n\"But it seems the best logical order.  We can afterward make allowance\nfor the element of uncertainty caused by----\"\n\n\"Oh, no!  I don't want it like that.  I know perfectly well which she'd\ndo if he--the other man, you know--asked her.\"\n\n\"You apprehend that----\"\n\n\"Never mind what I 'apprehend.'  Take it just as I told you.\"\n\n\"Very good.  A has asked her hand, B has not.\"\n\n\"Yes.\"\n\n\"May I take it that, but for the disturbing influence of B, A would be\na satisfactory--er--candidate?\"\n\n\"Ye--es.  I think so.\"\n\n\"She, therefore, enjoys a certainty of considerable happiness if she\nmarries A?\"\n\n\"Ye--es.  Not perfect, because of--B, you know.\"\n\n\"Quite so, quite so; but still a fair amount of happiness.  Is it not\nso?\"\n\n\"I don't--well, perhaps.\"\n\n\"On the other hand, if B did ask her, we are to postulate a higher\ndegree of happiness for her?\"\n\n\"Yes, please, Mr. Jerningham--much higher.\"\n\n\"For both of them?\"\n\n\"For her.  Never mind him.\"\n\n\"Very well.  That again simplifies the problem.  But his asking her is\na contingency only?\"\n\n\"Yes, that's all.\"\n\nThe philosopher spread out his hands.\n\n\"My dear young lady,\" he said, \"it becomes a question of degree.  How\nprobable or improbable is it?\"\n\n\"I don't know.  Not very probable--unless--unless----\"\n\n\"Well?\"\n\n\"Unless he did happen to notice, you know.\"\n\n\"Ah, yes.  We supposed that, if he thought of it, he would probably\ntake the desired step--at least that he might be led to do so.  Could\nshe not--er--indicate her preference?\"\n\n\"She might try--no, she couldn't do much.  You see, he--he doesn't\nthink about such things.\"\n\n\"I understand precisely.  And it seems to me, Miss May, that in that\nvery fact we find our solution.\"\n\n\"Do we?\" she asked.\n\n\"I think so.  He has evidently no natural inclination toward\nher--perhaps not toward marriage at all.  Any feeling aroused in him\nwould be necessarily shallow and in a measure artificial--and in all\nlikelihood purely temporary.  Moreover, if she took steps to arouse his\nattention, one of two things would be likely to happen.  Are you\nfollowing me?\"\n\n\"Yes, Mr. Jerningham.\"\n\n\"Either he would be repelled by her overtures--which you must admit is\nnot improbable--and then the position would be unpleasant, and even\ndegrading, for her.  Or, on the other hand, he might, through a\nmisplaced feeling of gallantry----\"\n\n\"Through what?\"\n\n\"Through a mistaken idea of politeness, or a mistaken view of what was\nkind, allow himself to be drawn into a connection for which he had no\ngenuine liking.  You agree with me that one or other of these things\nwould be likely?\"\n\n\"Yes, I suppose they would, unless he did come to care for her.\"\n\n\"Ah, you return to that hypothesis.  I think it's an extremely fanciful\none.  No.  She needn't marry A, but she must let B alone.\"\n\nThe philosopher closed his book, took off his glasses, wiped them,\nreplaced them, and leaned back against the trunk of the apple tree.\nThe girl picked a dandelion in pieces.  After a long pause she asked:\n\n\"You think B's feelings wouldn't be at all likely to--to change?\"\n\n\"That depends on the sort of man he is.  But if he is an able man, with\nintellectual interests which engross him--a man who has chosen his path\nin life--a man to whom women's society is not a necessity----\"\n\n\"He's just like that,\" said the girl, and she bit the head off a daisy.\n\n\"Then,\" said the philosopher, \"I see not the least reason for supposing\nthat his feelings will change.\"\n\n\"And would you advise her to marry the other--A?\"\n\n\"Well, on the whole, I should.  A is a good fellow (I think we made A a\ngood fellow); he is a suitable match; his love for her is true and\ngenuine----\"\n\n\"It's tremendous!\"\n\n\"Yes--and--er--extreme.  She likes him.  There is every reason to hope\nthat her liking will develop into a sufficiently deep and stable\naffection.  She will get rid of her folly about B and make A a good\nwife.  Yes, Miss May, if I were the author of your novel, I should make\nher marry A, and I should call that a happy ending.\"\n\nA silence followed.  It was broken by the philosopher.\n\n\"Is that all you wanted my opinion about, Miss May?\" he asked, with his\nfinger between the leaves of the treatise on ontology.\n\n\"Yes, I think so.  I hope I haven't bored you?\"\n\n\"I've enjoyed the discussion extremely.  I had no idea that novels\nraised points of such psychological interest.  I must find time to read\none.\"\n\nThe girl had shifted her position till, instead of her full face, her\nprofile was turned toward him.  Looking away toward the paddock that\nlay brilliant in sunshine on the skirts of the apple orchard, she\nasked, in low, slow tones, twisting her hands in her lap:\n\n\"Don't you think that perhaps, if B found out afterward--when she had\nmarried A, you know--that she had cared for him so very, very much, he\nmight be a little sorry?\"\n\n\"If he were a gentleman, he would regret it deeply.\"\n\n\"I mean--sorry on his own account; that--that he had thrown away all\nthat, you know?\"\n\nThe professor looked meditative.\n\n\"I think,\" he pronounced, \"that it is very possible he would.  I can\nwell imagine it.\"\n\n\"He might never find anybody to love him like that again,\" she said,\ngazing on the gleaming paddock.\n\n\"He probably would not,\" agreed the philosopher.\n\n\"And--and most people like being loved, don't they?\"\n\n\"To crave for love is an almost universal instinct, Miss May.\"\n\n\"Yes, almost,\" she said, with a dreary little smile.  \"You see, he'll\nget old and--and have no one to look after him.\"\n\n\"He will.\"\n\n\"And no home.\"\n\n\"Well, in a sense none,\" corrected the philosopher, smiling. \"But\nreally, you'll frighten me.  I'm a bachelor myself, you know, Miss May.\"\n\n\"Yes,\" she whispered just audibly.\n\n\"And all your terrors are before me.\"\n\n\"Well, unless----\"\n\n\"Oh, we needn't have that 'unless,'\" laughed the philosopher\ncheerfully.  \"There's no 'unless' about it, Miss May.\"\n\nThe girl jumped to her feet; for an instant she looked at the\nphilosopher.  She opened her lips as if to speak, and, at the thought\nof what lay at her tongue's tip, her face grew red.  But the\nphilosopher was gazing past her, and his eyes rested in calm\ncontemplation on the gleaming paddock.\n\n\"A beautiful thing, sunshine, to be sure,\" said he.\n\nHer blush faded away into paleness; her lips closed.  Without speaking\nshe turned and walked slowly away, her head drooping. The philosopher\nheard the rustle of her skirt in the long grass of the orchard; he\nwatched her for a few moments.\n\n\"A pretty, graceful creature,\" said he, with a smile.  Then he opened\nhis book, took his pencil in his hand, and slipped in a careful\nforefinger to mark the fly leaf.\n\nThe sun had passed mid-heaven, and began to decline westward before he\nfinished the book.  Then he stretched himself and looked at his watch.\n\n\"Good gracious, two o'clock!  I shall be late for lunch!\" and he\nhurried to his feet.\n\nHe was very late for lunch.\n\n\"Everything's cold,\" wailed his hostess.  \"Where have you been, Mr.\nJerningham?\"\n\n\"Only in the orchard--reading.\"\n\n\"And you've missed May!\"\n\n\"Missed Miss May?  How do you mean?  I had a long talk with her this\nmorning--a most interesting talk.\"\n\n\"But you weren't here to say goodby.  Now, you don't mean to say that\nyou forgot that she was leaving by the two o'clock train?  What a man\nyou are!\"\n\n\"Dear me!  To think of my forgetting it!\" said the philosopher\nshamefacedly.\n\n\"She told me to say good-by to you for her.\"\n\n\"She's very kind.  I can't forgive myself.\"\n\nHis hostess looked at him for a moment; then she sighed, and smiled,\nand sighed again.\n\n\"Have you everything you want?\" she asked.\n\n\"Everything, thank you,\" said he, sitting down opposite the cheese, and\npropping his book (he thought he would just run through the last\nchapter again) against the loaf; \"everything in the world that I want,\nthanks.\"\n\nHis hostess did not tell him that the girl had come in from the apple\norchard, and run hastily upstairs lest her friend should see what her\nfriend did see in her eyes.  So that he had no suspicion at all that he\nhad received an offer of marriage--and refused it.  And he did not\nrefer to anything of that sort when he paused once in his reading and\nexclaimed:\n\n\"I'm really sorry I missed Miss May.  That was an interesting case of\nhers.  But I gave the right answer.  The girl ought to marry A.\"\n\nAnd so the girl did.\n\n\n\nVII.\n\nMARRIAGE BY COMPULSION.\n\n\"It is a most anxious thing to be an absolute ruler,\" said Duke\nDeodonato, \"but I have made up my mind.  The Doctor has convinced me\n[here Dr. Fusbius, Ph. D., bowed very low] that marriage is the best,\nnoblest, wholesomest, and happiest of human conditions.\"\n\n\"Your Highness will remember----\" began the President of the Council.\n\n\"My lord, I have made up my mind,\" said Duke Deodonato.\n\nThus speaking, the Duke took a large sheet of foolscap paper, and wrote\nrapidly for a moment or two.\n\n\"There,\" he said, pushing the paper over to the President, \"is the\ndecree.\"\n\n\"The decree, sir?\"\n\n\"I think three weeks afford ample space,\" said Duke Deodonato.\n\n\"Three weeks, sir?\"\n\n\"For every man over twenty-one years of age in this Duchy to find\nhimself a wife.\"\n\n\"Your Highness,\" observed Dr. Fusbius, with deference, \"will consider\nthat between an abstract proposition and a practical measure----\"\n\n\"There is to the logical mind no stopping place,\" interrupted Duke\nDeodonato.\n\n\"But, sir,\" cried the President, \"imagine the consternation which\nthis----\"\n\n\"Let it be gazetted to-night,\" said Duke Deodonato.\n\n\"I would venture,\" said the President, \"to remind your Highness that\nyou are yourself a bachelor.\"\n\n\"Laws,\" said Duke Deodonato, \"do not bind the Crown unless the Crown is\nexpressly mentioned.\"\n\n\"True, sir; but I humbly conceive that it would be pessimi exempli----\"\n\n\"You are right; I will marry myself,\" said Duke Deodonato.\n\n\"But, sir, three weeks!  The hand of a princess cannot be requested and\ngranted in----\"\n\n\"Then find me somebody else,\" said Deodonato; \"and pray leave me. I\nwould be alone;\" and Duke Deodonato waved his hand to the door.\n\nOutside the door the President said to the Doctor:\n\n\"I could wish, sir, that you had not convinced his Highness.\"\n\n\"My lord,\" rejoined the Doctor, \"truth is my only preoccupation.\"\n\n\"Sir,\" said the President, \"are you married?\"\n\n\"My lord,\" answered the Doctor, \"I am not.\"\n\n\"I thought not,\" said the President, as he folded up the decree and put\nit in his pocket.\n\nIt is useless to deny that Duke Deodonato's decree caused considerable\ndisturbance in the Duchy.  In the first place, the Crown lawyers raised\na puzzle of law.  Did the word \"man\" as used in the decree, include\n\"woman\"?  The President shook his head, and referred the question to\nhis Highness.\n\n\"It seems immaterial,\" observed the Duke.  \"If a man marries, a woman\nmarries.\"\n\n\"Ex vi terminorum,\" assented the Doctor.\n\n\"But, sir,\" said the President, \"there are more women than men in the\nDuchy.\"\n\nDuke Deodonato threw down his pen.\n\n\"This is very provoking,\" said he.  \"Why was it allowed?  I'm sure it\nhappened before _I_ came to the throne.\"\n\nThe Doctor was about to point out that it could hardly have been\nguarded against, when the President (who was a better courtier)\nanticipated him.\n\n\"We did not foresee that your Highness, in your Highness' wisdom, would\nissue this decree,\" he said humbly.\n\n\"True,\" said Duke Deodonato, who was a just man.\n\n\"Would your Highness vouchsafe any explanation----\"\n\n\"What are the Judges for?\" asked Duke Deodonato.  \"There is the\nlaw--let them interpret it.\"\n\nWhereupon the Judges held that a \"man\" was not a \"woman,\" and that\nalthough every man must marry, no woman need.\n\n\"It will make no difference,\" said the President.\n\n\"None at all,\" said Dr. Fusbius.\n\nNor, perhaps, would it, seeing that women are ever kind and in no way\nby nature averse from marriage, had it not become known that Duke\nDeodonato himself intended to choose a wife from the ladies of his own\ndominions, and to choose her (according to the advice of Dr. Fusbius,\nwho, in truth, saw little whither his counsel would in the end carry\nthe Duke) without regard to such adventitious matters as rank or\nwealth, and purely for her beauty, talent, and virtue.\n\nWhich resolve being proclaimed, straightway all the ladies of the\nDuchy, of whatsoever station, calling, age, appearance, wit, or\ncharacter, conceiving each of them that she, and no other, should\nbecome the Duchess, sturdily refused all offers of marriage (although\nthey were many of them as desperately enamored as virtuous ladies may\nbe), and did nought else than walk, drive, ride, and display their\ncharms in the park before the windows of the ducal palace.  And thus it\nfell out that when a week had gone by, no man had obeyed Duke\nDeodonato's decree, and they were, from sheer want of brides, like to\nfall into contempt of the law and under the high displeasure of the\nDuke.\n\nUpon this the President and Dr. Fusbius sought audience of his Highness\nand humbly laid before him the unforeseen obstacle which had occurred.\n\n\"Woman is ever ambitious,\" said Dr. Fusbius.\n\n\"Nay,\" corrected the President, \"they have seen his Highness' person as\nhis Highness has ridden through the city.\"\n\nDuke Deodonato threw down his pen.\n\n\"This is very tiresome,\" said he, knitting his brows.  \"My lord, I\nwould be further advised on this matter.  Return at the same hour\nto-morrow.\"\n\nThe next day, Duke Deodonato's forehead had regained its customary\nsmoothness, and his manner was tranquil and assured.\n\n\"Our pleasure is,\" said he to the President, \"that, albeit no woman\nshall be compelled to marry if so be that she be not invited thereunto;\nyet, if bidden, she shall in no wise refuse, but straightway espouse\nthat man who first after the date of these presents shall solicit her\nhand.\"\n\nThe President bowed in admiration.\n\n\"It is, if I may humbly say so, a practical and wise solution, sir,\" he\nsaid.\n\n\"I apprehend that it will remedy the mischief,\" said Duke Deodonato,\nnot ill pleased.\n\nAnd doubtless it would have had an effect as altogether satisfactory,\nexcellent, beneficial, salutary, and universal as the wisdom of Duke\nDeodonato had anticipated from it, had it not fallen out that, on the\npromulgation of the decree, all the aforesaid ladies of the Duchy, of\nwhatsoever station, calling, age, appearance, wit, or character,\nstraightway, and so swiftly that no man had time wherein to pay his\ncourt to them, fled to and shut and bottled and barricaded themselves\nin houses, castles, cupboards, cellars, stables, lofts, churches,\nchapels, chests, and every other kind of receptacle whatsoever, and\nthere remained beyond reach of any man, be he whom he would, lest haply\none, coming, should ask their hand in marriage, and thus they should\nlose all prospect of wedding the Duke.\n\nWhen Duke Deodonato was apprised of this lamentable action on the part\nof the ladies of the Duchy, he frowned and laid down his pen.\n\n\"This is very annoying,\" said he.  \"There appears to be a disposition\nto thwart Our endeavors for the public good.\"\n\n\"It is gross contumacy,\" said Dr. Fusbius.\n\n\"Yet,\" remarked the President, \"inspired by a natural, if\nill-disciplined, admiration for his Highness' person.\"\n\n\"The decree is now a fortnight old,\" observed Duke Deodonato. \"Leave\nme.  I will consider further of this matter.\"\n\nNow even as his Highness spoke a mighty uproar arose under the palace\nwindows, and Duke Deodonato, looking out of the window (which, be it\nremembered, but for the guidance of Heaven he might not have done),\nbeheld a maiden of wonderful charms struggling in the clutches of two\nhalberdiers of the guard, who were haling her off to prison.\n\n\"Bring hither that damsel,\" said Deodonato.\n\nPresently the damsel, still held by the soldiers, entered the room.\nHer robe was disheveled and rent, her golden hair hung loose on her\nshoulders, and her eyes were full of tears.\n\n\"At whose suit is she arrested?\" asked Deodonato.\n\n\"At the suit of the most learned Dr. Fusbius, may it please your\nHighness.\"\n\n\"Sir,\" said Dr. Fusbius, \"it is true.  This lady, grossly contemning\nyour Highness' decree, has refused my hand in marriage.\"\n\n\"Is it true, damsel?\" asked Duke Deodonato.\n\n\"Hear me, your Highness!\" answered she.  \"I left my dwelling but an\ninstant, for we were in sore straits for----\"\n\n\"Bread?\" asked Deodonato, a touch of sympathy in his voice.\n\n\"May it please your Highness, no--pins wherewith to fasten our hair.\nAnd, as I ran to the merchant's, this aged man----\"\n\n\"I am but turned of fifty,\" interrupted Fusbius.\n\n\"And have not yet learned silence!\" asked Deodonato severely. \"Damsel,\nproceed!\"\n\n\"Caught me by my gown as I ran, and----\"\n\n\"I proposed marriage to her,\" said Fusbius.\n\n\"Nay, if you proposed marriage, she shall marry you,\" said Deodonato.\n\"By the crown of my fathers, she shall marry you! But what said he,\ndamsel?\"\n\n\"May it please your Highness, he said that I had the prettiest face in\nall the Duchy, and that he would have no wife but me; and thereupon he\nkissed me; and I would have none of him, and I struck him and escaped.\"\n\n\"Send for the Judges,\" said Duke Deodonato.  \"And meanwhile keep this\ndamsel and let no man propose marriage to her until Our pleasure be\nknown.\"\n\nNow, when the Judges were come, and the maiden was brought in and set\nover against them on the right hand, and the learned Doctor took his\nstand on the left, Deodonato prayed the Judges that they would perpend\ncarefully and anxiously of the question--using all lore, research,\nwisdom, discretion, and justice--whether Dr. Fusbius had proposed\nmarriage unto the maiden or no.\n\n\"Thus shall Our mind be informed, and we shall deal profitably with\nthis matter,\" concluded Duke Deodonato.\n\nUpon which arose great debate.  For there was one part of the learned\nmen which leaned upon the letter and found no invitation to marriage in\nthe words of Dr. Fusbius; while another part would have it that in all\nthings the spirit and mind of the utterer must be regarded, and that it\nsorted not with the years, virtues, learning, and position of the said\nmost learned Doctor to suppose that he had spoken such words and sealed\nthe same with a kiss, save under the firm impression, thought, and\nconviction that he was offering his hand in marriage; which said\nimpression, thought, and conviction were fully and reasonably declared\nand evident in his actions, manner, bearing, air, and conduct.\n\n\"This is very perplexing,\" said Duke Deodonato, and he knit his brows;\nfor as he gazed upon the beauty of the damsel, it seemed to him a thing\nunnatural, undesirable, unpalatable, unpleasant, and unendurable, that\nshe should wed Dr. Fusbius.\n\nYet if such were the law--Duke Deodonato sighed, and he glanced at the\ndamsel: and it chanced that the damsel glanced at Duke Deodonato, and,\nseeing that he was a proper man and comely, and that his eye spoke his\nadmiration of her, she blushed; and her cheek that had gone white when\nthose of the judges who favored the learned Doctor were speaking, went\nred as a rose again, and she strove to order her hair, and to conceal\nthe rent that was in her robe.  And Duke Deodonato sighed again.\n\n\"My lord,\" he said to the President, \"we have heard these wise and\nerudite men; and, for as much as the matter is difficult, they are\ndivided among themselves, and the staff whereon we leaned is broken.\nSpeak, therefore, your mind.\"\n\nThen the President of the Council looked earnestly at Duke Deodonato,\nbut the Duke veiled his face with his hand.\n\n\"Answer truly,\" said he, \"without fear or favor.  So shall you fulfill\nOur pleasure.\"\n\nAnd the President, looking round upon the company, said:\n\n\"It is, your Highness, by all reasonable, honest, just, proper, and\nhonorable intendment, as good, sound, full, and explicit an offer of\nmarriage as hath ever been had in this duchy.\"\n\n\"So be it,\" said Duke Deodonato; and Dr. Fusbius smiled in triumph,\nwhile the maiden grew pale again.\n\n\"And,\" pursued the President, \"it binds, controls, and rules every man,\nwoman, and child in these your Highness' dominions, and hath the force\nof law over all.\"\n\n\"So be it,\" said Deodonato again.\n\n\"Saving,\" added the President, \"your Highness only.\"\n\nThere was a movement among the company.\n\n\"For,\" pursued the President, \"by the ancient laws, customs, manners,\nand observances of the Duchy, no decree or law shall in any way\nwhatsoever impair, alter, lessen, or derogate from the high rights,\npowers, and prerogatives of your Highness, whom may Heaven long\npreserve.  Although, therefore, it be, by and pursuant to your\nHighness' decree, the sure right of every man in this Duchy to be\naccepted in marriage of any damsel whom he shall invite thereunto, yet\nis this right in all respects subject to and controlled by the natural,\nlegal, inalienable, unalterable, and sovereign prerogative of your\nHighness to marry what damsel soever it shall be your pleasure to bid\nshare your throne.  Hence I, in obedience to your Highness' commands,\npronounce and declare that this damsel is lawfully and irrevocably\nbound and affianced to the learned Dr. Fusbius, unless and until it\nshall please your Highness yourself to demand her hand in marriage.\nMay what I have spoken please your Highness!\"  And the President sat\ndown.\n\nDuke Deodonato sat a while in thought, and there was silence in the\nhall.  Then he spoke:\n\n\"Let all withdraw, saving the damsel only.\"\n\nAnd they one and all withdrew, and Duke Deodonato was left alone with\nthe damsel.\n\nThen he arose and gazed long on the damsel; but the damsel would not\nlook on Duke Deodonato.\n\n\"How are you called, lady?\" asked Duke Deodonato.\n\n\"I am called Dulcissima,\" said she.\n\n\"Well named!\" said Deodonato softly, and he went to the damsel, and he\nlaid his hand, full gently, on her robe, and he said:\n\n\"Dulcissima, you have the prettiest face in all the Duchy, and I will\nhave no wife but you;\" and Duke Deodonato kissed the damsel.\n\nThe damsel forbore to strike Duke Deodonato, as she had struck Dr.\nFusbius.  Again her cheek went red, and again pale, and she said:\n\n\"I wed no man on compulsion.\"\n\n\"Madam, I am your Sovereign,\" said Duke Deodonato; and his eyes were on\nthe damsel.\n\n\"If you were an Archangel----\" cried the damsel.\n\n\"Our house is not wont to be scorned of ladies,\" said Deodonato. \"Am I\ncrooked, or baseborn, or a fool?\"\n\n\"This day in your Duchy women are slaves, and men their masters by your\nwill,\" said she.\n\n\"It is the order of nature,\" said Deodonato.\n\n\"It is not my pleasure,\" said the damsel.\n\nThen Deodonato laid his hand on his silver bell, for he was very angry.\n\n\"Fusbius waits without,\" said he.\n\n\"I will wed him and kill him,\" cried Dulcissima.\n\nDeodonato gazed on her.\n\n\"You had no chance of using the pins,\" said he, \"and the rent in your\ngown is very sore.\"\n\nAnd upon this the eyes of the damsel lost their fire and sought the\nfloor; and she plucked at her girdle, and would not look on Deodonato.\nAnd they said outside:\n\n\"It is very still in the Hall of the Duke.\"\n\nThen said Deodonato:\n\n\"Dulcissima, what would you?\"\n\n\"That you repeal your decrees,\" said she.\n\nDeodonato's brow grew dark; he did not love to go back.\n\n\"What I have decreed, I have decreed,\" said he.\n\n\"And what I have resolved, I have resolved,\" said she.\n\nDeodonato drew near to her.\n\n\"And if I repeal the decrees?\" said he.\n\n\"You will do well,\" said she.\n\n\"And you will wed----\"\n\n\"Whom I will,\" said she.\n\nDeodonato turned to the window, and for a space he looked out; and the\ndamsel smoothed her hair and drew her robe, where it was whole, across\nthe rent; and she looked on Deodonato as he stood, and her bosom rose\nand fell.  And she prayed a prayer that no man heard, or, if he heard,\nmight be so base as to tell.  But she saw the dark locks of Deodonato's\nhair and his form, straight as an arrow and tall as a six-foot wand, in\nthe window.  And again, outside, they said:\n\n\"It is strangely still in the Hall of the Duke.\"\n\nThen Deodonato turned, and he pressed with his hand on the silver bell,\nand straightway the Hall was filled with the Councilors, the Judges,\nand the halberdiers, attentive to hear the will of Deodonato and the\nfate of the damsel.  And the small eyes of Fusbius glowed, and the calm\neyes of the President smiled.\n\n\"My Cousins, Gentlemen, and my faithful Guard,\" said Deodonato, \"Time,\nwhich is Heaven's mighty Instrument, brings counsel.  Say! what the\nDuke has done, shall any man undo?\"\n\nThen cried they all, save one:\n\n\"No man!\"\n\nAnd the President said:\n\n\"Saving the Duke.\"\n\n\"The decrees which I made,\" said Deodonato, \"I unmake. Henceforth let\nmen and maidens in my Duchy marry or not marry as they will, and God\ngive them joy of it.\"\n\nAnd all, save Fusbius, cried \"Amen!\"  But Fusbius cried:\n\n\"Your Highness, it is demonstrated beyond cavil; ay, to the\nsatisfaction of your Highness----\"\n\n\"This is very tedious,\" said Deodonato.  \"Let him speak no more!\"\n\nAnd again he drew near to Dulcissima, and there, before them all, he\nfell on his knee.  And a murmur ran through the hall.\n\n\"Madam,\" said Deodonato, \"if you love me, wed me.  And, if you love me\nnot, depart in peace and in honor; and I, Deodonato, will live my life\nalone.\"\n\nThen the damsel trembled, and barely did Deodonato catch her words:\n\n\"There are many men here,\" said she.\n\n\"It is not given to Princes,\" said Deodonato, \"to be alone.\nNevertheless, if you will, leave me alone.\"  And the damsel bent low,\nso that the breath of her mouth stirred the hair on Deodonato's head,\nand he shivered as he knelt.\n\n\"My Prince and my King!\" said she.\n\nAnd Deodonato shot to his feet, and before them all he kissed her, and,\nturning, spoke:\n\n\"As I have wooed, let every man in this Duchy woo.  As I have won, let\nevery man that is worthy win.  For, unless he so woo, and unless he so\nwin, vain is his wooing, and vain is his winning, and a fig for his\nwedding, say I, Deodonato!  I, that was Deodonato, and now\nam--Deodonato and Dulcissima.\"\n\nAnd a great cheer rang out in the Hall, and Fusbius fled to the door;\nand they tore his gown as he went and cursed him for a knave.  But the\nPresident raised his voice aloud and cried:\n\n\"May Heaven preserve your Highnesses--and here's a blessing on all\nwindows!\"\n\nAnd that is the reason why you will find (if you travel there, as I\ntrust you may, for nowhere are the ladies fairer or the men so gallant)\nmore windows in the Duchy of Deodonato than anywhere in the wide world\nbesides.  For the more windows, the wider the view; and the wider the\nview, the more pretty damsels do you see; and the more pretty damsels\nyou see, the more jocund a thing is life--and that is what the men of\nthe Duchy love--and not least, Duke Deodonato, whom, with his bride\nDulcissima, may Heaven long preserve!\n\n\n\nVIII.\n\nALL'S WELL THAT ENDS WELL.\n\nThere was once--the date is of no moment--a Sultan, and he had a Vizier\nnamed Ashimullah.  This minister was a wise man, much trusted by his\nmaster; but he was held in some suspicion and dislike at the court\nbecause he had been born--or, if that be doubtful, had at least been\nbred--a Christian, and had been originally a prisoner of the Sultan's\narmies.\n\nBut Ashimullah, for reasons which intimately concerned his own head,\nbut need not concern anybody else's, promptly found the true path; and,\nhaving professed a ready conversion to the tenets of Islam, rose\nrapidly to a high place in the service of the Sultan, so that his\npromotion never ceased until he was installed in the office of Grand\nVizier.  Yet, remembering his discreditable past, the Sultan was\naccustomed to exact from him the fullest and most minute observance of\nhis religious duties. To such observance Ashimullah submitted,\ncomforting himself with the example of Naaman the Syrian; for\nAshimullah was still, in secret, a Christian, and his adherence to\nIslam was only a polite concession to public feeling.  But there was\none point on which his conscience struck him sorely, and this was no\nother than the question of wives.  Ashimullah had one wife, a lady of\ngreat beauty and remarkable accomplishments, and for the life of him he\ncould not see how, consistently with the religion which he held in his\nheart and with the honor that he owed to the lady, he could take any\nother wife.  Such an act appeared to him to be a deadly sin, for it was\nmost plainly held and laid down by the rules of his religion, and had\nmoreover been amply proved by experience, that one wife was enough for\nany man.  Therefore when the Sultan, hearing that Ashimullah had but\none wife, and considering the thing very suspicious and unnatural, sent\nfor him, and required him to order his establishment on a scale more\nbefitting his present exalted position, Ashimullah was in sad\nperplexity.  To obey was to sin, to refuse was likely to cost him his\nlife; for if his master suspected the sincerity of his conversion, his\nshrift would be short.  In this quandary Ashimullah sought about for\nexcuses.\n\n\"O Commander of the Faithful, I am a poor man, and wives are sources of\nexpense,\" said Ashimullah.\n\n\"My treasury is open to the most faithful of my servants,\" said the\nSultan.\n\n\"A multitude of women in a house breeds strife,\" urged Ashimullah.\n\n\"He who governs an empire should be able to govern his own house,\"\nremarked the Sultan.\n\n\"I have no pleasure in the society of women,\" pleaded Ashimullah.\n\n\"It is not a question of pleasure,\" said the Sultan solemnly, and\nAshimullah thought that he saw signs of suspicion on his master's\naugust face.  Therefore he prostrated himself, crying that he submitted\nto the imperial will, and would straightway take another wife.\n\n\"I do not love a grudging obedience,\" said the Sultan.\n\n\"I will take two!\" cried Ashimullah.\n\n\"Take three,\" said the Sultan; and with this he dismissed Ashimullah,\ngiving him the space of a week in which to fulfill the command laid\nupon him.\n\n\"Surely I am a most unhappy man,\" mused Ashimullah.  \"For if I do not\nobey, I shall be put to death; and if I do obey, I fear greatly that I\nshall be damned.\"  And he went home looking so sorrowful and perplexed\nthat all men conceived that he was out of favor with the Sultan.\n\nNow Ashimullah, being come to his house, went immediately to his wife,\nand told her of the Sultan's commands, adding that the matter was a\nsore grief to him, and not less on her account than on his own.  \"For\nyou know well, Star of my Heart,\" said he, \"that I desire no wife but\nyou!\"\n\n\"I know it well, Ashimullah,\" answered Lallakalla tenderly.\n\n\"Moreover, I fear that I shall be damned,\" whispered Ashimullah.\n\n\"I'm sure you would,\" said Lallakalla.\n\nThree days later it was reported through all the city, on the authority\nof Hassan, the chief and confidential servant of the Vizier, that\nAshimullah, having procured three slaves of great beauty at an immense\ncost, had wedded them all, and thus completed the number of wives\nallowed to him by the Law of the Prophet.  The first was rosy-cheeked\nwith golden hair; the second's complexion was olive, and her locks\nblack as night; the third had a wonderful pallor, and tresses like\nburnished gold.\n\n\"Thus,\" added Hassan, \"since my lady Lallakalla's hair is brown, his\nHighness the Vizier enjoys, as is his most just due, all varieties of\nbeauty.\"\n\nWhen these things came to the ears of the Sultan, he was greatly\npleased with the prompt obedience of Ashimullah, and sent him a large\nsum of money and his own miniature, magnificently set in diamonds.\nMoreover, he approved highly of the taste that Ashimullah had displayed\nin his choice, and regretted very deeply that he could not behold the\ncharms of the wives of the Vizier. Nay, so great was his anxiety\nconcerning them that he determined to send one of his Sultanas to pay a\nvisit to the harem of Ashimullah, in order that, while seeming to\nrender honor to Ashimullah, she might report to him of the beauty of\nAshimullah's wives.\n\n\"We must make ready for the visit of the Sultana,\" observed Lallakalla,\nwith a smile.\n\nWhen the Sultana returned from her visit, the Sultan came to her\nwithout delay, and she said:\n\n\"O Most Translucent Majesty, wonderful indeed are the wives of\nAshimullah!  For as they came before me, one after another, I did not\nknow which of them to call most beautiful; for the brown hair, the\ngolden, the black, and the ruddy are all most fair to see.  I would\nthat your Majesty could behold them!\"\n\n\"I would that I could!\" said the Sultan, stroking his beard.\n\n\"Yet, O Sultan, since all men are mortal, and it is not given to any to\nbe perfectly happy in this world, know that there is an alloy in the\nhappiness of Ashimullah the Vizier.  For these most lovely ladies have,\neach and all of them, so strong and vehement a temper and so great a\nreciprocal hatred, that Ashimullah is compelled to keep them apart,\neach in her own chamber, and by no means can they be allowed to come\ntogether for an instant. Not even my presence would have restrained\nthem, and therefore I saw each alone.\"\n\n\"I do not object to a little temper,\" observed the Sultan, stroking his\nbeard again.  \"It is a sauce to beauty, and keeps a man alive.\"\n\n\"It is only toward one another that they are fierce,\" said the Sultana.\n\"For all spoke with the greatest love of Ashimullah, and with the most\ndutiful respect.\"\n\n\"I do not see on what account they are so fond of Ashimullah,\" said the\nSultan, frowning.\n\nThat night the Sultan did not once close his eyes, for he could think\nof nothing save the marvelous and varied beauty of the wives of the\nVizier; and between the rival charms of the black, the brown, the\nruddy, and the golden, his Majesty was so torn and tossed about that,\nwhen he rose, his brow was troubled and his cheek pale.  And being no\nlonger able to endure the torment that he suffered, he sent the Sultana\nagain to visit the house of Ashimullah, bidding her observe most\ncarefully which of the ladies was in truth most beautiful.  But the\nSultana, having returned, professed herself entirely unable to set any\none of Ashimullah's wives above any other in any point of beauty.  \"For\nthey are all,\" said she, \"and each in her own way, houris for beauty.\"\n\n\"And this man was a Christian dog once!\" murmured the Sultan. Then his\nbrow suddenly grew smooth, and he observed:\n\n\"Ashimullah himself will know; and, indeed, it is time that I gave a\nnew sign of my favor to my trusted servant Ashimullah.\"\n\nTherefore he sent for Ashimullah, and spoke to him with unbounded\ngraciousness.\n\n\"Ashimullah, my faithful servant,\" said he, \"I am mindful to confer\nupon you a great and signal favor; desiring to recognize not only your\nservices to my throne, but also and more especially your ready and\nwilling obedience in the matter of your wives. Therefore I have decided\nto exalt you and your household in the eyes of all the Faithful, and of\nthe whole world, by taking from your house a wife for myself.\"\n\nWhen Ashimullah heard this he went very pale, although, in truth, what\nthe Sultan proposed to do was always held the highest of honors.\n\n\"And since so good and loyal a servant,\" pursued the Sultan, \"would\ndesire to offer to his Sovereign nothing but the best of all that he\nhas, tell me, O Ashimullah, which of your wives is fairest, that I may\ntake her and exalt her as I have proposed.\"\n\nAshimullah was now in great agitation, and he stammered in his\nconfusion:\n\n\"My wives are indeed fair; but, O Most Potent and Fearful Majesty, they\nhave, one and all, most diabolical tempers.\"\n\n\"Surely by now I have learned how to deal with the tempers of women,\"\nsaid the Sultan, raising his brows.  \"Come, Ashimullah; tell me which\nis fairest.\"\n\nThen Ashimullah, being at his wits' end, and catching at any straw in\norder to secure a little delay, declared that it was utterly impossible\nto say that any one of his wives was fairer than any other, for they\nwere all perfectly beautiful.\n\n\"But describe them to me, one by one,\" commanded the Sultan.\n\nSo Ashimullah described his wives one by one to the Sultan, using most\nexalted eloquence, and employing every simile, metaphor, image, figure,\nand trope that language contains, in the vain attempt to express\nadequately the surpassing beauty of those ladies; yet he was most\ncareful to set no one above any other and to distribute the said\nsimiles, metaphors, images, figures, and tropes, with absolute\nimpartiality and equality among them.\n\n\"By Allah, it is difficult!\" said the Sultan, pulling his beard\nfretfully.  \"I will consider your several descriptions, and send for\nyou again in a few days, Ashimullah.\"\n\nSo Ashimullah went home and told Lallakalla all that had passed between\nthe Sultan and himself, and how the Sultan proposed to take one of his\nwives, but could not make up his mind which lady he should prefer.\n\n\"But, alas! it is all one to me, whichever he chooses,\" cried\nAshimullah, in despair.\n\n\"It is all one to me also,\" cried Lallakalla.  \"But, be sure, dear\nAshimullah, that the Sultan has some purpose in this delay. Let us wait\nand see what he does.  It may be that we need not yet despair.\"\n\nBut Ashimullah would not be comforted, and cried out that he had done\nbetter never to forswear his religion, but to have died at once, as a\nholy martyr.\n\n\"It is too late to think of that,\" said Lallakalla.\n\nNow, had not the Sultan been most lamentably bewildered and most\namazingly dazzled by the conflicting charms of the wives of Ashimullah,\nbeyond doubt he would not have entertained nor carried out a project so\nimpious and irreligious as that which his curiosity and passion now led\nhim into.  But being unable to eat or drink or rest until he was at\nease on the matter, he determined, all piety and law and decorum to the\ncontrary notwithstanding, to look upon the faces of Ashimullah's wives\nwith his own eyes, and determine for himself to whom the crown of\nbeauty belonged, and whether the brown or the black, or the golden or\nthe ruddy, might most properly and truthfully lay claim to it.  But\nthis resolution he ventured to communicate to nobody, save to the\nfaithful and dutiful wife whom he had sent before to visit the house of\nAshimullah.  She, amazed, tried earnestly to dissuade him, but seeing\nhe was not to be turned, at last agreed to second his designs, and\nenable him to fulfill his purpose.  \"Though I fear no good will come of\nit,\" she sighed.\n\n\"I wonder which is in truth the fairest!\" murmured the Sultan. And he\nsent word to Ashimullah that the Sultana would visit his wives on the\nevening of that day.\n\n\"All will be ready for her,\" said Lallakalla, when she received the\nmessage from her husband.\n\nBut in the afternoon the Sultan sent men into the bazaar, and these men\ncaught Hassan, Ashimullah's servant, as he came to make his daily\npurchases, and carried him to the Sultan, with whom he was closeted for\nhard on an hour.  When he came out Hassan returned home, shaking his\nhead sorrowfully, but patting his purse comfortably; whence it appears\nthat he suffered from a conflict of feelings, his mind being ill at\nease, but his purse heavier.  And when in the evening the Sultana came,\nattended only by one tall, formidable, and inky-black attendant, Hassan\nushered her into the reception room of the harem, telling her that\nLallakalla, the first wife of his master, would attend her immediately.\nThen he went out, and, having brought in the big black slave very\nsecretly, set him in the antechamber of the room where the Sultana was,\nand hid him there, behind a high screen. And Hassan pierced a hole in\nthe screen, so that the big slave could see what passed in the\nantechamber without being seen himself.  Then Hassan, still shaking his\nhead, but also patting his purse, went to summon Lallakalla.  But the\nbig black slave lay quiet behind the screen.\n\nPresently Lallakalla passed through and entered the room where the\nSultana was.  A few moments later Ashimullah came in, carrying over one\narm several robes of silk and in the other a large box or trunk.\nAshimullah looked round cautiously, but saw nobody; the big black slave\nheld his breath, but laid his hand on the scimitar that he wore.\nAshimullah waited.  Then Lallakalla came out.\n\n\"Yes, of a truth this brown-haired one is most lovely,\" thought the big\nslave.  \"It would seem impossible that the others can be so lovely.\nMoreover, she looks amiable enough.  Yet I must see the others.  Which\nwill come next?\"  And he composed himself to wait for the next, not\ncaring whether she were the ruddy, the golden, or the black, so that\nshe came quickly.\n\nBut, to the amazement of the slave, Lallakalla tore off the silken robe\nshe wore and cried to her husband, \"Give me the blue robe--yes, and the\ngolden hair.\"  And, having put on the blue robe, she took from\nAshimullah's hand something that he had taken from the square box, and\nput it on her head.  Then Ashimullah gave her a smaller box, and,\ntaking out paints and brushes and a mirror, she made a complexion for\nherself.  And thus she was transformed into a golden-haired lady with\ncheeks of rosy red, and in this guise she passed in to the Sultana's\npresence.\n\n\"The dog!\" thought the slave.  \"Then he took only two wives more!\"\n\nPresently Lallakalla came forth; and all happened as before, save that\nshe stained her face to an olive tint and put on a wig of coal-black\nhair.\n\n\"By the Prophet!\" thought the slave, \"he took but one wife more!\"\n\nYet again Lallakalla came out from visiting the Sultana, and on this\noccasion she hastily donned a robe of red, sprinkled white powder over\nher cheeks, and set on her head a most magnificent structure of ruddy\nhair.  Thus arrayed she went again into the room where the Sultana was.\n\n\"By Allah, the dog took no other wife at all!\" thought the slave, and,\nlooking through his spy-hole, he saw Ashimullah making off in great\nhaste, carrying the box and the robes with him.  Then Hassan came and\nled the slave back by the way they had come to the place where he\nawaited the Sultana.\n\n\"This wife of Ashimullah is a wonderful woman,\" said the Sultan to\nhimself, as he lay awake that night.  \"Behold, she is in herself a\nmultitude!\"\n\nEarly the next morning Ashimullah was summoned to the palace, and at\nonce ushered into the presence of the Sultan.\n\n\"O Ashimullah, I have reflected,\" said the Sultan, \"and I desire that\nyou will send me that wife of yours who has ruddy hair.  For although\nthe choice is difficult, yet I think that she must be the fairest of\nthem all.\"\n\nAshimullah, knowing not what to say, prostrated himself and promised\nobedience; then, having withdrawn from the presence, he ran back home\nas fast as he could lay his feet to the ground, and sought out\nLallakalla.  With her he talked for some time; then he returned to the\npalace, weeping and wringing his hands.\n\n\"What ails you, Ashimullah?\" asked the Sultan.\n\n\"Alas!  O Light of the World, a pestilence has fallen on my house, and\nmy wife with the ruddy hair lies dead.\"\n\n\"We must resign ourselves to the will of Heaven,\" said the Sultan.\n\"Yet I will not recall the favor I had destined for you. Send me the\nwife that has coal-black hair, Ashimullah.\"\n\n\"Alas!  Most Mighty One, misfortunes crowd upon me.  That graceless\nwife has fled from me in company with a fishmonger,\" groaned Ashimullah.\n\n\"You are well quit of her, and so also am I,\" remarked the Sultan.\n\"Yet I am not to be turned from my benevolent purpose, and rather than\nfail in doing you honor, I will accept the wife with the golden hair.\"\n\n\"Alas! and alas!  High and Potent Majesty, Heaven has set its wrath\nupon me.  As she rowed this morning, the boat upset, and she, my\ngolden-haired beauty, was drowned!\"  And Ashimullah laid his head on\nthe ground and sobbed pitifully.\n\n\"Of a truth you are afflicted.  Yet do not despair, I will comfort you,\nmy good Ashimullah,\" said the Sultan.  \"Weep no more.  Send me the wife\nwith the brown hair, and all shall be well.  By Allah!  I am a man that\nhears reason, and does not exact more than Fate will allow!  A man can\ngive only what he has.  I shall be well pleased with her of the brown\nhair, Ashimullah.\"\n\nThen Ashimullah crawled to the feet of the Sultan, and said:\n\n\"Ruler of the World, great is the honor that you purpose for the\nmeanest of your servants.  Yet behold, if I send my wife with the brown\nhair, I shall have no wife at all; for the others are gone, and my\nhouse will be altogether desolate.\"\n\nThe Sultan smiled down at Ashimullah.  Then he bent and took him by the\nhands and raised him up.  And he spoke to him in a tone of most tender\nand friendly reproach:\n\n\"Indeed, Ashimullah,\" said he, \"you wrong me in your thoughts,\nsupposing that I would leave your house desolate, or that I would\nreceive without bestowing.  Such is not the custom of great princes,\nnor is it my custom.  But where we take we give fourfold of what is\ngiven to us.  Be of good cheer, and grieve no more either for the wives\nwho are dead or for the brown-haired wife whom it is my gracious\npleasure to accept from you.  For I will send you four wives; and thus\nyou shall be as you were before your misfortunes, and before you gave\nme your brown-haired wife. And if the color of their hair does not\nplease you (for it seems that you are curious in these matters, O\nAshimullah), I think that you have means to set right what is wrong,\nand to array the head of each in the color that you love best.\"  And,\nas he said this, the Sultan looked very full and significantly in the\nface of Ashimullah.\n\nBut Ashimullah turned and went out, full of fear; for he perceived that\nthe Sultan had discovered his secret and that he had been betrayed by\nHassan his servant, and he feared for his life, because of the trick\nthat he had played upon the Sultan, besides being greatly afflicted to\nthink that now indeed there was no escape, but he must have four wives.\nMoreover, although this could not stand beside the question of his\nsalvation, he regretted greatly the losing of Lallakalla, whom the\nSultan took from him.  And as he told Lallakalla all that had passed,\nhe wept; but she bade him be of good cheer, and, having comforted him,\nwithdrew to her apartments, and was very busy there all the afternoon.\n\nIn the evening came a litter from the palace, and with it a letter from\nthe Sultan, commanding that Lallakalla should come, and bidding\nAshimullah to expect his four wives the next day. Accordingly\nAshimullah, having divorced Lallakalla according to the formalities of\nthe law, set her in the litter, and she, being brought to the palace,\nwas soon visited by the Sultan, who was full of curiosity to see her.\nBut, when he entered, he gave a loud cry of surprise.  For, behold, the\nhair on Lallakalla's head was red.  But then he smiled and said to her:\n\n\"Take off the wig, my daughter.\"\n\n\"I obey,\" said she, \"but I pray you to look away while I obey.\"\n\nSo the Sultan looked away, and, when he turned again, her hair was\ngolden.\n\n\"Take that off also,\" said the Sultan, turning his head away. And when\nhe looked again her hair was coal-black.\n\n\"Take that off also,\" said the Sultan.\n\n\"I obey,\" said Lallakalla, and the Sultan turned away.\n\n\"Now,\" said he, \"I will behold your own brown hair,\" and he turned to\nher.  But again he cried out in surprise and horror. For there was no\nbrown hair on Lallakalla's head, but her head was bare and shaven as\nclean as the ball of ivory on the staff that the Sultan carried.\n\n\"Heaven forbid,\" said Lallakalla meekly, \"that I should come to the\nLight of the Universe with hair of the color that he hates; for he\nchose every color sooner than my poor color.  Therefore I have left the\nbrown hair for Ashimullah, for he loves it, and I have brought my lord\nthe colors that my lord loves.\" And with this she laid the three wigs\nof black hair, of golden, and of ruddy at the Sultan's feet, and stood\nherself before him with her shaven poll.\n\nThen the Sultan, seeing that Lallakalla looked very ludicrous with her\nshaven poll, burst out laughing.  And he came and took her by the hand,\nand said to her:\n\n\"Behold a woman who loves her husband better than her beauty, and to be\nhis wife rather than mine!  Return, then, to Ashimullah and be his wife\nagain.\"\n\n\"My lord,\" said she, \"suffer me also to take back with me the other\nwives of Ashimullah,\" and she pointed to the heads of hair that lay\nupon the ground.\n\n\"Take them,\" said he, laughing.  \"And since Ashimullah has already four\nwives and yet will give me no wife, why, neither will I give Ashimullah\nany wives.  But he shall have the four wives that he had before, and\nall the city shall hear of the beauty and the virtue of Ashimullah's\nwives.\"\n\nSo Lallakalla went home in great joy, and put on her own hair, which\nshe had fashioned into a wig, and went in to Ashimullah. And they dwelt\nhappily together, there being no differences in their household, save\nin the color of Lallakalla's hair from day to day.  But the Sultan\nraised a pillar of many-colored marble, black and gold, brown and red,\nand inscribed it, \"To the Virtues of the Wives of Ashimullah the\nVizier.\"  And henceforward none troubled Ashimullah concerning his\nwives.\n\nHassan, however, was most justly put to death."
}