{
 "author": [
  "Stevenson, Robert Louis"
 ],
 "title": [
  "The Strange Case of Dr. Jekyll and Mr. Hyde"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Multiple personality -- Fiction",
  "London (England) -- Fiction",
  "Self-experimentation in medicine -- Fiction",
  "Physicians -- Fiction",
  "Horror tales",
  "PR",
  "Science fiction",
  "Psychological fiction"
 ],
 "id": "43",
 "genre": [
  "horror",
  "short stories",
  "fiction"
 ],
 "text": "The Strange Case Of Dr. Jekyll And Mr. Hyde\n\nby Robert Louis Stevenson\n\n\nContents\n\n\n STORY OF THE DOOR\n\n SEARCH FOR MR. HYDE\n\n DR. JEKYLL WAS QUITE AT EASE\n\n THE CAREW MURDER CASE\n\n INCIDENT OF THE LETTER\n\n INCIDENT OF DR. LANYON\n\n INCIDENT AT THE WINDOW\n\n THE LAST NIGHT\n\n DR. LANYON’S NARRATIVE\n\n HENRY JEKYLL’S FULL STATEMENT OF THE CASE\n\n\nSTORY OF THE DOOR\n\nMr. Utterson the lawyer was a man of a rugged countenance that was\nnever lighted by a smile; cold, scanty and embarrassed in discourse;\nbackward in sentiment; lean, long, dusty, dreary and yet somehow\nlovable. At friendly meetings, and when the wine was to his taste,\nsomething eminently human beaconed from his eye; something indeed which\nnever found its way into his talk, but which spoke not only in these\nsilent symbols of the after-dinner face, but more often and loudly in\nthe acts of his life. He was austere with himself; drank gin when he\nwas alone, to mortify a taste for vintages; and though he enjoyed the\ntheatre, had not crossed the doors of one for twenty years. But he had\nan approved tolerance for others; sometimes wondering, almost with\nenvy, at the high pressure of spirits involved in their misdeeds; and\nin any extremity inclined to help rather than to reprove. “I incline to\nCain’s heresy,” he used to say quaintly: “I let my brother go to the\ndevil in his own way.” In this character, it was frequently his fortune\nto be the last reputable acquaintance and the last good influence in\nthe lives of downgoing men. And to such as these, so long as they came\nabout his chambers, he never marked a shade of change in his demeanour.\n\nNo doubt the feat was easy to Mr. Utterson; for he was undemonstrative\nat the best, and even his friendship seemed to be founded in a similar\ncatholicity of good-nature. It is the mark of a modest man to accept\nhis friendly circle ready-made from the hands of opportunity; and that\nwas the lawyer’s way. His friends were those of his own blood or those\nwhom he had known the longest; his affections, like ivy, were the\ngrowth of time, they implied no aptness in the object. Hence, no doubt\nthe bond that united him to Mr. Richard Enfield, his distant kinsman,\nthe well-known man about town. It was a nut to crack for many, what\nthese two could see in each other, or what subject they could find in\ncommon. It was reported by those who encountered them in their Sunday\nwalks, that they said nothing, looked singularly dull and would hail\nwith obvious relief the appearance of a friend. For all that, the two\nmen put the greatest store by these excursions, counted them the chief\njewel of each week, and not only set aside occasions of pleasure, but\neven resisted the calls of business, that they might enjoy them\nuninterrupted.\n\nIt chanced on one of these rambles that their way led them down a\nby-street in a busy quarter of London. The street was small and what is\ncalled quiet, but it drove a thriving trade on the weekdays. The\ninhabitants were all doing well, it seemed and all emulously hoping to\ndo better still, and laying out the surplus of their grains in\ncoquetry; so that the shop fronts stood along that thoroughfare with an\nair of invitation, like rows of smiling saleswomen. Even on Sunday,\nwhen it veiled its more florid charms and lay comparatively empty of\npassage, the street shone out in contrast to its dingy neighbourhood,\nlike a fire in a forest; and with its freshly painted shutters,\nwell-polished brasses, and general cleanliness and gaiety of note,\ninstantly caught and pleased the eye of the passenger.\n\nTwo doors from one corner, on the left hand going east the line was\nbroken by the entry of a court; and just at that point a certain\nsinister block of building thrust forward its gable on the street. It\nwas two storeys high; showed no window, nothing but a door on the lower\nstorey and a blind forehead of discoloured wall on the upper; and bore\nin every feature, the marks of prolonged and sordid negligence. The\ndoor, which was equipped with neither bell nor knocker, was blistered\nand distained. Tramps slouched into the recess and struck matches on\nthe panels; children kept shop upon the steps; the schoolboy had tried\nhis knife on the mouldings; and for close on a generation, no one had\nappeared to drive away these random visitors or to repair their\nravages.\n\nMr. Enfield and the lawyer were on the other side of the by-street; but\nwhen they came abreast of the entry, the former lifted up his cane and\npointed.\n\n“Did you ever remark that door?” he asked; and when his companion had\nreplied in the affirmative, “It is connected in my mind,” added he,\n“with a very odd story.”\n\n“Indeed?” said Mr. Utterson, with a slight change of voice, “and what\nwas that?”\n\n“Well, it was this way,” returned Mr. Enfield: “I was coming home from\nsome place at the end of the world, about three o’clock of a black\nwinter morning, and my way lay through a part of town where there was\nliterally nothing to be seen but lamps. Street after street and all the\nfolks asleep—street after street, all lighted up as if for a procession\nand all as empty as a church—till at last I got into that state of mind\nwhen a man listens and listens and begins to long for the sight of a\npoliceman. All at once, I saw two figures: one a little man who was\nstumping along eastward at a good walk, and the other a girl of maybe\neight or ten who was running as hard as she was able down a cross\nstreet. Well, sir, the two ran into one another naturally enough at the\ncorner; and then came the horrible part of the thing; for the man\ntrampled calmly over the child’s body and left her screaming on the\nground. It sounds nothing to hear, but it was hellish to see. It wasn’t\nlike a man; it was like some damned Juggernaut. I gave a few halloa,\ntook to my heels, collared my gentleman, and brought him back to where\nthere was already quite a group about the screaming child. He was\nperfectly cool and made no resistance, but gave me one look, so ugly\nthat it brought out the sweat on me like running. The people who had\nturned out were the girl’s own family; and pretty soon, the doctor, for\nwhom she had been sent put in his appearance. Well, the child was not\nmuch the worse, more frightened, according to the sawbones; and there\nyou might have supposed would be an end to it. But there was one\ncurious circumstance. I had taken a loathing to my gentleman at first\nsight. So had the child’s family, which was only natural. But the\ndoctor’s case was what struck me. He was the usual cut and dry\napothecary, of no particular age and colour, with a strong Edinburgh\naccent and about as emotional as a bagpipe. Well, sir, he was like the\nrest of us; every time he looked at my prisoner, I saw that sawbones\nturn sick and white with the desire to kill him. I knew what was in his\nmind, just as he knew what was in mine; and killing being out of the\nquestion, we did the next best. We told the man we could and would make\nsuch a scandal out of this as should make his name stink from one end\nof London to the other. If he had any friends or any credit, we\nundertook that he should lose them. And all the time, as we were\npitching it in red hot, we were keeping the women off him as best we\ncould for they were as wild as harpies. I never saw a circle of such\nhateful faces; and there was the man in the middle, with a kind of\nblack sneering coolness—frightened too, I could see that—but carrying\nit off, sir, really like Satan. ‘If you choose to make capital out of\nthis accident,’ said he, ‘I am naturally helpless. No gentleman but\nwishes to avoid a scene,’ says he. ‘Name your figure.’ Well, we screwed\nhim up to a hundred pounds for the child’s family; he would have\nclearly liked to stick out; but there was something about the lot of us\nthat meant mischief, and at last he struck. The next thing was to get\nthe money; and where do you think he carried us but to that place with\nthe door?—whipped out a key, went in, and presently came back with the\nmatter of ten pounds in gold and a cheque for the balance on Coutts’s,\ndrawn payable to bearer and signed with a name that I can’t mention,\nthough it’s one of the points of my story, but it was a name at least\nvery well known and often printed. The figure was stiff; but the\nsignature was good for more than that if it was only genuine. I took\nthe liberty of pointing out to my gentleman that the whole business\nlooked apocryphal, and that a man does not, in real life, walk into a\ncellar door at four in the morning and come out with another man’s\ncheque for close upon a hundred pounds. But he was quite easy and\nsneering. ‘Set your mind at rest,’ says he, ‘I will stay with you till\nthe banks open and cash the cheque myself.’ So we all set off, the\ndoctor, and the child’s father, and our friend and myself, and passed\nthe rest of the night in my chambers; and next day, when we had\nbreakfasted, went in a body to the bank. I gave in the cheque myself,\nand said I had every reason to believe it was a forgery. Not a bit of\nit. The cheque was genuine.”\n\n“Tut-tut!” said Mr. Utterson.\n\n“I see you feel as I do,” said Mr. Enfield. “Yes, it’s a bad story. For\nmy man was a fellow that nobody could have to do with, a really\ndamnable man; and the person that drew the cheque is the very pink of\nthe proprieties, celebrated too, and (what makes it worse) one of your\nfellows who do what they call good. Blackmail, I suppose; an honest man\npaying through the nose for some of the capers of his youth. Black Mail\nHouse is what I call the place with the door, in consequence. Though\neven that, you know, is far from explaining all,” he added, and with\nthe words fell into a vein of musing.\n\nFrom this he was recalled by Mr. Utterson asking rather suddenly: “And\nyou don’t know if the drawer of the cheque lives there?”\n\n“A likely place, isn’t it?” returned Mr. Enfield. “But I happen to have\nnoticed his address; he lives in some square or other.”\n\n“And you never asked about the—place with the door?” said Mr. Utterson.\n\n“No, sir; I had a delicacy,” was the reply. “I feel very strongly about\nputting questions; it partakes too much of the style of the day of\njudgment. You start a question, and it’s like starting a stone. You sit\nquietly on the top of a hill; and away the stone goes, starting others;\nand presently some bland old bird (the last you would have thought of)\nis knocked on the head in his own back garden and the family have to\nchange their name. No sir, I make it a rule of mine: the more it looks\nlike Queer Street, the less I ask.”\n\n“A very good rule, too,” said the lawyer.\n\n“But I have studied the place for myself,” continued Mr. Enfield. “It\nseems scarcely a house. There is no other door, and nobody goes in or\nout of that one but, once in a great while, the gentleman of my\nadventure. There are three windows looking on the court on the first\nfloor; none below; the windows are always shut but they’re clean. And\nthen there is a chimney which is generally smoking; so somebody must\nlive there. And yet it’s not so sure; for the buildings are so packed\ntogether about the court, that it’s hard to say where one ends and\nanother begins.”\n\nThe pair walked on again for a while in silence; and then “Enfield,”\nsaid Mr. Utterson, “that’s a good rule of yours.”\n\n“Yes, I think it is,” returned Enfield.\n\n“But for all that,” continued the lawyer, “there’s one point I want to\nask. I want to ask the name of that man who walked over the child.”\n\n“Well,” said Mr. Enfield, “I can’t see what harm it would do. It was a\nman of the name of Hyde.”\n\n“Hm,” said Mr. Utterson. “What sort of a man is he to see?”\n\n“He is not easy to describe. There is something wrong with his\nappearance; something displeasing, something down-right detestable. I\nnever saw a man I so disliked, and yet I scarce know why. He must be\ndeformed somewhere; he gives a strong feeling of deformity, although I\ncouldn’t specify the point. He’s an extraordinary looking man, and yet\nI really can name nothing out of the way. No, sir; I can make no hand\nof it; I can’t describe him. And it’s not want of memory; for I declare\nI can see him this moment.”\n\nMr. Utterson again walked some way in silence and obviously under a\nweight of consideration. “You are sure he used a key?” he inquired at\nlast.\n\n“My dear sir...” began Enfield, surprised out of himself.\n\n“Yes, I know,” said Utterson; “I know it must seem strange. The fact\nis, if I do not ask you the name of the other party, it is because I\nknow it already. You see, Richard, your tale has gone home. If you have\nbeen inexact in any point you had better correct it.”\n\n“I think you might have warned me,” returned the other with a touch of\nsullenness. “But I have been pedantically exact, as you call it. The\nfellow had a key; and what’s more, he has it still. I saw him use it\nnot a week ago.”\n\nMr. Utterson sighed deeply but said never a word; and the young man\npresently resumed. “Here is another lesson to say nothing,” said he. “I\nam ashamed of my long tongue. Let us make a bargain never to refer to\nthis again.”\n\n“With all my heart,” said the lawyer. “I shake hands on that, Richard.”\n\n\n\nSEARCH FOR MR. HYDE\n\nThat evening Mr. Utterson came home to his bachelor house in sombre\nspirits and sat down to dinner without relish. It was his custom of a\nSunday, when this meal was over, to sit close by the fire, a volume of\nsome dry divinity on his reading desk, until the clock of the\nneighbouring church rang out the hour of twelve, when he would go\nsoberly and gratefully to bed. On this night however, as soon as the\ncloth was taken away, he took up a candle and went into his business\nroom. There he opened his safe, took from the most private part of it a\ndocument endorsed on the envelope as Dr. Jekyll’s Will and sat down\nwith a clouded brow to study its contents. The will was holograph, for\nMr. Utterson though he took charge of it now that it was made, had\nrefused to lend the least assistance in the making of it; it provided\nnot only that, in case of the decease of Henry Jekyll, M.D., D.C.L.,\nL.L.D., F.R.S., etc., all his possessions were to pass into the hands\nof his “friend and benefactor Edward Hyde,” but that in case of Dr.\nJekyll’s “disappearance or unexplained absence for any period exceeding\nthree calendar months,” the said Edward Hyde should step into the said\nHenry Jekyll’s shoes without further delay and free from any burthen or\nobligation beyond the payment of a few small sums to the members of the\ndoctor’s household. This document had long been the lawyer’s eyesore.\nIt offended him both as a lawyer and as a lover of the sane and\ncustomary sides of life, to whom the fanciful was the immodest. And\nhitherto it was his ignorance of Mr. Hyde that had swelled his\nindignation; now, by a sudden turn, it was his knowledge. It was\nalready bad enough when the name was but a name of which he could learn\nno more. It was worse when it began to be clothed upon with detestable\nattributes; and out of the shifting, insubstantial mists that had so\nlong baffled his eye, there leaped up the sudden, definite presentment\nof a fiend.\n\n“I thought it was madness,” he said, as he replaced the obnoxious paper\nin the safe, “and now I begin to fear it is disgrace.”\n\nWith that he blew out his candle, put on a greatcoat, and set forth in\nthe direction of Cavendish Square, that citadel of medicine, where his\nfriend, the great Dr. Lanyon, had his house and received his crowding\npatients. “If anyone knows, it will be Lanyon,” he had thought.\n\nThe solemn butler knew and welcomed him; he was subjected to no stage\nof delay, but ushered direct from the door to the dining-room where Dr.\nLanyon sat alone over his wine. This was a hearty, healthy, dapper,\nred-faced gentleman, with a shock of hair prematurely white, and a\nboisterous and decided manner. At sight of Mr. Utterson, he sprang up\nfrom his chair and welcomed him with both hands. The geniality, as was\nthe way of the man, was somewhat theatrical to the eye; but it reposed\non genuine feeling. For these two were old friends, old mates both at\nschool and college, both thorough respectors of themselves and of each\nother, and what does not always follow, men who thoroughly enjoyed each\nother’s company.\n\nAfter a little rambling talk, the lawyer led up to the subject which so\ndisagreeably preoccupied his mind.\n\n“I suppose, Lanyon,” said he, “you and I must be the two oldest friends\nthat Henry Jekyll has?”\n\n“I wish the friends were younger,” chuckled Dr. Lanyon. “But I suppose\nwe are. And what of that? I see little of him now.”\n\n“Indeed?” said Utterson. “I thought you had a bond of common interest.”\n\n“We had,” was the reply. “But it is more than ten years since Henry\nJekyll became too fanciful for me. He began to go wrong, wrong in mind;\nand though of course I continue to take an interest in him for old\nsake’s sake, as they say, I see and I have seen devilish little of the\nman. Such unscientific balderdash,” added the doctor, flushing suddenly\npurple, “would have estranged Damon and Pythias.”\n\nThis little spirit of temper was somewhat of a relief to Mr. Utterson.\n“They have only differed on some point of science,” he thought; and\nbeing a man of no scientific passions (except in the matter of\nconveyancing), he even added: “It is nothing worse than that!” He gave\nhis friend a few seconds to recover his composure, and then approached\nthe question he had come to put. “Did you ever come across a _protégé_\nof his—one Hyde?” he asked.\n\n“Hyde?” repeated Lanyon. “No. Never heard of him. Since my time.”\n\nThat was the amount of information that the lawyer carried back with\nhim to the great, dark bed on which he tossed to and fro, until the\nsmall hours of the morning began to grow large. It was a night of\nlittle ease to his toiling mind, toiling in mere darkness and besieged\nby questions.\n\nSix o’clock struck on the bells of the church that was so conveniently\nnear to Mr. Utterson’s dwelling, and still he was digging at the\nproblem. Hitherto it had touched him on the intellectual side alone;\nbut now his imagination also was engaged, or rather enslaved; and as he\nlay and tossed in the gross darkness of the night and the curtained\nroom, Mr. Enfield’s tale went by before his mind in a scroll of lighted\npictures. He would be aware of the great field of lamps of a nocturnal\ncity; then of the figure of a man walking swiftly; then of a child\nrunning from the doctor’s; and then these met, and that human\nJuggernaut trod the child down and passed on regardless of her screams.\nOr else he would see a room in a rich house, where his friend lay\nasleep, dreaming and smiling at his dreams; and then the door of that\nroom would be opened, the curtains of the bed plucked apart, the\nsleeper recalled, and lo! there would stand by his side a figure to\nwhom power was given, and even at that dead hour, he must rise and do\nits bidding. The figure in these two phases haunted the lawyer all\nnight; and if at any time he dozed over, it was but to see it glide\nmore stealthily through sleeping houses, or move the more swiftly and\nstill the more swiftly, even to dizziness, through wider labyrinths of\nlamplighted city, and at every street corner crush a child and leave\nher screaming. And still the figure had no face by which he might know\nit; even in his dreams, it had no face, or one that baffled him and\nmelted before his eyes; and thus it was that there sprang up and grew\napace in the lawyer’s mind a singularly strong, almost an inordinate,\ncuriosity to behold the features of the real Mr. Hyde. If he could but\nonce set eyes on him, he thought the mystery would lighten and perhaps\nroll altogether away, as was the habit of mysterious things when well\nexamined. He might see a reason for his friend’s strange preference or\nbondage (call it which you please) and even for the startling clause of\nthe will. At least it would be a face worth seeing: the face of a man\nwho was without bowels of mercy: a face which had but to show itself to\nraise up, in the mind of the unimpressionable Enfield, a spirit of\nenduring hatred.\n\nFrom that time forward, Mr. Utterson began to haunt the door in the\nby-street of shops. In the morning before office hours, at noon when\nbusiness was plenty and time scarce, at night under the face of the\nfogged city moon, by all lights and at all hours of solitude or\nconcourse, the lawyer was to be found on his chosen post.\n\n“If he be Mr. Hyde,” he had thought, “I shall be Mr. Seek.”\n\nAnd at last his patience was rewarded. It was a fine dry night; frost\nin the air; the streets as clean as a ballroom floor; the lamps,\nunshaken by any wind, drawing a regular pattern of light and shadow. By\nten o’clock, when the shops were closed, the by-street was very\nsolitary and, in spite of the low growl of London from all round, very\nsilent. Small sounds carried far; domestic sounds out of the houses\nwere clearly audible on either side of the roadway; and the rumour of\nthe approach of any passenger preceded him by a long time. Mr. Utterson\nhad been some minutes at his post, when he was aware of an odd light\nfootstep drawing near. In the course of his nightly patrols, he had\nlong grown accustomed to the quaint effect with which the footfalls of\na single person, while he is still a great way off, suddenly spring out\ndistinct from the vast hum and clatter of the city. Yet his attention\nhad never before been so sharply and decisively arrested; and it was\nwith a strong, superstitious prevision of success that he withdrew into\nthe entry of the court.\n\nThe steps drew swiftly nearer, and swelled out suddenly louder as they\nturned the end of the street. The lawyer, looking forth from the entry,\ncould soon see what manner of man he had to deal with. He was small and\nvery plainly dressed and the look of him, even at that distance, went\nsomehow strongly against the watcher’s inclination. But he made\nstraight for the door, crossing the roadway to save time; and as he\ncame, he drew a key from his pocket like one approaching home.\n\nMr. Utterson stepped out and touched him on the shoulder as he passed.\n“Mr. Hyde, I think?”\n\nMr. Hyde shrank back with a hissing intake of the breath. But his fear\nwas only momentary; and though he did not look the lawyer in the face,\nhe answered coolly enough: “That is my name. What do you want?”\n\n“I see you are going in,” returned the lawyer. “I am an old friend of\nDr. Jekyll’s—Mr. Utterson of Gaunt Street—you must have heard of my\nname; and meeting you so conveniently, I thought you might admit me.”\n\n“You will not find Dr. Jekyll; he is from home,” replied Mr. Hyde,\nblowing in the key. And then suddenly, but still without looking up,\n“How did you know me?” he asked.\n\n“On your side,” said Mr. Utterson “will you do me a favour?”\n\n“With pleasure,” replied the other. “What shall it be?”\n\n“Will you let me see your face?” asked the lawyer.\n\nMr. Hyde appeared to hesitate, and then, as if upon some sudden\nreflection, fronted about with an air of defiance; and the pair stared\nat each other pretty fixedly for a few seconds. “Now I shall know you\nagain,” said Mr. Utterson. “It may be useful.”\n\n“Yes,” returned Mr. Hyde, “It is as well we have met; and _à propos_,\nyou should have my address.” And he gave a number of a street in Soho.\n\n“Good God!” thought Mr. Utterson, “can he, too, have been thinking of\nthe will?” But he kept his feelings to himself and only grunted in\nacknowledgment of the address.\n\n“And now,” said the other, “how did you know me?”\n\n“By description,” was the reply.\n\n“Whose description?”\n\n“We have common friends,” said Mr. Utterson.\n\n“Common friends,” echoed Mr. Hyde, a little hoarsely. “Who are they?”\n\n“Jekyll, for instance,” said the lawyer.\n\n“He never told you,” cried Mr. Hyde, with a flush of anger. “I did not\nthink you would have lied.”\n\n“Come,” said Mr. Utterson, “that is not fitting language.”\n\nThe other snarled aloud into a savage laugh; and the next moment, with\nextraordinary quickness, he had unlocked the door and disappeared into\nthe house.\n\nThe lawyer stood awhile when Mr. Hyde had left him, the picture of\ndisquietude. Then he began slowly to mount the street, pausing every\nstep or two and putting his hand to his brow like a man in mental\nperplexity. The problem he was thus debating as he walked, was one of a\nclass that is rarely solved. Mr. Hyde was pale and dwarfish, he gave an\nimpression of deformity without any nameable malformation, he had a\ndispleasing smile, he had borne himself to the lawyer with a sort of\nmurderous mixture of timidity and boldness, and he spoke with a husky,\nwhispering and somewhat broken voice; all these were points against\nhim, but not all of these together could explain the hitherto unknown\ndisgust, loathing and fear with which Mr. Utterson regarded him. “There\nmust be something else,” said the perplexed gentleman. “There _is_\nsomething more, if I could find a name for it. God bless me, the man\nseems hardly human! Something troglodytic, shall we say? or can it be\nthe old story of Dr. Fell? or is it the mere radiance of a foul soul\nthat thus transpires through, and transfigures, its clay continent? The\nlast, I think; for, O my poor old Harry Jekyll, if ever I read Satan’s\nsignature upon a face, it is on that of your new friend.”\n\nRound the corner from the by-street, there was a square of ancient,\nhandsome houses, now for the most part decayed from their high estate\nand let in flats and chambers to all sorts and conditions of men;\nmap-engravers, architects, shady lawyers and the agents of obscure\nenterprises. One house, however, second from the corner, was still\noccupied entire; and at the door of this, which wore a great air of\nwealth and comfort, though it was now plunged in darkness except for\nthe fanlight, Mr. Utterson stopped and knocked. A well-dressed, elderly\nservant opened the door.\n\n“Is Dr. Jekyll at home, Poole?” asked the lawyer.\n\n“I will see, Mr. Utterson,” said Poole, admitting the visitor, as he\nspoke, into a large, low-roofed, comfortable hall paved with flags,\nwarmed (after the fashion of a country house) by a bright, open fire,\nand furnished with costly cabinets of oak. “Will you wait here by the\nfire, sir? or shall I give you a light in the dining-room?”\n\n“Here, thank you,” said the lawyer, and he drew near and leaned on the\ntall fender. This hall, in which he was now left alone, was a pet fancy\nof his friend the doctor’s; and Utterson himself was wont to speak of\nit as the pleasantest room in London. But tonight there was a shudder\nin his blood; the face of Hyde sat heavy on his memory; he felt (what\nwas rare with him) a nausea and distaste of life; and in the gloom of\nhis spirits, he seemed to read a menace in the flickering of the\nfirelight on the polished cabinets and the uneasy starting of the\nshadow on the roof. He was ashamed of his relief, when Poole presently\nreturned to announce that Dr. Jekyll was gone out.\n\n“I saw Mr. Hyde go in by the old dissecting room, Poole,” he said. “Is\nthat right, when Dr. Jekyll is from home?”\n\n“Quite right, Mr. Utterson, sir,” replied the servant. “Mr. Hyde has a\nkey.”\n\n“Your master seems to repose a great deal of trust in that young man,\nPoole,” resumed the other musingly.\n\n“Yes, sir, he does indeed,” said Poole. “We have all orders to obey\nhim.”\n\n“I do not think I ever met Mr. Hyde?” asked Utterson.\n\n“O, dear no, sir. He never _dines_ here,” replied the butler. “Indeed\nwe see very little of him on this side of the house; he mostly comes\nand goes by the laboratory.”\n\n“Well, good-night, Poole.”\n\n“Good-night, Mr. Utterson.”\n\nAnd the lawyer set out homeward with a very heavy heart. “Poor Harry\nJekyll,” he thought, “my mind misgives me he is in deep waters! He was\nwild when he was young; a long while ago to be sure; but in the law of\nGod, there is no statute of limitations. Ay, it must be that; the ghost\nof some old sin, the cancer of some concealed disgrace: punishment\ncoming, _pede claudo_, years after memory has forgotten and self-love\ncondoned the fault.” And the lawyer, scared by the thought, brooded\nawhile on his own past, groping in all the corners of memory, least by\nchance some Jack-in-the-Box of an old iniquity should leap to light\nthere. His past was fairly blameless; few men could read the rolls of\ntheir life with less apprehension; yet he was humbled to the dust by\nthe many ill things he had done, and raised up again into a sober and\nfearful gratitude by the many he had come so near to doing yet avoided.\nAnd then by a return on his former subject, he conceived a spark of\nhope. “This Master Hyde, if he were studied,” thought he, “must have\nsecrets of his own; black secrets, by the look of him; secrets compared\nto which poor Jekyll’s worst would be like sunshine. Things cannot\ncontinue as they are. It turns me cold to think of this creature\nstealing like a thief to Harry’s bedside; poor Harry, what a wakening!\nAnd the danger of it; for if this Hyde suspects the existence of the\nwill, he may grow impatient to inherit. Ay, I must put my shoulders to\nthe wheel—if Jekyll will but let me,” he added, “if Jekyll will only\nlet me.” For once more he saw before his mind’s eye, as clear as\ntransparency, the strange clauses of the will.\n\n\n\nDR. JEKYLL WAS QUITE AT EASE\n\nA fortnight later, by excellent good fortune, the doctor gave one of\nhis pleasant dinners to some five or six old cronies, all intelligent,\nreputable men and all judges of good wine; and Mr. Utterson so\ncontrived that he remained behind after the others had departed. This\nwas no new arrangement, but a thing that had befallen many scores of\ntimes. Where Utterson was liked, he was liked well. Hosts loved to\ndetain the dry lawyer, when the light-hearted and loose-tongued had\nalready their foot on the threshold; they liked to sit a while in his\nunobtrusive company, practising for solitude, sobering their minds in\nthe man’s rich silence after the expense and strain of gaiety. To this\nrule, Dr. Jekyll was no exception; and as he now sat on the opposite\nside of the fire—a large, well-made, smooth-faced man of fifty, with\nsomething of a stylish cast perhaps, but every mark of capacity and\nkindness—you could see by his looks that he cherished for Mr. Utterson\na sincere and warm affection.\n\n“I have been wanting to speak to you, Jekyll,” began the latter. “You\nknow that will of yours?”\n\nA close observer might have gathered that the topic was distasteful;\nbut the doctor carried it off gaily. “My poor Utterson,” said he, “you\nare unfortunate in such a client. I never saw a man so distressed as\nyou were by my will; unless it were that hide-bound pedant, Lanyon, at\nwhat he called my scientific heresies. O, I know he’s a good fellow—you\nneedn’t frown—an excellent fellow, and I always mean to see more of\nhim; but a hide-bound pedant for all that; an ignorant, blatant pedant.\nI was never more disappointed in any man than Lanyon.”\n\n“You know I never approved of it,” pursued Utterson, ruthlessly\ndisregarding the fresh topic.\n\n“My will? Yes, certainly, I know that,” said the doctor, a trifle\nsharply. “You have told me so.”\n\n“Well, I tell you so again,” continued the lawyer. “I have been\nlearning something of young Hyde.”\n\nThe large handsome face of Dr. Jekyll grew pale to the very lips, and\nthere came a blackness about his eyes. “I do not care to hear more,”\nsaid he. “This is a matter I thought we had agreed to drop.”\n\n“What I heard was abominable,” said Utterson.\n\n“It can make no change. You do not understand my position,” returned\nthe doctor, with a certain incoherency of manner. “I am painfully\nsituated, Utterson; my position is a very strange—a very strange one.\nIt is one of those affairs that cannot be mended by talking.”\n\n“Jekyll,” said Utterson, “you know me: I am a man to be trusted. Make a\nclean breast of this in confidence; and I make no doubt I can get you\nout of it.”\n\n“My good Utterson,” said the doctor, “this is very good of you, this is\ndownright good of you, and I cannot find words to thank you in. I\nbelieve you fully; I would trust you before any man alive, ay, before\nmyself, if I could make the choice; but indeed it isn’t what you fancy;\nit is not as bad as that; and just to put your good heart at rest, I\nwill tell you one thing: the moment I choose, I can be rid of Mr. Hyde.\nI give you my hand upon that; and I thank you again and again; and I\nwill just add one little word, Utterson, that I’m sure you’ll take in\ngood part: this is a private matter, and I beg of you to let it sleep.”\n\nUtterson reflected a little, looking in the fire.\n\n“I have no doubt you are perfectly right,” he said at last, getting to\nhis feet.\n\n“Well, but since we have touched upon this business, and for the last\ntime I hope,” continued the doctor, “there is one point I should like\nyou to understand. I have really a very great interest in poor Hyde. I\nknow you have seen him; he told me so; and I fear he was rude. But I do\nsincerely take a great, a very great interest in that young man; and if\nI am taken away, Utterson, I wish you to promise me that you will bear\nwith him and get his rights for him. I think you would, if you knew\nall; and it would be a weight off my mind if you would promise.”\n\n“I can’t pretend that I shall ever like him,” said the lawyer.\n\n“I don’t ask that,” pleaded Jekyll, laying his hand upon the other’s\narm; “I only ask for justice; I only ask you to help him for my sake,\nwhen I am no longer here.”\n\nUtterson heaved an irrepressible sigh. “Well,” said he, “I promise.”\n\n\n\nTHE CAREW MURDER CASE\n\nNearly a year later, in the month of October, 18—, London was startled\nby a crime of singular ferocity and rendered all the more notable by\nthe high position of the victim. The details were few and startling. A\nmaid servant living alone in a house not far from the river, had gone\nupstairs to bed about eleven. Although a fog rolled over the city in\nthe small hours, the early part of the night was cloudless, and the\nlane, which the maid’s window overlooked, was brilliantly lit by the\nfull moon. It seems she was romantically given, for she sat down upon\nher box, which stood immediately under the window, and fell into a\ndream of musing. Never (she used to say, with streaming tears, when she\nnarrated that experience), never had she felt more at peace with all\nmen or thought more kindly of the world. And as she so sat she became\naware of an aged beautiful gentleman with white hair, drawing near\nalong the lane; and advancing to meet him, another and very small\ngentleman, to whom at first she paid less attention. When they had come\nwithin speech (which was just under the maid’s eyes) the older man\nbowed and accosted the other with a very pretty manner of politeness.\nIt did not seem as if the subject of his address were of great\nimportance; indeed, from his pointing, it sometimes appeared as if he\nwere only inquiring his way; but the moon shone on his face as he\nspoke, and the girl was pleased to watch it, it seemed to breathe such\nan innocent and old-world kindness of disposition, yet with something\nhigh too, as of a well-founded self-content. Presently her eye wandered\nto the other, and she was surprised to recognise in him a certain Mr.\nHyde, who had once visited her master and for whom she had conceived a\ndislike. He had in his hand a heavy cane, with which he was trifling;\nbut he answered never a word, and seemed to listen with an\nill-contained impatience. And then all of a sudden he broke out in a\ngreat flame of anger, stamping with his foot, brandishing the cane, and\ncarrying on (as the maid described it) like a madman. The old gentleman\ntook a step back, with the air of one very much surprised and a trifle\nhurt; and at that Mr. Hyde broke out of all bounds and clubbed him to\nthe earth. And next moment, with ape-like fury, he was trampling his\nvictim under foot and hailing down a storm of blows, under which the\nbones were audibly shattered and the body jumped upon the roadway. At\nthe horror of these sights and sounds, the maid fainted.\n\nIt was two o’clock when she came to herself and called for the police.\nThe murderer was gone long ago; but there lay his victim in the middle\nof the lane, incredibly mangled. The stick with which the deed had been\ndone, although it was of some rare and very tough and heavy wood, had\nbroken in the middle under the stress of this insensate cruelty; and\none splintered half had rolled in the neighbouring gutter—the other,\nwithout doubt, had been carried away by the murderer. A purse and gold\nwatch were found upon the victim: but no cards or papers, except a\nsealed and stamped envelope, which he had been probably carrying to the\npost, and which bore the name and address of Mr. Utterson.\n\nThis was brought to the lawyer the next morning, before he was out of\nbed; and he had no sooner seen it and been told the circumstances, than\nhe shot out a solemn lip. “I shall say nothing till I have seen the\nbody,” said he; “this may be very serious. Have the kindness to wait\nwhile I dress.” And with the same grave countenance he hurried through\nhis breakfast and drove to the police station, whither the body had\nbeen carried. As soon as he came into the cell, he nodded.\n\n“Yes,” said he, “I recognise him. I am sorry to say that this is Sir\nDanvers Carew.”\n\n“Good God, sir,” exclaimed the officer, “is it possible?” And the next\nmoment his eye lighted up with professional ambition. “This will make a\ndeal of noise,” he said. “And perhaps you can help us to the man.” And\nhe briefly narrated what the maid had seen, and showed the broken\nstick.\n\nMr. Utterson had already quailed at the name of Hyde; but when the\nstick was laid before him, he could doubt no longer; broken and\nbattered as it was, he recognised it for one that he had himself\npresented many years before to Henry Jekyll.\n\n“Is this Mr. Hyde a person of small stature?” he inquired.\n\n“Particularly small and particularly wicked-looking, is what the maid\ncalls him,” said the officer.\n\nMr. Utterson reflected; and then, raising his head, “If you will come\nwith me in my cab,” he said, “I think I can take you to his house.”\n\nIt was by this time about nine in the morning, and the first fog of the\nseason. A great chocolate-coloured pall lowered over heaven, but the\nwind was continually charging and routing these embattled vapours; so\nthat as the cab crawled from street to street, Mr. Utterson beheld a\nmarvelous number of degrees and hues of twilight; for here it would be\ndark like the back-end of evening; and there would be a glow of a rich,\nlurid brown, like the light of some strange conflagration; and here,\nfor a moment, the fog would be quite broken up, and a haggard shaft of\ndaylight would glance in between the swirling wreaths. The dismal\nquarter of Soho seen under these changing glimpses, with its muddy\nways, and slatternly passengers, and its lamps, which had never been\nextinguished or had been kindled afresh to combat this mournful\nreinvasion of darkness, seemed, in the lawyer’s eyes, like a district\nof some city in a nightmare. The thoughts of his mind, besides, were of\nthe gloomiest dye; and when he glanced at the companion of his drive,\nhe was conscious of some touch of that terror of the law and the law’s\nofficers, which may at times assail the most honest.\n\nAs the cab drew up before the address indicated, the fog lifted a\nlittle and showed him a dingy street, a gin palace, a low French eating\nhouse, a shop for the retail of penny numbers and twopenny salads, many\nragged children huddled in the doorways, and many women of many\ndifferent nationalities passing out, key in hand, to have a morning\nglass; and the next moment the fog settled down again upon that part,\nas brown as umber, and cut him off from his blackguardly surroundings.\nThis was the home of Henry Jekyll’s favourite; of a man who was heir to\na quarter of a million sterling.\n\nAn ivory-faced and silvery-haired old woman opened the door. She had an\nevil face, smoothed by hypocrisy: but her manners were excellent. Yes,\nshe said, this was Mr. Hyde’s, but he was not at home; he had been in\nthat night very late, but he had gone away again in less than an hour;\nthere was nothing strange in that; his habits were very irregular, and\nhe was often absent; for instance, it was nearly two months since she\nhad seen him till yesterday.\n\n“Very well, then, we wish to see his rooms,” said the lawyer; and when\nthe woman began to declare it was impossible, “I had better tell you\nwho this person is,” he added. “This is Inspector Newcomen of Scotland\nYard.”\n\nA flash of odious joy appeared upon the woman’s face. “Ah!” said she,\n“he is in trouble! What has he done?”\n\nMr. Utterson and the inspector exchanged glances. “He don’t seem a very\npopular character,” observed the latter. “And now, my good woman, just\nlet me and this gentleman have a look about us.”\n\nIn the whole extent of the house, which but for the old woman remained\notherwise empty, Mr. Hyde had only used a couple of rooms; but these\nwere furnished with luxury and good taste. A closet was filled with\nwine; the plate was of silver, the napery elegant; a good picture hung\nupon the walls, a gift (as Utterson supposed) from Henry Jekyll, who\nwas much of a connoisseur; and the carpets were of many plies and\nagreeable in colour. At this moment, however, the rooms bore every mark\nof having been recently and hurriedly ransacked; clothes lay about the\nfloor, with their pockets inside out; lock-fast drawers stood open; and\non the hearth there lay a pile of grey ashes, as though many papers had\nbeen burned. From these embers the inspector disinterred the butt end\nof a green cheque book, which had resisted the action of the fire; the\nother half of the stick was found behind the door; and as this clinched\nhis suspicions, the officer declared himself delighted. A visit to the\nbank, where several thousand pounds were found to be lying to the\nmurderer’s credit, completed his gratification.\n\n“You may depend upon it, sir,” he told Mr. Utterson: “I have him in my\nhand. He must have lost his head, or he never would have left the stick\nor, above all, burned the cheque book. Why, money’s life to the man. We\nhave nothing to do but wait for him at the bank, and get out the\nhandbills.”\n\nThis last, however, was not so easy of accomplishment; for Mr. Hyde had\nnumbered few familiars—even the master of the servant maid had only\nseen him twice; his family could nowhere be traced; he had never been\nphotographed; and the few who could describe him differed widely, as\ncommon observers will. Only on one point were they agreed; and that was\nthe haunting sense of unexpressed deformity with which the fugitive\nimpressed his beholders.\n\n\n\nINCIDENT OF THE LETTER\n\nIt was late in the afternoon, when Mr. Utterson found his way to Dr.\nJekyll’s door, where he was at once admitted by Poole, and carried down\nby the kitchen offices and across a yard which had once been a garden,\nto the building which was indifferently known as the laboratory or\ndissecting rooms. The doctor had bought the house from the heirs of a\ncelebrated surgeon; and his own tastes being rather chemical than\nanatomical, had changed the destination of the block at the bottom of\nthe garden. It was the first time that the lawyer had been received in\nthat part of his friend’s quarters; and he eyed the dingy, windowless\nstructure with curiosity, and gazed round with a distasteful sense of\nstrangeness as he crossed the theatre, once crowded with eager students\nand now lying gaunt and silent, the tables laden with chemical\napparatus, the floor strewn with crates and littered with packing\nstraw, and the light falling dimly through the foggy cupola. At the\nfurther end, a flight of stairs mounted to a door covered with red\nbaize; and through this, Mr. Utterson was at last received into the\ndoctor’s cabinet. It was a large room fitted round with glass presses,\nfurnished, among other things, with a cheval-glass and a business\ntable, and looking out upon the court by three dusty windows barred\nwith iron. The fire burned in the grate; a lamp was set lighted on the\nchimney shelf, for even in the houses the fog began to lie thickly; and\nthere, close up to the warmth, sat Dr. Jekyll, looking deathly sick. He\ndid not rise to meet his visitor, but held out a cold hand and bade him\nwelcome in a changed voice.\n\n“And now,” said Mr. Utterson, as soon as Poole had left them, “you have\nheard the news?”\n\nThe doctor shuddered. “They were crying it in the square,” he said. “I\nheard them in my dining-room.”\n\n“One word,” said the lawyer. “Carew was my client, but so are you, and\nI want to know what I am doing. You have not been mad enough to hide\nthis fellow?”\n\n“Utterson, I swear to God,” cried the doctor, “I swear to God I will\nnever set eyes on him again. I bind my honour to you that I am done\nwith him in this world. It is all at an end. And indeed he does not\nwant my help; you do not know him as I do; he is safe, he is quite\nsafe; mark my words, he will never more be heard of.”\n\nThe lawyer listened gloomily; he did not like his friend’s feverish\nmanner. “You seem pretty sure of him,” said he; “and for your sake, I\nhope you may be right. If it came to a trial, your name might appear.”\n\n“I am quite sure of him,” replied Jekyll; “I have grounds for certainty\nthat I cannot share with any one. But there is one thing on which you\nmay advise me. I have—I have received a letter; and I am at a loss\nwhether I should show it to the police. I should like to leave it in\nyour hands, Utterson; you would judge wisely, I am sure; I have so\ngreat a trust in you.”\n\n“You fear, I suppose, that it might lead to his detection?” asked the\nlawyer.\n\n“No,” said the other. “I cannot say that I care what becomes of Hyde; I\nam quite done with him. I was thinking of my own character, which this\nhateful business has rather exposed.”\n\nUtterson ruminated awhile; he was surprised at his friend’s\nselfishness, and yet relieved by it. “Well,” said he, at last, “let me\nsee the letter.”\n\nThe letter was written in an odd, upright hand and signed “Edward\nHyde”: and it signified, briefly enough, that the writer’s benefactor,\nDr. Jekyll, whom he had long so unworthily repaid for a thousand\ngenerosities, need labour under no alarm for his safety, as he had\nmeans of escape on which he placed a sure dependence. The lawyer liked\nthis letter well enough; it put a better colour on the intimacy than he\nhad looked for; and he blamed himself for some of his past suspicions.\n\n“Have you the envelope?” he asked.\n\n“I burned it,” replied Jekyll, “before I thought what I was about. But\nit bore no postmark. The note was handed in.”\n\n“Shall I keep this and sleep upon it?” asked Utterson.\n\n“I wish you to judge for me entirely,” was the reply. “I have lost\nconfidence in myself.”\n\n“Well, I shall consider,” returned the lawyer. “And now one word more:\nit was Hyde who dictated the terms in your will about that\ndisappearance?”\n\nThe doctor seemed seized with a qualm of faintness; he shut his mouth\ntight and nodded.\n\n“I knew it,” said Utterson. “He meant to murder you. You had a fine\nescape.”\n\n“I have had what is far more to the purpose,” returned the doctor\nsolemnly: “I have had a lesson—O God, Utterson, what a lesson I have\nhad!” And he covered his face for a moment with his hands.\n\nOn his way out, the lawyer stopped and had a word or two with Poole.\n“By the bye,” said he, “there was a letter handed in to-day: what was\nthe messenger like?” But Poole was positive nothing had come except by\npost; “and only circulars by that,” he added.\n\nThis news sent off the visitor with his fears renewed. Plainly the\nletter had come by the laboratory door; possibly, indeed, it had been\nwritten in the cabinet; and if that were so, it must be differently\njudged, and handled with the more caution. The newsboys, as he went,\nwere crying themselves hoarse along the footways: “Special edition.\nShocking murder of an M.P.” That was the funeral oration of one friend\nand client; and he could not help a certain apprehension lest the good\nname of another should be sucked down in the eddy of the scandal. It\nwas, at least, a ticklish decision that he had to make; and\nself-reliant as he was by habit, he began to cherish a longing for\nadvice. It was not to be had directly; but perhaps, he thought, it\nmight be fished for.\n\nPresently after, he sat on one side of his own hearth, with Mr. Guest,\nhis head clerk, upon the other, and midway between, at a nicely\ncalculated distance from the fire, a bottle of a particular old wine\nthat had long dwelt unsunned in the foundations of his house. The fog\nstill slept on the wing above the drowned city, where the lamps\nglimmered like carbuncles; and through the muffle and smother of these\nfallen clouds, the procession of the town’s life was still rolling in\nthrough the great arteries with a sound as of a mighty wind. But the\nroom was gay with firelight. In the bottle the acids were long ago\nresolved; the imperial dye had softened with time, as the colour grows\nricher in stained windows; and the glow of hot autumn afternoons on\nhillside vineyards, was ready to be set free and to disperse the fogs\nof London. Insensibly the lawyer melted. There was no man from whom he\nkept fewer secrets than Mr. Guest; and he was not always sure that he\nkept as many as he meant. Guest had often been on business to the\ndoctor’s; he knew Poole; he could scarce have failed to hear of Mr.\nHyde’s familiarity about the house; he might draw conclusions: was it\nnot as well, then, that he should see a letter which put that mystery\nto right? and above all since Guest, being a great student and critic\nof handwriting, would consider the step natural and obliging? The\nclerk, besides, was a man of counsel; he could scarce read so strange a\ndocument without dropping a remark; and by that remark Mr. Utterson\nmight shape his future course.\n\n“This is a sad business about Sir Danvers,” he said.\n\n“Yes, sir, indeed. It has elicited a great deal of public feeling,”\nreturned Guest. “The man, of course, was mad.”\n\n“I should like to hear your views on that,” replied Utterson. “I have a\ndocument here in his handwriting; it is between ourselves, for I scarce\nknow what to do about it; it is an ugly business at the best. But there\nit is; quite in your way: a murderer’s autograph.”\n\nGuest’s eyes brightened, and he sat down at once and studied it with\npassion. “No sir,” he said: “not mad; but it is an odd hand.”\n\n“And by all accounts a very odd writer,” added the lawyer.\n\nJust then the servant entered with a note.\n\n“Is that from Dr. Jekyll, sir?” inquired the clerk. “I thought I knew\nthe writing. Anything private, Mr. Utterson?”\n\n“Only an invitation to dinner. Why? Do you want to see it?”\n\n“One moment. I thank you, sir;” and the clerk laid the two sheets of\npaper alongside and sedulously compared their contents. “Thank you,\nsir,” he said at last, returning both; “it’s a very interesting\nautograph.”\n\nThere was a pause, during which Mr. Utterson struggled with himself.\n“Why did you compare them, Guest?” he inquired suddenly.\n\n“Well, sir,” returned the clerk, “there’s a rather singular\nresemblance; the two hands are in many points identical: only\ndifferently sloped.”\n\n“Rather quaint,” said Utterson.\n\n“It is, as you say, rather quaint,” returned Guest.\n\n“I wouldn’t speak of this note, you know,” said the master.\n\n“No, sir,” said the clerk. “I understand.”\n\nBut no sooner was Mr. Utterson alone that night, than he locked the\nnote into his safe, where it reposed from that time forward. “What!” he\nthought. “Henry Jekyll forge for a murderer!” And his blood ran cold in\nhis veins.\n\n\n\nINCIDENT OF DR. LANYON\n\nTime ran on; thousands of pounds were offered in reward, for the death\nof Sir Danvers was resented as a public injury; but Mr. Hyde had\ndisappeared out of the ken of the police as though he had never\nexisted. Much of his past was unearthed, indeed, and all disreputable:\ntales came out of the man’s cruelty, at once so callous and violent; of\nhis vile life, of his strange associates, of the hatred that seemed to\nhave surrounded his career; but of his present whereabouts, not a\nwhisper. From the time he had left the house in Soho on the morning of\nthe murder, he was simply blotted out; and gradually, as time drew on,\nMr. Utterson began to recover from the hotness of his alarm, and to\ngrow more at quiet with himself. The death of Sir Danvers was, to his\nway of thinking, more than paid for by the disappearance of Mr. Hyde.\nNow that that evil influence had been withdrawn, a new life began for\nDr. Jekyll. He came out of his seclusion, renewed relations with his\nfriends, became once more their familiar guest and entertainer; and\nwhilst he had always been known for charities, he was now no less\ndistinguished for religion. He was busy, he was much in the open air,\nhe did good; his face seemed to open and brighten, as if with an inward\nconsciousness of service; and for more than two months, the doctor was\nat peace.\n\nOn the 8th of January Utterson had dined at the doctor’s with a small\nparty; Lanyon had been there; and the face of the host had looked from\none to the other as in the old days when the trio were inseparable\nfriends. On the 12th, and again on the 14th, the door was shut against\nthe lawyer. “The doctor was confined to the house,” Poole said, “and\nsaw no one.” On the 15th, he tried again, and was again refused; and\nhaving now been used for the last two months to see his friend almost\ndaily, he found this return of solitude to weigh upon his spirits. The\nfifth night he had in Guest to dine with him; and the sixth he betook\nhimself to Dr. Lanyon’s.\n\nThere at least he was not denied admittance; but when he came in, he\nwas shocked at the change which had taken place in the doctor’s\nappearance. He had his death-warrant written legibly upon his face. The\nrosy man had grown pale; his flesh had fallen away; he was visibly\nbalder and older; and yet it was not so much these tokens of a swift\nphysical decay that arrested the lawyer’s notice, as a look in the eye\nand quality of manner that seemed to testify to some deep-seated terror\nof the mind. It was unlikely that the doctor should fear death; and yet\nthat was what Utterson was tempted to suspect. “Yes,” he thought; “he\nis a doctor, he must know his own state and that his days are counted;\nand the knowledge is more than he can bear.” And yet when Utterson\nremarked on his ill looks, it was with an air of great firmness that\nLanyon declared himself a doomed man.\n\n“I have had a shock,” he said, “and I shall never recover. It is a\nquestion of weeks. Well, life has been pleasant; I liked it; yes, sir,\nI used to like it. I sometimes think if we knew all, we should be more\nglad to get away.”\n\n“Jekyll is ill, too,” observed Utterson. “Have you seen him?”\n\nBut Lanyon’s face changed, and he held up a trembling hand. “I wish to\nsee or hear no more of Dr. Jekyll,” he said in a loud, unsteady voice.\n“I am quite done with that person; and I beg that you will spare me any\nallusion to one whom I regard as dead.”\n\n“Tut, tut!” said Mr. Utterson; and then after a considerable pause,\n“Can’t I do anything?” he inquired. “We are three very old friends,\nLanyon; we shall not live to make others.”\n\n“Nothing can be done,” returned Lanyon; “ask himself.”\n\n“He will not see me,” said the lawyer.\n\n“I am not surprised at that,” was the reply. “Some day, Utterson, after\nI am dead, you may perhaps come to learn the right and wrong of this. I\ncannot tell you. And in the meantime, if you can sit and talk with me\nof other things, for God’s sake, stay and do so; but if you cannot keep\nclear of this accursed topic, then in God’s name, go, for I cannot bear\nit.”\n\nAs soon as he got home, Utterson sat down and wrote to Jekyll,\ncomplaining of his exclusion from the house, and asking the cause of\nthis unhappy break with Lanyon; and the next day brought him a long\nanswer, often very pathetically worded, and sometimes darkly mysterious\nin drift. The quarrel with Lanyon was incurable. “I do not blame our\nold friend,” Jekyll wrote, “but I share his view that we must never\nmeet. I mean from henceforth to lead a life of extreme seclusion; you\nmust not be surprised, nor must you doubt my friendship, if my door is\noften shut even to you. You must suffer me to go my own dark way. I\nhave brought on myself a punishment and a danger that I cannot name. If\nI am the chief of sinners, I am the chief of sufferers also. I could\nnot think that this earth contained a place for sufferings and terrors\nso unmanning; and you can do but one thing, Utterson, to lighten this\ndestiny, and that is to respect my silence.” Utterson was amazed; the\ndark influence of Hyde had been withdrawn, the doctor had returned to\nhis old tasks and amities; a week ago, the prospect had smiled with\nevery promise of a cheerful and an honoured age; and now in a moment,\nfriendship, and peace of mind, and the whole tenor of his life were\nwrecked. So great and unprepared a change pointed to madness; but in\nview of Lanyon’s manner and words, there must lie for it some deeper\nground.\n\nA week afterwards Dr. Lanyon took to his bed, and in something less\nthan a fortnight he was dead. The night after the funeral, at which he\nhad been sadly affected, Utterson locked the door of his business room,\nand sitting there by the light of a melancholy candle, drew out and set\nbefore him an envelope addressed by the hand and sealed with the seal\nof his dead friend. “PRIVATE: for the hands of G. J. Utterson ALONE,\nand in case of his predecease _to be destroyed unread_,” so it was\nemphatically superscribed; and the lawyer dreaded to behold the\ncontents. “I have buried one friend to-day,” he thought: “what if this\nshould cost me another?” And then he condemned the fear as a\ndisloyalty, and broke the seal. Within there was another enclosure,\nlikewise sealed, and marked upon the cover as “not to be opened till\nthe death or disappearance of Dr. Henry Jekyll.” Utterson could not\ntrust his eyes. Yes, it was disappearance; here again, as in the mad\nwill which he had long ago restored to its author, here again were the\nidea of a disappearance and the name of Henry Jekyll bracketted. But in\nthe will, that idea had sprung from the sinister suggestion of the man\nHyde; it was set there with a purpose all too plain and horrible.\nWritten by the hand of Lanyon, what should it mean? A great curiosity\ncame on the trustee, to disregard the prohibition and dive at once to\nthe bottom of these mysteries; but professional honour and faith to his\ndead friend were stringent obligations; and the packet slept in the\ninmost corner of his private safe.\n\nIt is one thing to mortify curiosity, another to conquer it; and it may\nbe doubted if, from that day forth, Utterson desired the society of his\nsurviving friend with the same eagerness. He thought of him kindly; but\nhis thoughts were disquieted and fearful. He went to call indeed; but\nhe was perhaps relieved to be denied admittance; perhaps, in his heart,\nhe preferred to speak with Poole upon the doorstep and surrounded by\nthe air and sounds of the open city, rather than to be admitted into\nthat house of voluntary bondage, and to sit and speak with its\ninscrutable recluse. Poole had, indeed, no very pleasant news to\ncommunicate. The doctor, it appeared, now more than ever confined\nhimself to the cabinet over the laboratory, where he would sometimes\neven sleep; he was out of spirits, he had grown very silent, he did not\nread; it seemed as if he had something on his mind. Utterson became so\nused to the unvarying character of these reports, that he fell off\nlittle by little in the frequency of his visits.\n\n\n\nINCIDENT AT THE WINDOW\n\nIt chanced on Sunday, when Mr. Utterson was on his usual walk with Mr.\nEnfield, that their way lay once again through the by-street; and that\nwhen they came in front of the door, both stopped to gaze on it.\n\n“Well,” said Enfield, “that story’s at an end at least. We shall never\nsee more of Mr. Hyde.”\n\n“I hope not,” said Utterson. “Did I ever tell you that I once saw him,\nand shared your feeling of repulsion?”\n\n“It was impossible to do the one without the other,” returned Enfield.\n“And by the way, what an ass you must have thought me, not to know that\nthis was a back way to Dr. Jekyll’s! It was partly your own fault that\nI found it out, even when I did.”\n\n“So you found it out, did you?” said Utterson. “But if that be so, we\nmay step into the court and take a look at the windows. To tell you the\ntruth, I am uneasy about poor Jekyll; and even outside, I feel as if\nthe presence of a friend might do him good.”\n\nThe court was very cool and a little damp, and full of premature\ntwilight, although the sky, high up overhead, was still bright with\nsunset. The middle one of the three windows was half-way open; and\nsitting close beside it, taking the air with an infinite sadness of\nmien, like some disconsolate prisoner, Utterson saw Dr. Jekyll.\n\n“What! Jekyll!” he cried. “I trust you are better.”\n\n“I am very low, Utterson,” replied the doctor drearily, “very low. It\nwill not last long, thank God.”\n\n“You stay too much indoors,” said the lawyer. “You should be out,\nwhipping up the circulation like Mr. Enfield and me. (This is my\ncousin—Mr. Enfield—Dr. Jekyll.) Come now; get your hat and take a quick\nturn with us.”\n\n“You are very good,” sighed the other. “I should like to very much; but\nno, no, no, it is quite impossible; I dare not. But indeed, Utterson, I\nam very glad to see you; this is really a great pleasure; I would ask\nyou and Mr. Enfield up, but the place is really not fit.”\n\n“Why, then,” said the lawyer, good-naturedly, “the best thing we can do\nis to stay down here and speak with you from where we are.”\n\n“That is just what I was about to venture to propose,” returned the\ndoctor with a smile. But the words were hardly uttered, before the\nsmile was struck out of his face and succeeded by an expression of such\nabject terror and despair, as froze the very blood of the two gentlemen\nbelow. They saw it but for a glimpse for the window was instantly\nthrust down; but that glimpse had been sufficient, and they turned and\nleft the court without a word. In silence, too, they traversed the\nby-street; and it was not until they had come into a neighbouring\nthoroughfare, where even upon a Sunday there were still some stirrings\nof life, that Mr. Utterson at last turned and looked at his companion.\nThey were both pale; and there was an answering horror in their eyes.\n\n“God forgive us, God forgive us,” said Mr. Utterson.\n\nBut Mr. Enfield only nodded his head very seriously, and walked on once\nmore in silence.\n\n\n\nTHE LAST NIGHT\n\nMr. Utterson was sitting by his fireside one evening after dinner, when\nhe was surprised to receive a visit from Poole.\n\n“Bless me, Poole, what brings you here?” he cried; and then taking a\nsecond look at him, “What ails you?” he added; “is the doctor ill?”\n\n“Mr. Utterson,” said the man, “there is something wrong.”\n\n“Take a seat, and here is a glass of wine for you,” said the lawyer.\n“Now, take your time, and tell me plainly what you want.”\n\n“You know the doctor’s ways, sir,” replied Poole, “and how he shuts\nhimself up. Well, he’s shut up again in the cabinet; and I don’t like\nit, sir—I wish I may die if I like it. Mr. Utterson, sir, I’m afraid.”\n\n“Now, my good man,” said the lawyer, “be explicit. What are you afraid\nof?”\n\n“I’ve been afraid for about a week,” returned Poole, doggedly\ndisregarding the question, “and I can bear it no more.”\n\nThe man’s appearance amply bore out his words; his manner was altered\nfor the worse; and except for the moment when he had first announced\nhis terror, he had not once looked the lawyer in the face. Even now, he\nsat with the glass of wine untasted on his knee, and his eyes directed\nto a corner of the floor. “I can bear it no more,” he repeated.\n\n“Come,” said the lawyer, “I see you have some good reason, Poole; I see\nthere is something seriously amiss. Try to tell me what it is.”\n\n“I think there’s been foul play,” said Poole, hoarsely.\n\n“Foul play!” cried the lawyer, a good deal frightened and rather\ninclined to be irritated in consequence. “What foul play! What does the\nman mean?”\n\n“I daren’t say, sir,” was the answer; “but will you come along with me\nand see for yourself?”\n\nMr. Utterson’s only answer was to rise and get his hat and greatcoat;\nbut he observed with wonder the greatness of the relief that appeared\nupon the butler’s face, and perhaps with no less, that the wine was\nstill untasted when he set it down to follow.\n\nIt was a wild, cold, seasonable night of March, with a pale moon, lying\non her back as though the wind had tilted her, and flying wrack of the\nmost diaphanous and lawny texture. The wind made talking difficult, and\nflecked the blood into the face. It seemed to have swept the streets\nunusually bare of passengers, besides; for Mr. Utterson thought he had\nnever seen that part of London so deserted. He could have wished it\notherwise; never in his life had he been conscious of so sharp a wish\nto see and touch his fellow-creatures; for struggle as he might, there\nwas borne in upon his mind a crushing anticipation of calamity. The\nsquare, when they got there, was full of wind and dust, and the thin\ntrees in the garden were lashing themselves along the railing. Poole,\nwho had kept all the way a pace or two ahead, now pulled up in the\nmiddle of the pavement, and in spite of the biting weather, took off\nhis hat and mopped his brow with a red pocket-handkerchief. But for all\nthe hurry of his coming, these were not the dews of exertion that he\nwiped away, but the moisture of some strangling anguish; for his face\nwas white and his voice, when he spoke, harsh and broken.\n\n“Well, sir,” he said, “here we are, and God grant there be nothing\nwrong.”\n\n“Amen, Poole,” said the lawyer.\n\nThereupon the servant knocked in a very guarded manner; the door was\nopened on the chain; and a voice asked from within, “Is that you,\nPoole?”\n\n“It’s all right,” said Poole. “Open the door.”\n\nThe hall, when they entered it, was brightly lighted up; the fire was\nbuilt high; and about the hearth the whole of the servants, men and\nwomen, stood huddled together like a flock of sheep. At the sight of\nMr. Utterson, the housemaid broke into hysterical whimpering; and the\ncook, crying out “Bless God! it’s Mr. Utterson,” ran forward as if to\ntake him in her arms.\n\n“What, what? Are you all here?” said the lawyer peevishly. “Very\nirregular, very unseemly; your master would be far from pleased.”\n\n“They’re all afraid,” said Poole.\n\nBlank silence followed, no one protesting; only the maid lifted her\nvoice and now wept loudly.\n\n“Hold your tongue!” Poole said to her, with a ferocity of accent that\ntestified to his own jangled nerves; and indeed, when the girl had so\nsuddenly raised the note of her lamentation, they had all started and\nturned towards the inner door with faces of dreadful expectation. “And\nnow,” continued the butler, addressing the knife-boy, “reach me a\ncandle, and we’ll get this through hands at once.” And then he begged\nMr. Utterson to follow him, and led the way to the back garden.\n\n“Now, sir,” said he, “you come as gently as you can. I want you to\nhear, and I don’t want you to be heard. And see here, sir, if by any\nchance he was to ask you in, don’t go.”\n\nMr. Utterson’s nerves, at this unlooked-for termination, gave a jerk\nthat nearly threw him from his balance; but he recollected his courage\nand followed the butler into the laboratory building through the\nsurgical theatre, with its lumber of crates and bottles, to the foot of\nthe stair. Here Poole motioned him to stand on one side and listen;\nwhile he himself, setting down the candle and making a great and\nobvious call on his resolution, mounted the steps and knocked with a\nsomewhat uncertain hand on the red baize of the cabinet door.\n\n“Mr. Utterson, sir, asking to see you,” he called; and even as he did\nso, once more violently signed to the lawyer to give ear.\n\nA voice answered from within: “Tell him I cannot see anyone,” it said\ncomplainingly.\n\n“Thank you, sir,” said Poole, with a note of something like triumph in\nhis voice; and taking up his candle, he led Mr. Utterson back across\nthe yard and into the great kitchen, where the fire was out and the\nbeetles were leaping on the floor.\n\n“Sir,” he said, looking Mr. Utterson in the eyes, “Was that my master’s\nvoice?”\n\n“It seems much changed,” replied the lawyer, very pale, but giving look\nfor look.\n\n“Changed? Well, yes, I think so,” said the butler. “Have I been twenty\nyears in this man’s house, to be deceived about his voice? No, sir;\nmaster’s made away with; he was made away with eight days ago, when we\nheard him cry out upon the name of God; and _who’s_ in there instead of\nhim, and _why_ it stays there, is a thing that cries to Heaven, Mr.\nUtterson!”\n\n“This is a very strange tale, Poole; this is rather a wild tale my\nman,” said Mr. Utterson, biting his finger. “Suppose it were as you\nsuppose, supposing Dr. Jekyll to have been—well, murdered, what could\ninduce the murderer to stay? That won’t hold water; it doesn’t commend\nitself to reason.”\n\n“Well, Mr. Utterson, you are a hard man to satisfy, but I’ll do it\nyet,” said Poole. “All this last week (you must know) him, or it,\nwhatever it is that lives in that cabinet, has been crying night and\nday for some sort of medicine and cannot get it to his mind. It was\nsometimes his way—the master’s, that is—to write his orders on a sheet\nof paper and throw it on the stair. We’ve had nothing else this week\nback; nothing but papers, and a closed door, and the very meals left\nthere to be smuggled in when nobody was looking. Well, sir, every day,\nay, and twice and thrice in the same day, there have been orders and\ncomplaints, and I have been sent flying to all the wholesale chemists\nin town. Every time I brought the stuff back, there would be another\npaper telling me to return it, because it was not pure, and another\norder to a different firm. This drug is wanted bitter bad, sir,\nwhatever for.”\n\n“Have you any of these papers?” asked Mr. Utterson.\n\nPoole felt in his pocket and handed out a crumpled note, which the\nlawyer, bending nearer to the candle, carefully examined. Its contents\nran thus: “Dr. Jekyll presents his compliments to Messrs. Maw. He\nassures them that their last sample is impure and quite useless for his\npresent purpose. In the year 18—, Dr. J. purchased a somewhat large\nquantity from Messrs. M. He now begs them to search with most sedulous\ncare, and should any of the same quality be left, forward it to him at\nonce. Expense is no consideration. The importance of this to Dr. J. can\nhardly be exaggerated.” So far the letter had run composedly enough,\nbut here with a sudden splutter of the pen, the writer’s emotion had\nbroken loose. “For God’s sake,” he added, “find me some of the old.”\n\n“This is a strange note,” said Mr. Utterson; and then sharply, “How do\nyou come to have it open?”\n\n“The man at Maw’s was main angry, sir, and he threw it back to me like\nso much dirt,” returned Poole.\n\n“This is unquestionably the doctor’s hand, do you know?” resumed the\nlawyer.\n\n“I thought it looked like it,” said the servant rather sulkily; and\nthen, with another voice, “But what matters hand of write?” he said.\n“I’ve seen him!”\n\n“Seen him?” repeated Mr. Utterson. “Well?”\n\n“That’s it!” said Poole. “It was this way. I came suddenly into the\ntheatre from the garden. It seems he had slipped out to look for this\ndrug or whatever it is; for the cabinet door was open, and there he was\nat the far end of the room digging among the crates. He looked up when\nI came in, gave a kind of cry, and whipped upstairs into the cabinet.\nIt was but for one minute that I saw him, but the hair stood upon my\nhead like quills. Sir, if that was my master, why had he a mask upon\nhis face? If it was my master, why did he cry out like a rat, and run\nfrom me? I have served him long enough. And then...” The man paused and\npassed his hand over his face.\n\n“These are all very strange circumstances,” said Mr. Utterson, “but I\nthink I begin to see daylight. Your master, Poole, is plainly seized\nwith one of those maladies that both torture and deform the sufferer;\nhence, for aught I know, the alteration of his voice; hence the mask\nand the avoidance of his friends; hence his eagerness to find this\ndrug, by means of which the poor soul retains some hope of ultimate\nrecovery—God grant that he be not deceived! There is my explanation; it\nis sad enough, Poole, ay, and appalling to consider; but it is plain\nand natural, hangs well together, and delivers us from all exorbitant\nalarms.”\n\n“Sir,” said the butler, turning to a sort of mottled pallor, “that\nthing was not my master, and there’s the truth. My master”—here he\nlooked round him and began to whisper—“is a tall, fine build of a man,\nand this was more of a dwarf.” Utterson attempted to protest. “O, sir,”\ncried Poole, “do you think I do not know my master after twenty years?\nDo you think I do not know where his head comes to in the cabinet door,\nwhere I saw him every morning of my life? No, sir, that thing in the\nmask was never Dr. Jekyll—God knows what it was, but it was never Dr.\nJekyll; and it is the belief of my heart that there was murder done.”\n\n“Poole,” replied the lawyer, “if you say that, it will become my duty\nto make certain. Much as I desire to spare your master’s feelings, much\nas I am puzzled by this note which seems to prove him to be still\nalive, I shall consider it my duty to break in that door.”\n\n“Ah, Mr. Utterson, that’s talking!” cried the butler.\n\n“And now comes the second question,” resumed Utterson: “Who is going to\ndo it?”\n\n“Why, you and me, sir,” was the undaunted reply.\n\n“That’s very well said,” returned the lawyer; “and whatever comes of\nit, I shall make it my business to see you are no loser.”\n\n“There is an axe in the theatre,” continued Poole; “and you might take\nthe kitchen poker for yourself.”\n\nThe lawyer took that rude but weighty instrument into his hand, and\nbalanced it. “Do you know, Poole,” he said, looking up, “that you and I\nare about to place ourselves in a position of some peril?”\n\n“You may say so, sir, indeed,” returned the butler.\n\n“It is well, then that we should be frank,” said the other. “We both\nthink more than we have said; let us make a clean breast. This masked\nfigure that you saw, did you recognise it?”\n\n“Well, sir, it went so quick, and the creature was so doubled up, that\nI could hardly swear to that,” was the answer. “But if you mean, was it\nMr. Hyde?—why, yes, I think it was! You see, it was much of the same\nbigness; and it had the same quick, light way with it; and then who\nelse could have got in by the laboratory door? You have not forgot,\nsir, that at the time of the murder he had still the key with him? But\nthat’s not all. I don’t know, Mr. Utterson, if you ever met this Mr.\nHyde?”\n\n“Yes,” said the lawyer, “I once spoke with him.”\n\n“Then you must know as well as the rest of us that there was something\nqueer about that gentleman—something that gave a man a turn—I don’t\nknow rightly how to say it, sir, beyond this: that you felt in your\nmarrow kind of cold and thin.”\n\n“I own I felt something of what you describe,” said Mr. Utterson.\n\n“Quite so, sir,” returned Poole. “Well, when that masked thing like a\nmonkey jumped from among the chemicals and whipped into the cabinet, it\nwent down my spine like ice. O, I know it’s not evidence, Mr. Utterson;\nI’m book-learned enough for that; but a man has his feelings, and I\ngive you my bible-word it was Mr. Hyde!”\n\n“Ay, ay,” said the lawyer. “My fears incline to the same point. Evil, I\nfear, founded—evil was sure to come—of that connection. Ay truly, I\nbelieve you; I believe poor Harry is killed; and I believe his murderer\n(for what purpose, God alone can tell) is still lurking in his victim’s\nroom. Well, let our name be vengeance. Call Bradshaw.”\n\nThe footman came at the summons, very white and nervous.\n\n“Pull yourself together, Bradshaw,” said the lawyer. “This suspense, I\nknow, is telling upon all of you; but it is now our intention to make\nan end of it. Poole, here, and I are going to force our way into the\ncabinet. If all is well, my shoulders are broad enough to bear the\nblame. Meanwhile, lest anything should really be amiss, or any\nmalefactor seek to escape by the back, you and the boy must go round\nthe corner with a pair of good sticks and take your post at the\nlaboratory door. We give you ten minutes to get to your stations.”\n\nAs Bradshaw left, the lawyer looked at his watch. “And now, Poole, let\nus get to ours,” he said; and taking the poker under his arm, led the\nway into the yard. The scud had banked over the moon, and it was now\nquite dark. The wind, which only broke in puffs and draughts into that\ndeep well of building, tossed the light of the candle to and fro about\ntheir steps, until they came into the shelter of the theatre, where\nthey sat down silently to wait. London hummed solemnly all around; but\nnearer at hand, the stillness was only broken by the sounds of a\nfootfall moving to and fro along the cabinet floor.\n\n“So it will walk all day, sir,” whispered Poole; “ay, and the better\npart of the night. Only when a new sample comes from the chemist,\nthere’s a bit of a break. Ah, it’s an ill conscience that’s such an\nenemy to rest! Ah, sir, there’s blood foully shed in every step of it!\nBut hark again, a little closer—put your heart in your ears, Mr.\nUtterson, and tell me, is that the doctor’s foot?”\n\nThe steps fell lightly and oddly, with a certain swing, for all they\nwent so slowly; it was different indeed from the heavy creaking tread\nof Henry Jekyll. Utterson sighed. “Is there never anything else?” he\nasked.\n\nPoole nodded. “Once,” he said. “Once I heard it weeping!”\n\n“Weeping? how that?” said the lawyer, conscious of a sudden chill of\nhorror.\n\n“Weeping like a woman or a lost soul,” said the butler. “I came away\nwith that upon my heart, that I could have wept too.”\n\nBut now the ten minutes drew to an end. Poole disinterred the axe from\nunder a stack of packing straw; the candle was set upon the nearest\ntable to light them to the attack; and they drew near with bated breath\nto where that patient foot was still going up and down, up and down, in\nthe quiet of the night.\n\n“Jekyll,” cried Utterson, with a loud voice, “I demand to see you.” He\npaused a moment, but there came no reply. “I give you fair warning, our\nsuspicions are aroused, and I must and shall see you,” he resumed; “if\nnot by fair means, then by foul—if not of your consent, then by brute\nforce!”\n\n“Utterson,” said the voice, “for God’s sake, have mercy!”\n\n“Ah, that’s not Jekyll’s voice—it’s Hyde’s!” cried Utterson. “Down with\nthe door, Poole!”\n\nPoole swung the axe over his shoulder; the blow shook the building, and\nthe red baize door leaped against the lock and hinges. A dismal\nscreech, as of mere animal terror, rang from the cabinet. Up went the\naxe again, and again the panels crashed and the frame bounded; four\ntimes the blow fell; but the wood was tough and the fittings were of\nexcellent workmanship; and it was not until the fifth, that the lock\nburst and the wreck of the door fell inwards on the carpet.\n\nThe besiegers, appalled by their own riot and the stillness that had\nsucceeded, stood back a little and peered in. There lay the cabinet\nbefore their eyes in the quiet lamplight, a good fire glowing and\nchattering on the hearth, the kettle singing its thin strain, a drawer\nor two open, papers neatly set forth on the business table, and nearer\nthe fire, the things laid out for tea; the quietest room, you would\nhave said, and, but for the glazed presses full of chemicals, the most\ncommonplace that night in London.\n\nRight in the middle there lay the body of a man sorely contorted and\nstill twitching. They drew near on tiptoe, turned it on its back and\nbeheld the face of Edward Hyde. He was dressed in clothes far too large\nfor him, clothes of the doctor’s bigness; the cords of his face still\nmoved with a semblance of life, but life was quite gone; and by the\ncrushed phial in the hand and the strong smell of kernels that hung\nupon the air, Utterson knew that he was looking on the body of a\nself-destroyer.\n\n“We have come too late,” he said sternly, “whether to save or punish.\nHyde is gone to his account; and it only remains for us to find the\nbody of your master.”\n\nThe far greater proportion of the building was occupied by the theatre,\nwhich filled almost the whole ground storey and was lighted from above,\nand by the cabinet, which formed an upper storey at one end and looked\nupon the court. A corridor joined the theatre to the door on the\nby-street; and with this the cabinet communicated separately by a\nsecond flight of stairs. There were besides a few dark closets and a\nspacious cellar. All these they now thoroughly examined. Each closet\nneeded but a glance, for all were empty, and all, by the dust that fell\nfrom their doors, had stood long unopened. The cellar, indeed, was\nfilled with crazy lumber, mostly dating from the times of the surgeon\nwho was Jekyll’s predecessor; but even as they opened the door they\nwere advertised of the uselessness of further search, by the fall of a\nperfect mat of cobweb which had for years sealed up the entrance.\nNowhere was there any trace of Henry Jekyll, dead or alive.\n\nPoole stamped on the flags of the corridor. “He must be buried here,”\nhe said, hearkening to the sound.\n\n“Or he may have fled,” said Utterson, and he turned to examine the door\nin the by-street. It was locked; and lying near by on the flags, they\nfound the key, already stained with rust.\n\n“This does not look like use,” observed the lawyer.\n\n“Use!” echoed Poole. “Do you not see, sir, it is broken? much as if a\nman had stamped on it.”\n\n“Ay,” continued Utterson, “and the fractures, too, are rusty.” The two\nmen looked at each other with a scare. “This is beyond me, Poole,” said\nthe lawyer. “Let us go back to the cabinet.”\n\nThey mounted the stair in silence, and still with an occasional\nawestruck glance at the dead body, proceeded more thoroughly to examine\nthe contents of the cabinet. At one table, there were traces of\nchemical work, various measured heaps of some white salt being laid on\nglass saucers, as though for an experiment in which the unhappy man had\nbeen prevented.\n\n“That is the same drug that I was always bringing him,” said Poole; and\neven as he spoke, the kettle with a startling noise boiled over.\n\nThis brought them to the fireside, where the easy-chair was drawn\ncosily up, and the tea things stood ready to the sitter’s elbow, the\nvery sugar in the cup. There were several books on a shelf; one lay\nbeside the tea things open, and Utterson was amazed to find it a copy\nof a pious work, for which Jekyll had several times expressed a great\nesteem, annotated, in his own hand with startling blasphemies.\n\nNext, in the course of their review of the chamber, the searchers came\nto the cheval-glass, into whose depths they looked with an involuntary\nhorror. But it was so turned as to show them nothing but the rosy glow\nplaying on the roof, the fire sparkling in a hundred repetitions along\nthe glazed front of the presses, and their own pale and fearful\ncountenances stooping to look in.\n\n“This glass has seen some strange things, sir,” whispered Poole.\n\n“And surely none stranger than itself,” echoed the lawyer in the same\ntones. “For what did Jekyll”—he caught himself up at the word with a\nstart, and then conquering the weakness—“what could Jekyll want with\nit?” he said.\n\n“You may say that!” said Poole.\n\nNext they turned to the business table. On the desk, among the neat\narray of papers, a large envelope was uppermost, and bore, in the\ndoctor’s hand, the name of Mr. Utterson. The lawyer unsealed it, and\nseveral enclosures fell to the floor. The first was a will, drawn in\nthe same eccentric terms as the one which he had returned six months\nbefore, to serve as a testament in case of death and as a deed of gift\nin case of disappearance; but in place of the name of Edward Hyde, the\nlawyer, with indescribable amazement read the name of Gabriel John\nUtterson. He looked at Poole, and then back at the paper, and last of\nall at the dead malefactor stretched upon the carpet.\n\n“My head goes round,” he said. “He has been all these days in\npossession; he had no cause to like me; he must have raged to see\nhimself displaced; and he has not destroyed this document.”\n\nHe caught up the next paper; it was a brief note in the doctor’s hand\nand dated at the top. “O Poole!” the lawyer cried, “he was alive and\nhere this day. He cannot have been disposed of in so short a space; he\nmust be still alive, he must have fled! And then, why fled? and how?\nand in that case, can we venture to declare this suicide? O, we must be\ncareful. I foresee that we may yet involve your master in some dire\ncatastrophe.”\n\n“Why don’t you read it, sir?” asked Poole.\n\n“Because I fear,” replied the lawyer solemnly. “God grant I have no\ncause for it!” And with that he brought the paper to his eyes and read\nas follows:\n\n\n“My dear Utterson,—When this shall fall into your hands, I shall have\ndisappeared, under what circumstances I have not the penetration to\nforesee, but my instinct and all the circumstances of my nameless\nsituation tell me that the end is sure and must be early. Go then, and\nfirst read the narrative which Lanyon warned me he was to place in your\nhands; and if you care to hear more, turn to the confession of\n\n“Your unworthy and unhappy friend,\n\n“HENRY JEKYLL.”\n\n\n“There was a third enclosure?” asked Utterson.\n\n“Here, sir,” said Poole, and gave into his hands a considerable packet\nsealed in several places.\n\nThe lawyer put it in his pocket. “I would say nothing of this paper. If\nyour master has fled or is dead, we may at least save his credit. It is\nnow ten; I must go home and read these documents in quiet; but I shall\nbe back before midnight, when we shall send for the police.”\n\nThey went out, locking the door of the theatre behind them; and\nUtterson, once more leaving the servants gathered about the fire in the\nhall, trudged back to his office to read the two narratives in which\nthis mystery was now to be explained.\n\n\n\nDR. LANYON’S NARRATIVE\n\nOn the ninth of January, now four days ago, I received by the evening\ndelivery a registered envelope, addressed in the hand of my colleague\nand old school companion, Henry Jekyll. I was a good deal surprised by\nthis; for we were by no means in the habit of correspondence; I had\nseen the man, dined with him, indeed, the night before; and I could\nimagine nothing in our intercourse that should justify formality of\nregistration. The contents increased my wonder; for this is how the\nletter ran:\n\n“10_th December_, 18—.\n\n\n“Dear Lanyon,—You are one of my oldest friends; and although we may\nhave differed at times on scientific questions, I cannot remember, at\nleast on my side, any break in our affection. There was never a day\nwhen, if you had said to me, ‘Jekyll, my life, my honour, my reason,\ndepend upon you,’ I would not have sacrificed my left hand to help you.\nLanyon, my life, my honour, my reason, are all at your mercy; if you\nfail me to-night, I am lost. You might suppose, after this preface,\nthat I am going to ask you for something dishonourable to grant. Judge\nfor yourself.\n\n“I want you to postpone all other engagements for to-night—ay, even if\nyou were summoned to the bedside of an emperor; to take a cab, unless\nyour carriage should be actually at the door; and with this letter in\nyour hand for consultation, to drive straight to my house. Poole, my\nbutler, has his orders; you will find him waiting your arrival with a\nlocksmith. The door of my cabinet is then to be forced; and you are to\ngo in alone; to open the glazed press (letter E) on the left hand,\nbreaking the lock if it be shut; and to draw out, _with all its\ncontents as they stand_, the fourth drawer from the top or (which is\nthe same thing) the third from the bottom. In my extreme distress of\nmind, I have a morbid fear of misdirecting you; but even if I am in\nerror, you may know the right drawer by its contents: some powders, a\nphial and a paper book. This drawer I beg of you to carry back with you\nto Cavendish Square exactly as it stands.\n\n“That is the first part of the service: now for the second. You should\nbe back, if you set out at once on the receipt of this, long before\nmidnight; but I will leave you that amount of margin, not only in the\nfear of one of those obstacles that can neither be prevented nor\nforeseen, but because an hour when your servants are in bed is to be\npreferred for what will then remain to do. At midnight, then, I have to\nask you to be alone in your consulting room, to admit with your own\nhand into the house a man who will present himself in my name, and to\nplace in his hands the drawer that you will have brought with you from\nmy cabinet. Then you will have played your part and earned my gratitude\ncompletely. Five minutes afterwards, if you insist upon an explanation,\nyou will have understood that these arrangements are of capital\nimportance; and that by the neglect of one of them, fantastic as they\nmust appear, you might have charged your conscience with my death or\nthe shipwreck of my reason.\n\n“Confident as I am that you will not trifle with this appeal, my heart\nsinks and my hand trembles at the bare thought of such a possibility.\nThink of me at this hour, in a strange place, labouring under a\nblackness of distress that no fancy can exaggerate, and yet well aware\nthat, if you will but punctually serve me, my troubles will roll away\nlike a story that is told. Serve me, my dear Lanyon and save\n\n“Your friend,\n\n\n“H.J.\n\n\n“P.S.—I had already sealed this up when a fresh terror struck upon my\nsoul. It is possible that the post-office may fail me, and this letter\nnot come into your hands until to-morrow morning. In that case, dear\nLanyon, do my errand when it shall be most convenient for you in the\ncourse of the day; and once more expect my messenger at midnight. It\nmay then already be too late; and if that night passes without event,\nyou will know that you have seen the last of Henry Jekyll.”\n\n\nUpon the reading of this letter, I made sure my colleague was insane;\nbut till that was proved beyond the possibility of doubt, I felt bound\nto do as he requested. The less I understood of this farrago, the less\nI was in a position to judge of its importance; and an appeal so worded\ncould not be set aside without a grave responsibility. I rose\naccordingly from table, got into a hansom, and drove straight to\nJekyll’s house. The butler was awaiting my arrival; he had received by\nthe same post as mine a registered letter of instruction, and had sent\nat once for a locksmith and a carpenter. The tradesmen came while we\nwere yet speaking; and we moved in a body to old Dr. Denman’s surgical\ntheatre, from which (as you are doubtless aware) Jekyll’s private\ncabinet is most conveniently entered. The door was very strong, the\nlock excellent; the carpenter avowed he would have great trouble and\nhave to do much damage, if force were to be used; and the locksmith was\nnear despair. But this last was a handy fellow, and after two hour’s\nwork, the door stood open. The press marked E was unlocked; and I took\nout the drawer, had it filled up with straw and tied in a sheet, and\nreturned with it to Cavendish Square.\n\nHere I proceeded to examine its contents. The powders were neatly\nenough made up, but not with the nicety of the dispensing chemist; so\nthat it was plain they were of Jekyll’s private manufacture; and when I\nopened one of the wrappers I found what seemed to me a simple\ncrystalline salt of a white colour. The phial, to which I next turned\nmy attention, might have been about half full of a blood-red liquor,\nwhich was highly pungent to the sense of smell and seemed to me to\ncontain phosphorus and some volatile ether. At the other ingredients I\ncould make no guess. The book was an ordinary version book and\ncontained little but a series of dates. These covered a period of many\nyears, but I observed that the entries ceased nearly a year ago and\nquite abruptly. Here and there a brief remark was appended to a date,\nusually no more than a single word: “double” occurring perhaps six\ntimes in a total of several hundred entries; and once very early in the\nlist and followed by several marks of exclamation, “total failure!!!”\nAll this, though it whetted my curiosity, told me little that was\ndefinite. Here were a phial of some salt, and the record of a series of\nexperiments that had led (like too many of Jekyll’s investigations) to\nno end of practical usefulness. How could the presence of these\narticles in my house affect either the honour, the sanity, or the life\nof my flighty colleague? If his messenger could go to one place, why\ncould he not go to another? And even granting some impediment, why was\nthis gentleman to be received by me in secret? The more I reflected the\nmore convinced I grew that I was dealing with a case of cerebral\ndisease; and though I dismissed my servants to bed, I loaded an old\nrevolver, that I might be found in some posture of self-defence.\n\nTwelve o’clock had scarce rung out over London, ere the knocker sounded\nvery gently on the door. I went myself at the summons, and found a\nsmall man crouching against the pillars of the portico.\n\n“Are you come from Dr. Jekyll?” I asked.\n\nHe told me “yes” by a constrained gesture; and when I had bidden him\nenter, he did not obey me without a searching backward glance into the\ndarkness of the square. There was a policeman not far off, advancing\nwith his bull’s eye open; and at the sight, I thought my visitor\nstarted and made greater haste.\n\nThese particulars struck me, I confess, disagreeably; and as I followed\nhim into the bright light of the consulting room, I kept my hand ready\non my weapon. Here, at last, I had a chance of clearly seeing him. I\nhad never set eyes on him before, so much was certain. He was small, as\nI have said; I was struck besides with the shocking expression of his\nface, with his remarkable combination of great muscular activity and\ngreat apparent debility of constitution, and—last but not least—with\nthe odd, subjective disturbance caused by his neighbourhood. This bore\nsome resemblance to incipient rigour, and was accompanied by a marked\nsinking of the pulse. At the time, I set it down to some idiosyncratic,\npersonal distaste, and merely wondered at the acuteness of the\nsymptoms; but I have since had reason to believe the cause to lie much\ndeeper in the nature of man, and to turn on some nobler hinge than the\nprinciple of hatred.\n\nThis person (who had thus, from the first moment of his entrance,\nstruck in me what I can only describe as a disgustful curiosity) was\ndressed in a fashion that would have made an ordinary person laughable;\nhis clothes, that is to say, although they were of rich and sober\nfabric, were enormously too large for him in every measurement—the\ntrousers hanging on his legs and rolled up to keep them from the\nground, the waist of the coat below his haunches, and the collar\nsprawling wide upon his shoulders. Strange to relate, this ludicrous\naccoutrement was far from moving me to laughter. Rather, as there was\nsomething abnormal and misbegotten in the very essence of the creature\nthat now faced me—something seizing, surprising and revolting—this\nfresh disparity seemed but to fit in with and to reinforce it; so that\nto my interest in the man’s nature and character, there was added a\ncuriosity as to his origin, his life, his fortune and status in the\nworld.\n\nThese observations, though they have taken so great a space to be set\ndown in, were yet the work of a few seconds. My visitor was, indeed, on\nfire with sombre excitement.\n\n“Have you got it?” he cried. “Have you got it?” And so lively was his\nimpatience that he even laid his hand upon my arm and sought to shake\nme.\n\nI put him back, conscious at his touch of a certain icy pang along my\nblood. “Come, sir,” said I. “You forget that I have not yet the\npleasure of your acquaintance. Be seated, if you please.” And I showed\nhim an example, and sat down myself in my customary seat and with as\nfair an imitation of my ordinary manner to a patient, as the lateness\nof the hour, the nature of my preoccupations, and the horror I had of\nmy visitor, would suffer me to muster.\n\n“I beg your pardon, Dr. Lanyon,” he replied civilly enough. “What you\nsay is very well founded; and my impatience has shown its heels to my\npoliteness. I come here at the instance of your colleague, Dr. Henry\nJekyll, on a piece of business of some moment; and I understood...” He\npaused and put his hand to his throat, and I could see, in spite of his\ncollected manner, that he was wrestling against the approaches of the\nhysteria—“I understood, a drawer...”\n\nBut here I took pity on my visitor’s suspense, and some perhaps on my\nown growing curiosity.\n\n“There it is, sir,” said I, pointing to the drawer, where it lay on the\nfloor behind a table and still covered with the sheet.\n\nHe sprang to it, and then paused, and laid his hand upon his heart; I\ncould hear his teeth grate with the convulsive action of his jaws; and\nhis face was so ghastly to see that I grew alarmed both for his life\nand reason.\n\n“Compose yourself,” said I.\n\nHe turned a dreadful smile to me, and as if with the decision of\ndespair, plucked away the sheet. At sight of the contents, he uttered\none loud sob of such immense relief that I sat petrified. And the next\nmoment, in a voice that was already fairly well under control, “Have\nyou a graduated glass?” he asked.\n\nI rose from my place with something of an effort and gave him what he\nasked.\n\nHe thanked me with a smiling nod, measured out a few minims of the red\ntincture and added one of the powders. The mixture, which was at first\nof a reddish hue, began, in proportion as the crystals melted, to\nbrighten in colour, to effervesce audibly, and to throw off small fumes\nof vapour. Suddenly and at the same moment, the ebullition ceased and\nthe compound changed to a dark purple, which faded again more slowly to\na watery green. My visitor, who had watched these metamorphoses with a\nkeen eye, smiled, set down the glass upon the table, and then turned\nand looked upon me with an air of scrutiny.\n\n“And now,” said he, “to settle what remains. Will you be wise? will you\nbe guided? will you suffer me to take this glass in my hand and to go\nforth from your house without further parley? or has the greed of\ncuriosity too much command of you? Think before you answer, for it\nshall be done as you decide. As you decide, you shall be left as you\nwere before, and neither richer nor wiser, unless the sense of service\nrendered to a man in mortal distress may be counted as a kind of riches\nof the soul. Or, if you shall so prefer to choose, a new province of\nknowledge and new avenues to fame and power shall be laid open to you,\nhere, in this room, upon the instant; and your sight shall be blasted\nby a prodigy to stagger the unbelief of Satan.”\n\n“Sir,” said I, affecting a coolness that I was far from truly\npossessing, “you speak enigmas, and you will perhaps not wonder that I\nhear you with no very strong impression of belief. But I have gone too\nfar in the way of inexplicable services to pause before I see the end.”\n\n“It is well,” replied my visitor. “Lanyon, you remember your vows: what\nfollows is under the seal of our profession. And now, you who have so\nlong been bound to the most narrow and material views, you who have\ndenied the virtue of transcendental medicine, you who have derided your\nsuperiors—behold!”\n\nHe put the glass to his lips and drank at one gulp. A cry followed; he\nreeled, staggered, clutched at the table and held on, staring with\ninjected eyes, gasping with open mouth; and as I looked there came, I\nthought, a change—he seemed to swell—his face became suddenly black and\nthe features seemed to melt and alter—and the next moment, I had sprung\nto my feet and leaped back against the wall, my arms raised to shield\nme from that prodigy, my mind submerged in terror.\n\n“O God!” I screamed, and “O God!” again and again; for there before my\neyes—pale and shaken, and half fainting, and groping before him with\nhis hands, like a man restored from death—there stood Henry Jekyll!\n\nWhat he told me in the next hour, I cannot bring my mind to set on\npaper. I saw what I saw, I heard what I heard, and my soul sickened at\nit; and yet now when that sight has faded from my eyes, I ask myself if\nI believe it, and I cannot answer. My life is shaken to its roots;\nsleep has left me; the deadliest terror sits by me at all hours of the\nday and night; and I feel that my days are numbered, and that I must\ndie; and yet I shall die incredulous. As for the moral turpitude that\nman unveiled to me, even with tears of penitence, I cannot, even in\nmemory, dwell on it without a start of horror. I will say but one\nthing, Utterson, and that (if you can bring your mind to credit it)\nwill be more than enough. The creature who crept into my house that\nnight was, on Jekyll’s own confession, known by the name of Hyde and\nhunted for in every corner of the land as the murderer of Carew.\n\nHASTIE LANYON.\n\n\n\n\nHENRY JEKYLL’S FULL STATEMENT OF THE CASE\n\nI was born in the year 18— to a large fortune, endowed besides with\nexcellent parts, inclined by nature to industry, fond of the respect of\nthe wise and good among my fellowmen, and thus, as might have been\nsupposed, with every guarantee of an honourable and distinguished\nfuture. And indeed the worst of my faults was a certain impatient\ngaiety of disposition, such as has made the happiness of many, but such\nas I found it hard to reconcile with my imperious desire to carry my\nhead high, and wear a more than commonly grave countenance before the\npublic. Hence it came about that I concealed my pleasures; and that\nwhen I reached years of reflection, and began to look round me and take\nstock of my progress and position in the world, I stood already\ncommitted to a profound duplicity of life. Many a man would have even\nblazoned such irregularities as I was guilty of; but from the high\nviews that I had set before me, I regarded and hid them with an almost\nmorbid sense of shame. It was thus rather the exacting nature of my\naspirations than any particular degradation in my faults, that made me\nwhat I was, and, with even a deeper trench than in the majority of men,\nsevered in me those provinces of good and ill which divide and compound\nman’s dual nature. In this case, I was driven to reflect deeply and\ninveterately on that hard law of life, which lies at the root of\nreligion and is one of the most plentiful springs of distress. Though\nso profound a double-dealer, I was in no sense a hypocrite; both sides\nof me were in dead earnest; I was no more myself when I laid aside\nrestraint and plunged in shame, than when I laboured, in the eye of\nday, at the furtherance of knowledge or the relief of sorrow and\nsuffering. And it chanced that the direction of my scientific studies,\nwhich led wholly towards the mystic and the transcendental, reacted and\nshed a strong light on this consciousness of the perennial war among my\nmembers. With every day, and from both sides of my intelligence, the\nmoral and the intellectual, I thus drew steadily nearer to that truth,\nby whose partial discovery I have been doomed to such a dreadful\nshipwreck: that man is not truly one, but truly two. I say two, because\nthe state of my own knowledge does not pass beyond that point. Others\nwill follow, others will outstrip me on the same lines; and I hazard\nthe guess that man will be ultimately known for a mere polity of\nmultifarious, incongruous and independent denizens. I, for my part,\nfrom the nature of my life, advanced infallibly in one direction and in\none direction only. It was on the moral side, and in my own person,\nthat I learned to recognise the thorough and primitive duality of man;\nI saw that, of the two natures that contended in the field of my\nconsciousness, even if I could rightly be said to be either, it was\nonly because I was radically both; and from an early date, even before\nthe course of my scientific discoveries had begun to suggest the most\nnaked possibility of such a miracle, I had learned to dwell with\npleasure, as a beloved daydream, on the thought of the separation of\nthese elements. If each, I told myself, could be housed in separate\nidentities, life would be relieved of all that was unbearable; the\nunjust might go his way, delivered from the aspirations and remorse of\nhis more upright twin; and the just could walk steadfastly and securely\non his upward path, doing the good things in which he found his\npleasure, and no longer exposed to disgrace and penitence by the hands\nof this extraneous evil. It was the curse of mankind that these\nincongruous faggots were thus bound together—that in the agonised womb\nof consciousness, these polar twins should be continuously struggling.\nHow, then were they dissociated?\n\nI was so far in my reflections when, as I have said, a side light began\nto shine upon the subject from the laboratory table. I began to\nperceive more deeply than it has ever yet been stated, the trembling\nimmateriality, the mistlike transience, of this seemingly so solid body\nin which we walk attired. Certain agents I found to have the power to\nshake and pluck back that fleshly vestment, even as a wind might toss\nthe curtains of a pavilion. For two good reasons, I will not enter\ndeeply into this scientific branch of my confession. First, because I\nhave been made to learn that the doom and burthen of our life is bound\nfor ever on man’s shoulders, and when the attempt is made to cast it\noff, it but returns upon us with more unfamiliar and more awful\npressure. Second, because, as my narrative will make, alas! too\nevident, my discoveries were incomplete. Enough then, that I not only\nrecognised my natural body from the mere aura and effulgence of certain\nof the powers that made up my spirit, but managed to compound a drug by\nwhich these powers should be dethroned from their supremacy, and a\nsecond form and countenance substituted, none the less natural to me\nbecause they were the expression, and bore the stamp of lower elements\nin my soul.\n\nI hesitated long before I put this theory to the test of practice. I\nknew well that I risked death; for any drug that so potently controlled\nand shook the very fortress of identity, might, by the least scruple of\nan overdose or at the least inopportunity in the moment of exhibition,\nutterly blot out that immaterial tabernacle which I looked to it to\nchange. But the temptation of a discovery so singular and profound at\nlast overcame the suggestions of alarm. I had long since prepared my\ntincture; I purchased at once, from a firm of wholesale chemists, a\nlarge quantity of a particular salt which I knew, from my experiments,\nto be the last ingredient required; and late one accursed night, I\ncompounded the elements, watched them boil and smoke together in the\nglass, and when the ebullition had subsided, with a strong glow of\ncourage, drank off the potion.\n\nThe most racking pangs succeeded: a grinding in the bones, deadly\nnausea, and a horror of the spirit that cannot be exceeded at the hour\nof birth or death. Then these agonies began swiftly to subside, and I\ncame to myself as if out of a great sickness. There was something\nstrange in my sensations, something indescribably new and, from its\nvery novelty, incredibly sweet. I felt younger, lighter, happier in\nbody; within I was conscious of a heady recklessness, a current of\ndisordered sensual images running like a millrace in my fancy, a\nsolution of the bonds of obligation, an unknown but not an innocent\nfreedom of the soul. I knew myself, at the first breath of this new\nlife, to be more wicked, tenfold more wicked, sold a slave to my\noriginal evil; and the thought, in that moment, braced and delighted me\nlike wine. I stretched out my hands, exulting in the freshness of these\nsensations; and in the act, I was suddenly aware that I had lost in\nstature.\n\nThere was no mirror, at that date, in my room; that which stands beside\nme as I write, was brought there later on and for the very purpose of\nthese transformations. The night however, was far gone into the\nmorning—the morning, black as it was, was nearly ripe for the\nconception of the day—the inmates of my house were locked in the most\nrigorous hours of slumber; and I determined, flushed as I was with hope\nand triumph, to venture in my new shape as far as to my bedroom. I\ncrossed the yard, wherein the constellations looked down upon me, I\ncould have thought, with wonder, the first creature of that sort that\ntheir unsleeping vigilance had yet disclosed to them; I stole through\nthe corridors, a stranger in my own house; and coming to my room, I saw\nfor the first time the appearance of Edward Hyde.\n\nI must here speak by theory alone, saying not that which I know, but\nthat which I suppose to be most probable. The evil side of my nature,\nto which I had now transferred the stamping efficacy, was less robust\nand less developed than the good which I had just deposed. Again, in\nthe course of my life, which had been, after all, nine tenths a life of\neffort, virtue and control, it had been much less exercised and much\nless exhausted. And hence, as I think, it came about that Edward Hyde\nwas so much smaller, slighter and younger than Henry Jekyll. Even as\ngood shone upon the countenance of the one, evil was written broadly\nand plainly on the face of the other. Evil besides (which I must still\nbelieve to be the lethal side of man) had left on that body an imprint\nof deformity and decay. And yet when I looked upon that ugly idol in\nthe glass, I was conscious of no repugnance, rather of a leap of\nwelcome. This, too, was myself. It seemed natural and human. In my eyes\nit bore a livelier image of the spirit, it seemed more express and\nsingle, than the imperfect and divided countenance I had been hitherto\naccustomed to call mine. And in so far I was doubtless right. I have\nobserved that when I wore the semblance of Edward Hyde, none could come\nnear to me at first without a visible misgiving of the flesh. This, as\nI take it, was because all human beings, as we meet them, are\ncommingled out of good and evil: and Edward Hyde, alone in the ranks of\nmankind, was pure evil.\n\nI lingered but a moment at the mirror: the second and conclusive\nexperiment had yet to be attempted; it yet remained to be seen if I had\nlost my identity beyond redemption and must flee before daylight from a\nhouse that was no longer mine; and hurrying back to my cabinet, I once\nmore prepared and drank the cup, once more suffered the pangs of\ndissolution, and came to myself once more with the character, the\nstature and the face of Henry Jekyll.\n\nThat night I had come to the fatal cross-roads. Had I approached my\ndiscovery in a more noble spirit, had I risked the experiment while\nunder the empire of generous or pious aspirations, all must have been\notherwise, and from these agonies of death and birth, I had come forth\nan angel instead of a fiend. The drug had no discriminating action; it\nwas neither diabolical nor divine; it but shook the doors of the\nprisonhouse of my disposition; and like the captives of Philippi, that\nwhich stood within ran forth. At that time my virtue slumbered; my\nevil, kept awake by ambition, was alert and swift to seize the\noccasion; and the thing that was projected was Edward Hyde. Hence,\nalthough I had now two characters as well as two appearances, one was\nwholly evil, and the other was still the old Henry Jekyll, that\nincongruous compound of whose reformation and improvement I had already\nlearned to despair. The movement was thus wholly toward the worse.\n\nEven at that time, I had not conquered my aversions to the dryness of a\nlife of study. I would still be merrily disposed at times; and as my\npleasures were (to say the least) undignified, and I was not only well\nknown and highly considered, but growing towards the elderly man, this\nincoherency of my life was daily growing more unwelcome. It was on this\nside that my new power tempted me until I fell in slavery. I had but to\ndrink the cup, to doff at once the body of the noted professor, and to\nassume, like a thick cloak, that of Edward Hyde. I smiled at the\nnotion; it seemed to me at the time to be humourous; and I made my\npreparations with the most studious care. I took and furnished that\nhouse in Soho, to which Hyde was tracked by the police; and engaged as\na housekeeper a creature whom I knew well to be silent and\nunscrupulous. On the other side, I announced to my servants that a Mr.\nHyde (whom I described) was to have full liberty and power about my\nhouse in the square; and to parry mishaps, I even called and made\nmyself a familiar object, in my second character. I next drew up that\nwill to which you so much objected; so that if anything befell me in\nthe person of Dr. Jekyll, I could enter on that of Edward Hyde without\npecuniary loss. And thus fortified, as I supposed, on every side, I\nbegan to profit by the strange immunities of my position.\n\nMen have before hired bravos to transact their crimes, while their own\nperson and reputation sat under shelter. I was the first that ever did\nso for his pleasures. I was the first that could plod in the public eye\nwith a load of genial respectability, and in a moment, like a\nschoolboy, strip off these lendings and spring headlong into the sea of\nliberty. But for me, in my impenetrable mantle, the safety was\ncomplete. Think of it—I did not even exist! Let me but escape into my\nlaboratory door, give me but a second or two to mix and swallow the\ndraught that I had always standing ready; and whatever he had done,\nEdward Hyde would pass away like the stain of breath upon a mirror; and\nthere in his stead, quietly at home, trimming the midnight lamp in his\nstudy, a man who could afford to laugh at suspicion, would be Henry\nJekyll.\n\nThe pleasures which I made haste to seek in my disguise were, as I have\nsaid, undignified; I would scarce use a harder term. But in the hands\nof Edward Hyde, they soon began to turn toward the monstrous. When I\nwould come back from these excursions, I was often plunged into a kind\nof wonder at my vicarious depravity. This familiar that I called out of\nmy own soul, and sent forth alone to do his good pleasure, was a being\ninherently malign and villainous; his every act and thought centered on\nself; drinking pleasure with bestial avidity from any degree of torture\nto another; relentless like a man of stone. Henry Jekyll stood at times\naghast before the acts of Edward Hyde; but the situation was apart from\nordinary laws, and insidiously relaxed the grasp of conscience. It was\nHyde, after all, and Hyde alone, that was guilty. Jekyll was no worse;\nhe woke again to his good qualities seemingly unimpaired; he would even\nmake haste, where it was possible, to undo the evil done by Hyde. And\nthus his conscience slumbered.\n\nInto the details of the infamy at which I thus connived (for even now I\ncan scarce grant that I committed it) I have no design of entering; I\nmean but to point out the warnings and the successive steps with which\nmy chastisement approached. I met with one accident which, as it\nbrought on no consequence, I shall no more than mention. An act of\ncruelty to a child aroused against me the anger of a passer-by, whom I\nrecognised the other day in the person of your kinsman; the doctor and\nthe child’s family joined him; there were moments when I feared for my\nlife; and at last, in order to pacify their too just resentment, Edward\nHyde had to bring them to the door, and pay them in a cheque drawn in\nthe name of Henry Jekyll. But this danger was easily eliminated from\nthe future, by opening an account at another bank in the name of Edward\nHyde himself; and when, by sloping my own hand backward, I had supplied\nmy double with a signature, I thought I sat beyond the reach of fate.\n\nSome two months before the murder of Sir Danvers, I had been out for\none of my adventures, had returned at a late hour, and woke the next\nday in bed with somewhat odd sensations. It was in vain I looked about\nme; in vain I saw the decent furniture and tall proportions of my room\nin the square; in vain that I recognised the pattern of the bed\ncurtains and the design of the mahogany frame; something still kept\ninsisting that I was not where I was, that I had not wakened where I\nseemed to be, but in the little room in Soho where I was accustomed to\nsleep in the body of Edward Hyde. I smiled to myself, and in my\npsychological way, began lazily to inquire into the elements of this\nillusion, occasionally, even as I did so, dropping back into a\ncomfortable morning doze. I was still so engaged when, in one of my\nmore wakeful moments, my eyes fell upon my hand. Now the hand of Henry\nJekyll (as you have often remarked) was professional in shape and size;\nit was large, firm, white and comely. But the hand which I now saw,\nclearly enough, in the yellow light of a mid-London morning, lying half\nshut on the bedclothes, was lean, corded, knuckly, of a dusky pallor\nand thickly shaded with a swart growth of hair. It was the hand of\nEdward Hyde.\n\nI must have stared upon it for near half a minute, sunk as I was in the\nmere stupidity of wonder, before terror woke up in my breast as sudden\nand startling as the crash of cymbals; and bounding from my bed I\nrushed to the mirror. At the sight that met my eyes, my blood was\nchanged into something exquisitely thin and icy. Yes, I had gone to bed\nHenry Jekyll, I had awakened Edward Hyde. How was this to be explained?\nI asked myself; and then, with another bound of terror—how was it to be\nremedied? It was well on in the morning; the servants were up; all my\ndrugs were in the cabinet—a long journey down two pairs of stairs,\nthrough the back passage, across the open court and through the\nanatomical theatre, from where I was then standing horror-struck. It\nmight indeed be possible to cover my face; but of what use was that,\nwhen I was unable to conceal the alteration in my stature? And then\nwith an overpowering sweetness of relief, it came back upon my mind\nthat the servants were already used to the coming and going of my\nsecond self. I had soon dressed, as well as I was able, in clothes of\nmy own size: had soon passed through the house, where Bradshaw stared\nand drew back at seeing Mr. Hyde at such an hour and in such a strange\narray; and ten minutes later, Dr. Jekyll had returned to his own shape\nand was sitting down, with a darkened brow, to make a feint of\nbreakfasting.\n\nSmall indeed was my appetite. This inexplicable incident, this reversal\nof my previous experience, seemed, like the Babylonian finger on the\nwall, to be spelling out the letters of my judgment; and I began to\nreflect more seriously than ever before on the issues and possibilities\nof my double existence. That part of me which I had the power of\nprojecting, had lately been much exercised and nourished; it had seemed\nto me of late as though the body of Edward Hyde had grown in stature,\nas though (when I wore that form) I were conscious of a more generous\ntide of blood; and I began to spy a danger that, if this were much\nprolonged, the balance of my nature might be permanently overthrown,\nthe power of voluntary change be forfeited, and the character of Edward\nHyde become irrevocably mine. The power of the drug had not been always\nequally displayed. Once, very early in my career, it had totally failed\nme; since then I had been obliged on more than one occasion to double,\nand once, with infinite risk of death, to treble the amount; and these\nrare uncertainties had cast hitherto the sole shadow on my contentment.\nNow, however, and in the light of that morning’s accident, I was led to\nremark that whereas, in the beginning, the difficulty had been to throw\noff the body of Jekyll, it had of late gradually but decidedly\ntransferred itself to the other side. All things therefore seemed to\npoint to this; that I was slowly losing hold of my original and better\nself, and becoming slowly incorporated with my second and worse.\n\nBetween these two, I now felt I had to choose. My two natures had\nmemory in common, but all other faculties were most unequally shared\nbetween them. Jekyll (who was composite) now with the most sensitive\napprehensions, now with a greedy gusto, projected and shared in the\npleasures and adventures of Hyde; but Hyde was indifferent to Jekyll,\nor but remembered him as the mountain bandit remembers the cavern in\nwhich he conceals himself from pursuit. Jekyll had more than a father’s\ninterest; Hyde had more than a son’s indifference. To cast in my lot\nwith Jekyll, was to die to those appetites which I had long secretly\nindulged and had of late begun to pamper. To cast it in with Hyde, was\nto die to a thousand interests and aspirations, and to become, at a\nblow and forever, despised and friendless. The bargain might appear\nunequal; but there was still another consideration in the scales; for\nwhile Jekyll would suffer smartingly in the fires of abstinence, Hyde\nwould be not even conscious of all that he had lost. Strange as my\ncircumstances were, the terms of this debate are as old and commonplace\nas man; much the same inducements and alarms cast the die for any\ntempted and trembling sinner; and it fell out with me, as it falls with\nso vast a majority of my fellows, that I chose the better part and was\nfound wanting in the strength to keep to it.\n\nYes, I preferred the elderly and discontented doctor, surrounded by\nfriends and cherishing honest hopes; and bade a resolute farewell to\nthe liberty, the comparative youth, the light step, leaping impulses\nand secret pleasures, that I had enjoyed in the disguise of Hyde. I\nmade this choice perhaps with some unconscious reservation, for I\nneither gave up the house in Soho, nor destroyed the clothes of Edward\nHyde, which still lay ready in my cabinet. For two months, however, I\nwas true to my determination; for two months, I led a life of such\nseverity as I had never before attained to, and enjoyed the\ncompensations of an approving conscience. But time began at last to\nobliterate the freshness of my alarm; the praises of conscience began\nto grow into a thing of course; I began to be tortured with throes and\nlongings, as of Hyde struggling after freedom; and at last, in an hour\nof moral weakness, I once again compounded and swallowed the\ntransforming draught.\n\nI do not suppose that, when a drunkard reasons with himself upon his\nvice, he is once out of five hundred times affected by the dangers that\nhe runs through his brutish, physical insensibility; neither had I,\nlong as I had considered my position, made enough allowance for the\ncomplete moral insensibility and insensate readiness to evil, which\nwere the leading characters of Edward Hyde. Yet it was by these that I\nwas punished. My devil had been long caged, he came out roaring. I was\nconscious, even when I took the draught, of a more unbridled, a more\nfurious propensity to ill. It must have been this, I suppose, that\nstirred in my soul that tempest of impatience with which I listened to\nthe civilities of my unhappy victim; I declare, at least, before God,\nno man morally sane could have been guilty of that crime upon so\npitiful a provocation; and that I struck in no more reasonable spirit\nthan that in which a sick child may break a plaything. But I had\nvoluntarily stripped myself of all those balancing instincts by which\neven the worst of us continues to walk with some degree of steadiness\namong temptations; and in my case, to be tempted, however slightly, was\nto fall.\n\nInstantly the spirit of hell awoke in me and raged. With a transport of\nglee, I mauled the unresisting body, tasting delight from every blow;\nand it was not till weariness had begun to succeed, that I was\nsuddenly, in the top fit of my delirium, struck through the heart by a\ncold thrill of terror. A mist dispersed; I saw my life to be forfeit;\nand fled from the scene of these excesses, at once glorying and\ntrembling, my lust of evil gratified and stimulated, my love of life\nscrewed to the topmost peg. I ran to the house in Soho, and (to make\nassurance doubly sure) destroyed my papers; thence I set out through\nthe lamplit streets, in the same divided ecstasy of mind, gloating on\nmy crime, light-headedly devising others in the future, and yet still\nhastening and still hearkening in my wake for the steps of the avenger.\nHyde had a song upon his lips as he compounded the draught, and as he\ndrank it, pledged the dead man. The pangs of transformation had not\ndone tearing him, before Henry Jekyll, with streaming tears of\ngratitude and remorse, had fallen upon his knees and lifted his clasped\nhands to God. The veil of self-indulgence was rent from head to foot. I\nsaw my life as a whole: I followed it up from the days of childhood,\nwhen I had walked with my father’s hand, and through the self-denying\ntoils of my professional life, to arrive again and again, with the same\nsense of unreality, at the damned horrors of the evening. I could have\nscreamed aloud; I sought with tears and prayers to smother down the\ncrowd of hideous images and sounds with which my memory swarmed against\nme; and still, between the petitions, the ugly face of my iniquity\nstared into my soul. As the acuteness of this remorse began to die\naway, it was succeeded by a sense of joy. The problem of my conduct was\nsolved. Hyde was thenceforth impossible; whether I would or not, I was\nnow confined to the better part of my existence; and O, how I rejoiced\nto think of it! with what willing humility I embraced anew the\nrestrictions of natural life! with what sincere renunciation I locked\nthe door by which I had so often gone and come, and ground the key\nunder my heel!\n\nThe next day, came the news that the murder had not been overlooked,\nthat the guilt of Hyde was patent to the world, and that the victim was\na man high in public estimation. It was not only a crime, it had been a\ntragic folly. I think I was glad to know it; I think I was glad to have\nmy better impulses thus buttressed and guarded by the terrors of the\nscaffold. Jekyll was now my city of refuge; let but Hyde peep out an\ninstant, and the hands of all men would be raised to take and slay him.\n\nI resolved in my future conduct to redeem the past; and I can say with\nhonesty that my resolve was fruitful of some good. You know yourself\nhow earnestly, in the last months of the last year, I laboured to\nrelieve suffering; you know that much was done for others, and that the\ndays passed quietly, almost happily for myself. Nor can I truly say\nthat I wearied of this beneficent and innocent life; I think instead\nthat I daily enjoyed it more completely; but I was still cursed with my\nduality of purpose; and as the first edge of my penitence wore off, the\nlower side of me, so long indulged, so recently chained down, began to\ngrowl for licence. Not that I dreamed of resuscitating Hyde; the bare\nidea of that would startle me to frenzy: no, it was in my own person\nthat I was once more tempted to trifle with my conscience; and it was\nas an ordinary secret sinner that I at last fell before the assaults of\ntemptation.\n\nThere comes an end to all things; the most capacious measure is filled\nat last; and this brief condescension to my evil finally destroyed the\nbalance of my soul. And yet I was not alarmed; the fall seemed natural,\nlike a return to the old days before I had made my discovery. It was a\nfine, clear, January day, wet under foot where the frost had melted,\nbut cloudless overhead; and the Regent’s Park was full of winter\nchirrupings and sweet with spring odours. I sat in the sun on a bench;\nthe animal within me licking the chops of memory; the spiritual side a\nlittle drowsed, promising subsequent penitence, but not yet moved to\nbegin. After all, I reflected, I was like my neighbours; and then I\nsmiled, comparing myself with other men, comparing my active good-will\nwith the lazy cruelty of their neglect. And at the very moment of that\nvainglorious thought, a qualm came over me, a horrid nausea and the\nmost deadly shuddering. These passed away, and left me faint; and then\nas in its turn faintness subsided, I began to be aware of a change in\nthe temper of my thoughts, a greater boldness, a contempt of danger, a\nsolution of the bonds of obligation. I looked down; my clothes hung\nformlessly on my shrunken limbs; the hand that lay on my knee was\ncorded and hairy. I was once more Edward Hyde. A moment before I had\nbeen safe of all men’s respect, wealthy, beloved—the cloth laying for\nme in the dining-room at home; and now I was the common quarry of\nmankind, hunted, houseless, a known murderer, thrall to the gallows.\n\nMy reason wavered, but it did not fail me utterly. I have more than\nonce observed that in my second character, my faculties seemed\nsharpened to a point and my spirits more tensely elastic; thus it came\nabout that, where Jekyll perhaps might have succumbed, Hyde rose to the\nimportance of the moment. My drugs were in one of the presses of my\ncabinet; how was I to reach them? That was the problem that (crushing\nmy temples in my hands) I set myself to solve. The laboratory door I\nhad closed. If I sought to enter by the house, my own servants would\nconsign me to the gallows. I saw I must employ another hand, and\nthought of Lanyon. How was he to be reached? how persuaded? Supposing\nthat I escaped capture in the streets, how was I to make my way into\nhis presence? and how should I, an unknown and displeasing visitor,\nprevail on the famous physician to rifle the study of his colleague,\nDr. Jekyll? Then I remembered that of my original character, one part\nremained to me: I could write my own hand; and once I had conceived\nthat kindling spark, the way that I must follow became lighted up from\nend to end.\n\nThereupon, I arranged my clothes as best I could, and summoning a\npassing hansom, drove to an hotel in Portland Street, the name of which\nI chanced to remember. At my appearance (which was indeed comical\nenough, however tragic a fate these garments covered) the driver could\nnot conceal his mirth. I gnashed my teeth upon him with a gust of\ndevilish fury; and the smile withered from his face—happily for him—yet\nmore happily for myself, for in another instant I had certainly dragged\nhim from his perch. At the inn, as I entered, I looked about me with so\nblack a countenance as made the attendants tremble; not a look did they\nexchange in my presence; but obsequiously took my orders, led me to a\nprivate room, and brought me wherewithal to write. Hyde in danger of\nhis life was a creature new to me; shaken with inordinate anger, strung\nto the pitch of murder, lusting to inflict pain. Yet the creature was\nastute; mastered his fury with a great effort of the will; composed his\ntwo important letters, one to Lanyon and one to Poole; and that he\nmight receive actual evidence of their being posted, sent them out with\ndirections that they should be registered. Thenceforward, he sat all\nday over the fire in the private room, gnawing his nails; there he\ndined, sitting alone with his fears, the waiter visibly quailing before\nhis eye; and thence, when the night was fully come, he set forth in the\ncorner of a closed cab, and was driven to and fro about the streets of\nthe city. He, I say—I cannot say, I. That child of Hell had nothing\nhuman; nothing lived in him but fear and hatred. And when at last,\nthinking the driver had begun to grow suspicious, he discharged the cab\nand ventured on foot, attired in his misfitting clothes, an object\nmarked out for observation, into the midst of the nocturnal passengers,\nthese two base passions raged within him like a tempest. He walked\nfast, hunted by his fears, chattering to himself, skulking through the\nless frequented thoroughfares, counting the minutes that still divided\nhim from midnight. Once a woman spoke to him, offering, I think, a box\nof lights. He smote her in the face, and she fled.\n\nWhen I came to myself at Lanyon’s, the horror of my old friend perhaps\naffected me somewhat: I do not know; it was at least but a drop in the\nsea to the abhorrence with which I looked back upon these hours. A\nchange had come over me. It was no longer the fear of the gallows, it\nwas the horror of being Hyde that racked me. I received Lanyon’s\ncondemnation partly in a dream; it was partly in a dream that I came\nhome to my own house and got into bed. I slept after the prostration of\nthe day, with a stringent and profound slumber which not even the\nnightmares that wrung me could avail to break. I awoke in the morning\nshaken, weakened, but refreshed. I still hated and feared the thought\nof the brute that slept within me, and I had not of course forgotten\nthe appalling dangers of the day before; but I was once more at home,\nin my own house and close to my drugs; and gratitude for my escape\nshone so strong in my soul that it almost rivalled the brightness of\nhope.\n\nI was stepping leisurely across the court after breakfast, drinking the\nchill of the air with pleasure, when I was seized again with those\nindescribable sensations that heralded the change; and I had but the\ntime to gain the shelter of my cabinet, before I was once again raging\nand freezing with the passions of Hyde. It took on this occasion a\ndouble dose to recall me to myself; and alas! six hours after, as I sat\nlooking sadly in the fire, the pangs returned, and the drug had to be\nre-administered. In short, from that day forth it seemed only by a\ngreat effort as of gymnastics, and only under the immediate stimulation\nof the drug, that I was able to wear the countenance of Jekyll. At all\nhours of the day and night, I would be taken with the premonitory\nshudder; above all, if I slept, or even dozed for a moment in my chair,\nit was always as Hyde that I awakened. Under the strain of this\ncontinually impending doom and by the sleeplessness to which I now\ncondemned myself, ay, even beyond what I had thought possible to man, I\nbecame, in my own person, a creature eaten up and emptied by fever,\nlanguidly weak both in body and mind, and solely occupied by one\nthought: the horror of my other self. But when I slept, or when the\nvirtue of the medicine wore off, I would leap almost without transition\n(for the pangs of transformation grew daily less marked) into the\npossession of a fancy brimming with images of terror, a soul boiling\nwith causeless hatreds, and a body that seemed not strong enough to\ncontain the raging energies of life. The powers of Hyde seemed to have\ngrown with the sickliness of Jekyll. And certainly the hate that now\ndivided them was equal on each side. With Jekyll, it was a thing of\nvital instinct. He had now seen the full deformity of that creature\nthat shared with him some of the phenomena of consciousness, and was\nco-heir with him to death: and beyond these links of community, which\nin themselves made the most poignant part of his distress, he thought\nof Hyde, for all his energy of life, as of something not only hellish\nbut inorganic. This was the shocking thing; that the slime of the pit\nseemed to utter cries and voices; that the amorphous dust gesticulated\nand sinned; that what was dead, and had no shape, should usurp the\noffices of life. And this again, that that insurgent horror was knit to\nhim closer than a wife, closer than an eye; lay caged in his flesh,\nwhere he heard it mutter and felt it struggle to be born; and at every\nhour of weakness, and in the confidence of slumber, prevailed against\nhim, and deposed him out of life. The hatred of Hyde for Jekyll was of\na different order. His terror of the gallows drove him continually to\ncommit temporary suicide, and return to his subordinate station of a\npart instead of a person; but he loathed the necessity, he loathed the\ndespondency into which Jekyll was now fallen, and he resented the\ndislike with which he was himself regarded. Hence the ape-like tricks\nthat he would play me, scrawling in my own hand blasphemies on the\npages of my books, burning the letters and destroying the portrait of\nmy father; and indeed, had it not been for his fear of death, he would\nlong ago have ruined himself in order to involve me in the ruin. But\nhis love of life is wonderful; I go further: I, who sicken and freeze at\nthe mere thought of him, when I recall the abjection and passion of\nthis attachment, and when I know how he fears my power to cut him off\nby suicide, I find it in my heart to pity him.\n\nIt is useless, and the time awfully fails me, to prolong this\ndescription; no one has ever suffered such torments, let that suffice;\nand yet even to these, habit brought—no, not alleviation—but a certain\ncallousness of soul, a certain acquiescence of despair; and my\npunishment might have gone on for years, but for the last calamity\nwhich has now fallen, and which has finally severed me from my own face\nand nature. My provision of the salt, which had never been renewed\nsince the date of the first experiment, began to run low. I sent out\nfor a fresh supply and mixed the draught; the ebullition followed, and\nthe first change of colour, not the second; I drank it and it was\nwithout efficiency. You will learn from Poole how I have had London\nransacked; it was in vain; and I am now persuaded that my first supply\nwas impure, and that it was that unknown impurity which lent efficacy\nto the draught.\n\nAbout a week has passed, and I am now finishing this statement under\nthe influence of the last of the old powders. This, then, is the last\ntime, short of a miracle, that Henry Jekyll can think his own thoughts\nor see his own face (now how sadly altered!) in the glass. Nor must I\ndelay too long to bring my writing to an end; for if my narrative has\nhitherto escaped destruction, it has been by a combination of great\nprudence and great good luck. Should the throes of change take me in\nthe act of writing it, Hyde will tear it in pieces; but if some time\nshall have elapsed after I have laid it by, his wonderful selfishness\nand circumscription to the moment will probably save it once again from\nthe action of his ape-like spite. And indeed the doom that is closing\non us both has already changed and crushed him. Half an hour from now,\nwhen I shall again and forever reindue that hated personality, I know\nhow I shall sit shuddering and weeping in my chair, or continue, with\nthe most strained and fearstruck ecstasy of listening, to pace up and\ndown this room (my last earthly refuge) and give ear to every sound of\nmenace. Will Hyde die upon the scaffold? or will he find courage to\nrelease himself at the last moment? God knows; I am careless; this is\nmy true hour of death, and what is to follow concerns another than\nmyself. Here then, as I lay down the pen and proceed to seal up my\nconfession, I bring the life of that unhappy Henry Jekyll to an end."
}