{
 "author": [
  "Houdini, Harry"
 ],
 "title": [
  "Miracle Mongers and Their Methods\r\nA Complete Exposé of the Modus Operandi of Fire Eaters, Heat Resisters, Poison Eaters, Venomous Reptile Defiers, Sword Swallowers, Human Ostriches, Strong Men, Etc."
 ],
 "language": [
  "en"
 ],
 "theme": [
  "GV",
  "Magicians -- Biography",
  "Magic tricks -- History"
 ],
 "id": "435",
 "genre": [
  "biography",
  "history"
 ],
 "text": "MIRACLE MONGERS AND THEIR METHODS\n\n\n  A COMPLETE EXPOSE' OF THE MODUS\n  OPERANDI OF FIRE EATERS, HEAT\n  RESISTERS, POISON EATERS, VENOMOUS\n  REPTILE DEFIERS, SWORD SWALLOWERS,\n  HUMAN OSTRICHES, STRONG MEN, ETC.\n\n\nBY\n\nHOUDINI\n\n\nAUTHOR OF \"THE UNMASKING OF ROBERT HOUDIN,\" ETC.\n\n\n\n  AFFECTIONATELY DEDICATED\n  TO MY LIFE'S HELPMATE,\n  WHO STARVED AND STARRED WITH ME\n  DURING THE YEARS WE SPENT\n  AMONG \"MIRACLE MONGERS\"\n  My Wife\n\n\n\n\nPREFACE\n\n\"All wonder,\" said Samuel Johnson, \"is the effect of novelty on\nignorance.\"  Yet we are so created that without something to wonder at\nwe should find life scarcely worth living.  That fact does not make\nignorance bliss, or make it \"folly to be wise.\"  For the wisest man\nnever gets beyond the reach of novelty, nor can ever make it his boast\nthat there is nothing he is ignorant of; on the contrary, the wiser he\nbecomes the more clearly he sees how much there is of which he remains\nin ignorance.  The more he knows, the more he will find to wonder at.\n\nMy professional life has been a constant record of disillusion, and\nmany things that seem wonderful to most men are the every-day\ncommonplaces of my business.  But I have never been without some\nseeming marvel to pique my curiosity and challenge my investigation. In\nthis book I have set down some of the stories of strange folk and\nunusual performers that I have gathered in many years of such research.\n\nMuch has been written about the feats of miracle-mongers, and not a\nlittle in the way of explaining them.  Chaucer was by no means the\nfirst to turn shrewd eyes upon wonder-workers and show the clay feet of\nthese popular idols.  And since his time innumerable marvels, held to\nbe supernatural, have been exposed for the tricks they were.  Yet\nto-day, if a mystifier lack the ingenuity to invent a new and startling\nstunt, he can safely fall back upon a trick that has been the favorite\nof pressagents the world over in all ages.  He can imitate the Hindoo\nfakir who, having thrown a rope high into the air, has a boy climb it\nuntil he is lost to view.  He can even have the feat photographed.  The\ncamera will click; nothing will appear on the developed film; and this,\nthe performer will glibly explain, \"proves\" that the whole company of\nonlookers was hypnotized!  And he can be certain of a very profitable\nfollowing to defend and advertise him.\n\nSo I do not feel that I need to apologize for adding another volume to\nthe shelves of works dealing with the marvels of the miracle-mongers.\nMy business has given me an intimate knowledge of stage illusions,\ntogether with many years of experience among show people of all types.\nMy familiarity with the former, and what I have learned of the\npsychology of the latter, has placed me at a certain advantage in\nuncovering the natural explanation of feats that to the ignorant have\nseemed supernatural.  And even if my readers are too well informed to\nbe interested in my descriptions of the methods of the various\nperformers who have seemed to me worthy of attention in these pages, I\nhope they will find some amusement in following the fortunes and\nmisfortunes of all manner of strange folk who once bewildered the wise\nmen of their day.  If I have accomplished that much, I shall feel amply\nrepaid for my labor.\n\n                              HOUDINI.\n\n\n\nCONTENTS\n\nCHAPTER\n\nI.  Fire worship.--Fire eating and heat resistance.--The Middle\nAges.--Among the Navajo Indians.--Fire-walkers of Japan.--The Fiery\nOrdeal of Fiji\n\nII.  Watton's Ship-swabber from the Indies.-Richardson, 1667.--De\nHeiterkeit, 1713.--Robert Powell, 1718-1780.--Dufour,\n1783.--Quackensalber, 1794\n\nIII.  The nineteenth century.--A \"Wonderful Phenomenon.\"--\"The\nIncombustible Spaniard, Senor Lionetto,\" 1803.--Josephine Girardelli,\n1814.--John Brooks, 1817.--W. C. Houghton, 1832.--J. A. B. Chylinski,\n1841.--Chamouni, the Russian Salamander, 1869.--Professor Rel Maeub,\n1876.  Rivelli (died 1900)\n\nIV.  The Master--Chabert, 1792-1859\n\nV.  Fire-eating magicians.  Ching Ling Foo and Chung Ling\nSoo.--Fire-eaters employed by magicians: The Man-Salamander, 1816.-Mr.\nCarlton, Professor of Chemistry, 1818.--Miss Cassillis, aged nine,\n1820.  The African Wonder, 1843.--Ling Look and Yamadeva die in China\nduring Kellar's world tour, 1877.--Ling Look's double,\n1879.--Electrical effects, The Salambos.--Bueno Core.--Del\nKano.--Barnello.--Edwin Forrest as a heat-resister--The Elder Sothern\nas a fire-eater.--The Twilight of the Art\n\nVI.  The Arcana of the fire-eaters:  The formula of Albertus\nMagnus.--Of Hocus Pocus.--Richardson's method.--Philopyraphagus\nAshburniensis.--To breathe forth sparks, smoke and flames.--To spout\nnatural gas.--Professor Sementini's discoveries.--To bite off red-hot\niron.--To cook in a burning cage.--Chabert's oven.--To eat coals of\nfire.--To drink burning oil.--To chew molten lead.--To chew burning\nbrimstone.--To wreathe the face in flames.--To ignite paper with the\nbreath.--To drink boiling liquor and eat flaming wax\n\nVII.  The spheroidal condition of liquids.--Why the hand may be dipped\nin molten metals.--Principles of heat resistance put to practical uses:\nAldini, 1829.--In early fire-fighting.--Temperatures the body can endure\n\nVIII.  Sword-swallowers: Cliquot, Delno Fritz, Deodota, a\nrazor-swallower, an umbrella-swallower, William Dempster, John Cumming,\nEdith Clifford, Victorina\n\nIX.  Stone-eaters:  A Silesian in Prague, 1006; Francois Battalia, ca.\n1641; Platerus' beggar boy; Father Paulian's lithophagus of Avignon,\n1760; \"The Only One in the World,\" London, 1788; Spaniards in London,\n1790; a secret for two and six; Japanese training.--Frog-swallowers:\nNorton; English Jack; Bosco; the snake-eater; Billington's prescription\nfor hangmen; Captain Veitro.--Water spouters; Blaise Manfrede, ca.\n1650; Floram Marchand, 1650\n\nX.  Defiers of poisonous reptiles:  Thardo; Mrs. Learn, dealer in\nrattle-snakes.--Sir Arthur Thurlow Cunynghame on antidotes for\nsnake-bite.--Jack the Viper.--William Oliver, 1735.--The advice of\nCornelius Heinrich Agrippa, (1480-1535).--An Australian snake\nstory.--Antidotes for various poisons\n\nXI.  Strongmen of the eighteenth century:  Thomas Topham (died, 1749);\nJoyce, 1703; Van Eskeberg, 1718; Barsabas and his sister; The Italian\nFemale Sampson, 1724; The \"little woman from Geneva,\" 1751; Belzoni,\n1778-1823\n\nXII.  Contemporary strong people: Charles Jefferson; Louis Cyr; John\nGrun Marx; William Le Roy.--The Nail King, The Human Claw-hammer;\nAlexander Weyer; Mexican Billy Wells; A foolhardy Italian; Wilson;\nHerman; Sampson; Sandow; Yucca; La Blanche; Lulu Hurst.--The Georgia\nMagnet, The Electric Girl, etc.; Annie Abbott; Mattie Lee Price.--The\nTwilight of the Freaks.--The dime museums\n\n\n\nCHAPTER ONE\n\nFIRE WORSHIP.--FIRE EATING AND HEAT RESISTANCE.--IN THE MIDDLE\nAGES.--AMONG THE NAVAJO INDIANS.--FIRE-WALKERS OF JAPAN.--THE FIERY\nORDEAL OF FIJI.\n\n\nFire has always been and, seemingly, will always remain, the most\nterrible of the elements.  To the early tribes it must also have been\nthe most mysterious; for, while earth and air and water were always in\nevidence, fire came and went in a manner which must have been quite\nunaccountable to them.  Thus it naturally followed that the custom of\ndeifying all things which the primitive mind was unable to grasp, led\nin direct line to the fire-worship of later days.\n\nThat fire could be produced through friction finally came into the\nknowledge of man, but the early methods entailed much labor.\nConsequently our ease-loving forebears cast about for a method to \"keep\nthe home fires burning\" and hit upon the plan of appointing a person in\neach community who should at all times carry a burning brand.  This\narrangement had many faults, however, and after a while it was\nsuperseded by the expedient of a fire kept continually burning in a\nbuilding erected for the purpose.\n\nThe Greeks worshiped at an altar of this kind which they called the\nAltar of Hestia and which the Romans called the Altar of Vesta. The\nsacred fire itself was known as Vesta, and its burning was considered a\nproof of the presence of the goddess.  The Persians had such a building\nin each town and village; and the Egyptians, such a fire in every\ntemple; while the Mexicans, Natches, Peruvians and Mayas kept their\n\"national fires\" burning upon great pyramids.  Eventually the keeping\nof such fires became a sacred rite, and the \"Eternal Lamps\" kept\nburning in synagogues and in Byzantine and Catholic churches may be a\nsurvival of these customs.\n\nThere is a theory that all architecture, public and private, sacred and\nprofane, began with the erection of sheds to protect the sacred fire.\nThis naturally led men to build for their own protection as well, and\nthus the family hearth had its genesis.\n\nAnother theory holds that the keepers of the sacred fires were the\nfirst public servants, and that from this small beginning sprang the\nintricate public service of the present.\n\nThe worship of the fire itself had been a legacy from the earliest\ntribes; but it remained for the Rosicrucians and the fire philosophers\nof the Sixteenth Century under the lead of Paracelsus to establish a\nconcrete religious belief on that basis, finding in the Scriptures what\nseemed to them ample proof that fire was the symbol of the actual\npresence of God, as in all cases where He is said to have visited this\nearth.  He came either in a flame of fire, or surrounded with glory,\nwhich they conceived to mean the same thing.\n\nFor example: when God appeared on Mount Sinai (Exod. xix, 18) \"The Lord\ndescended upon it in fire.\"  Moses, repeating this history, said:  \"The\nLord spake unto you out of the midst of fire\" (Deut. iv, 12).  Again,\nwhen the angel of the Lord appeared to Moses out of the flaming bush,\n\"the bush burned with fire and the bush was not consumed\" (Exod. iii,\n3).  Fire from the Lord consumed the burnt offering of Aaron (Lev. ix,\n24), the sacrifice of Gideon (Judg. vi, 21), the burnt offering of\nDavid (1 Chron. xxxi, 26), and that at the dedication of King Solomon's\ntemple (Chron. vii, 1).  And when Elijah made his sacrifice to prove\nthat Baal was not God, \"the fire of the Lord fell and consumed the\nburnt sacrifice, and the wood, and the stones, and the dust and the\nwater that was in the trench.\"  (1 Kings, xviii, 38.)\n\nSince sacrifice had from the earliest days been considered as food\noffered to the gods, it was quite logical to argue that when fire from\nHeaven fell upon the offering, God himself was present and consumed His\nown.  Thus the Paracelsists and other fire believers sought, and as\nthey believed found, high authority for continuing a part of the fire\nworship of the early tribes.\n\nThe Theosophists, according to Hargrave Jennings in \"The Rosicrucians,\"\ncalled the soul a fire taken from the eternal ocean of light, and in\ncommon with other Fire-Philosophers believed that all knowable things,\nboth of the soul and the body, were evolved out of fire and finally\nresolvable into it; and that fire was the last and only-to-be-known God.\n\nIn passing I might call attention to the fact that the Devil is\nsupposed to dwell in the same element.\n\nSome of the secrets of heat resistance as practiced by the dime-museum\nand sideshow performers of our time, secrets grouped under the general\ntitle of \"Fire-eating,\" must have been known in very early times.  To\nquote from Chambers' \"Book of Days\":  \"In ancient history we find\nseveral examples of people who possessed the art of touching fire\nwithout being burned.  The Priestesses of Diana, at Castabala, in\nCappadocia, commanded public veneration by walking over red-hot iron.\nThe Herpi, a people of Etruria, walked among glowing embers at an\nannual festival held on Mount Soracte, and thus proved their sacred\ncharacter, receiving certain privileges, among others, exemption from\nmilitary service, from the Roman Senate.  One of the most astounding\nstories of antiquity is related in the 'Zenda-Vesta,' to the effect\nthat Zoroaster, to confute his calumniators, allowed fluid lead to be\npoured over his body, without receiving any injury.\"\n\nTo me the \"astounding\" part of this story is not in the feat itself,\nfor that is extremely easy to accomplish, but in the fact that the\nsecret was known at such an early date, which the best authorities\nplace at 500 to 1000 B.C.\n\nIt is said that the earliest recorded instance, in our era, of ordeal\nby fire was in the fourth century.  Simplicius, Bishop of Autun, who\nhad been married before his promotion, continued to live with his wife,\nand in order to demonstrate the Platonic purity of their intercourse\nplaced burning coals upon their flesh without injury.\n\nThat the clergy of the Middle Ages, who caused accused persons to walk\nblindfold among red-hot plowshares, or hold heated irons in their\nhands, were in possession of the secret of the trick, is shown by the\nfact that after trial by ordeal had been abolished the secret of their\nmethods was published by Albert, Count of Bollstadt, usually called\nAlbertus Magnus but sometimes Albertus Teutonicus, a man distinguished\nby the range of his inquiries and his efforts for the spread of\nknowledge.\n\nThese secrets will be fully explained in the section of this history\ndevoted to the Arcana of the Fire-Eaters (Chapter Six).\n\nI take the following from the New York Clipper-Annual of 1885:\n\n\nThe famous fire dance of the Navajo Indians, often described as though\nit involved some sort of genuine necromancy, is explained by a\nmatter-of-fact spectator. It is true, he says, that the naked\nworshipers cavort round a big bonfire, with blazing faggots in their\nhands, and dash the flames over their own and their fellows' bodies,\nall in a most picturesque and maniacal fashion; but their skins are\nfirst so thickly coated with a clay paint that they cannot easily be\nburned.\n\n\nAn illustrated article entitled Rites of the Firewalking Fanatics of\nJapan, by W. C. Jameson Reid, in the Chicago Sunday Inter-Ocean of\nSeptember 27th, 1903, reveals so splendid an example of the gullibility\nof the well-informed when the most ordinary trick is cleverly presented\nand surrounded with the atmosphere of the occult, that I am impelled to\nplace before my readers a few illuminating excerpts from Mr. Reid's\nnarrative.  This man would, in all probability, scorn to spend a dime\nto witness the performance of a fire-eater in a circus sideshow; but\nafter traveling half round the world he pays a dollar and spends an\nhour's time watching the fanatical incantations of the solemn little\nJapanese priests for the sake of seeing the \"Hi-Wattarai\"--which is\nmerely the stunt of walking over hot coals--and he then writes it down\nas the \"eighth wonder of the world,\" while if he had taken the trouble\nto give the matter even the most superficial investigation, he could\nhave discovered that the secret of the trick had been made public\ncenturies before.\n\nMr. Reid is authority for the statement that the Shintoist priests'\nfire-walking rites have \"long been one of the puzzling mysteries of the\nscientific world,\" and adds \"If you ever are in Tokio, and can find a\nfew minutes to spare, by all means do not neglect witnessing at least\none performance of 'Hi-Wattarai' (fire walking, and that is really what\ntakes place), for, if you are of that incredulous nature which laughs\nwith scorn at so-called Eastern mysticism, you will come away, as has\nmany a visitor before you, with an impression sufficient to last\nthrough an ordinary lifetime.\" Further on he says \"If you do not come\naway convinced that you have been witness of a spectacle which makes\nyou disbelieve the evidence of your own eyes and your most\nmatter-of-fact judgment, then you are a man of stone.\"  All of which\nproves nothing more than that Mr. Reid was inclined to make positive\nstatements about subjects in which he knew little or nothing.\n\nHe tells us further that formerly this rite was performed only in the\nspring and fall, when, beside the gratuities of the foreigners, the\nnative worshipers brought \"gifts of wine, large trays of fish, fruit,\nrice cakes, loaves, vegetables, and candies.\"  Evidently the\ncombination of box-office receipts with donation parties proved\nextremely tempting to the thrifty priests, for they now give what might\nbe termed a \"continuous performance.\"\n\nThose who have read the foregoing pages will apply a liberal sprinkling\nof salt to the solemn assurance of Mr. Reid, advanced on the authority\nof Jinrikisha boys, that \"for days beforehand the priests connected\nwith the temple devote themselves to fasting and prayer to prepare for\nthe ordeal. . . .  The performance itself usually takes place in the\nlate afternoon during twilight in the temple court, the preceding three\nhours being spent by the priests in final outbursts of prayer before\nthe unveiled altar in the inner sanctuary of the little matted temple,\nand during these invocations no visitors are allowed to enter the\nsacred precincts.\"\n\nMr. Reid's description of the fire walking itself may not be out of\nplace; it will show that the Japs had nothing new to offer aside from\nthe ritualistic ceremonials with which they camouflaged the hocus-pocus\nof the performance, which is merely a survival of the ordeal by fire of\nearlier religions.\n\n\"Shortly before 5 o'clock the priests filed from before the altar into\nsome interior apartments, where they were to change their beautiful\nrobes for the coarser dress worn during the fire walking.  In the\nmeantime coolies had been set to work in the courtyard to ignite the\ngreat bed of charcoal, which had already been laid.  The dimensions of\nthis bed were about twelve feet by four, and, perhaps, a foot deep. On\nthe top was a quantity of straw and kindling wood, which was lighted,\nand soon burst into a roaring blaze.  The charcoal became more and more\nthoroughly ignited until the whole mass glowed in the uncertain gloom,\nlike some gigantic and demoniacal eye of a modern Prometheus.  As soon\nas the mass of charcoal was thoroughly ignited from top to bottom, a\nsmall gong in the temple gave notice that the wonderful spectacle of\n'Hi-Wattarai' was about to begin.\n\n\"Soon two of the priests came out, said prayers of almost interminable\nlength at a tiny shrine in the corner of the enclosure, and turned\ntheir attention to the fire.  Taking long poles and fans from the\ncoolies, they poked and encouraged the blaze till it could plainly be\nseen that the coal was ignited throughout. The whole bed was a glowing\nmass, and the heat which rose from it was so intense that we found it\nuncomfortable to sit fifteen feet away from it without screening our\nfaces with fans.  Then they began to pound it down more solidly along\nthe middle; as far as possible inequalities in its surface were beaten\ndown, and the coals which protruded were brushed aside.\"\n\nThere follows a long and detailed description of further ceremonies,\nthe receiving of gifts, etc., which need not be repeated here. Now for\nthe trick itself.\n\n\"One of the priests held a pile of white powder on a small wooden\nstand.  This was said to be salt--which in Japan is credited with great\ncleansing properties--but as far as could be ascertained by superficial\nexamination it was a mixture of alum and salt.  He stood at one end of\nthe fire-bed and poised the wooden tray over his head, and then\nsprinkled a handful of it on the ground before the glowing bed of\ncoals.  At the same time another priest who stood by him chanted a\nweird recitative of invocation and struck sparks from flint and steel\nwhich he held in his hands.  This same process was repeated by both the\npriests at the other end, at the two sides, and at the corners.\n\n\"Ten minutes, more or less, was spent in various movements and\nincantations about the bed of coals.  At the end of that time two small\npieces of wet matting were brought out and placed at either end and a\nquantity of the white mixture was placed upon them.  At a signal from\nthe head priest, who acted as master of ceremonies during the curious\nsucceeding function, the ascetics who were to perform the first\nexhibition of fire-walking gathered at one end of the bed of coals,\nwhich by this time was a fierce and glowing furnace.\n\n\"Having raised both his hands and prostrated himself to render thanks\nto the god who had taken out the 'soul' of the fire, the priest about\nto undergo the ordeal stood upon the wet matting, wiped his feet\nlightly in the white mixture, and while we held our breaths, and our\neyes almost leaped from their sockets in awe-struck astonishment, he\nwalked over the glowing mass as unconcernedly as if treading on a\ncarpet in a drawing-room, his feet coming in contact with the white hot\ncoals at every step.  He did not hurry or take long steps, but\nsauntered along with almost incredible sang-froid, and before he\nreached the opposite side he turned around and sauntered as carelessly\nback to the mat from which he had started.\"\n\nThe story goes on to tell how the performance was repeated by the other\npriests, and then by many of the native audience; but none of the\nEuropeans tried it, although invited to do so.  Mr. Reid's closing\nstatement is that \"no solution of the mystery can be gleaned, even from\nhigh scientific authorities who have witnessed and closely studied the\nphysical features of these remarkable Shinto fire-walking rites.\"  Many\nwho are confronted with something that they cannot explain take refuge\nin the claim that it puzzles the scientists too.  As a matter of fact,\nat the time Mr. Reid wrote, such scientists as had given the subject\nserious study were pretty well posted on the methods involved.\n\nAn article under the title The Fiery Ordeal of Fiji, by Maurice\nDelcasse, appeared in the Wide World Magazine for May, 1898.  From Mr.\nDelcasse's account it appears that the Fijian ordeal is practically the\nsame as that of the Japanese, as described by Mr. Reid, except that\nthere is very little ceremony surrounding it.  The people of Fiji until\na comparatively recent date were cannibals; but their islands are now\nBritish possessions, most of the natives are Christians, and most of\ntheir ancient customs have become obsolete, from which I deduce that\nthe fire-walking rites described in this article must have been\nperformed by natives who had retained their old religious beliefs.\n\nThe ordeal takes place on the Island of Benga, which is near Suva, the\ncapital of Fiji, and which, Mr. Delcasse says, \"was the supposed\nresidence of some of the old gods of Fiji, and was, therefore,\nconsidered a sacred land.\" Instead of walking on the live coals, as the\nJapanese priests do, the Fijians walk on stones that have been brought\nto a white heat in a great fire of logs.\n\nThe familiar claim is made that the performance puzzles scientists, and\nthat no satisfactory solution has yet been discovered.  We are about to\nsee that for two or three hundred years the same claims have been made\nby a long line of more or less clever public performers in Europe and\nAmerica.\n\n\n\nCHAPTER TWO\n\nWATTON'S SHIP-SWABBER \"FROM THE INDIES.\"--RICHARDSON, 1667--DE\nHEITERKEIT, 1713.--ROBERT POWELL, 1718-1780.--DUFOUR,\n1783.--QUACKENSALBER, 1794.\n\n\nThe earliest mention I have found of a public fire-eater in England is\nin the correspondence of Sir Henry Watton, under date of June 3rd,\n1633.  He speaks of an Englishman \"like some swabber of a ship, come\nfrom the Indies, where he has learned to eat fire as familiarly as ever\nI saw any eat cakes, even whole glowing brands, which he will crush\nwith his teeth and swallow.\"  This was shown in London for two pence.\n\nThe first to attract the attention of the upper classes, however, was\none Richardson, who appeared in France in the year 1667 and enjoyed a\nvogue sufficient to justify the record of his promise in the Journal\ndes Savants. Later on he came to London, and John Evelyn, in his diary,\nmentions him under date of October 8th, 1672, as follows:\n\n\nI took leave of my Lady Sunderland, who was going to Paris to my Lord,\nnow Ambassador there.  She made me stay dinner at Leicester House, and\nafterwards sent for Richardson, the famous fire-eater. He devoured\nbrimstone on glowing coals before us, chewing and swallowing them; he\nmelted a beere-glass and eate it quite up; then taking a live coale on\nhis tongue he put on it a raw oyster; the coal was blown on with\nbellows till it flamed and sparkled in his mouthe, and so remained\nuntil the oyster gaped and was quite boil'd.\n\nThen he melted pitch and wax with sulphur, which he drank down as it\nflamed: I saw it flaming in his mouthe a good while; he also took up a\nthick piece of iron, such as laundresses use to put in their\nsmoothing-boxes, when it was fiery hot, held it between his teeth, then\nin his hand, and threw it about like a stone; but this I observ'd he\ncared not to hold very long. Then he stoode on a small pot, and,\nbending his body, tooke a glowing iron with his mouthe from betweene\nhis feete, without touching the pot or ground with his hands, with\ndivers other prodigious feats.\n\n\nThe secret methods employed by Richardson were disclosed by his\nservant, and this publicity seems to have brought his career to a\nsudden close; at least I have found no record of his subsequent\nmovements.\n\nAbout 1713 a fire-eater named De Heiterkeit, a native of Annivi, in\nSavoy, flourished for a time in London.  He performed five times a day\nat the Duke of Marlborough's Head, in Fleet Street, the prices being\nhalf-a-crown, eighteen pence and one shilling.\n\nAccording to London Tit-Bits, \"De Heiterkeit had the honor of\nexhibiting before Louis XIV., the Emperor of Austria, the King of\nSicily and the Doge of Venice, and his name having reached the\nInquisition, that holy office proposed experimenting on him to find out\nwhether he was fireproof externally as well as internally.  He was\npreserved from this unwelcome ordeal, however, by the interference of\nthe Duchess Royal, Regent of Savoy.\"\n\nHis programme did not differ materially from that of his predecessor,\nRichardson, who had antedated him by nearly fifty years.\n\nBy far the most famous of the early fire-eaters was Robert Powell,\nwhose public career extended over a period of nearly sixty years, and\nwho was patronized by the English peerage. It was mainly through the\ninstrumentality of Sir Hans Sloane that, in 1751, the Royal Society\npresented Powell a purse of gold and a large silver medal.\n\nLounger's Commonplace Book says of Powell:  \"Such is his passion for\nthis terrible element, that if he were to come hungry into your\nkitchen, while a sirloin was roasting, he would eat up the fire and\nleave the beef.  It is somewhat surprising that the friends of REAL\nMERIT have not yet promoted him, living as we do in an age favorable to\nmen of genius. Obliged to wander from place to place, instead of\nindulging himself in private with his favorite dish, he is under the\nuncomfortable necessity of eating in public, and helping himself from\nthe kitchen fire of some paltry ale-house in the country.\"\n\nHis advertisements show that he was before the public from 1718 to\n1780.  One of his later advertisements runs as follows:\n\n    SUM SOLUS\n\n\nPlease observe that there are two different performances the same\nevening, which will be performed by the famous\n\n    MR. POWELL, FIRE-EATER, FROM LONDON:\n\nwho has had the honor to exhibit, with universal applause, the most\nsurprising performances that were ever attempted by mankind, before His\nRoyal Highness William, late Duke of Cumberland, at Windsor Lodge, May\n7th, 1752; before His Royal Highness the Duke of Gloucester, at\nGloucester House, January 30th, 1769; before His Royal Highness the\npresent Duke of Cumberland, at Windsor Lodge, September 25th, 1769;\nbefore Sir Hans Sloane and several of the Royal Society, March 4th,\n1751, who made Mr. Powell a compliment of a purse of gold, and a fine\nlarge silver medal, which the curious may view by applying to him; and\nbefore most of the Nobility and Quality in the Kingdom.\n\nHe intends to sup on the following articles:  1. He eats red-hot coals\nout of the fire as natural as bread.  2. He licks with his naked tongue\nred-hot tobacco pipes, flaming with brimstone.  3. He takes a large\nbunch of deal matches, lights them altogether; and holds them in his\nmouth till the flame is extinguished.  4. He takes a red-hot heater out\nof the fire, licks it with his naked tongue several times, and carries\nit around the room between his teeth.  5. He fills his mouth with\nred-hot charcoal, and broils a slice of beef or mutton upon his tongue,\nand any person may blow the fire with a pair of bellows at the same\ntime.  6. He takes a quantity of resin, pitch, bees'-wax, sealing-wax,\nbrimstone, alum, and lead, melts them all together over a chafing-dish\nof coals, and eats the same combustibles with a spoon, as if it were a\nporringer of broth (which he calls his dish of soup), to the great and\nagreeable surprise of the spectators; with various other extraordinary\nperformances never attempted by any other person of this age, and there\nis scarce a possibility ever will; so that those who neglect this\nopportunity of seeing the wonders performed by this artist, will lose\nthe sight of the most amazing exhibition ever done by man.\n\nThe doors to be opened by six and he sups precisely at seven o'clock,\nwithout any notice given by sound of trumpet.\n\nIf gentry do not choose to come at seven o'clock, no performance.\n\nPrices of admission to ladies and gentlemen, one shilling.  Back Seats\nfor Children and Servants, six pence.\n\nLadies and children may have a private performance any hour of the day,\nby giving previous notice.\n\nN. B.--He displaces teeth or stumps so easily as to scarce be felt.  He\nsells a chemical liquid which discharges inflammation, scalds, and\nburns, in a short time, and is necessary to be kept in all families.\n\nHis stay in this place will be but short, not exceeding above two or\nthree nights.\n\nGood fire to keep the gentry warm.\n\n\nThis shows how little advance had been made in the art in a century.\nRichardson had presented practically the same programme a hundred years\nbefore.  Perhaps the exposure of Richardson's method by his servant put\nan end to fire-eating as a form of amusement for a long time, or until\nthe exposure had been forgotten by the public.  Powell himself, though\nnot proof against exposure, seems to have been proof against its\neffects, for he kept on the even tenor of his way for sixty years, and\nat the end of his life was still exhibiting.\n\nWhatever the reason, the eighteenth century fire-eaters, like too many\nmagicians of the present day, kept to the stereotyped programmes of\ntheir predecessors.  A very few did, however, step out of the beaten\ntrack and, by adding new tricks and giving a new dress to old ones,\nsucceeded in securing a following that was financially satisfactory.\n\nIn this class a Frenchman by the name of Dufour deserves special\nmention, from the fact that he was the first to introduce comedy into\nan act of this nature.  He made his bow in Paris in 1783, and is said\nto have created quite a sensation by his unusual performance.  I am\nindebted to Martin's Naturliche Magie, 1792, for a very complete\ndescription of the work of this artist.\n\nDufour made use of a portable building, which was specially adapted to\nhis purposes, and his table was spread as if for a banquet, except that\nthe edibles were such as his performance demanded.  He employed a\ntrumpeter and a tambour player to furnish music for his repast--as well\nas to attract public attention.  In addition to fire-eating, Dufour\ngave exhibitions of his ability to consume immense quantities of solid\nfood, and he displayed an appetite for live animals, reptiles, and\ninsects that probably proved highly entertaining to the not overrefined\ntaste of the audiences of his day.  He even advertised a banquet of\nwhich the public was invited to partake at a small fee per plate, but\nsince the menu consisted of the delicacies just described, his\naudiences declined to join him at table.\n\nHis usual bill-of-fare was as follows:\n\nSoup--boiling tar torches, glowing coals and small, round, super-heated\nstones.\n\nThe roast, when Dufour was really hungry, consisted of twenty pounds of\nbeef or a whole calf.  His hearth was either the flat of his hand or\nhis tongue.  The butter in which the roast was served was melted\nbrimstone or burning wax.  When the roast was cooked to suit him he ate\ncoals and roast together.\n\nAs a dessert he would swallow the knives and forks, glasses, and the\nearthenware dishes.\n\nHe kept his audience in good humor by presenting all this in a spirit\nof crude comedy and, to increase the comedy element, he introduced a\nnumber of trained cats.  Although the thieving proclivities of cats are\nwell known, Dufour's pets showed no desire to share his repast, and he\nhad them trained to obey his commands during mealtime.  At the close of\nthe meal he would become violently angry with one of them, seize the\nunlucky offender, tear it limb from limb and eat the carcass.  One of\nhis musicians would then beg him to produce the cat, dead or alive.  In\norder to do this he would go to a nearby horse-trough and drink it dry;\nwould eat a number of pounds of soap, or other nauseating substance,\nclowning it in a manner to provoke amusement instead of disgust; and,\nfurther to mask the disagreeable features--and also, no doubt, to\nconceal the trick--would take the cloth from the table and cover his\nface; whereupon he would bring forth the swallowed cat, or one that\nlooked like it, which would howl piteously and seem to struggle wildly\nwhile being disgorged.  When freed, the poor cat would rush away among\nthe spectators.\n\nDufour gave his best performances in the evening, as he could then show\nhis hocus-pocus to best advantage.  At these times he appeared with a\nhalo of fire about his head.\n\nHis last appearance in Paris was most remarkable.  The dinner began\nwith a soup of asps in simmering oil.  On each side was a dish of\nvegetables, one containing thistles and burdocks, and the other fuming\nacid.  Other side dishes, of turtles, rats, bats and moles, were\ngarnished with live coals.  For the fish course he ate a dish of snakes\nin boiling tar and pitch.  His roast was a screech owl in a sauce of\nglowing brimstone.  The salad proved to be spider webs full of small\nexplosive squibs, a plate of butterfly wings and manna worms, a dish of\ntoads surrounded with flies, crickets, grasshoppers, church beetles,\nspiders, and caterpillars.  He washed all this down with flaming\nbrandy, and for dessert ate the four large candles standing on the\ntable, both of the hanging side lamps with their contents, and finally\nthe large center lamp, oil, wick and all.  This leaving the room in\ndarkness, Dufour's face shone out in a mask of living flames.\n\nA dog had come in with a farmer, who was probably a confederate, and\nnow began to bark. Since Dufour could not quiet him, he seized him, bit\noff his head and swallowed it, throwing the body aside.  Then ensued a\ncomic scene between Dufour and the farmer, the latter demanding that\nhis dog be brought to life, which threw the audience into paroxysms of\nlaughter. Then suddenly candles reappeared and seemed to light\nthemselves.  Dufour made a series of hocus-pocus passes over the dog's\nbody; then the head suddenly appeared in its proper place, and the dog,\nwith a joyous yelp, ran to his master.\n\nNotwithstanding the fact that Dufour must have been by all odds the\nbest performer of his time, I do not find reference to him in any other\nauthority.  But something of his originality appeared in the work of a\nmuch humbler practitioner, contemporary or very nearly contemporary\nwith him.\n\nWe have seen that Richardson, Powell, Dufour, and generally the better\nclass of fire-eaters were able to secure select audiences and even to\nattract the attention of scientists in England and on the Continent.\nBut many of their effects had been employed by mountebanks and street\nfakirs since the earliest days of the art, and this has continued until\ncomparatively recent times.\n\nIn Naturliche Magie, in 1794, Vol. VI, page 111, I find an account of\none Quackensalber, who gave a new twist to the fire-eating industry by\nmaking a \"High Pitch\" at the fairs and on street corners and exhibiting\nfeats of fire-resistance, washing his hands and face in melted tar,\npitch and brimstone, in order to attract a crowd.  He then strove to\nsell them a compound--composed of fish glue, alum and brandy--which he\nclaimed would cure burns in two or three hours.  He demonstrated that\nthis mixture was used by him in his heat resistance: and then,\ndoubtless, some \"capper\" started the ball rolling, and Herr\nQuackensalber (his name indicates a seller of salves) reaped a good\nharvest.\n\nI have no doubt but that even to-day a clever performer with this \"High\nPitch\" could do a thriving business in that overgrown country village,\nNew York.  At any rate there is the so-called, \"King of Bees,\" a\ngentleman from Pennsylvania, who exhibits himself in a cage of netting\nfilled with bees, and then sells the admiring throng a specific for\nbee-stings and the wounds of angry wasps.  Unfortunately the only time\nI ever saw his majesty, some of his bee actors must have forgotten\ntheir lines, for he was thoroughly stung.\n\n\n\nCHAPTER THREE\n\nTHE NINETEENTH CENTURY.--A \"WONDERFUL PHENOMENON.\"--\"THE INCOMBUSTIBLE\nSPANIARD, SENOR LIONETTO,\" 1803.--JOSEPHINE GIRARDELLI, 1814.--JOHN\nBROOKS, 1817.--W. C. HOUGHTON, 1832.--J. A. B. CHYLINSKI,\n1841.--CHAMOUNI, THE RUSSIAN SALAMANDER, 1869.--PROFESSOR REL MAEUB,\n1876.--RIVALLI (died 1900).\n\n\nIn the nineteenth century by far the most distinguished heat-resister\nwas Chabert, who deserves and shall have a chapter to himself.  He\ncommenced exhibiting about 1818, but even earlier in the century\ncertain obscurer performers had anticipated some of his best effects.\nAmong my clippings, for instance, I find the following.  I regret that\nI cannot give the date, but it is evident from the long form of the\nletters that it was quite early.  This is the first mention I have\nfound of the hot-oven effect afterwards made famous by Chabert.\n\n\nWONDERFUL PHENOMENON\n\nA correspondent in France writes as follows:  \"Paris has, for some\ndays, rung with relations of the wonderful exploits of a Spaniard in\nthat city, who is endowed with qualities by which he resists the action\nof very high degrees of heat, as well as the influence of strong\nchemical reagents.  Many histories of the trials to which he has been\nsubmitted before a Commission of the Institute and Medical School, have\nappeared in the public papers; but the public waits with impatience for\nthe report to be made in the name of the Commission by Professor Pinel.\n\nThe subject of these trials is a young man, a native of Toledo, in\nSpain, 23 years of age, and free of any apparent peculiarities which\ncan announce anything remarkable in the organization of his skin; after\nexamination, one would be rather disposed to conclude a peculiar\nsoftness than that any hardness or thickness of the cuticle existed,\neither naturally or from mechanical causes.  Nor was there any\ncircumstance to indicate that the person had been previously rubbed\nwith any matter capable of resisting the operation of the agents with\nwhich he was brought in contact.\n\nThis man bathed for the space of five minutes, and without any injury\nto his sensibility or the surface of the skin, his legs in oil, heated\nat 97 degrees of Reaumur (250 degrees of Fahrenheit) and with the same\noil, at the same degree of heat, he washed his face and superior\nextremities.  He held, for the same space of time, and with as little\ninconvenience, his legs in a solution of muriate of soda, heated to 102\nof the same scale, (261 1/2 degrees Fahr.)  He stood on and rubbed the\nsoles of his feet with a bar of hot iron heated to a white heat; in\nthis state he held the iron in his hands and rubbed the surface of his\ntongue.\n\nHe gargled his mouth with concentrated sulphuric and nitric acids,\nwithout the smallest injury or discoloration; the nitric acid changed\nthe cuticle to a yellow color; with the acids in this state he rubbed\nhis hands and arms.  All these experiments were continued long enough\nto prove their inefficiency to produce any impression.  It is said, on\nunquestionable authority, that he remained a considerable time in an\noven heated to 65 degrees or 70 degrees, (178-189 degrees Fahr.) and\nfrom which he was with difficulty induced to retire, so comfortable did\nhe feel at that high temperature.\n\nIt may be proper to remark, that this man seems totally uninfluenced by\nany motive to mislead, and, it is said, he has refused flattering\noffers from some religious sectaries of turning to emolument his\nsingular qualities; yet on the whole it seems to be the opinion of most\nphilosophical men, that this person must possess some matter which\ncounteracts the operation of these agents.  To suppose that nature has\norganized him differently, would be unphilosophic: by habit he might\nhave blunted his sensibilities against those impressions that create\npain under ordinary circumstances; but how to explain the power by\nwhich he resists the action of those agents which are known to have the\nstrongest affinity for animal matter, is a circumstance difficult to\ncomprehend.  It has not failed, however, to excite the wonder of the\nignorant and the inquiry of the learned at Paris.\"\n\nThis \"Wonderful Phenomenon\" may have been \"the incombustible Spaniard,\nSenor Lionetto,\" whom the London Mirror mentions as performing in Paris\nin 1803 \"where he attracted the particular attention of Dr. Sementeni,\nProfessor of Chemistry, and other scientific gentlemen of that city.\nIt appears that a considerable vapor and smell rose from parts of his\nbody when the fire and heated substances were applied, and in this he\nseems to differ from the person now in this country.\" The person here\nreferred to was M. Chabert.\n\nDr. Sementeni became so interested in the subject that he made a series\nof experiments upon himself, and these were finally crowned with\nsuccess.  His experiments will receive further attention in the chapter\n\"The Arcana of the Fire-Eaters.\"\n\nA veritable sensation was created in England in the year 1814 by Senora\nJosephine Girardelli, who was heralded as having \"just arrived from the\nContinent, where she had the honor of appearing before most of the\ncrowned heads of Europe.\"  She was first spoken of as German, but\nafterwards proved to be of Italian birth.\n\nEntering a field of endeavor which had heretofore been exclusively\noccupied by the sterner sex, this lady displayed a taste for hot meals\nthat would seem to recommend her as a matrimonial venture.  Like all\nthe earlier exploiters of the devouring element, she was proclaimed as\n\"The Great Phenomena of Nature\"--why the plural form was used does not\nappear--and, doubtless, her feminine instincts led her to impart a\ndaintiness to her performance which must have appealed to the better\nclass of audience in that day.\n\nThe portrait that adorned her first English handbill, which I produce\nfrom the Picture Magazine, was engraved by Page and published by\nSmeeton, St. Martins Lane, London. It is said to be a faithful\nrepresentation of her stage costume and setting.\n\nRichardson, of Bartholomew Fair fame, who was responsible for the\nintroduction of many novelties, first presented Girardelli to an\nEnglish audience at Portsmouth, where her success was so pronounced\nthat a London appearance was arranged for the same year; and at Mr.\nLaston's rooms, 23 New Bond Street, her performance attracted the most\nfashionable metropolitan audiences for a considerable time.  Following\nthis engagement she appeared at Richardson's Theater, at Bartholomew\nFair, and afterwards toured England in the company of Signor Germondi,\nwho exhibited a troupe of wonderful trained dogs. One of the canine\nactors was billed as the \"Russian Moscow Fire Dog, an animal unknown in\nthis country, (and never exhibited before) who now delights in that\nelement, having been trained for the last six months at very great\nexpense and fatigue.\"\n\nWhether Girardelli accumulated sufficient wealth to retire or became\ndiscouraged by the exposure of her methods cannot now be determined,\nbut after she had occupied a prominent position in the public eye and\nthe public prints for a few seasons she dropped out of sight, and I\nhave been unable to find where or how she passed the later years of her\nlife.\n\nI am even more at a loss concerning her contemporary, John Brooks, of\nwhom I have no other record than the following letter, which appears in\nthe autobiography of the famous author-actor-manager, Thomas Dibdin, of\nthe Theaters Royal, Covent Garden, Drury Lane, Haymarket and others.\nThis one communication, however, absolves of any obligation to dig up\nproofs of John Brooks' versatility: he admits it himself.\n\n\nTo Mr. T. Dibdin, Esq.  Pripetor of the Royal Circus.\n\n                              May 1st, 1817.\n\nSir:\n\nI have taken the Liberty of Riting those few lines to ask you the\nfavour if a Greeable for me to Come to your House, as i Can do a great\nmany different things i Can Sing a good Song and i Can Eat Boiling hot\nLead and Rub my naked arms With a Red hot Poker and Stand on a Red hot\nsheet of iron, and do Diferent other things.--Sir i hope you Will\nExcuse me in Riting I do not Want any thing for my Performing for i\nhave Got a Business that will Sirport me I only want to pass a Way 2 or\n3 Hours in the Evening. Sir i hope you Will Send me an Answer Weather\nAgreeple or not.\n\nI am your Humble Servant,\n\n                              J. B.\n\n\nDirect to me No. 4 fox and Knot Court King Street Smithfield.\n\n                         JOHN BROOKS.\n\n\nWe shall let this versatile John Brooks close the pre-Chabert record\nand turn our attention to the fire-eaters of Chabert's day.  Imitation\nmay be the sincerest flattery, but in most cases the victim of the\nimitation, it is safe to say, will gladly dispense with that form of\nadulation. When Chabert first came to America and gave fresh impetus to\nthe fire-eating art by the introduction of new and startling material,\nhe was beset by many imitators, or--as they probably styled\nthemselves--rivals, who immediately proceeded, so far as in them lay,\nto out-Chabert Chabert.\n\nOne of the most prominent of these was a man named W. C. Houghton, who\nclaimed to have challenged Chabert at various times.  In a newspaper\nadvertisement in Philadelphia, where he was scheduled to give a benefit\nperformance on Saturday evening, February 4th, 1832, he practically\npromised to expose the method of poison eating.  Like that of all\nexposers, however, his vogue was of short duration, and very little can\nbe found about this super-Chabert except his advertisements.  The\nfollowing will serve as a sample of them:\n\nARCH STREET THEATRE BENEFIT\n\nOF THE AMERICAN FIRE KING\n\n\nA CARD.--W. C. Houghton, has the honor to announce to the ladies and\ngentlemen of Philadelphia, that his BENEFIT will take place at the ARCH\nSTREET THEATRE, on Saturday evening next, 4th February, when will be\npresented a variety of entertainments aided by the whole strength of\nthe company.\n\nMr. H. in addition to his former experiments will exhibit several fiery\nfeats, pronounced by Mons. Chabert an IMPOSSIBILITY.  He will give a\nCOMPLETE explanation by illustrations of the PRINCIPLES of the EUROPEAN\nand the AMERICAN CHESS PLAYERS.  He will also (unless prevented by\nindisposition) swallow a sufficient quantity of phosphorus, (presented\nby either chemist or druggist of this city) to destroy THE LIFE OF ANY\nINDIVIDUAL.  Should he not feel disposed to take the poison, he will\nsatisfactorily explain to the audience the manner it may be taken\nwithout injury.\n\n\nIn our next chapter we shall see how it went with others who challenged\nChabert.\n\nA Polish athlete, J. A. B. Chylinski by name, toured Great Britain and\nIreland in 1841, and presented a more than usually diversified\nentertainment.  Being gifted by nature with exceptional bodily\nstrength, and trained in gymnastics, he was enabled to present a mixed\nprogramme, combining his athletics with feats of strength, fire-eating,\npoison-swallowing, and fire-resistance.\n\nIn The Book of Wonderful Characters, published in 1869 by John Camden\nHotten, London, I find an account of Chamouni, the Russian Salamander:\n\"He was insensible, for a given time, to the effects of heat.  He was\nremarkable for the simplicity and singleness of his character, as well\nas for that idiosyncrasy in his constitution, which enabled him for so\nmany years, not merely to brave the effects of fire, but to take a\ndelight in an element where other men find destruction.  He was above\nall artifice, and would often entreat his visitors to melt their own\nlead, or boil their own mercury, that they might be perfectly satisfied\nof the gratification he derived from drinking these preparations.  He\nwould also present his tongue in the most obliging manner to all who\nwished, to pour melted lead upon it and stamp an impression of their\nseals.\"\n\nA fire-proof billed as Professor Rel Maeub, was on the programme at the\nopening of the New National Theater, in Philadelphia, Pa., in the\nspring of 1876.  If I am not mistaken the date was April 25th.  He\ncalled himself \"The Great Inferno Fire-King,\" and his novelty consisted\nin having a strip of wet carpeting running parallel to the hot iron\nplates on which he walked barefoot, and stepping on it occasionally and\nback onto the hot iron, when a loud hissing and a cloud of steam bore\nample proof of the high temperature of the metal.\n\nOne of the more recent fireproofs was Eugene Rivalli, whose act\nincluded, besides the usual effects, a cage of fire in which he stood\ncompletely surrounded by flames.  Rivalli, whose right name was John\nWatkins, died in 1900, in England.  He had appeared in Great Britain\nand Ireland as well as on the Continent during the later years of the\n19th century.\n\nThe cage of fire has been used by a number of Rivalli's followers also,\nand the reader will find a full explanation of the methods employed for\nit in the chapter devoted to the Arcana of the Fire-eaters, to which we\nshall come when we have recorded the work of the master Chabert, the\nhistory of some of the heat-resisters featured on magicians'\nprogrammes, particularly in our own day, and the interest taken in this\nart by performers whose chief distinction was won in other fields, as\nnotably Edwin Forrest and the elder Sothern.\n\n\n\nCHAPTER FOUR\n\nTHE MASTER--CHABERT, 1792-1859.\n\n\nIvan Ivanitz Chabert, the only Really Incombustible Phenomenon, as he\nwas billed abroad, or J. Xavier Chabert, A.M., M.D., etc., as he was\nafterwards known in this country, was probably the most notable, and\ncertainly the most interesting, character in the history of\nfire-eating, fire-resistance, and poison eating.  He was the last\nprominent figure in the long line of this type of artists to appeal to\nthe better classes and to attract the attention of scientists, who for\na considerable period treated his achievements more or less seriously.\nHenry Evanion gave me a valuable collection of Chabert clippings,\nhand-bills, etc., and related many interesting incidents in connection\nwith this man of wonders.\n\nIt seems quite impossible for me to write of any historical character\nin Magic or its allied arts without recalling my dear old friend\nEvanion, who introduced me to a throng of fascinating characters, with\neach of whom he seemed almost as familiar as if they had been daily\ncompanions.\n\nSubsequently I discovered an old engraving of Chabert, published in\nLondon in 1829, and later still another which bore the change of name,\nas well as the titles enumerated above. The latter was published in New\nYork, September, 1836, and bore the inscription:  \"One of the most\ncelebrated Chemists, Philosophers, and Physicians of the present day.\"\nThese discoveries, together with a clue from Evanion, led to further\ninvestigations, which resulted in the interesting discovery that this\none-time Bartholomew Fair entertainer spent the last years of his life\nin New York City.  He resided here for twenty-seven years and lies\nburied in the beautiful Cypress Hills Cemetery, quite forgotten by the\nman on the street.\n\nNearby is the grave of good old Signor Blitz, and not far away is the\nplot that holds all that is mortal of my beloved parents.  When I\nfinally break away from earthly chains and restraints, I hope to be\nplaced beside them.\n\nDuring my search for data regarding Chabert I looked in the telephone\nbook for a possible descendant.  By accident I picked up the Suburban\ninstead of the Metropolitan edition, and there I found a Victor E.\nChabert living at Allenhurst, N. J.  I immediately got into\ncommunication with him and found that he was a grandson of the Fire\nKing, but he could give me no more information than I already\npossessed, which I now spread before my readers.\n\nM. Chabert was a son of Joseph and Therese Julienne Chabert.  He was\nborn on May 10th, 1792, at Avignon, France.\n\nChabert was a soldier in the Napoleonic wars, was exiled to Siberia and\nescaped to England.  His grandson has a bronze Napoleon medal which was\npresented to Chabert, presumably for valor on the field of battle.\nNapoleon was exiled in 1815 and again three years later.  Chabert first\nattracted public notice in Paris, at which time his demonstrations of\nheat-resistance were sufficiently astonishing to merit the attention of\nno less a body than the National Institute.\n\nTo the more familiar feats of his predecessors he added startling\nnovelties in the art of heat-resistance, the most spectacular being\nthat of entering a large iron cabinet, which resembled a common baker's\noven, heated to the usual temperature of such ovens.  He carried in his\nhand a leg of mutton and remained until the meat was thoroughly cooked.\nAnother thriller involved standing in a flaming tar-barrel until it was\nentirely consumed around him.\n\nIn 1828, Chabert gave a series of performances at the Argyle Rooms in\nLondon, and created a veritable sensation.  A correspondent in the\nLondon Mirror has this to say of Chabert's work at that time:  \"Of M.\nChabert's wonderful power of withstanding the operation of the fiery\nelement, it is in the recollection of the writer of witnessing, some\nfew years back, this same individual (in connection with the no-less\nfire-proof Signora Girardelli) exhibiting 'extraordinary proofs of his\nsupernatural power of resisting the most intense heat of every kind.'\nSince which an IMPROVEMENT of a more formidable nature has to our\nastonished fancy been just demonstrated.  In the newspapers of the past\nweek it is reported that he, in the first instance, refreshed himself\nwith a hearty meal of phosphorus, which was, at his own request,\nsupplied to him very liberally by several of his visitors, who were\npreviously unacquainted with him.  He washed down (they say) this\ninfernal fare with solutions of arsenic and oxalic acid; thus throwing\ninto the background the long-established fame of Mithridates.  He next\nswallowed with great gout, several spoonfuls of boiling oil; and, as a\ndessert to this delicate repast, helped himself with his naked hands to\na considerable quantity of molten lead.  The experiment, however, of\nentering into a hot oven, together with a quantity of meat, sufficient,\nwhen cooked, to regale those of his friends who were specially invited\nto witness his performance, was the chef-d'oeuvre of the day.  Having\nordered three fagots of wood, which is the quantity generally used by\nbakers, to be thrown into the oven, and they being set on fire, twelve\nmore fagots of the same size were subsequently added to them, which\nbeing all consumed by three o'clock, M. Chabert entered the oven with a\ndish of raw meat, and when it was sufficiently done he handed it out,\ntook in another, and remained therein until the second quantity was\nalso well cooked; he then came out of the oven, and sat down, continues\nthe report, to partake, with a respectable assembly of friends, of\nthose viands he had so closely attended during the culinary process.\nPublicly, on a subsequent day, and in an oven 6 feet by 7, and at a\nheat of about 220, he remained till a steak was properly done, and\nagain returned to his fiery den and continued for a period of thirty\nminutes, in complete triumph over the power of an element so much\ndreaded by humankind, and so destructive to animal nature.  It has been\nproperly observed, that there are preparations which so indurate the\ncuticle, as to render it insensible to the heat of either boiling oil\nor melted lead; and the fatal qualities of certain poisons may be\ndestroyed, if the medium through which they are imbibed, as we suppose\nto be the case here, is a strong alkali.  Many experiments, as to the\nextent to which the human frame could bear heat, without the\ndestruction of the vital powers, have been tried from time to time; but\nso far as recollection serves, Monsieur Chabert's fire-resisting\nqualities are greater than those professed by individuals who, before\nhim, have undergone this species of ordeal.\"\n\nIt was announced some time ago, in one of the French journals, that\nexperiments had been tried with a female, whose fire-standing qualities\nhad excited great astonishment.  She, it appears, was placed in a\nheated oven, into which live dogs, cats, and rabbits were conveyed.\nThe poor animals died in a state of convulsion almost immediately,\nwhile the Fire-queen bore the heat without complaining.  In that\ninstance, however, the heat of the oven was not so great as that which\nM. Chabert encountered.\n\nMuch of the power to resist greater degrees of heat than can other men\nmay be a natural gift, much the result of chemical applications, and\nmuch from having the parts indurated by long practice; probably all\nthree are combined in this phenomenon, with some portion of artifice.\n\nIn Timbs' Curiosities of London, published in 1867, I find the\nfollowing:\n\n\nAt the Argyle Rooms, London, in 1829, Mons. Chabert, the Fire-King,\nexhibited his powers of resisting poisons, and withstanding extreme\nheat.  He swallowed forty grains of phosphorus, sipped oil at 333\ndegrees with impunity, and rubbed a red-hot fire-shovel over his\ntongue, hair, and face, unharmed.\n\nOn September 23d, on a challenge of L50, Chabert repeated these feats\nand won the wager; he next swallowed a piece of burning torch; and\nthen, dressed in coarse woolen, entered an oven heated to 380 degrees,\nsang a song, and cooked two dishes of beef steaks.\n\nStill, the performances were suspected, and in fact, proved to be a\nchemical juggle.\n\n\nAnother challenge in the same year is recorded under the heading,\n\"Sights of London,\" as follows:\n\n\nWe were tempted on Wednesday to the Argyle Rooms by the challenge of a\nperson of the uncommon name of J. Smith to M. Chabert, our old friend\nthe Fire King, whom this individual dared to invite to a trial of\npowers in swallowing poison and being baked!  The audacity of such a\nstep quite amazed us; and expecting to see in the competitor at least a\nVulcan, the God of all Smiths, was hastened to the scene of strife.\nAlas, our disappointment was complete! Smith had not even the courage\nof a blacksmith for standing fire, and yielded a stake of L50, as was\nstated, without a contest, to M. Chabert, on the latter coming out of\nhis oven with his own two steaks perfectly cooked.  On this occasion\nChabert took 20 grains of phosphorus, swallowed oil heated to nearly\n100 degrees above boiling water, took molten lead out of a ladle with\nhis fingers and cooled it on his tongue; and, besides performing other\nremarkable feats, remained five minutes in the oven at a temperature of\nbetween 300 and 400 degrees by the thermometer.  There was about 150\npersons present, many of them medical men; and being convinced that\nthese things were fairly done, without trickery, much astonishment was\nexpressed.\n\nThe following detailed account of the latter challenge appeared in the\nChronicle, London, September, 1829.\n\n\nTHE FIRE KING AND HIS CHALLENGER.--An advertisement appeared lately in\none of the papers, in which a Mr. J. Smith after insinuating that M.\nChabert practised some juggle when he appeared to enter an oven heated\nto five hundred degrees, and to swallow twenty grains of phosphorus,\nchallenged him to perform the exploits which he professed to be\nperforming daily.  In consequence M. Chabert publicly accepted Mr. J.\nSmith's challenge for L50, requesting him to provide the poison\nhimself.  A day was fixed upon which the challenge was to be\ndetermined, and at two o'clock on that day, a number of gentlemen\nassembled in the Argyle-rooms, where the exhibition was to take place.\nAt a little before three the fire-king made his appearance near his\noven, and as some impatience had been exhibited, owing to the\nnon-arrival of Mr. J. Smith, he offered to amuse the company with a few\ntrifling experiments.  He made a shovel red-hot and rubbed it over his\ntongue, a trick for which no credit, he said, was due, as the moisture\nof the tongue was sufficient to prevent any injury arising from it.  He\nnext rubbed it over his hair and face, declaring that anybody might\nperform the same feat by first washing themselves in a mixture of\nspirits of sulphur and alum, which, by cauterising the epidermis,\nhardened the skin to resist the fire.\n\nHe put his hand into some melted lead, took a small portion of it out,\nplaced it in his mouth, and then gave it in a solid state to some of\nthe company.  This performance, according to his account, was also very\neasy; for he seized only a very small particle, which, by a tight\ncompression between the forefinger and the thumb, became cool before it\nreached the mouth.  At this time Mr. Smith made his appearance, and M.\nChabert forthwith prepared himself for mightier undertakings.  A cruse\nof oil was brought forward and poured into a saucepan, which was\npreviously turned upside down, to show that there was no water in it.\nThe alleged reason for this step was, that the vulgar conjurors, who\nprofess to drink boiling oil, place the oil in water, and drink it when\nthe water boils, at which time the oil is not warmer than an ordinary\ncup of tea. He intended to drink the oil when any person might see it\nbubbling in the saucepan, and when the thermometer would prove that it\nwas heated to three hundred and sixty degrees.  The saucepan was\naccordingly placed on the fire, and as it was acquiring the requisite\nheat, the fire-king challenged any man living to drink a spoonful of\nthe oil at the same temperature as that at which he was going to drink\nit.  In a few minutes afterwards, he sipped off a spoonful with\ngreatest apparent ease, although the spoon, from contact with the\nboiling fluid, had become too hot for ordinary fingers to handle.\n\n\"And now, Monsieur Smith,\" said the fire-king, \"now for your challenge.\nHave you prepared yourself with phosphorus, or will you take some of\nmine, which is laid on that table?\"  Mr. Smith, walked up to the table,\nand pulling a vial bottle out of his pocket, offered it to the\npoison-swallower.\n\nFire-king--\"I ask you, on your honor as a gentleman, is this genuine\nunmixed poison?\"\n\nMr. Smith--\"It is, upon my honor.\"\n\nFire-king--\"Is there any medical gentleman here who will examine it?\"\n\nA person in the room requested that Dr. Gordon Smith, one of the\nmedical professors in the London University, would examine the vial,\nand decide whether it contained genuine phosphorus.\n\nThe professor went to the table, on which the formidable collection of\npoisons--such as red and white arsenic, hydrocyanic acid, morphine and\nphosphorus--was placed, and, examining the vial, declared, that, to the\nbest of his judgment, it was genuine phosphorus.\n\nM. Chabert asked Mr. Smith, how many grains he wished to commence his\nfirst draught with.  Mr. Smith--\"Twenty grains will do as a\ncommencement.\"\n\nA medical gentleman then came forward and cut off two parcels of\nphosphorus, containing twenty grains each.  He was placing them in the\nwater, when the fire-king requested that his phosphorus might be cut\ninto small pieces, as he did not wish the pieces to stop on their way\nto his stomach.  The poisons were now prepared. A wine-glass contained\nthe portion set aside for the fire-king--a tumbler the portion reserved\nfor Mr. Smith.\n\nThe Fire-king--\"I suppose, gentlemen, I must begin, and to convince you\nthat I do not juggle, I will first take off my coat, and then I will\ntrouble you, doctor (speaking to Dr. Gordon Smith), to tie my hands\ntogether behind me.  After he had been bandaged in this manner, he\nplanted himself on one knee in the middle of the room, and requested\nsome gentleman to place the phosphorus on his tongue and pour the water\ndown his throat.  This was accordingly done, and the water and\nphosphorus were swallowed together.  He then opened his mouth and\nrequested the company to look whether any portion of the phosphorus\nremained in his mouth.  Several gentlemen examined his mouth, and\ndeclared that there was no phosphorus perceptible either upon or under\nhis tongue.  He was then by his own desire unbandaged.  The fire-king\nforthwith turned to Mr. Smith and offered him the other glass of\nphosphorus.  Mr. Smith started back in infinite alarm--'Not for worlds,\nSir, not for worlds; I beg to decline it.'\n\nThe Fire-king--\"Then wherefore did you send me a challenge?  You\npledged your honor to drink it, if I did; I have done it; and if you\nare a gentleman, you must drink it too.\"\n\nMr. Smith--\"No, no, I must be excused: I am quite satisfied without it.\"\n\nHere several voices exclaimed that the bet was lost.  Some said there\nmust be a confederacy between the challenger and the challenged, and\nothers asked whether any money had been deposited?  The fire-king\ncalled a Mr. White forward, who deposed that he held the stakes, which\nhad been regularly placed in his hands, by both parties, before twelve\no'clock that morning.\n\nThe fire-king here turned round with great exultation to the company,\nand pulling a bottle out of his pocket, exclaimed, \"I did never see\nthis gentleman before this morning, and I did not know but that he\nmight be bold enough to venture to take this quantity of poison.  I was\ndetermined not to let him lose his life by his foolish wager, and\ntherefore I did bring an antidote in my pocket, which would have\nprevented him from suffering any harm.\" Mr. Smith said his object was\nanswered by seeing twenty grains of genuine phosphorus swallowed.  He\nhad conceived it impossible, as three grains were quite sufficient to\ndestroy life.  The fire-king then withdrew into another room for the\nprofessed purpose of putting on his usual dress for entering the oven,\nbut in all probability for the purpose of getting the phosphorus out of\nhis stomach.\n\nAfter an absence of twenty minutes, he returned, dressed in a coarse\nwoolen coat, to enter the heated oven.  Before he entered it, a medical\ngentleman ascertained that his pulse was vibrating ninety-eight times a\nminute.  He remained in the oven five minutes, during which time he\nsung Le Vaillant Troubadour, and superintended the cooking of two\ndishes of beef steaks.  At the end of that time he came out, perspiring\nprofusely, and with a pulse making one hundred and sixty-eight\nvibrations in a minute.  The thermometer, when brought out of the oven,\nstood at three hundred and eighty degrees; within the oven he said it\nwas above six hundred.\n\n\nAlthough he was suspected of trickery by many, was often challenged,\nand had an army of rivals and imitators, all available records show\nthat Chabert was beyond a doubt the greatest fire and poison resister\nthat ever appeared in London.\n\nSeeking new laurels, he came to America in 1832, and although he was\nsuccessful in New York, his subsequent tour of the States was\nfinancially disastrous.  He evidently saved enough from the wreck,\nhowever, to start in business, and the declining years of his eventful\nlife were passed in the comparative obscurity of a little drug store in\nGrand Street.\n\nAs his biographer I regret to be obliged to chronicle the fact that he\nmade and sold an alleged specific for the White Plague, thus enabling\nhis detractors to couple with his name the word Quack.  The following\narticle, which appeared in the New York Herald of September 1st, 1859,\nthree days after Chabert's death, gives further details of his\nactivities in this country:\n\n\nWe published among the obituary notices in yesterday's Herald the death\nof Dr. Julian Xavier Chabert, the \"Fire King,\" aged 67 years, of\npulmonary consumption.  Dr. C. was a native of France, and came to this\ncountry in 1832, and was first introduced to the public at the lecture\nroom of the old Clinton Hall, in Nassau Street, where he gave\nexhibitions by entering a hot oven of his own construction, and while\nthere gave evidence of his salamander qualities by cooking beef steaks,\nto the surprise and astonishment of his audiences.\n\nIt was a question to many whether the Doctor's oven was red-hot or not,\nas he never allowed any person to approach him during the exhibition or\ntake part in the proceedings.  He made a tour of the United States in\ngiving these exhibitions, which resulted in financial bankruptcy. At\nthe breaking out of the cholera in 1832 he turned Doctor, and appended\nM.D., to his name, and suddenly his newspaper advertisements claimed\nfor him the title of the celebrated Fire King, the curer of\nconsumption, the maker of Chinese Lotion, etc.\n\nWhile the Doctor was at the height of his popularity, some wag\nperpetrated the following joke in a newspaper paragraph: \"During some\nexperiments he was making in chemistry last week, an explosion took\nplace which entirely bewildered his faculties and left him in a\ncondition bordering on the grave.  He was blown into a thousand atoms.\nIt took place on Wednesday of last week and some accounts state that it\ngrew out of an experiment with phosphoric ether, others that it was by\na too liberal indulgence in Prussic acid, an article which, from its\nresemblance to the peach, he was remarkably fond of having about him.\"\n\nThe Doctor was extensively accused of quackery, and on one occasion\nwhen the Herald touched on the same subject, it brought him to our\noffice and he exhibited diplomas, certificates and medical honors\nwithout number.\n\nThe Doctor was remarkable for his prolific display of jewelry and\nmedals of honor, and by his extensive display of beard.  He found a\nrival in this city in the person of another French \"chemist,\" who gave\nthe Doctor considerable opposition and consequently much trouble.\n\nThe Doctor was famous, also, for his four-horse turnouts in Broadway,\nalternating, when he saw proper, to a change to the \"tandem\" style.  He\nmarried an Irish lady whom he at first supposed to be immensely rich,\nbut after the nuptials it was discovered that she merely had a life\ninterest in a large estate in common with several others.\n\nThe Doctor, it appears, was formerly a soldier in the French Army, and\nquite recently he received from thence a medal of the order of St.\nHelena, an account of which appeared in the Herald.  Prior to his death\nhe was engaged in writing his biography (in French) and had it nearly\nready for publication.\n\n\nHere follows a supposedly humorous speech in broken English, quoted\nfrom the London Lancet, in which the Doctor is satirized. Continuing,\nthe articles says:\n\n\n\"The Doctor was what was termed a 'fast liver,' and at the time of his\ndeath he kept a drug store in Grand Street, and had very little of this\nworld's goods.  He leaves three children to mourn his loss, one of them\nan educated physician, residing in Hoboken, N. J.\n\nDr. C. has 'gone to that bourne whence no traveller returns,' and we\nfervently trust and hope that the disembodied spirits of the tens of\nthousands whom he has treated in this sphere will treat him with the\nsame science with which he treated them while in this wicked world.\"\n\n\n\nCHAPTER FIVE\n\nFIRE-EATING MAGICIANS:  CHING LING FOO AND CHUNG LING SOO.--FIRE-EATERS\nEMPLOYED BY MAGICIANS:  THE MAN-SALAMANDER, 1816; MR. CARLTON,\nPROFESSOR OF CHEMISTRY, 1818; MISS CASSILLIS, AGED NINE, 1820; THE\nAFRICAN WONDER, 1843; LING LOOK AND YAMADEVA DIE IN CHINA DURING\nKELLAR'S WORLD TOUR, 1872; LING LOOK'S DOUBLE, 1879.--ELECTRICAL\nEFFECTS, THE SALAMBOS.--BUENO CORE.--DEL KANO.--BARNELLO.--EDWIN\nFORREST AS A HEAT-REGISTER.--THE ELDER SOTHERN AS A FIRE-EATER.--THE\nTWILIGHT OF THE ART.\n\n\nMany of our most noted magicians have considered it not beneath their\ndignity to introduce fire-eating into their programmes, either in their\nown work or by the employment of a \"Fire Artist.\"  Although seldom\npresenting it in his recent performances, Ching Ling Foo is a\nfire-eater of the highest type, refining the effect with the same\nsubtle artistry that marks all the work of this super-magician.\n\nOf Foo's thousand imitators the only positively successful one was\nWilliam E. Robinson, whose tragic death while in the performance of the\nbullet-catching trick is the latest addition to the long list of\ncasualties chargeable to that ill-omened juggle.  He carried the\nimitation even as far as the name, calling himself Chung Ling Soo.\nRobinson was very successful in the classic trick of apparently eating\nlarge quantities of cotton and blowing smoke and sparks from the mouth.\nHis teeth were finally quite destroyed by the continued performance of\nthis trick, the method of which may be found in Chapter Six.\n\nThe employment of fire-eaters by magicians began a century ago; for in\n1816 the magician Sieur Boaz, K. C., featured a performer who was\nbilled as the \"Man-Salamander.\"  The fact that Boaz gave him a place on\nhis programme is proof that this man was clever, but the effects there\nlisted show nothing original.\n\nIn 1818 a Mr. Carlton, Professor of Chemistry, toured England in\ncompany with Rae, the Bartholomew Fair magician.  As will be seen by\nthe handbill reproduced here, Carlton promised to explain the\n\"Deceptive Part\" of the performance, \"when there is a sufficient\ncompany.\"\n\nIn 1820 a Mr. Cassillis toured England with a juvenile company, one of\nthe features of which was Miss Cassillis, aged nine years, whose act\nwas a complete reproduction of the programme of Boaz, concluding her\nperformance with the \"Chinese Fire Trick.\"\n\nA Negro, Carlo Alberto, appeared in a benefit performance given by Herr\nJulian, who styled himself the \"Wizard of the South,\" in London, on\nNovember 28th, 1843.  Alberto was billed as the \"Great African Wonder,\nthe Fire King\" and it was promised that he would \"go through part of\nhis wonderful performance as given by him in the principal theaters in\nAmerica, in Boston, New York, Philadelphia, etc.\"\n\nA later number on the same bill reads:  \"The African Wonder, Carlo\nAlberto, will sing several new and popular Negro melodies.\"  Collectors\nof minstrel data please take notice!\n\nIn more recent times there have been a number of Negro fire-eaters, but\nnone seems to have risen to noticeable prominence.\n\nLing Look, one of the best of contemporary fire performers, was with\nDean Harry Kellar when the latter made his famous trip around the world\nin 1877.  Look combined fire-eating and sword-swallowing in a rather\nstartling manner.  His best effect was the swallowing of a red-hot\nsword.[1]  Another thriller consisted in fastening a long sword to the\nstock of a musket; when he had swallowed about half the length of the\nblade, he discharged the gun and the recoil drove the sword suddenly\ndown his throat to the very hilt.  Although Look always appeared in a\nChinese make-up, Dean Kellar told me that he thought his right name was\nDave Gueter, and that he was born in Buda Pesth.\n\nYamadeva, a brother of Ling Look, was also with the Kellar Company,\ndoing cabinet manifestations and rope escapes.  Both brothers died in\nChina during this engagement, and a strange incident occurred in\nconnection with their deaths.  Just before they were to sail from\nShanghai on the P. & O. steamer Khiva for Hong Kong, Yamadeva and\nKellar visited the bowling alley of The Hermitage, a pleasure resort on\nthe Bubbling Well Road.  They were watching a husky sea captain, who\nwas using a huge ball and making a \"double spare\" at every roll, when\nYamadeva suddenly remarked, \"I can handle one as heavy as that big\nloafer can.\"  Suiting the action to the word, he seized one of the\nlargest balls and drove it down the alley with all his might; but he\nhad misjudged his own strength, and he paid for the foolhardy act with\nhis life, for he had no sooner delivered the ball than he grasped his\nside and moaned with pain.  He had hardly sufficient strength to get\nback to the ship, where he went immediately to bed and died shortly\nafterward.  An examination showed that he had ruptured an artery.\n\nKellar and Ling Look had much difficulty in persuading the captain to\ntake the body to Hong Kong, but he finally consented.  On the way down\nthe Yang Tse Kiang River, Look was greatly depressed; but all at once\nhe became strangely excited, and said that his brother was not dead,\nfor he had just heard the peculiar whistle with which they had always\ncalled each other.  The whistle was several times repeated, and was\nheard by all on board.  Finally the captain, convinced that something\nwas wrong, had the lid removed from the coffin, but the body of\nYamadeva gave no indication of life, and all save Ling Look decided\nthat they must have been mistaken.\n\nPoor Ling Look, however, sobbingly said to Kellar, \"I shall never leave\nHong Kong alive. My brother has called me to join him.\"  This\nprediction was fulfilled, for shortly after their arrival in Hong Kong\nhe underwent an operation for a liver trouble, and died under the\nknife.  The brothers were buried in Happy Valley, Hong Kong, in the\nyear 1877.\n\nAll this was related to me at the Marlborough-Blenheim, Atlantic City,\nin June, 1908, by Kellar himself, and portions of it were repeated in\n1917 when Dean Kellar sat by me at the Society of American Magicians'\ndinner.\n\nIn 1879 there appeared in England a performer who claimed to be the\noriginal Ling Look.  He wore his make-up both on and off the stage, and\ncopied, so far as he could, Ling's style of work.  His fame reached\nthis country and the New York Clipper published, in its Letter Columns,\nan article stating that Ling Look was not dead, but was alive and\nworking in England.  His imitator had the nerve to stick to his story\neven when confronted by Kellar, but when the latter assured him that he\nhad personally attended the burial of Ling, in Hong Kong, he broke down\nand confessed that he was a younger brother of the original Ling Look.\n\nKellar later informed me that the resemblance was so strong that had he\nnot seen the original Ling Look consigned to the earth, he himself\nwould have been duped into believing that this was the man who had been\nwith him in Hong Kong.\n\nThe Salambos were among the first to use electrical effects in a fire\nact, combining these with the natural gas and \"human volcano\" stunts of\ntheir predecessors, so that they were able to present an extremely\nspectacular performance without having recourse to such unpleasant\nfeatures as had marred the effect of earlier fire acts.  Bueno Core,\ntoo, deserves honorable mention for the cleanness and snap of his act;\nand Del Kano should also be named among the cleverer performers.\n\nOne of the best known of the modern fire-eaters was Barnello, who was a\ngood business man as well, and kept steadily employed at a better\nsalary than the rank and file of his contemporaries.  He did a thriving\nbusiness in the sale of the various concoctions used in his art, and\npublished and sold a most complete book of formulas and general\ninstructions for those interested in the craft.  He had, indeed, many\nirons in the fire, and he kept them all hot.\n\nIt will perhaps surprise the present generation to learn that the\nwell-known circus man Jacob Showles was once a fire-eater, and that Del\nFugo, well-known in his day as a dancer in the music halls, began as a\nfire-resister, and did his dance on hot iron plates.  But the reader\nhas two keener surprises in store for him before I close the long\nhistory of the heat-resisters.  The first concerns our great American\ntragedian Edwin Forrest (1806-1872) who, according to James Rees\n(Colley Cibber), once essayed a fire-resisting act.  Forrest was always\nfond of athletics and at one time made an engagement with the manager\nof a circus to appear as a tumbler and rider.  The engagement was not\nfulfilled, however, as his friend Sol Smith induced him to break it and\nreturn to the legitimate stage.  Smith afterwards admitted to Cibber\nthat if Forrest had remained with the circus he would have become one\nof the most daring riders and vaulters that ever appeared in the ring.\n\nHis adventure in fire-resistance was on the occasion of the benefit to\n\"Charley Young,\" on which eventful night, as the last of his acrobatic\nfeats, he made a flying leap through a barrel of red fire, singeing his\nhair and eyebrows terribly.  This particular leap through fire was the\nbig sensation of those days, and Forrest evidently had a hankering to\nshow his friends that he could accomplish it--and he did.\n\nThe second concerns an equally popular actor, a comedian this time, the\nelder Sothern (1826-1881).  On March 20, 1878, a writer in the Chicago\nInter-Ocean communicated to that paper the following curiously\ndescriptive article:\n\n\nIs Mr. Sothern a medium?\n\nThis is the question that fifteen puzzled investigators are asking\nthemselves this morning, after witnessing a number of astounding\nmanifestations at a private seance given by Mr. Sothern last night.\n\nIt lacked a few minutes of 12 when a number of Mr. Sothern's friends,\nwho had been given to understand that something remarkable was to be\nperformed, assembled in the former's room at the Sherman House and took\nseats around a marble-top table, which was placed in the center of the\napartment.  On the table were a number of glasses, two very large\nbottles, and five lemons.  A sprightly young gentleman attempted to\ncrack a joke about spirits being confined in bottles, but the company\nfrowned him down, and for once Mr. Sothern had a sober audience to\nbegin with.\n\nThere was a good deal of curiosity regarding the object of the\ngathering, but no one was able to explain.  Each gentleman testified to\nthe fact Mr. Sothern's agent had waited upon him, and solicited his\npresence at a little exhibition to be given by the actor, NOT of a\ncomical nature.\n\nMr. Sothern himself soon after appeared, and, after shaking hands with\nthe party, thus addressed them:\n\n\"Gentlemen, I have invited you here this evening to witness a few\nmanifestations, demonstrations, tests, or whatever you choose to call\nthem, which I have accidentally discovered that I am able to perform.\n\n\"I am a fire-eater, as it were.  (Applause).\n\n\"I used to DREAD the fire, having been scorched once when an innocent\nchild.  (A laugh.)\n\nMr. Sothern (severely)--\"I HOPE there will be no levity here, and I\nwish to say now that demonstrations of any kind are liable to upset me,\nwhile demonstrations of a particular kind may upset the audience.\"\n\nSilence and decorum being restored, Mr. Sothern thus continued:\n\n\"Thirteen weeks ago, while walking up Greenwich Street, in New York, I\nstepped into a store to buy a cigar.  To show you there is no trick\nabout it, here are cigars out of the same box from which I selected the\none I that day lighted.\"  (Here Mr. Sothern passed around a box of\ntolerable cigars.)\n\n\"Well, I stepped to the little hanging gas-jet to light it, and, having\ndone so, stood contemplatively holding the gas-jet and the cigar in\neither hand, thinking what a saving it would be to smoke a pipe, when,\nin my absent-mindedness, I dropped the cigar and put the gas-jet into\nmy mouth.  Strange as it may appear, I felt no pain, and stood there\nholding the thing in my mouth and puffing till the man in charge yelled\nout to me that I was swallowing his gas.  Then I looked up, and, sure\nenough, there I was pulling away at the slender flame that came from\nthe glass tube.\n\n\"I dropped it instantly, and felt of my mouth, but noticed no\ninconvenience or unpleasant sensation whatever.\n\n\"'What do you mean by it?' said the proprietor.\n\n\"As I didn't know what I meant by it I couldn't answer, so I picked up\nmy cigar and went home.  Once there I tried the experiment again, and\nin doing so I found that not only my mouth, but my hands and face,\nindeed, all of my body, was proof against fire.  I called on a\nphysician, and he examined me, and reported nothing wrong with my\nflesh, which appeared to be in normal condition.  I said nothing about\nit publicly, but the fact greatly surprised me, and I have invited you\nhere to-night to witness a few experiments.\"\n\nSaying this, Mr. Sothern, who had lit a cigar while pausing in his\nspeech, turned the fire end into his mouth and sat down, smoking\nunconcernedly.\n\n\"I suppose you wish to give us the fire-test,\" remarked one of the\ncompany.\n\nMr. Sothern nodded.\n\nThere was probably never a gathering more dumbfounded than that present\nin the room.  A few questions were asked, and then five gentlemen were\nappointed to examine Mr. Sothern's hands, etc., before he began his\nexperiments.  Having thoroughly washed the parts that he proposed to\nsubject to the flames, Mr. Sothern began by burning his arm, and\npassing it through the gas-jet very slowly, twice stopping the motion\nand holding it still in the flames.  He then picked up a poker with a\nsort of hook on the end, and proceeded to fish a small coil of wire\nfrom the grate.  The wire came out fairly white with the heat.  Mr.\nSothern took the coil in his hands and cooly proceeded to wrap it round\nhis left leg to the knee.  Having done so, he stood on the table in the\ncenter of the circle and requested the committee to examine the\nwrappings and the leg and report if both were there.  The committee did\nso and reported in the affirmative.\n\nWhile this was going on, there was a smile, almost seraphic in its\nbeauty, on Mr. Sothern's face.\n\nAfter this an enormous hot iron, in the shape of a horseshoe, was\nplaced on Mr. Sothern's body, where it cooled, without leaving a sign\nof a burn.\n\nAs a final test, a tailor's goose was put on the coals, and, after\nbeing thoroughly heated, was placed on Mr. Sothern's chair. The latter\nlighted a fresh cigar, and then coolly took a seat on the goose without\nthe least seeming inconvenience.  During the last experiment Mr.\nSothern sang in an excellent tone and voice, \"I'm Sitting on the Stile,\nMary.\"\n\nThe question now is, were the fifteen auditors of Mr. Sothern fooled\nand deceived, or was this a genuine manifestation of extraordinary\npower?  Sothern is such an inveterate joker that he may have put the\nthing upon the boys for his own amusement; but if so, it was one of the\nnicest tricks ever witnessed by yours truly,\n               ONE OF THE COMMITTEE.\n\nP. S.--What is equally marvellous to me is that the fire didn't burn\nhis clothes where it touched them, any more than his flesh.\nP. C.\n\n(There is nothing new in this.  Mr. Sothern has long been known as one\nof the most expert jugglers in the profession. Some years ago he gained\nthe soubriquet of the \"Fire King!\"  He frequently amuses his friends by\neating fire, though he long ago ceased to give public exhibitions.\nProbably the success of the experiments last night were largely owing\nto the lemons present.  There is a good deal of trickery in those same\nlemons.--Editor Inter-Ocean.)\n\n\nWhich suggests that the editor of the Inter-Ocean was either pretty\nwell acquainted with the comedian's addiction to spoofing, or else less\nsusceptible to superstition than certain scientists of our generation.\n\nThe great day of the Fire-eater--or, should I say, the day of the great\nFire-eater--has passed.  No longer does fashion flock to his doors, nor\nscience study his wonders, and he must now seek a following in the\ngaping loiterers of the circus side-show, the pumpkin-and-prize-pig\ncountry fair, or the tawdry booth at Coney Island.  The credulous,\nwonder-loving scientist, however, still abides with us and, while his\nserious-minded brothers are wringing from Nature her jealously guarded\nsecrets, the knowledge of which benefits all mankind, he gravely\nfollows that perennial Will-of-the-wisp, spiritism, and lays the\nflattering unction to his soul that he is investigating \"psychic\nphenomena,\" when in reality he is merely gazing with unseeing eyes on\nthe flimsy juggling of pseudo-mediums.\n\n\n[1] I never saw Ling Look's work, but I know that some of the sword\nswallowers have made use of a sheath which was swallowed before the\nperformance, and the swords were simply pushed into it.  A sheath of\nthis kind lined with asbestos might easily have served as a protection\nagainst the red-hot blade.\n\n\n\nCHAPTER SIX\n\nTHE ARCANA OF THE FIRE-EATERS:  THE FORMULA OF ALBERTUS MAGNUS.--OF\nHOCUS POCUS.--RICHARDSON'S METHOD.--PHILOPYRAPHAGUS ASHBURNIENSIS.--TO\nBREATHE FORTH SPARKS, SMOKE, AND FLAMES.--TO SPOUT NATURAL\nGAS.--PROFESSOR SEMENTINI'S DISCOVERIES.--TO BITE OFF RED-HOT IRON.--TO\nCOOK IN A BURNING CAGE.--CHABERT'S OVEN.  TO EAT COALS OF FIRE.--TO\nDRINK BURNING OIL.--TO CHEW MOLTEN LEAD.--TO CHEW BURNING\nBRIMSTONE.--TO WREATHE THE FACE IN FLAMES.--TO IGNITE PAPER WITH THE\nBREATH.--TO DRINK BOILING LIQUOR AND EAT FLAMING WAX.\n\n\nThe yellow thread of exposure seems to be inextricably woven into all\nfabrics whose strength is secrecy, and experience proves that it is\nmuch easier to become fireproof than to become exposure proof.  It is\nstill an open question, however, as to what extent exposure really\ninjures a performer.  Exposure of the secrets of the fire-eaters, for\ninstance, dates back almost to the beginning of the art itself. The\npriests were exposed, Richardson was exposed, Powell was exposed and so\non down the line; but the business continued to prosper, the really\nclever performers drew quite fashionable audiences for a long time, and\nit was probably the demand for a higher form of entertainment,\nresulting from a refinement of the public taste, rather than the result\nof the many exposures, that finally relegated the Fire-eaters to the\nhaunts of the proletariat.\n\nHow the early priests came into possession of these secrets does not\nappear, and if there were ever any records of this kind the Church\nwould hardly allow them to become public.  That they used practically\nthe same system which has been adopted by all their followers is amply\nproved by the fact that after trial by ordeal had been abolished\nAlbertus Magnus, in his work De Mirabilibus Mundi, at the end of his\nbook De Secretis Mulierum, Amstelod, 1702, made public the underlying\nprinciples of heat-resistance; namely, the use of certain compounds\nwhich render the exposed parts to a more or less extent impervious to\nheat. Many different formulas have been discovered which accomplish the\npurpose, but the principle remains unchanged.  The formula set down by\nAlbertus Magnus was probably the first ever made public: the following\ntranslation of it is from the London Mirror:\n\n\nTake juice of marshmallow, and white of egg, flea-bane seeds, and lime;\npowder them and mix juice of radish with the white of egg; mix all\nthoroughly and with this composition annoint your body or hand and\nallow it to dry and afterwards annoint it again, and after this you may\nboldly take up hot iron without hurt.\n\n\n\"Such a paste,\" says the correspondent to the Mirror, \"would indeed be\nvery visible.\"\n\nAnother early formula is given in the 1763 edition of Hocus Pocus.\nExamination of the different editions of this book in my library\ndiscloses the fact that there are no fire formulas in the second\nedition, 1635, which is the earliest I have (first editions are very\nrare and there is only one record of a sale of that edition at\nauction).  From the fact that this formula was published during the\ntime that Powell was appearing in England I gather that that\ncircumstance may account for its addition to the book.  It does not\nappear in the German or Dutch editions.\n\nThe following is an exact copy:\n\nHOW TO WALK ON A HOT IRON BAR WITHOUT ANY DANGER OF SCALDING OR BURNING.\n\n\nTake half an ounce of samphire, dissolve it in two ounces of\naquaevitae, add to it one ounce of quicksilver, one ounce of liquid\nstorax, which is the droppings of Myrrh and hinders the camphire from\nfiring; take also two ounces of hematitus, a red stone to be had at the\ndruggist's, and when you buy it let them beat it to powder in their\ngreat mortar, for it is so very hard that it cannot be done in a small\none; put this to the afore-mentioned composition, and when you intend\nto walk on the bar you must annoint your feet well therewith, and you\nmay walk over without danger: by this you may wash your hands in\nboiling lead.\n\n\nThis was the secret modus operandi made use of by Richardson, the first\nnotably successful fire artist to appear in Europe, and it was\ndisclosed by his servant.[1]\n\nHone's Table Book, London, 1827, page 315, gives Richardson's method as\nfollows:\n\n\nIt consisted only in rubbing the hands and thoroughly washing the\nmouth, lips, tongue, teeth and other parts which were to touch the\nfire, with pure spirits of sulphur.  This burns and cauterizes the\nepidermis or upper skin, till it becomes as hard and thick as leather,\nand each time the experiment is tried it becomes still easier.  But if,\nafter it has been very often repeated the upper skin should grow so\ncallous and hard as to become troublesome, washing the parts affected\nwith very warm water, or hot wine, will bring away all the shrivelled\nor parched epidermis. The flesh, however, will continue tender and\nunfit for such business till it has been frequently rubbed over with\nthe same spirit.\n\nThis preparation may be rendered much stronger and more efficacious by\nmixing equal quantities of spirit of sulphur, sal ammoniac, essence of\nrosemary and juice of onions.  The bad effects which frequently\nswallowing red-hot coals, melted sealing wax, rosin, brimstone and\nother calcined and inflammable matter, might have had upon his stomach\nwere prevented by drinking plentifully of warm water and oil, as soon\nas he left the company, till he had vomited it all up again.\n\n\nThis anecdote was communicated to the author of the Journal des Savants\nby Mr. Panthot, Doctor of Physics and Member of the College at Lyons.\nIt appeared at the time Powell was showing his fire-eating stunts in\nLondon, and the correspondent naively added:\n\n\nWhether Mr. Powell will take it kindly of me thus to have published his\nsecret I cannot tell; but as he now begins to drop into years, has no\nchildren that I know of and may die suddenly, or without making a will,\nI think it a great pity so genteel an occupation should become one of\nthe artes perditae, as possibly it may, if proper care is not taken,\nand therefore hope, after this information, some true-hearted\nENGLISHMAN will take it up again, for the honor of his country, when he\nreads in the newspapers, \"Yesterday, died, much lamented, the famous\nMr. Powell.  He was the best, if not the only, fire-eater in the world,\nand it is greatly to be feared that his art is dead with him.\"\n\nAfter a couple of columns more in a similar strain, the correspondent\nsigns himself Philopyraphagus Ashburniensis. In his History of\nInventions, Vol. III, page 272, 1817 edition, Beckmann thus describes\nthe process:\n\n\nThe deception of breathing out flames, which at present excites, in a\nparticular manner, the astonishment of the ignorant, is very ancient.\nWhen the slaves in Sicily, about a century and a half before our era,\nmade a formidable insurrection, and avenged themselves in a cruel\nmanner, for the severities which they had suffered, there was amongst\nthem a Syrian named Eunus--a man of great craft and courage; who having\npassed through many scenes of life, had become acquainted with a\nvariety of arts.  He pretended to have immediate communication with the\ngods; was the oracle and leader of his fellow-slaves; and, as is usual\non such occasions confirmed his divine mission by miracles. When heated\nby enthusiasm and desirous of inspiring his followers with courage, he\nbreathed flames or sparks among them from his mouth while he was\naddressing them.  We are told by historians that for this purpose he\npierced a nut shell at both ends, and, having filled it with some\nburning substance, put it into his mouth and breathed through it.  This\ndeception, at present, is performed much better.  The juggler rolls\ntogether some flax or hemp, so as to form a ball about the size of a\nwalnut; sets it on fire; and suffers it to burn until it is nearly\nconsumed; he then rolls round it, while burning, some more flax; and by\nthese means the fire may be retained in it for a long time.  When he\nwishes to exhibit he slips the ball unperceived into his mouth, and\nbreathes through it; which again revives the fire, so that a number of\nweak sparks proceed from it; and the performer sustains no hurt,\nprovided he inspire the air not through the mouth, but the nostrils.\nBy this art the Rabbi Bar-Cocheba, in the reign of the Emperor Hadrian,\nmade the credulous Jews believe that he was the hoped-for Messiah; and\ntwo centuries after, the Emperor Constantius was thrown into great\nterror when Valentinian informed him that he had seen one of the\nbody-guards breathing out fire and flames in the evening.\n\n\nSince Beckmann wrote, the method of producing smoke and sparks from the\nmouth has been still further improved.  The fire can now be produced in\nvarious ways.  One way is by the use of a piece of thick cotton string\nwhich has been soaked in a solution of nitre and then thoroughly dried.\nThis string, when once lighted, burns very slowly and a piece one inch\nlong is sufficient for the purpose.  Some performers prefer a small\npiece of punk, as it requires no preparation.  Still others use tinder\nmade by burning linen rags, as our forefathers used to do.  This will\nnot flame, but merely smoulders until the breath blows it into a glow.\nThe tinder is made by charring linen rags, that is, burning them to a\ncrisp, but stopping the combustion before they are reduced to ashes.\n\nFlames from the lips may be produced by holding in the mouth a sponge\nsaturated with the purest gasoline.  When the breath is exhaled sharply\nit can be lighted from a torch or a candle.  Closing the lips firmly\nwill extinguish the flame.  A wad of oakum will give better results\nthan the sponge.\n\nNatural gas is produced as simply.  A T-shaped gas pipe has three or\nfour gas tips on the cross-piece.  The long end is placed in the mouth,\nwhich already holds concealed a sponge, or preferably a ball of oakum,\nsaturated with pure gasoline.  Blowing through the pipe will force the\ngas through the tips, where it can be ignited with a match.  It will\nburn as long as the breath lasts.\n\nIn a London periodical, The Terrific Record, appears a reprint from the\nMercure de France, giving an account of experiments in Naples which led\nto the discovery of the means by which jugglers have appeared to be\nincombustible. They first gradually habituate the skin, the mouth,\nthroat and stomach to great degrees of heat, then they rub the skin\nwith hard soap. The tongue is also covered with hard soap and over that\na layer of powdered sugar.  By this means an investigating professor\nwas enabled to reproduce the wonders which had puzzled many scientists.\n\nThe investigating professor in all probability, was Professor\nSementini, who experimented with Lionetto.  I find an account of\nSementini's discoveries in an old newspaper clipping, the name and date\nof which have unfortunately been lost:\n\n\nSementini's efforts, after performing several experiments upon himself,\nwere finally crowned with success.  He found that by friction with\nsulphuric acid deluted with water, the skin might be made insensible to\nthe action of the heat of red-hot iron; a solution of alum, evaporated\ntill it became spongy, appeared to be more effectual in these\nfrictions.  After having rubbed the parts which were thus rendered in\nsome degree insensible, with hard soap, he discovered, on the\napplication of hot iron, that their insensibility was increased.  He\nthen determined on again rubbing the parts with soap, and after that\nfound that the hot iron not only occasioned no pain but that it\nactually did not burn the hair.\n\nBeing thus far satisfied, the Professor applied hard soap to his tongue\nuntil it became insensible to the heat of the iron; and having placed\nan ointment composed of soap mixed with a solution of alum upon it,\nburning oil did not burn it; while the oil remained on the tongue a\nslight hissing was heard, similar to that of hot iron when thrust into\nwater; the oil soon cooled and might then be swallowed without danger.\n\nSeveral scientific men have since repeated the experiments of Professor\nSementini, but we would not recommend any except professionals to try\nthe experiments.\n\nLiquid storax is now used to anoint the tongue when red-hot irons are\nto be placed in the mouth.  It is claimed that with this alone a\nred-hot poker can be licked until it is cold.\n\nAnother formula is given by Griffin, as follows:  1 bar ivory soap, cut\nfine, 1 pound of brown sugar, 2 ounces liquid storax (not the gum).\nDissolve in hot water and add a wine-glassful of carbolic acid.  This\nis rubbed on all parts liable to come in contact with the hot articles.\nAfter anointing the mouth with this solution rinse with strong vinegar.\n\n\nNo performer should attempt to bite off red-hot iron unless he has a\ngood set of teeth.  A piece of hoop iron may be prepared by bending it\nback and forth at a point about one inch from the end, until the\nfragment is nearly broken off, or by cutting nearly through it with a\ncold chisel.  When the iron has been heated red-hot, the prepared end\nis taken between the teeth, a couple of bends will complete the break.\nThe piece which drops from the teeth into a dish of water will make a\npuff of steam and a hissing sound, which will demonstrate that it is\nstill very hot.\n\nThe mystery of the burning cage, in which the Fire King remains while a\nsteak is thoroughly cooked, is explained by Barnello as follows:\n\n\nHave a large iron cage constructed about 4 x 6 feet, the bottom made of\nheavy sheet iron.  The cage should stand on iron legs or horses.  Wrap\neach of the bars of the cage with cotton batting saturated with oil.\nNow take a raw beefsteak in your hand and enter the cage, which is now\nset on fire.  Remain in the cage until the fire has burned out, then\nissue from the cage with the steak burned to a crisp.\n\nExplanation:  On entering the cage the performer places the steak on a\nlarge iron hook which is fastened in one of the upper corners.  The\ndress worn is of asbestos cloth with a hood that completely covers the\nhead and neck.  There is a small hole over the mouth through which he\nbreathes.\n\nAs soon as the fire starts the smoke and flames completely hide the\nperformer from the spectators, and he immediately lies down on the\nbottom of the cage, placing the mouth over one of the small air holes\nin the floor of the same.\n\nHeat always goes up and will soon cook the steak.\n\n\nI deduce from the above that the performer arises and recovers the\nsteak when the fire slackens but while there is still sufficient flame\nand smoke to mask his action.\n\nIt is obvious that the above explanation covers the baker's oven\nmystery as well.  In the case of the oven, however, the inmate is\nconcealed from start to finish, and this gives him much greater\nlatitude for his actions.  M. Chabert made the oven the big feature of\nhis programme and succeeded in puzzling many of the best informed\nscientists of his day.\n\nEating coals of fire has always been one of the sensational feats of\nthe Fire Kings, as it is quite generally known that charcoal burns with\nan extremely intense heat.  This fervent lunch, however, like many of\nthe feasts of the Fire Kings, is produced by trick methods. Mixed with\nthe charcoal in the brazier are a few coals of soft white pine, which\nwhen burnt look exactly like charcoal.  These will not burn the mouth\nas charcoal will.  They should be picked up with a fork which will\npenetrate the pine coals, but not the charcoal, the latter being\nbrittle.\n\nAnother method of eating burning coals employs small balls of burned\ncotton in a dish of burning alcohol.  When lifted on the fork these\nhave the appearance of charcoal, but are harmless if the mouth be\nimmediately closed, so that the flame is extinguished.\n\nIn all feats of fire-eating it should be noted that the head is thrown\nwell back, so that the flame may pass out of the open mouth instead of\nup into the roof, as it would if the head were held naturally.\n\nTo drink burning oil set fire to a small quantity of kerosene in a\nladle.  Into this dip an iron spoon and bring it up to all appearance,\nfilled with burning oil, though in reality the spoon is merely wet with\nthe oil.  It is carried blazing to the mouth, where it is tipped, as if\nto pour the oil into the mouth, just as a puff of breath blows out all\nthe flame.  The process is continued until all the oil in the ladle has\nbeen consumed; then the ladle is turned bottom up, in order to show\nthat all the oil has been drunk. A method of drinking what seems to be\nmolten lead is given in the Chambers' Book of Days, 1863, Vol. II, page\n278:\n\n\nThe performer taking an iron spoon, holds it up to the spectators, to\nshow that it is empty; then, dipping it into a pot containing melted\nlead, he again shows it to the spectators full of the molten metal;\nthen, after putting the spoon in his mouth, he once more shows it to be\nempty; and after compressing his lips, with a look expressive of pain,\nhe, in a few moments, ejects from his mouth a piece of lead impressed\nwith the exact form of his teeth. Ask a spectator what he saw, and he\nwill say that the performer took a spoonful of molten lead, placed it\nin his mouth, and soon afterwards showed it in a solid state, bearing\nthe exact form and impression of his teeth.  If deception be\ninsinuated, the spectator will say.  \"No!  Having the evidence of my\nsenses, I cannot be deceived; if it had been a matter of opinion I\nmight, but seeing, you know, is believing.\" Now the piece of lead, cast\nfrom a plaster mould of the performer's teeth, has probably officiated\nin a thousand previous performances, and is placed in the mouth between\nthe gum and the cheek, just before the trick commences.  The spoon is\nmade with a hollow handle containing quicksilver, which, by a simple\nmotion, can be let run into the bowl, or back again into the handle at\nwill.\n\nThe spoon is first shown with the quicksilver concealed in the handle,\nthe bowl is then dipped just within the rim of the pot containing the\nmolten lead, but not into the lead itself, and, at the same instant the\nquicksilver is allowed to run into the bowl. The spoon is then shown\nwith the quicksilver (which the audience takes to be the melted lead)\nin the bowl, and when placed in the mouth, the quicksilver is again\nallowed to run into the handle.\n\nThe performer, in fact, takes a spoonful of nothing, and soon after\nexhibits the lead bearing the impression of the teeth.\n\nMolten lead, for fire-eating purposes, is made as follows:\n\n     Bismuth . . . . . . . . . . . . . . . 5 oz.\n     Lead. . . . . . . . . . . . . . . . . 3 oz.\n     Block tin . . . . . . . . . . . . . . 2 oz.\n\nMelt these together.  When the metal has cooled, a piece the size of a\nsilver quarter can be melted and taken into the mouth and held there\nuntil it hardens.  This alloy will melt in boiling water.\nRobert-Houdin calls it Arcet's metal, but I cannot find the name\nelsewhere.\n\nThe eating of burning brimstone is an entirely fake performance.  A\nnumber of small pieces of brimstone are shown, and then wrapped in\ncotton which has been saturated with a half-and-half mixture of\nkerosene and gasoline, the surplus oil having been squeezed out so\nthere shall be NO DRIP.  When these are lighted they may be held in the\npalm of any hand which has been anointed with one of the fire mixtures\ndescribed in this chapter.  Then throw back the head, place the burning\nball in the mouth, and a freshly extinguished candle can be lighted\nfrom the flame.  Close the lips firmly, which will extinguish the\nflame, then chew and pretend to swallow the brimstone, which can\nafterwards be removed under cover of a handkerchief.\n\nObserve that the brimstone has not been burned at all, and that the\ncotton protects the teeth.  To add to the effect, a small piece of\nbrimstone may be dropped into the furnace, a very small piece will\nsuffice to convince all that it is the genuine article that is being\neaten.\n\nTo cause the face to appear in a mass of flame make use of the\nfollowing: mix together thoroughly petroleum, lard, mutton tallow and\nquick lime.  Distill this over a charcoal fire, and the liquid which\nresults can be burned on the face without harm.[2]\n\nTo set paper on fire by blowing upon it, small pieces of wet phosphorus\nare taken into the mouth, and a sheet of tissue paper is held about a\nfoot from the lips.  While the paper is being blown upon the phosphorus\nis ejected on it, although this passes unnoticed by the spectators, and\nas soon as the continued blowing has dried the phosphorus it will\nignite the paper.\n\nDrinking boiling liquor is accomplished by using a cup with a false\nbottom, under which the liquor is retained.\n\nA solution of spermaceti in sulphuric ether tinged with alkanet root,\nwhich solidifies at 50 degrees F., and melts and boils with the heat of\nthe hand, is described in Beckmann's History of Inventions, Vol. II.,\npage 121.\n\nDennison's No. 2 sealing wax may be melted in the flame of a candle\nand, while still blazing, dropped upon the tongue without causing a\nburn, as the moisture of the tongue instantly cools it.  Care must be\nused, however, that none touches the hands or lips.  It can be chewed,\nand apparently swallowed, but removed in the handkerchief while wiping\nthe lips.\n\nThe above is the method practiced by all the Fire-Eaters, and\nabsolutely no preparation is necessary except that the tongue must be\nwell moistened with saliva.\n\nBarnello once said, \"A person wishing to become a Fire-Eater must make\nup his or her mind to suffer a little at first from burns, as there is\nno one who works at the business but that gets burns either from\ncarelessness or from accident.\"\n\nThis is verified by the following, which I clip from the London Globe\nof August 11th, 1880:\n\n\nAccident to a Fire-Eater.  A correspondent telegraphs:  A terrible\nscene was witnessed in the market place, Leighton Buzzard, yesterday.\nA travelling Negro fire eater was performing on a stand, licking\nred-hot iron, bending heated pokers with his naked foot, burning tow in\nhis mouth, and the like.  At last he filled his mouth with benzolene,\nsaying that he would burn it as he allowed it to escape. He had no\nsooner applied a lighted match to his lips than the whole mouthful of\nspirit took fire and before it was consumed the man was burned in a\nfrightful manner, the blazing spirit running all over his face, neck\nand chest as he dashed from his stand and raced about like a madman\namong the assembled crowd, tearing his clothing from him and howling in\nmost intense agony.  A portion of the spirit was swallowed and the\ninside of his mouth was also terribly burnt.  He was taken into a\nchemist's shop and oils were administered and applied, but afterwards\nin agonizing frenzy he escaped in a state almost of nudity from a\nlodging house and was captured by the police and taken to the\nwork-house infirmary, where he remains in a dreadful condition.\n\n\nREMEMBER!  Always have a large blanket at hand to smother flames in\nburning clothing--also a bucket of water and a quantity of sand. A\nsiphon of carbonic water is an excellent fire extinguisher.\n\nThe gas of gasoline is heavier than air, so a container should never be\nheld ABOVE a flame. Keep kerosene and gasoline containers well corked\nand at a distance from fire.\n\nNever inhale breath while performing with fire.  FLAME DRAWN INTO THE\nLUNGS IS FATAL TO LIFE.\n\nSo much for the entertaining side of the art. There are, however, some\nfurther scientific principles so interesting that I reserve them for\nanother chapter.\n\n\n[1]  Such disloyalty in trusted servants is one of the most\ndisheartening things that can happen to a public performer. But it must\nnot be thought that I say this out of personal experience: for in the\nmany years that I have been before the public my secret methods have\nbeen steadily shielded by the strict integrity of my assistants, most\nof whom have been with me for years.  Only one man ever betrayed my\nconfidence, and that only in a minor matter.  But then, so far as I\nknow, I am the only performer who ever pledged his assistants to\nsecrecy, honor and allegiance under a notarial oath.\n\n[3]  Barnello's Red Demon.\n\n\n\nCHAPTER SEVEN\n\nTHE SPHEROIDAL CONDITION OF LIQUIDS.--WHY THE HAND MAY BE DIPPED IN\nMOLTEN METALS.--PRINCIPLES OF HEAT-RESISTANCE PUT TO PRACTICAL USES:\nALDINI, 1829.--IN EARLY FIRE-FIGHTING.  TEMPERATURES THE BODY CAN\nENDURE.\n\n\nThe spheroidal condition of liquids was discovered by Leidenfrost, but\nM. Boutigny was the first to give this singular subject careful\ninvestigation.  From time out of mind the test of letting a drop of\nwater fall on the face of a hot flat-iron has been employed to discover\nwhether it may safely be used.  Everybody knows that if it is not too\nhot the water will spread over the surface and evaporate; but if it is\ntoo hot, the water will glance off without wetting the iron, and if\nthis drop be allowed to fall on the hand it will be found that it is\nstill cool.  The fact is that the water never touches the hot iron at\nall, provided the heat is sufficiently intense, but assumes a slightly\nelliptical shape and is supported by a cushion of vapor.  If, instead\nof a flat-iron, we use a concave metal disk about the size and shape of\na watch crystal, some very interesting results may be obtained.  If the\ntemperature of the disk is at, or slightly above, the boiling point,\nwater dropped on it from a medicine dropper will boil; but if the disk\nis heated to 340 degrees F., the drop practically retains its\nroundness--becoming only slightly oblate--and does not boil.  In fact\nthe temperature never rises above 206 degrees F., since the vapor is so\nrapidly evaporated from the surface of the drop that it forms the\ncushion just mentioned.  By a careful manipulation of the dropper, the\ndisk may be filled with water which, notwithstanding the intense heat,\nnever reaches the boiling point.  On the other hand, if boiling water\nbe dropped on the superheated disk its temperature will immediately be\nREDUCED to six degrees below the boiling point; thus the hot metal\nreally cools the water.\n\nBy taking advantage of the fact that different liquids assume a\nspheroidal form at widely different temperatures, one may obtain some\nstartling results.  For example, liquid sulphurous acid is so volatile\nas to have a temperature of only 13 degrees F. when in that state, or\n19 degrees below the freezing point of water, so that if a little water\nbe dropped into the acid, it will immediately freeze and the pellet of\nice may be dropped into the hand from the still red-hot disk.  Even\nmercury can be frozen in this way by a combination of chemicals.\n\nThrough the action of this principle it is possible to dip the hand for\na short time into melted lead, or even into melted copper, the moisture\nof the skin supplying a vapor which prevents direct contact with the\nmolten metal; no more than an endurable degree of heat reaches the hand\nwhile the moisture lasts, although the temperature of the fusing copper\nis 1996 degrees.  The natural moisture of the hand is usually\nsufficient for this result, but it is better to wipe the hand with a\ndamp towel.\n\nIn David A. Wells' Things not Generally Known, New York, 1857, I find a\ntranslation of an article by M. Boutigny in The Comptes Rendus, in\nwhich he notes that \"the portion of the hands which are not immersed in\nthe fused metal, but are exposed to the action of the heat radiated\nfrom its surface, experience a painful sensation of heat.\"  He adds\nthat when the hand was dampened with ether \"there was no sensation of\nheat, but, on the contrary, an agreeable feeling of coolness.\"\n\nBeckmann, in his History of Inventions, Vol. II., page 122, says:\n\n\nIn the month of September, 1765, when I visited the copper works at\nAwested, one of the workmen, for a little drink money, took some of the\nmelted copper in his hand, and after showing it to us, threw it against\nthe wall.  He then squeezed the fingers of his horny hand close\ntogether, put it for a few minutes under his armpit, to make it sweat,\nas he said; and, taking it again out, drew it over a ladle filled with\nmelted copper, some of which he skimmed off, and moved his hand\nbackwards and forwards, very quickly, by way of ostentation.\n\nWhile I was viewing this performance, I remarked a smell like that of\nsinged horn or leather, though his hand was not burnt.\n\nThe workmen at the Swedish melting-house showed the same thing to some\ntravellers in the seventeenth century; for Regnard saw it in 1681, at\nthe copper-works in Lapland.\n\n\nMy friend Quincy Kilby, of Brookline, Mass., saw the same stunt\nperformed by workmen at the Meridan Brittania Company's plant.  They\ntold him that if the hand had been wet it would have been badly scalded.\n\nThus far our interest in heat-resistance has uncovered secrets of no\nvery great practical value, however entertaining the uses to which we\nhave seen them put.  But not all the investigation of these principles\nhas been dictated by considerations of curiosity and entertainment. As\nlong ago as 1829, for instance, an English newspaper printed the\nfollowing:\n\n\nProof against Fire--On Tuesday week an experiment was made in presence\nof a Committee of the Academy of Sciences at Paris, by M. Aldini, for\nthe purpose of showing that he can secure the body against the action\nof flames so as to enable firemen to carry on their operations with\nsafety.  His experiment is stated to have given satisfaction.  The\npompiers were clothed in asbestos, over which was a network of iron.\nSome of them, it was stated, who wore double gloves of amianthus, held\na red-hot bar during four minutes.\n\n\nSir David Brewster, in his Letters on Natural Magic, page 305, gives a\nmore detailed account of Aldini, from which the natural deduction is\nthat the Chevalier was a showman with an intellect fully up to the\ndemands of his art.  Sir David says:\n\n\nIn our own times the art of defending the hands and face, and indeed\nthe whole body, from the action of heated iron and intense fire, has\nbeen applied to the nobler purpose of saving human life, and rescuing\nproperty from the flames.  The revival and the improvement of this art\nwe owe to the benevolence and the ingenuity of the Chevalier Aldini of\nMilan, who has travelled through all Europe to present this valuable\ngift to his species.  Sir H. Davy had long ago shown that a safety lamp\nfor illuminating mines, containing inflammable air, might be\nconstructed of wire-gauze, alone, which prevented the flame within,\nhowever large or intense, from setting fire to the inflammable air\nwithout.  This valuable property, which has been long in practical use,\nhe ascribed to the conducting and radiating power of the wire-gauze,\nwhich carried off the heat of the flame, and deprived it of its power.\nThe Chevalier Aldini conceived the idea of applying the same material,\nin combination with other badly conducting substances, as a protection\nagainst fire.  The incombustible pieces of dress which he uses for the\nbody, arms, and legs, are formed out of strong cloth, which has been\nsteeped in a solution of alum, while those for the head, hands, and\nfeet, are made of cloth of asbestos or amianthus.  The head dress is a\nlarge cap which envelops the whole head down to the neck, having\nsuitable perforations for the eyes, nose, and mouth.  The stockings and\ncap are single, but the gloves are made of double amianthus cloth, to\nenable the fireman to take into his hand burning or red-hot bodies.\nThe piece of ancient asbestos cloth preserved in the Vatican was\nformed, we believe, by mixing the asbestos with other fibrous\nsubstances; but M. Aldini has executed a piece of nearly the same size,\n9 feet 5 inches long, and 5 feet 3 inches wide, which is much stronger\nthan the ancient piece, and possesses superior qualities, in\nconsequence of having been woven without the introduction of any\nforeign substance.  In this manufacture the fibers are prevented from\nbreaking by action of steam, the cloth is made loose in its fabric, and\nthe threads are about the fiftieth of an inch in diameter.\n\nThe metallic dress which is superadded to these means of defence\nconsists of five principal pieces, viz., a casque or cap, with a mask\nlarge enough to leave a proper space between it and the asbestos cap; a\ncuirass with its brassets; a piece of armour for the trunk and thighs;\na pair of boots of double wire-gauze; and an oval shield 5 feet long by\n2 1/2 feet wide, made by stretching the wire-gauze over a slender frame\nof iron.  All these pieces are made of iron wire-gauze, having the\ninterval between its threads the twenty-fifth part of an inch.\n\nIn order to prove the efficacy of this apparatus, and inspire the\nfiremen with confidence in its protection, he showed them that a finger\nfirst enveloped in asbestos, and then in a double case of wire-gauze,\nmight be held a long time in the flame of a spirit-lamp or candle\nbefore the heat became inconvenient.  A fireman having his hand within\na double asbestos glove, and its palm protected by a piece of asbestos\ncloth, seized with impunity a large piece of red hot iron, carried it\ndeliberately to the distance of 150 feet, inflamed straw with it, and\nbrought it back again to the furnace.  On other occasions the fireman\nhandled blazing wood and burning substances, and walked during five\nminutes upon an iron grating placed over flaming fagots.\n\nIn order to show how the head, eyes, and lungs are protected, the\nfireman put on the asbestos and wire-gauze cap, and the cuirass, and\nheld the shield before his breast.  A fire of shavings was then\nlighted, and kept burning in a large raised chafing-dish; the fireman\nplunged his head into the middle of the flames with his face to the\nfuel, and in that position went several times round the chafing-dish\nfor a period longer than a minute.  In a subsequent trial, at Paris, a\nfireman placed his head in the middle of a large brazier filled with\nflaming hay and wood, and resisted the action of the fire during five\nor six minutes and even ten minutes.\n\nIn the experiments which were made at Paris in the presence of a\ncommittee of the Academy of Sciences, two parallel rows of straw and\nbrushwood supported by iron wires, were formed at the distance of 3\nfeet from each other, and extended 30 feet in length.  When this\ncombustible mass was set on fire, it was necessary to stand at a\ndistance of 8 or 10 yards to avoid the heat.  The flames from both the\nrows seemed to fill up the whole space between them, and rose to the\nheight of 9 or 10 feet.  At this moment six firemen, clothed in the\nincombustible dresses, and marching at a slow pace behind each other,\nrepeatedly passed through the whole length between the two rows of\nflame, which were constantly fed with additional combustibles.  One of\nthe firemen carried on his back a child eight years old, in a\nwicker-basket covered with metallic gauze, and the child had no other\ndress than a cap made of amianthine cloth.\n\nIn February, 1829, a still more striking experiment was made in the\nyard of the barracks of St. Gervais.  Two towers were erected two\nstories high, and were surrounded with heaps of inflamed materials\nconsisting of fagots and straw.  The firemen braved the danger with\nimpunity.  In opposition to the advice of M. Aldini, one of them, with\nthe basket and child, rushed into a narrow place, where the flames were\nraging 8 yards high.  The violence of the fire was so great that he\ncould not be seen, while a thick black smoke spread around, throwing\nout a heat which was unsupportable by spectators.  The fireman remained\nso long invisible that serious doubts were entertained of his safety.\nHe at length, however, issued from the fiery gulf uninjured, and proud\nof having succeeded in braving so great a danger.\n\nIt is a remarkable result of these experiments, that the firemen are\nable to breathe without difficulty in the middle of the flames.  This\neffect is owing not only to the heat being intercepted by the\nwire-gauze as it passes to the lungs, in consequence of which its\ntemperature becomes supportable, but also to the singular power which\nthe body possesses of resisting great heats, and of breathing air of\nhigh temperatures.\n\nA series of curious experiments were made on this subject by M. Tillet,\nin France, and by Dr. Fordyce and Sir Charles Blagden, in England.  Sir\nJoseph Banks, Dr. Solander, and Sir Charles Blagden entered a room in\nwhich the air had a temperature of 198 degrees Fahr., and remained ten\nminutes; but as the thermometer sunk very rapidly, they resolved to\nenter the room singly.  Dr. Solander went in alone and found the heat\n210 degrees, and Sir Joseph entered when the heat was 211 degrees.\nThough exposed to such an elevated temperature, their bodies preserved\ntheir natural degree of heat.  Whenever they breathed upon a\nthermometer it sunk several degrees; every expiration, particularly if\nstrongly made, gave a pleasant impression of coolness to their\nnostrils, and their cold breath cooled their fingers whenever it\nreached them.  On touching his side, Sir Charles Blagden found it cold\nlike a corpse, and yet the heat of his body under his tongue was 98\ndegrees.  Hence they concluded that the human body possesses the power\nof destroying a certain degree of heat when communicated with a certain\ndegree of quickness.  This power, however, varies greatly in different\nmedia. The same person who experienced no inconvenience from air heated\nto 211 degrees, could just bear rectified spirits of wine at 130\ndegrees, cooling oil at 129 degrees, cooling water at 123 degrees, and\ncooling quicksilver at 118 degrees.  A familiar instance of this\noccurred in the heated room.  All the pieces of metal there, even their\nwatch-chains, felt so hot that they could scarcely bear to touch them\nfor a moment, while the air from which the metal had derived all its\nheat was only unpleasant.  M. Duhamel and Tillet observed, at\nRochefoucault in France, that the girls who were accustomed to attend\novens in a bakehouse, were capable of enduring for ten minutes a\ntemperature of 270 degrees.\n\nThe same gentleman who performed the experiments above described\nventured to expose themselves to still higher temperatures.  Sir\nCharles Blagden went into a room where the heat was 1 degree or 2\ndegrees above 260 degrees, and remained eight minutes in this\nsituation, frequently walking about to all the different parts of the\nroom, but standing still most of the time in the coolest spot, where\nthe heat was above 240 degrees.  The air, though very hot, gave no\npain, and Sir Charles and all the other gentlemen were of opinion that\nthey could support a much greater heat.  During seven minutes Sir C.\nBlagden's breathing continued perfectly good, but after that time he\nfelt an oppression in his lungs, with a sense of anxiety, which induced\nhim to leave the room.  His pulse was then 144, double its ordinary\nquickness.  In order to prove that there was no mistake respecting the\ndegree of heat indicated by the thermometer, and that the air which\nthey breathed was capable of producing all the well-known effects of\nsuch a heat on inanimate matter, they placed some eggs and a beef-steak\nupon a tin frame near the thermometer, but more distant from the\nfurnace than from the wall of the room.  In the space of twenty minutes\nthe eggs were roasted quite hard, and in forty-seven minutes the steak\nwas not only dressed, but almost dry.  Another beef-steak, similarly\nplaced, was rather overdone in thirty-three minutes.  In the evening,\nwhen the heat was still more elevated, a third beef-steak was laid in\nthe same place, and as they had noticed that the effect of the hot air\nwas greatly increased by putting it in motion, they blew upon the steak\nwith a pair of bellows, and thus hastened the dressing of it to such a\ndegree, that the greatest portion of it was found to be pretty well\ndone in thirteen minutes.\n\nOur distinguished countryman, Sir F. Chantrey, has very recently\nexposed himself to a temperature still higher than any which we have\nmentioned.  The furnace which he employs for drying his moulds is about\n14 feet long, 12 feet high, and 12 feet broad.  When it is raised to\nits highest temperature, with the doors closed, the thermometer stands\nat 350 degrees, and the iron floor is red hot.  The workmen often enter\nit at a temperature of 340 degrees, walking over the iron floor with\nwooden clogs, which are of course charred on the surface. On one\noccasion Sir F. Chantrey, accompanied by five or six of his friends,\nentered the furnace, and, after remaining two minutes, they brought out\na thermometer which stood at 320 degrees.  Some of the party\nexperienced sharp pains in the tips of their ears, and in the septum of\nthe nose, while others felt a pain in their eyes.\n\n\n\nCHAPTER EIGHT\n\nSWORD-SWALLOWERS:  CLIQUOT, DELNO FRITZ, DEODATA, A RAZOR-SWALLOWER, AN\nUMBRELLA-SWALLOWER, WILLIAM DEMPSTER, JOHN CUMMING, EDITH CLIFFORD,\nVICTORINA.\n\n\nIt has sometimes been noted in the foregoing pages, that fire-eaters,\nfinding it difficult to invent new effects in their own sphere, have\nstrayed into other fields of endeavor in order to amplify their\nprogrammes.  Thus we find them resorting to the allied arts of\npoison-eating, sword-swallowing and the stunts of the so-called Human\nOstrich.\n\nIn this connection I consider it not out of place for me to include a\ndescription of a number of those who have, either through unusual gifts\nof nature or through clever artifice, seemingly submitted to tests\nwhich we have been taught to believe were far and away beyond the\noutposts of human endurance.  By the introduction of these thrills each\nnotable newcomer has endeavored to go his predecessors one better, and\nthe issue of challenges to all comers to match these startling effects\nhas been by no means infrequent, but I fail to discover a single\nacceptance of such a challenge.\n\nTo accomplish the sword-swallowing feat, it is only necessary to\novercome the nausea that results from the metal's touching the mucous\nmembrane of the pharynx, for there is an unobstructed passage, large\nenough to accommodate several of the thin blades used, from the mouth\nto the bottom of the stomach. This passage is not straight, but the\npassing of the sword straightens it.  Some throats are more sensitive\nthan others, but practice will soon accustom any throat to the passage\nof the blade.  When a sword with a sharp point is used the performer\nsecretly slips a rubber cap over the point to guard against accident.\n\nIt is said that the medical fraternity first learned of the possibility\nof overcoming the sensitiveness of the pharynx by investigating the\nmethods of the sword-swallowers.\n\nCliquot, who was one of the most prominent sword-swallowers of his\ntime, finally \"reformed\" and is now a music hall agent in England. The\nStrand Magazine (1896) has this to say of Cliquot and his art:\n\n\nThe Chevalier Cliquot (these fellows MUST have titles) in the act of\nswallowing the major part of a cavalry sword 22 inches long.\n\nCliquot, whose name suggests the swallowing of something much more\ngrateful and comforting than steel swords, is a French Canadian by\nbirth, and has been the admitted chief in his profession for more than\n18 years.  He ran away from his home in Quebec at an early age, and\njoined a travelling circus bound for South America.  On seeing an\narrant old humbug swallow a small machete, in Buenos Ayres, the boy\ntook a fancy to the performance, and approached the old humbug\naforesaid with the view of being taught the business.  Not having any\nmoney, however, wherewith to pay the necessary premium, the overtures\nof the would-be apprentice were repulsed; whereupon he set about\nexperimenting with his own aesophagus with a piece of silver wire.\n\nTo say the preliminary training for this sort of thing is painful, is\nto state the fact most moderately; and even when stern purpose has\ntriumphed over the laws of anatomy, terrible danger still remains.\n\nOn one occasion having swallowed a sword, and then bent his body in\ndifferent directions, as an adventurous sensation, Cliquot found that\nthe weapon also had bent to a sharp angle; and quick as thought,\nrealizing his own position as well as that of the sword, he whipped it\nout, tearing his throat in a dreadful manner. Plainly, had the upper\npart of the weapon become detached, the sword swallower's career must\ninfallibly have come to an untimely end.  Again, in New York, when\nswallowing 14 nine-inch bayonet swords at once, Cliquot had the\nmisfortune to have a too sceptical audience, one of whom, a medical man\nwho ought to have known better, rushed forward and impulsively dragged\nout the whole bunch, inflicting such injuries upon this peculiar\nentertainer as to endanger his life, and incapacitate him for months.\n\nIn one of his acts Cliquot swallows a real bayonet sword, weighted with\na cross-bar, and two 18-lib. dumb bells.  In order to vary this\nperformance, the sword-swallower allows only a part of the weapon to\npass into his body, the remainder being \"kicked\" down by the recoil of\na rifle, which is fixed to a spike in the centre of the bar, and fired\nby the performer's sister.\n\nThe last act in this extraordinary performance is the swallowing of a\ngold watch.  As a rule, Cliquot borrows one, but as no timepiece was\nforthcoming at the private exhibition where I saw him, he proceeded to\nlower his own big chronometer into his aesophagus by a slender gold\nchain.  Many of the most eminent physicians and surgeons in this\ncountry immediately rushed forward with various instruments, and the\nprivileged few took turns in listening for the ticking of the watch\ninside the performer's body. \"Poor, outraged nature is biding her\ntime,\" remarked one physician, \"but mark me, she will have a terrible\nrevenge sooner or later!\"\n\n\nEaters of glass, tacks, pebbles, and like objects, actually swallow\nthese seemingly impossible things, and disgorge them after the\nperformance is over.  That the disgorging is not always successful is\nevidenced by the hospital records of many surgical operations on\nperformers of this class, when quantities of solid matter are found\nlodged in the stomach.\n\nDelno Fritz was not only an excellent sword-swallower, but a good\nshowman as well.  The last time I saw him he was working the \"halls\" in\nEngland.  I hope he saved his money, for he was a clean man with a\nclean reputation, and, I can truly say, he was a master in his manner\nof indulging his appetite for the cold steel.\n\nDeodota, an Italian Magician, was also a sword-swallower of more than\naverage ability. He succumbed to the lure of commercialism finally, and\nis now in the jewelry business in the \"down-town district\" of New York\nCity.\n\nSword-swallowing may be harmlessly imitated by the use of a fake sword\nwith a telescopic blade, which slides into the handle. Vosin, the Paris\nmanufacturer of magical apparatus, made swords of this type, but they\nwere generally used in theatrical enchantment scenes, and it is very\ndoubtful if they were ever used by professional swallowers.\n\nIt is quite probable that the swords now most generally used by the\nprofession, which are cut from one piece of metal-handle and all--were\nintroduced to show that they were free from any telescoping device.\nSwords of this type are quite thin, less than one-eighth of an inch\nthick, and four or five of them can be swallowed at once.  Slowly\nwithdrawing them one at a time, and throwing them on the stage in\ndifferent directions, makes an effective display.\n\nA small, but strong, electric light bulb attached to the end of a cane,\nis a very effective piece of apparatus for sword swallowers, as, on a\ndarkened stage, the passage of the light down the throat and into the\nstomach can be plainly seen by the audience.  The medical profession\nnow make use of this idea.\n\nBy apparently swallowing sharp razors, a dime-museum performer, whose\nname I do not recall, gave a variation to the sword-swallowing stunt.\nThis was in the later days, and the act was partly fake and partly\ngenuine. That is to say, the swallowing was fair enough, but the sharp\nrazors, after being tested by cutting hairs, etc., were exchanged for\ndull duplicates, in a manner that, in better hands, might have been\neffective.  This chap belonged to the great army of unconscious\nexposers, and the \"switch\" was quite apparent to all save the most\ncareless observers.\n\nHis apparatus consisted of a fancy rack on which three sharp razors\nwere displayed, and a large bandanna handkerchief, in which there were\nseveral pockets of the size to hold a razor, the three dull razors\nbeing loaded in this.  After testing the edge of the sharp razors, he\npretended to wipe them, one by one, with the handkerchief, and under\ncover of this he made the \"switch\" for the dull ones, which he\nproceeded to swallow in the orthodox fashion.  His work was crude, and\nthe crowd was inclined to poke fun at him.\n\nI have seen one of these performers on the street, in London, swallow a\nborrowed umbrella, after carefully wiping the ferrule, and then return\nit to its owner only slightly dampened from its unusual journey.  A\nborrowed watch was swallowed by the same performer, and while one end\nof the chain hung from the lips, the incredulous onlookers were invited\nto place their ears against his chest and listen to the ticking of the\nwatch, which had passed as far into the aesophagus as the chain would\nallow.\n\nThe following anecdote from the Carlisle Journal, shows that playing\nwith sword-swallowing is about as dangerous as playing with fire.\n\n          DISTRESSING OCCURRENCE\n\nOn Monday evening last, a man named William Dempster, a juggler of\ninferior dexterity while exhibiting his tricks in a public house in\nBotchergate, kept by a person named Purdy, actually accomplished the\nsad reality of one of those feats, with the semblance only of which he\nintended to amuse his audience.  Having introduced into his throat a\ncommon table knife which he was intending to swallow, he accidentally\nslipped his hold, and the knife passed into his stomach.  An alarm was\nimmediately given, and surgical aid procured, but the knife had passed\nbeyond the reach of instruments, and now remains in his stomach.  He\nhas since been attended by most of the medical gentlemen of this city;\nand we understand that no very alarming symptoms have yet appeared, and\nthat it is possible he may exist a considerable time, even in this\nawkward state. His sufferings at first were very severe, but he is now,\nwhen not in motion, comparatively easy.  The knife is 9 1/2 inches\nlong, 1 inch broad in the blade, round pointed, and a handle of bone,\nand may generally be distinctly felt by applying the finger to the\nunfortunate man's belly; but occasionally, however, from change of its\nsituation it is not perceptible.  A brief notice of the analogous case\nof John Cumming, an American sailor, may not be unacceptable to our\nreaders.  About the year 1799 he, in imitation of some jugglers whose\nexhibition he had then witnessed, in an hour of intoxication, swallowed\nfour clasp knives such as sailors commonly use; all of which passed\nfrom him in a few days without much inconvenience.  Six years\nafterward, he swallowed FOURTEEN knives of different sizes; by these,\nhowever, he was much disordered, but recovered; and again, in a\nparoxysm of intoxication, he actually swallowed SEVENTEEN, of the\neffects of which he died in March, 1809. On dissection, fourteen knife\nblades were found remaining in his stomach, and the back spring of one\npenetrating through the bowel, seemed the immediate cause of his death.\n\n\nSeveral women have adopted the profession of sword-swallowing, and some\nhave won much more than a passing fame.  Notable among these is Mlle.\nEdith Clifford, who is, perhaps, the most generously endowed.\nPossessed of more than ordinary personal charms, a refined taste for\ndressing both herself and her stage, and an unswerving devotion to her\nart, she has perfected an act that has found favor even in the Royal\nCourts of Europe.\n\nMlle. Clifford was born in London in 1884 and began swallowing the\nblades when only 15 years of age.  During the foreign tour of the\nBarnum & Bailey show she joined that Organization in Vienna, 1901, and\nremained with it for five years, and now, after eighteen years of\nservice, she stands well up among the stars.  She has swallowed a\n26-inch blade, but the physicians advise her not to indulge her\nappetite for such luxuries often, as it is quite dangerous.  Blades of\n18 or 20 inches give her no trouble whatever.\n\nIn the spring of 1919 I visited the Ringling Bros., and the Barnum &\nBailey Show especially to witness Mlle. Clifford's act.  In addition to\nswallowing the customary swords and sabers she introduced such\nnovelties as a specially constructed razor, with a blade five or six\ntimes the usual length, a pair of scissors of unusual size, a saw which\nis 2 1/2 inches wide at the broadest point, with ugly looking teeth,\nalthough somewhat rounded at the points, and several other items quite\nunknown to the bill-of-fare of ordinary mortals.  A set of ten thin\nblades slip easily down her throat and are removed one at a time.\n\nThe sensation of her act is reached when the point of a bayonet, 23 1/2\ninches long, fastened to the breech of a cannon, is placed in her mouth\nand the piece discharged; the recoil driving the bayonet suddenly down\nher throat. The gun is loaded with a 10 gauge cannon shell.\n\nMlle. Clifford's handsomely arranged stage occupied the place of honor\nin the section devoted to freaks and specialties.\n\nCliquot told me that Delno Fritz was his pupil, and Mlle. Clifford\nclaims to be a pupil of Fritz.\n\nDeserving of honorable mention also is a native of Berlin, who bills\nherself as Victorina. This lady is able to swallow a dozen sharp-bladed\nswords at once.  Of Victorina, the Boston Herald of December 28th,\n1902, said:\n\n\nBy long practice she has accustomed herself to swallow swords, daggers,\nbayonets, walking sticks, rods, and other dangerous articles.\n\nHer throat and food passages have become so expansive that she can\nswallow three long swords almost up to the hilts, and can accommodate a\ndozen shorter blades.\n\nThis woman is enabled to bend a blade after swallowing it.  By moving\nher head back and forth she may even twist instruments in her throat.\nTo bend the body after one has swallowed a sword is a dangerous feat,\neven for a professional swallower.  There is a possibility of severing\nsome of the ligaments of the throat or else large arteries or veins.\nVictorina has already had several narrow escapes.\n\nOn one occasion, while sword-swallowing before a Boston audience, a\nsword pierced a vein in her throat.  The blade was half-way down, but\ninstead of immediately drawing it forth, she thrust it farther.  She\nwas laid up in a hospital for three months after this performance.\n\nIn Chicago she had a still narrower escape.  One day while performing\nat a museum on Clark Street, Victorina passed a long thin dagger down\nher throat.  In withdrawing it, the blade snapped in two, leaving the\npointed portion some distance in the passage.  The woman nearly fainted\nwhen she realized what had occurred, but, by a masterful effort,\ncontrolled her feelings.  Dropping the hilt of the dagger on the floor,\nshe leaned forward, and placing her finger and thumb down her throat,\njust succeeded in catching the end of the blade.  Had it gone down an\neighth of an inch farther her death would have been certain.\n\n\n\nCHAPTER NINE\n\nSTONE-EATERS: A SILESIAN IN PRAGUE, 1006; FRANCOIS BATTALIA, ca. 1641;\nPLATERUS' BEGGAR BOY; FATHER PAULIAN'S LITHOPHAGUS OF AVIGNON, 1760;\n\"THE ONLY ONE IN THE WORLD,\" LONDON, 1788; SPANIARDS IN LONDON, 1790; A\nSECRET FOR TWO AND SIX; JAPANESE TRAINING.--FROG-SWALLOWERS:  NORTON;\nENGLISH JACK; BOSCO, THE SNAKE-EATER; BILLINGTON'S PRESCRIPTION FOR\nHANGMEN; CAPTAIN VEITRO.--WATER-SPOUTERS: BLAISE MANFREDE, ca. 1650;\nFLORAM MARCHAND, 1650.\n\n\nThat the genesis of stone-eating dates back hundreds of years farther\nthan is generally supposed, is shown by a statement in Wanley's Wonders\nof the Little World, London, 1906, Vol. II, page 58, which reads as\nfollows:\n\n\nAnno 1006, there was at Prague a certain Silesian, who, for a small\nreward in money, did (in the presence of many persons) swallow down\nwhite stones to the number of thirty-six; they weighed very near three\npounds; the least of them was of the size of a pigeon's egg, so that I\ncould scarce hold them all in my hand at four times: this rash\nadventure he divers years made for gain, and was sensible of no injury\nto his health thereby.\n\n\nThe next man of this type of whom I find record lived over six hundred\nyears later. This was an Italian named Francois Battalia. The print\nshown here is from the Book of Wonderful Characters, and is a\nreproduction from an etching made by Hollar in 1641.\n\nDoctor Bulwer, in his Artificial Changeling, tells a preposterous story\nof Battalia's being born with two pebbles in one hand and one in the\nother; that he refused both the breast and the pap offered him, but ate\nthe pebbles and continued to subsist on stones for the remainder of his\nlife.  Doctor Bulwer thus describes his manner of feeding:\n\n\nHis manner is to put three or four stones into a spoon, and so putting\nthem into his mouth together, he swallows them all down, one after\nanother; then (first spitting) he drinks a glass of beer after them.\nHe devours about half a peck of these stones every day, and when he\nclinks upon his stomach, or shakes his body, you may hear the stones\nrattle as if they were in a sack, all of which in twenty-four hours are\nresolved.  Once in three weeks he voids a great quantity of sand, after\nwhich he has a fresh appetite for these stones, as we have for our\nvictuals, and by these, with a cup of beer, and a pipe of tobacco, he\nhas his whole subsistence.\n\n\nFrom a modern point of view the Doctor \"looks easy.\"\n\nThe Book of Wonderful Characters continues:\n\n\nPlaterus speaks of a beggar boy, who for four farthings would suddenly\nswallow many stones which he met with by chance in any place, though\nthey were big as walnuts, so filling his belly that by the collision of\nthem while they were pressed, the sound was distinctly heard.  Father\nPaulian says that a true lithophagus, or stone-eater, was brought to\nAvignon in the beginning of May, 1760.  He not only swallowed flints an\ninch and a half long, a full inch broad, and half an inch thick, but\nsuch stones as he could reduce to powder, such as marble, pebbles,\netc., he made up into paste, which to him was a most agreeable and\nwholesome food.  Father Paulian examined this man with all the\nattention he possibly could, and found his gullet very large, his teeth\nexceedingly strong, his saliva very corrosive, and his stomach lower\nthan ordinary.\n\nThis stone eater was found on Good Friday, in 1757, in a northern\ninhabited island, by some of the crew of a Dutch ship.  He was made by\nhis keeper to eat raw flesh with his stones; but he never could be got\nto swallow bread.  He would drink water, wine, and brandy, which last\nliquor gave him infinite pleasure.  He slept at least twelve hours a\nday, sitting on the ground with one knee over the other, and his chin\nresting on his right knee.  He smoked almost all the time he was not\nasleep or not eating.  Some physicians at Paris got him blooded; the\nblood had little or no serum, and in two hours time it became as\nfragile as coral.\n\nHe was unable to pronounce more than a few words, such as Oui, Non,\nCaillou, Bon.  \"He has been taught,\" adds the pious father, evidently\npleased with the docility of his interesting pupil, \"to make the sign\nof the cross, and was baptized some months ago in the church of St.\nCome, at Paris.  THE RESPECT HE SHOWS TO ECCLESIASTICS AND HIS READY\nDISPOSITION TO PLEASE THEM, afforded me the opportunity of satisfying\nmyself as to all these particulars; and I AM FULLY CONVINCED THAT HE IS\nNO CHEAT.\"\n\nHere is the advertisement of a stone-eater who appeared in England in\n1788.\n\n     An Extraordinary Stone-Eater\n          The Original\n          STONE-EATER\n     The Only One in the World,\n\nHas arrived, and means to perform this, and every day (Sunday excepted)\nat Mr. Hatch's, trunk maker, 404 Strand, opposite Adelphi.\n\n\n\n              STONE-EATING\n                    and\n          STONE-SWALLOWING\n And after the stones are swallowed may\n     be heard to clink in\n the belly, the same as in a pocket.\n\nThe present is allowed to be the age of Wonders and Improvements in the\nArts. The idea of Man's flying in the Air, twenty years ago, before the\ndiscovery of the use of the balloon, would have been laughed at by the\nmost credulous!  Nor does the History of Nature afford so extraordinary\na relation as that of the man's eating and subsisting on pebbles,\nflints, tobacco pipes and mineral excrescences; but so it is and the\nLadies and Gentlemen of this Metropolis and its vicinity have now an\nopportunity of witnessing this extraordinary Fact by seeing the Most\nWonderful Phenomenon of the Age, who Grinds and Swallows stones, etc.,\nwith as much ease as a Person would crack a nut, and masticate the\nkernel.\n\nThis Extraordinary Stone-eater appears not to suffer the least\nInconvenience from so ponderous, and to all other persons in the World,\nso indigestible a Meal, which he repeats from twelve at noon to seven.\n\nAny Lady or Gentleman may bring Black Flints or Pebbles with them. N.\nB.--His Merit is fully demonstrated by Dr. Monroe, who in his Medical\nCommentary, 1772, and several other Gentlemen of the Faculty.  Likewise\nDr. John Hunter and Sir Joseph Banks can witness the Surprising\nPerformance of this most Extraordinary STONE-EATER.\n\nAdmittance, Two shillings and Six pence.\n\nA Private Performance for five guineas on short notice.\n\n\nA Spanish stone-eater exhibited at the Richmond Theater, on August 2nd,\n1790, and another at a later date, at the Great Room, late Globe\nTavern, corner of Craven Street, Strand.\n\nAll of these phenomenal gentry claimed to subsist entirely on stones,\nbut their modern followers hardly dare make such claims, so that the\nart has fallen into disrepute.\n\nA number of years ago, in London, I watched several performances of one\nof these chaps who swallowed half a hatful of stones, nearly the size\nof hen's eggs, and then jumped up and down, to make them rattle in his\nstomach. I could discover no fake in the performance, and I finally\ngave him two and six for his secret, which was simple enough.  He\nmerely took a dose of powerful physic to clear himself of the stones,\nand was then ready for the next performance.\n\nDuring my engagement in 1895 with Welsh Bros. Circus I became quite\nwell acquainted with an aged Jap of the San Kitchy Akimoto troupe and\nfrom him I learned the method of swallowing quite large objects and\nbringing them up again at will.  For practice very small potatoes are\nused at first, to guard against accident; and after one has mastered\nthe art of bringing these up, the size is increased gradually till\nobjects as large as the throat will receive can be swallowed and\nreturned.\n\nI recall a very amusing incident in connection with this old chap.\n\nIn one number of the programme he sat down on the ring bank and\nbalanced a bamboo pole, at the top of which little Massay went through\nthe regular routine of posturings. After years spent in this work, my\naged friend became so used to his job that he did it automatically, and\nscarcely gave a thought to the boy at the top.  One warm day, however,\nhe carried his indifference a trifle too far, and dropped into a quiet\nnap, from which he woke only to find that the pole was falling and had\nalready gone too far to be recovered, but the agility of the boy saved\nhim from injury.  As my knowledge of Japanese is limited to the more\npolite forms, I cannot repeat the remarks of the lad.\n\nUntil a comparatively recent date, incredible as it may seem,\nfrog-swallowers were far from uncommon on the bills of the Continental\ntheaters.  The most prominent, Norton, a Frenchman, was billed as a\nleading feature in the high-class houses of Europe.  I saw him work at\nthe Apollo Theater, Nuremberg, where I was to follow him in; and during\nmy engagement at the Circus Busch, Berlin, we were on the same\nprogramme, which gave me an opportunity to watch him closely.\n\nOne of his features was to drink thirty or forty large glasses of beer\nin slow succession. The filled glasses were displayed on shelves at the\nback of the stage, and had handles so that he could bring forward two\nor three in each hand.  When he had finished these he would return for\nothers and, while gathering another handful, would bring up the beer\nand eject it into a receptacle arranged between the shelves, just below\nthe line of vision of the audience.\n\nNorton could swallow a number of half-grown frogs and bring them up\nalive.  I remember his anxiety on one occasion when returning to his\ndressing-room; it seems he had lost a frog--at least he could not\naccount for the entire flock--and he looked very much scared, probably\nat the uncertainty as to whether or not he had to digest a live frog.\n\nThe Muenchen October Fest, is the annual fair at that city, and a most\nwonderful show it is.  I have been there twice; once as the big feature\nwith Circus Carre, in 1901, and again in 1913, with the Circus Corty\nAlthoff.  The Continental Circuses are not, like those of this country,\nunder canvas, but show in wooden buildings.  At these October Fests I\nsaw a number of frog-swallowers, and to me they were very repulsive\nindeed.  In fact, Norton was the only one I ever saw who presented his\nact in a dignified manner.\n\nWillie Hammerstein once had Norton booked to appear at the Victoria\nTheater, New York, but the Society for the Prevention of Cruelty to\nAnimals would not allow him to open; so he returned to Europe without\nexhibiting his art (?) in America.\n\nIn my earlier days in the smaller theaters of America, before the\nadvent of the B. F. Keith and E. F. Albee theaters, I occasionally ran\nacross a sailor calling himself English Jack, who could swallow live\nfrogs and bring them up again with apparent ease.\n\nI also witnessed the disgusting pit act of that degenerate, Bosco, who\nate living snakes, and whose act gave rise to the well-known barkers'\ncry HE EATS 'EM ALIVE!  If the reader wishes further description of\nthis creature's work, he must find it in my book, The Unmasking of\nRobert Houdin, for I cannot bring myself to repeat the nauseating\ndetails here.\n\nDuring an engagement in Bolton, Eng., I met Billington, the official\nhangman, who was convinced that I could not escape from the restraint\nhe used to secure those he was about to execute.\n\nMuch to his astonishment, I succeeded in releasing myself, but he said\nthe time consumed was more than sufficient to spring the trap and\nlaunch the doomed soul into eternity. Billington told me that he had\nhardened himself to the demands of his office by killing rats with his\nteeth.\n\nDuring my engagement at the Winter Garten, Berlin, Captain Veitro, a\nperformer that I had known for years in America, where he worked in\nside shows and museums, came to Berlin and made quite a stir by eating\npoisons.  He appeared only a few times, however, as his act did not\nappeal to the public, presumably for the reason that he had his stomach\npumped out at each performance, to prove that it contained the poison.\nThis may have been instructive, but it possessed little appeal as\nentertainment, and I rarely heard of the venturesome captain after that.\n\nYears ago I saw a colored poison-eater at Worth's Museum, New York\nCity, who told me that he escaped the noxious effects of the drugs by\neating quantities of oatmeal mush.\n\nAnother colored performer took an ordinary bottle, and, after breaking\nit, would bite off chunks, crunch them with his teeth, and finally\nswallow them.  I have every reason to believe that his performance was\ngenuine.\n\nThe beer-drinking of Norton was a more refined version of the so-called\nwater-spouting of previous generations, in which the returning was done\nopenly, a performance that could not fail to disgust a modern audience.\nTo be sure, in the days of the Dime Museum, a Negro who returned the\nwater worked those houses; but his performance met with little\napproval, and it is years since I have heard of such an exhibition.\n\nThe first water-spouter of whom I find a record was Blaise Manfrede or\nde Manfre, who toured Europe about the middle of the seventeenth\ncentury.  An interesting account of this man may be found in my book\nThe Unmasking of Robert Houdin.\n\nA pupil of Manfrede's, by the name of Floram Marchand, who seems to\nhave been fully the equal of his master, appeared in England in 1650.\nThe following description of Marchand's performance is from The Book of\nWonderful Characters, edition of 1869, page 126:\n\n\nIn the summer of 1650, a Frenchman named Floram Marchand was brought\nover from Tours to London, who professed to be able to \"turn water into\nwine,\" and at his vomit render not only the tincture, but the strength\nand smell of several wines, and several waters.  He learnt the\nrudiments of this art from Bloise, an Italian, who not long before was\nquestioned by Cardinal Mazarin, who threatened him with all the\nmiseries that a tedious imprisonment could bring upon him, unless he\nwould discover to him by what art he did it.  Bloise, startled at the\nsentence, and fearing the event, made a full confession on these terms,\nthat the Cardinal would communicate it to no one else.\n\nFrom this Bloise, Marchand received all his instruction; and finding\nhis teacher the more sought after in France, he came by the advice of\ntwo English friends to England, where the trick was new.  Here--the\ncause of it being utterly unknown--he seems for a time to have gulled\nand astonished the public to no small extent, and to his great profit.\n\nBefore long, however, the whole mystery was cleared up by his two\nfriends, who had probably not received the share of the profits to\nwhich they thought themselves entitled.  Their somewhat circumstantial\naccount runs as follows.\n\nTo prepare his body for so hardy a task, before he makes his appearance\non the stage, he takes a pill about the quantity of a hazel nut,\nconfected with the gall of an heifer, and wheat flour baked.  After\nwhich he drinks privately in his chamber four or five pints of\nluke-warm water, to take all the foulness and slime from his stomach,\nand to avoid that loathsome spectacle which otherwise would make thick\nthe water, and offend the eye of the observer.\n\nIn the first place, he presents you with a pail of luke-warm water, and\nsixteen glasses in a basket, but you are to understand that every\nmorning he boils two ounces of Brazil thin-sliced in three pints of\nrunning water, so long till the whole strength and color of the Brazil\nis exhausted: of this he drinks half a pint in his private chamber\nbefore he comes on the stage: you are also to understand that he\nneither eats nor drinks in the morning on those days when he comes on\nthe stage, the cleansing pill and water only excepted; but in the\nevening will make a very good supper, and eat as much as two or three\nother men who have not their stomachs so thoroughly purged.\n\nBefore he presents himself to the spectators, he washes all his glasses\nin the best white-wine vinegar he can procure.  Coming on the stage, he\nalways washes his first glass, and rinses it two or three times, to\ntake away the strength of the vinegar, that it may in no wise discolour\nthe complexion of what is represented to be wine.\n\nAt his first entrance, he drinks four and twenty glasses of luke-warm\nwater, the first vomit he makes the water seems to be a full deep\nclaret: you are to observe that his gall-pill in the morning, and so\nmany glasses of luke-warm water afterwards, will force him into a\nsudden capacity to vomit, which vomit upon so much warm water, is for\nthe most part so violent on him, that he cannot forbear if he would.\n\nYou are again to understand that all that comes from him is red of\nitself, or has a tincture of it from the first Brazil water; but by\ndegrees, the more water he drinks, as on every new trial he drinks as\nmany glasses of water as his stomach will contain, the water that comes\nfrom him will grow paler and paler.  Having then made his essay on\nclaret, and proved it to be of the same complexion, he again drinks\nfour or five glasses of luke-warm water, and brings forth claret and\nbeer at once into two several glasses: now you are to observe that the\nglass which appears to be claret is rinsed as before, but the beer\nglass not rinsed at all, but is still moist with the white-wine\nvinegar, and the first strength of the Brazil water being lost, it\nmakes the water which he vomits up to be of a more pale colour, and\nmuch like our English beer.\n\nHe then brings his rouse again, and drinks up fifteen or sixteen\nglasses of luke-warm water, which the pail will plentifully afford him:\nhe will not bring you up the pale Burgundian wine, which, though more\nfaint of complexion than the claret, he will tell you is the purest\nwine in Christendom.  The strength of the Brazil water, which he took\nimmediately before his appearance on the stage, grows fainter and\nfainter.  This glass, like the first glass in which he brings forth his\nclaret, is washed, the better to represent the colour of the wine\ntherein.\n\nThe next he drinks comes forth sack from him, or according to that\ncomplexion. Here he does not wash his glass at all; for the strength of\nthe vinegar must alter what is left of the complexion of the Brazil\nwater, which he took in the morning before he appeared on the stage.\n\nYou are always to remember, that in the interim, he will commonly drink\nup four or five glasses of the luke-warm water, the better to provoke\nhis stomach to a disgorgement, if the first rouse will not serve turn.\nHe will now (for on every disgorge he will bring you forth a new\ncolour), he will now present you with white wine.  Here also he will\nnot wash his glass, which (according to the vinegar in which it was\nwashed) will give it a colour like it.  You are to understand, that\nwhen he gives you the colour of so many wines, he never washes the\nglass, but at his first evacuation, the strength of the vinegar being\nno wise compatible with the colour of the Brazil water.\n\nHaving performed this task, he will then give you a show of rose-water;\nand this indeed, he does so cunningly, that it is not the show of\nrose-water, but rose-water itself.  If you observe him, you will find\nthat either behind the pail where his luke-warm water is, or behind the\nbasket in which his glasses are, he will have on purpose a glass of\nrose-water prepared for him.  After he has taken it, he will make the\nspectators believe that he drank nothing but the luke-warm water out of\nthe pail; but he saves the rose-water in the glass, and holding his\nhand in an indirect way, the people believe, observing the water\ndropping from his fingers, that it is nothing but the water out of the\npail. After this he will drink four or five glasses more out of the\npail, and then comes up the rose-water, to the admiration of the\nbeholders.  You are to understand, that the heat of his body working\nwith his rose-water gives a full and fragrant smell to all the water\nthat comes from him as if it were the same.\n\nThe spectators, confused at the novelty of the sight, and looking and\nsmelling on the water, immediately he takes the opportunity to convey\ninto his hand another glass; and this is a glass of Angelica water,\nwhich stood prepared for him behind the pail or basket, which having\ndrunk off, and it being furthered with four or five glasses of\nluke-warm water, out comes the evacuation, and brings with it a perfect\nsmell of the Angelica, as it was in the rose-water above specified.\n\nTo conclude all, and to show you what a man of might he is, he has an\ninstrument made of tin, which he puts between his lips and teeth; this\ninstrument has three several pipes, out of which, his arms a-kimbo, a\nputting forth himself, he will throw forth water from him in three\npipes, the distance of four or five yards. This is all clear water,\nwhich he does with so much port and such a flowing grace, as if it were\nhis master-piece.\n\nHe has been invited by divers gentlemen and personages of honour to\nmake the like evacuation in milk, as he made a semblance in wine.  You\nare to understand that when he goes into another room, and drinks two\nor three pints of milk.  On his return, which is always speedy, he goes\nfirst to his pail, and afterwards to his vomit.  The milk which comes\nfrom him looks curdled, and shows like curdled milk and drink.  If\nthere be no milk ready to be had, he will excuse himself to his\nspectators, and make a large promise of what he will perform the next\nday, at which time being sure to have milk enough to serve his turn, he\nwill perform his promise.\n\nHis milk he always drinks in a withdrawing room, that it may not be\ndiscovered, for that would be too apparent, nor has he any other shift\nto evade the discerning eye of the observers.\n\nIt is also to be considered that he never comes on the stage (as he\ndoes sometimes three or four times in a day) but he first drinks the\nBrazil water, without which he can do nothing at all, for all that\ncomes from him has a tincture of the red, and it only varies and alters\naccording to the abundance of water which he takes, and the strength of\nthe white-wine vinegar, in which all the glasses are washed.\n\n\n\nCHAPTER TEN\n\nDEFIERS OF POISONOUS REPTILES:  THARDO; MRS. LEARN, DEALER IN\nRATTLESNAKES.--SIR ARTHUR THURLOW CUNYNGHAME ON ANTIDOTES FOR\nSNAKE-BITE.--JACK THE VIPER.--WILLIAM OLIVER, 1735.--THE ADVICE OF\nCORNELIUS HEINRICH AGRIPPA, (1486-1535).--AN AUSTRALIAN SNAKE\nSTORY.--ANTIDOTES FOR VARIOUS POISONS.\n\n\nAbout twenty-two years ago, during one of my many engagements at Kohl\nand Middleton's, Chicago, there appeared at the same house a marvelous\n\"rattle-snake poison defier\" named Thardo.  I watched her act with deep\ninterest for a number of weeks, never missing a single performance.\nFor the simple reason that I worked within twelve feet from her, my\nstatement that there was absolutely no fake attached to her startling\nperformance can be taken in all seriousness, as the details are still\nfresh in my mind.\n\nThardo was a woman of exceptional beauty, both of form and feature, a\nfluent speaker and a fearless enthusiast in her devotion to her art.\nShe would allow herself to be repeatedly bitten by rattle-snakes and\nreceived no harm excepting the ordinary pain of the wound. After years\nof investigation I have come to the belief that this immunity was the\nresult of an absolutely empty stomach, into which a large quantity of\nmilk was taken shortly after the wound was inflicted, the theory being\nthat the virus acts directly on the contents of the stomach, changing\nit to a deadly poison.\n\nIt was Thardo's custom to give weekly demonstrations of this power, to\nwhich the medical profession were invited, and on these occasions she\nwas invariably greeted with a packed house.  When the moment of the\nsupreme test came, an awed silence obtained; for the thrill of seeing\nthe serpent flash up and strike possessed a positive fascination for\nher audiences.  Her bare arms and shoulders presented a tempting target\nfor the death-dealing reptile whose anger she had aroused.  As soon as\nhe had buried his fangs in her expectant flesh, she would coolly tear\nhim from the wound and allow one of the physicians present to extract a\nportion of the venom and immediately inject it into a rabbit, with the\nresult that the poor creature would almost instantly go into\nconvulsions and would soon die in great agony.\n\nAnother rattle-snake defier is a resident of San Antonio, Texas.  Her\nname is Learn, and she once told me that she was the preceptor of\nThardo.  This lady deals in live rattle-snakes and their\nby-products--rattle-snake skin, which is used for fancy bags and\npurses; rattle-snake oil, which is highly esteemed in some quarters as\na specific for rheumatism; and the venom, which has a pharmaceutical\nvalue.\n\nShe employs a number of men as snake trappers.  Their usual technique\nis to pin the rattler to the ground by means of a forked stick thrust\ndexterously over his neck, after which he is conveyed into a bag made\nfor the purpose.  Probably the cleverest of her trappers is a Mexican\nwho has a faculty of catching these dangerous creatures with his bare\nhands. The story goes that this chap has been bitten so many times that\nthe virus no longer has any effect on him.  Even that most poisonous of\nall reptiles, the Gila monster, has no terrors for him.  He swims along\nthe shore where venomous reptiles most abound, and fearlessly attacks\nany and all that promise any income to his employer.\n\nIn a very rare book by General Sir Arthur Thurlow Cunynghame, entitled,\nMy Command in South Africa, 1880, I find the following:\n\n\nThe subject of snake bites is one of no small interest in this country.\n\nLiquid ammonia is, par excellence, the best antidote.  It must be\nadministered immediately after the bite, both internally, diluted with\nwater, and externally, in its concentrated form.\n\nThe \"Eau de luce\" and other nostrums sold for this purpose have ammonia\nfor their main ingredient.  But it generally happens in the case of a\nsnake bite that the remedy is not at hand, and hours may elapse before\nit can be obtained.  In this case the following treatment will work\nwell.  Tie a ligature tightly ABOVE the bite, scarify the wound deeply\nwith a knife, and allow it to bleed freely.  After having drawn an\nounce of blood, remove the ligature and ignite three times successively\nabout two drams of gunpowder right on the wound.\n\nIf gunpowder be not at hand, an ordinary fusee will answer the purpose:\nor, in default of this, the glowing end of a piece of wood from the\nfire.  Having done this, proceed to administer as much brandy as the\npatient will take.  Intoxicate him as rapidly as possible, and, once\nintoxicated, he is safe.  If, however, through delay in treatment, the\npoison has once got into circulation no amount of brandy will either\nintoxicate him or save his life.\n\n\nAn odd character, rejoicing in the nick-name of Jack the Viper, is\nmentioned on page 763 of Hone's Table Book, 1829.  In part the writer\nsays:\n\n\nJack has traveled, seen the world, and profited by his travels; for he\nhas learned to be contented.\n\nHe is not entirely idle, nor wholly industrious. If he can get a crust\nsufficient for the day, he leaves the evil of it should visit him.  The\nfirst time I saw him was in the high noon of a scorching day, at an inn\nin Laytonstone.  He came in while a sudden storm descended, and a\nrainbow of exquisite majesty vaulted the earth.  Sitting down at a\ntable, he beckoned the hostess for his beer, and conversed freely with\nhis acquaintance.  By his arch replies I found that I was in company\nwith an original--a man that might stretch forth his arms in the\nwilderness without fear, and like Paul, grasp an adder without harm.\nHe playfully entwined his fingers with their coils and curled crests,\nand played with their forked tongues.  He had unbuttoned his waistcoat,\nand as cleverly as a fish-woman handles her eels, let out several\nsnakes and adders, warmed by his breast, and spread them on the table.\nHe took off his hat, and others of different sizes and lengths twisted\nbefore me; some of them, when he unbosomed his shirt, returned to the\ngenial temperature of his skin; and some curled around the legs of the\ntable, and others rose in a defensive attitude. He irritated and\nhumored them, to express either pleasure or pain at his will. Some were\npurchased by individuals, and Jack pocketed his gains, observing, \"A\nfrog, or a mouse, occasionally, is enough for a snake's satisfaction.\"\n\nThe Naturalist's Cabinet says, that \"In presence of the Grand Duke of\nTuscany, while the philosophers were making elaborate dissertations on\nthe danger of the poison of vipers, taken inwardly, a viper catcher,\nwho happened to be present, requested that a quantity of it might be\nput into a vessel; and then, with the utmost confidence, and to the\nastonishment of the whole company, he drank it off.  Everyone expected\nthe man instantly to drop down dead; but they soon perceived their\nmistake, and found that, taken inwardly, the poison was as harmless as\nwater.\"\n\nWilliam Oliver, a viper catcher at Bath, was the first who discovered\nthat, by the application of olive oil, the bite of the viper is\neffectually cured.  On the first of June, 1735, he suffered himself to\nbe bitten by an old black viper; and after enduring the agonizing\nsymptoms of approaching death, by using olive oil he perfectly\nrecovered.\n\nVipers' flesh was formerly esteemed for its medicinal virtues, and its\nsalt was thought to exceed every other animal product in giving vigor\nto a languid constitution.\n\n\nAccording to Cornelius Heinrich Agrippa (called Agrippa of Nettesheim),\na German philosopher, and student of alchemy and magic, who was born in\n1486, and died in 1535, \"if you would handle adders and snakes without\nharm, wash your hands in the juice of radishes, and you may do so\nwithout harm.\"\n\nEven though it may seem a digression, I yield to the temptation to\ninclude here an extraordinary \"snake story\" taken from An Actor Abroad,\nwhich Edmund Leathes published in 1880:\n\n\nI will here relate the story of a sad death--I might feel inclined to\ncall it suicide--which occurred in Melbourne shortly before my arrival\nin the colonies. About a year previous to the time of which I am now\nwriting, a gentleman of birth and education, a Cambridge B. A., a\nbarrister by profession and a literary man by choice, with his wife and\nthree children emigrated to Victoria.  He arrived in Melbourne with one\nhundred and fifty pounds in his pocket, and hope unlimited in his heart.\n\nPoor man!  He, like many another man, quickly discovered that muscles\nin Australia are more marketable than brains. His little store of money\nbegan to melt under the necessities of his wife and family.  To make\nmatters worse he was visited by a severe illness.  He was confined to\nhis bed for some weeks, and during his convalescence his wife presented\nhim with another of those \"blessings to the poor man,\" a son.\n\nIt was Christmas time, his health was thoroughly restored, he naturally\npossessed a vigorous constitution; but his heart was beginning to fail\nhim, and his funds were sinking lower and lower.\n\nAt last one day, returning from a long and solitary walk, he sat down\nwith pen and paper and made a calculation by which he found he had\nsufficient money left to pay the insurance upon his life for one year,\nwhich, in the case of his death occurring within that time, would bring\nto his widow the sum of three thousand pounds.  He went to the\ninsurance office, and made his application--was examined by the\ndoctor--the policy was made out, his life was insured.  From that day\nhe grew moody and morose, despair had conquered hope.\n\nAt this time a snake-charmer came to Melbourne, who advertised a\nwonderful cure for snake-bites.  This charmer took one of the halls in\nthe town, and there displayed his live stock, which consisted of a\ngreat number of the most deadly and venomous snakes which were to be\nfound in India and Australia.\n\nThis man had certainly some most wonderful antidote to the poison of a\nsnake's fangs.  In his exhibitions he would allow a cobra to bite a dog\nor a rabbit, and, in a short time after he had applied his nostrum the\nanimal would thoroughly revive; he advertised his desire to perform\nupon humanity, but, of course, he could find no one would be fool\nenough to risk his life so unnecessarily.\n\nThe advertisement caught the eye of the unfortunate emigrant, who at\nonce proceeded to the hall where the snake charmer was holding his\nexhibition.  He offered himself to be experimented upon; the fanatic\nsnake-charmer was delighted, and an appointment was made for the same\nevening as soon as the \"show\" should be over.\n\nThe evening came; the unfortunate man kept his appointment, and, in the\npresence of several witnesses, who tried to dissuade him from the\ntrial, bared his arm and placed it in the cage of an enraged cobra and\nwas quickly bitten.  The nostrum was applied apparently in the same\nmanner as it had been to the lower animals which had that evening been\nexperimented upon, but whether it was that the poor fellow wilfully did\nsomething to prevent its taking effect--or whatever the reason--he soon\nbecame insensible, and in a couple of hours he was taken home to his\nwife and family--a corpse.  The next morning the snake-charmer had\nflown, and left his snakes behind him.\n\nThe insurance company at first refused payment of the policy, asserting\nthat the death was suicide; the case was tried and the company lost it,\nand the widow received the three thousand pounds.  The snake-charmer\nwas sought in vain; he had the good fortune and good sense to be seen\nno more in the Australian colonies.\n\n\nAs several methods of combating the effects of poisons have been\nmentioned in the foregoing pages, I feel in duty bound to carry the\nsubject a little farther and present a list of antidotes.  I shall not\nattempt to educate my readers in the art of medicine, but simply to\ngive a list of such ordinary materials as are to be found in\npractically every household, materials cited as antidotes for the more\ncommon poisons.  I have taken them from the best authorities obtainable\nand they are offered in the way of first aid, to keep the patient alive\ntill the doctor arrives; and if they should do no good, they can hardly\ndo harm.\n\nThe first great rule to be adopted is SEND FOR THE DOCTOR AT ONCE and\ngive him all possible information about the case without delay.  Use\nevery possible means to keep the patient at a normal temperature.  When\nartificial respiration is necessary, always get hold of the tongue and\npull it well forward in order to keep the throat clear, then turn the\npatient over on his face and press the abdomen to force out the air,\nthen turn him over on the back so that the lungs may fill again,\nrepeating this again and again till the doctor arrives.  The best\nstimulants are strong tea or coffee; but when these are not sufficient,\na tablespoon of brandy, whisky, or wine may be added.\n\nVegetable and mineral poisons, with few exceptions, act as efficiently\nin the blood as in the stomach.  Animal poisons act only through the\nblood, and are inert when introduced into the stomach.  Therefore there\nis absolutely no danger in sucking the virus from a snake bite, except\nthat the virus should not be allowed to touch any spot where the skin\nis broken.\n\nThe following list of antidotes is taken largely from Appleton's\nMedical Dictionary, and Sollmann's A Manual of Pharmacology,\nPhiladelphia, 1917, pages 56 and 57, and has been verified by\ncomparison with various other authorities at the library of the Medical\nSociety of the County of New York:\n\n  Arsenic             Induce vomiting with a dessert-spoonful\n                         of ground mustard in tepid water.  Also\n                         put the finger in the throat to induce\n                         retching.  When the stomach has been\n                         emptied, give the patient all the milk\n                         he can take.\n  Aconite             Induce vomiting as above.  Also give\n                         active purgative.  Stimulate with strong\n                         tea or coffee.  Keep the patient roused.\n  Alcohol             Same as for aconite.\n  Belladonna          Same as for aconite.\n  Bitter-sweet        Same as for aconite.\n  Blue vitriol        Induce vomiting as in arsenic.  Then give\n                         milk, or white of egg, or mucilage.\n  Cantharides         Induce vomiting.  Give soothing drinks.\n\n                      NO OIL.  Rub abdomen with camphor,\n\n                      or camphorated oil.\n  Chloral             Same as for aconite.\n  Camphor             Same as for aconite.\n  Conium (Hemlock)    Same as for aconite.\n  Carbolic Acid       White of egg in water, or olive oil,\n                           followed by a large quantity of milk.\n  Calomel             Give white of egg, followed by milk, or\n                         flour gruel.\n  Corrosive Sublimate Same as for calomel.\n  Croton Oil          Induce vomiting.  Also give strong purgative\n                         AS SOON AS POSSIBLE.  Stimulate with\n                         strong tea or coffee.\n  Colocynth           Same as for croton oil.\n  Ergot               Same as for aconite.\n  Food cooked in a\n     copper vessel  Same as for blue vitriol.\n  Fish poison         Same as for croton oil.\n  Gases               Plenty of fresh air.  Inhale ammonia\n                         (not too strong).  Artificial\n                         respiration if necessary.  Stimulate\n                         with strong tea or coffee.\n  Green coloring\n       matter         Same as for arsenic.\n  Hellebore           Same as for aconite.\n  Hyoscyamus          Same as for aconite.\n  Iodine              Give starch.\n  Lobelia             Same as for aconite.\n  Lead                Same as for calomel.\n  Matches             Induce vomiting.  Give magnesia and\n                         mucilage.  NO OIL.\n  Mercury             Same as for calomel.\n  Morphine            Spasms may be quieted by inhaling ether.\n  Nitric Acid         Induce vomiting.  Give Carbonate of\n                         Magnesia, or lime-water.\n  Nitrate of Silver   Give common salt in water, or carbonate\n                         of soda in solution, followed by milk,\n                         or white of egg.\n  Nux Vomica          Same as for aconite.\n  Oxalic Acid         Same as for nitric acid.\n  Opium               Same as for morphine.\n  Prussic Acid        Not much can be done, as fatal dose kills\n                         in from three to five minutes.  Dilute\n                         ammonia given instantly might save life.\n  Paris Green         Same as for arsenic.\n  Phosphorus          Same as for matches.\n  Rough on Rats       Same as for arsenic.\n  Strychnin           Same as for morphine.\n  Sulphuric Acid      Strong soap-suds.\n  Toadstool           Same as for morphine.\n  Turpentine          Same as for morphine.\n  Tin                 Same as for nitrate of silver.\n  Verdigris           Same as for arsenic.\n  Vermilion           Same as for calomel.\n  White vitriol       Same as for nitrate of silver.\n  Zinc                Same as for nitrate of silver.\n  For Snake-bite      The best general treatment for snake-bite\n                         is to tie a ligature tightly ABOVE the\n                         wound, then suck out as much of the\n                         virus as possible.  Give the patient\n                         large quantities of whisky or brandy,\n                         to induce intoxication.  Incise the\n                         wound with a red-hot nail, or knitting\n                         needle.  Keep the patient intoxicated\n                         till the doctor arrives.\n  For Burns           All burns are more painful when exposed\n                         to the air.  For lesser burns a cloth\n                         saturated with a strong solution of\n                         bicarbonate of soda (common cooking\n                         soda) laid on the burn is probably best.\n                         This is soothing and keeps out the air.\n  For burning clothes   Do not allow the victim to run about, for\n                         that increases the flames.  Throw her--\n                         these accidents usually occur to women--on\n                         the floor and smother the flames\n                         with a blanket, rug, or large garment.\n                         Then, if the burns are severe, place\n                         her in a bath at a temperature of 100\n                         degrees or over, keeping her there till\n                         the doctor arrives.  Give stimulants.\n                         Do not touch the burns more than is\n                         absolutely unavoidable.\n For Burns of Acids    Dash cold water on the burns, then cover\n                         with lime-water and sweet oil, or\n                         linseed oil.\n  For Burns of\n    Caustic Alkalies   Apply vinegar.\n  Glass, coarse or     Give the patient large quantities of bread\n   powdered            crumbs, and then induce vomiting.\n  Ivy poison           Wash at once with soap and water; using\n                       scrubbing brush.  Then lay on cloths\n                       saturated with strong solution bicarbonate\n                       of soda.  Give cooling drinks.\n                       Keep the patient quiet and on a low diet.\n\n\n\nCHAPTER ELEVEN\n\nSTRONG MEN OF THE EIGHTEENTH CENTURY: THOMAS TOPHAM (died, 1749);\nJOYCE, 1703; VAN ECKENBERG, 1718; BARSABAS AND HIS SISTER; THE ITALIAN\nFEMALE SAMPSON, 1724; THE \"LITTLE WOMAN FROM GENEVA,\" 1751; BELZONI,\n1778-1823.\n\n\nBodily strength has won the admiration--I might almost say, the\nworship--of mankind from the days of Hercules and his ten mythical\nlabors, to the days of Sandow with his scores of actual achievements.\nEach generation has produced its quota of strongmen, but almost all of\nthem have resorted to some sort of artifice or subterfuge in order to\nappear superhumanly strong.  That is to say, they added brain to their\nbrawn, and it is a difficult question whether their efforts deserve to\nbe called trickery or good showmanship.\n\nMany of the tricks of the profession were laid bare by Dr. Desaguliers\nover a hundred and fifty years ago and have been generally discarded by\nathletes, only to be taken up and vastly improved by women of the type\nof The Georgia Magnet, who gave the world of science a decided start\nabout a generation ago.  I shall have more to say of her a little\nfurther on.\n\nThe jiu jitsu of the Japanese is, in part, a development of the same\nprinciples, but here again much new material has been added, so that it\ndeserves to be considered a new art.\n\nThe following, from Dr. Desaguliers' Experimental Philosophy, London,\n1763, Vol.  1, page 289, contrasts feats of actual strength with the\ntricks of the old-time performers:\n\n\nThomas Topham, born in London, and now about thirty-one years of age,\nfive feet ten inches high, with muscles very hard and prominent, was\nbrought up a carpenter, which trade he practiced till within these six\nor seven years that he has shewed feats of strength; but he is entirely\nignorant of any art to make his strength appear more surprising; Nay,\nsometimes he does things which become more difficult by his\ndisadvantageous situation; attempting and often doing, what he hears\nother strong men have done, without making use of the same advantages.\n\nAbout six years ago he pulled against a horse, sitting on the ground\nwith his feet against two stumps driven into the ground, but without\nthe advantage represented by the first figure, Plate 19; for the horse\npulling against him drew upwards at a considerable angle, such as is\nrepresented in the second figure in that plate, when hN is the line of\ntraction, which makes the angle of traction to be NhL: and in this case\nhis strength was no farther employed than to keep his legs and thighs\nstraight, so as to make them act like the long arm of a bended lever,\nrepresented by Lh, on whose end h the trunk of his body rested as a\nweight, against which the horse drew, applying his power at right\nangles to the end l of the short arm of said lever, the center of the\nmotion being a L at the bottom of the stumps l, o (for to draw\nobliquely by a rope fastened at h is the same as to draw by an arm of a\nlever at l L, because l L is a line drawn perpendicularly from the\ncenter of motion to the line of direction hN) and the horse not being\nstrong enough to raise the man's weight with such disadvantage, he\nthought he was in the right posture for drawing against a horse; but\nwhen in the same posture he attempted to draw against two horses, he\nwas pulled out of his place by being lifted up, and had one of his\nknees struck against the stumps, which shattered it so, that even to\nthis day, the patella or knee-pan is so loose, that the ligaments of it\nseem either to be broken or quite relaxed, which has taken away most of\nthe strength of that leg.\n\nBut if he had sat upon such a frame as is represented in the first\nfigure, (Plate 19) he might (considering his strength) have kept his\nsituation against the pulling of four strong horses without the least\ninconvenience.\n\nThe feats which I saw him perform, a few days ago, were the following:\n\n1.  By the strength of his fingers (only rubbed in coal-ashes to keep\nthem from slipping) he rolled up a very strong and large pewter-dish.\n\n2.  He broke seven or eight short and strong pieces of tobacco-pipe\nwith the force of his middle finger, having laid them on the first and\nthird finger.\n\n3.  Having thrust under his garter the bowl of a strong tobacco-pipe,\nhis legs being bent, he broke it to pieces by the tendons of his hams,\nwithout altering the bending of his leg.\n\n4.  He broke such another bowl between his first and second finger, by\npressing his fingers together side-ways.\n\n5.  He lifted a table six feet long, which had half a hundred weight\nhanging to the end of it, with his teeth, and held it in a horizontal\nposition for a considerable time.  IT IS TRUE THE FEET OF THE TABLE\nRESTED AGAINST HIS KNEES; BUT AS THE LENGTH OF THE TABLE WAS MUCH\nGREATER THAN ITS HEIGHT, THAT PERFORMANCE REQUIRED A GREAT STRENGTH TO\nBE EXERTED BY THE MUSCLES OF HIS LOINS, THOSE OF HIS NECK, THE MASSETER\nAND TEMPORAL (MUSCLES OF THE JAWS) BESIDES A GOOD SET OF TEETH.\n\n6.  He took an iron kitchen-poker, about a yard long, and three inches\nin circumference, and holding it in his right hand, he struck upon his\nbare left arm, between the elbow and the wrist till he bent the poker\nnearly to a right angle.\n\n7.  He took such another poker, and holding the ends in his hands, and\nthe middle against the back of his neck, he brought both ends of it\ntogether before him; and, what was yet more difficult, he pulled it\nalmost straight again: because the muscles which separate the arms\nhorizontally from each other, are not so strong as those that bring\nthem together.\n\n8.  He broke a rope of about two inches in circumference which was in\npart wound about a cylinder of four inches diameter, having fastened\nthe other end of it to straps that went over his shoulders; but he\nexerted more force to do this than any other of his feats, from his\nawkwardness in going about it: as the rope yielded and stretched as he\nstood upon the cylinder, so that when the extensors of his legs and\nthighs had done their office in bringing the legs and thighs straight,\nhe was forced to raise his heels from their bearings, and use other\nmuscles that are weaker.  But if the rope had been so fixed, that the\npart to be broken had been short, it would have been broken with four\ntimes less difficulty.\n\n9.  I have seen him lift a rolling stone of about 800 lib. with his\nhand only, standing in a frame above it, and taking hold of a chain\nthat was fastened to it. By this I reckon that he may be almost as\nstrong again as those who are generally reckoned as the strongest men,\nthey generally lifting no more than 400 lib. in that manner.  The\nweakest men who are in health and not too fat, lift about 125 lib.\nhaving about half the strength of the strongest.  (N.B.  This sort of\ncomparison is chiefly in relation to the muscles of the loins; because\nin doing this one must stoop forward a little.  We must also add the\nweight of the body to the weight lifted. So that if the weakest man's\nbody weighs 150 lib. that added to 125 lib. makes the whole weight\nlifted by him 275 lib.  Then if the stronger man's body weighs also 150\nlib. the whole weight lifted by him will be 550 lib. that is, 400 lib.\nand the 150 lib. which his body weighs.  Topham weighs about 200 lib.\nwhich added to the 800 lib. that he lifts, makes 1000 lib.  But he\nought to lift 900 lib. besides the weight of his body, to be as strong\nagain as a man of 150 lib.-weight who can lift 400 lib.\n\nNow as all men are not proportionably strong in every part, but some\nare stronger in the arms, some in the legs, and others in the back,\naccording to the work and exercise which they use, we can't judge of a\nman's strength by lifting only; but a method may be found to compare\ntogether the strength of different men in the same parts, and that too\nwithout straining the persons who try the experiment.\n\n\nHere follows a long description of a machine for the above purpose.\n\nTopham was not endowed with a strength of mind equal to the strength of\nhis body.  He was married to a wanton who rendered existence so\ninsupportable that he committed suicide before he was forty years of\nage, on August 10th, 1749.[1]\n\nAbout the year 1703 there appeared in London a native of Kent, by the\nname of Joyce, who won the name of a second Samson by a series of feats\nof strength that to the people of that day seemed little short of\nsuperhuman. Dr. Desaguliers, in his Experimental Philosophy, gives the\nfollowing account of Joyce and his methods.\n\n\nAbout thirty years ago one Joyce,[2] a Kentish man, famous for his\ngreat strength (tho' not quite so strong as the King of Poland, by the\naccounts we have of that Prince) shewed several feats in London and the\ncountry, which so much surprised the spectators, that he was by most\npeople called the second Sampson.[3] But tho' the postures which he had\nlearned to put his body into, and found out by practice without any\nmechanical theory, were such as would make a man of common strength do\nsuch feats as would appear surprising to everybody that did not know\nthe advantages of those positions of the body; yet nobody then\nattempted to draw against horses, or raise great weights, or to do\nanything in imitation of him; because, as he was very strong in the\narms, and grasped those that try'd his strength that way so hard, that\nthey were obliged immediately to desire him to desist, his other feats\n(wherein his manner of acting was chiefly owing to the mechanical\nadvantages gained by the position of his body) were entirely attributed\nto his extraordinary strength.\n\nBut when he had gone out of England, or had ceased to shew his\nperformances, for eight or ten years; men of ordinary strength found\nout the way of making such advantage of the same postures as Joyce had\nput himself into, as to pass for men of more than common strength, by\ndrawing against horses, breaking ropes, lifting vast weights, &c. (tho'\nthey cou'd in none of the postures really perform so much as Joyce; yet\nthey did enough to amaze and amuse, and get a great deal of money) so\nthat every two or three years we have a new SECOND SAMPSON.\n\n\nSome fifteen years subsequent to Joyce's advent, another so-called\nSamson, this time a German named John Charles Van Eckenberg, toured\nEurope with a remarkable performance along the same lines as Joyce's.\nDr. Desaguliers saw this man and has this to say of him:\n\n\nAfter having seen him once, I guessed at his manner of imposing on the\nmultitude; and being resolved to be fully satisfied in the matter, I\ntook four very curious persons with me to see him again, viz. the Lord\nMarquis of Tullibardine, Dr. Alexander Stuart, Dr. Pringle, and a\nmechanical workman, who used to assist me in my courses of experiments.\nWe placed ourselves in such a manner round the operator, as to be able\nto observe nicely all that he did, and found it so practicable that we\nperformed several of his feats that evening by ourselves, and\nafterwards I did most of the rest as soon as I had a frame made to fit\nin to draw, and another to stand in and lift great weights, together\nwith a proper girdle and hooks.\n\n\nDr. Desaguliers illustrates Van Eckenberg's methods in a very\nexhaustive set of notes and plates, which are too technical and\nvoluminous to repeat here, but I will quote sufficiently from them to\nmake the modus operandi clear. The figures will be found on plate 19.\n\nFigs. 1 and 2 have already been explained.\n\n\nIn breaking the rope one thing is to be observ'd, which will much\nfacilitate the performance; and that is to place the iron eye L, (Fig.\n3) thro' which the rope goes, in such a situation, that a plane going\nthro' its ring shall be parallel to the two parts of the rope; because\nthen the rope will in a manner be jamm'd in it, and not slipping thro'\nit, the whole force of the man's action will be exerted on that part of\nthe rope which is in the eye, which will make it break more easily than\nif more parts of the rope were acted upon.  So the eye, tho' made round\nand smooth, may be said in some measure to CUT THE ROPE. And it is\nafter this manner that one may break a whip cord, nay, a small\njack-line with one's hand without hurting it; only by bringing one part\nof the rope to cut the other; that is, placing it so round one's left\nhand, that by a sudden jerk, the whole force exerted shall act on one\npoint of the rope.\n\nB is a feather bed upon which the performer falls.\n\nThe posture of Fig. 4 Plate 19 (where the strong man having an anvil on\nhis breast or belly, suffers another man to strike with a sledge hammer\nand forge a piece of iron, or cut a bar cold with chizzels) tho' it\nseems surprising to some people, has nothing in it to be really\nwondered at; for sustaining the anvil is the whole matter, and the\nheavier the anvil is, the less the blows are felt:  And if the anvil\nwas but two or three times heavier than the hammer, the strong man\nwould be killed by a few blows; for the more matter the anvil has, the\nmore INERTIA and the less liable it is to be struck out of its place;\nbecause when it has by the blow receiv'd the whole MOMENTUM of the\nhammer, its velocity will be so much less than that of the hammer as it\nhas more matter than the hammer.  Neither are we to attribute to the\nanvil a velocity less than the hammer in a reciprocal proportion of\ntheir masses or quantities of matter; for that would happen only if the\nanvil was to hang freely in the air (for example) by a rope, and it was\nstruck horizontally by the hammer.  Thus is the velocity given by the\nhammer distributed to all parts of a great stone, when it is laid on a\nman's breast to be broken; but when the blow is given, the man feels\nless of the weight of the stone than he did before, because in the\nreaction of the stone, all the parts of it round about the hammer rise\ntowards the blow; and if the tenacity of the parts of the stone, is not\nstronger than the force with which it moves towards the hammer, the\nstone must break; which it does when the blow is strong, and struck\nupon the centre of gravity of the stone.\n\nIn the 6th Fig. of Plate 19, the man IHL (the chairs IL, being made\nfast) makes so strong an arch with his backbone and the bones of his\nlegs and thighs, as to be able not only to sustain one man, but three\nor four, if they had room to stand; or, in their stead, a great stone\nto be broken with one blow.\n\nIn the 6th and 7th Fig. of the same plate, a man or two are raised in\nthe direction CM, by the knees of the strong man IHL lying upon his\nback.  A trial will suffice to show that this is not a difficult feat\nfor a man of ordinary strength.\n\nWanley [4] enumerates thirty men of might, each of whom was famous in\nhis time.  Notable among them was Barsabas, who first made a reputation\nin Flanders, where he lifted the coach of Louis XIV, which had sunk to\nthe nave in the mud, all the oxen and horses yoked to it having exerted\ntheir strength in vain. For this service the king granted him a\npension, and being soon promoted, he at length rose to be town-major of\nValenciennes.\n\nBarsabas entering one day a farrier's shop in a country village, asked\nfor horse shoes, the farrier showed him some, which Barsabas snapped in\npieces as if they had been rotten wood, telling the farrier at the same\ntime that they were too brittle, and good for nothing.  The farrier\nwanted to forge some more, but Barsabas took up the anvil and hid it\nunder his cloak.  The farrier, when the iron was hot, could not\nconceive what had become of his anvil, but his astonishment was still\nincreased when he saw Barsabas deposit it in its place with the utmost\nease.  Imagining that he had got the devil in his shop, he ran out as\nfast as he could, and did not venture to return till his unwelcome\nvisitor had disappeared.\n\nBarsabas had a sister as strong as himself, but as he quitted his home\nvery young, and before his sister was born, he had never seen her.  He\nmet with her in a small town of Flanders, where she carried on a rope\nmanufactury.  The modern Sampson bought some of her largest ropes which\nhe broke like pack-thread, telling her they were very bad.--\"I will\ngive some better,\" replied she, \"but will you pay a good price for\nthem?\"--\"Whatever you choose,\" returned Barsabas, showing her some\ncrown pieces.  His sister took them, and breaking two or three of them\nsaid, \"Your crowns are as little worth as my ropes, give me better\nmoney.\"  Barsabas, astonished at the strength exhibited by this female,\nthen questioned her respecting her country and family, and soon learned\nthat she belonged to the same stock.\n\nThe dauphin being desirous to see Barsabas exhibit some of his feats,\nthe latter said, \"My horse has carried me so long that I will carry him\nin my turn.\"  He then placed himself below the animal and raising him\nup, carried him more than fifty paces, and then placed him on the\nground without being the least hurt.\n\n\nBarsabas' sister was not unique in her century.  I quote from a\nmagazine called The Parlor Portfolio or Post-Chaise Companion,\npublished in London in 1724:\n\n\nTo be seen, at Mr. John Syme's, Peruke maker, opposite the Mews,\nCharing Cross, the surprising and famous Italian Female Sampson, who\nhas been seen in several courts of Europe with great applause. She will\nabsolutely walk, barefoot, on a red-hot bar of iron: a large block of\nmarble of between two and three thousand weight she will permit to lie\non her for some time, after which she will throw it off at about six\nfeet distance, without using her hands, and exhibit several other\ncurious performances, equally astonishing, which were never before seen\nin England. She performs exactly at twelve o'clock, and four, and six\nin the afternoon. Price half-a-crown, servants and children a shilling.\n\n\nFrom the spelling, I judge that the person who selected this lady's\ntitle must have been more familiar with the City Directory than with\nthe Scriptures.\n\nIn Edward J. Wood's Giants and Dwarfs, London, 1868, I find the\nfollowing:\n\n\nA newspaper of December 19th, 1751, announces as follows:\n\nAt the new theatre in the Haymarket, this day, will be performed a\nconcert of musick, in two acts.  Boxes 3s., pit 2s., gallery 1s.\nBetween the acts of the concert will be given, gratis, several\nexercises of rope-dancing and tumbling.  There is also arrived the\nlittle woman from Geneva, who, by her extraordinary strength, performs\nseveral curious things, viz.  1st.  She beats a red-hot iron that is\nmade crooked straight with her naked feet.  2ndly.  She puts her head\non one chair, and her feet on another, in an equilibrium, and suffers\nfive or six men to stand on her body, which after some time she flings\noff.  3rdly.  An anvil is put on her body, on which two men strike with\nlarge hammers.  4thly.  A stone of a hundred pounds weight is put on\nher body, and beat to pieces with a hammer.  5thly.  She lies down on\nthe ground, and suffers a stone of 1500 pounds weight to be laid on her\nbreasts, in which position she speaks to the audience, and drinks a\nglass of wine, then throws the stone off her body by mere strength,\nwithout any assistance.  Lastly, she lifts an anvil of 200 pound weight\nfrom the ground with her own hair.  To begin exactly at six o'clock.\n\n\nAt present the stunt with the two chairs and the six men is being\nexhibited as a hypnotic test.\n\nGiovanni Battista Belzoni, the famous Egyptian archeologist, who was a\nman of gigantic stature, began his public career as a strongman at the\nBartholomew Fair, under the management of Gyngell, the conjuror, who\ndubbed him The Young Hercules.  Shortly afterward he appeared at\nSadler's Wells Theater, where he created a profound sensation, under\nthe name of The Patagonian Samson. The feature of his act was carrying\na pyramid of from seven to ten men in a manner never before attempted.\nHe wore a sort of harness with footholds for the men, and when all were\nin position he moved about the stage with perfect ease, soliciting\n\"kind applause\" by waving a flag.  He afterwards became a magician, and\nafter various other ventures he finally landed in Egypt, where his\ndiscoveries were of such a nature as to secure for him an enviable\nposition in \"Who's Who in Archeology.\"\n\n\n[1]  Interesting accounts of Topham's career may be found in Wonders of\nBodily Strength, New York, 1873, a translation from the French of\nDepping, by Charles Russell; Sir David Brewster's, Letters on Natural\nMagic; London, 1838; Wanley's Wonders of the Little World, London,\n1806; Wilson's Wonderful Characters, London, 1821, (but not in the\nreprint of 1869).\n\n[2]  Or William Joy.\n\n[3]  This is the spelling used by Joyce, Eckenberg and others, for the\nSamson of the Bible.\n\n[4]  Wonders of the little World, by Nathaniel Wanley, London, 1806.\nVol. I., page 76.\n\n\n\nCHAPTER TWELVE\n\nCONTEMPORARY STRONG PEOPLE:  CHARLES JEFFERSON; LOUIS CYR; JOHN GRUN\nMARX; WILLIAM LE ROY.--THE NAIL KING, THE HUMAN CLAW-HAMMER; ALEXANDER\nWEYER; MEXICAN BILLY WELLS; A FOOLHARDY ITALIAN; WILSON; HERMAN;\nSAMPSON; SANDOW; YUCCA; LA BLANCHE; LULU HURST.--THE GEORGIA MAGNET,\nTHE ELECTRIC GIRL, ETC.; ANNIE ABBOTT; MATTIE LEE PRICE.--THE TWILIGHT\nOF THE FREAKS.  THE DIME MUSEUMS.\n\n\nFeats of strength have always interested me greatly, so that in my\ntravels around the world I have made it a point to come in contact with\nthe most powerful human beings of my generation.  The one among these\nwho deserves first mention is Charles Jefferson, with whose\nachievements I became quite familiar while we were working in the same\nmuseum many years ago.  I am convinced that he must have been the\nstrongest man of his time at lifting with the bare hands alone.  He had\ntwo feats that he challenged any mortal to duplicate.  One was picking\nup a heavy blacksmith's anvil by the horn and placing it on a kitchen\ntable; for the other he had a block of steel, which, as near as I can\nremember, must have been about 14 inches long, 12 inches wide, and 7\ninches thick.  This block lay on the floor, and his challenge was for\nanyone to pick it up with bare hands.  I noticed that it required\nunusually long fingers to grasp it, since one could get only the thumb\non one side. Though thousands tried, I never saw, or heard, of anyone\nelse who could juggle his anvil or pick up the weight.  True, I saw him\nsurreptitiously rub his fingers with resin, to assist in the gripping,\nbut that could have been only of slight assistance to the marvelous\ngrip the man possessed.\n\nIt is generally conceded that Louis Cyr was, in his best days, the\nstrongest man in the known world at all-round straight lifting.  Cyr\ndid not give the impression of being an athlete, nor of a man in\ntraining, for he appeared to be over-fat and not particularly muscular;\nbut he made records in lifting which, to the best of my knowledge, no\nother man has been able to duplicate.\n\nJohn Grun Marx, a Luxemberger, must have been among the strongest men\nin the world at the time I knew him.  We worked on the same bill\nseveral times; but it was at the Olympia, in Paris, that he shone\nsupreme as a strongman--and at the same time as a weak one. For, in\nspite of his sovereign strength, Mars was no match for a pair of bright\neyes; all a pretty woman had to do was to smile and John would wilt.\nAnd--Paris was Paris.\n\nMarx's strength was prodigious, and he juggled hundreds, and toyed with\nthousands, of pounds as a child plays with a rattle.  He must have\nweighed in the neighborhood of three hundred pounds, and he walked like\na veritable colossus.  In fact, he reminded me of a two-footed baby\nelephant.\n\nAlways good-natured, he made a host of friends both in the profession\nand out of it. After years of professional work he settled down as\nlandlord of a public house in England, where, finally, he was\nprostrated by a mortal illness.  Wishing to die in his native city, he\nreturned to Luxemberg.  He did not realize that he was bereft of his\nenormous strength, and those about him humored him: the doctor and the\nnurses would pretend that he hurt them when he grasped their hands.  He\ndied almost forgotten except by his brother artists, but they (myself\namong them) built a monument to this good-natured Hercules, whose only\ncare was to entertain.\n\nAmong the strongmen that I met during my days with the museums, one\nwhom I found most interesting was William Le Roy, known as The Nail\nKing and The Human Claw-Hammer, whose act appealed to me for its\noriginality. So far as I could learn, it had never been duplicated.\n\nLe Roy was born in Cincinnati, Ohio, October 3rd, 1873.  He was about 5\nfeet 10 inches in height, and well set up.  The inordinate strength of\nhis jaws, teeth, and neck, enabled him to push a nail, held between his\nteeth, through a one-inch board; or to nail together, with his teeth,\ntwo 3/4-inch boards. He could draw with his teeth a large nail that had\nbeen driven completely through a two-inch plank.  Then he would screw\nan ordinary two-inch screw into a hardwood plank with his teeth, pull\nit out with his teeth, and then screw it into the plank again and offer\n$100 to any man who could pull it out with a large pair of pincers\nwhich he proffered for the purpose. When he had performed these stunts\nin various positions, he would bend his body backward till his head\npointed toward the floor, and in that position push a nail through a\none-inch board held perpendicularly in a metal frame. I saw no chance\nfor trickery in Le Roy's act.\n\nAnother nail act was that of Alexander Weyer, who, either by superior\nstrength or by a peculiar knack, could hold a nail between the middle\nfingers of his right hand with the head against the palm, and drive it\nthrough a one-inch board.  But since this act did not get him very far\neither on the road to fame, or toward the big money--he turned to magic\nand finally became one of the leading Continental magicians, boasting\nthat he was one of the few really expert sleight-of-hand magicians of\nthe world.\n\nI met Weyer at Liege, Belgium, where we had an all-night match with\nplaying cards.  He admitted that there were some tricks he did not\nknow, but he claimed that after once seeing any magician work he could\nduplicate the tricks.  On this occasion, however, he was unable to make\nthe boast good.\n\nAnother clever performer of those days was Mexican Billy Wells, who\nworked on the Curio platform.  His act was the old stone-breaking\nstunt, already explained, except that he had the stones broken on his\nhead instead of on his body.  He protected his head with a small\nblanket, which he passed for examination, and this protection seemed\nexcusable, considering that he had to do at least seven shows a day. A\nstrong man from the audience did the real work of the act by swinging\nthe heavy sledge-hammer on the stone, as shown in the accompanying\nillustration.  Usually the stone would be riven by a single blow; but\nif it was not, Wells would yell, \"Harder! harder! hit harder!\" until\nthe stone was broken.\n\nThe last I saw of Billy was during one of my engagements at the Palace\nTheater, New York.  He was then soliciting orders for some photograph\nfirm, the halcyon days of his big money having faded to a memory.  But\nhe had been a good showman and his was one of the best liked working\nacts in the Curio, as the dime-museum profession was called.\n\nOf all the acts of this nature that I have ever seen I think the most\nfoolhardy was that of an under-sized Italian who lay on his back on the\nfloor and let fall from his hands, extended upward at arm's length\nheavy weights upon his chest--the silly fool!  I said as much to\nhim--and some other things too. His act had little entertainment to\nshow as compared with the pain and danger involved.  I do not know what\nbecame of him, but I can guess.\n\nAmong the museum attractions of those years was a man named Wilson who\nhad the incredible chest expansion of twenty-one inches.  This man\nwould allow a strong leather strap, about the size of a trunk-strap, to\nbe buckled round his chest; and then, inflating his lungs, would break\nit with very little apparent exertion.  An imitator, named Herman,\nworked the side shows for a long time with a similar act, and was\nfairly successful, although his expansion was only about sixteen\ninches. The last time I heard of Wilson, he was working in the\nshipyards at Newport News, Virginia.\n\nAnother \"Samson,\" a German, among other sensational feats, such as\nbreaking coins with his fingers, used to flex his muscles and break a\ndog-chain that had been fastened round the biceps of his right arm.\nWhile he was performing at the Aquarium, in London, he issued a\nchallenge.  Sandow, then a youth without reputation, accepted the\nchallenge, went upon the stage, defeated him, and, since Samson's act\nhad been the talk of the town, thus brought himself into instant\nnotice, the beginning of a career in which he rose to the top of his\nprofession.  After several successful years on the stage, Sandow\nsettled down in London, where I last heard of him as conducting a\nschool of instruction in health and strength methods.\n\nIn the tradition of the \"Female Sampsons\" noted in Chapter Eleven, I\nrecall two strong-women who were notably good; Yucca, who lifted a\nhorse by means of a harness over the shoulders; and La Blanche, who\ntoyed with heavy articles in a most entertaining way.  I remember these\nladies particularly because both were remarkably good talkers--and I am\nreferring to conversational quality, not to volume.\n\nLulu Hurst--known variously as The Georgia Magnet, The Electric Girl,\nThe Georgia Wonder, etc.--created a veritable sensation a generation\nago by a series of feats which seemed to set the law of gravitation at\ndefiance.  Her methods consisted in utilizing the principles of the\nlever and fulcrum in a manner so cleverly disguised that it appeared to\nthe audience that some supernatural power must be at work.  Although\nshe was exposed many times, her success was so marked that several\nother muscular ladies entered her province with acts that were, in\nseveral instances, superior to the original.\n\nOne of the cleverest of these was Annie Abbott, who, if I remember\nrightly, also called herself The Georgia Magnet.  She took the act to\nEngland and her opening performance at the Alhambra is recorded as one\nof the three big sensations of the London vaudeville stage of those\ndays.  The second sensation was credited to the Bullet-Proof Man.  This\nchap wore a jacket that rifle bullets, fired point-blank, failed to\npenetrate.  The composition of this jacket was a secret, but after the\nowner's death the garment was ripped open and found to contain-ground\nglass!  The third sensation I must, with all due modesty, (business of\nbowing) claim for myself.\n\nThe Magnet failed to attract after about forty-eight hours, for a\nkeen-witted reporter discovered her methods and promptly published\nthem.  The bullet detainer also lasted only a short time only.  When my\nopening added a third sensational surprise, one of the London dailies\nasked, \"Is this going to be another Georgia Magnet fiasco?\"\n\nThat they were gunning for me is proved by the fact that the same\nnewspaper investigator who exposed the Magnet, came upon the stage of\nthe Alhambra at my press performance--the same stage where the unhappy\nDixie lode-stone had collapsed--and though he brought along an antique\nslave iron, which he seemed to think would put an end to my public\ncareer on the spot, I managed to escape in less than three minutes.\nWhen I passed back his irons, he grinned at me and said, \"I don't know\nhow you did it, but you did!\" and he shook me cordially by the hand.\n\nSome twenty-six years ago I was on the bill with Mattie Lee Price, who,\nthough less well known, was in many ways superior to either Miss Hurst\nor Miss Abbott.  For a time she was a sensation of the highest order,\nfor which thanks were largely due to the management of her husband, a\nwonderful lecturer and a thorough showman.  I think his name was White.\nHe \"sold\" the act as no other man has sold an act before or since.\n\nWe worked together at Kohl and Middleton's, Chicago, and the following\nweek at Burton's Museum, Milwaukee; but when we made the next jump I\nfound that White was not along.  They had had a family squabble, the\nother apex of the triangle being a circus grafter who \"shibbolethed\" at\nsome of the \"brace games,\" which at that time had police protection, so\nfar as that could be given.  He had interfered between the couple, and\nwas, I am sorry to say, quite successful as an interferer; but he was a\ndiabolical failure when he attempted to duplicate White's work as\nlecturer, and the act, after playing a date or two, sank out of sight\nand I have heard nothing more of her professionally.  Lately I have\nlearned that she died in London in 1900 and is buried in Clements\nCemetery, Fulham.\n\nThis was one of the most positive demonstrations I have ever seen of\nthe fact that showmanship is the largest factor in putting an act over.\nMiss Price was a marvelous performer, but without her husband-lecturer\nshe was no longer a drawing card, and dropped to the level of an\nordinary entertainer even lower, for her act was no longer even\nentertaining.\n\nIn Chapter Eleven we read Dr. Desaguliers' analysis of the mechanics of\nwhat may be called strongmanship.  Similar investigations have attended\nthe appearance of more recent performers.\n\nFor instance, reviewing one of Lulu Hurst's performances, the New York\nTimes, of July 13th, 1884, said:\n\n\nThe \"Phenomenon of the Nineteenth Century,\" which may be seen nightly\nat Wallack's, is not so much the famous Georgia girl, with her\nmysterious muscle, as is the audience which gathers to wonder at her\nperformance.  It is a phenomenon of stupidity, and it only goes to show\nhow willingly people will be fooled, and with what cheerful asininity\nthey will help on their deceivers.\n\n\nThen follows a description of her performance, which was far from\nsuccessful, thanks to the efforts of one of the committee, a man\ndescribed as \"Mr. Thomas Johnson, a powerfully-built engraver connected\nwith the Century magazine.\"  Mr. Johnson had evidently caught her\nsecret, and he got the better of her in all the tests in which he was\nallowed to take part.\n\nA disclosure of the methods employed in a few of her \"tests\" will serve\nto convince the reader of the fact that she possessed no supernormal\npower, the same general principles shown here being used throughout her\nperformance.\n\nThese explanations are taken from the French periodical La Nature, in\nwhich Mr. Nelson W. Perry thus sums up the attitude of the public in\nregard to this class of performance:  \"Electricity is a mysterious\nagent; therefore everything mysterious is electric.\" Of the performance\nof the Electric Girl this magazine says:\n\n\nIt is a question of a simple application of the elementary principles\nof the laws of mechanics, chapter of equilibrium.\n\nWe propose to point out here a certain number of such artifices and to\ndescribe a few of the experiments, utilizing for this purpose the data\nfurnished by Mr. Perry, as well as those resulting from our own\nobservations.\n\nOne of the experiments consists in having a man or several men hold a\ncane or a billiard cue horizontally above the head, as shown in Fig. 1.\nOn pushing with one hand, the girl forces back two or three men, who,\nin unstable equilibrium and under the oblique action of the thrust\nexerted, are obliged to fall back.  This first experiment is so\nelementary and infantile that it is not necessary to dwell upon it.  In\norder to show the relative sizes of the persons, the artist has\nsupposed the little girl to be standing on a platform in the first\nexperiment, but in the experiment that we witnessed this platform was\nrendered useless by the fact that the girl who performed them was of\nsufficient height to reach the cue by extending her arms and standing\non tiptoes.\n\nNext we have a second and more complex experiment, less easily\nexplained at first sight.\n\nTwo men (Fig. 2) take a stick about three feet in length, and are asked\nto hold it firmly in a vertical position.  The girl places her hand\nagainst the lower end of the stick, in the position shown, and the two\nmen are invited to make the latter slide vertically in the girl's hand,\nwhich they are unable to do, in spite of their conscientious and\noft-repeated attempts.\n\nMr. Perry explains this exercise as follows:  The men are requested to\nplace themselves parallel to each other, and the girl, who stands\nopposite them, places the palm of her hand against the stick and turned\ntoward her.  She takes care to place her hand as far as possible from\nthe hands of the two men, so as to give herself a certain leverage.\nShe then begins to slide her hand along the stick, gently at first, and\nthen with an increasing pressure, as if she wished to better the\ncontact between the stick and her hand.  She thus moves it from the\nperpendicular and asks the two men to hold it in a vertical position.\n\nThis they do under very disadvantageous conditions, seeing the\ndifference in the length of the arms of the lever.  The stress exerted\nby the girl is very feeble, because, on the one hand, she has the lever\narm to herself, and, on the other, the action upon her lever arm is a\nsimple traction. When she feels that the pressure exerted is great\nenough, she directs the two men to exert a vertical stress strong\nenough to cause the stick to descend.  They then imagine that they are\nexerting a VERTICAL stress, while in reality their stresses are\nHORIZONTAL and tend to keep the stick in a vertical position in order\nto react against the pressure exerted at the lower end of the stick.\n\nThere is evidently a certain vertical component that tends to cause the\nstick to descend, but the lateral pressure produces a sufficient\nfriction between the hand and the stick to support this vertical force\nwithout difficulty.  Mr. Perry performed the experiment by placing\nhimself upon a spring balance and assuming the role of the girl, with\ntwo very strong men as adversaries.  All the efforts made to cause the\nstick to slide in the open hand failed, and the excess of weight due to\nthe vertical force always remained less than twenty-five pounds,\ndespite the very determined and sincere stresses of the two men, who,\nunbeknown to themselves, were exerting their strength in a HORIZONTAL\ndirection.\n\nIn the experiment represented in Fig. 3, which recalls to mind the\nfirst one (Fig. 1), the two men are requested to hold the stick firmly\nand immovable, but the slightest pressure upon the extremity suffices\nto move the arms and body of the subject. Such pressure in the first\nplace is exerted but slightly, and the stresses are gradually\nincreased.  Then, all at once, when the force exerted horizontally is\nas great as possible, and the men are exerting their strength in the\nopposite direction in order to resist it, the girl abruptly ceases the\npressure WITHOUT WARNING and exerts it in the OPPOSITE DIRECTION.\nUnprepared for this change, the victims lose their equilibrium and find\nthemselves at the mercy of the girl, and so much the more so in\nproportion as they are stronger and their efforts are greater.  The\nexperiment succeeds still better with three than with two men, or with\none man.\n\nThe experiment represented in Fig. 4, where it concerns the easy\nlifting of a very heavy person, the trick is no less simple.  Out of a\nhundred persons submitted to the experiment, ninety-nine, knowing that\nthe experimenter wishes to lift them and cause them to fall forward,\ngrasp the seat or arms of the chair, and, in endeavoring to resist,\nmake the whole weight of their body bear upon their feet. If they do\nnot do so at the first instant, they do so when they are conscious of\nthe attempts of the girl to raise the seat, and they help therein\nunconsciously.  The experimenter, therefore, needs only to exert a\nhorizontal thrust, without doing any lifting, and such horizontal\nthrust is facilitated by taking the knees as points of support for her\nelbows.  As soon as a slight movement is effected, the hardest part of\nthe work is over, for it is only necessary for the girl to cease to\nexert her stresses in order to have the chair fall back or move\nlaterally in one direction or the other.  At all events, the\nequilibrium is destroyed, and, before it is established again, it\nrequires but little dexterity to move the subject about in all\ndirections without a great expenditure of energy. The difficulty is not\nincreased on seating two men, or three men, upon each other's knees (as\nshown in Fig. 4), since, in the latter case, the third acts as a true\ncounter-poise to the first, and the whole pretty well resembles an\napparatus of unstable equilibrium, whose centre of gravity is very high\nand, consequently, so much more easily displaced.\n\nAll these experiments require some little skill and practice, but are\nattended with no difficulty, and, upon the whole, do not merit the\nenthusiastic articles that have given the \"electric\" or \"magnetic\" girl\nher European reputation.\n\nStrong people, whether tricksters or genuine athletes, or both, we\nshall probably have always with us.  But with the gradual refinement of\nthe public taste, the demand for such exhibitions as fire-eating,\nsword-swallowing, glass-chewing, and the whole repertoire of the\nso-called Human Ostrich, steadily declined, and I recall only one\nengagement of a performer of this type at a first-class theater in this\ncountry during the present generation, and that date was not played.\n\nThere was still a considerable demand for these people in the dime\nmuseums, until the enormous increase in the number of such houses\ncreated a demand for freaks that was far in excess of the supply, and\nmany houses were obliged to close because no freaks were obtainable,\neven at the enormous increase in salaries then in vogue.  The small\nprice of admission, and the fact that feature curios like Laloo or the\nTocci Twins drew down seven or eight hundred dollars a week, show that\nthese houses catered to a multitude of people; and not a few of the\nleading managers of to-day's vaudeville, owe their start in life to the\ndime museum.\n\nAmong the museums that were veritable gold mines, I might mention\nEpstein's of Chicago; Brandenberg's of Philadelphia; Moore's of Detroit\nand Rochester; The Sackett and Wiggins Tour; Kohl and Middleton's;\nAustin and Stone's of Boston; Robinson of Buffalo; Ans Huber's, Globe,\nHarlem, Worth's, and the Gayety of New York.\n\nThe dime museum is but a memory now, and in three generations it will,\nin all probability, be utterly forgotten.  A few of the acts had\nsufficient intrinsic worth to follow the managers into vaudeville, but\nthese have no part in this chronicle, which has been written rather to\ncommemorate some forms of entertainment over which oblivion threatens\nto stretch her darkening wings."
}