{
 "author": [
  "Baum, L. Frank (Lyman Frank)"
 ],
 "title": [
  "The Master Key\r\nAn Electrical Fairy Tale Founded Upon the Mysteries of Electricity"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Voyages and travels -- Juvenile fiction",
  "Fantasy literature",
  "Conduct of life -- Juvenile fiction",
  "Pirates -- Juvenile fiction",
  "Electricity -- Juvenile fiction",
  "Physical sciences -- Juvenile fiction",
  "PZ",
  "Thieves -- Juvenile fiction",
  "Parent and child -- Juvenile fiction",
  "War -- Juvenile fiction",
  "Youth -- Conduct of life -- Juvenile fiction",
  "Adventure stories"
 ],
 "id": "436",
 "genre": [
  "fantasy",
  "english",
  "adventure",
  "children",
  "teen",
  "fiction"
 ],
 "text": "The Master Key\n\nAn Electrical Fairy Tale\n\n  Founded Upon The Mysteries Of Electricity\n  And The Optimism Of Its Devotees.  It Was\n  Written For Boys, But Others May Read It\n\n\nby\n\nL. Frank Baum\n\n\n\nContents\n\n   --Who Knows?--\n   1.  Rob's Workshop\n   2.  The Demon of Electricity\n   3.  The Three Gifts\n   4.  Testing the Instruments\n   5.  The Cannibal Island\n   6.  The Buccaneers\n   7.  The Demon Becomes Angry\n   8.  Rob Acquires New Powers\n   9.  The Second Journey\n  10.  How Rob Served a Mighty King\n  11.  The Man of Science\n  12.  How Rob Saved a Republic\n  13.  Rob Loses His Treasures\n  14.  Turk and Tatar\n  15.  A Battle With Monsters\n  16.  Shipwrecked Mariners\n  17.  The Coast of Oregon\n  18.  A Narrow Escape\n  19.  Rob Makes a Resolution\n  20.  The Unhappy Fate of the Demon\n\n\n\n\nWho Knows?\n\n\nThese things are quite improbable, to be sure; but are they impossible?\n\nOur big world rolls over as smoothly as it did centuries ago, without a\nsqueak to show it needs oiling after all these years of revolution.\nBut times change because men change, and because civilization, like\nJohn Brown's soul, goes ever marching on.\n\nThe impossibilities of yesterday become the accepted facts of to-day.\n\nHere is a fairy tale founded upon the wonders of electricity and\nwritten for children of this generation.  Yet when my readers shall\nhave become men and women my story may not seem to their children like\na fairy tale at all.\n\nPerhaps one, perhaps two--perhaps several of the Demon's devices will\nbe, by that time, in popular use.\n\nWho knows?\n\n\n\n\n1.  Rob's Workshop\n\n\nWhen Rob became interested in electricity his clear-headed father\nconsidered the boy's fancy to be instructive as well as amusing; so he\nheartily encouraged his son, and Rob never lacked batteries, motors or\nsupplies of any sort that his experiments might require.\n\nHe fitted up the little back room in the attic as his workshop, and\nfrom thence a net-work of wires soon ran throughout the house.  Not\nonly had every outside door its electric bell, but every window was\nfitted with a burglar alarm; moreover no one could cross the threshold\nof any interior room without registering the fact in Rob's workshop.\nThe gas was lighted by an electric fob; a chime, connected with an\nerratic clock in the boy's room, woke the servants at all hours of the\nnight and caused the cook to give warning; a bell rang whenever the\npostman dropped a letter into the box; there were bells, bells, bells\neverywhere, ringing at the right time, the wrong time and all the time.\nAnd there were telephones in the different rooms, too, through which\nRob could call up the different members of the family just when they\ndid not wish to be disturbed.\n\nHis mother and sisters soon came to vote the boy's scientific craze a\nnuisance; but his father was delighted with these evidences of Rob's\nskill as an electrician, and insisted that he be allowed perfect\nfreedom in carrying out his ideas.\n\n\"Electricity,\" said the old gentleman, sagely, \"is destined to become\nthe motive power of the world.  The future advance of civilization will\nbe along electrical lines.  Our boy may become a great inventor and\nastonish the world with his wonderful creations.\"\n\n\"And in the meantime,\" said the mother, despairingly, \"we shall all be\nelectrocuted, or the house burned down by crossed wires, or we shall be\nblown into eternity by an explosion of chemicals!\"\n\n\"Nonsense!\" ejaculated the proud father.  \"Rob's storage batteries are\nnot powerful enough to electrocute one or set the house on fire.  Do\ngive the boy a chance, Belinda.\"\n\n\"And the pranks are so humiliating,\" continued the lady.  \"When the\nminister called yesterday and rang the bell a big card appeared on the\nfront door on which was printed the words: 'Busy; Call Again.'\nFortunately Helen saw him and let him in, but when I reproved Robert\nfor the act he said he was just trying the sign to see if it would\nwork.\"\n\n\"Exactly!  The boy is an inventor already.  I shall have one of those\ncards attached to the door of my private office at once.  I tell you,\nBelinda, our son will be a great man one of these days,\" said Mr.\nJoslyn, walking up and down with pompous strides and almost bursting\nwith the pride he took in his young hopeful.\n\nMrs. Joslyn sighed.  She knew remonstrance was useless so long as her\nhusband encouraged the boy, and that she would be wise to bear her\ncross with fortitude.\n\nRob also knew his mother's protests would be of no avail; so he\ncontinued to revel in electrical processes of all sorts, using the\nhouse as an experimental station to test the powers of his productions.\n\nIt was in his own room, however,--his \"workshop\"--that he especially\ndelighted.  For not only was it the center of all his numerous \"lines\"\nthroughout the house, but he had rigged up therein a wonderful array of\ndevices for his own amusement.  A trolley-car moved around a circular\ntrack and stopped regularly at all stations; an engine and train of\ncars moved jerkily up and down a steep grade and through a tunnel; a\nwindmill was busily pumping water from the dishpan into the copper\nskillet; a sawmill was in full operation and a host of mechanical\nblacksmiths, scissors-grinders, carpenters, wood-choppers and millers\nwere connected with a motor which kept them working away at their\ntrades in awkward but persevering fashion.\n\nThe room was crossed and recrossed with wires.  They crept up the\nwalls, lined the floor, made a grille of the ceiling and would catch an\nunwary visitor under the chin or above the ankle just when he least\nexpected it.  Yet visitors were forbidden in so crowded a room, and\neven his father declined to go farther than the doorway.  As for Rob,\nhe thought he knew all about the wires, and what each one was for; but\nthey puzzled even him, at times, and he was often perplexed to know how\nto utilize them all.\n\nOne day when he had locked himself in to avoid interruption while he\nplanned the electrical illumination of a gorgeous pasteboard palace, he\nreally became confused over the network of wires.  He had a\n\"switchboard,\" to be sure, where he could make and break connections as\nhe chose; but the wires had somehow become mixed, and he could not tell\nwhat combinations to use to throw the power on to his miniature\nelectric lights.\n\nSo he experimented in a rather haphazard fashion, connecting this and\nthat wire blindly and by guesswork, in the hope that he would strike\nthe right combination.  Then he thought the combination might be right\nand there was a lack of power; so he added other lines of wire to his\nconnections, and still others, until he had employed almost every wire\nin the room.\n\nYet it would not work; and after pausing a moment to try to think what\nwas wrong he went at it again, putting this and that line into\nconnection, adding another here and another there, until suddenly, as\nhe made a last change, a quick flash of light almost blinded him, and\nthe switch-board crackled ominously, as if struggling to carry a\npowerful current.\n\nRob covered his face at the flash, but finding himself unhurt he took\naway his hands and with blinking eyes attempted to look at a wonderful\nradiance which seemed to fill the room, making it many times brighter\nthan the brightest day.\n\nAlthough at first completely dazzled, he peered before him until he\ndiscovered that the light was concentrated near one spot, from which\nall the glorious rays seemed to scintillate.\n\nHe closed his eyes a moment to rest them; then re-opening them and\nshading them somewhat with his hands, he made out the form of a curious\nBeing standing with majesty and composure in the center of the\nmagnificent radiance and looking down upon him!\n\n\n\n\n2.  The Demon of Electricity\n\n\nRob was a courageous boy, but a thrill of fear passed over him in spite\nof his bravest endeavor as he gazed upon the wondrous apparition that\nconfronted him.  For several moments he sat as if turned to stone, so\nmotionless was he; but his eyes were nevertheless fastened upon the\nBeing and devouring every detail of his appearance.\n\nAnd how strange an appearance he presented!\n\nHis jacket was a wavering mass of white light, edged with braid of red\nflames that shot little tongues in all directions.  The buttons blazed\nin golden fire.  His trousers had a bluish, incandescent color, with\nglowing stripes of crimson braid.  His vest was gorgeous with all the\ncolors of the rainbow blended into a flashing, resplendent mass.  In\nfeature he was most majestic, and his eyes held the soft but\npenetrating brilliance of electric lights.\n\nIt was hard to meet the gaze of those searching eyes, but Rob did it,\nand at once the splendid apparition bowed and said in a low, clear\nvoice:\n\n\"I am here.\"\n\n\"I know that,\" answered the boy, trembling, \"but WHY are you here?\"\n\n\"Because you have touched the Master Key of Electricity, and I must\nobey the laws of nature that compel me to respond to your summons.\"\n\n\"I--I didn't know I touched the Master Key,\" faltered the boy.\n\n\"I understand that.  You did it unconsciously.  No one in the world has\never done it before, for Nature has hitherto kept the secret safe\nlocked within her bosom.\"\n\nRob took time to wonder at this statement.\n\n\"Then who are you?\" he inquired, at length.\n\n\"The Demon of Electricity,\" was the solemn answer.\n\n\"Good gracious!\" exclaimed Rob, \"a demon!\"\n\n\"Certainly.  I am, in truth, the Slave of the Master Key, and am forced\nto obey the commands of any one who is wise and brave enough--or, as in\nyour own case, fortunate and fool-hardy enough--to touch it.\"\n\n\"I--I've never guessed there was such a thing as a Master Key, or--or a\nDemon of Electricity, and--and I'm awfully sorry I--I called you up!\"\nstammered the boy, abashed by the imposing appearance of his companion.\n\nThe Demon actually smiled at this speech,--a smile that was almost\nreassuring.\n\n\"I am not sorry,\" he said, in kindlier tone, \"for it is not much\npleasure waiting century after century for some one to command my\nservices.  I have often thought my existence uncalled for, since you\nEarth people are so stupid and ignorant that you seem unlikely ever to\nmaster the secret of electrical power.\"\n\n\"Oh, we have some great masters among us!\" cried Rob, rather nettled at\nthis statement.  \"Now, there's Edison--\"\n\n\"Edison!\" exclaimed the Demon, with a faint sneer; \"what does he know?\"\n\n\"Lots of things,\" declared the boy.  \"He's invented no end of wonderful\nelectrical things.\"\n\n\"You are wrong to call them wonderful,\" replied the Demon, lightly.\n\"He really knows little more than yourself about the laws that control\nelectricity.  His inventions are trifling things in comparison with the\nreally wonderful results to be obtained by one who would actually know\nhow to direct the electric powers instead of groping blindly after\ninsignificant effects.  Why, I've stood for months by Edison's elbow,\nhoping and longing for him to touch the Master Key; but I can see\nplainly he will never accomplish it.\"\n\n\"Then there's Tesla,\" said the boy.\n\nThe Demon laughed.\n\n\"There is Tesla, to be sure,\" he said.  \"But what of him?\"\n\n\"Why, he's discovered a powerful light,\" the Demon gave an amused\nchuckle, \"and he's in communication with the people in Mars.\"\n\n\"What people?\"\n\n\"Why, the people who live there.\"\n\n\"There are none.\"\n\nThis great statement almost took Rob's breath away, and caused him to\nstare hard at his visitor.\n\n\"It's generally thought,\" he resumed, in an annoyed tone, \"that Mars\nhas inhabitants who are far in advance of ourselves in civilization.\nMany scientific men think the people of Mars have been trying to signal\nus for years, only we don't understand their signals.  And great\nnovelists have written about the Martians and their wonderful\ncivilization, and--\"\n\n\"And they all know as much about that little planet as you do\nyourself,\" interrupted the Demon, impatiently.  \"The trouble with you\nEarth people is that you delight in guessing about what you can not\nknow.  Now I happen to know all about Mars, because I can traverse all\nspace and have had ample leisure to investigate the different planets.\nMars is not peopled at all, nor is any other of the planets you\nrecognize in the heavens.  Some contain low orders of beasts, to be\nsure, but Earth alone has an intelligent, thinking, reasoning\npopulation, and your scientists and novelists would do better trying to\ncomprehend their own planet than in groping through space to unravel\nthe mysteries of barren and unimportant worlds.\"\n\nRob listened to this with surprise and disappointment; but he reflected\nthat the Demon ought to know what he was talking about, so he did not\nventure to contradict him.\n\n\"It is really astonishing,\" continued the Apparition, \"how little you\npeople have learned about electricity.  It is an Earth element that has\nexisted since the Earth itself was formed, and if you but understood\nits proper use humanity would be marvelously benefited in many ways.\"\n\n\"We are, already,\" protested Rob; \"our discoveries in electricity have\nenabled us to live much more conveniently.\"\n\n\"Then imagine your condition were you able fully to control this great\nelement,\" replied the other, gravely.  \"The weaknesses and privations\nof mankind would be converted into power and luxury.\"\n\n\"That's true, Mr.--Mr.--Demon,\" said the boy.  \"Excuse me if I don't\nget your name right, but I understood you to say you are a demon.\"\n\n\"Certainly.  The Demon of Electricity.\"\n\n\"But electricity is a good thing, you know, and--and--\"\n\n\"Well?\"\n\n\"I've always understood that demons were bad things,\" added Rob, boldly.\n\n\"Not necessarily,\" returned his visitor.  \"If you will take the trouble\nto consult your dictionary, you will find that demons may be either\ngood or bad, like any other class of beings.  Originally all demons\nwere good, yet of late years people have come to consider all demons\nevil.  I do not know why.  Should you read Hesiod you will find he says:\n\n  'Soon was a world of holy demons made,\n  Aerial spirits, by great Jove designed\n  To be on earth the guardians of mankind.'\"\n\n\n\"But Jove was himself a myth,\" objected Rob, who had been studying\nmythology.\n\nThe Demon shrugged his shoulders.\n\n\"Then take the words of Mr. Shakespeare, to whom you all defer,\" he\nreplied.  \"Do you not remember that he says:\n\n  'Thy demon (that's thy spirit which keeps thee) is\n  Noble, courageous, high, unmatchable.'\"\n\n\n\"Oh, if Shakespeare says it, that's all right,\" answered the boy.  \"But\nit seems you're more like a genius, for you answer the summons of the\nMaster Key of Electricity in the same way Aladdin's genius answered the\nrubbing of the lamp.\"\n\n\"To be sure.  A demon is also a genius; and a genius is a demon,\" said\nthe Being.  \"What matters a name?  I am here to do your bidding.\"\n\n\n\n\n3.  The Three Gifts\n\n\nFamiliarity with any great thing removes our awe of it.  The great\ngeneral is only terrible to the enemy; the great poet is frequently\nscolded by his wife; the children of the great statesman clamber about\nhis knees with perfect trust and impunity; the great actor who is\ncalled before the curtain by admiring audiences is often waylaid at the\nstage door by his creditors.\n\nSo Rob, having conversed for a time with the glorious Demon of\nElectricity, began to regard him with more composure and less awe, as\nhis eyes grew more and more accustomed to the splendor that at first\nhad well-nigh blinded them.\n\nWhen the Demon announced himself ready to do the boy's bidding, he\nfrankly replied:\n\n\"I am no skilled electrician, as you very well know.  My calling you\nhere was an accident.  So I don't know how to command you, nor what to\nask you to do.\"\n\n\"But I must not take advantage of your ignorance,\" answered the Demon.\n\"Also, I am quite anxious to utilize this opportunity to show the world\nwhat a powerful element electricity really is.  So permit me to inform\nyou that, having struck the Master Key, you are at liberty to demand\nfrom me three gifts each week for three successive weeks.  These gifts,\nprovided they are within the scope of electricity, I will grant.\"\n\nRob shook his head regretfully.\n\n\"If I were a great electrician I should know what to ask,\" he said.\n\"But I am too ignorant to take advantage of your kind offer.\"\n\n\"Then,\" replied the Demon, \"I will myself suggest the gifts, and they\nwill be of such a character that the Earth people will learn the\npossibilities that lie before them and be encouraged to work more\nintelligently and to persevere in mastering those natural and simple\nlaws which control electricity.  For one of the greatest errors they\nnow labor under is that electricity is complicated and hard to\nunderstand.  It is really the simplest Earth element, lying within easy\nreach of any one who stretches out his hand to grasp and control its\npowers.\"\n\nRob yawned, for he thought the Demon's speeches were growing rather\ntiresome.  Perhaps the genius noticed this rudeness, for he continued:\n\n\"I regret, of course, that you are a boy instead of a grown man, for it\nwill appear singular to your friends that so thoughtless a youth should\nseemingly have mastered the secrets that have baffled your most learned\nscientists.  But that can not be helped, and presently you will become,\nthrough my aid, the most powerful and wonderful personage in all the\nworld.\"\n\n\"Thank you,\" said Rob, meekly.  \"It'll be no end of fun.\"\n\n\"Fun!\" echoed the Demon, scornfully.  \"But never mind; I must use the\nmaterial Fate has provided for me, and make the best of it.\"\n\n\"What will you give me first?\" asked the boy, eagerly.\n\n\"That requires some thought,\" returned the Demon, and paused for\nseveral moments, while Rob feasted his eyes upon the gorgeous rays of\ncolor that flashed and vibrated in every direction and surrounded the\nfigure of his visitor with an intense glow that resembled a halo.\n\nThen the Demon raised his head and said:\n\n\"The thing most necessary to man is food to nourish his body.  He\npasses a considerable part of his life in the struggle to procure food,\nto prepare it properly, and in the act of eating.  This is not right.\nYour body can not be very valuable to you if all your time is required\nto feed it.  I shall, therefore, present you, as my first gift, this\nbox of tablets.  Within each tablet are stored certain elements of\nelectricity which are capable of nourishing a human body for a full\nday.  All you need do is to toss one into your mouth each day and\nswallow it.  It will nourish you, satisfy your hunger and build up your\nhealth and strength.  The ordinary food of mankind is more or less\ninjurious; this is entirely beneficial.  Moreover, you may carry enough\ntablets in your pocket to last for months.\"\n\nHere he presented Rob the silver box of tablets, and the boy, somewhat\nnervously, thanked him for the gift.\n\n\"The next requirement of man,\" continued the Demon, \"is defense from\nhis enemies.  I notice with sorrow that men frequently have wars and\nkill one another.  Also, even in civilized communities, man is in\nconstant danger from highwaymen, cranks and policemen.  To defend\nhimself he uses heavy and dangerous guns, with which to destroy his\nenemies.  This is wrong.  He has no right to take away what he can not\nbestow; to destroy what he can not create.  To kill a fellow-creature\nis a horrid crime, even if done in self-defense.  Therefore, my second\ngift to you is this little tube.  You may carry it within your pocket.\nWhenever an enemy threatens you, be it man or beast, simply point the\ntube and press this button in the handle.  An electric current will\ninstantly be directed upon your foe, rendering him wholly unconscious\nfor the period of one hour.  During that time you will have opportunity\nto escape.  As for your enemy, after regaining consciousness he will\nsuffer no inconvenience from the encounter beyond a slight headache.\"\n\n\"That's fine!\" said Rob, as he took the tube.  It was scarcely six\ninches long, and hollow at one end.\n\n\"The busy lives of men,\" proceeded the Demon, \"require them to move\nabout and travel in all directions.  Yet to assist them there are only\nsuch crude and awkward machines as electric trolleys, cable cars, steam\nrailways and automobiles.  These crawl slowly over the uneven surface\nof the earth and frequently get out of order.  It has grieved me that\nmen have not yet discovered what even birds know: that the atmosphere\noffers them swift and easy means of traveling from one part of the\nearth's surface to another.\"\n\n\"Some people have tried to build airships,\" remarked Rob.\n\n\"So they have; great, unwieldy machines which offer so much resistance\nto the air that they are quite useless.  A big machine is not needed to\ncarry one through the air.  There are forces in nature which may be\nreadily used for such purpose.  Tell me, what holds you to the Earth,\nand makes a stone fall to the ground?\"\n\n\"Attraction of gravitation,\" said Rob, promptly.\n\n\"Exactly.  That is one force I refer to,\" said the Demon.  \"The force\nof repulsion, which is little known, but just as powerful, is another\nthat mankind may direct.  Then there are the Polar electric forces,\nattracting objects toward the north or south poles.  You have guessed\nsomething of this by the use of the compass, or electric needle.\nOpposed to these is centrifugal electric force, drawing objects from\neast to west, or in the opposite direction.  This force is created by\nthe whirl of the earth upon its axis, and is easily utilized, although\nyour scientific men have as yet paid little attention to it.\n\n\"These forces, operating in all directions, absolute and immutable, are\nat the disposal of mankind.  They will carry you through the atmosphere\nwherever and whenever you choose.  That is, if you know how to control\nthem.  Now, here is a machine I have myself perfected.\"\n\nThe Demon drew from his pocket something that resembled an open-faced\nwatch, having a narrow, flexible band attached to it.\n\n\"When you wish to travel,\" said he, \"attach this little machine to your\nleft wrist by means of the band.  It is very light and will not be in\nyour way.  On this dial are points marked 'up' and 'down' as well as a\nperfect compass.  When you desire to rise into the air set the\nindicator to the word 'up,' using a finger of your right hand to turn\nit.  When you have risen as high as you wish, set the indicator to the\npoint of the compass you want to follow and you will be carried by the\nproper electric force in that direction.  To descend, set the indicator\nto the word 'down.'  Do you understand?\"\n\n\"Perfectly!\" cried Rob, taking the machine from the Demon with\nunfeigned delight.  \"This is really wonderful, and I'm awfully obliged\nto you!\"\n\n\"Don't mention it,\" returned the Demon, dryly.  \"These three gifts you\nmay amuse yourself with for the next week.  It seems hard to entrust\nsuch great scientific discoveries to the discretion of a mere boy; but\nthey are quite harmless, so if you exercise proper care you can not get\ninto trouble through their possession.  And who knows what benefits to\nhumanity may result?  One week from to-day, at this hour, I will again\nappear to you, at which time you shall receive the second series of\nelectrical gifts.\"\n\n\"I'm not sure,\" said Rob, \"that I shall be able again to make the\nconnections that will strike the Master Key.\"\n\n\"Probably not,\" answered the Demon.  \"Could you accomplish that, you\nmight command my services forever.  But, having once succeeded, you are\nentitled to the nine gifts--three each week for three weeks--so you\nhave no need to call me to do my duty.  I shall appear of my own\naccord.\"\n\n\"Thank you,\" murmured the boy.\n\nThe Demon bowed and spread his hands in the form of a semi-circle.  An\ninstant later there was a blinding flash, and when Rob recovered from\nit and opened his eyes the Demon of Electricity had disappeared.\n\n\n\n\n4.  Testing the Instruments\n\n\nThere is little doubt that this strange experience befallen a grown man\nhe would have been stricken with a fit of trembling or a sense of\napprehension, or even fear, at the thought of having faced the terrible\nDemon of Electricity, of having struck the Master Key of the world's\ngreatest natural forces, and finding himself possessed of three such\nwonderful and useful gifts.  But a boy takes everything as a matter of\ncourse.  As the tree of knowledge sprouts and expands within him,\nshooting out leaf after leaf of practical experience, the succession of\nsurprises dulls his faculty of wonderment.  It takes a great deal to\nstartle a boy.\n\nRob was full of delight at his unexpected good fortune; but he did not\nstop to consider that there was anything remarkably queer or uncanny in\nthe manner in which it had come to him.  His chief sensation was one of\npride.  He would now be able to surprise those who had made fun of his\nelectrical craze and force them to respect his marvelous powers.  He\ndecided to say nothing about the Demon or the accidental striking of\nthe Master Key.  In exhibiting to his friends the electrical devices he\nhad acquired it would be \"no end of fun\" to mark their amazement and\nleave them to guess how he performed his feats.\n\nSo he put his treasures into his pocket, locked his workshop and went\ndownstairs to his room to prepare for dinner.\n\nWhile brushing his hair he remembered it was no longer necessary for\nhim to eat ordinary food.  He was feeling quite hungry at that moment,\nfor he had a boy's ravenous appetite; but, taking the silver box from\nhis pocket, he swallowed a tablet and at once felt his hunger as fully\nsatisfied as if he had partaken of a hearty meal, while at the same\ntime he experienced an exhilarating glow throughout his body and a\nclearness of brain and gaiety of spirits which filled him with intense\ngratification.\n\nStill, he entered the dining-room when the bell rang and found his\nfather and mother and sisters already assembled there.\n\n\"Where have you been all day, Robert?\" inquired his mother.\n\n\"No need to ask,\" said Mr. Joslyn, with a laugh.  \"Fussing over\nelectricity, I'll bet a cookie!\"\n\n\"I do wish,\" said the mother, fretfully, \"that he would get over that\nmania.  It unfits him for anything else.\"\n\n\"Precisely,\" returned her husband, dishing the soup; \"but it fits him\nfor a great career when he becomes a man.  Why shouldn't he spend his\nsummer vacation in pursuit of useful knowledge instead of romping\naround like ordinary boys?\"\n\n\"No soup, thank you,\" said Rob.\n\n\"What!\" exclaimed his father, looking at him in surprise, \"it's your\nfavorite soup.\"\n\n\"I know,\" said Rob, quietly, \"but I don't want any.\"\n\n\"Are you ill, Robert?\" asked his mother.\n\n\"Never felt better in my life,\" answered Rob, truthfully.\n\nYet Mrs. Joslyn looked worried, and when Rob refused the roast, she was\nreally shocked.\n\n\"Let me feel your pulse, my poor boy!\" she commanded, and wondered to\nfind it so regular.\n\nIn fact, Rob's action surprised them all.  He sat calmly throughout the\nmeal, eating nothing, but apparently in good health and spirits, while\neven his sisters regarded him with troubled countenances.\n\n\"He's worked too hard, I guess,\" said Mr. Joslyn, shaking his head\nsadly.\n\n\"Oh, no; I haven't,\" protested Rob; \"but I've decided not to eat\nanything, hereafter.  It's a bad habit, and does more harm than good.\"\n\n\"Wait till breakfast,\" said sister Helen, with a laugh; \"you'll be\nhungry enough by that time.\"\n\nHowever, the boy had no desire for food at breakfast time, either, as\nthe tablet sufficed for an entire day.  So he renewed the anxiety of\nthe family by refusing to join them at the table.\n\n\"If this goes on,\" Mr Joslyn said to his son, when breakfast was\nfinished, \"I shall be obliged to send you away for your health.\"\n\n\"I think of making a trip this morning,\" said Rob, carelessly.\n\n\"Where to?\"\n\n\"Oh, I may go to Boston, or take a run over to Cuba or Jamaica,\"\nreplied the boy.\n\n\"But you can not go so far by yourself,\" declared his father; \"and\nthere is no one to go with you, just now.  Nor can I spare the money at\npresent for so expensive a trip.\"\n\n\"Oh, it won't cost anything,\" replied Rob, with a smile.\n\nMr. Joslyn looked upon him gravely and sighed.  Mrs. Joslyn bent over\nher son with tears in her eyes and said:\n\n\"This electrical nonsense has affected your mind, dear.  You must\npromise me to keep away from that horrid workshop for a time.\"\n\n\"I won't enter it for a week,\" he answered.  \"But you needn't worry\nabout me.  I haven't been experimenting with electricity all this time\nfor nothing, I can tell you.  As for my health, I'm as well and strong\nas any boy need be, and there's nothing wrong with my head, either.\nCommon folks always think great men are crazy, but Edison and Tesla and\nI don't pay any attention to that.  We've got our discoveries to look\nafter.  Now, as I said, I'm going for a little trip in the interests of\nscience.  I may be back to-night, or I may be gone several days.\nAnyhow, I'll be back in a week, and you mustn't worry about me a single\nminute.\"\n\n\"How are you going?\" inquired his father, in the gentle, soothing tone\npersons use in addressing maniacs.\n\n\"Through the air,\" said Rob.\n\nHis father groaned.\n\n\"Where's your balloon?\" inquired sister Mabel, sarcastically.\n\n\"I don't need a balloon,\" returned the boy.  \"That's a clumsy way of\ntraveling, at best.  I shall go by electric propulsion.\"\n\n\"Good gracious!\" cried Mr. Joslyn, and the mother murmured: \"My poor\nboy! my poor boy!\"\n\n\"As you are my nearest relatives,\" continued Rob, not noticing these\nexclamations, \"I will allow you to come into the back yard and see me\nstart.  You will then understand something of my electrical powers.\"\n\nThey followed him at once, although with unbelieving faces, and on the\nway Rob clasped the little machine to his left wrist, so that his coat\nsleeve nearly hid it.\n\nWhen they reached the lawn at the back of the house Rob kissed them all\ngood-by, much to his sisters' amusement, and turned the indicator of\nthe little instrument to the word \"up.\"\n\nImmediately he began to rise into the air.\n\n\"Don't worry about me!\" he called down to them.  \"Good-by!\"\n\nMrs. Joslyn, with a scream of terror, hid her face in her hands.\n\n\"He'll break his neck!\" cried the astounded father, tipping back his\nhead to look after his departing son.\n\n\"Come back!  Come back!\" shouted the girls to the soaring adventurer.\n\n\"I will--some day!\" was the far-away answer.\n\nHaving risen high enough to pass over the tallest tree or steeple, Rob\nput the indicator to the east of the compass-dial and at once began\nmoving rapidly in that direction.\n\nThe sensation was delightful.  He rode as gently as a feather floats,\nwithout any exertion at all on his own part; yet he moved so swiftly\nthat he easily distanced a railway train that was speeding in the same\ndirection.\n\n\"This is great!\" reflected the youth.  \"Here I am, traveling in fine\nstyle, without a penny to pay any one!  And I've enough food to last me\na month in my coat pocket.  This electricity is the proper stuff, after\nall!  And the Demon's a trump, and no mistake.  Whee-ee!  How small\neverything looks down below there.  The people are bugs, and the houses\nare soap-boxes, and the trees are like clumps of grass.  I seem to be\npassing over a town.  Guess I'll drop down a bit, and take in the\nsights.\"\n\nHe pointed the indicator to the word \"down,\" and at once began dropping\nthrough the air.  He experienced the sensation one feels while\ndescending in an elevator.  When he reached a point just above the town\nhe put the indicator to the zero mark and remained stationary, while he\nexamined the place.  But there was nothing to interest him,\nparticularly; so after a brief survey he once more ascended and\ncontinued his journey toward the east.\n\nAt about two o'clock in the afternoon he reached the city of Boston,\nand alighting unobserved in a quiet street he walked around for several\nhours enjoying the sights and wondering what people would think of him\nif they but knew his remarkable powers.  But as he looked just like any\nother boy no one noticed him in any way.\n\nIt was nearly evening, and Rob had wandered down by the wharves to look\nat the shipping, when his attention was called to an ugly looking bull\ndog, which ran toward him and began barking ferociously.\n\n\"Get out!\" said the boy, carelessly, and made a kick at the brute.\n\nThe dog uttered a fierce growl and sprang upon him with bared teeth and\nflashing red eyes.  Instantly Rob drew the electric tube from his\npocket, pointed it at the dog and pressed the button.  Almost at the\nsame moment the dog gave a yelp, rolled over once or twice and lay\nstill.\n\n\"I guess that'll settle him,\" laughed the boy; but just then he heard\nan angry shout, and looking around saw a policeman running toward him.\n\n\"Kill me dog, will ye--eh?\" yelled the officer; \"well, I'll just run ye\nin for that same, an' ye'll spend the night in the lockup!\" And on he\ncame, with drawn club in one hand and a big revolver in the other.\n\n\"You'll have to catch me first,\" said Rob, still laughing, and to the\namazement of the policeman he began rising straight into the air.\n\n\"Come down here!  Come down, or I'll shoot!\" shouted the fellow,\nflourishing his revolver.\n\nRob was afraid he would; so, to avoid accidents, he pointed the tube at\nhim and pressed the button.  The red-whiskered policeman keeled over\nquite gracefully and fell across the body of the dog, while Rob\ncontinued to mount upward until he was out of sight of those in the\nstreets.\n\n\"That was a narrow escape,\" he thought, breathing more freely.  \"I\nhated to paralyze that policeman, but he might have sent a bullet after\nme.  Anyhow, he'll be all right again in an hour, so I needn't worry.\"\n\nIt was beginning to grow dark, and he wondered what he should do next.\nHad he possessed any money he would have descended to the town and\ntaken a bed at a hotel, but he had left home without a single penny.\nFortunately the nights were warm at this season, so he determined to\ntravel all night, that he might reach by morning some place he had\nnever before visited.\n\nCuba had always interested him, and he judged it ought to lie in a\nsoutheasterly direction from Boston.  So he set the indicator to that\npoint and began gliding swiftly toward the southeast.\n\nHe now remembered that it was twenty-four hours since he had eaten the\nfirst electrical tablet.  As he rode through the air he consumed\nanother.  All hunger at once left him, while he felt the same\ninvigorating sensations as before.\n\nAfter a time the moon came out, and Rob amused himself gazing at the\ncountless stars in the sky and wondering if the Demon was right when he\nsaid the world was the most important of all the planets.\n\nBut presently he grew sleepy, and before he realized what was happening\nhe had fallen into a sound and peaceful slumber, while the indicator\nstill pointed to the southeast and he continued to move rapidly through\nthe cool night air.\n\n\n\n\n5.  The Cannibal Island\n\n\nDoubtless the adventures of the day had tired Rob, for he slept\nthroughout the night as comfortably as if he had been within his own\nroom, lying upon his own bed.  When, at last, he opened his eyes and\ngazed sleepily about him, he found himself over a great body of water,\nmoving along with considerable speed.\n\n\"It's the ocean, of course,\" he said to himself.  \"I haven't reached\nCuba yet.\"\n\nIt is to be regretted that Rob's knowledge of geography was so\nsuperficial; for, as he had intended to reach Cuba, he should have\ntaken a course almost southwest from Boston, instead of southeast.  The\nsad result of his ignorance you will presently learn, for during the\nentire day he continued to travel over a boundless waste of ocean,\nwithout the sight of even an island to cheer him.\n\nThe sun shone so hot that he regretted he had not brought an umbrella.\nBut he wore a wide-brimmed straw hat, which protected him somewhat, and\nhe finally discovered that by rising to a considerable distance above\nthe ocean he avoided the reflection of the sun upon the water and also\ncame with the current of good breeze.\n\nOf course he dared no stop, for there was no place to land; so he\ncalmly continued his journey.\n\n\"It may be I've missed Cuba,\" he thought; \"but I can not change my\ncourse now, for if I did I might get lost, and never be able to find\nland again.  If I keep on as I am I shall be sure to reach land of some\nsort, in time, and when I wish to return home I can set the indicator\nto the northwest and that will take me directly back to Boston.\"\n\nThis was good reasoning, but the rash youth had no idea he was speeding\nover the ocean, or that he was destined to arrive shortly at the\nbarbarous island of Brava, off the coast of Africa.  Yet such was the\ncase; just as the sun sank over the edge of the waves he saw, to his\ngreat relief, a large island directly in his path.\n\nHe dropped to a lower position in the air, and when he judged himself\nto be over the center of the island he turned the indicator to zero and\nstopped short.\n\nThe country was beautifully wooded, while pretty brooks sparkled\nthrough the rich green foliage of the trees.  The island sloped upwards\nfrom the sea-coast in all directions, rising to a hill that was almost\na mountain in the center.  There were two open spaces, one on each side\nof the island, and Rob saw that these spaces were occupied by\nqueer-looking huts built from brushwood and branches of trees.  This\nshowed that the island was inhabited, but as Rob had no idea what\nisland it was he wisely determined not to meet the natives until he had\ndiscovered what they were like and whether they were disposed to be\nfriendly.\n\nSo he moved over the hill, the top of which proved to be a flat,\ngrass-covered plateau about fifty feet in diameter.  Finding it could\nnot be easily reached from below, on account of its steep sides, and\ncontained neither men nor animals, he alighted on the hill-top and\ntouched his feet to the earth for the first time in twenty-four hours.\n\nThe ride through the air had not tired him in the least; in fact, he\nfelt as fresh and vigorous as if he had been resting throughout the\njourney.  As he walked upon the soft grass of the plateau he felt\nelated, and compared himself to the explorers of ancient days; for it\nwas evident that civilization had not yet reached this delightful spot.\n\nThere was scarcely any twilight in this tropical climate and it grew\ndark quickly.  Within a few minutes the entire island, save where he\nstood, became dim and indistinct.  He ate his daily tablet, and after\nwatching the red glow fade in the western sky and the gray shadows of\nnight settle around him he stretched himself comfortably upon the grass\nand went to sleep.\n\nThe events of the day must have deepened his slumber, for when he awoke\nthe sun was shining almost directly over him, showing that the day was\nwell advanced.  He stood up, rubbed the sleep from his eyes and decided\nhe would like a drink of water.  From where he stood he could see\nseveral little brooks following winding paths through the forest, so he\nsettled upon one that seemed farthest from the brushwood villages, and\nturning his indicator in that direction soon floated through the air to\na sheltered spot upon the bank.\n\nKneeling down, he enjoyed a long, refreshing drink of the clear water,\nbut as he started to regain his feet a coil of rope was suddenly thrown\nabout him, pinning his arms to his sides and rendering him absolutely\nhelpless.\n\nAt the same time his ears were saluted with a wild chattering in an\nunknown tongue, and he found himself surrounded by a group of natives\nof hideous appearance.  They were nearly naked, and bore spears and\nheavy clubs as their only weapons.  Their hair was long, curly, and\nthick as bushes, and through their noses and ears were stuck the teeth\nof sharks and curious metal ornaments.\n\nThese creatures had stolen upon Rob so quietly that he had not heard a\nsound, but now they jabbered loudly, as if much excited.\n\nFinally one fat and somewhat aged native, who seemed to be a chief,\ncame close to Rob and said, in broken English:\n\n\"How get here?\"\n\n\"I flew,\" said the boy, with a grin.\n\nThe chief shook his head, saying:\n\n\"No boat come.  How white man come?\"\n\n\"Through the air,\" replied Rob, who was rather flattered at being\ncalled a \"man.\"\n\nThe chief looked into the air with a puzzled expression and shook his\nhead again.\n\n\"White man lie,\" he said calmly.\n\nThen he held further conversation with his fellows, after which he\nturned to Rob and announced:\n\n\"Me see white man many times.  Come in big boats.  White man all bad.\nMake kill with bang-sticks.  We kill white man with club.  Then we eat\nwhite man.  Dead white man good.  Live white man bad!\"\n\nThis did not please Rob at all.  The idea of being eaten by savages had\nnever occurred to him as a sequel to his adventures.  So he said rather\nanxiously to the chief.\n\n\"Look here, old fellow; do you want to die?\"\n\n\"Me no die.  You die,\" was the reply.\n\n\"You'll die, too, if you eat me,\" said Rob.  \"I'm full of poison.\"\n\n\"Poison?  Don't know poison,\" returned the chief, much perplexed to\nunderstand him.\n\n\"Well, poison will make you sick--awful sick.  Then you'll die.  I'm\nfull of it; eat it every day for breakfast.  It don't hurt white men,\nyou see, but it kills black men quicker than the bang-stick.\"\n\nThe chief listened to this statement carefully, but only understood it\nin part.  After a moment's reflection he declared:\n\n\"White man lie.  Lie all time.  Me eat plenty white man.  Never get\nsick; never die.\"  Then he added, with renewed cheerfulness: \"Me eat\nyou, too!\"\n\nBefore Rob could think of a further protest, his captors caught up the\nend of the rope and led him away through the forest.  He was tightly\nbound, and one strand of rope ran across the machine on his wrist and\npressed it into his flesh until the pain was severe.  But he resolved\nto be brave, whatever happened, so he stumbled along after the savages\nwithout a word.\n\nAfter a brief journey they came to a village, where Rob was thrust into\na brushwood hut and thrown upon the ground, still tightly bound.\n\n\"We light fire,\" said the chief.  \"Then kill little white man.  Then\neat him.\"\n\nWith this comforting promise he went away and left Rob alone to think\nthe matter over.\n\n\"This is tough,\" reflected the boy, with a groan.  \"I never expected to\nfeed cannibals.  Wish I was at home with mother and dad and the girls.\nWish I'd never seen the Demon of Electricity and his wonderful\ninventions.  I was happy enough before I struck that awful Master Key.\nAnd now I'll be eaten--with salt and pepper, probably.  Wonder if\nthere'll be any gravy.  Perhaps they'll boil me, with biscuits, as\nmother does chickens.  Oh-h-h-h-h!  It's just awful!\"\n\nIn the midst of these depressing thoughts he became aware that\nsomething was hurting his back.  After rolling over he found that he\nhad been lying upon a sharp stone that stuck out of the earth.  This\ngave him an idea.  He rolled upon the stone again and began rubbing the\nrope that bound him against the sharp edge.\n\nOutside he could hear the crackling of fagots and the roar of a\nnewly-kindled fire, so he knew he had no time to spare.  He wriggled\nand pushed his body right and left, right and left, sawing away at the\nrope, until the strain and exertion started the perspiration from every\npore.\n\nAt length the rope parted, and hastily uncoiling it from his body Rob\nstood up and rubbed his benumbed muscles and tried to regain his lost\nbreath.  He had not freed himself a moment too soon, he found, for\nhearing a grunt of surprise behind him he turned around and saw a\nnative standing in the door of the hut.\n\nRob laughed, for he was not a bit afraid of the blacks now.  As the\nnative made a rush toward him the boy drew the electric tube from his\npocket, pointed it at the foe, and pressed the button.  The fellow sank\nto the earth without even a groan, and lay still.\n\nThen another black entered, followed by the fat chief.  When they saw\nRob at liberty, and their comrade lying apparently dead, the chief\ncried out in surprise, using some expressive words in his own language.\n\n\"If it's just the same to you, old chap,\" said Rob, coolly, \"I won't be\neaten to-day.  You can make a pie of that fellow on the ground.\"\n\n\"No!  We eat you,\" cried the chief, angrily.  \"You cut rope, but no get\naway; no boat!\"\n\n\"I don't need a boat, thank you,\" said the boy; and then, as the other\nnative sprang forward, he pointed the tube and laid him out beside his\nfirst victim.\n\nAt this act the chief stood an instant in amazed uncertainty.  Then he\nturned and rushed from the hut.\n\nLaughing with amusement at the waddling, fat figure, Rob followed the\nchief and found himself standing almost in the center of the native\nvillage.  A big fire was blazing merrily and the blacks were busy\nmaking preparations for a grand feast.\n\nRob was quickly surrounded by a crowd of the villagers, who chattered\nfiercely and made threatening motions in his direction; but as the\nchief cried out to them a warning in the native tongue they kept a\nrespectful distance and contented themselves with brandishing their\nspears and clubs.\n\n\"If any of your fellows come nearer,\" Rob said to the fat chief, \"I'll\nknock 'em over.\"\n\n\"What you make do?\" asked the chief, nervously.\n\n\"Watch sharp, and you'll see,\" answered Rob.  Then he made a mocking\nbow to the circle and continued: \"I'm pleased to have met you fellows,\nand proud to think you like me well enough to want to eat me; but I'm\nin a bit of a hurry to-day, so I can't stop to be digested.\"  After\nwhich, as the crowd broke into a hum of surprise, he added: \"Good-day,\nblack folks!\" and quickly turned the indicator of his traveling machine\nto the word \"up.\"\n\nSlowly he rose into the air, until his heels were just above the gaping\nblacks; but there he stopped short.  With a thrill of fear he glanced\nat the indicator.  It was pointed properly, and he knew at once that\nsomething was wrong with the delicate mechanism that controlled it.\nProbably the pressure of the rope across its face, when he was bound,\nhad put it out of order.  There he was, seven feet in the air, but\nwithout the power to rise an inch farther.\n\nThis short flight, however, had greatly astonished the blacks, who,\nseeing his body suspended in mid-air, immediately hailed him as a god,\nand prostrated themselves upon the ground before him.\n\nThe fat chief had seen something of white men in his youth, and had\nlearned to mistrust them.  So, while he remained as prostrate as the\nrest, he peeped at Rob with one of his little black eyes and saw that\nthe boy was ill at ease, and seemed both annoyed and frightened.\n\nSo he muttered some orders to the man next him, who wriggled along the\nground until he had reached a position behind Rob, when he rose and\npricked the suspended \"god\" with the point of his spear.\n\n\"Ouch!\" yelled the boy; \"stop that!\"\n\nHe twisted his head around, and seeing the black again make a movement\nwith the spear, Rob turned his electric tube upon him and keeled him\nover like a ten-pin.\n\nThe natives, who had looked up at his cry of pain, again prostrated\nthemselves, kicking their toes against the ground in a terrified tattoo\nat this new evidence of the god's powers.\n\nThe situation was growing somewhat strained by this time, and Rob did\nnot know what the savages would decide to do next; so he thought it\nbest to move away from them, since he was unable to rise to a greater\nheight.  He turned the indicator towards the south, where a level space\nappeared between the trees; but instead of taking that direction he\nmoved towards the northeast, a proof that his machine had now become\nabsolutely unreliable.  Moreover, he was slowly approaching the fire,\nwhich, although it had ceased blazing, was a mass of glowing red embers.\n\nIn his excitement he turned the indicator this way and that, trying to\nchange the direction of his flight, but the only result of his endeavor\nwas to carry him directly over the fire, where he came to a full stop.\n\n\"Murder!  Help!  Fire and blazes!\" he cried, as he felt the glow of the\ncoals beneath him.  \"I'll be roasted, after all!  Here; help, Fatty,\nhelp!\"\n\nThe fat chief sprang to his feet and came to the rescue.  He reached\nup, caught Rob by the heels, and pulled him down to the ground, away\nfrom the fire.  But the next moment, as he clung to the boy's feet,\nthey both soared into the air again, and, although now far enough from\nthe fire to escape its heat, the savage, finding himself lifted from\nthe earth, uttered a scream of horror and let go of Rob, to fall head\nover heels upon the ground.\n\nThe other blacks had by this time regained their feet, and now they\ncrowded around their chief and set him upright again.\n\nRob continued to float in the air, just above their heads, and now\nabandoned all thoughts of escaping by means of his wrecked traveling\nmachine.  But he resolved to regain a foothold upon the earth and take\nhis chances of escape by running rather than flying.  So he turned the\nindicator to the word \"down,\" and very slowly it obeyed, allowing him,\nto his great relief, to sink gently to the ground.\n\n\n\n\n6.  The Buccaneers\n\n\nOnce more the blacks formed a circle around our adventurer, who coolly\ndrew his tube and said to the chief:\n\n\"Tell your people I'm going to walk away through those trees, and if\nany one dares to interfere with me I'll paralyze him.\"\n\nThe chief understood enough English to catch his meaning, and repeated\nthe message to his men.  Having seen the terrible effect of the\nelectric tube they wisely fell back and allowed the boy to pass.\n\nHe marched through their lines with a fine air of dignity, although he\nwas fearful lest some of the blacks should stick a spear into him or\nbump his head with a war-club.  But they were awed by the wonders they\nhad seen and were still inclined to believe him a god, so he was not\nmolested.\n\nWhen he found himself outside the village he made for the high plateau\nin the center of the island, where he could be safe from the cannibals\nwhile he collected his thoughts.  But when he reached the place he\nfound the sides so steep he could not climb them, so he adjusted the\nindicator to the word \"up\" and found it had still had enough power to\nsupport his body while he clambered up the rocks to the level,\ngrass-covered space at the top.\n\nThen, reclining upon his back, he gave himself up to thoughts of how he\nmight escape from his unpleasant predicament.\n\n\"Here I am, on a cannibal island, hundreds of miles from civilization,\nwith no way to get back,\" he reflected.  \"The family will look for me\nevery day, and finally decide I've broken my neck.  The Demon will call\nupon me when the week is up and won't find me at home; so I'll miss the\nnext three gifts.  I don't mind that so much, for they might bring me\ninto worst scrapes than this.  But how am I to get away from this\nbeastly island?  I'll be eaten, after all, if I don't look out!\"\n\nThese and similar thoughts occupied him for some time, yet in spite of\nmuch planning and thinking he could find no practical means of escape.\n\nAt the end of an hour he looked over the edge of the plateau and found\nit surrounded by a ring of the black cannibals, who had calmly seated\nthemselves to watch his movements.\n\n\"Perhaps they intend to starve me into surrender,\" he thought; \"but\nthey won't succeed so long as my tablets hold out.  And if, in time,\nthey should starve me, I'll be too thin and tough to make good eating;\nso I'll get the best of them, anyhow.\"\n\nThen he again lay down and began to examine his electrical traveling\nmachine.  He did not dare take it apart, fearing he might not be able\nto get it together again, for he knew nothing at all about its\nconstruction.  But he discovered two little dents on the edge, one on\neach side, which had evidently been caused by the pressure of the rope.\n\n\"If I could get those dents out,\" he thought, \"the machine might work.\"\n\nHe first tried to pry out the edges with his pocket knife, but the\nattempt resulted in failure,  Then, as the sides seemed a little bulged\noutward by the dents, he placed the machine between two flat stones and\npressed them together until the little instrument was nearly round\nagain.  The dents remained, to be sure, but he hoped he had removed the\npressure upon the works.\n\nThere was just one way to discover how well he had succeeded, so he\nfastened the machine to his wrist and turned the indicator to the word\n\"up.\"\n\nSlowly he ascended, this time to a height of nearly twenty feet.  Then\nhis progress became slower and finally ceased altogether.\n\n\"That's a little better,\" he thought.  \"Now let's see if it will go\nsidewise.\"\n\nHe put the indicator to \"north-west,\"--the direction of home--and very\nslowly the machine obeyed and carried him away from the plateau and\nacross the island.\n\nThe natives saw him go, and springing to their feet began uttering\nexcited shouts and throwing their spears at him.  But he was already so\nhigh and so far away that they failed to reach him, and the boy\ncontinued his journey unharmed.\n\nOnce the branches of a tall tree caught him and nearly tipped him over;\nbut he managed to escape others by drawing up his feet.  At last he was\nfree of the island and traveling over the ocean again.  He was not at\nall sorry to bid good-by to the cannibal island, but he was worried\nabout the machine, which clearly was not in good working order.  The\nvast ocean was beneath him, and he moved no faster than an ordinary\nwalk.\n\n\"At this rate I'll get home some time next year,\"  he grumbled.\n\"However, I suppose I ought to be glad the machine works at all.\"  And\nhe really was glad.\n\nAll the afternoon and all the long summer night he moved slowly over\nthe water.  It was annoying to go at \"a reg'lar jog-trot,\" as Rob\ncalled it, after his former swift flight; but there was no help for it.\n\nJust as dawn was breaking he saw in the distance a small vessel,\nsailing in the direction he was following, yet scarcely moving for lack\nof wind.  He soon caught up with it, but saw no one on deck, and the\ncraft had a dingy and uncared-for appearance that was not reassuring.\nBut after hovering over it for some time Rob decided to board the ship\nand rest for a while.  He alighted near the bow, where the deck was\nhighest, and was about to explore the place when a man came out of the\nlow cabin and espied him.\n\nThis person had a most villainous countenance, and was dark-skinned,\nblack-bearded and dressed in an outlandish, piratical costume.  On\nseeing the boy he gave a loud shout and was immediately joined by four\ncompanions, each as disagreeable in appearance as the first.\n\nRob knew there would be trouble the moment he looked at this evil crew,\nand when they drew their daggers and pistols and began fiercely\nshouting in an unknown tongue, the boy sighed and took the electric\ntube from his coat pocket.\n\nThe buccaneers did not notice the movement, but rushed upon him so\nquickly that he had to press the button at a lively rate.  The tube\nmade no noise at all, so it was a strange and remarkable sight to see\nthe pirates suddenly drop to the deck and lie motionless.  Indeed, one\nwas so nearly upon him when the electric current struck him that his\nhead, in falling, bumped into Rob's stomach and sent him reeling\nagainst the side of the vessel.\n\nHe quickly recovered himself, and seeing his enemies were rendered\nharmless, the boy entered the cabin and examined it curiously.  It was\ndirty and ill-smelling enough, but the corners and spare berths were\nheaped with merchandise of all kinds which had been taken from those so\nunlucky as to have met these cruel and desperate men.\n\nAfter a short inspection of the place he returned to the deck and again\nseated himself in the bow.\n\nThe crippled condition of his traveling machine was now his chief\ntrouble, and although a good breeze had sprung up to fill the sails and\nthe little bark was making fair headway, Rob knew he could never expect\nto reach home unless he could discover a better mode of conveyance than\nthis.\n\nHe unstrapped the machine from his wrist to examine it better, and\nwhile holding it carelessly in his hand it slipped and fell with a bang\nto the deck, striking upon its round edge and rolling quickly past the\ncabin and out of sight.  With a cry of alarm he ran after it, and after\nmuch search found it lying against the bulwark near the edge of a\nscupper hole, where the least jar of the ship would have sent it to the\nbottom of the ocean.  Rob hastily seized his treasure and upon\nexamining it found the fall had bulged the rim so that the old dents\nscarcely showed at all.  But its original shape was more distorted than\never, and Rob feared he had utterly ruined its delicate mechanism.\nShould this prove to be true, he might now consider himself a prisoner\nof this piratical band, the members of which, although temporarily\ndisabled, would soon regain consciousness.\n\nHe sat in the bow, sadly thinking of his misfortunes, until he noticed\nthat one of the men began to stir.  The effect of the electric shock\nconveyed by the tube was beginning to wear away, and now the buccaneer\nsat up, rubbed his head in a bewildered fashion and looked around him.\nWhen he saw Rob he gave a shout of rage and drew his knife, but one\nmotion of the electric tube made him cringe and slip away to the cabin,\nwhere he remained out of danger.\n\nAnd now the other four sat up, groaning and muttering in their\noutlandish speech;  But they had no notion of facing Rob's tube a\nsecond time, so one by one they joined their leader in the cabin,\nleaving the boy undisturbed.\n\nBy this time the ship had begun to pitch and toss in an uncomfortable\nfashion, and Rob noticed that the breeze had increased to a gale.\nThere being no one to look after the sails, the vessel was in grave\ndanger of capsizing or breaking her masts.  The waves were now running\nhigh, too, and Rob began to be worried.\n\nPresently the captain of the pirates stuck his head out of the cabin\ndoor, jabbered some unintelligible words and pointed to the sails.  The\nboy nodded, for he understood they wanted to attend to the rigging.  So\nthe crew trooped forth, rather fearfully, and began to reef the sails\nand put the ship into condition to weather the storm.\n\nRob paid no further attention to them.  He looked at his traveling\nmachine rather doubtfully and wondered if he dared risk its power to\ncarry him through the air.  Whether he remained in the ship or trusted\nto the machine, he stood a good chance of dropping into the sea at any\nmoment.  So, while he hesitated, he attached the machine to his wrist\nand leaned over the bulwarks to watch the progress of the storm.  He\nmight stay in the ship until it foundered, he thought, and then take\nhis chances with the machine.  He decided to wait until a climax\narrived.\n\nThe climax came the next moment, for while he leaned over the bulwarks\nthe buccaneers stole up behind him and suddenly seized him in their\ngrasp.  While two of them held his arms the others searched his\npockets, taking from him the electric tube and the silver box\ncontaining his tablets.  These they carried to the cabin and threw upon\nthe heap of other valuables they had stolen.  They did not notice his\ntraveling machine, however, but seeing him now unarmed they began\njeering and laughing at him, while the brutal captain relieved his\nanger by giving the prisoner several malicious kicks.\n\nRob bore his misfortune meekly, although he was almost ready to cry\nwith grief and disappointment.  But when one of the pirates, to inflict\nfurther punishment on the boy, came towards him with a heavy strap, he\nresolved not to await the blow.\n\nTurning the indicator to the word \"up\" he found, to his joy and relief,\nthat it would yet obey the influence of the power of repulsion.  Seeing\nhim rise into the air the fellow made a grab for his foot and held it\nfirmly, while his companions ran to help him.  Weight seemed to make no\ndifference in the machine; it lifted the pirate as well as Rob; it\nlifted another who clung to the first man's leg, and another who clung\nto him.  The other two also caught hold, hoping their united strength\nwould pull him down, and the next minute Rob was soaring through the\nair with the entire string of five buccaneers dangling from his left\nleg.\n\nAt first the villains were too astounded to speak, but as they realized\nthat they were being carried through the air and away from their ship\nthey broke into loud shouts of dismay, and finally the one who grasped\nRob's leg lost his hold and the five plunged downward and splashed into\nthe sea.\n\nFinding the machine disposed to work accurately, Rob left the\nbuccaneers to swim to the ship in the best way they could, while he\ndropped down to the deck again and recovered from the cabin his box of\ntablets and the electric tube.  The fellows were just scrambling on\nboard when he again escaped, shooting into the air with considerable\nspeed.\n\nIndeed, the instrument now worked better than at any time since he had\nreached the cannibal island, and the boy was greatly delighted.\n\nThe wind at first sent him spinning away to the south, but he continued\nto rise until he was above the air currents, and the storm raged far\nbeneath him.  Then he set the indicator to the northwest and\nbreathlessly waited to see if it would obey.  Hurrah! away he sped at a\nfair rate of speed, while all his anxiety changed to a feeling of sweet\ncontentment.\n\nHis success had greatly surprised him, but he concluded that the jar\ncaused by dropping the instrument had relieved the pressure upon the\nworks, and so helped rather than harmed the free action of the electric\ncurrents.\n\nWhile he moved through the air with an easy, gliding motion he watched\nwith much interest the storm raging below.  Above his head the sun was\npeacefully shining and the contrast was strange and impressive.  After\nan hour or so the storm abated, or else he passed away from it, for the\ndeep blue of the ocean again greeted his eyes.  He dropped downward\nuntil he was about a hundred feet above the water, when he continued\nhis northwesterly course.\n\nBut now he regretted having interfered for a moment with the action of\nthe machine, for his progress, instead of being swift as a bird's\nflight, became slow and jerky, nor was he sure that the damaged machine\nmight not break down altogether at any moment.  Yet so far his progress\nwas in the right direction, and he resolved to experiment no further\nwith the instrument, but to let it go as it would, so long as it\nsupported him above the water.  However irregular the motion might be,\nit was sure, if continued, to bring him to land in time, and that was\nall he cared about just then.\n\nWhen night fell his slumber was broken and uneasy, for he wakened more\nthan once with a start of fear that the machine had broken and he was\nfalling into the sea.  Sometimes he was carried along at a swift pace,\nand again the machine scarcely worked at all; so his anxiety was\nexcusable.\n\nThe following day was one of continued uneasiness for the boy, who\nbegan to be harrassed by doubts as to whether, after all, he was moving\nin the right direction.  The machine had failed at one time in this\nrespect and it might again.  He had lost all confidence in its accuracy.\n\nIn spite of these perplexities Rob passed the second night of his\nuneven flight in profound slumber, being exhausted by the strain and\nexcitement he had undergone.  When he awoke at daybreak, he saw, to his\nprofound delight, that he was approaching land.\n\nThe rising sun found him passing over a big city, which he knew to be\nBoston.\n\nHe did not stop.  The machine was so little to be depended upon that he\ndared make no halt.  But he was obliged to alter the direction from\nnorthwest to west, and the result of this slight change was so great a\nreduction in speed that it was mid-day before he saw beneath him the\nfamiliar village in which he lived.\n\nCarefully marking the location of his father's house, he came to a stop\ndirectly over it, and a few moments later he managed to land upon the\nexact spot in the back yard whence he had taken his first successful\nflight.\n\n\n\n\n7.  The Demon Becomes Angry\n\n\nWhen Rob had been hugged and kissed by his mother and sisters, and even\nMr. Joslyn had embraced him warmly, he gave them a brief account of his\nadventures.  The story was received with many doubtful looks and much\ngrave shaking of heads, as was quite natural under the circumstances.\n\n\"I hope, my dear son,\" said the father, \"that you have now passed\nthrough enough dangers to last you a lifetime, so that hereafter you\nwill be contented to remain at home.\"\n\n\"Oh, Robert!\" cried his mother, with tears in her loving eyes, \"you\ndon't know how we've all worried about you for the past week!\"\n\n\"A week?\" asked Rob, with surprise.\n\n\"Yes; it's a week to-morrow morning since you flew into the air and\ndisappeared.\"\n\n\"Then,\" said the boy, thoughtfully, \"I've reached home just in time.\"\n\n\"In time for what?\" she asked.\n\nBut he did not answer that question.  He was thinking of the Demon, and\nthat on the afternoon of this very day he might expect the wise and\nsplendid genius to visit him a second time.\n\nAt luncheon, although he did not feel hungry, he joined the family at\nthe table and pleased his mother by eating as heartily as of old.  He\nwas surprised to find how good the food tasted, and to realize what a\npleasure it is to gratify one's sense of taste.  The tablets were all\nright for a journey, he thought, but if he always ate them he would be\nsure to miss a great deal of enjoyment, since there was no taste to\nthem at all.\n\nAt four o'clock he went to his workshop and unlocked the door.\nEverything was exactly as he had left it, and he looked at his simple\nelectrical devices with some amusement.  They seemed tame beside the\nwonders now in his possession; yet he recollected that his numerous\nwires had enabled him to strike the Master Key, and therefore should\nnot be despised.\n\nBefore long he noticed a quickening in the air, as if it were suddenly\nsurcharged with electric fluid, and the next instant, in a dazzling\nflash of light, appeared the Demon.\n\n\"I am here!\" he announced.\n\n\"So am I,\" answered Rob.  \"But at one time I really thought I should\nnever see you again.  I've been--\"\n\n\"Spare me your history,\" said the Demon, coldly.  \"I am aware of your\nadventures.\"\n\n\"Oh, you are!\" said Rob, amazed.  \"Then you know--\"\n\n\"I know all about your foolish experiences,\" interrupted the Demon,\n\"for I have been with you constantly, although I remained invisible.\"\n\n\"Then you know what a jolly time I've had,\" returned the boy.  \"But why\ndo you call them foolish experiences?\"\n\n\"Because they were, abominably foolish!\" retorted the Demon, bitterly.\n\"I entrusted to you gifts of rare scientific interest--electrical\ndevices of such utility that their general adoption by mankind would\ncreate a new era in earth life.  I hoped your use of these devices\nwould convey such hints to electrical engineers that they would quickly\ncomprehend their mechanism and be able to reproduce them in sufficient\nquantities to supply the world.  And how do you treat these marvelous\ngifts?  Why, you carry them to a cannibal island, where even your crude\ncivilization has not yet penetrated!\"\n\n\"I wanted to astonish the natives,\" said Rob, grinning.\n\nThe Demon uttered an exclamation of anger, and stamped his foot so\nfiercely that thousands of electric sparks filled the air, to disappear\nquickly with a hissing, crinkling sound.\n\n\"You might have astonished those ignorant natives as easily by showing\nthem an ordinary electric light,\" he cried, mockingly.  \"The power of\nyour gifts would have startled the most advanced electricians of the\nworld.  Why did you waste them upon barbarians?\"\n\n\"Really,\" faltered Rob, who was frightened and awed by the Demon's\nvehement anger, \"I never intended to visit a cannibal island.  I meant\nto go to Cuba.\"\n\n\"Cuba!  Is that a center of advanced scientific thought?  Why did you\nnot take your marvels to New York or Chicago; or, if you wished to\ncross the ocean, to Paris or Vienna?\"\n\n\"I never thought of those places,\" acknowledged Rob, meekly.\n\n\"Then you were foolish, as I said,\" declared the Demon, in a calmer\ntone.  \"Can you not realize that it is better to be considered great by\nthe intelligent thinkers of the earth, than to be taken for a god by\nstupid cannibals?\"\n\n\"Oh, yes, of course,\" said Rob.  \"I wish now that I had gone to Europe.\nBut you're not the only one who has a kick coming,\" he continued.\n\"Your flimsy traveling machine was nearly the death of me.\"\n\n\"Ah, it is true,\" acknowledged the Demon, frankly.  \"The case was made\nof too light material.  When the rim was bent it pressed against the\nworks and impeded the proper action of the currents.  Had you gone to a\ncivilized country such an accident could not have happened; but to\navoid possible trouble in the future I have prepared a new instrument,\nhaving a stronger case, which I will exchange for the one you now have.\"\n\n\"That's very kind of you,\" said Rob, eagerly handing his battered\nmachine to the Demon and receiving the new one in return.  \"Are you\nsure this will work?\"\n\n\"It is impossible for you to injure it,\" answered the other.\n\n\"And how about the next three gifts?\" inquired the boy, anxiously.\n\n\"Before I grant them,\" replied the Demon, \"you must give me a promise\nto keep away from uncivilized places and to exhibit your acquirements\nonly among people of intelligence.\"\n\n\"All right,\" agreed the boy; \"I'm not anxious to visit that island\nagain, or any other uncivilized country.\"\n\n\"Then I will add to your possessions three gifts, each more precious\nand important than the three you have already received.\"\n\nAt this announcement Rob began to quiver with excitement, and sat\nstaring eagerly at the Demon, while the latter increased in stature and\nsparkled and glowed more brilliantly than ever.\n\n\n\n\n8.  Rob Acquires New Powers\n\n\n\"I have seen the folly of sending you into the world with an offensive\ninstrument, yet with no method of defense,\" resumed the Demon,\npresently.  \"You have knocked over a good many people with that tube\nduring the past week.\"\n\n\"I know,\" said Rob; \"but I couldn't help it.  It was the only way I had\nto protect myself.\"\n\n\"Therefore my next gift shall be this Garment of Protection.  You must\nwear it underneath your clothing.  It has power to accumulate and\nexercise electrical repellent force.  Perhaps you do not know what that\nmeans, so I will explain more fully.  When any missile, such as a\nbullet, sword or lance, approaches your person, its rush through the\nair will arouse the repellent force of which I speak, and this force,\nbeing more powerful than the projective force, will arrest the flight\nof the missile and throw it back again.  Therefore nothing can touch\nyour person that comes with any degree of force or swiftness, and you\nwill be safe from all ordinary weapons.  When wearing this Garment you\nwill find it unnecessary to use the electric tube except on rare\noccasions.  Never allow revenge or animosity to influence your conduct.\nMen may threaten, but they can not injure you, so you must remember\nthat they do not possess your mighty advantages, and that, because of\nyour strength, you should bear with them patiently.\"\n\nRob examined the garment with much curiosity.  It glittered like\nsilver, yet was soft and pliable as lamb's wool.  Evidently the Demon\nhad prepared it especially for his use, for it was just Rob's size.\n\n\"Now,\" continued the Demon, more gravely, \"we approach the subject of\nan electrical device so truly marvelous that even I am awed when I\ncontemplate the accuracy and perfection of the natural laws which guide\nit and permit it to exercise its functions.  Mankind has as yet\nconceived nothing like it, for it requires full knowledge of electrical\npower to understand even its possibilities.\"\n\nThe Being paused, and drew from an inner pocket something resembling a\nflat metal box.  In size it was about four inches by six, and nearly an\ninch in thickness.\n\n\"What is it?\" asked Rob, wonderingly.\n\n\"It is an automatic Record of Events,\" answered the Demon.\n\n\"I don't understand,\" said Rob, with hesitation.\n\n\"I will explain to you its use,\" returned the Demon, \"although the\nelectrical forces which operate it and the vibratory currents which are\nthe true records must remain unknown to you until your brain has\nmastered the higher knowledge of electricity.  At present the practical\nside of this invention will be more interesting to you than a review of\nits scientific construction.\n\n\"Suppose you wish to know the principal events that are occurring in\nGermany at the present moment.  You first turn this little wheel at the\nside until the word 'Germany' appears in the slot at the small end.\nThen open the top cover, which is hinged, and those passing events in\nwhich you are interested will appear before your eyes.\"\n\nThe Demon, as he spoke, opened the cover, and, looking within, the boy\nsaw, as in a mirror, a moving picture before him.  A regiment of\nsoldiers was marching through the streets of Berlin, and at its head\nrode a body of horsemen, in the midst of which was the Emperor himself.\nThe people who thronged the sidewalks cheered and waved their hats and\nhandkerchiefs with enthusiasm, while a band of musicians played a\nGerman air, which Rob could distinctly hear.\n\nWhile he gazed, spell-bound, the scene changed, and he looked upon a\ngreat warship entering a harbor with flying pennants.  The rails were\nlined with officers and men straining their eyes for the first sight of\ntheir beloved \"VATERLAND\" after a long foreign cruise, and a ringing\ncheer, as from a thousand throats, came faintly to Rob's ear.\n\nAgain the scene changed, and within a dingy, underground room, hemmed\nin by walls of stone, and dimly lighted by a flickering lamp, a body of\nwild-eyed, desperate men were plighting an oath to murder the Emperor\nand overthrow his government.\n\n\"Anarchists?\" asked Rob, trembling with excitement.\n\n\"Anarchists!\" answered the Demon, with a faint sneer, and he shut the\ncover of the Record with a sudden snap.\n\n\"It's wonderful!\" cried the boy, with a sigh that was followed by a\nslight shiver.\n\n\"The Record is, indeed, proof within itself of the marvelous\npossibilities of electricity.  Men are now obliged to depend upon\nnewspapers for information; but these can only relate events long after\nthey have occurred.  And newspaper statements are often unreliable and\nsometimes wholly false, while many events of real importance are never\nprinted in their columns.  You may guess what an improvement is this\nautomatic Record of Events, which is as reliable as Truth itself.\nNothing can be altered or falsified, for the vibratory currents convey\nthe actual events to your vision, even as they happen.\"\n\n\"But suppose,\" said Rob, \"that something important should happen while\nI'm asleep, or not looking at the box?\"\n\n\"I have called this a Record,\" replied the Demon, \"and such it really\nis, although I have shown you only such events as are in process of\nbeing recorded.  By pressing this spring you may open the opposite\ncover of the box, where all events of importance that have occurred\nthroughout the world during the previous twenty-four hours will appear\nbefore you in succession.  You may thus study them at your leisure.\nThe various scenes constitute a register of the world's history, and\nmay be recalled to view as often as you desire.\"\n\n\"It's--it's like knowing everything,\" murmured Rob, deeply impressed\nfor perhaps the first time in his life.\n\n\"It IS knowing everything,\" returning the Demon; \"and this mighty gift\nI have decided to entrust to your care.  Be very careful as to whom you\npermit to gaze upon these pictures of passing events, for knowledge may\noften cause great misery to the human race.\"\n\n\"I'll be careful,\" promised the boy, as he took the box reverently\nwithin his own hands.\n\n\"The third and last gift of the present series,\" resumed the Demon, \"is\none no less curious than the Record of Events, although it has an\nentirely different value.  It is a Character Marker.\"\n\n\"What's that?\" inquired Rob.\n\n\"I will explain.  Perhaps you know that your fellow-creatures are more\nor less hypocritical.  That is, they try to appear good when they are\nnot, and wise when in reality they are foolish.  They tell you they are\nfriendly when they positively hate you, and try to make you believe\nthey are kind when their natures are cruel.  This hypocrisy seems to be\na human failing.  One of your writers has said, with truth, that among\ncivilized people things are seldom what they seem.\"\n\n\"I've heard that,\" remarked Rob.\n\n\"On the other hand,\" continued the Demon, \"some people with fierce\ncountenances are kindly by nature, and many who appear to be evil are\nin reality honorable and trustworthy.  Therefore, that you may judge\nall your fellow-creatures truly, and know upon whom to depend, I give\nyou the Character Marker.  It consists of this pair of spectacles.\nWhile you wear them every one you meet will be marked upon the forehead\nwith a letter indicating his or her character.  The good will bear the\nletter 'G,' the evil the letter 'E.'  The wise will be marked with a\n'W' and the foolish with an 'F.'  The kind will show a 'K' upon their\nforeheads and the cruel a letter 'C.'  Thus you may determine by a\nsingle look the true natures of all those you encounter.\"\n\n\"And are these, also, electrical in their construction?\" asked the boy,\nas he took the spectacles.\n\n\"Certainly.  Goodness, wisdom and kindness are natural forces, creating\ncharacter.  For this reason men are not always to blame for bad\ncharacter, as they acquire it unconsciously.  All character sends out\ncertain electrical vibrations, which these spectacles concentrate in\ntheir lenses and exhibit to the gaze of their wearer, as I have\nexplained.\"\n\n\"It's a fine idea,\" said the boy; \"who discovered it?\"\n\n\"It is a fact that has always existed, but is now utilized for the\nfirst time.\"\n\n\"Oh!\" said Rob.\n\n\"With these gifts, and the ones you acquired a week ago, you are now\nequipped to astound the world and awaken mankind to a realization of\nthe wonders that may be accomplished by natural forces.  See that you\nemploy these powers wisely, in the interests of science, and do not\nforget your promise to exhibit your electrical marvels only to those\nwho are most capable of comprehending them.\"\n\n\"I'll remember,\" said Rob.\n\n\"Then adieu until a week from to-day, when I will meet you here at this\nhour and bestow upon you the last three gifts which you are entitled to\nreceive.  Good-by!\"\n\n\"Good-by!\" repeated Rob, and in a gorgeous flash of color the Demon\ndisappeared, leaving the boy alone in the room with his new and\nwonderful possessions.\n\n\n\n\n9.  The Second Journey\n\n\nBy this time you will have gained a fair idea of Rob's character.  He\nis, in truth, a typical American boy, possessing an average\nintelligence not yet regulated by the balance-wheel of experience.  The\nmysteries of electricity were so attractive to his eager nature that he\nhad devoted considerable time and some study to electrical experiment;\nbut his study was the superficial kind that seeks to master only such\ndetails as may be required at the moment.  Moreover, he was full of\nboyish recklessness and irresponsibility and therefore difficult to\nimpress with the dignity of science and the gravity of human existence.\nLife, to him, was a great theater wherein he saw himself the most\ninteresting if not the most important actor, and so enjoyed the play\nwith unbounded enthusiasm.\n\nAside from the extraordinary accident which had forced the Electrical\nDemon into this life, Rob may be considered one of those youngsters who\nmight possibly develop into a brilliant manhood or enter upon an\nordinary, humdrum existence, as Fate should determine.  Just at present\nhe had no thought beyond the passing hour, nor would he bother himself\nby attempting to look ahead or plan for the future.\n\nYet the importance of his electrical possessions and the stern\ninjunction of the Demon to use them wisely had rendered the boy more\nthoughtful than at any previous time during his brief life, and he\nbecame so preoccupied at the dinner table that his father and mother\ncast many anxious looks in his direction.\n\nOf course Rob was anxious to test his newly-acquired powers, and\ndecided to lose no time in starting upon another journey.  But he said\nnothing to any of the family about it, fearing to meet with opposition.\n\nHe passed the evening in the sitting-room, in company with his father\nand mother and sisters, and even controlled his impatience to the\nextent of playing a game of carom with Nell; but he grew so nervous and\nimpatient at last that his sister gave up the game in disgust and left\nhim to his own amusement.\n\nAt one time he thought of putting on the electric spectacles and seeing\nwhat the real character of each member of his family might be; but a\nsudden fear took possession of him that he might regret the act forever\nafterward.  They were his nearest and dearest friends on earth, and in\nhis boyish heart he loved them all and believed in their goodness and\nsincerity.  The possibility of finding a bad character mark on any of\ntheir familiar faces made him shudder, and he determined then and there\nnever to use the spectacles to view the face of a friend or relative.\nHad any one, at that moment, been gazing at Rob through the lenses of\nthe wonderful Character Marker, I am sure a big \"W\" would have been\nfound upon the boy's forehead.\n\nWhen the family circle broke up, and all retired for the night, Rob\nkissed his parents and sisters with real affection before going to his\nown room.  But, on reaching his cozy little chamber, instead of\npreparing for bed Rob clothed himself in the Garment of Repulsion.\nThen he covered the glittering Garment with his best summer suit of\nclothes, which effectually concealed it.\n\nHe now looked around to see what else he should take, and thought of an\numbrella, a rain-coat, a book or two to read during the journey, and\nseveral things besides; but he ended by leaving them all behind.\n\n\"I can't be loaded down with so much truck,\" he decided; \"and I'm going\ninto civilized countries, this time, where I can get anything I need.\"\n\nHowever, to prevent a recurrence of the mistake he had previously made,\nhe tore a map of the world and a map of Europe from his geography, and,\nfolding them up, placed them in his pocket.  He also took a small\ncompass that had once been a watch-charm, and, finally, the contents of\na small iron bank that opened with a combination lock.  This\nrepresented all his savings, amounting to two dollars and seventeen\ncents in dimes, nickles and pennies.\n\n\"It isn't a fortune,\" he thought, as he counted it up, \"but I didn't\nneed any money the last trip, so perhaps I'll get along somehow.  I\ndon't like to tackle Dad for more, for he might ask questions and try\nto keep me at home.\"\n\nBy the time he had finished his preparations and stowed all his\nelectrical belongings in his various pockets, it was nearly midnight\nand the house was quiet.  So Rob stole down stairs in his stocking feet\nand noiselessly opened the back door.\n\nIt was a beautiful July night and, in addition to the light of the full\nmoon, the sky was filled with the radiance of countless thousands of\nbrilliant stars.\n\nAfter Rob had put on his shoes he unfolded the map, which was plainly\nvisible by the starlight, and marked the direction he must take to\ncross the Atlantic and reach London, his first stopping place.  Then he\nconsulted his compass, put the indicator of his traveling machine to\nthe word \"up,\" and shot swiftly into the air.  When he had reached a\nsufficient height he placed the indicator to a point north of east and,\nwith a steady and remarkably swift flight, began his journey.\n\n\"Here goes,\" he remarked, with a sense of exaltation, \"for another week\nof adventure!  I wonder what'll happen between now and next Saturday.\"\n\n\n\n\n10.  How Rob Served a Mighty King\n\n\nThe new traveling machine was a distinct improvement over the old one,\nfor it carried Rob with wonderful speed across the broad Atlantic.\n\nHe fell asleep soon after starting, and only wakened when the sun was\nhigh in the heavens.  But he found himself whirling along at a good\nrate, with the greenish shimmer of the peaceful ocean waves spread\nbeneath him far beyond his range of vision.\n\nBeing in the track of the ocean steamers it was not long before he\nfound himself overtaking a magnificent vessel whose decks were crowded\nwith passengers.  He dropped down some distance, to enable him to see\nthese people more plainly, and while he hovered near he could hear the\nexcited exclamations of the passengers, who focused dozens of marine\nglasses upon his floating form.  This inspection somewhat embarrassed\nhim, and having no mind to be stared at he put on additional speed and\nsoon left the steamer far behind him.\n\nAbout noon the sky clouded over, and Rob feared a rainstorm was\napproaching.  So he rose to a point considerably beyond the clouds,\nwhere the air was thin but remarkably pleasant to inhale and the rays\nof the sun were not so hot as when reflected by the surface of the\nwater.\n\nHe could see the dark clouds rolling beneath him like volumes of smoke\nfrom a factory chimney, and knew the earth was catching a severe shower\nof rain; yet he congratulated himself on his foresight in not being\nburdened with umbrella or raincoat, since his elevated position\nrendered him secure from rain-clouds.\n\nBut, having cut himself off from the earth, there remained nothing to\nsee except the clear sky overhead and the tumbling clouds beneath; so\nhe took from his pocket the Automatic Record of Events, and watched\nwith breathless interest the incidents occurring in different parts of\nthe world.  A big battle was being fought in the Philippines, and so\nfiercely was it contested that Rob watched its progress for hours, with\nrapt attention.  Finally a brave rally by the Americans sent their foes\nto the cover of the woods, where they scattered in every direction,\nonly to form again in a deep valley hidden by high hills.\n\n\"If only I was there,\" thought Rob, \"I could show that captain where to\nfind the rebels and capture them.  But I guess the Philippines are\nrather out of my way, so our soldiers will never know how near they are\nto a complete victory.\"\n\nThe boy also found considerable amusement in watching the course of an\ninsurrection in Venezuela, where opposing armies of well-armed men\npreferred to bluster and threaten rather than come to blows.\n\nDuring the evening he found that an \"important event\" was Madame\nBernhardt's production of a new play, and Rob followed it from\nbeginning to end with great enjoyment, although he felt a bit guilty at\nnot having purchased a ticket.\n\n\"But it's a crowded house, anyway,\" he reflected, \"and I'm not taking\nup a reserved seat or keeping any one else from seeing the show.  So\nwhere's the harm?  Yet it seems to me if these Records get to be\ncommon, as the Demon wishes, people will all stay at home and see the\nshows, and the poor actors 'll starve to death.\"\n\nThe thought made him uneasy, and he began, for the first time, to\nentertain a doubt of the Demon's wisdom in forcing such devices upon\nhumanity.\n\nThe clouds had now passed away and the moon sent her rays to turn the\nedges of the waves into glistening showers of jewels.\n\nRob closed the lid of the wonderful Record of Events and soon fell into\na deep sleep that held him unconscious for many hours.\n\nWhen he awoke he gave a start of surprise, for beneath him was land.\nHow long it was since he had left the ocean behind him he could not\nguess, but his first thought was to set the indicator of the traveling\nmachine to zero and to hover over the country until he could determine\nwhere he was.\n\nThis was no easy matter.  He saw green fields, lakes, groves and\nvillages; but these might exist in any country.  Being still at a great\nelevation he descended gradually until he was about twenty feet from\nthe surface of the earth, where he paused near the edge of a small\nvillage.\n\nAt once a crowd of excited people assembled, shouting to one another\nand pointing towards him in wonder.  In order to be prepared for\nemergencies Rob had taken the electric tube from his pocket, and now,\nas he examined the dress and features of the people below, the tube\nsuddenly slipped from his grasp and fell to the ground, where one end\nstuck slantingly into the soft earth.\n\nA man rushed eagerly towards it, but the next moment he threw up his\nhands and fell upon his back, unconscious.  Others who ran to assist\ntheir fallen comrade quickly tumbled into a heap beside him.\n\nIt was evident to Rob that the tube had fallen in such a position that\nthe button was being pressed continually and a current of electric\nfluid issued to shock whoever came near.  Not wishing to injure these\npeople he dropped to the ground and drew the tube from the earth, thus\nreleasing the pressure upon the button.\n\nBut the villagers had now decided that the boy was their enemy, and no\nsooner had he touched the ground than a shower of stones and sticks\nrained about him.  Not one reached his body, however, for the Garment\nof Repulsion stopped their flight and returned them to rattle with more\nor less force against those who had thrown them--\"like regular\nboomerangs,\" thought Rob.\n\nTo receive their own blows in this fashion seemed so like magic to the\nsimple folk that with roars of fear and pain they ran away in all\ndirections.\n\n\"It's no use stopping here,\" remarked Rob, regretfully, \"for I've\nspoiled my welcome by this accident.  I think these people are Irish,\nby their looks and speech, so I must be somewhere in the Emerald Isle.\"\n\nHe consulted his map and decided upon the general direction he should\ntake to reach England, after which he again rose into the air and\nbefore long was passing over the channel towards the shores of England.\n\nEither his map or compass or his calculations proved wrong, for it was\nhigh noon before, having changed his direction a half dozen times, he\ncame to the great city of London.  He saw at a glance that it would\nnever do to drop into the crowded streets, unless he wanted to become\nan object of public curiosity; so he looked around for a suitable place\nto alight.\n\nNear by was a monstrous church that sent a sharp steeple far into the\nair.  Rob examined this spire and saw a narrow opening in the masonry\nthat led to a small room where a chime of bells hung.  He crept through\nthe opening and, finding a ladder that connected the belfry with a\nplatform below, began to descend.\n\nThere were three ladders, and then a winding flight of narrow, rickety\nstairs to be passed before Rob finally reached a small room in the body\nof the church.  This room proved to have two doors, one connecting with\nthe auditorium and the other letting into a side street.  Both were\nlocked, but Rob pointed the electric tube at the outside door and broke\nthe lock in an instant.  Then he walked into the street as composedly\nas if he had lived all his life in London.\n\nThere were plenty of sights to see, you may be sure, and Rob walked\naround until he was so tired that he was glad to rest upon one of the\nbenches in a beautiful park.  Here, half hidden by the trees, he amused\nhimself by looking at the Record of Events.\n\n\"London's a great town, and no mistake,\" he said to himself; \"but let's\nsee what the British are doing in South Africa to-day.\"\n\nHe turned the cylinder to \"South Africa,\" and, opening the lid, at once\nbecame interested.  An English column, commanded by a brave but\nstubborn officer, was surrounded by the Boer forces and fighting\ndesperately to avoid capture or annihilation.\n\n\"This would be interesting to King Edward,\" thought the boy.  \"Guess\nI'll hunt him up and tell him about it.\"\n\nA few steps away stood a policeman.  Rob approached him and asked:\n\n\"Where's the king to-day?\"\n\nThe officer looked at him with mingled surprise and suspicion.\n\n\"'Is Majesty is sojournin' at Marlb'ro 'Ouse, just now,\" was the reply.\n\"Per'aps you wants to make 'im a wissit,\" he continued, with lofty\nsarcasm.\n\n\"That's it, exactly,\" said Rob.  \"I'm an American, and thought while I\nwas in London I'd drop in on His Royal Highness and say 'hello' to him.\"\n\nThe officer chuckled, as if much amused.\n\n\"Hamericans is bloomin' green,\" he remarked, \"so youse can stand for\nHamerican, right enough.  No other wissitors is such blarsted fools.\nBut yon's the palace, an' I s'pose 'is Majesty'll give ye a 'ot\nreception.\"\n\n\"Thanks; I'll look him up,\" said the boy, and left the officer\nconvulsed with laughter.\n\nHe soon knew why.  The palace was surrounded by a cordon of the king's\nown life guards, who admitted no one save those who presented proper\ncredentials.\n\n\"There's only one thing to do;\" thought Rob, \"and that's to walk\nstraight in, as I haven't any friends to give me a regular\nintroduction.\"\n\nSo he boldly advanced to the gate, where he found himself stopped by\ncrossed carbines and a cry of \"Halt!\"\n\n\"Excuse me,\" said Rob; \"I'm in a hurry.\"\n\nHe pushed the carbines aside and marched on.  The soldiers made thrusts\nat him with their weapons, and an officer jabbed at his breast with a\nglittering sword, but the Garment of Repulsion protected him from these\ndangers as well as from a hail of bullets that followed his advancing\nfigure.\n\nHe reached the entrance of the palace only to face another group of\nguardsmen and a second order to halt, and as these soldiers were over\nsix feet tall and stood shoulder to shoulder Rob saw that he could not\nhope to pass them without using his electric tube.\n\n\"Stand aside, you fellows!\" he ordered.\n\nThere was no response.  He extended the tube and, as he pressed the\nbutton, described a semi-circle with the instrument.  Immediately the\ntall guardsmen toppled over like so many tenpins, and Rob stepped\nacross their bodies and penetrated to the reception room, where a\nbrilliant assemblage awaited, in hushed and anxious groups, for\nopportunity to obtain audience with the king.\n\n\"I hope his Majesty isn't busy,\" said Rob to a solemn-visaged official\nwho confronted him.  \"I want to have a little talk with him.\"\n\n\"I--I--ah--beg pardon!\" exclaimed the astounded master of ceremonies.\n\"What name, please?\"\n\n\"Oh, never mind my name,\" replied Rob, and pushing the gentleman aside\nhe entered the audience chamber of the great king.\n\nKing Edward was engaged in earnest consultation with one of his\nministers, and after a look of surprise in Rob's direction and a grave\nbow he bestowed no further attention upon the intruder.\n\nBut Rob was not to be baffled now.\n\n\"Your Majesty,\" he interrupted, \"I've important news for you.  A big\nfight is taking place in South Africa and your soldiers will probably\nbe cut into mince meat.\"\n\nThe minister strode towards the boy angrily.\n\n\"Explain this intrusion!\" he cried.\n\n\"I have explained.  The Boers are having a regular killing-bee.  Here!\ntake a look at it yourselves.\"\n\nHe drew the Record from his pocket, and at the movement the minister\nshrank back as if he suspected it was an infernal machine and might\nblow his head off; but the king stepped quietly to the boy's side and\nlooked into the box when Rob threw open the lid.\n\nAs he comprehended the full wonder of the phenomenon he was observing\nEdward uttered a low cry of amazement, but thereafter he silently gazed\nupon the fierce battle that still raged far away upon the African VELD.\nBefore long his keen eye recognized the troops engaged and realized\ntheir imminent danger.\n\n\"They'll be utterly annihilated!\" he gasped.  \"What shall we do?\"\n\n\"Oh, we can't do anything just now,\" answered Rob.  \"But it's curious\nto watch how bravely the poor fellows fight for their lives.\"\n\nThe minister, who by this time was also peering into the box, groaned\naloud, and then all three forgot their surroundings in the tragedy they\nwere beholding.\n\nHemmed in by vastly superior numbers, the English were calmly and\nstubbornly resisting every inch of advance and selling their lives as\ndearly as possible.  Their leader fell pierced by a hundred bullets,\nand the king, who had known him from boyhood, passed his hand across\nhis eyes as if to shut out the awful sight.  But the fascination of the\nbattle forced him to look again, and the next moment he cried aloud:\n\n\"Look there!  Look there!\"\n\nOver the edge of a line of hills appeared the helmets of a file of\nEnglish soldiers.  They reached the summit, followed by rank after\nrank, until the hillside was alive with them.  And then, with a ringing\ncheer that came like a faint echo to the ears of the three watchers,\nthey broke into a run and dashed forward to the rescue of their brave\ncomrades.  The Boers faltered, gave back, and the next moment fled\nprecipitately, while the exhausted survivors of the courageous band\nfell sobbing into the arms of their rescuers.\n\nRob closed the lid of the Record with a sudden snap that betrayed his\ndeep feeling, and the king pretended to cough behind his handkerchief\nand stealthily wiped his eyes.\n\n\"'Twasn't so bad, after all,\" remarked the boy, with assumed\ncheerfulness; \"but it looked mighty ticklish for your men at one time.\"\n\nKing Edward regarded the boy curiously, remembering his abrupt entrance\nand the marvelous device he had exhibited.\n\n\"What do you call that?\" he asked, pointing at the Record with a finger\nthat trembled slightly from excitement.\n\n\"It is a new electrical invention,\" replied Rob, replacing it in his\npocket, \"and so constructed that events are reproduced at the exact\nmoment they occur.\"\n\n\"Where can I purchase one?\" demanded the king, eagerly.\n\n\"They're not for sale,\" said Rob.  \"This one of mine is the first that\never happened.\"\n\n\"Oh!\"\n\n\"I really think,\" continued the boy, nodding sagely, \"that it wouldn't\nbe well to have these Records scattered around.  Their use would give\nsome folks unfair advantage over others, you know.\"\n\n\"Certainly.\"\n\n\"I only showed you this battle because I happened to be in London at\nthe time and thought you'd be interested.\"\n\n\"It was very kind of you,\" said Edward; \"but how did you gain\nadmittance?\"\n\n\"Well, to tell the truth, I was obliged to knock over a few of your\ntall life-guards.  They seem to think you're a good thing and need\nlooking after, like jam in a cupboard.\"\n\nThe king smiled.\n\n\"I hope you haven't killed my guards,\" said he.\n\n\"Oh, no; they'll come around all right.\"\n\n\"It is necessary,\" continued Edward, \"that public men be protected from\nintrusion, no matter how democratic they may be personally.  You would\nprobably find it as difficult to approach the President of the United\nStates as the King of England.\"\n\n\"Oh, I'm not complaining,\" said Rob.  \"It wasn't much trouble to break\nthrough.\"\n\n\"You seem quite young to have mastered such wonderful secrets of\nNature,\" continued the king.\n\n\"So I am,\" replied Rob, modestly; \"but these natural forces have really\nexisted since the beginning of the world, and some one was sure to\ndiscover them in time.\"  He was quoting the Demon, although\nunconsciously.\n\n\"You are an American, I suppose,\" said the minister, coming close to\nRob and staring him in the face.\n\n\"Guessed right the first time,\" answered the boy, and drawing his\nCharacter Marking spectacles from his pocket, he put them on and stared\nat the minister in turn.\n\nUpon the man's forehead appeared the letter \"E.\"\n\n\"Your Majesty,\" said Rob, \"I have here another queer invention.  Will\nyou please wear these spectacles for a few moments?\"\n\nThe king at once put them on.\n\n\"They are called Character Markers,\" continued the boy, \"because the\nlenses catch and concentrate the character vibrations radiating from\nevery human individual and reflect the true character of the person\nupon his forehead.  If a letter 'G' appears, you may be sure his\ndisposition is good; if his forehead is marked with an 'E' his\ncharacter is evil, and you must beware of treachery.\"\n\nThe king saw the \"E\" plainly marked upon his minister's forehead, but\nhe said nothing except \"Thank you,\" and returned the spectacles to Rob.\n\nBut the minister, who from the first had been ill at ease, now became\npositively angry.\n\n\"Do not believe him, your Majesty!\" he cried.  \"It is a trick, and\nmeant to deceive you.\"\n\n\"I did not accuse you,\" answered the king, sternly.  Then he added: \"I\nwish to be alone with this young gentleman.\"\n\nThe minister left the room with an anxious face and hanging head.\n\n\"Now,\" said Rob, \"let's look over the record of the past day and see if\nthat fellow has been up to any mischief.\"\n\nHe turned the cylinder of the Record to \"England,\" and slowly the\nevents of the last twenty-four hours were reproduced, one after the\nother, upon the polished plate.\n\nBefore long the king uttered an exclamation.  The Record pictured a\nsmall room in which were seated three gentlemen engaged in earnest\nconversation.  One of them was the accused minister.\n\n\"Those men,\" said the king in a low voice, while he pointed out the\nother two, \"are my avowed enemies.  This is proof that your wonderful\nspectacles indicated my minister's character with perfect truth.  I am\ngrateful to you for thus putting me upon my guard, for I have trusted\nthe man fully.\"\n\n\"Oh, don't mention it,\" replied the boy, lightly; \"I'm glad to have\nbeen of service to you.  But it's time for me to go.\"\n\n\"I hope you will favor me with another interview,\" said the king, \"for\nI am much interested in your electrical inventions.  I will instruct my\nguards to admit you at any time, so you will not be obliged to fight\nyour way in.\"\n\n\"All right.  But it really doesn't matter,\" answered Rob.  \"It's no\ntrouble at all to knock 'em over.\"\n\nThen he remembered his manners and bowed low before the king, who\nseemed to him \"a fine fellow and not a bit stuck up.\"  And then he\nwalked calmly from the palace.\n\nThe people in the outer room stared at him wonderingly and the officer\nof the guard saluted the boy respectfully.  But Rob only smiled in an\namused way as he marched past them with his hands thrust deep into his\ntrousers' pockets and his straw hat tipped jauntily upon the back of\nhis head.\n\n\n\n\n11.  The Man of Science\n\n\nRob passed the remainder of the day wandering about London and amusing\nhimself by watching the peculiar ways of the people.  When it became so\ndark that there was no danger of his being observed, he rose through\nthe air to the narrow slit in the church tower and lay upon the floor\nof the little room, with the bells hanging all around him, to pass the\nnight.\n\nHe was just falling asleep when a tremendous din and clatter nearly\ndeafened him, and set the whole tower trembling.  It was the midnight\nchime.\n\nRob clutched his ears tightly, and when the vibrations had died away\ndescended by the ladder to a lower platform.  But even here the next\nhourly chime made his ears ring, and he kept descending from platform\nto platform until the last half of a restless night was passed in the\nlittle room at the bottom of the tower.\n\nWhen, at daylight, the boy sat up and rubbed his eyes, he said,\nwearily: \"Churches are all right as churches; but as hotels they are\nrank failures.  I ought to have bunked in with my friend, King Edward.\"\n\nHe climbed up the stairs and the ladders again and looked out the\nlittle window in the belfry.  Then he examined his map of Europe.\n\n\"I believe I'll take a run over to Paris,\" he thought.  \"I must be home\nagain by Saturday, to meet the Demon, so I'll have to make every day\ncount.\"\n\nWithout waiting for breakfast, since he had eaten a tablet the evening\nbefore, he crept through the window and mounted into the fresh morning\nair until the great city with its broad waterway lay spread out beneath\nhim.  Then he sped away to the southeast and, crossing the channel,\npassed between Amiens and Rouen and reached Paris before ten o'clock.\n\nNear the outskirts of the city appeared a high tower, upon the flat\nroof of which a man was engaged in adjusting a telescope.  Upon seeing\nRob, who was passing at no great distance from this tower, the man\ncried out:\n\n\"APPROCHEZ!--VENEZ ICI!\"\n\nThen he waved his hands frantically in the air, and fairly danced with\nexcitement.  So the boy laughed and dropped down to the roof where,\nstanding beside the Frenchman, whose eyes were actually protruding from\ntheir sockets, he asked, coolly:\n\n\"Well, what do you want?\"\n\nThe other was for a moment speechless.  He was a tall, lean man, having\na bald head but a thick, iron-gray beard, and his black eyes sparkled\nbrightly from behind a pair of gold-rimmed spectacles.  After\nattentively regarding the boy for a time he said, in broken English:\n\n\"But, M'sieur, how can you fly wizout ze--ze machine?  I have\nexperiment myself wiz some air-ship; but you--zere is nossing to make\ngo!\"\n\nRob guessed that here was his opportunity to do the Demon a favor by\nexplaining his electrical devices to this new acquaintance, who was\nevidently a man of science.\n\n\"Here is the secret, Professor,\" he said, and holding out his wrist\ndisplayed the traveling machine and explained, as well as he could, the\nforces that operated it.\n\nThe Frenchman, as you may suppose, was greatly astonished, and to show\nhow perfectly the machine worked Rob turned the indicator and rose a\nshort distance above the tower, circling around it before he rejoined\nthe professor on the roof.  Then he showed his food tablets, explaining\nhow each was stored with sufficient nourishment for an entire day.\n\nThe scientist positively gasped for breath, so powerful was the\nexcitement he experienced at witnessing these marvels.\n\n\"Eet is wonderful--grand--magnifique!\" he exclaimed.\n\n\"But here is something of still greater interest,\" continued Rob, and\ntaking the Automatic Record of Events from his pocket he allowed the\nprofessor to view the remarkable scenes that were being enacted\nthroughout the civilized world.\n\nThe Frenchman was now trembling violently, and he implored Rob to tell\nhim where he might obtain similar electrical machines.\n\n\"I can't do that,\" replied the boy, decidedly; \"but, having seen these,\nyou may be able to discover their construction for yourself.  Now that\nyou know such things to be possible and practical, the hint should be\nsufficient to enable a shrewd electrician to prepare duplicates of\nthem.\"\n\nThe scientist glared at him with evident disappointment, and Rob\ncontinued:\n\n\"These are not all the wonders I can exhibit.  Here is another\nelectrical device that is, perhaps, the most remarkable of any I\npossess.\"\n\nHe took the Character Marking spectacles from his pocket and fitted\nthem to his eyes.  Then he gave a whistle of surprise and turned his\nback upon his new friend.  He had seen upon the Frenchman's forehead\nthe letters \"E\" and \"C.\"\n\n\"Guess I've struck the wrong sort of scientist, after all!\" he\nmuttered, in a disgusted tone.\n\nHis companion was quick to prove the accuracy of the Character Marker.\nSeeing the boy's back turned, he seized a long iron bar that was used\nto operate the telescope, and struck at Rob so fiercely that had he not\nworn the Garment of Protection his skull would have been crushed by the\nblow.  At it was, the bar rebounded with a force that sent the\nmurderous Frenchman sprawling upon the roof, and Rob turned around and\nlaughed at him.\n\n\"It won't work, Professor,\" he said.  \"I'm proof against assassins.\nPerhaps you had an idea that when you had killed me you could rob me of\nmy valuable possessions; but they wouldn't be a particle of use to a\nscoundrel like you, I assure you!  Good morning.\"\n\nBefore the surprised and baffled scientist could collect himself\nsufficiently to reply, the boy was soaring far above his head and\nsearching for a convenient place to alight, that he might investigate\nthe charms of this famed city of Paris.\n\nIt was indeed a beautiful place, with many stately buildings lining the\nshady boulevards.  So thronged were the streets that Rob well knew he\nwould soon be the center of a curious crowd should he alight upon them.\nAlready a few sky-gazers had noted the boy moving high in the air,\nabove their heads, and one or two groups stood pointing their fingers\nat him.\n\nPausing at length above the imposing structure of the Hotel Anglais,\nRob noticed at one of the upper floors an open window, before which was\na small iron balcony.  Alighting upon this he proceeded to enter,\nwithout hesitation, the open window.  He heard a shriek and a cry of\n\"AU VOLEUR!\" and caught sight of a woman's figure as she dashed into an\nadjoining room, slamming and locking the door behind her.\n\n\"I don't know as I blame her,\" observed Rob, with a smile at the panic\nhe had created.  \"I s'pose she takes me for a burglar, and thinks I've\nclimbed up the lightning rod.\"\n\nHe soon found the door leading into the hallway and walked down several\nflights of stairs until he reached the office of the hotel.\n\n\"How much do you charge a day?\" he inquired, addressing a fat and\npompous-looking gentlemen behind the desk.\n\nThe man looked at him in a surprised way, for he had not heard the boy\nenter the room.  But he said something in French to a waiter who was\npassing, and the latter came to Rob and made a low bow.\n\n\"I speak ze Eengliss ver' fine,\" he said.  \"What desire have you?\"\n\n\"What are your rates by the day?\" asked the boy.\n\n\"Ten francs, M'sieur.\"\n\n\"How many dollars is that?\"\n\n\"Dollar Americaine?\"\n\n\"Yes; United States money.\"\n\n\"Ah, OUI! Eet is ze two dollar, M'sieur.\"\n\n\"All right; I can stay about a day before I go bankrupt.  Give me a\nroom.\"\n\n\"CERTAINEMENT, M'sieur.  Have you ze luggage?\"\n\n\"No; but I'll pay in advance,\" said Rob, and began counting out his\ndimes and nickles and pennies, to the unbounded amazement of the\nwaiter, who looked as if he had never seen such coins before.\n\nHe carried the money to the fat gentleman, who examined the pieces\ncuriously, and there was a long conference between them before it was\ndecided to accept them in payment for a room for a day.  But at this\nseason the hotel was almost empty, and when Rob protested that he had\nno other money the fat gentleman put the coins into his cash box with a\nresigned sigh and the waiter showed the boy to a little room at the\nvery top of the building.\n\nRob washed and brushed the dust from his clothes, after which he sat\ndown and amused himself by viewing the pictures that constantly formed\nupon the polished plate of the Record of Events.\n\n\n\n\n12.  How Rob Saved A Republic\n\n\nWhile following the shifting scenes of the fascinating Record Rob noted\nan occurrence that caused him to give a low whistle of astonishment and\ndevote several moments to serious thought.\n\n\"I believe it's about time I interfered with the politics of this\nRepublic,\" he said, at last, as he closed the lid of the metal box and\nrestored it to his pocket.  \"If I don't take a hand there probably\nwon't be a Republic of France very long and, as a good American, I\nprefer a republic to a monarchy.\"\n\nThen he walked down-stairs and found his English-speaking waiter.\n\n\"Where's President Loubet?\" he asked.\n\n\"Ze President!  Ah, he is wiz his mansion.  To be at his residence,\nM'sieur.\"\n\n\"Where is his residence?\"\n\nThe waiter began a series of voluble and explicit directions which so\nconfused the boy that he exclaimed:\n\n\"Oh, much obliged!\" and walked away in disgust.\n\nGaining the street he approached a gendarme and repeated his question,\nwith no better result than before, for the fellow waved his arms wildly\nin all directions and roared a volley of incomprehensible French\nphrases that conveyed no meaning whatever.\n\n\"If ever I travel in foreign countries again,\" said Rob, \"I'll learn\ntheir lingo in advance.  Why doesn't the Demon get up a conversation\nmachine that will speak all languages?\"\n\nBy dint of much inquiry, however, and after walking several miles\nfollowing ambiguous directions, he managed to reach the residence of\nPresident Loubet.  But there he was politely informed that the\nPresident was busily engaged in his garden, and would see no one.\n\n\"That's all right,\" said the boy, calmly.  \"If he's in the garden I'll\nhave no trouble finding him.\"\n\nThen, to the amazement of the Frenchmen, Rob shot into the air fifty\nfeet or so, from which elevation he overlooked a pretty garden in the\nrear of the President's mansion.  The place was protected from ordinary\nintrusion by high walls, but Rob descended within the enclosure and\nwalked up to a man who was writing at a small table placed under the\nspreading branches of a large tree.\n\n\"Is this President Loubet?\" he inquired, with a bow.\n\nThe gentleman looked up.\n\n\"My servants were instructed to allow no one to disturb me,\" he said,\nspeaking in excellent English.\n\n\"It isn't their fault; I flew over the wall,\" returned Rob.  \"The fact\nis,\" he added, hastily, as he noted the President's frown, \"I have come\nto save the Republic; and I haven't much time to waste over a bundle of\nFrenchmen, either.\"\n\nThe President seemed surprised.\n\n\"Your name!\" he demanded, sharply.\n\n\"Robert Billings Joslyn, United States of America!\"\n\n\"Your business, Monsieur Joslyn!\"\n\nRob drew the Record from his pocket and placed it upon the table.\n\n\"This, sir,\" said he, \"is an electrical device that records all\nimportant events.  I wish to call your attention to a scene enacted in\nParis last evening which may have an effect upon the future history of\nyour country.\"\n\nHe opened the lid, placed the Record so that the President could see\nclearly, and then watched the changing expressions upon the great man's\nface; first indifference, then interest, the next moment eagerness and\namazement.\n\n\"MON DIEU!\" he gasped; \"the Orleanists!\"\n\nRob nodded.\n\n\"Yes; they've worked up a rather pretty plot, haven't they?\"\n\nThe President did not reply.  He was anxiously watching the Record and\nscribbling notes on a paper beside him.  His face was pale and his lips\ntightly compressed.\n\nFinally he leaned back in his chair and asked:\n\n\"Can you reproduce this scene again?\"\n\n\"Certainly, sir,\" answered the boy; \"as often as you like.\"\n\n\"Will you remain here while I send for my minister of police?  It will\nrequire but a short time.\"\n\n\"Call him up, then.  I'm in something of a hurry myself, but now I've\nmixed up with this thing I'll see it through.\"\n\nThe President touched a bell and gave an order to his servant.  Then he\nturned to Rob and said, wonderingly:\n\n\"You are a boy!\"\n\n\"That's true, Mr. President,\" was the answer; \"but an American boy, you\nmust remember.  That makes a big difference, I assure you.\"\n\nThe President bowed gravely.\n\n\"This is your invention?\" he asked.\n\n\"No; I'm hardly equal to that.  But the inventor has made me a present\nof the Record, and it's the only one in the world.\"\n\n\"It is a marvel,\" remarked the President, thoughtfully.  \"More!  It is\na real miracle.  We are living in an age of wonders, my young friend.\"\n\n\"No one knows that better than myself, sir,\" replied Rob.  \"But, tell\nme, can you trust your chief of police?\"\n\n\"I think so,\" said the President, slowly; \"yet since your invention has\nshown me that many men I have considered honest are criminally\nimplicated in this royalist plot, I hardly know whom to depend upon.\"\n\n\"Then please wear these spectacles during your interview with the\nminister of police,\" said the boy.  \"You must say nothing, while he is\nwith us, about certain marks that will appear upon his forehead; but\nwhen he has gone I will explain those marks so you will understand\nthem.\"\n\nThe President covered his eyes with the spectacles.\n\n\"Why,\" he exclaimed, \"I see upon your own brow the letters--\"\n\n\"Stop, sir!\" interrupted Rob, with a blush; \"I don't care to know what\nthe letters are, if it's just the same to you.\"\n\nThe President seemed puzzled by this speech, but fortunately the\nminister of police arrived just then and, under Rob's guidance, the\npictured record of the Orleanist plot was reproduced before the\nstartled eyes of the official.\n\n\"And now,\" said the boy, \"let us see if any of this foolishness is\ngoing on just at present.\"\n\nHe turned to the opposite side of the Record and allowed the President\nand his minister of police to witness the quick succession of events\neven as they occurred.\n\nSuddenly the minister cried, \"Ha!\" and, pointing to the figure of a man\ndisembarking from an English boat at Calais, he said, excitedly:\n\n\"That, your Excellency, is the Duke of Orleans, in disguise!  I must\nleave you for a time, that I may issue some necessary orders to my men;\nbut this evening I shall call to confer with you regarding the best\nmode of suppressing this terrible plot.\"\n\nWhen the official had departed, the President removed the spectacles\nfrom his eyes and handed them to Rob.\n\n\"What did you see?\" asked the boy.\n\n\"The letters 'G' and 'W'.\"\n\n\"Then you may trust him fully,\" declared Rob, and explained the\nconstruction of the Character Marker to the interested and amazed\nstatesman.\n\n\"And now I must go,\" he continued, \"for my stay in your city will be a\nshort one and I want to see all I can.\"\n\nThe President scrawled something on a sheet of paper and signed his\nname to it, afterward presenting it, with a courteous bow, to his\nvisitor.\n\n\"This will enable you to go wherever you please, while in Paris,\" he\nsaid.  \"I regret my inability to reward you properly for the great\nservice you have rendered my country; but you have my sincerest\ngratitude, and may command me in any way.\"\n\n\"Oh, that's all right,\" answered Rob.  \"I thought it was my duty to\nwarn you, and if you look sharp you'll be able to break up this\nconspiracy.  But I don't want any reward.  Good day, sir.\"\n\nHe turned the indicator of his traveling machine and immediately rose\ninto the air, followed by a startled exclamation from the President of\nFrance.\n\nMoving leisurely over the city, he selected a deserted thoroughfare to\nalight in, from whence he wandered unobserved into the beautiful\nboulevards.  These were now brilliantly lighted, and crowds of pleasure\nseekers thronged them everywhere.  Rob experienced a decided sense of\nrelief as he mixed with the gay populace and enjoyed the sights of the\nsplendid city, for it enabled him to forget, for a time, the\nresponsibilities thrust upon him by the possession of the Demon's\nmarvelous electrical devices.\n\n\n\n\n13.  Rob Loses His Treasures\n\n\nOur young adventurer had intended to pass the night in the little bed\nat his hotel, but the atmosphere of Paris proved so hot and\ndisagreeable that he decided it would be more enjoyable to sleep while\njourneying through the cooler air that lay far above the earth's\nsurface.  So just as the clocks were striking the midnight hour Rob\nmounted skyward and turned the indicator of the traveling machine to\nthe east, intending to make the city of Vienna his next stop.\n\nHe had risen to a considerable distance, where the air was remarkably\nfresh and exhilarating, and the relief he experienced from the close\nand muggy streets of Paris was of such a soothing nature that he\npresently fell fast asleep.  His day in the metropolis had been a busy\none, for, like all boys, he had forgotten himself in the delight of\nsight-seeing and had tired his muscles and exhausted his strength to an\nunusual degree.\n\nIt was about three o'clock in the morning when Rob, moving restlessly\nin his sleep, accidently touched with his right hand the indicator of\nthe machine which was fastened to his left wrist, setting it a couple\nof points to the south of east.  He was, of course, unaware of the\nslight alteration in his course, which was destined to prove of serious\nimportance in the near future.  For the boy's fatigue induced him to\nsleep far beyond daybreak, and during this period of unconsciousness he\nwas passing over the face of European countries and approaching the\nlawless and dangerous dominions of the Orient.\n\nWhen, at last, he opened his eyes, he was puzzled to determine where he\nwas.  Beneath him stretched a vast, sandy plain, and speeding across\nthis he came to a land abounding in luxuriant vegetation.\n\nThe centrifugal force which propelled him was evidently, for some\nreason, greatly accelerated, for the scenery of the country he was\ncrossing glided by him at so rapid a rate of speed that it nearly took\nhis breath away.\n\n\"I wonder if I've passed Vienna in the night,\" he thought.  \"It ought\nnot to have taken me more than a few hours to reach there from Paris.\"\n\nVienna was at that moment fifteen hundred miles behind him; but Rob's\ngeography had always been his stumbling block at school, and he had not\nlearned to gage the speed of the traveling machine; so he was\ncompletely mystified as to his whereabouts.\n\nPresently a village having many queer spires and minarets whisked by\nhim like a flash.  Rob became worried, and resolved to slow up at the\nnext sign of habitation.\n\nThis was a good resolution, but Turkestan is so thinly settled that\nbefore the boy could plan out a course of action he had passed the\nbarren mountain range of Thian-Shan as nimbly as an acrobat leaps a\njumping-bar.\n\n\"This won't do at all!\" he exclaimed, earnestly.  \"The traveling\nmachine seems to be running away with me, and I'm missing no end of\nsights by scooting along up here in the clouds.\"\n\nHe turned the indicator to zero, and was relieved to find it obey with\ncustomary quickness.  In a few moments he had slowed up and stopped,\nwhen he found himself suspended above another stretch of sandy plain.\nBeing too high to see the surface of the plain distinctly he dropped\ndown a few hundred feet to a lower level, where he discovered he was\nsurrounded by billows of sand as far as his eye could reach.\n\n\"It's a desert, all right,\" was his comment; \"perhaps old Sahara\nherself.\"\n\nHe started the machine again towards the east, and at a more moderate\nrate of speed skimmed over the surface of the desert.  Before long he\nnoticed a dark spot ahead of him which proved to be a large body of\nfierce looking men, riding upon dromedaries and slender, spirited\nhorses and armed with long rifles and crookedly shaped simitars.\n\n\"Those fellows seem to be looking for trouble,\" remarked the boy, as he\nglided over them, \"and it wouldn't be exactly healthy for an enemy to\nget in their way.  But I haven't time to stop, so I'm not likely to get\nmixed up in any rumpus with them.\"\n\nHowever, the armed caravan was scarcely out of sight before Rob\ndiscovered he was approaching a rich, wooded oasis of the desert, in\nthe midst of which was built the walled city of Yarkand.  Not that he\nhad ever heard of the place, or knew its name; for few Europeans and\nonly one American traveler had ever visited it.  But he guessed it was\na city of some importance from its size and beauty, and resolved to\nmake a stop there.\n\nAbove the high walls projected many slender, white minarets, indicating\nthat the inhabitants were either Turks or some race of Mohammedans; so\nRob decided to make investigations before trusting himself to their\ncompany.\n\nA cluster of tall trees with leafy tops stood a short distance outside\nthe walls, and here the boy landed and sat down to rest in the\nrefreshing shade.\n\nThe city seemed as hushed and still as if it were deserted, and before\nhim stretched the vast plain of white, heated sands.  He strained his\neyes to catch a glimpse of the band of warriors he had passed, but they\nwere moving slowly and had not yet appeared.\n\nThe trees that sheltered Rob were the only ones without the city,\nalthough many low bushes or shrubs grew scattering over the space\nbetween him and the walls.  An arched gateway broke the enclosure at\nhis left, but the gates were tightly shut.\n\nSomething in the stillness and the intense heat of the mid-day sun made\nthe boy drowsy.  He stretched himself upon the ground beneath the dense\nfoliage of the biggest tree and abandoned himself to the languor that\nwas creeping over him.\n\n\"I'll wait until that army of the desert arrives,\" he thought,\nsleepily.  \"They either belong in this city or have come to capture it,\nso I can tell better what to dance when I find out what the band plays.\"\n\nThe next moment he was sound asleep, sprawling upon his back in the\nshade and slumbering as peacefully as an infant.\n\nAnd while he lay motionless three men dropped in quick succession from\nthe top of the city wall and hid among the low bushes, crawling\nnoiselessly from one to another and so approaching, by degrees, the\nlittle group of trees.\n\nThey were Turks, and had been sent by those in authority within the\ncity to climb the tallest tree of the group and discover if the enemy\nwas near.  For Rob's conjecture had been correct, and the city of\nYarkand awaited, with more or less anxiety, a threatened assault from\nits hereditary enemies, the Tatars.\n\nThe three spies were not less forbidding in appearance than the horde\nof warriors Rob had passed upon the desert.  Their features were coarse\nand swarthy, and their eyes had a most villainous glare.  Old fashioned\npistols and double-edged daggers were stuck in their belts and their\nclothing, though of gorgeous colors, was soiled and neglected.\n\nWith all the caution of the American savage these Turks approached the\ntree, where, to their unbounded amazement, they saw the boy lying\nasleep.  His dress and fairness of skin at once proclaimed him, in\ntheir shrewd eyes, a European, and their first thought was to glance\naround in search of his horse or dromedary.  Seeing nothing of the kind\nnear they were much puzzled to account for his presence, and stood\nlooking down at him with evident curiosity.\n\nThe sun struck the polished surface of the traveling machine which was\nattached to Rob's wrist and made the metal glitter like silver.  This\nattracted the eyes of the tallest Turk, who stooped down and stealthily\nunclasped the band of the machine from the boy's outstretched arm.\nThen, after a hurried but puzzled examination of the little instrument,\nhe slipped it into the pocket of his jacket.\n\nRob stirred uneasily in his sleep, and one of the Turks drew a slight\nbut stout rope from his breast and with gentle but deft movement passed\nit around the boy's wrists and drew them together behind him.  The\naction was not swift enough to arouse the power of repulsion in the\nGarment of Protection, but it awakened Rob effectually, so that he sat\nup and stared hard at his captors.\n\n\"What are you trying to do, anyhow?\" he demanded.\n\nThe Turks laughed and said something in their own language.  They had\nno knowledge of English.\n\n\"You're only making fools of yourselves,\" continued the boy,\nwrathfully.  \"It's impossible for you to injure me.\"\n\nThe three paid no attention to his words.  One of them thrust his hand\ninto Rob's pocket and drew out the electric tube.  His ignorance of\nmodern appliances was so great that he did not know enough to push the\nbutton.  Rob saw him looking down the hollow end of the tube and\nmurmured:\n\n\"I wish it would blow your ugly head off!\"\n\nBut the fellow, thinking the shining metal might be of some value to\nhim, put the tube in his own pocket and then took from the prisoner the\nsilver box of tablets.\n\nRob writhed and groaned at losing his possessions in this way, and\nwhile his hands were fastened behind him tried to feel for and touch\nthe indicator of the traveling machine.  When he found that the machine\nalso had been taken, his anger gave way to fear, for he realized he was\nin a dangerously helpless condition.\n\nThe third Turk now drew the Record of Events from the boy's inner\npocket.  He knew nothing of the springs that opened the lids, so, after\na curious glance at it, he secreted the box in the folds of his sash\nand continued the search of the captive.  The Character Marking\nSpectacles were next abstracted, but the Turk, seeing in them nothing\nbut spectacles, scornfully thrust them back into Rob's pocket, while\nhis comrades laughed at him.  The boy was now rifled of seventeen cents\nin pennies, a broken pocket knife and a lead-pencil, the last article\nseeming to be highly prized.\n\nAfter they had secured all the booty they could find, the tall Turk,\nwho seemed the leader of the three, violently kicked at the prisoner\nwith his heavy boot.  His surprise was great when the Garment of\nRepulsion arrested the blow and nearly overthrew the aggressor in turn.\nSnatching a dagger from his sash, he bounded upon the boy so fiercely\nthat the next instant the enraged Turk found himself lying upon his\nback three yards away, while his dagger flew through the air and landed\ndeep in the desert sands.\n\n\"Keep it up!\" cried Rob, bitterly.  \"I hope you'll enjoy yourself.\"\n\nThe other Turks raised their comrade to his feet, and the three stared\nat one another in surprise, being unable to understand how a bound\nprisoner could so effectually defend himself.  But at a whispered word\nfrom the leader, they drew their long pistols and fired point blank\ninto Rob's face.  The volley echoed sharply from the city walls, but as\nthe smoke drifted slowly away the Turks were horrified to see their\nintended victim laughing at them.\n\nUttering cries of terror and dismay, the three took to their heels and\nbounded towards the wall, where a gate quickly opened to receive them,\nthe populace feeling sure the Tatar horde was upon them.\n\nNor was this guess so very far wrong; for as Rob, sitting disconsolate\nupon the sand, raised his eyes, he saw across the desert a dark line\nthat marked the approach of the invaders.\n\nNearer and nearer they came, while Rob watched them and bemoaned the\nfoolish impulse that had led him to fall asleep in an unknown land\nwhere he could so easily be overpowered and robbed of his treasures.\n\n\"I always suspected these electrical inventions would be my ruin some\nday,\" he reflected, sadly; \"and now I'm side-tracked and left helpless\nin this outlandish country, without a single hope of ever getting home\nagain.  They probably won't be able to kill me, unless they find my\nGarment of Repulsion and strip that off; but I never could cross this\nterrible desert on foot and, having lost my food tablets, I'd soon\nstarve if I attempted it.\"\n\nFortunately, he had eaten one of the tablets just before going to\nsleep, so there was no danger of immediate starvation.  But he was\nmiserable and unhappy, and remained brooding over his cruel fate until\na sudden shout caused him to look up.\n\n\n\n\n14.  Turk and Tatar\n\n\nThe Tatars had arrived, swiftly and noiselessly, and a dozen of the\nwarriors, still mounted, were surrounding him.\n\nHis helpless condition aroused their curiosity, and while some of them\nhastily cut away his bonds and raised him to his feet, other plied him\nwith questions in their own language.  Rob shook his head to indicate\nthat he could not understand; so they led him to the chief--an immense,\nbearded representative of the tribe of Kara-Khitai, the terrible and\nrelentless Black Tatars of Thibet.  The huge frame of this fellow was\nclothed in flowing robes of cloth-of-gold, braided with jewels, and he\nsat majestically upon the back of a jet-black camel.\n\nUnder ordinary circumstances the stern features and flashing black eyes\nof this redoubtable warrior would have struck a chill of fear to the\nboy's heart; but now under the influence of the crushing misfortunes he\nhad experienced, he was able to gaze with indifference upon the\nterrible visage of the desert chief.\n\nThe Tatar seemed not to consider Rob an enemy.  Instead, he looked upon\nhim as an ally, since the Turks had bound and robbed him.\n\nFinding it impossible to converse with the chief, Rob took refuge in\nthe sign language.  He turned his pockets wrong side out, showed the\nred welts left upon his wrists by the tight cord, and then shook his\nfists angrily in the direction of the town.\n\nIn return the Tatar nodded gravely and issued an order to his men.\n\nBy this time the warriors were busily pitching tents before the walls\nof Yarkand and making preparations for a formal siege.  In obedience to\nthe chieftain's orders, Rob was given a place within one of the tents\nnearest the wall and supplied with a brace of brass-mounted pistols and\na dagger with a sharp, zigzag edge.  These were evidently to assist the\nboy in fighting the Turks, and he was well pleased to have them.  His\nspirits rose considerably when he found he had fallen among friends,\nalthough most of his new comrades had such evil faces that it was\nunnecessary to put on the Character Markers to judge their natures with\na fair degree of accuracy.\n\n\"I can't be very particular about the company I keep,\" he thought, \"and\nthis gang hasn't tried to murder me, as the rascally Turks did.  So for\nthe present I'll stand in with the scowling chief and try to get a shot\nat the thieves who robbed me.  If our side wins I may get a chance to\nrecover some of my property.  It's a slim chance, of course, but it's\nthe only hope I have left.\"\n\nThat very evening an opportunity occurred for Rob to win glory in the\neyes of his new friends.  Just before sundown the gates of the city\nflew open and a swarm of Turks, mounted upon fleet horses and camels,\nissued forth and fell upon their enemies.  The Tatars, who did not\nexpect the sally, were scarcely able to form an opposing rank when they\nfound themselves engaged in a hand-to-hand conflict, fighting\ndesperately for their lives.  In such a battle, however, the Turks were\nat a disadvantage, for the active Tatars slipped beneath their horses\nand disabled them, bringing both the animals and their riders to the\nearth.\n\nAt the first onslaught Rob shot his pistol at a Turk and wounded him so\nseverely that he fell from his horse.  Instantly the boy seized the\nbridle and sprang upon the steed's back, and the next moment he had\ndashed into the thickest part of the fray.  Bullets and blows rained\nupon him from all sides, but the Garment of Repulsion saved him from a\nsingle scratch.\n\nWhen his pistols had been discharged he caught up the broken handle of\na spear, and used it as a club, galloping into the ranks of the Turks\nand belaboring them as hard as he could.  The Tatars cheered and\nfollowed him, and the Turks were so amazed at his miraculous escape\nfrom their bullets that they became terrified, thinking he bore a\ncharmed life and was protected by unseen powers.\n\nThis terror helped turn the tide of battle, and before long the enemy\nwas pressed back to the walls and retreated through the gates, which\nwere hastily fastened behind them.\n\nIn order to prevent a repetition of this sally the Tatars at once\ninvested the gates, so that if the Turks should open them they were as\nlikely to let their foes in as to oppose them.\n\nWhile the tents were being moved up Rob had an opportunity to search\nthe battlefield for the bodies of the three Turks who had robbed him,\nbut they were not among the fallen.\n\n\"Those fellows were too cowardly to take part in a fair fight,\"\ndeclared the boy; but he was much disappointed, nevertheless, as he\nfelt very helpless without the electric tube or the traveling machine.\n\nThe Tatar chief now called Rob to his tent and presented him with a\nbeautiful ring set with a glowing pigeon's-blood ruby, in\nacknowledgment of his services.  This gift made the boy feel very\nproud, and he said to the chief:\n\n\"You're all right, old man, even if you do look like a pirate.  If you\ncan manage to capture that city, so I can get my electrical devices\nback, I'll consider you a trump as long as I live.\"\n\nThe chief thought this speech was intended to express Rob's gratitude,\nso he bowed solemnly in return.\n\nDuring the night that followed upon the first engagement of the Turks\nand Tatars, the boy lay awake trying to devise some plan to capture the\ncity.  The walls seemed too high and thick to be either scaled or\nbroken by the Tatars, who had no artillery whatever; and within the\nwalls lay all the fertile part of the oasis, giving the besieged a good\nsupply of water and provisions, while the besiegers were obliged to\nsubsist on what water and food they had brought with them.\n\nJust before dawn Rob left his tent and went out to look at the great\nwall.  The stars gave plenty of light, but the boy was worried to find\nthat, according to Eastern custom, no sentries or guards whatever had\nbeen posted and all the Tatars were slumbering soundly.\n\nThe city was likewise wrapped in profound silence, but just as Rob was\nturning away he saw a head project stealthily over the edge of the wall\nbefore him, and recognized in the features one of the Turks who had\nrobbed him.\n\nFinding no one awake except the boy the fellow sat upon the edge of the\nwall, with his feet dangling downward, and grinned wickedly at his\nformer victim.  Rob watched him with almost breathless eagerness.\n\nAfter making many motions that conveyed no meaning whatever, the Turk\ndrew the electric tube from his pocket and pointed his finger first at\nthe boy and then at the instrument, as if inquiring what it was used\nfor.  Rob shook his head.  The Turk turned the tube over several times\nand examined it carefully, after which he also shook his head, seeming\ngreatly puzzled.\n\nBy this time the boy was fairly trembling with excitement.  He longed\nto recover this valuable weapon, and feared that at any moment the\ncurious Turk would discover its use.  He held out his hand toward the\ntube, and tried to say, by motions, that he would show the fellow how\nto use it.  The man seemed to understand, by he would not let the\nglittering instrument out of his possession.\n\nRob was almost in despair, when he happened to notice upon his hand the\nruby ring given him by the chief.  Drawing the jewel from his finger he\nmade offer, by signs, that he would exchange it for the tube.\n\nThe Turk was much pleased with the idea, and nodded his head\nrepeatedly, holding out his hand for the ring.  Rob had little\nconfidence in the man's honor, but he was so eager to regain the tube\nthat he decided to trust him.  So he threw the ring to the top of the\nwall, where the Turk caught it skilfully; but when Rob held out his\nhand for the tube the scoundrel only laughed at him and began to\nscramble to his feet in order to beat a retreat.  Chance, however,\nfoiled this disgraceful treachery, for in his hurry the Turk allowed\nthe tube to slip from his grasp, and it rolled off the wall and fell\nupon the sand at Rob's very feet.\n\nThe robber turned to watch its fall and, filled with sudden anger, the\nboy grabbed the weapon, pointed it at his enemy, and pressed the\nbutton.  Down tumbled the Turk, without a cry, and lay motionless at\nthe foot of the wall.\n\nRob's first thought was to search the pockets of his captive, and to\nhis delight he found and recovered his box of food tablets.  The Record\nof Events and the traveling machine were doubtless in the possession of\nthe other robbers, but Rob did not despair of recovering them, now that\nhe had the tube to aid him.\n\nDay was now breaking, and several of the Tatars appeared and examined\nthe body of the Turk with grunts of surprise, for there was no mark\nupon him to show how he had been slain.  Supposing him to be dead, they\ntossed him aside and forgot all about him.\n\nRob had secured his ruby ring again, and going to the chief's tent he\nshowed the jewel to the guard and was at once admitted.  The\nblack-bearded chieftain was still reclining upon his pillows, but Rob\nbowed before him, and by means of signs managed to ask for a band of\nwarriors to assist him in assaulting the town.  The chieftain appeared\nto doubt the wisdom of the enterprise, not being able to understand how\nthe boy could expect to succeed; but he graciously issued the required\norder, and by the time Rob reached the city gate he found a large group\nof Tatars gathered to support him, while the entire camp, roused to\ninterest in the proceedings, stood looking on.\n\nRob cared little for the quarrel between the Turks and Tatars, and\nunder ordinary circumstances would have refused to side with one or the\nother; but he knew he could not hope to recover his electrical machines\nunless the city was taken by the band of warriors who had befriended\nhim, so he determined to force an entrance for them.\n\nWithout hesitation he walked close to the great gate and shattered its\nfastenings with the force of the electric current directed upon them\nfrom the tube.  Then, shouting to his friends the Tatars for\nassistance, they rushed in a body upon the gate and dashed it open.\n\nThe Turks had expected trouble when they heard the fastenings of the\nhuge gate splinter and fall apart, so they had assembled in force\nbefore the opening.  As the Tatars poured through the gateway in a\ncompact mass they were met by a hail of bullets, spears and arrows,\nwhich did fearful execution among them.  Many were killed outright,\nwhile others fell wounded to be trampled upon by those who pressed on\nfrom the rear.\n\nRob maintained his position in the front rank, but escaped all injury\nthrough the possession of the Garment of Repulsion.  But he took an\nactive part in the fight and pressed the button of the electric tube\nagain and again, tumbling the enemy into heaps on every side, even the\nhorses and camels falling helplessly before the resistless current of\nelectricity.\n\nThe Tatars shouted joyfully as they witnessed this marvelous feat and\nrushed forward to assist in the slaughter; but the boy motioned them\nall back.  He did not wish any more bloodshed than was necessary, and\nknew that the heaps of unconscious Turks around him would soon recover.\n\nSo he stood alone and faced the enemy, calmly knocking them over as\nfast as they came near.  Two of the Turks managed to creep up behind\nthe boy, and one of them, who wielded an immense simitar with a\ntwo-edged blade as sharp as a razor, swung the weapon fiercely to cut\noff Rob's head.  But the repulsive force aroused in the Garment was so\nterrific that it sent the weapon flying backwards with redoubled\nswiftness, so that it caught the second Turk at the waist and cut him\nfairly in two.\n\nThereafter they all avoided coming near the boy, and in a surprisingly\nshort time the Turkish forces were entirely conquered, all having been\nreduced to unconsciousness except a few cowards who had run away and\nhidden in the cellars or garrets of the houses.\n\nThe Tatars entered the city with shouts of triumph, and the chief was\nso delighted that he threw his arms around Rob's neck and embraced him\nwarmly.\n\nThen began the sack of Yarkand, the fierce Tatars plundering the\nbazaars and houses, stripping them of everything of value they could\nfind.\n\nRob searched anxiously among the bodies of the unconscious Turks for\nthe two men who had robbed him, but neither could be found.  He was\nmore successful later, for in running through the streets he came upon\na band of Tatars leading a man with a rope around his neck, whom Rob\nquickly recognized as one of the thieves he was hunting for.  The\nTatars willingly allowed him to search the fellow, and in one of his\npockets Rob found the Record of Events.\n\nHe had now recovered all his property, except the traveling machine,\nthe one thing that was absolutely necessary to enable him to escape\nfrom this barbarous country.\n\nHe continued his search persistently, and an hour later found the dead\nbody of the third robber lying in the square in the center of the city.\nBut the traveling machine was not on his person, and for the first time\nthe boy began to give way to despair.\n\nIn the distance he heard loud shouts and sound of renewed strife,\nwarning him that the Turks were recovering consciousness and engaging\nthe Tatars with great fierceness.  The latter had scattered throughout\nthe town, thinking themselves perfectly secure, so that not only were\nthey unprepared to fight, but they became panic-stricken at seeing\ntheir foes return, as it seemed, from death to life.  Their usual\ncourage forsook them, and they ran, terrified, in every direction, only\nto be cut down by the revengeful Turkish simitars.\n\nRob was sitting upon the edge of a marble fountain in the center of the\nsquare when a crowd of victorious Turks appeared and quickly surrounded\nhim.  The boy paid no attention to their gestures and the Turks feared\nto approach him nearly, so they stood a short distance away and fired\nvolleys at him from their rifles and pistols.\n\nRob glared at them scornfully, and seeing they could not injure him the\nTurks desisted; but they still surrounded him, and the crowd grew\nthicker every moment.\n\nWomen now came creeping from their hiding places and mingled with the\nranks of the men, and Rob guessed, from their joyous chattering, that\nthe Turks had regained the city and driven out or killed the Tatar\nwarriors.  He reflected, gloomily, that this did not affect his own\nposition in any way, since he could not escape from the oasis.\n\nSuddenly, on glancing at the crowd, Rob saw something that arrested his\nattention.  A young girl was fastening some article to the wrist of a\nburly, villainous-looking Turk.  The boy saw a glitter that reminded\nhim of the traveling machine, but immediately afterward the man and the\ngirl bent their heads over the fellow's wrist in such a way that Rob\ncould see nothing more.\n\nWhile the couple were apparently examining the strange device, Rob\nstarted to his feet and walked toward them.  The crowd fell back at his\napproach, but the man and the girl were so interested that they did not\nnotice him.  He was still several paces away when the girl put out her\nfinger and touched the indicator on the dial.\n\nTo Rob's horror and consternation the big Turk began to rise slowly\ninto the air, while a howl of fear burst from the crowd.  But the boy\nmade a mighty spring and caught the Turk by his foot, clinging to it\nwith desperate tenacity, while they both mounted steadily upward until\nthey were far above the city of the desert.\n\nThe big Turk screamed pitifully at first, and then actually fainted\naway from fright.  Rob was much frightened, on his part, for he knew if\nhis hands slipped from their hold he would fall to his death.  Indeed,\none hand was slipping already, so he made a frantic clutch and caught\nfirmly hold of the Turk's baggy trousers.  Then, slowly and carefully,\nhe drew himself up and seized the leather belt that encircled the man's\nwaist.  This firm grip gave him new confidence, and he began to breathe\nmore freely.\n\nHe now clung to the body of the Turk with both legs entwined, in the\nway he was accustomed to cling to a tree-trunk when he climbed after\ncherries at home.  He had conquered his fear of falling, and took time\nto recover his wits and his strength.\n\nThey had now reached such a tremendous height that the city looked like\na speck on the desert beneath them.  Knowing he must act quickly, Rob\nseized the dangling left arm of the unconscious Turk and raised it\nuntil he could reach the dial of the traveling machine.  He feared to\nunclasp the machine just then, for two reasons: if it slipped from his\ngrasp they would both plunge downward to their death; and he was not\nsure the machine would work at all if in any other position than\nfastened to the left wrist.\n\nRob determined to take no chances, so he left the machine attached to\nthe Turk and turned the indicator to zero and then to \"East,\" for he\ndid not wish to rejoin either his enemies the Turks or his equally\nundesirable friends the Tatars.\n\nAfter traveling eastward a few minutes he lost sight of the city\naltogether; so, still clinging to the body of the Turk, he again turned\nthe indicator and began to descend.  When, at last, they landed gently\nupon a rocky eminence of the Kuen-Lun mountains, the boy's strength was\nalmost exhausted, and his limbs ached with the strain of clinging to\nthe Turk's body.\n\nHis first act was to transfer the traveling machine to his own wrist\nand to see that his other electrical devices were safely bestowed in\nhis pockets.  Then he sat upon the rock to rest until the Turk\nrecovered consciousness.\n\nPresently the fellow moved uneasily, rolled over, and then sat up and\nstared at his surroundings.  Perhaps he thought he had been dreaming,\nfor he rubbed his eyes and looked again with mingled surprise and\nalarm.  Then, seeing Rob, he uttered a savage shout and drew his dagger.\n\nRob smiled and pointed the electric tube at the man, who doubtless\nrecognized its power, for he fell back scowling and trembling.\n\n\"This place seems like a good jog from civilization,\" remarked the boy,\nas coolly as if his companion could understand what he said; \"but as\nyour legs are long and strong you may be able to find your way.  It's\ntrue you're liable to starve to death, but if you do it will be your\nown misfortune and not my fault.\"\n\nThe Turk glared at him sullenly, but did not attempt to reply.\n\nRob took out his box of tablets, ate one of them and offered another to\nhis enemy.  The fellow accepted it ungraciously enough, but seeing Rob\neat one he decided to follow his example, and consumed the tablet with\na queer expression of distrust upon his face.\n\n\"Brave man!\" cried Rob, laughingly; \"you've avoided the pangs of\nstarvation for a time, anyhow, so I can leave you with a clear\nconscience.\"\n\nWithout more ado, he turned the indicator of the traveling machine and\nmounted into the air, leaving the Turk sitting upon the rocks and\nstaring after him in comical bewilderment.\n\n\n\n\n15.  A Battle with Monsters\n\n\nOur young adventurer never experienced a more grateful feeling of\nrelief and security than when he found himself once more high in the\nair, alone, and in undisputed possession of the electrical devices\nbestowed upon him by the Demon.\n\nThe dangers he had passed through since landing at the city of the\ndesert and the desperate chance that alone had permitted him to regain\nthe traveling machine made him shudder at the bare recollection and\nrendered him more sober and thoughtful than usual.\n\nWe who stick closely to the earth's surface can scarcely realize how\nRob could travel through the air at such dizzy heights without any fear\nor concern whatsoever.  But he had come to consider the air a veritable\nrefuge.  Experience had given him implicit confidence in the powers of\nthe electrical instrument whose unseen forces carried him so swiftly\nand surely, and while the tiny, watch-like machine was clasped to his\nwrist he felt himself to be absolutely safe.\n\nHaving slipped away from the Turk and attained a fair altitude, he set\nthe indicator at zero and paused long enough to consult his map and\ndecide what direction it was best for him to take.  The mischance that\nhad swept him unwittingly over the countries of Europe had also carried\nhim more than half way around the world from his home.  Therefore the\nnearest way to reach America would be to continue traveling to the\neastward.\n\nSo much time had been consumed at the desert oasis that he felt he must\nnow hasten if he wished to reach home by Saturday afternoon; so, having\nquickly come to a decision, he turned the indicator and began a swift\nflight into the east.\n\nFor several hours he traveled above the great desert of Gobi, but by\nnoon signs of a more fertile country began to appear, and, dropping to\na point nearer the earth, he was able to observe closely the country of\nthe Chinese, with its crowded population and ancient but crude\ncivilization.\n\nThen he came to the Great Wall of China and to mighty Peking, above\nwhich he hovered some time, examining it curiously.  He really longed\nto make a stop there, but with his late experiences fresh in his mind\nhe thought it much safer to view the wonderful city from a distance.\n\nResuming his flight he presently came to the gulf of Laou Tong, whose\nfair face was freckled with many ships of many nations, and so on to\nKorea, which seemed to him a land fully a century behind the times.\n\nNight overtook him while speeding across the Sea of Japan, and having a\ngreat desire to view the Mikado's famous islands, he put the indicator\nat zero, and, coming to a full stop, composed himself to sleep until\nmorning, that he might run no chances of being carried beyond his\nknowledge during the night.\n\nYou might suppose it no easy task to sleep suspended in mid-air, yet\nthe magnetic currents controlled by the traveling machine were so\nevenly balanced that Rob was fully as comfortable as if reposing upon a\nbed of down.  He had become somewhat accustomed to passing the night in\nthe air and now slept remarkably well, having no fear of burglars or\nfire or other interruptions that dwellers in cities are subject to.\n\nOne thing, however, he should have remembered: that he was in an\nancient and little known part of the world and reposing above a sea\nfamous in fable as the home of many fierce and terrible creatures;\nwhile not far away lay the land of the dragon, the simurg and other\nferocious monsters.\n\nRob may have read of these things in fairy tales and books of travel,\nbut if so they had entirely slipped his mind; so he slumbered\npeacefully and actually snored a little, I believe, towards morning.\n\nBut even as the red sun peeped curiously over the horizon he was\nawakened by a most unusual disturbance--a succession of hoarse screams\nand a pounding of the air as from the quickly revolving blades of some\nhuge windmill.\n\nHe rubbed his eyes and looked around.\n\nComing towards him at his right hand was an immense bird, whose body\nseemed almost as big as that of a horse.  Its wide-open, curving beak\nwas set with rows of pointed teeth, and the talons held against its\nbreast and turned threateningly outward were more powerful and dreadful\nthan a tiger's claws.\n\nWhile, fascinated and horrified, he watched the approach of this\nfeathered monster, a scream sounded just behind him and the next\ninstant the stroke of a mighty wing sent him whirling over and over\nthrough the air.\n\nHe soon came to a stop, however, and saw that another of the monsters\nhad come upon him from the rear and was now, with its mate, circling\nclosely around him, while both uttered continuously their hoarse,\nsavage cries.\n\nRob wondered why the Garment of Repulsion had not protected him from\nthe blow of the bird's wing; but, as a matter of fact, it had protected\nhim.  For it was not the wing itself but the force of the eddying\ncurrents of air that had sent him whirling away from the monster.  With\nthe indicator at zero the magnetic currents and the opposing powers of\nattraction and repulsion were so evenly balanced that any violent\natmospheric disturbance affected him in the same way that thistledown\nis affected by a summer breeze.  He had noticed something of this\nbefore, but whenever a strong wind was blowing he was accustomed to\nrise to a position above the air currents.  This was the first time he\nhad slept with the indicator at zero.\n\nThe huge birds at once renewed their attack, but Rob had now recovered\nhis wits sufficiently to draw the electric tube from his pocket.  The\nfirst one to dart towards him received the powerful electric current\ndirect from the tube, and fell stunned and fluttering to the surface of\nthe sea, where it floated motionless.  Its mate, perhaps warned by this\nsudden disaster, renewed its circling flight, moving so swiftly that\nRob could scarcely follow it, and drawing nearer and nearer every\nmoment to its intended victim.  The boy could not turn in the air very\nquickly, and he feared an attack in the back, mistrusting the saving\npower of the Garment of Repulsion under such circumstances; so in\ndesperation he pressed his finger upon the button of the tube and\nwhirled the instrument around his head in the opposite direction to\nthat in which the monster was circling.  Presently the current and the\nbird met, and with one last scream the creature tumbled downwards to\njoin its fellow upon the waves, where they lay like two floating\nislands.\n\nTheir presence had left a rank, sickening stench in the surrounding\natmosphere, so Rob made haste to resume his journey and was soon moving\nrapidly eastward.\n\nHe could not control a shudder at the recollection of his recent\ncombat, and realized the horror of a meeting with such creatures by one\nwho had no protection from their sharp beaks and talons.\n\n\"It's no wonder the Japs draw ugly pictures of those monsters,\" he\nthought.  \"People who live in these parts must pass most of their lives\nin a tremble.\"\n\nThe sun was now shining brilliantly, and when the beautiful islands of\nJapan came in sight Rob found that he had recovered his wonted\ncheerfulness.  He moved along slowly, hovering with curious interest\nover the quaint and picturesque villages and watching the industrious\nJapanese patiently toiling at their tasks.  Just before he reached\nTokio he came to a military fort, and for nearly an hour watched the\nskilful maneuvers of a regiment of soldiers at their morning drill.\nThey were not very big people, compared with other nations, but they\nseemed alert and well trained, and the boy decided it would require a\nbrave enemy to face them on a field of battle.\n\nHaving at length satisfied his curiosity as to Japanese life and\ncustoms Rob prepared for his long flight across the Pacific Ocean.\n\nBy consulting his map he discovered that should he maintain his course\ndue east, as before, he would arrive at a point in America very near to\nSan Francisco, which suited his plans excellently.\n\nHaving found that he moved more swiftly when farthest from the earth's\nsurface, because the air was more rarefied and offered less resistance,\nRob mounted upwards until the islands of Japan were mere specks visible\nthrough the clear, sunny atmosphere.\n\nThen he began his eastward flight, the broad surface of the Pacific\nseeming like a blue cloud far beneath him.\n\n\n\n\n16.  Shipwrecked Mariners\n\n\nAmple proof of Rob's careless and restless nature having been frankly\nplaced before the reader in these pages, you will doubtless be\nsurprised when I relate that during the next few hours our young\ngentleman suffered from a severe attack of homesickness, becoming as\ngloomy and unhappy in its duration as ever a homesick boy could be.\n\nIt may have been because he was just then cut off from all his\nfellow-creatures and even from the world itself; it may have been\nbecause he was satiated with marvels and with the almost absolute\ncontrol over the powers which the Demon had conferred upon him; or it\nmay have been because he was born and reared a hearty, healthy American\nboy, with a disposition to battle openly with the world and take his\nchances equally with his fellows, rather than be placed in such an\nexclusive position that no one could hope successfully to oppose him.\n\nPerhaps he himself did not know what gave him this horrible attack of\n\"the blues,\" but the truth is he took out his handkerchief and cried\nlike a baby from very loneliness and misery.\n\nThere was no one to see him, thank goodness! and the tears gave him\nconsiderable relief.  He dried his eyes, made an honest struggle to\nregain his cheerfulness, and then muttered to himself:\n\n\"If I stay up here, like an air-bubble in the sky, I shall certainly go\ncrazy.  I suppose there's nothing but water to look at down below, but\nif I could only sight a ship, or even see a fish jump, it would do me\nno end of good.\"\n\nThereupon he descended until, as the ocean's surface same nearer and\nnearer, he discovered a tiny island lying almost directly underneath\nhim.  It was hardly big enough to make a dot on the biggest map, but a\nclump of trees grew in the central portion, while around the edges were\njagged rocks protecting a sandy beach and a stretch of flower-strewn\nupland leading to the trees.\n\nIt looked beautiful from Rob's elevated position, and his spirits\nbrightened at once.\n\n\"I'll drop down and pick a bouquet,\" he exclaimed, and a few moments\nlater his feet touched the firm earth of the island.\n\nBut before he could gather a dozen of the brilliant flowers a glad\nshout reached his ears, and, looking up, he saw two men running towards\nhim from the trees.\n\nThey were dressed in sailor fashion, but their clothing was reduced to\nrags and scarcely clung to their brown, skinny bodies.  As they\nadvanced they waved their arms wildly in the air and cried in joyful\ntones:\n\n\"A boat! a boat!\"\n\nRob stared at them wonderingly, and had much ado to prevent the poor\nfellows from hugging him outright, so great was their joy at his\nappearance.  One of them rolled upon the ground, laughing and crying by\nturns, while the other danced and cut capers until he became so\nexhausted that he sank down breathless beside his comrade.\n\n\"How came you here?\" then inquired the boy, in pitying tones.\n\n\"We're shipwrecked American sailors from the bark 'Cynthia Jane,' which\nwent down near here over a month ago,\" answered the smallest and\nthinnest of the two.  \"We escaped by clinging to a bit of wreckage and\nfloated to this island, where we have nearly starved to death.  Indeed,\nwe now have eaten everything on the island that was eatable, and had\nyour boat arrived a few days later you'd have found us lying dead upon\nthe beach!\"\n\nRob listened to this sad tale with real sympathy.\n\n\"But I didn't come here in a boat,\" said he.\n\nThe men sprang to their feet with white, scared faces.\n\n\"No boat!\" they cried; \"are you, too, shipwrecked?\"\n\n\"No;\" he answered.  \"I flew here through the air.\"  And then he\nexplained to them the wonderful electric traveling machine.\n\nBut the sailors had no interest whatever in the relation.  Their\ndisappointment was something awful to witness, and one of them laid his\nhead upon his comrade's shoulder and wept with unrestrained grief, so\nweak and discouraged had they become through suffering.\n\nSuddenly Rob remembered that he could assist them, and took the box of\nconcentrated food tablets from his pocket.\n\n\"Eat these,\" he said, offering one of each to the sailors.\n\nAt first they could not understand that these small tablets would be\nable to allay the pangs of hunger; but when Rob explained their virtues\nthe men ate them greedily.  Within a few moments they were so greatly\nrestored to strength and courage that their eyes brightened, their\nsunken cheeks flushed, and they were able to converse with their\nbenefactor with calmness and intelligence.\n\nThen the boy sat beside them upon the grass and told them the story of\nhis acquaintance with the Demon and of all his adventures since he had\ncome into possession of the wonderful electric contrivances.  In his\npresent mood he felt it would be a relief to confide in some one, and\nso these poor, lonely men were the first to hear his story.\n\nWhen he related the manner in which he had clung to the Turk while both\nascended into the air, the elder of the two sailors listened with rapt\nattention, and then, after some thought, asked:\n\n\"Why couldn't you carry one or both of us to America?\"\n\nRob took time seriously to consider this idea, while the sailors eyed\nhim with eager interest.  Finally he said:\n\n\"I'm afraid I couldn't support your weight long enough to reach any\nother land.  It's a long journey, and you'd pull my arms out of joint\nbefore we'd been up an hour.\"\n\nTheir faces fell at this, but one of them said:\n\n\"Why couldn't we swing ourselves over your shoulders with a rope?  Our\ntwo bodies would balance each other and we are so thin and emaciated\nthat we do not weigh very much.\"\n\nWhile considering this suggestion Rob remembered how at one time five\npirates had clung to his left leg and been carried some distance\nthrough the air.\n\n\"Have you a rope?\" he asked.\n\n\"No,\" was the answer; \"but there are plenty of long, tough vines\ngrowing on the island that are just as strong and pliable as ropes.\"\n\n\"Then, if you are willing to run the chances,\" decided the boy, \"I will\nmake the attempt to save you.  But I must warn you that in case I find\nI can not support the weight of your bodies I shall drop one or both of\nyou into the sea.\"\n\nThey looked grave at this prospect, but the biggest one said:\n\n\"We would soon meet death from starvation if you left us here on the\nisland; so, as there is at least a chance of our being able to escape\nin your company I, for one, am willing to risk being drowned.  It is\neasier and quicker than being starved.  And, as I'm the heavier, I\nsuppose you'll drop me first.\"\n\n\"Certainly,\" declared Rob, promptly.\n\nThis announcement seemed to be an encouragement to the little sailor,\nbut he said, nervously:\n\n\"I hope you'll keep near the water, for I haven't a good head for\nheights--they always make me dizzy.\"\n\n\"Oh, if you don't want to go,\" began Rob, \"I can easily--\"\n\n\"But I do! I do! I do!\" cried the little man, interrupting him.  \"I\nshall die if you leave me behind!\"\n\n\"Well, then, get your ropes, and we'll do the best we can,\" said the\nboy.\n\nThey ran to the trees, around the trunks of which were clinging many\ntendrils of greenish-brown vine which possessed remarkable strength.\nWith their knives they cut a long section of this vine, the ends of\nwhich were then tied into loops large enough to permit the sailors to\nsit in them comfortably.  The connecting piece Rob padded with seaweed\ngathered from the shore, to prevent its cutting into his shoulders.\n\n\"Now, then,\" he said, when all was ready, \"take your places.\"\n\nThe sailors squatted in the loops, and Rob swung the vine over his\nshoulders and turned the indicator of the traveling machine to \"up.\"\n\nAs they slowly mounted into the sky the little sailor gave a squeal of\nterror and clung to the boy's arm; but the other, although seemingly\nanxious, sat quietly in his place and made no trouble.\n\n\"D--d--don't g--g--go so high!\" stammered the little one, tremblingly;\n\"suppose we should f--f--fall!\"\n\n\"Well, s'pose we should?\" answered Rob, gruffly.  \"You couldn't drown\nuntil you struck the water, so the higher we are the longer you'll live\nin case of accident.\"\n\nThis phase of the question seemed to comfort the frightened fellow\nsomewhat; but, as he said, he had not a good head for heights, and so\ncontinued to tremble in spite of his resolve to be brave.\n\nThe weight on Rob's shoulders was not so great as he had feared, the\ntraveling machine seeming to give a certain lightness and buoyancy to\neverything that came into contact with its wearer.\n\nAs soon as he had reached a sufficient elevation to admit of good speed\nhe turned the indicator once more to the east and began moving rapidly\nthrough the air, the shipwrecked sailors dangling at either side.\n\n\"This is aw--aw--awful!\" gasped the little one.\n\n\"Say, you shut up!\" commanded the boy, angrily.  \"If your friend was as\nbig a coward as you are I'd drop you both this minute.  Let go my arm\nand keep quiet, if you want to reach land alive.\"\n\nThe fellow whimpered a little, but managed to remain silent for several\nminutes.  Then he gave a sudden twitch and grabbed Rob's arm again.\n\n\"S'pose--s'pose the vine should break!\" he moaned, a horrified look\nupon his face.\n\n\"I've had about enough of this,\" said Rob, savagely.  \"If you haven't\nany sense you don't deserve to live.\"  He turned the indicator on the\ndial of the machine and they began to descend rapidly.\n\nThe little fellow screamed with fear, but Rob paid no attention to him\nuntil the feet of the two suspended sailors were actually dipping into\nthe waves, when he brought their progress to an abrupt halt.\n\n\"Wh--wh--what are you g--g--going to do?\" gurgled the cowardly sailor.\n\n\"I'm going to feed you to the sharks--unless you promise to keep your\nmouth shut,\" retorted the boy.  \"Now, then; decide at once!  Which will\nit be--sharks or silence?\"\n\n\"I won't say a word--'pon my honor, I won't!\" said the sailor\nshudderingly.\n\n\"All right; remember your promise and we'll have no further trouble,\"\nremarked Rob, who had hard work to keep from laughing at the man's\nabject terror.\n\nOnce more he ascended and continued the journey, and for several hours\nthey rode along swiftly and silently.  Rob's shoulders were beginning\nto ache with the continued tugging of the vine upon them, but the\nthought that he was saving the lives of two unfortunate\nfellow-creatures gave him strength and courage to persevere.\n\nNight was falling when they first sighted land; a wild and seemingly\nuninhabited stretch of the American coast.  Rob made no effort to\nselect a landing place, for he was nearly worn out with a strain and\nanxiety of the journey.  He dropped his burden upon the brow of a high\nbluff overlooking the sea and, casting the vine from his shoulders,\nfell to the earth exhausted and half fainting.\n\n\n\n\n17.  The Coast of Oregon\n\n\nWhen he had somewhat recovered, Rob sat up and looked around him.  The\nelder sailor was kneeling in earnest prayer, offering grateful thanks\nfor his escape from suffering and death.  The younger one lay upon the\nground sobbing and still violently agitated by recollections of the\nfrightful experiences he had undergone.  Although he did not show his\nfeelings as plainly as the men, the boy was none the less gratified at\nhaving been instrumental in saving the lives of two fellow-beings.\n\nThe darkness was by this time rapidly enveloping them, so Rob asked his\ncompanions to gather some brushwood and light a fire, which they\nquickly did.  The evening was cool for the time of year, and the heat\nfrom the fire was cheering and grateful; so they all lay near the\nglowing embers and fell fast asleep.\n\nThe sound of voices aroused Rob next morning, and on opening his eyes\nand gazing around he saw several rudely dressed men approaching.  The\ntwo shipwrecked sailors were still sound asleep.\n\nRob stood up and waited for the strangers to draw near.  They seemed to\nbe fishermen, and were much surprised at finding three people asleep\nupon the bluff.\n\n\"Whar 'n thunder 'd ye come from?\" asked the foremost fisherman, in a\nsurprised voice.\n\n\"From the sea,\" replied the boy.  \"My friends here are shipwrecked\nsailors from the 'Cynthia Jane.'\"\n\n\"But how'd ye make out to climb the bluff?\" inquired a second\nfisherman; \"no one ever did it afore, as we knows on.\"\n\n\"Oh, that is a long story,\" replied the boy, evasively.\n\nThe two sailors had awakened and now saluted the new-comers.  Soon they\nwere exchanging a running fire of questions and answers.\n\n\"Where are we?\" Rob heard the little sailor ask.\n\n\"Coast of Oregon,\" was the reply.  \"We're about seven miles from Port\nOrford by land an' about ten miles by sea.\"\n\n\"Do you live at Port Orford?\" inquired the sailor.\n\n\"That's what we do, friend; an' if your party wants to join us we'll do\nour best to make you comf'table, bein' as you're shipwrecked an' need\nhelp.\"\n\nJust then a loud laugh came from another group, where the elder sailor\nhad been trying to explain Rob's method of flying through the air.\n\n\"Laugh all you want to,\" said the sailor, sullenly; \"it's true--ev'ry\nword of it!\"\n\n\"Mebbe you think it, friend,\" answered a big, good-natured fisherman;\n\"but it's well known that shipwrecked folks go crazy sometimes, an'\nimagine strange things.  Your mind seems clear enough in other ways, so\nI advise you to try and forget your dreams about flyin'.\"\n\nRob now stepped forward and shook hands with the sailors.\n\n\"I see you have found friends,\" he said to them, \"so I will leave you\nand continue my journey, as I'm in something of a hurry.\"\n\nBoth sailors began to thank him profusely for their rescue, but he cut\nthem short.\n\n\"That's all right.  Of course I couldn't leave you on that island to\nstarve to death, and I'm glad I was able to bring you away with me.\"\n\n\"But you threatened to drop me into the sea,\" remarked the little\nsailor, in a grieved voice.\n\n\"So I did,\" said Rob, laughing; \"but I wouldn't have done it for the\nworld--not even to have saved my own life.  Good-by!\"\n\nHe turned the indicator and mounted skyward, to the unbounded amazement\nof the fishermen, who stared after him with round eyes and wide open\nmouths.\n\n\"This sight will prove to them that the sailors are not crazy,\" he\nthought, as he turned to the south and sped away from the bluff.  \"I\nsuppose those simple fishermen will never forget this wonderful\noccurrence, and they'll probably make reg'lar heroes of the two men who\nhave crossed the Pacific through the air.\"\n\nHe followed the coast line, keeping but a short distance above the\nearth, and after an hour's swift flight reached the city of San\nFrancisco.\n\nHis shoulders were sore and stiff from the heavy strain upon them of\nthe previous day, and he wished more than once that he had some of his\nmother's household liniment to rub them with.  Yet so great was his\ndelight at reaching once more his native land that all discomforts were\nspeedily forgotten.\n\nMuch as he would have enjoyed a day in the great metropolis of the\nPacific slope, Rob dared not delay longer than to take a general view\nof the place, to note its handsome edifices and to wonder at the throng\nof Chinese inhabiting one section of the town.\n\nThese things were much more plainly and quickly viewed by Rob from\nabove than by threading a way through the streets on foot; for he\nlooked down upon the city as a bird does, and covered miles with a\nsingle glance.\n\nHaving satisfied his curiosity without attempting to alight, he turned\nto the southeast and followed the peninsula as far as Palo Alto, where\nhe viewed the magnificent buildings of the university.  Changing his\ncourse to the east, he soon reached Mount Hamilton, and, being\nattracted by the great tower of the Lick Observatory, he hovered over\nit until he found he had attracted the excited gaze of the inhabitants,\nwho doubtless observed him very plainly through the big telescope.\n\nBut so unreal and seemingly impossible was the sight witnessed by the\nlearned astronomers that they have never ventured to make the incident\npublic, although long after the boy had darted away into the east they\nargued together concerning the marvelous and incomprehensible vision.\nAfterward they secretly engrossed the circumstance upon their records,\nbut resolved never to mention it in public, lest their wisdom and\nveracity should be assailed by the skeptical.\n\nMeantime Rob rose to a higher altitude, and sped swiftly across the\ngreat continent.  By noon he sighted Chicago, and after a brief\ninspection of the place from the air determined to devote at least an\nhour to forming the acquaintance of this most wonderful and\ncosmopolitan city.\n\n\n\n\n18.  A Narrow Escape\n\n\nThe Auditorium Tower, where \"the weather man\" sits to flash his reports\nthroughout the country, offered an inviting place for the boy to\nalight.  He dropped quietly upon the roof of the great building and\nwalked down the staircase until he reached the elevators, by means of\nwhich he descended to the ground floor without exciting special\nattention.\n\nThe eager rush and hurry of the people crowding the sidewalks impressed\nRob with the idea that they were all behind time and were trying hard\nto catch up.  He found it impossible to walk along comfortably without\nbeing elbowed and pushed from side to side; so a half hour's\nsight-seeing under such difficulties tired him greatly.  It was a\nbeautiful afternoon, and finding himself upon the Lake Front, Rob\nhunted up a vacant bench and sat down to rest.\n\nPresently an elderly gentleman with a reserved and dignified appearance\nand dressed in black took a seat next to the boy and drew a magazine\nfrom his pocket.  Rob saw that he opened it to an article on \"The\nProgress of Modern Science,\" in which he seemed greatly interested.\n\nAfter a time the boy remembered that he was hungry, not having eaten a\ntablet in more than twenty-four hours.  So he took out the silver box\nand ate one of the small, round disks it contained.\n\n\"What are those?\" inquired the old gentleman in a soft voice.  \"You are\ntoo young to be taking patent medicines.\"\n\n\"There are not medicines, exactly,\" answered the boy, with a smile.\n\"They are Concentrated Food Tablets, sorted with nourishment by means\nof electricity.  One of them furnishes a person with food for an entire\nday.\"\n\nThe old gentleman stared at Rob a moment and then laid down his\nmagazine and took the box in his hands, examining the tablets curiously.\n\n\"Are these patented?\" he asked.\n\n\"No,\" said Rob; \"they are unknown to any one but myself.\"\n\n\"I will give you a half million dollars for the recipe to make them,\"\nsaid the gentleman.\n\n\"I fear I must refuse your offer,\" returned Rob, with a laugh.\n\n\"I'll make it a million,\" said the gentleman, coolly.\n\nRob shook his head.\n\n\"Money can't buy the recipe,\" he said; \"for I don't know it myself.\"\n\n\"Couldn't the tablets be chemically analyzed, and the secret\ndiscovered?\" inquired the other.\n\n\"I don't know; but I'm not going to give any one the chance to try,\"\ndeclared the boy, firmly.\n\nThe old gentleman picked up his magazine without another word, and\nresumed his reading.\n\nFor amusement Rob took the Record of Events from his pocket and began\nlooking at the scenes reflected from its polished plate.\n\nPresently he became aware that the old gentleman was peering over his\nshoulder with intense interest.  General Funston was just then engaged\nin capturing the rebel chief, Aguinaldo, and for a few moments both man\nand boy observed the occurrence with rapt attention.  As the scene was\nreplaced by one showing a secret tunnel of the Russian Nihilists, with\nthe conspirators carrying dynamite to a recess underneath the palace of\nthe Czar, the gentleman uttered a long sigh and asked:\n\n\"Will you sell that box?\"\n\n\"No,\" answered Rob, shortly, and put it back into his pocket.\n\n\"I'll give you a million dollars to control the sale in Chicago alone,\"\ncontinued the gentleman, with an eager inflection in his smooth voice.\n\n\"You seem quite anxious to get rid of money,\" remarked Rob, carelessly.\n\"How much are you worth?\"\n\n\"Personally?\"\n\n\"Yes.\"\n\n\"Nothing at all, young man.  I am not offering you my own money.  But\nwith such inventions as you have exhibited I could easily secure\nmillions of capital.  Suppose we form a trust, and place them upon the\nmarket.  We'll capitalize it for a hundred millions, and you can have a\nquarter of the stock--twenty-five millions.  That would keep you from\nworrying about grocery bills.\"\n\n\"But I wouldn't need groceries if I had the tablets,\" said Rob,\nlaughing.\n\n\"True enough!  But you could take life easily and read your newspaper\nin comfort, without being in any hurry to get down town to business.\nTwenty-five millions would bring you a cozy little income, if properly\ninvested.\"\n\n\"I don't see why one should read newspapers when the Record of Events\nshows all that is going on in the world,\" objected Rob.\n\n\"True, true!  But what do you say to the proposition?\"\n\n\"I must decline, with thanks.  These inventions are not for sale.\"\n\nThe gentleman sighed and resumed his magazine, in which he became much\nabsorbed.\n\nRob put on the Character Marking Spectacles and looked at him.  The\nletters \"E,\" \"W\" and \"C\" were plainly visible upon the composed,\nrespectable looking brow of his companion.\n\n\"Evil, wise and cruel,\" reflected Rob, as he restored the spectacles to\nhis pocket.  \"How easily such a man could impose upon people.  To look\nat him one would think that butter wouldn't melt in his mouth!\"\n\nHe decided to part company with this chance acquaintance and, rising\nfrom his seat, strolled leisurely up the walk.  A moment later, on\nlooking back, he discovered that the old gentleman had disappeared.\n\nHe walked down State Street to the river and back again, amused by the\nactivity displayed in this busy section of the city.  But the time he\nhad allowed himself in Chicago had now expired, so he began looking\naround for some high building from the roof of which he could depart\nunnoticed.\n\nThis was not at all difficult, and selecting one of many stores he\nascended by an elevator to the top floor and from there mounted an iron\nstairway leading to the flat roof.  As he climbed this stairway he\nfound himself followed by a pleasant looking young man, who also seemed\ndesirous of viewing the city from the roof.\n\nAnnoyed at the inopportune intrusion, Rob's first thought was to go\nback to the street and try another building; but, upon reflecting that\nthe young man was not likely to remain long and he would soon be alone,\nhe decided to wait.  So he walked to the edge of the roof and appeared\nto be interested in the scenery spread out below him.\n\n\"Fine view from here, ain't it?\" said the young man, coming up to him\nand placing his hand carelessly upon the boy's shoulder.\n\n\"It is, indeed,\" replied Rob, leaning over the edge to look into the\nstreet.\n\nAs he spoke he felt himself gently but firmly pushed from behind and,\nlosing his balance, he plunged headforemost from the roof and whirled\nthrough the intervening space toward the sidewalk far below.\n\nTerrified though he was by the sudden disaster, the boy had still wit\nenough remaining to reach out his right hand and move the indicator of\nthe machine upon his left wrist to the zero mark.  Immediately he\npaused in his fearful flight and presently came to a stop at a distance\nof less than fifteen feet from the flagstones which had threatened to\ncrush out his life.\n\nAs he stared downward, trying to recover his self-possession, he saw\nthe old gentleman he had met on the Lake Front standing just below and\nlooking at him with a half frightened, half curious expression in his\neyes.\n\nAt once Rob saw through the whole plot to kill him and thus secure\npossession of his electrical devices.  The young man upon the roof who\nhad attempted to push him to his death was a confederate of the\ninnocent appearing old gentleman, it seemed, and the latter had calmly\nawaited his fall to the pavement to seize the coveted treasures from\nhis dead body.  It was an awful idea, and Rob was more frightened than\nhe had ever been before in his life--or ever has been since.\n\nBut now the shouts of a vast concourse of amazed spectators reached the\nboy's ears.  He remembered that he was suspended in mid-air over the\ncrowded street of a great city, while thousands of wondering eyes were\nfixed upon him.\n\nSo he quickly set the indicator to the word \"up,\" and mounted sky-ward\nuntil the watchers below could scarcely see him.  Then he fled away\ninto the east, even yet shuddering with the horror of his recent escape\nfrom death and filled with disgust at the knowledge that there were\npeople who held human life so lightly that they were willing to destroy\nit to further their own selfish ends.\n\n\"And the Demon wants such people as these to possess his electrical\ndevices, which are as powerful to accomplish evil when in wrong hands\nas they are good!\" thought the boy, resentfully.  \"This would be a fine\nworld if Electric Tubes and Records of Events and Traveling Machines\ncould be acquired by selfish and unprincipled persons!\"\n\nSo unnerved was Rob by his recent experiences that he determined to\nmake no more stops.  However, he alighted at nightfall in the country,\nand slept upon the sweet hay in a farmer's barn.\n\nBut, early the next morning, before any one else was astir, he resumed\nhis journey, and at precisely ten o'clock of this day, which was\nSaturday, he completed his flying trip around the world by alighting\nunobserved upon the well-trimmed lawn of his own home.\n\n\n\n\n19.  Rob Makes a Resolution\n\n\nWhen Rob opened the front door he came face to face with Nell, who gave\nan exclamation of joy and threw herself into his arms.\n\n\"Oh, Rob!\" she cried, \"I'm so glad you've come.  We have all been\ndreadfully worried about you, and mother--\"\n\n\"Well, what about mother?\" inquired the boy, anxiously, as she paused.\n\n\"She's been very ill, Rob; and the doctor said to-day that unless we\nheard from you soon he would not be able to save her life.  The\nuncertainty about you is killing her.\"\n\nRob stood stock still, all the eager joy of his return frozen into\nhorror at the thought that he had caused his dear mother so much\nsuffering.\n\n\"Where is she, Nell?\" he asked, brokenly.\n\n\"In her room.  Come; I'll take you to her.\"\n\nRob followed with beating heart, and soon was clasped close to his\nmother's breast.\n\n\"Oh, my boy--my dear boy!\" she murmured, and then for very joy and love\nshe was unable to say more, but held him tight and stroked his hair\ngently and kissed him again and again.\n\nRob said little, except to promise that he would never again leave home\nwithout her full consent and knowledge.  But in his mind he contrasted\nthe love and comfort that now surrounded him with the lonely and\nunnatural life he had been leading and, boy though he was in years, a\nmighty resolution that would have been creditable to an experienced man\ntook firm root in his heart.\n\nHe was obliged to recount all his adventures to his mother and,\nalthough he made light of the dangers he had passed through, the story\ndrew many sighs and shudders from her.\n\nWhen luncheon time arrived he met his father, and Mr. Joslyn took\noccasion to reprove his son in strong language for running away from\nhome and leaving them filled with anxiety as to his fate.  However,\nwhen he saw how happy and improved in health his dear wife was at her\nboy's return, and when he had listened to Rob's manly confession of\nerror and expressions of repentance, he speedily forgave the culprit\nand treated him as genially as ever.\n\nOf course the whole story had to be repeated, his sisters listening\nthis time with open eyes and ears and admiring their adventurous\nbrother immensely.  Even Mr. Joslyn could not help becoming profoundly\ninterested, but he took care not to show any pride he might feel in his\nson's achievements.\n\nWhen his father returned to his office Rob went to his own bed-chamber\nand sat for a long time by the window in deep thought.  When at last he\naroused himself, he found it was nearly four o'clock.\n\n\"The Demon will be here presently,\" he said, with a thrill of aversion,\n\"and I must be in the workshop to receive him.\"\n\nSilently he stole to the foot of the attic stairs and then paused to\nlisten.  The house seemed very quiet, but he could hear his mother's\nvoice softly humming a cradle-song that she had sung to him when he was\na baby.\n\nHe had been nervous and unsettled and a little fearful until then, but\nperhaps the sound of his mother's voice gave him courage, for he boldly\nascended the stairs and entered the workshop, closing and locking the\ndoor behind him.\n\n\n\n\n20.  The Unhappy Fate of the Demon\n\n\nAgain the atmosphere quickened and pulsed with accumulating vibrations.\nAgain the boy found himself aroused to eager expectancy.  There was a\nwhirl in the air; a crackling like distant musketry; a flash of\ndazzling light--and the Demon stood before him for the third time.\n\n\"I give you greetings!\" said he, in a voice not unkindly.\n\n\"Good afternoon, Mr. Demon,\" answered the boy, bowing gravely.\n\n\"I see you have returned safely from your trip,\" continued the\nApparition, cheerfully, \"although at one time I thought you would be\nunable to escape.  Indeed, unless I had knocked that tube from the\nrascally Turk's hand as he clambered to the top of the wall, I believe\nyou would have been at the Yarkand oasis yet--either dead or alive, as\nchance might determine.\"\n\n\"Were you there?\" asked Rob.\n\n\"To be sure.  And I recovered the tube for you, without which you would\nhave been helpless.  But that is the only time I saw fit to interfere\nin any way.\"\n\n\"I'm afraid I did not get a chance to give many hints to inventors or\nscientists,\" said Rob.\n\n\"True, and I have deeply regretted it,\" replied the Demon.  \"But your\nunusual powers caused more astonishment and consternation than you,\nperhaps, imagined; for many saw you whom you were too busy to notice.\nAs a result several able electricians are now thinking new thoughts\nalong new lines, and some of them may soon give these or similar\ninventions to the world.\"\n\n\"You are satisfied, then?\" asked Rob.\n\n\"As to that,\" returned the Demon, composedly, \"I am not.  But I have\nhopes that with the addition of the three marvelous devices I shall\npresent you with to-day you will succeed in arousing so much popular\ninterest in electrical inventions as to render me wholly satisfied with\nthe result of this experiment.\"\n\nRob regarded the brilliant apparition with a solemn face, but made no\nanswer.\n\n\"No living person,\" continued the Demon, \"has ever before been favored\nwith such comforting devices for the preservation and extension of\nhuman life as yourself.  You seem quite unappreciative, it is true; but\nsince our connection I have come to realize that you are but an\nordinary boy, with many boyish limitations; so I do not condemn your\nfoolish actions too harshly.\"\n\n\"That is kind of you,\" said Rob.\n\n\"To prove my friendliness,\" pursued the Demon, \"I have brought, as the\nfirst of to-day's offerings this Electro-Magnetic Restorer.  You see it\nis shaped like a thin metal band, and is to be worn upon the brow,\nclasping at the back of the head.  Its virtues surpass those of either\nthe fabulous 'Fountain of Youth,' or the 'Elixir of Life,' so vainly\nsought for in past ages.  For its wearer will instantly become free\nfrom any bodily disease or pain and will enjoy perfect health and\nvigor.  In truth, so great are its powers that even the dead may be\nrestored to life, provided the blood has not yet chilled.  In\npresenting you with this appliance, I feel I am bestowing upon you the\ngreatest blessing and most longed-for boon ever bequeathed of suffering\nhumanity.\"\n\nHere he held the slender, dull-colored metallic band toward the boy.\n\n\"Keep it,\" said Rob.\n\nThe Demon started, and gave him an odd look.\n\n\"What did you say?\" he asked.\n\n\"I told you to keep it,\" answered Rob.  \"I don't want it.\"\n\nThe Demon staggered back as if he had been struck.\n\n\"Don't want it!\" he gasped.\n\n\"No; I've had enough of your infernal inventions!\" cried the boy, with\nsudden anger.\n\nHe unclasped the traveling machine from his wrist and laid it on the\ntable beside the Demon.\n\n\"There's the thing that's responsible for most of my troubles,\" said\nhe, bitterly.  \"What right has one person to fly through the air while\nall his fellow-creatures crawl over the earth's surface?  And why\nshould I be cut off from all the rest of the world because you have\ngiven me this confounded traveling machine?  I didn't ask for it, and I\nwon't keep it a moment longer.  Give it to some one you hate more than\nyou do me!\"\n\nThe Demon stared aghast and turned his glittering eyes wonderingly from\nRob to the traveling machine and back again, as if to be sure he had\nheard and seen aright.\n\n\"And here are your food tablets,\" continued the boy, placing the box\nupon the table.  \"I've only enjoyed one square meal since you gave them\nto me.  They're all right to preserve life, of course, and answer the\npurpose for which they were made; but I don't believe nature ever\nintended us to exist upon such things, or we wouldn't have the sense of\ntaste, which enables us to enjoy natural food.  As long as I'm a human\nbeing I'm going to eat like a human being, so I've consumed my last\nElectrical Concentrated Food Tablet--and don't you forget it!\"\n\nThe Demon sank into a chair, nerveless and limp, but still staring\nfearfully at the boy.\n\n\"And there's another of your unnatural devices,\" said Rob, putting the\nAutomatic Record of Events upon the table beside the other things.\n\"What right have you to capture vibrations that radiate from private\nand secret actions and discover them to others who have no business to\nknow them?  This would be a fine world if every body could peep into\nevery one else's affairs, wouldn't it?  And here is your Character\nMarker.  Nice thing for a decent person to own, isn't it?  Any one who\nwould take advantage of such a sneaking invention as that would be\nworse than a thief!  Oh, I've used them, of course, and I ought to be\nspanked for having been so mean and underhanded; but I'll never be\nguilty of looking through them again.\"\n\nThe Demon's face was frowning and indignant.  He made a motion to rise,\nbut thought better of it and sank back in his chair.\n\n\"As for the Garment of Protection,\" resumed the boy, after a pause,\n\"I've worn it for the last time, and here it is, at your service.  I'll\nput the Electric Tube with it.  Not that these are such very bad things\nin themselves, but I'll have none of your magical contrivances.  I'll\nsay this, however: if all armies were equipped with Electrical Tubes\ninstead of guns and swords the world would be spared a lot of misery\nand unnecessary bloodshed.  Perhaps in time; but that time hasn't\narrived yet.\"\n\n\"You might have hastened it,\" said the Demon, sternly, \"if you had been\nwise enough to use your powers properly.\"\n\n\"That's just it,\" answered Rob.  \"I'm NOT wise enough.  Nor is the\nmajority of mankind wise enough to use such inventions as yours\nunselfishly and for the good of the world.  If people were better, and\nevery one had an equal show, it would be different.\"\n\nFor some moments the Demon sat quietly thinking.  Finally the frown\nleft his face and he said, with animation:\n\n\"I have other inventions, which you may use without any such qualms of\nconscience.  The Electro-Magnetic Restorer I offered you would be a\ngreat boon to your race, and could not possibly do harm.  And, besides\nthis, I have brought you what I call the Illimitable Communicator.  It\nis a simple electric device which will enable you, wherever you may be,\nto converse with people in any part of the world, without the use of\nsuch crude connections as wires.  In fact, you may--\"\n\n\"Stop!\" cried Rob.  \"It is useless for you to describe it, because I'll\nhave nothing more to do with you or your inventions.  I have given them\na fair trial, and they've got me into all sorts of trouble and made all\nmy friends miserable.  If I was some high-up scientist it would be\ndifferent; but I'm just a common boy, and I don't want to be anything\nelse.\"\n\n\"But, your duty--\" began the Demon.\n\n\"My duty I owe to myself and to my family,\" interrupted Rob.  \"I have\nnever cultivated science, more than to fool with some simple electrical\nexperiments, so I owe nothing to either science or the Demon of\nElectricity, so far as I can see.\"\n\n\"But consider,\" remonstrated the Demon, rising to his feet and speaking\nin a pleading voice, \"consider the years that must elapse before any\none else is likely to strike the Master Key!  And, in the meanwhile,\nconsider my helpless position, cut off from all interest in the world\nwhile I have such wonderful inventions on my hands for the benefit of\nmankind.  If you have no love for science or for the advancement of\ncivilization, DO have some consideration for your fellow-creatures, and\nfor me!\"\n\n\"If my fellow-creatures would have as much trouble with your electrical\ninventions as I had, I am doing them a service by depriving them of\nyour devices,\" said the boy.  \"As for yourself, I've no fault to find\nwith you, personally.  You're a very decent sort of Demon, and I've no\ndoubt you mean well; but there's something wrong about our present\ncombination, I'm sure.  It isn't natural.\"\n\nThe Demon made a gesture of despair.\n\n\"Why, oh why did not some intelligent person strike the Master Key!\" he\nmoaned.\n\n\"That's it!\" exclaimed Rob.  \"I believe that's the root of the whole\nevil.\"\n\n\"What is?\" inquired the Demon, stupidly.\n\n\"The fact that an intelligent person did not strike the Master Key.\nYou don't seem to understand.  Well, I'll explain.  You're the Demon of\nElectricity, aren't you?\"\n\n\"I am,\" said the other, drawing himself up proudly.\n\n\"Your mission is to obey the commands of whoever is able to strike the\nMaster Key of Electricity.\"\n\n\"That is true.\"\n\n\"I once read in a book that all things are regulated by exact laws of\nnature.  If that is so you probably owe your existence to those laws.\"\nThe Demon nodded.  \"Doubtless it was intended that when mankind became\nintelligent enough and advanced enough to strike the Master Key, you\nand all your devices would not only be necessary and acceptable to\nthem, but the world would be prepared for their general use.  That\nseems reasonable, doesn't it?\"\n\n\"Perhaps so.  Yes; it seems reasonable,\" answered the Demon,\nthoughtfully.\n\n\"Accidents are always liable to happen,\" continued the boy.  \"By\naccident the Master Key was struck long before the world of science was\nready for it--or for you.  Instead of considering it an accident and\npaying no attention to it you immediately appeared to me--a mere\nboy--and offered your services.\"\n\n\"I was very anxious to do something,\" returned the Demon, evasively.\n\"You've no idea how stupid it is for me to live invisible and unknown,\nwhile all the time I have in my possession secrets of untold benefit to\nthe world.\"\n\n\"Well, you'll have to keep cool and bide your time,\" said Rob.  \"The\nworld wasn't made in a minute, and while civilization is going on at a\npretty good pace, we're not up to the Demon of Electricity yet.\"\n\n\"What shall I do!\" groaned the Apparition, wringing his hands\nmiserably; \"oh, what shall I do!\"\n\n\"Go home and lie down,\" replied Rob, sympathetically.  \"Take it easy\nand don't get rattled.  Nothing was every created without a use, they\nsay; so your turn will come some day, sure!  I'm sorry for you, old\nfellow, but it's all your own fault.\"\n\n\"You are right!\" exclaimed the Demon, striding up and down the room,\nand causing thereby such a crackling of electricity in the air that\nRob's hair became rigid enough to stand on end.  \"You are right, and I\nmust wait--wait--wait--patiently and silently--until my bonds are\nloosed by intelligence rather than chance!  It is a dreary fate.  But I\nmust wait--I must wait--I must wait!\"\n\n\"I'm glad you've come to your senses,\" remarked Rob, drily.  \"So, if\nyou've nothing more to say--\"\n\n\"No! I have nothing more to say.  There IS nothing more to say.  You\nand I are two.  We should never had met!\" retorted the Demon, showing\ngreat excitement.\n\n\"Oh, I didn't seek your acquaintance,\" said Rob.  \"But I've tried to\ntreat you decently, and I've no fault to find with you except that you\nforgot you were a slave and tried to be a master.\"\n\nThe Demon did not reply.  He was busily forcing the various electrical\ndevices that Rob had relinquished into the pockets of his fiery jacket.\n\nFinally he turned with an abrupt movement.\n\n\"Good-by!\" he cried.  \"When mortal eyes next behold me they will be\nthose of one fit to command my services!  As for you, your days will be\npassed in obscurity and your name be unknown to fame.\nGood-by,--forever!\"\n\nThe room filled with a flash of white light so like a sheet of\nlightning that the boy went reeling backwards, half stunned and blinded\nby its dazzling intensity.\n\nWhen he recovered himself the Demon of Electricity had disappeared.\n\n\nRob's heart was very light as he left the workshop and made his way\ndown the attic stairs.\n\n\"Some people might think I was a fool to give up those electrical\ninventions,\" he reflected; \"but I'm one of those persons who know when\nthey've had enough.  It strikes me the fool is the fellow who can't\nlearn a lesson.  I've learned mine, all right.  It's no fun being a\ncentury ahead of the times!\""
}