{
 "author": [
  "Anonymous"
 ],
 "title": [
  "The Life of Lazarillo of Tormes: His Fortunes and Misfortunes as Told by Himself"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Spanish fiction -- Translations into English",
  "PQ",
  "Spain -- Social conditions -- 16th century -- Fiction",
  "Picaresque literature, Spanish"
 ],
 "id": "437",
 "genre": [
  "fiction"
 ],
 "text": "The Life of Lazarillo of Tormes, Parts One and Two\nTranslated by Robert Rudder (C)1992\n\nCopyright 1973 by Frederick Ungar Publishing Co., Inc.\nCopyright 1995 by Robert S. Rudder\n\n\n\n\nTHE LIFE OF LAZARILLO OF TORMES, HIS FORTUNES AND MISFORTUNES AS\nTOLD BY HIMSELF\n\n\nEdited and Translated by Robert S. Rudder\n\n\nWith a Sequel by Juan de Luna\n\nTranslated by Robert S. Rudder with Carmen Criado de Rodriguez\nPuertolas\n\n\nCopyright 1973 by Frederick Ungar Publishing Co., Inc.\nCopyright 1995 by Robert S. Rudder\n\n\n\n\nThis translation is for\n\nLISA, PAULA,\n\nand\n\nCHRISTOPHER MICHAEL,\n\nthree small picaros.\n\n\n\nContents\n\nIntroduction\n\nTHE LIFE OF LAZARILLO OF TORMES\n\nPrologue\n\nI Lazaro Tells about His Life and His Parents\n\nII How Lazaro Took up with a Priest and the Things That Happened\nto Him with That Man\n\nIII How Lazaro Took up with a Squire and What Happened to Him\nThen\n\nIV How Lazaro Went to Work for a Friar of the Order of Mercy and\nWhat Happened to Him\n\nV How Lazaro Went to Work for a Pardoner and the Things That\nHappened to Him Then\n\nVI How Lazaro Went to Work for a Chaplain and What Happened to\nHim Then\n\nVII How Lazaro Went to Work for a Constable and Then What\nHappened to Him\n\nVIII In Which Lazaro Tells of the Friendship He Struck up in\nToledo with Some Germans and What Happened to Them\n\n\nTHE SECOND PART OF THE LIFE OF LAZARILLO OF TORMES\n\nLetter of Dedication\n\nTo The Reader\n\nI Where Lazaro Tells about How He Left Toledo to Go to the War of\nAlgiers\n\nII How Lazaro Embarked at Cartagena\n\nIII How Lazaro Escaped from the Sea\n\nIV How They Took Lazaro through Spain\n\nV How They Took Lazaro to the Capital\n\nVI How They Took Lazaro to Toledo\n\nVII What Happened to Lazaro on the Way to the Tagus River\n\nVIII How Lazaro Brought a Lawsuit against His Wife\n\nIX How Lazaro Became a Baggage Carrier\n\nX What Happened to Lazaro with an Old Bawd\n\nXI How Lazaro Left for His Homeland and What Happened to Him on\nthe Way\n\nXII What Happened to Lazaro in an Inn Three Miles outside of\nValladolid\n\nXIII How Lazaro Was a Squire for Seven Women at One Time\n\nXIV Where Lazaro Tells What Happened to Him at a Dinner\n\nXV How Lazaro Became a Hermit\n\nXVI How Lazaro Decided to Marry Again\n\nBibliography\n\n\n\nINTRODUCTION\n\n_Lazarillo of Tormes_ appeared in sixteenth-century Spain like a\nbreath of fresh air among hundreds of insipidly sentimental\nnovels of chivalry.  With so many works full of knights who were\nmanly and brave enough to fight any adversary, but prone to\nbecome weak in the knees when they saw their fair lady nearby,\nwas it any wonder that Lazarillo, whose only goal was to fill a\nrealistically hungry stomach, should go straight to the hearts of\nall Spain.  The little novel sold enough copies for three\ndifferent editions to be issued in 1554, and then was quickly\ntranslated into several languages.  It initiated a new genre of\nwriting called the \"picaresque.\"\n\nIt seems certain that other editions, or at least other\nmanuscripts, of _Lazarillo_ were circulating previously, but the\nearliest we know of were the three published in 1554.  One of\nthese was printed at Burgos, another at Antwerp, and the third at\nAlcala de Henares.  They all differ somewhat in language, but it\nis the one from Alcala de Henares that departs most radically\nfrom the other two.  It adds some episodes, not in the other\neditions, which were probably written by a second author.\n\nBecause _Lazarillo_ was so critical of the clergy, it was put on\nthe Index Purgatorius in 1559 and further editions were\nprohibited inside Spain.  Then, in 1573, an abridged version was\nprinted that omitted Chapters four and five, along with other\nitems displeasing to a watchful Inquisition; later additional\nepisodes were suppressed.  This mutilated version was reprinted\nuntil the nineteenth century, when Spain finally allowed its\npeople to read the complete work once again.\n\nThe identity of the author of this novel has always been a\nmystery.  A few names have been suggested over the years: Juan de\nOrtega, a Jeronymite monk; Sebastian de Horozco, a dramatist and\ncollector of proverbs.  But probably the most widely accepted\ntheory was the attribution to Diego Hurtado de Mendoza, a famous\nhumanist.  Many early editions of _Lazarillo_ carried his name as\nauthor, even though there has never been any real proof of his\nauthorship.  Some critics, following Americo Castro's lead, think\nthe author was a Jewish convert to Christianity because of\ncertain phrases which point in that direction.  And some think he\nwas a follower of Erasmus, despite the French critic Marcel\nBataillon's emphatic statements to the contrary.\n\nOne of the first relationships we become aware of as we read this\nnovel is the link of the name Lazaro (Lazarillo: little Lazaro)\nwith the biblical Lazarus: either the figure who died and was\nbrought back to life (John 16) or the beggar (Luke 16:20-31).\nThis \"historical\" relationship is further compounded by the fact\nthat many episodes of the novel are versions of material\ntraditional in European folklore.  There is, for instance, a\nthirteenth  century French theatrical farce, _Le garcon et\nl'aveugle_, in which a servant plays tricks on a blind man.  And\nthe British Museum manuscript of the _Decretals_ of Gregory IX\ncontains an illustration of a boy drinking through a straw from a\nblind man's bowl.  The episode in which Lazarillo thinks a corpse\nis being brought to his house appears in the _Liber facetiarum et\nsimilitudinum Ludovici de Pinedo, et amicorum_ and may be a\nfolktale.  And the story of the constable and the pardoner is to\nbe found in the fourth novel of _Il novellino_ by Masuccio\nSalernitano, and may also be a folktale.\n\nIt has long been said that this novel is an accurate reflection\nof society in sixteenth-century Spain.  And to some extent, this\ndoes seem to be true.  The king of Spain, Charles I, became\ninvolved in several foreign wars, and had gone deeply into debt\nto German and Italian bankers in order to finance those wars.\nSoon the quantities of gold and silver coming from Spain's mines\nin the New World were being sent directly to the foreign bankers.\nThe effects of inflation were to be seen everywhere, as were\nother social ills.  Beggars and beggars' guilds were numerous.\nMen of all classes were affixing titles to their names, and\nrefusing any work--especially any sort of manual labor--unless it\nsuited their new \"rank.\"  The clergy was sadly in need of reform.\nAnd pardoners were--often unscrupulously--selling indulgences\nthat granted the forgiveness of sins in return for money to fight\nthe infidel in North Africa and the Mediterranean.  All these\nthings are to be found in _Lazarillo of Tormes_.\n\nBut is the book really an accurate reflection of all of Spanish\nsociety?  If there were avaricious priests, and priests who had\nmistresses, were there none with strong moral principles?  If\npoverty was felt so keenly by Lazarillo and others, was there no\none who enjoyed a good meal?  As another writer has suggested,\nthe Spanish conquerors did not come to the New World on empty\nstomachs, nor was the Spanish Armada ill supplied.  It is\nobvious, then, that while _Lazarillo_ reflects Spanish society,\nit mirrors only one segment of that society.  Its writer ignored\nuncorrupted men of generosity and high moral principles who surely\nexisted alongside the others.  So just as the chivalresque novels\ndistorted reality upward, this novel distorts reality downward and\nalmost invariably gives us only the negative traits of society.\n\nAn important point is the unity, or nonunity, of the book.\nEarliest critics of Lazarillo of Tormes saw it as a loosely\nformed novel of unconnected episodes whose only point of unity\nhappened to be the little rogue who told his life story, in which\nhe is seen as serving one master after another.  Later criticism\nhas changed that point of view, however, by pointing to such\nunifying factors as wine, which is used as a recurring theme\nthroughout (Lazarillo steals it; it is used for washing his\nwounds; he sells it).  Then there is the \"initiation\" in which\nLazarillo's head is slammed against a stone statue of a bull.\nLater the blind man smashes his own head against a stone post as\npoetic justice is meted out.  Finally, Lazarillo's mother will\n\"lie at the side--or stay on the side of good people,\" and as the\nnovel ends Lazaro decides to do the same.\n\nClaudio Guillen, a modern critic, has noted that time is also a\nunifying factor in this novel.  Early incidents are told in\ndetail, and at moments of pain specific amounts of time are\nmeasured (\"I felt the pain from its horns for three days\").  When\nLazarillo is taken in by the squire his hunger pangs become so\ngreat that he begins to count the hours.  But as conditions\nimprove for Lazarillo's stomach, he gradually forgets about the\nslow passage of time.  In fact, time now begins to race past:\nfour months with the pardoner, four years with the chaplain.\nThis slow, then swift, passage of time is used by Guillen to\nexplain the extreme brevity of some later chapters of the novel.\nIt is a mature Lazaro, he says, who is telling the story and\nreflecting on his childhood.  And we are really seeing the memory\nprocess of this older Lazaro who glosses over less important\nparts of his life and dwells on the moments that matter.\n\nOther critics have responded to the question of \"finality\" in the\nwork; that is, is Lazarillo an incomplete novel or not?\nFrancisco Rico believes the novel is complete, and that there is\na \"circular\" structure to it all.  He notes that the novel is\naddressed to a certain fictional character (\"You\": Vuestra\nmerced), and that Lazarillo intends to tell this character \"all\nthe details of the matter,\" the \"matter\" apparently being the\nquestionable relations between the archpriest and Lazarillo's\nwife.  So there is a continuity from the beginning of the work\nthrough the details of Lazarillo's life, until the last chapter\n(\"right up to now\") where the \"matter\" itself, alluded to\npreviously in the Prologue, is finally given in some detail.\n\nAnother critic, Americo Castro, points out that _Lazarillo of\nTormes_ is different from other types of sixteenth century prose\nfiction in at least one extremely important way that points\ntoward the modern novel.  The knights of chivalresque novels and\nthe shepherds who sighed and lamented their way through pastoral\nnovels were flat characters with no room to grow.  Not so\nLazarillo.  Every action, every twist of fortune makes an\nimpression on him, forms his way of looking at the world and\nshapes his nature.  From an innocent little boy he becomes a\nmischievous, then vengeful, blind man's boy.  He observes the\nhypocrisy, avarice, false pride, materialism of his masters, and\nwhen he marries the archpriest's mistress for what he can gain,\nhe applies all the lessons he has learned on the ladder to success--\nto the \"height of all good fortune.\"  Americo Castro also notes that\n_Lazarillo of Tormes_ is a step toward the masterpiece of Cervantes,\n_Don Quixote of La Mancha_.  As this critic said: \"In addition to its\nintrinsic merits, the _Lazarillo de Tormes_ is supremely important\nviewed in its historic perspective.   In many ways it made possible\nthe _Quijote_.  Among other things, it offered in the intimate\nopposition of the squire and his servant the first outline of\nthe duality-unity of Don Quijote and Sancho.\"\n\nStyle is another point of great importance to this novel,\nparticularly in the use of conceits.  Lazarillo's father, for\nexample, \"suffered persecution for righteousness' sake,\" a clear\nreference to the beatitudes.  But in this case \"righteousness\" is\nthe law who is punishing him for being the thief that he is.\nThroughout the novel we see similar plays on words: the master,\nwho \"although he was _blind, enlightened_ me;\" or the squire who\ntried to coax certain young ladies one morning, and whose stomach\nwas _warm_, but when he discovered that his pocketbook was\n_cold_, he suffered _hot-chills_.\n\nIt is not surprising that sequels promptly appeared, but the\nwriters of these unfortunately lacked the genius of the author of\nthe original _Lazarillo_.  An anonymous sequel appeared in 1555\nwith the title, _The Second Part of Lazarillo of Tormes, His\nFortunes and Misfortunes_.  Its beginning words are the same as\nthe final ones of the first _Lazarillo_, but there any similarity\nends.  In this novel Lazaro makes friends with some Germans and\nhis wife gives birth to a daughter.  Lazaro then enlists to go on\nan expedition to fight the Turks, his ship sinks, and he is\nmiraculously changed into a fish.  He has many adventures in the\nsea, and is finally caught up in the nets of some fishermen and\nchanges back into a man.  The novel is a fantasy, and may be\nallegorical.  The beginning is its most realistic point, and the\nfirst chapter of this novel became tacked onto the end of the\nfirst _Lazarillo_.\n\nNo further sequels were printed until 1620 when Juan Cortes de\nTolosa's book, _Lazarillo de Manzanares_, was published.  This\nnovel imitates the first _Lazarillo_ in its initial episodes, but\nis again far less successful than the original.\n\nIn the same year, 1620, Juan de Luna's _Second Part of the Life\nof Lazarillo of Tormes_ was published in Paris.  (Another edition\nwas published simultaneously in Paris, but was marked as though\nprinted in Zaragoza to facilitate the book's sale in Spain.)\nLittle is definitely known about Luna.  We do know that he was\nborn in Spain--perhaps in Aragon.  He apparently fled to France\nin 1612 as a political and religious refugee: in one of his books\nhe refers to himself as \"a foreigner who has left behind his\nhomeland, his relatives, and his estate for a just and legitimate\ncause.\"  It has been speculated that Luna may have been educated\nfor the priesthood but then grown dissatisfied and even\nvehemently bitter toward the clergy.  The reason for his flight\nto France has been interpreted as a flight from the Spanish\nInquisition.  In France, in Montauban, he began to study theology\nto prepare himself for the Protestant ministry.  But soon\nafterward he became a Spanish teacher in Paris, and in 1619\npublished a book of proverbs and phrases for Spanish students.\nThe following year his continuation of Lazarillo was published,\nalong with a revised version of the original Lazarillo (revised\nbecause its style did not suit his tastes). Next he appeared in\nLondon, in 1622, attempting to have his sequel translated into\nEnglish.  His Spanish grammar was published there the following\nyear.  The last information we have of him is that he became a\nProtestant minister in England, and for three years delivered\nsermons to his fellow Spaniards each Sunday, in Mercer's Chapel,\nCheapside, London.\n\nAlthough the details of Juan de Luna's life are rather sketchy, a\ngreat deal more can be said about his novel.  His continuation of\nLazarillo was the only sequel to meet with any success.  The same\ncharacters--Lazarillo, the archpriest, the squire, etc.--are\nhere, but their personalities are changed drastically.  The\nsquire is the one who is most noticeably different.  He is\nno longer the sympathetic, poor, generous (when he has money)\nfigure of the first part.  Now he is a thief, a cowardly braggart,\na dandy, and Lazaro has nothing but scorn for him.  Lazaro himself\nis now fully grown, and there is no room for his personality\nto change as before.  Perhaps the only character who is\nstill the same is Lazaro's wife.\n\nOther differences between the two novels are also evident.  In\nthe first _Lazarillo_ we see a central protagonist who serves a\ndifferent master or performs a different type of work in each\nchapter.  But in Luna's sequel we do not have this same\nstructure.  In the first five chapters of Luna's book, for\nexample, Lazarillo's adventures flow as they do in traditional\nnovels: he goes to sea, the ship sinks, he is captured by\nfishermen and put on exhibition as a fish, and finally he is\nrescued. The following chapters, however, often divide his life\ninto segments as he goes from one position to another.\n\nAnother difference to be noted is that while the first Lazarillo\naddresses a certain person (\"You\": Vuestra merced) who is not the\nreader but an acquaintance of the archpriest, in the _Second\nPart_ something quite different occurs.  Luna's Lazaro addresses\nthe \"dear reader\" but hardly with flattering terms: he humorously\nsuggests that we may all be cuckolds.  Then he ironically refuses\nto tell us about--or even let us think about--certain promiscuous\ndetails because they may offend our pure and pious ears.  The\nframework of the first novel is apparently a device whose\npurpose, like the \"Arabic historian\" and the \"translators\" of\n_Don Quixote_, is to create an atmosphere of realism, while\nLuna's \"dear reader\" is simply a device for humor.\n\nAnother important distinction to be made between the two books is\nthe extent of word-play used.  Almost one hundred years elapsed\nbetween the times the two books were published, and literary\nstyles changed a great deal.  While the first _Lazarillo_ used\nsome conceits, as we have previously noted, Luna's book abounds\nwith them to the point where it becomes baroque.  About people\nwho are being flooded with water or are drowning, it is usually\nsaid that they are overcome by trifling, but watery,\ncircumstances: \"a drop in the ocean\" (ahogar en tan poca agua).\nLazarillo's child is \"born with the odor of saintliness about\nher\" (una hija ingerta a canutillo); unfortunately this refers\nless to her as holy than it does to the fact that her father is\nreally the archpriest.  The use of antithesis is also evident\nthroughout Luna's novel.  From the beginning in which he\ndedicated his small work to a great princess, throughout the\nlength of the book, we find Lazaro esteemed by his friends and\nfeared by his enemies, begging from people who give money with\nopen hands while he does not take it with closed ones, and so on.\nAnother trick in language is Luna's plays on sounds: such\ncombinations as sali--salte (left--leaped), comedia--comida\n(rituals--victuals) are abundant.  Luna also uses obscene\nconceits for a humorous purpose, mixing them with religious\nallusions both for humor and to vent his own feelings of\nhostility against the church.\n\nYet another important difference between the two novels lies in\nLuna's emphasis on tying up loose ends.  We know that in the\nfirst _Lazarillo_ the protagonist leaves the blind man for dead,\nnot knowing what happened to him, and we never do find out\nwhether he survived the blow or not.  Later the squire runs away\nfrom Lazaro, and we never see him again either.  The author of\nthe first _Lazarillo_ gives us a series of vignettes in which the\npsychological interplay of the characters is stressed.  The\ncharacters fade out of Lazaro's life just as people fade in and\nout of our own lives. Luna, however, was much more interested in\ntelling a good story--and one that has an ending.  So the squire\nappears, and tells what happened to him after leaving Lazaro: a\ncomplete story in itself.  He steals Lazaro's clothes and runs\noff, and later we see him again--having got his just retribution\nalmost by pure chance.  The innkeeper's daughter runs off with\nher priest, and both turn up several chapters later; their\naccount amounts to another short story.  The \"innocent\" girl and\nthe bawd disappear, then return to play a scene with Lazaro once\nmore, and finally they fade out, presumably to live by their wits\never after.  Related to this stress on external action is the\nimportance Luna gives to descriptive rather than psychological\ndetail.  His minutely detailed descriptions of clothing are\nespecially noteworthy: the squire's \"suit\"; the gallant's\nclothing as he emerges from the trunk; the costume worn by the\ngirl who became a gypsy.  These are descriptions we do not find\nin the original _Lazarillo_ because the author of that work is\nmuch more interested in internal motivations than external\ndescription and action.\n\nLet us move on to another point: the social satire in the two\nnovels.  We have seen the satire against the various classes, and\nparticularly against the church, in the first _Lazarillo_.  And\nLuna's satire has the same targets.  The essential difference is\nin the way the two authors handle their darts.  The first\n_Lazarillo_ is fairly subtle in its attacks: men are avaricious,\nmaterialistic unscrupulous infamous--and these vices are\nsometimes only very loosely connected with the church.  But Luna\nwants us to know definitely that the church is like this, so his\nsatire of the church is blunt and devastating.  The Inquisition,\nhe tells us plainly, is corrupt, brutal, and feared throughout\nall of Spain.  Priests and friars are always anxious to accept a\nfree meal, they have mistresses, and they are less principled\nthan thieves.  Lawyers and the entire judicial system are\ncorrupt.  The Spaniards, Luna tells us from his position of exile\nin Paris, are too proud to work, and they will become beggars\nrather than perform any sort of-manual labor.  Lazaro himself is\nheld up to us as a \"mirror of Spanish sobriety.\"  Apparently\nLuna's anger about having to leave Spain had no opportunity to\nmellow before he finished his novel.\n\nLuna's _Second Part of Lazarillo of Tormes_ is not the \"First\nPart.\"  But even so, it has its merit.  Luna liked to tell\nstories, and he was good at it.  Some scenes are witty and highly\nentertaining.  When Lazaro meets his old friends, the bawd and\nthe \"maiden,\" at an inn, the action is hardly dull.  The \"quarter\nof kid\" becomes the center of attraction from the time it appears\non Lazaro's plate until he falls and ejects it from his throat,\nand it is used skillfully and humorously to tell us a great deal\nabout each of the characters present.\n\nAnother scene worth calling to the reader's special attention is\nthe chapter in which a feast is held that erupts into a brawl,\nafter which the local constabulary arrives.  Luna's account is a\nvery close predecessor of the modern farce.  Many of the\nelements seem to be present: a lack of reverence, a situation\nused for comic effects, the chase through many rooms to find the\nguests, the beatings that the constable's men are given by the\npursued, being \"breaded\" in flour, \"fried\" in oil, and left out\non the street where they run away, ashamed to be seen.  It is as\nthough we are catching a glimpse of the Keystone Cops,\nseventeenth-century style.  And the variations from seventeenth\nto twentieth century do not appear to amount to a great deal.\n\nUniversity of California at Los Angeles December 1972\nROBERT S.  RUDDER\n\nTranslator's Note\n\nMy translation of the first Lazarillo follows Foulche Delbosc's\nedition, which attempts to restore the editio princeps but does\nnot include the interpolations of the Alcala de Henares edition.\nThe translation of the first chapter of the anonymous sequel of\n1555 follows at the end of the first part because it serves as a\nbridge between the first novel and Luna's sequel.  For Juan de\nLuna's sequel, the modern edition by Elmer Richard Sims, more\nfaithful to the manuscript than any other edition, has been\nutilized.\n\nA word of thanks is due to Professor Julio Rodriguez Puertolas,\nwhose own work was so often interrupted by questions from the\nouter sanctum, and who nevertheless bore through it all with good\nhumor, and was very helpful in clearing up certain mysteries in\nthe text.\n\nThe seventy-three drawings [not included in this electronic text]\nwere prepared by Leonard Bramer, a Dutch painter who was born in\n1596 and died in 1674.  Living most of his life in Delft, he is\nbest known for his drawings and for his illustrations of Ovid's\nwritings and of other works of literature.  The original drawings\nare in the keeping of the Graphische Sammlung in Munich.\n\nR.S.R.\n\n\n\n\n\nTHE LIFE OF LAZARILLO OF TORMES, HIS FORTUNES AND MISFORTUNES AS\nTOLD BY HIMSELF\n\nPrologue\n\n\nI think it is good that such remarkable things as these, which\nmay never have been heard of or seen before, should come to the\nattention of many people instead of being buried away in the tomb\nof oblivion.  Because it might turn out that someone who reads\nabout them will like what he reads, and even people who only\nglance lightly through this book may be entertained.\n\nPliny says along these lines that there is no book--no matter how\nbad it is--that doesn't have something good in it.  And this is\nall the more true since all tastes are not the same: what one man\nwon't even touch, another will be dying to get.  And so there are\nthings that some people don't care for, while others do.  The\npoint is that nothing should be destroyed or thrown away unless\nit is really detestable; instead, it should be shown to\neverybody, especially if it won't do any harm and they might get\nsome good out of it.\n\nIf this weren't so, there would be very few people who would\nwrite for only one reader, because writing is hardly a simple\nthing to do.  But since writers go ahead with it, they want to be\nrewarded, not with money but with people seeing and reading their\nworks, and if there is something worthwhile in them, they would\nlike some praise.  Along these lines too, Cicero says: \"Honor\npromotes the arts.\"\n\nDoes anyone think that the first soldier to stand up and charge\nthe enemy hates life?  Of course not; a craving for glory is what\nmakes him expose himself to danger.  And the same is true in arts\nand letters.  The young preacher gives a very good sermon and is\nreally interested in the improvement of people's souls, but ask\nhis grace if he minds when they tell him, \"Oh, what an excellent\nsermon you gave today, Reverend!\"  And So-and-so was terrible in\njousting today, but when some rascal praised him for the way he\nhad handled his weapons, he gave him his armor.  What would he\nhave done if it had really been true?\n\nAnd so everything goes: I confess that I'm no more saintly than\nmy neighbors, but I would not mind it at all if those people who\nfind some pleasure in this little trifle of mine (written in my\ncrude style) would get wrapped up in it and be entertained by\nit, and if they could see that a man who has had so much bad luck\nand so many misfortunes and troubles does exist.\n\nPlease take this poor effort from a person who would have liked\nto make it richer if only his ability had been as great as his\ndesire.  And since you told me that you wanted me to write down\nall the details of the matter, I have decided not to start out\nin the middle but at the beginning.  That way you will have a\ncomplete picture of me, and at the same time those people who\nreceived a large inheritance will see how little they had to do\nwith it, since fortune favored them, and they will also see how\nmuch more those people accomplished whose luck was going against\nthem, since they rowed hard and well and brought their ship\nsafely into port.\n\n\n\nI.  Lazaro Tells about His Life and His Parents\n\nYou should know first of all that I'm called Lazaro of Tormes,\nand that I'm the son of Tome Gonzales and Antona Perez, who were\nborn in Tejares, a village near Salamanca.  I was actually born\nin the Tormes River, and that's how I got my name.  It happened\nthis way: My father (God rest his soul) was in charge of a mill\non the bank of that river, and he was the miller there for more\nthan fifteen years.  Well, one night while my mother was in the\nmill, carrying me around in her belly, she went into labor and\ngave birth to me right there.  So I can really say I was born in\nthe river.\n\nThen when I was eight years old, they accused my father of\ngutting the sacks that people were bringing to the mill.  They\ntook him to jail, and without a word of protest he went ahead and\nconfessed everything, and he suffered persecution for\nrighteousness' sake.  But I trust God that he's in heaven because\nthe Bible calls that kind of man blessed.  At that time they were\ngetting together an expedition to go fight the Moors, and my\nfather went with them.  They had exiled him because of the bad\nluck that I've already told about, so he went along as a muleteer\nfor one of the men, and like a loyal servant, he ended his life\nwith his master.\n\nMy widowed mother, finding herself without a husband or anyone to\ntake care of her, decided to lie at the side--I mean, stay on the\nside--of good men and be like them.  So she came to the city to live.\nShe rented a little house and began to cook for some students.\nShe washed clothes for some stableboys who served the Commander\nof La Magdalena, too, so a lot of the time she was around the stables.\nShe and a dark man--one of those men who took care of the animals--\ngot to know each other.  Sometimes he would come to our house and\nwouldn't leave till the next morning; and other times he would come\nto our door in the daytime pretending that he wanted to buy eggs,\nand then he would come inside.\n\nWhen he first began to come I didn't like him, he scared me\nbecause of the color of his skin and the way he looked.  But when\nI saw that with him around there the food got better, I began to\nlike him quite a lot.  He always brought bread and pieces of meat,\nand in the winter he brought in firewood so we could keep warm.\n\nSo with his visits and the relationship going right along, it\nhappened that my mother gave me a pretty little black baby, and I\nused to bounce it on my knee and help keep it warm.\n\nI remember one time when my black stepfather was playing with the\nlittle fellow, the child noticed that my mother and I were white\nbut that my stepfather wasn't and he got scared.  He ran to my\nmother and pointed his finger at him and said, \"Mama, it's the\nbogeyman!\"  And my stepfather laughed: \"You little son-of-a-bitch!\"\n\nEven though I was still a young boy, I thought about the word my\nlittle brother had used, and I said to myself:  How many people\nthere must be in the world who run away from others when they\ndon't see themselves.\n\nAs luck would have it, talk about Zaide (that was my stepfather's\nname) reached the ears of the foreman, and when a search was made\nthey found out that he'd been stealing about half of the barley\nthat was supposed to be given to the animals.  He'd pretended\nthat the bran, wool, currycombs, aprons, and the horse covers and\nblankets had been lost; and when there was nothing else left to\nsteal, he took the shoes right off the horses' hooves.  And he\nwas using all this to buy things for my mother so that she could\nbring up my little brother.\n\nWhy should we be surprised at priests when they steal from the\npoor or at friars when they take things from their monasteries to\ngive to their lady followers, or for other things, when we see\nhow love can make a poor slave do what he did?\n\nAnd they found him guilty of everything I've said and more\nbecause they asked me questions and threatened me too, and I\nanswered them like a child.  I was so frightened that I told them\neverything I knew--even about some horseshoes my mother\nhad made me sell to a blacksmith.\n\nThey beat and tarred my poor stepfather, and they gave my mother\na stiff sentence besides the usual hundred lashes: they said that\nshe couldn't go into the house of the Commander (the one I mentioned)\nand that she couldn't take poor Zaide into her own house.\n\nSo that matters wouldn't get any worse, the poor woman went ahead\nand carried out the sentence.  And to avoid any danger and get\naway from wagging tongues, she went to work as a servant for the\npeople who were living at the Solano Inn then.  And there, while\nputting up with all kinds of indignities, she managed to raise my\nlittle brother until he knew how to walk.  And she even raised me\nto be a good little boy who would take wine and candles to the\nguests and do whatever else they told me.\n\nAbout this time a blind man came by and stayed at the inn.  He\nthought I would be a good guide for him, so he asked my mother if\nI could serve him, and she said I could.  She told him what a\ngood man my father had been and how he'd died in the battle of\nGelves for the holy faith.  She said she trusted God that I\nwouldn't turn out any worse a man than my father, and she begged\nhim to be good to me and look after me, since I would be an\norphan now.  He told her he would and said that I wouldn't be a\nservant to him, but a son.  And so I began to serve and guide my\nnew old master.\n\nAfter he had been in Salamanca a few days, my master wasn't happy\nwith the amount of money he was taking in, and he decided to go\nsomewhere else.  So when we were ready to leave, I went to see my\nmother.  And with both of us crying she gave me her blessing and\nsaid, \"Son, I know that I'll never see you again.  Try to be\ngood, and may God be your guide.  I've raised you and given you\nto a good master; take good care of yourself.\"\n\nAnd then I went back out to my master who was waiting for me.\n\nWe left Salamanca and we came to a bridge; and at the edge of\nthis bridge there's a stone statue of an animal that looks\nsomething like a bull.  The blind man told me to go up next to\nthe animal, and when I was there he said, \"Lazaro, put your ear\nup next to this bull and you'll hear a great sound inside of it.\"\n\nI put my ear next to it very simply, thinking he was telling the\ntruth.  And when he felt my head near the statue, he doubled up\nhis fist and knocked my head into that devil of a bull so hard\nthat I felt the pain from its horns for three days.  And he said\nto me, \"You fool, now learn that a blind man's servant has to be\none step ahead of the devil.\"  And he laughed out loud at his joke.\n\nIt seemed to me that at that very instant I woke up from my\nchildlike simplicity and I said to myself, \"He's right.  I've got\nto open my eyes and be on my guard.  I'm alone now, and I've got\nto think about taking care of myself.\"\n\nWe started on our way again, and in just a few days he taught me\nthe slang thieves use.  When he saw what a quick mind I had he\nwas really happy, and he said, \"I can't give you any gold or\nsilver, but I can give you plenty of hints on how to stay\nalive.\"  And that's exactly what he did; after God, it was this\nfellow who gave me life and who, although he was blind,\nenlightened me and showed me how to live.\n\nI like to tell you these silly things to show what virtue there\nis in men being able to raise themselves up from the depths, and\nwhat a vice it is for them to let themselves slip down from\nhigh stations.\n\nWell, getting back to my dear blind man and telling about his\nways, you should know that from the time God created the world\nthere's no one He made smarter or sharper than that man.  At his\njob he was sly as a fox.  He knew over a hundred prayers by\nheart.  He would use a low tone, calm and very sonorous, that\nwould make the church where he was praying echo.  And whenever he\nprayed, he would put on a humble and pious expression--something\nhe did very well.  And he wouldn't make faces or grimaces with\nhis mouth or eyes the way others do.\n\nBesides this he had thousands of other ways of getting money.  He\ntold everyone that he knew prayers for lots of different things:\nfor women who couldn't have children or who were in labor; for\nthose women who weren't happy in their marriage--so that their\nhusbands would love them more.  He would give predictions to\nexpectant mothers about whether they would have a boy or a girl.\nAnd as far as medicine was concerned, he said that Galen never\nknew the half of what he did about toothaches, fainting spells,\nand female illnesses.  In fact, there was no one who would tell\nhim they were sick that he couldn't immediately say to them: \"Do\nthis, and then is; take this herb, or take that root.\"\n\nAnd so everyone came to him--especially women--and they believed\neverything he told them.  He got a lot out of them with these ways\nI've been telling about; in fact, he earned more in a month than\na hundred ordinary blind men earn in a year.\n\nBut I want you to know, too, that even with all he got and all\nthat he had, I've never seen a more greedy, miserly man.  He was\nstarving me to death.  He didn't even give me enough to keep me\nalive!  I'm telling the truth: If I hadn't known how to help\nmyself with my wily ways and some pretty clever tricks, I would\nhave died of hunger lots of times.  But with all his know-how and\ncarefulness I outwitted him, so that I always--or usually--really\ngot the better of him.  The way I did this was I played some\ndevilish tricks on him, and I'll tell about some of them, even\nthough I didn't come out on top every time.\n\nHe carried the bread and all the other things in a cloth bag, and\nhe kept the neck of it closed with an iron ring that had a\npadlock and key.  And when he put things in or took them out, he\ndid it so carefully and counted everything so well that no one\nin the world could have gotten a crumb from him.  So I'd take\nwhat little he gave me, and in less than two mouthfuls it would\nbe gone.\n\nAfter he had closed the lock and forgotten about it, thinking\nthat I was busy with other things, I would begin to bleed the\nmiserly bag dry.  There was a little seam on the side of the bag\nthat I'd rip open and sew up again.  And I would take out bread--\nnot little crumbs, either, but big hunks--and I'd get bacon and\nsausage too.  And so I was always looking for the right time to\nscore, not on a ball field, but on the food in that blasted bag\nthat the tyrant of a blind man kept away from me.\n\nAnd then, every time I had a chance I'd steal half copper coins.\nAnd when someone gave him a copper to say a prayer for them--and\nsince he couldn't see--they'd no sooner have offered it than I\nwould pop it into my mouth and have a half-copper ready.  And as\nsoon as he stuck out his hand, there was my coin reduced to half\nprice.  Then the old blind man would start growling at me.  As\nsoon as he felt it and realized that it wasn't a whole copper\nhe'd say, \"How the devil is it that now that you're with me they\nnever give me anything but half coppers, when they almost always\nused to give me a copper or a two-copper piece?  I'd swear that\nthis is all your fault.\"\n\nHe used to cut his prayers short, too; he wouldn't even get\nhalfway through them.  He told me to pull on the end of his cloak\nwhenever the person who asked for the prayer had gone.  So that's\nwhat I did.  Then he'd begin to call out again with his cry, \"Who\nwould like to have me say a prayer for him?\" in his usual way.\n\nAnd he always put a little jug of wine next to him when we ate.\nI would grab it quickly and give it a couple of quiet kisses\nbefore I put it back in its place.  But that didn't go on for\nvery long: he could tell by the number of nips he took that some\nwas missing.  So to keep his wine safe he never let the jug out\nof reach; he'd always hold on to the handle.  But not even a\nmagnet could attract the way I could with a long rye straw that I\nhad made for that very purpose.  And I'd stick it in the mouth of\nthe jug and suck until--good-bye, wine!  But the old traitor was\nso wary that I think he must have sensed me, because from then on\nhe stopped that and put the jug between his legs.  And even then\nhe kept his hand over the top to make sure.\n\nBut I got so used to drinking wine that I was dying for it.  And\nwhen I saw that my straw trick wouldn't work, I decided to make a\nspout by carving a little hole in the bottom of the jug and then\nsealing it off neatly with a little thin strip of wax.  When it\nwas mealtime, I'd pretend I was cold and get in between the legs\nof the miserable blind man to warm up by the little fire we had.\nAnd the heat of it would melt the wax, since it was such a tiny\npiece.  Then the wine would begin to trickle from the spout into\nmy mouth, and I got into a position so that I wouldn't miss a\nblasted drop.  When the poor fellow went to drink he wouldn't\nfind a thing.  He'd draw back, astonished, then he'd curse and\ndamn the jar and the wine, not knowing what could have happened.\n\n\"You can't say that I drank it, Sir,\" I said, \"since you never\nlet it out of your hand.\"\n\nBut he kept turning the jug around and feeling it, until he\nfinally discovered the hole and saw through my trick.  But he\npretended that he hadn't found out.\n\nThen one day I was tippling on my jug as usual, without realizing\nwhat was in store for me or even that the blind man had found me\nout.  I was sitting the same as always, taking in those sweet\nsips, my face turned toward the sky and my eyes slightly closed\nso I could really savor the delicious liquor.  The dirty blind\nman saw that now was the time to take out his revenge on me, and\nhe raised that sweet and bitter jug with both his hands and\nsmashed it down on my mouth with all his might.  As I say, he\nused all his strength, and poor Lazaro hadn't been expecting\nanything like this; in fact, I was drowsy and happy as always.\nSo it seemed like the sky and everything in it had really fallen\ndown on top of me.  The little tap sent me reeling and knocked me\nunconscious, and that enormous jug was so huge that pieces of it\nstuck in my face, cutting me in several places and knocking out\nmy teeth, so that I don't have them to this very day.\n\nFrom that minute I began to hate that old blind man.\nBecause, even though he took care of me and treated me all right\nand fixed me up, I saw that he had really enjoyed his dirty\ntrick.  He used wine to wash the places where the pieces of the\njug had cut me, and he smiled and said, \"How about that, Lazaro?\nThe very thing that hurt you is helping to cure you.\"  And he\nmade other witty remarks that I didn't particularly care for.\n\nWhen I had about recovered from the beating and the black and\nblue marks were nearly gone, I realized that with a few more\nblows like that the blind man would have gotten rid of me.  So I\ndecided to be rid of him.  But I didn't run away right then; I\nwaited until I could do it in a safer and better way.  And\nalthough I wanted to be kind and forgive the blind man for\nhitting me with the jug, I couldn't because of the harsh\ntreatment he gave me from then on.  Without any reason he would\nhit me on the head and yank on my hair.  And if anyone asked him\nwhy he beat me so much, he would tell them about the incident\nwith the jug: \"Do you think this boy of mine is just some\ninnocent little fellow?  Well, listen and see if you think the\ndevil himself would try anything like this.\"\n\nAfter they'd heard about it, they would cross themselves and say,\n\"Well--who would ever think that such a little boy would do\nanything like that!\"\n\nThen they'd laugh at the prank and tell him, \"Go on, beat him.\nGod will give you your reward.\"\n\nAnd this advice he followed to the letter.\n\nSo, for revenge, I'd lead him down all the worst roads on purpose\nto see if he wouldn't get hurt somehow.  If there were rocks, I'd\ntake him right over them; if there was mud, I'd lead him through\nthe deepest part.  Because even though I didn't keep dry myself,\nI would have given an eye if I could have hurt two eyes of that\nman who didn't even have one.  Because of this, he was always\nbeating me with the end of his cane so that my head was full of\nbumps, and with him always pulling on my hair a lot of it was\ngone.  I told him I wasn't doing it on purpose and that I just\ncouldn't find any better roads, but that didn't do any good.  The\nold traitor saw through everything and was so wary that he\nwouldn't believe me any more.\n\nSo that you can see how smart this shrewd blind man was, I'll\ntell you about one of the many times when I was with him that he\nreally seemed to show a lot of perception.  When we left Salamanca,\nhis plan was to go to Toledo because the people were supposed to be\nricher there, although not very free with their money.  But he pinned\nhis hopes on this saying:  \"You'll get more water from a narrow\nflowing stream than you will from a deep dry well.\"  And we'd pass\nthrough the best places as we went along.  Where we were welcomed\nand were able to get something, we stayed; where this didn't happen,\nwe'd move on after a few days.\n\nAnd it happened that as we were coming to a place called Almorox\nwhen they were gathering the grapes, a grape picker gave him a\nbunch as alms.  And since the baskets are usually handled pretty\nroughly and the grapes were very ripe at the time, the bunch\nstarted to fall apart in his hand.  If we had thrown it in the\nsack, it and everything it touched would have spoiled.  He\ndecided that we'd have a picnic so that it wouldn't go to waste--\nand he did it to please me, too, since he'd kicked and beat me\nquite a bit that day.  So we sat down on a low wall, and he said:\n\"Now I want to be generous with you: we'll share this bunch of\ngrapes, and you can eat as many as I do.  We'll divide it like\nthis: you take one, then I'll take one.  But you have to promise\nme that you won't take more than one at a time.  I'll do the same\nuntil we finish, and that way there won't be any cheating.\"\n\nThe agreement was made, and we began.  But on his second turn,\nthe traitor changed his mind and began to take two at a time,\nevidently thinking that I was doing the same.  But when I saw\nthat he had broken our agreement, I wasn't satisfied with going\nat his rate of speed.  Instead, I went even further: I took two\nat a time, or three at a time--in fact, I ate them as fast as I\ncould.  And when there weren't any grapes left, he just sat there\nfor a while with the stem in his hand, and then he shook his head\nand said, \"Lazaro, you tricked me.  I'll swear to God that you\nate these grapes three at a time.\"\n\n\"No, I didn't,\" I said.  \"But why do you think so?\"\n\nThat wise old blind man answered, \"Do you know how I see that you\nate them three at a time?  Because I was eating them two at a\ntime, and you didn't say a word.\"\n\nI laughed to myself, and even though I was only a boy, I was very\nmuch aware of the sharpness of that blind man.\n\nBut, so that I won't talk too much, I won't tell about a lot of\nhumorous and interesting things that happened to me with my first\nmaster.  I just want to tell about how we separated, and be done\nwith him.\n\nWe were in Escalona, a town owned by the duke of that name, at an\ninn, and the blind man gave me a piece of sausage to roast for\nhim.  When the sausage had been basted and he had sopped up and\neaten the drippings with a piece of bread, he took a coin out of\nhis purse and told me to go get him some wine from the tavern.\nThen the devil put an idea in my head, just like they say he does\nto thieves.  It so happened that near the fire there was a little\nturnip, kind of long and beat up; it had probably been thrown\nthere because it wasn't good enough for stew.\n\nAt that moment he and I were there all alone, and when I whiffed\nthe delicious odor of the sausage, I suddenly got a huge appetite--\nand I knew that all I would get of it would be the smell.  But the\nthought of eating that sausage made me lose all my fear: I didn't\nthink for a minute what would happen to me.  So while the blind man\nwas getting the money out of his purse, I took the sausage off the\nspit and quickly put the turnip on.  Then the blind man gave me the\nmoney for the wine and took hold of the spit, turning it over the fire,\ntrying to cook the very thing that hadn't been cooked before because\nit was so bad.\n\nI went for the wine, and on the way I downed the sausage.  When I\ncame back I found that sinner of a blind man holding the turnip\nbetween two slices of bread.  He didn't know what it was yet,\nbecause he hadn't felt of it.  But when he took the bread and\nbit into it, thinking he would get part of the sausage too, he\nwas suddenly stopped cold by the taste of the cold turnip.  He\ngot mad then, and said, \"What is this, Lazarillo?\"\n\n\"You mean, 'Lacerated,'\" I said.  \"Are you trying to pin\nsomething on me?  Didn't I just come back from getting the wine?\nSomeone must have been here and played a joke on you.\"\n\n\"Oh, no,\" he said.  \"I haven't let the spit out of my hand.  No\none could have done that.\"\n\nI kept swearing that I hadn't done any switching around.  But it\ndidn't do me any good--I couldn't hide anything from the\nsharpness of that miserable blind man.  He got up and grabbed me\nby the head and got close so he could smell me.  And he must\nhave smelled my breath like a good hound.  Really being anxious\nto find out if he was right, he held on tight and opened my mouth\nwider than he should have.  Then, not very wisely, he stuck in\nhis nose.  And it was long and sharp.  And his anger had made it\nswell a bit, so that the point of it hit me in the throat.  So\nwith all this and my being really frightened, along with the fact\nthat the black sausage hadn't had time to settle in my stomach,\nand especially with the sudden poking in of his very large nose,\nhalf choking me--all these things went together and made the\ncrime and the snack show themselves, and the owner got back what\nbelonged to him.  What happened was that before the blind man\ncould take his beak out of my mouth, my stomach got so upset that\nit hit his nose with what I had stolen.  So his nose and the\nblack, half-chewed sausage both left my mouth at the same time.\n\nOh, Almighty God!  I was wishing I'd been buried at that very\nmoment, because I was already dead.  The perverse blind man was\nso mad that if people hadn't come at the noise, I think he would\nhave killed me.  They pulled me out of his hands, and he was left\nwith what few hairs had still been in my head.  My face was all\nscratched up, and my neck and throat were clawed.  But my throat\nreally deserved its rough treatment because it was only on\naccount of what it had done that I'd been beaten.  Then that\nrotten blind man told everyone there about the things I'd done,\nand he told them over and over about the jug and the grapes and\nthis last incident.\n\nThey laughed so hard that all the people who were going by in the\nstreet came in to see the fun.  But the blind man told them about\nmy tricks with such wit and cleverness that, even though I was\nhurt and crying, I felt that it would have been wrong for me not\nto laugh too.\n\nAnd while this was going on I suddenly remembered that I'd been\nnegligent and cowardly, and I began to swear at myself: I should\nhave bitten off his nose.  I'd had the opportunity to do it; in\nfact, half of the work had already been done for me.  If only I'd\nclamped down with my teeth, I'd have had it trapped.  Even though\nit belonged to that skunk, my stomach would probably have held it\nbetter than it held the sausage; and since there wouldn't have\nbeen any evidence, I could have denied the crime.  I wish to God\nI'd have done it.  It wouldn't have been a bad idea at all!\n\nThe lady running the inn and the others there made us stop our\nfighting, and they washed my face and throat with the wine I'd\nbrought for him to drink.  Then the dirty blind man made up jokes\nabout it, saying things like: \"The truth of the matter is I use\nmore wine washing this boy in one year than I drink in two.\"\nAnd: \"At least, Lazaro, you owe more to wine than you do to your\nfather--he only gave you life once, but wine has brought you to\nlife a thousand times.\"\n\nThen he told about all the times he'd beaten me and scratched my\nface and then doctored me up with wine.\n\n\"I tell you,\" he said, \"if there's one man in the world who will\nbe blessed by wine, it's you.\"\n\nAnd the people who were washing me laughed out loud, while I was\nswearing.\n\nBut the blind man's prophecy wasn't wrong, and since then I've\noften thought about that man who must have had a gift for telling\nthe future.  And I feel sorry about the bad things I did to him,\nalthough I really paid him back, since what he told me that day\nhappened just like he said it would, as you'll see later on.\n\nBecause of this and the dirty tricks the blind man played on me,\nI decided to leave him for good.  And since I had thought about\nit and really had my mind set on it, this last trick of his only\nmade me more determined.  So the next day we went into town to\nbeg.  It had rained quite a bit the night before, and since it\nwas still raining that day, he went around praying under the\narcades in the town so we wouldn't get wet.  But with night\ncoming on and there still being no let up, the blind man said to\nme, \"Lazaro, this rain isn't going to stop, and the later it gets\nthe harder it's coming down.  Let's go inside the inn before\nthere's a real downpour.\"\n\nTo get there we had to cross over a ditch that was full of water\nfrom the rain.  And I said to him; \"Sir, the water's too wide to\ncross here, but if you'd like, I see an easier place to get\nacross, and we won't get wet either.  It's very narrow there, and\nif we jump we'll keep our feet dry.\"\n\nThat seemed like a good idea to him, and he said, \"You're pretty\nclever.  That's why I like you so much.  Take me to the place\nwhere the ditch is narrow.  It's winter now, and I don't care for\nwater any time, and especially not when I get my feet wet.\"\n\nSeeing that the time was ripe, I led him under the arcades, to a\nspot right in front of a sort of pillar or stone post that was in\nthe plaza--one of those that hold up the overhanging arches of\nthe houses.  And I said to him, \"Sir, this is the narrowest\nplace along the whole ditch.\"\n\nIt was really raining hard and the poor man was getting wet.\nThis, along with the fact that we were in a hurry to get out of\nthe water that was pouring down on us--and especially because\nGod clouded his mind so I could get revenge--made him believe me,\nand he said, \"Point me in the right direction, and you jump over\nthe water.\"\n\nI put him right in front of the pillar.  Then I jumped and got\nbehind the post like someone waiting for a bull to charge, and I\nsaid to him, \"Come on, jump as far as you can so you'll miss the\nwater.\"\n\nAs soon as I'd said that, the poor blind man charged like an old\ngoat.  First he took one step back to get a running start, and\nthen he hurled himself forward with all his might.  His head hit\nthe post with a hollow sound like a pumpkin.  Then he fell over\nbackward, half dead, with his head split open.\n\n\"What?  You mean to say you smelled the sausage but not the post?\nSmell it, smell it!\"  I said, and I left him in the hands of all\nthe people who had run to help him.\n\nI reached the village gate on the run, and before night fell I\nmade it to Torrijos.  I didn't know what God had done with him,\nand I never made any attempt to find out.\n\n\n\nII.  How Lazaro Took up with a Priest and the Things That\nHappened to Him with That Man\n\nI didn't feel very safe in that town, so the next day I went to a\nplace named Maqueda.  There I met up with a priest (it must have\nbeen because of all my sins).  I started to beg from him, and he\nasked me if I knew how to assist at mass.  I told him I did, and\nit was the truth: even though that sinner of a blind man beat me,\nhe'd taught me all kinds of good things, too, and this was one of\nthem.  So the priest took me in, and I was out of the frying pan\nand into the fire.  Because even though the blind man was the\nvery picture of greed, as I've said, he was an Alexander the\nGreat compared to this fellow.  I won't say any more, except that\nall the miserliness in the world was in this man.  I don't know\nif he'd been born that way, or if it came along with his priest's\nfrock.\n\nHe had an old chest that he kept locked, and he kept the key tied\nto his cassock with a leather cord.  When the holy bread was\nbrought from church, he'd throw it in the chest and lock it up\nagain.  And there wasn't a thing to eat in the whole place, the\nway there is in most houses: a bit of bacon hanging from the\nchimney, some cheese lying on the table or in the cupboard, a\nbasket with some slices of bread left over from dinner.  It\nseemed to me that even if I hadn't eaten any of it, I would have\nfelt a lot better just being able to look at it.\n\nThe only thing around was a string of onions, and that was kept\nlocked in a room upstairs.  I was rationed out one onion every\nfour days.  And if anyone else was around when I asked him for\nthe key to get it, he'd reach into his breast pocket and untie\nthe key with great airs, and he'd hand it to me and say, \"Here.\nTake it, but bring it back as soon as you're through, and don't\nstuff yourself.\"  And this as if all the oranges in Valencia were\nup there, while there really wasn't a damned thing, as I said,\nbesides the onions hanging from a nail.  And he had those counted\nso well that if I (being the sinner that I am) had taken even one\nextra onion, I would really have been in for it.\n\nSo there I was, dying of hunger.  But if he wasn't very\ncharitable to me, he was to himself.  A good five coppers' worth\nof meat was his usual fare for supper.  I have to admit that he\ndid give me some of the soup, but as for the meat--I didn't even\nget a whiff of it.  All I got was a little bread: that blasted\nman wouldn't give me half of what I really needed!  And on\nSaturdays everyone around here eats head of mutton, and he sent\nme for one that cost six coppers.  He cooked it and ate the eyes,\nthe tongue, the neck, the brains and the meat in the jaws.  Then\nhe gave me the chewed-over bones; he put them on a plate and\nsaid, \"Here, eat this and be happy.  It's a meal fit for a king.\nIn fact, you're living better than the Pope.\"\n\n\"May God grant you this kind of life,\" I said under my breath.\n\nAfter I had been with him for three weeks, I got so skinny that\nmy legs wouldn't hold me up out of sheer hunger.  I saw that I\nwas heading right straight for the grave if God and my wits\ndidn't come to my rescue.  But there was no way I could trick him\nbecause there wasn't a thing I could steal.  And even if there\nhad been something, I couldn't blind him the way I did the other\none (may he rest in peace if that blow on the head finished him\noff).  Because even though the other fellow was smart, without\nthat valuable fifth sense he couldn't tell what I was doing.  But\nthis new guy--there isn't anyone whose sight was as good as\nhis was.\n\nWhen we were passing around the offering plate, not a penny fell\ninto the basket that he didn't have it spotted.  He kept one eye\non the people and the other on my hands.  His eyes danced in\ntheir sockets like quicksilver.  Every cent that was put in was\nticked off in his mind.  And as soon as the offering was over, he\nwould take the plate away from me and put it on the altar.\n\nI wasn't able to get a penny away from him all the time I lived\nwith him--or, to be more precise, all the time I died with him.\nHe never sent me to the tavern for even a drop of wine: what little\nhe brought back from the offering and put in the chest he rationed\nout so that it lasted him a whole week.  And to cover up his terrible\nstinginess, he would say to me, \"Look, son, we priests have to be\nvery moderate in our eating and drinking, and that's why I don't\nindulge the way other people do.\"  But that old miser was really\nlying, because when we prayed at meetings or at funerals and\nother people were paying for the food, he ate like a wolf and\ndrank more than any old, thirsty quack doctor.\n\nSpeaking of funerals, God forgive me but I was never an enemy of\nmankind except during them.  This was because we really ate well\nand I was able to gorge myself.  I used to hope and pray that God\nwould kill off someone every day.  We'd give the sacraments to\nthe sick people, and the priest would ask everyone there to pray.\nAnd I was certainly not the last to begin--especially at extreme\nunction.  With all my heart and soul I prayed to God--not that\nHis will be done, as they say, but that He take the person from\nthis world.\n\nAnd when one of them escaped (God forgive me), I damned him to\nhell a thousand times.  But when one died, I blessed him just as\nmuch.  Because in all the time that I was there--which must have\nbeen nearly six months--only twenty people died.  And\nI really think that I killed them; I mean, they died at my\nrequest.  Because I think that the Lord must have seen my own\nendless and awful dying, and He was glad to kill them so that I\ncould live.  But at that time I couldn't find any relief for my\nmisery.  If I came to life on the days that we buried someone, I\nreally felt the pangs of hunger when there wasn't any funeral.\nBecause I would get used to filling myself up, and then I would\nhave to go back to my usual hunger again.  So I couldn't think\nof any way out except to die: I wanted death for myself sometimes\njust as much as for the others.  But I never saw it, even though\nit was always inside of me.\n\nLots of times I thought about running away from that penny-\npinching master, but I didn't for two reasons.  First, I didn't\ntrust my legs: lack of food had made them so skinny that I was\nafraid they wouldn't hold me up.  Second, I thought a while, and\nI said: \"I've had two masters: the first one nearly starved me to\ndeath, and when I left him I met up with this one; and he gives\nme so little to eat that I've already got one foot in the grave.\nWell, if I leave this one and find a master who is one step\nlower, how could it possibly end except with my death?\"  So I\ndidn't dare to move an inch.  I really thought that each step\nwould just get worse.  And if I were to go down one more step,\nLazaro wouldn't make another peep and no one would ever hear of\nhim again.\n\nSo there I was, in a terrible state (and God help any true\nChristian who finds himself in those circumstances), not knowing\nwhat to do and seeing that I was going from bad to worse.  Then\none day when that miserable, tightfisted master of mine had gone\nout, a tinker came to my door.  I think he must have been an\nangel in disguise, sent down by the hand of God.  He asked me if\nthere was anything I wanted fixed.  \"You could fix me up, and you\nwouldn't be doing half bad,\" I said softly but not so he could\nhear me.  But there wasn't enough time so I could waste it on\nwitty sayings and, inspired by the Holy Spirit, I said to him,\n\"Sir, I've lost the key to this chest, and I'm afraid my master\nwill beat me.  Please look and see if one of those keys you have\nwill fit.  I'll pay you for it.\"\n\nThe angelic tinker began to try out the keys on his chain, one\nafter the other, and I was helping him with my feeble prayers.\nThen, when I least expected it, I saw the face of God, as they\nsay, formed by the loaves of bread inside that chest.  When it\nwas all the way open I said to him, \"I don't have any money to\ngive you for the key, but take your payment from what's in\nthere.\"\n\nHe took the loaf of bread that looked best to him, and he gave me\nthe key and went away happy, leaving me even happier.  But I\ndidn't touch a thing right then so that the loss wouldn't be\nnoticeable.  And, too, when I saw that I was the Lord of all\nthat, I didn't think my hunger would dare come near me.  Then my\nmiserly old master came back, and--thank God--he didn't notice\nthe missing loaf of bread that the angel had carried off.\n\nThe next day, when he left the house, I opened my breadly\nparadise and sank my hands and teeth into a loaf, and in a flash\nI made it invisible.  And, of course, I didn't forget to lock up\nthe chest again.  Then I began to sweep the house very happily,\nthinking that from now on my sad life would change.  And so that\nday and the next I was happy.  But it wasn't meant for that peace\nto last very long because on the third day real tertian fever struck.\n\nIt happened that I suddenly saw that man who was starving me to\ndeath standing over our chest, moving the loaves of bread from\none side to the other, counting and recounting them.  I pretended\nnot to notice, and silently I was praying, hoping, and begging,\n\"Saint John, blind him!\"  After he had stood there quite a while,\ncounting the days and the loaves on his fingers, he said, \"If I\nweren't so careful about keeping this chest closed, I'd swear\nthat someone had taken some of the loaves of bread.  But from now\non, just to close the door on all suspicion, I'm going to keep\nclose track of them.  There are nine and a half in there now.\"\n\n\"May God send you nine pieces of bad news, too,\" I said under my\nbreath.  It seemed to me that what he said went into my heart\nlike a hunter's arrow, and my stomach began to rumble when it saw\nthat it would be going back to its old diet.  Then he left the\nhouse.  To console myself I opened the chest, and when I saw the\nbread I began to worship it--but I was afraid to \"take any in\nremembrance of Him.\"  Then I counted the loaves to see if the old\nmiser had made a mistake, but he had counted them much better\nthan I'd have liked.  The best I could do was to kiss them over\nand over, and as delicately as I could, I peeled a little off the\nhalf-loaf on the side where it was already cut.  And so I got\nthrough that day but not as happily as the one before.\n\nBut my hunger kept growing, mainly because my stomach had gotten\nused to more bread during those previous two or three days.  I\nwas dying a slow death, and finally I got to the point that when\nI was alone the only thing I did was open and close the chest and\nlook at the face of God inside (or at least that's how children\nput it).  But God Himself--who aids the afflicted--seeing me in\nsuch straits, put a little thought into my head that would help\nme.  Thinking to myself, I said: This chest is big and old, and\nit's got some holes in it, although they're small.  But he might\nbe led to believe that mice are getting into it and are eating\nthe bread.  It wouldn't do to take out a whole loaf: he'd notice\nthat it was missing right away, since he hardly gives me any food\nat all to live on.  But he'll believe this all right.\n\nAnd I began to break off crumbs over some cheap tablecloths he\nhad there.  I would pick up one loaf and put another one down, so\nthat I broke a few little pieces off of three or four of them.\nThen I ate those up just as if they were bonbons, and I felt a\nlittle better.  But when he came home to eat and opened the\nchest, he saw the mess.  And he really thought that mice had done\nthe damage because I'd done my job to perfection, and it looked\njust like the work of mice.  He looked the chest over from top to\nbottom, and he saw the holes where he suspected they'd gotten in.\nThen he called me over and said, \"Lazaro, look!  Look at what a\nterrible thing happened to our bread this evening!\"\n\nAnd I put on a very astonished face and asked him what it could\nhave been.\n\n\"What else,\" he said, \"but mice?  They get into everything.\"\n\nWe began to eat, and--thank God--I came out all right in this,\ntoo.  I got more bread than the miserable little bit he usually\ngave me because he sliced off the parts he thought the mice had\nchewed on, and said, \"Eat this.  The mouse is a very clean\nanimal.\"\n\nSo that day, with the extra that I got by the work of my hands--or\nof my fingernails, to be exact--we finished our meal, although I\nnever really got started.\n\nAnd then I got another shock: I saw him walking around carefully,\npulling nails out of the walls and looking for little pieces of\nwood.  And he used these to board up all the holes in the old\nchest.\n\n\"Oh, Lord!\" I said then.  \"What a life full of misery, trials,\nand bad luck we're born into!  How short the pleasures of this\nhard life of ours are!  Here I was, thinking that this pitiful\nlittle cure of mine would get me through this miserable\nsituation, and I was happy, thinking I was doing pretty well.\nThen along came my bad luck and woke up this miser of a master of\nmine and made him even more careful than usual (and misers are\nhardly ever not careful).  Now, by closing up the holes in the\nchest, he's closing the door to my happiness, too, and opening\nthe one to my troubles.\"\n\nThat's what I kept sighing while my conscientious carpenter\nfinished up his job with nails and little boards, and said, \"Now,\nmy dear treacherous mice, you'd better think about changing your\nways.  You won't get anywhere in this house.\"\n\nAs soon as he left, I went to see his work.  And I found that he\ndidn't leave a hole where even a mosquito could get into the\nsorry old chest.  I opened it up with my useless key, without a\nhope of getting anything.  And there I saw the two or three\nloaves that I'd started to eat and that my master thought the\nmice had chewed on, and I still got a little bit off of them by\ntouching them very lightly like an expert swordsman.\n\nSince necessity is the father of invention and I always had so\nmuch of it, day and night I kept thinking about how I was going\nto keep myself alive.  And I think that hunger lit up my path to\nthese black solutions: they say that hunger sharpens your wits\nand that stuffing yourself dulls them, and that's just the way it\nworked with me.\n\nWell, while I was lying awake one night thinking about this--how\nI could manage to start using the chest again--I saw that my\nmaster was asleep: it was obvious from the\nsnoring and loud wheezing he always made while he slept.  I got\nup very, very quietly, and since during the day I had planned out\nwhat I would do and had left an old knife lying where I'd find\nit, I went over to the sorry-looking chest, and in the place\nwhere it looked most defenseless, I attacked it with the knife,\nusing it like a boring tool.\n\nIt was really an old chest, and it had been around for so many\nyears that it didn't have any strength or backbone left.  It was\nso soft and worm-eaten that it gave in to me right away and let\nme put a good-sized hole in its side so I could relieve my own\nsuffering.  When I finished this, I opened the slashed-up chest\nvery quietly, and feeling around and finding the cut-up loaf, I\ndid the usual thing--what you've seen before.\n\nFeeling a little better after that, I closed it up again and went\nback to my straw mat.  I rested there and even slept a while.\nBut I didn't sleep very well, and I thought it was because I\nhadn't eaten enough.  And that's what it must have been because\nat that time all the troubles of the King of France wouldn't have\nbeen able to keep me awake.  The next day my master saw the\ndamage that had been done to the bread along with the hole I'd\nmade, and he began to swear at the mice and say, \"How can this\nbe?  I've never even seen a mouse in this house until now!\"\n\nAnd I really think he must have been telling the truth.  If there\nwas one house in the whole country that by rights should have\nbeen free of mice, it was that one, because they don't usually\nstay where there's nothing to eat.  He began to look around on\nthe walls of the house again for nails and pieces of wood to keep\nthem out.  Then when night came and he was asleep, there I was on\nmy feet with my knife in hand, and all the holes he plugged up\nduring the day I unplugged at night.\n\nThat's how things went, me following him so quickly that this\nmust be where the saying comes from: \"Where one door is closed,\nanother opens.\"  Well, we seemed to be doing Penelope's work on\nthe cloth because whatever he wove during the day I took apart at\nnight.  And after just a few days and nights we had the poor\npantry box in such a shape that, if you really wanted to call it\nby its proper name, you'd have to call it an old piece of armor\ninstead of a chest because of all the nails and tacks in it.\n\nWhen he saw that his efforts weren't doing any good, he said,\n\"This chest is so beat up and the wood in it is so old and thin\nthat it wouldn't be able to stand up against any mouse.  And it's\ngetting in such bad shape that if we put up with it any longer\nit won't keep anything secure.  The worst part of it is that even\nthough it doesn't keep things very safe, if I got rid of it I\nreally wouldn't be able to get along without it, and I'd just end\nup having to pay three or four pieces of silver to get another\none.  The best thing that I can think of, since what I've tried\nso far hasn't done any good, is to set a trap inside the chest\nfor those blasted mice.\"\n\nThen he asked someone to lend him a mousetrap, and with the\ncheese rinds that he begged from the neighbors, the trap was kept\nset and ready inside the chest.  And that really turned out to be\na help to me.  Even though I didn't require any frills for\neating, I was still glad to get the cheese rinds that I took out\nof the mousetrap, and even at that I didn't stop the mouse from\nraiding the bread.\n\nWhen he found that mice had been into the bread and eaten the\ncheese, but that not one of them had been caught, he swore a blue\nstreak and asked his neighbors, \"How could a mouse take cheese\nout of a trap, eat it, leave the trap sprung, and still not get\ncaught?\"  The neighbors agreed that it couldn't be a mouse that\nwas causing the trouble because it would have had to have gotten\ncaught sooner or later.  So one neighbor said to him, \"I remember\nthat there used to be a snake around your house--that must be who\nthe culprit is.  It only stands to reason: it's so long it can\nget the food, and even though the trap is sprung on it, it's not\ncompletely inside, so it can get out again.\"\n\nEveryone agreed with what he'd said, and that really upset my\nmaster.  From then on he didn't sleep so soundly.  Whenever he\nheard even a worm moving around in the wood at night, he thought\nit was the snake gnawing on the chest.  Then he would be up on\nhis feet, and he'd grab a club that he kept by the head of the\nbed ever since they'd mentioned a snake to him, and he would\nreally lay into that poor old chest, hoping to scare the snake\naway.  He woke up the neighbors with all the noise he made, and\nhe wouldn't let me sleep at all.  He came up to my straw mat and\nturned it over and me with it, thinking that the snake had headed\nfor me and gotten into the straw or inside my coat.  Because they\ntold him that at night these creatures look for some place that's\nwarm and even get into babies' cribs and bite them.  Most of the\ntime I pretended to be asleep, and in the morning he would ask\nme, \"Didn't you feel anything last night, son?  I was right\nbehind the snake, and I think it got into your bed: they're very\ncold-blooded creatures, and they try to find a place that's\nwarm.\"\n\n\"I hope to God it doesn't bite me,\" I said.  \"I'm really scared\nof it.\"\n\nHe went around all excited and not able to sleep, so that--on my\nword of honor--the snake (a male one, of course) didn't dare go\nout chewing at night, or even go near the chest.  But in the\ndaytime, while he was at church or in town, I did my looting.\nAnd when he saw the damage and that he wasn't able to do anything\nabout it, he wandered around at night--as I've said--like a\nspook.\n\nI was afraid that in his wanderings he might stumble onto my key\nthat I kept under the straw.  So it seemed to me that the safest\nthing was to put it in my mouth at night.  Because since I'd been\nwith the blind man my mouth had gotten round like a purse, and I\ncould hold twenty or thirty coppers in it--all in half-copper\ncoins--and eat at the same time.  If I hadn't been able to do that\nI couldn't have gotten hold of even a copper that the blasted\nblind man wouldn't have found: he was always searching every\npatch and seam on my clothes.  Well, as I say, I put the key in\nmy mouth every night, and I went to sleep without being afraid\nthat the zombie master of mine would stumble onto it.  But when\ntrouble is going to strike, you can't do a thing to stop it.\n\nThe fates--or to be more exact, my sins--had it in store for me\nthat one night while I was sleeping my mouth must have been open,\nand the key shifted so that the air I breathed out while I was\nasleep went through the hollow part of the key.  It was tubular,\nand (unfortunately for me) it whistled so loud that my master\nheard it and got excited.  He must have thought it was the snake\nhissing, and I guess it really sounded like one.\n\nHe got up very quietly with his club in hand, and by feeling his\nway toward the sound he came up to me very softly so the snake\nwouldn't hear him.  And when he found himself so close, he\nthought that it had come over to where I was lying, looking for a\nwarm place, and had slipped into the straw.  So, lifting the club\nup high, and thinking that he had the snake trapped down there\nand that he would hit it so hard that he'd kill it, he swung down\non me with such a mighty blow that he knocked me unconscious and\nleft my head bashed in.\n\nThen he saw that he'd hit me (I must have really cried out when\nthe blow leveled me), and--as he later told me--he reached over\nand shouted at me, calling my name and trying to revive me.  But\nwhen his hands touched me and he felt all the blood, he realized\nwhat he'd done, and he went off to get a light right away.  When\nhe came back with it he found me moaning with the key still in my\nmouth: I had never let loose of it, and it was still sticking half\nout--just like it must have been when I was whistling through it.\n\nThe snake killer was terrified, wondering what it could be.  He\ntook it all the way out of my mouth and looked at it.  Then he\nrealized what it was because its ridges matched his key exactly.\nHe went to try it out, and he solved the crime.  Then that cruel\nhunter must have said: \"I've found the mouse and the snake that\nwere fighting me and eating me out of house and home.\"\n\nI can't say for sure what happened during the next three days\nbecause I spent them inside the belly of the whale.  But what\nI've just told I heard about from my master when I came to; he\nwas telling what had happened in detail to everyone who came by.\nAt the end of three days, when I was back in my senses, I found myself\nstretched out on my straw bed with my head all bandaged up and full\nof oils and salves.  And I got scared and said, \"What is this?\"\n\nThe cruel priest answered, \"It seems that I caught the mice and\nsnakes that were ruining me.\"\n\nI looked myself over, and when I saw how badly beaten up I was, I\nguessed what had happened.\n\nThen an old lady who was a healer came in, along with the\nneighbors.  And they began to take the wrappings off my head and\ntreat the wound.  When they saw that I was conscious again, they\nwere very happy, and they said, 'Well, he's got his senses back.\nGod willing, it won't be too serious.\"\n\nThen they began to talk again about what had happened to me and\nto laugh.  While I--sinner that I am--I was crying.  Anyway, they\nfed me, and I was famished, but they really didn't give me\nenough.  Yet, little by little, I recovered, and two weeks later\nI was able to get up, out of any danger (but not out of my state\nof hunger) and nearly cured.\n\nThe next day when I'd gotten up, my master took me by the hand\nand led me out the door, and when I was in the street he said to\nme: \"Lazaro, from now on you're on your own--I don't want you.\nGo get yourself another master, and God be with you.  I don't\nwant such a diligent servant here with me.  You could only have\nbecome this way from being a blind man's guide.\"\n\nThen he crossed himself as if I had the devil in me and went back\ninto his house and closed the door.\n\n\n\nIII.  How Lazaro Took up with a Squire and What Happened to Him Then\n\nSo I had to push on ahead, as weak as I was.  And little by\nlittle, with the help of some good people, I ended up in this\ngreat city of Toledo.  And here, by the grace of God, my wounds\nhealed in about two weeks.  People were always giving me things\nwhile I was hurt, but when I was well again, they told me, \"You--\nyou're nothing but a lazy, no-good sponger.  Go on--go find\nyourself a good master you can work for.\"\n\n\"And where will I meet up with one of those,\" I said to myself,\n\"unless God makes him from scratch, the way he created the world?\"\n\nWhile I was going along begging from door to door (without much\nsuccess, since charity seemed to have gone up to heaven), God had\nme run into a squire who was walking down the street.  He was\nwell dressed, his hair was combed, and he walked and looked like\na real gentleman.  I looked at him, and he looked at me, and he\nsaid, \"Boy, are you looking for a master?\"\n\nAnd I said, \"Yes, sir.\"\n\n\"Well, come with me,\" he said.  \"God has been good to you, making\nyou run into me.  You must have been doing some good praying\ntoday.\"\n\nSo I went with him.  And I thanked God that he asked me to go\nalong because--with his nice-looking clothes and the way he\nlooked--I thought he was just what I needed.\n\nIt was morning when I found my third master.  And I followed him\nthrough most of the city.  We went through squares where they\nwere selling bread and different things.  And I was hoping and\npraying that he would load me up with some of the food they were\nselling because it was just the right time for shopping.  But\nvery quickly, without stopping, we went right past those places.\nMaybe he doesn't like what he sees here, I thought, and he wants\nto buy his groceries somewhere else.\n\nSo we kept on walking until it was eleven o'clock.  Then he went\ninto the cathedral, and I was right behind him.  I saw him listen\nto mass and go through the other holy ceremonies very devoutly,\nuntil it was over and the people had gone.  Then we came out of\nthe church.\n\nWe began to go down a street at a good clip.  And I was the\nhappiest fellow in the world, since we hadn't stopped to buy any\nfood.  I really thought my new master was one of those people who\ndo all their shopping at once, and that our meal would be there,\nready and waiting for us, just the way I wanted--and, in fact, the\nway I needed.\n\nAt that minute the clock struck one--an hour past noon--and we came\nto a house where my master stopped, and so did I.  And pulling\nhis cape to the left, he took a key out of his sleeve and opened\nthe door, and we both went into the house.  The entrance was dark\nand gloomy: it looked like it would make anyone who went in\nafraid.  But inside there was a little patio and some fairly nice\nrooms.\n\nOnce we were in, he took off his cape: he asked me if my hands\nwere clean, and then we shook it out and folded it.  And blowing\nthe dust very carefully off a stone bench that was there, he put\nthe cape down on top of it.  And when that was done, he sat down\nnext to it and asked me a lot of questions about where I was from\nand how I'd happened to come to that city.\n\nI talked about myself longer than I wanted to because I thought\nit was more a time to have the table set and the stew dished up\nthan to tell him about all that.  Still, I satisfied him about\nmyself, lying as well as I could.  I told him all my good points\nbut kept quiet about the rest, since I didn't think that was the\ntime for them.  When that was over, he just sat there for a\nwhile.  I began to realize that that was a bad sign, since it was\nalmost two o'clock and I hadn't seen him show any more desire to\neat than a dead man.\n\nThen I began to think about his keeping the door locked, and the\nfact that I hadn't heard any other sign of life in the whole\nhouse.  The only thing I'd seen were walls: not a chair, not a\nmeat-cutting board, a stool, a table, or even a chest like the\none I'd had before.  And I began to wonder if that house was\nunder a spell.  While I was thinking about this, he said to me,\n\"Boy, have you eaten?\"\n\n\"No, sir,\" I said.  \"It wasn't even eight o'clock when I met you.\"\n\n\"Well, even though it was still morning, I'd already had\nbreakfast.  And when I eat like that, I want you to know that I'm\nsatisfied until nighttime.  So you'll just have to get along as\nwell as you can: we'll have supper later.\"\n\nYou can see how, when I heard this, I nearly dropped in my\ntracks--not so much from hunger but because fate seemed to be\ngoing completely against me.  Then all my troubles passed before\nmy eyes again, and I began to cry over my hardships once more.  I\nremembered my reasoning when I was thinking about leaving the\npriest: I figured that even though he was mean and stingy, it\nmight turn out that I would meet up with someone worse.  So there\nI was, moping over the hard life I'd had and over my death that\nwas getting nearer and nearer.\n\nAnd yet, keeping back my emotions as well as I could, I said to\nhim, \"Sir, I am only a boy, and thank God I'm not too concerned\nabout eating.  I can tell you that I was the lightest eater of\nall my friends, and all the masters I've ever had have praised\nthat about me right up to now.\"\n\n\"That really is a virtue,\" he said, \"and it makes me appreciate\nyou even more.  Because only pigs stuff themselves: gentlemen eat\nmoderately.''\n\nI get the picture!  I thought to myself.  Well, damn all the\nhealth and virtue that these masters I run into find in staying\nhungry.\n\nI went over next to the door and took out of my shirt some pieces\nof bread that I still had from begging.  When he saw this, he\nsaid to me, \"Come here, boy.  What are you eating?\"\n\nI went over to him and showed him the bread.  There were three\npieces, and he took one--the biggest and best one.  Then he said,\n\"Well, well, this does look like good bread.\"\n\n\"It is!\" I said.  \"But tell me, sir, do you really think so now?\"\n\n\"Yes, I do,\" he said.  \"Where did you get it?  I wonder if the\nbaker had clean hands?\"\n\n\"I can't tell you that,\" I said, but it certainly doesn't taste bad.\"\n\n\"Let's see if you're right,\" said my poor master.\n\nAnd he put it in his mouth and began to gobble it down as\nferociously as I was doing with mine.\n\n\"Bless me, this bread is absolutely delicious,\" he said.\n\nWhen I saw what tree he was barking up, I began to eat faster.\nBecause I realized that if he finished before I did, he would be\nnice enough to help me with what was left.  So we finished almost\nat the same time.  And he began to brush off a few crumbs--very\ntiny ones--that were left on his shirt.  Then he went into a\nlittle room nearby and brought out a chipped-up jug--not a very\nnew one--and after he had drunk, he offered it to me.  But, so I\nwould look like a teetotaler, I said, \"Sir, I don't drink wine.\"\n\n\"It's water,\" he said.  \"You can drink that.\"\n\nThen I took the jug, and I drank.  But not much, because being\nthirsty wasn't exactly my trouble.  So that's how we spent the\nday until nighttime: him asking me questions and me answering as\nbest I could.  Then he took me to the room where the jug that\nwe'd drunk from was, and he said to me, \"Boy, get over there, and\nI'll show you how this bed is made up so that you'll be able to\ndo it from now on.\"\n\nI went down to one end, and he went over to the other, and we\nmade up the blasted bed.  There really wasn't much to do: it just\nhad a bamboo frame sitting on some benches, and on top of that\nthere was a filthy mattress with the bedclothes stretched over\nit.  And since it hadn't been washed very often, it really didn't\nlook much like a mattress.  But that's what it was used for,\nthough there was a lot less stuffing than it needed.  We\nstretched it out and tried to soften it up.  But that was\nimpossible because you can't make a really hard object soft.  And\nthat blessed packsaddle had hardly a damned thing inside of it.\nWhen it was put on the frame, every strut showed through,\nand it looked just like the rib cage of a real skinny pig.\nAnd on top of that starving pad he put a cover of the same stamp:\nI never could decide what color it was.  With the bed made and\nnight on us, he said to me, \"Lazaro, it's late now, and it's a\nlong way from here to the square.  And besides, there are a lot\nof thieves who go around stealing at night in this city.  Let's\nget along as well as we can, and tomorrow, when it's daytime, God\nwill be good to us.  I've been living alone, and so I haven't\nstocked up any groceries: instead, I've been eating out.  But\nfrom now on we'll do things differently.\"\n\n\"Sir,\" I said, \"don't worry about me.  I can spend one night--or\nmore, if I have to--without eating.\"\n\n\"You'll live longer and you'll be healthier too,\" he answered.\n\"Because as we were saying today, there's nothing in the world\nlike eating moderately to live a long life.\"\n\nIf that's the way things are, I thought to myself, I never will\ndie.  Because I've always been forced to keep that rule, and with\nmy luck I'll probably keep it all my life.\n\nAnd he lay down on the bed, using his pants and jacket as a\npillow.  He told me to stretch out at his feet, so I did.  But I\ndidn't get a damned bit of sleep!  The frame struts and my\nprotruding bones didn't stop squabbling and fighting all night\nlong.  With all the pains, hunger, and trouble I'd been through,\nI don't think there was a pound of flesh left on my body.  And\nsince I'd hardly had a bite to eat that day, I was groveling in\nhunger--and hunger and sleep don't exactly make good bedfellows.\nSo I cursed myself (God forgive me!) and my bad luck over and\nover, nearly all night long.  And what was worse, I didn't dare\nto turn over because I might wake him up.  So I just kept asking\nGod for death.\n\nWhen morning came we got up, and he began to shake out and clean\nhis pants and jacket and his coat and cape (while I stood around\nlike an idle servant!).  And he took his own good time about\ngetting dressed.  I brought some water for him to wash his hands,\nand then he combed his hair and put his sword in the belt, and\nwhile he was doing that, he said: \"If you only knew what a prize\nthis is, boy!  I wouldn't sell it for any amount of money in the\nworld.  And I'll have you know that of all the swords the famous\nToledan swordmaker Antonio made, there isn't one that he put as\nsharp an edge on as this one has.\"\n\nAnd he pulled it out of the sheath and felt it with his fingers\nand said, \"Look here.  I'll bet I could slice a ball of wool with\nit.\"  And I thought to myself: And with my teeth--even though\nthey're not made of steel--I could slice a four-pound loaf of bread.\n\nHe put it back in the sheath and strapped it on, and then he hung\na string of large beads from the sword belt.  And he walked\nslowly, holding his body straight and swaying gracefully as he\nwalked.  And every so often he would put the tail of the cape\nover his shoulder or under his arm.  And with his right hand on\nhis side, he went out the door, saying, \"Lazaro, while I go to\nmass, you watch the house.  Make the bed and fill the pitcher up\nwith water from the river just down below us.  Be sure to lock\nthe door so that nothing will get stolen, and put the key on the\nhinge here so that if I come back while you're gone I can get in.\"\n\nThen he went up the street with such a stately expression and\nmanner that anyone who didn't know him would think he was a close\nrelative to the Count of Arcos, or at least his valet.\n\nI stood there, thinking: \"Bless You, Lord--You give us sickness\nand You cure us too!  My master looks so content that anyone who\nsaw him would think he'd eaten a huge supper last night and slept\nin a nice bed.  And even though it's early in the morning, they'd\nthink he'd had a good breakfast.  Your ways are mighty\nmysterious, Lord, and people don't understand them!  With that\nrefined way he acts and that nice-looking cape and coat he'd fool\nanyone.  And who would believe that that gracious man got by all\nday yesterday on a piece of bread that his servant Lazaro had\ncarried all day and night inside his shirt for safekeeping--not\nreally the most sanitary place in the world--and that today when\nhe washed his hands and face, he dried them on his shirttail\nbecause we didn't have any towels?  Nobody would suspect it, of\ncourse.  Oh Lord, how many of these people do You have scattered\naround the world who suffer for the filth that they call honor\nwhat they would never suffer for You!\"\n\nSo I stood at the door, thinking about these things and looking\nuntil my master had disappeared down the long, narrow street.\nThen I went back into the house, and in a second I walked through\nthe whole place, both upstairs and down, without stopping or\nfinding anything to stop for.  I made up that blasted hard bed\nand took the jug down to the river.  And I saw my master in a\ngarden, trying hard to coax two veiled women--they looked like\nthe kind that are always hanging around that place.  In fact, a\nlot of them go there in the summer to take the early morning air.\nAnd they go down to those cool riverbanks to eat breakfast--\nwithout even bringing any food along; they're sure someone will\ngive them some, since the men around there have got them in the\nhabit of doing that.\n\nAs I say, there he was with them just like the troubador Macias,\ntelling them more sweet words than Ovid ever wrote.  And when\nthey saw that he was pretty well softened up, they weren't ashamed\nto ask him for some breakfast, promising the usual payment.\n\nBut his pocketbook was as cold as his stomach was warm, and he\nbegan to have such hot chills that the color drained from his\nface, and he started to trip over his tongue and make up some\nlame excuses.\n\nThey must have been pretty experienced women because they caught\non to his illness right away and left him there for what he was.\n\nI'd been eating some cabbage stalks, and that was my breakfast.\nAnd since I was a new servant, I went back home very diligently\nwithout my master seeing me.  I decided I'd sweep out a little\nthere, since that's what the place really needed, but I couldn't\nfind anything to sweep with.  Then I began to think about what I\nshould do, and I decided to wait until noon for my master because\nif he came he might bring something to eat; but that turned out\nto be a waste of time.\n\nWhen I saw that it was getting to be two o'clock and he still\nhadn't come, I began to be attacked by hunger.  So I locked the\ndoor and put the key where he told me to, and then I went back to\nmy old trade.  With a low, sickly voice, my hands crossed over my\nchest, and with my eyes looking up to heaven and God's name on my\ntongue, I began to beg for bread at the doors of the biggest\nhouses I saw.  But I'd been doing this almost from the cradle--I\nmean I learned it from that great teacher, the blind man, and I\nturned out to be a pretty good student--so even though this town\nhad never been very charitable, and it had been a pretty lean\nyear besides, I handled myself so well that before the clock\nstruck four I had that many pounds of bread stored away in my\nstomach and at least two more in my sleeves and inside my shirt.\n\nI went back to the house, and on my way through the meat market I\nbegged from one of the women there, and she gave me a piece of\ncow's hoof along with some cooked tripe.\n\nWhen I got home my good master was there, his cape folded and\nlying on the stone bench, and he was walking around in the patio.\nI went inside, and he came over to me.  I thought he was going to\nscold me for being late, but God had something better in store.\nHe asked me where I'd been, and I told him, \"Sir, I was here\nuntil two o'clock, and when I saw that you weren't coming, I went\nto the city and put myself in the hands of the good people there,\nand they gave me what you see here.\"\n\nI showed him the bread and the tripe that I was carrying in my\nshirttail, and his face lit up, and he said: 'Well, I held up\ndinner for you, but when I saw that you weren't going to come, I\nwent ahead and ate.  But what you've done there is all right\nbecause it's better to beg in God's name than it is to steal.\nThat's my opinion, so help me.  The only thing I ask is that you\ndon't tell anyone that you're living with me because it will hurt\nmy honor.  But I think it would stay a secret anyway, since\nhardly anyone in this town knows me.  I wish I'd never come\nhere!\"\n\n\"Don't worry about that, sir,\" I said.  \"No one would give a damn\nabout asking me that, and I wouldn't tell them even if they did.\"\n\n\"Well then, eat, you poor sinner.  If it's God's will, we'll soon\nsee ourselves out of these straits.  But I want you to know that\never since I came to this house nothing has gone right for me.\nThere must be an evil spell on it.  You know there are some\nunlucky houses that are cursed, and the bad luck rubs off on the\npeople who live in them.  I don't doubt for a minute that this is\none of them, but I tell you that after this month is over, I\nwouldn't live here even if they gave the place to me.\"\n\nI sat down at the end of the stone bench, and I kept quiet about\nmy snack so that he wouldn't take me for a glutton.  So, for\nsupper I began to eat my tripe and bread, while I was watching my\npoor master out of the corner of my eye.  And he kept staring at\nmy shirttail that I was using for a plate.  I hope God takes as\nmuch pity on me as I felt for him.  I knew just what he was\nfeeling, since the same thing had happened to me lots of times--\nand, in fact, it was still happening to me.  I thought about\nasking him to join me, but since he told me that he'd already\neaten I was afraid he wouldn't accept the invitation.  The fact\nis, I was hoping that the sinner would help himself to the food I\nhad gone to the trouble of getting and that he'd eat the way he\ndid the day before so he could get out of his own troubles.  This\nwas really a better time for it, since there was more food and I\nwasn't as hungry.\n\nGod decided to grant my wish--and his, too, I guess.  Because he\nwas still walking around, but when I began to eat, he came over\nto me and said, \"I tell you, Lazaro, I've never seen anyone eat\nwith as much gusto as you put into it.  Anyone watching you would\nget hungry on the spot, even if he hadn't been before.\"\n\nThe marvelous appetite you have, I thought to myself, makes you\nthink mine is beautiful.\n\nStill, I decided to help him, since he had opened up a way for me\nhimself.  So I said to him, \"Sir, a man can do a good job if he\nhas good tools.  This bread is absolutely delicious, and the\ncow's hoof is so well cooked and seasoned that no one could\npossibly resist its taste.\"\n\n\"Is it cow's hoof?\"\n\n\"Yes, sir.\"\n\n\"I tell you, there's no better dish in the world.  I don't even\nlike pheasant as much.\"\n\n\"Well, dig in, sir, and you'll see how good it really is.\"\n\nI put the cow's hooves into his, along with three or four of the\nwhiter pieces of bread.  And he sat down beside me and began to\neat like a man who was really hungry.  He chewed the meat off of\nevery little bone better than any hound of his would have done.\n\n\"With garlic sauce,\" he said, \"this is an exceptional dish.\"\n\n\"You don't need any sauce with your appetite,\" I said under my breath.\n\n\"By God, that tasted so good you'd think I hadn't had a bite to\neat all day.\"\n\nThat's true as sure as I was born, I said to myself.\n\nHe asked me for the water jug, and when I gave it to him it was\nas full as when I'd first brought it in.  Since there was no\nwater gone from it, there was a sure sign that my master hadn't\nbeen overeating that day.  We drank and went to sleep, very\ncontent, like we'd done the night before.\n\nWell, to make a long story short, that's the way we spent the\nnext nine or ten days: that sinner would go out in the morning\nwith his satisfied, leisurely pace, to dawdle around the streets\nwhile I was out hoofing it for him.\n\nI used to think lots of times about my catastrophe:  having\nescaped from those terrible masters I'd had and looking for\nsomeone better, I ran into a man who not only couldn't support me\nbut who I had to support.  Still, I really liked him because I\nsaw that he didn't have anything and he couldn't do more than he\nwas already doing.  I felt more sorry for him than angry.  And\nlots of times, just so I could bring back something for him to\neat, I didn't eat anything myself.\n\nI did this because one morning the pitiful fellow got up in his\nshirt and went to the top floor of the house to take care of a\ncertain necessity.  And to satisfy my curiosity I unfolded the\njacket and pants he'd left at the head of the bed.  And I found\nan old, crumpled-up little purse of satiny velvet that didn't\nhave a damned cent in it, and there wasn't any sign that it had\nhad one for a long time.\n\n\"This man,\" I said, \"is poor.  And no one can give what he\ndoesn't have.  But both the stingy blind man and that blasted\nmiser of a priest did all right in God's name--one of them with a\nquick tongue and the other one with his hand-kissing.  And\nthey were starving me to death.  So it's only right that I should\nhate them and feel sorry for this man.\"\n\nAs God is my witness, even today when I run into someone like\nhim, with that pompous way of walking of his, I feel sorry for\nthem because I think that they may be suffering what I saw this\none go through.  But even with all his poverty, I'd still be glad\nto serve him more than the others because of the things I've just\nmentioned.  There was only one little thing that I didn't like\nabout him: I wished that he wouldn't act so superior; if only\nhe'd let his vanity come down a little to be in line with his\ngrowing necessity.  But it seems to me that that's a rule his\nkind always keeps: even if they don't have a red cent to their\nname, they have to keep up the masquerade.  God help them or\nthat's the way they'll go to their graves.\n\nWell, while I was there, getting along the way I said, my bad\nluck (which never got tired of haunting me) decided that that\nhard, foul way of life shouldn't last.  The way it happened was\nthat, since there had been a crop failure there that year, the\ntown council decided to make all the beggars who came from other\ntowns get out of the city.  And they announced that from then on\nif they found one of them there, he'd be whipped.  So the law\nwent into effect, and four days after the announcement was given\nI saw a procession of beggars being led through the streets and\nwhipped.  And I got so scared that I didn't dare go out begging\nany more.\n\nIt's not hard to imagine the dieting that went on in my house and\nthe sadness and silence of the people living there.  It was so\nbad that for two or three days at a time we wouldn't have a bite\nto eat or even say one word to each other.  I knew some ladies\nwho lived next door to us; they spun cotton and made hats, and\nthey kept me alive.  From what little they brought in they always\ngave me something, and I just about managed to get by.\n\nBut I didn't feel as sorry for myself as I did for my poor\nmaster: he didn't have a damned bite to eat in a week.  At least,\nwe didn't have anything to eat at the house.  When he went out I\ndon't know how he got along, where he went or what he ate.  And\nif you could only have seen him coming down the street at noon,\nholding himself straight, and skinnier than a full-blooded\ngreyhound!  And because of his damn what-do-you-call it--honor--\nhe would take a toothpick (and there weren't very many of those\nin the house either) and go out the door, picking at what didn't\nhave anything between them and still grumbling about the cursed\nplace.  He'd say, \"Look how bad things are.  And it's this\nblasted house that's causing it all.  Look how gloomy and dark\nand dismal it is.  As long as we stay here, we're going to\nsuffer.  I wish the month were over so we could get out of here.\"\n\nWell, while we were in this terrible, hungry state, one day--I\ndon't know by what stroke of luck or good fortune--a silver piece\nfound its way into the poor hands of my master.  And he brought it\nhome with him, looking as proud as if he had all the money in Venice,\nand smiling very happily, he gave it to me and said: \"Take this, Lazaro.\nGod is beginning to be good to us.  Go down to the square and buy bread\nand wine and meat.  Let's shoot the works!  And also--this should make\nyou happy--I want you to know that I've rented another house, so we'll\nonly stay in this unlucky place until the end of the month.  Damn the\nplace and damn the person who put the first tile on its roof--\nI should never have rented it.  I swear to God that as long as\nI've lived here I haven't had a drop of wine or a bite of meat,\nand I haven't gotten any rest.  And it's all because of the way\nthis place looks--so dark and gloomy!  Go on now, and come back\nas quick as you can: we'll eat like kings today.\"\n\nI took my silver coin and my jug, and hurrying along, I went up\nthe street, heading for the square, very content and happy.  But\nwhat's the use if my bad luck has it planned for me that I can't\nenjoy anything without trouble coming along with it?  And that's\nthe way this thing went.  I was going up the street, thinking\nabout how I would spend the money in the best way possible and\nget the most out of it.  And I was thanking God with all my heart\nfor letting my master have some money, when suddenly I came upon\na corpse that a bunch of clergy and other people were carrying\ndown the street on a litter.\n\nI squeezed up next to the wall to let them by, and after the body\nhad gone past there came right behind the litter a woman who must\nhave been the dead man's wife, all dressed up in mourning (and a\nlot of other women with her).  And she came along, crying loudly\nand saying, \"My husband and lord, where are they taking you?\nIt's to that poor, unhappy house, that dark and gloomy house,\nthat house where they never eat or drink!\"\n\nAnd when I heard that, I felt like I had fallen through the\nground, and I said, \"Oh--no!  They're taking this dead man to my\nhouse.\"\n\nI turned around and squeezed through the crowd and ran back down\nthe street as fast as I could toward my house.  And when I got\ninside I closed the door right behind me and called out for my\nmaster to come and help me.  And I grabbed hold of him and begged\nhim to help me block the door.  He was a little stunned, thinking\nit might be something else, and he asked me, \"What is it, boy?\nWhy are you shouting?  What's the matter?  Why did you slam the\ndoor so hard?\"\n\n\"Oh, sir,\" I said, \"help me!  They're bringing a dead man here.\"\n\n\"What do you mean?\" he asked.\n\n\"I stumbled into him just up the way from here, and his wife was\ncoming along saying, 'My husband and lord, where are they taking\nyou?  To the dark and gloomy house, the poor, unhappy house, the\nhouse where they never eat or drink!' Oh, sir, they're bringing\nhim here.\"\n\nAnd I tell you that when my master heard that, even though he\ndidn't have any reason for being very cheerful, he laughed so\nhard that for a long time he couldn't even talk.  In the meantime\nI had the bolt snapped shut on the door and my shoulder against\nit to hold them all back.  The people passed by with their\ncorpse, and I was still afraid that they were going to stick him\nin our house.  And when he'd had his bellyful of laughter (more\nthan of food) my good master said to me: \"It's true, Lazaro, that\ntaking the words of the widow at face value, you had every reason\nto think what you did.  But since it was God's will to do\nsomething else and they've gone by, go on and open the door and\ngo get us something to eat.\"\n\n\"Sir, wait until they've gone down the street,\" I said.\n\nFinally my master came up to the door that led to the street and\nopened it, reassuring me--and I really needed that because I was\nso upset and afraid.  So I started up the street again.\n\nBut even though we ate well that day, I didn't enjoy it a damn\nbit.  In fact, I didn't get my color back for three days.  And my\nmaster would grin every time he thought about what I'd done.\n\nSo that's what happened to me during those days with my third\npoor master, this squire, and all the time I was wishing I knew\nhow he'd come to this place and why he was staying here.  Because\nfrom the very first day that I started serving him, I realized he\nwas a stranger here: he hardly knew anyone, and he didn't\nassociate with very many of the people around here.\n\nFinally my wish came true, and I found out what I wanted to know.\nOne day after we'd eaten fairly well and he was pretty content,\nhe told me about himself.  He said he was from Old Castile.  And\nhe said the only reason he'd left there was because he didn't\nwant to take his hat off to a neighbor of his who was a high-\nclass gentleman.\n\n\"Sir,\" I said, \"if he was the kind of man you say he was and his\nstatus was higher than yours, it was only right for you to take\nyour hat off first--after all, you say that\nhe took off his hat, too.\"\n\n\"That is the kind of man he was: his status was higher and he did\ntake his hat off to me.  But considering all the time I took mine\noff first, it wouldn't have been asking too much for him to be\ncivil and make the first move once in a while.\"\n\n\"It seems to me, sir,\" I told him, \"that I wouldn't even think\nabout that--especially with people who are my superiors and are\nbetter off than I am.\"\n\n\"You're just a boy,\" he answered, \"and you don't understand\nhonor.  That is the most important thing to any self-respecting\ngentleman these days.  Well, I want you to know that I'm a\nsquire--as you can see.  But I swear to God that if I meet a\ncount on the street and he doesn't take his hat all the way off\nhis head for me, the next time I see him coming, I'll duck right\ninto a house and pretend that I have some business or other to do\nthere.  Or I'll go up another street, if there is one, before he\ngets up to me--just so I won't have to take off my hat to him.\nBecause a gentleman doesn't owe anything to anyone except\nGod or the King.  And it isn't right, if he's a man of honor,\nfor him to let his self-respect fall even for a minute.\n\n\"I remember one day when I put a craftsman from my town in his\nplace, and I felt like strangling him, too, because every time I\nran into him he would say, 'God keep you, friend.' 'You little\npeasant,' I said to him, 'How dare you address me with \"God keep\nyou\" as if I were just anybody?  Where were you brought up?' And\nfrom that day on, whenever he saw me, he took off his hat and\nspoke to me the way he was supposed to.\"\n\n\"But isn't that a good way for one man to greet another: to say\n'God keep you'?\"\n\n\"Damn it!\" he said.  \"That's what they say to the lower classes.\nBut to people who are higher up, like me, they're only supposed\nto say, 'I hope you are well today, sir.' Or, at least, 'I hope\nyou feel well today' if the person talking to me is a gentleman.\nSo I didn't want to put up with that man from my town who was\nfilling me up to here with his 'God keep you.' And I wouldn't put\nup with him either.  In fact, I won't stand for anyone--including\nthe King himself--to say to me 'God keep you, friend.'\"\n\n\"Well, I'll be.  .  .  ,\" I said.  \"That's why God doesn't help\nyou out.  You won't let anyone ask Him to.\"\n\n\"Especially,\" he said, \"because I'm not so poor.  In fact, where\nI'm from I have a huge estate (it's fifty miles from where I was\nborn, right along Costanilla, the main street of Valladolid).\nAnd if the houses on it were still standing and kept up, it\nwould be worth more than six thousand pieces of silver--just to\ngive you an idea of how big and grand it would be.  And I have a\npigeon house that would produce more than two hundred pigeons a\nyear if it hadn't fallen down.  And there are some other things I\nwon't mention, but I left them all because of my honor.\n\n\"And I came to this city, thinking I'd find a good position.  But\nit hasn't turned out the way I thought it would.  I meet lots of\ncanons and other officials of the church, but those people are so\ntight with their money that no one could possibly get them to\nchange their ways.  Lesser men want me, too, but working for them\nis a lot of trouble.  They want you to change from a man into a\njack-of-all-trades, and if you won't, they give you the sack.\nAnd, generally, the paydays are few and far between; most of the\ntime your only sure way of being paid is when they feed you.\nAnd when they want to have a clear conscience and really pay you\nfor the sweat of your brow, your payoff comes from their clothes\ncloset with a sweaty old jacket or a ragged cape or coat.  And\neven when a man has a position with someone of the nobility, he\nstill has his troubles.\n\n\"I ask you: aren't I clever enough to serve one of them and make\nhim happy?  Lord, if I ran into one, I really think I'd be his\nfavorite--and I could do lots of things for him.  Why, I could\nlie to him just as well as anyone else could.  And I could\nflatter him like nothing he'd ever seen before.  And I'd laugh at\nhis stories and jokes even if they weren't exactly the funniest\nthings in the world.  I'd never tell him anything disturbing even\nif he would be better off knowing it.  I would be very\nconscientious in everything about him, both in word and in deed.\nAnd I wouldn't kill myself to do things he wouldn't see.\nWhenever he was around to hear me, I would always scold the\nservants so he'd think I was very concerned about him.  And if he\nwere scolding one of his servants, I'd step in with some pointed\nremarks about the culprit that would make the nobleman even\nmadder, while I was appearing to take the servant's side.  I\nwould praise the things he liked, but I'd mock and slander the\npeople of the house and even the ones who didn't live there.  I\nwould go prying and try to find out about other people's lives so\nI could tell him about them.\n\n\"And I'd do all sorts of other things like this that go on in\npalaces these days and that people in that sort of a position\nlike.  They don't want to see good men in their homes.  In fact,\nthey think they're useless, and actually, they hate them.  They\nsay they're stupid people you can't deal with and that a nobleman\ncan't confide in them.  And smart people these days act with the\nnobility, as I say, just the way I would.  But with my bad luck,\nI haven't met one of them.\"\n\nAnd so my master complained about his unhappy life, too, telling\nme how admirable he was.\n\nWell, about this time, a man and an old woman came in the door.\nThe man wanted the rent money for the house, and the old lady had\nrented him the bed and wanted the money for that.  They figured\nup the amount, and for two months' rent they wanted what he\ncouldn't have made in a year.  I think it was about twelve or\nthirteen pieces of silver.  And he answered them very courteously:\nhe said that he would go out to the square to change a doubloon\nand that they should come back that afternoon.  But when he left,\nhe never came back.\n\nSo they returned in the afternoon, but it was too late.  I told\nthem that he still hadn't come back.  And when night came and he\ndidn't, I was afraid to stay in the house alone.  So I went to\nthe women next door and told them what had happened, and I slept\nat their place.\n\nThe next morning, the creditors returned.  But no one was home,\nso they came to the door of the place I was staying at now and\nasked about their neighbor.  And the women told them, \"Here is\nhis servant and the door key.\"\n\nThen they asked me about him, and I told them I didn't know where\nhe was and that he hadn't come back home after going to get the\nchange.  And I said that I thought he'd given both them and me\nthe slip.\n\nWhen they heard that, they went to get a constable and a notary.\nAnd then they came back with them and took the key and called me\nand some witnesses over.  And they opened the door and went\ninside to take my master's property until he paid what he owed\nthem.  They walked through the entire house and found it empty,\njust as I've said.  And they asked me, \"What's become of your\nmaster's things--his chests and drapes and furniture?\"\n\n\"I don't know anything about that,\" I answered.\n\n\"It's obvious,\" they said, \"that last night they must have had it\nall taken out and carted somewhere else.  Constable, arrest this\nboy.  He knows where it is.\"\n\nThen the constable came over and grabbed me by the collar of my\njacket, and he said, \"Boy, you're under arrest unless you tell us\nwhat's happened to your master's things.\"\n\nI'd never seen myself in such a fix (I had, of course, been held\nby the collar lots of times before, but that was done gently so\nthat I could guide that man who couldn't see down the road), and\nso I was really scared.  And while crying, I promised to answer\ntheir questions.\n\n\"All right,\" they said.  \"Then tell us what you know.  Don't be afraid.\"\n\nThe notary sat down on a stone bench so he could write out the\ninventory, and he asked me what things my master had.\n\n\"Sir,\" I said, \"according to what my master told me, he has a\nnice estate with houses on it and a pigeon house that isn't\nstanding any more.\"\n\n\"All right,\" they said.  \"Even though it probably isn't worth\nmuch, it will be enough to pay off his bill.  And what part of\nthe city is it located in?\" they asked me.\n\n\"In his town,\" I answered.\n\n\"For God's sake, we're really getting far,\" they said.  \"And just\nwhere is his town?\"\n\n\"He told me that he came from Old Castile,\" I replied.\n\nAnd the constable and notary laughed out loud, and said, \"This\nsort of information would be good enough to pay off your debt\neven if it was bigger.\"\n\nThe neighbor ladies were there, and they said: \"Gentlemen, this\nis just an innocent boy, and he's only been with that squire a\nfew days.  He doesn't know any more about him than you do.\nBesides, the poor little fellow has been coming to our house,\nand we've given him what we could to eat out of charity, and at\nnight he's gone to his master's place to sleep.\"\n\nWhen they saw that I was innocent, they let me loose and said I\nwas free to go.  And the constable and notary wanted the man and\nthe woman to pay them for their services.  And there was a lot of\nshouting and arguing about that.  They said they weren't\nobligated to pay: there was no reason for them to, since nothing\nhad been attached.  But the men said that they had missed out on\nsome other more profitable business just so they could come here.\n\nFinally, after a lot of shouting, they loaded the old lady's old\nmattress onto a deputy--even though it wasn't very much of a\nload.  And all five of them went off, shouting at each other.  I\ndon't know how it all turned out.  I think that sinner of a\nmattress must have paid everyone's expenses.  And that was a good\nuse for it because the time it should have spent relaxing and\nresting from its past strain, it had still been going around\nbeing rented out.\n\nSo, as I've said, my poor third master left me, and I saw the\nhand of my bad luck in this, too.  It showed how much it was\ngoing against me, because it arranged my affairs so backward that\ninstead of me leaving my master--which is what normally happens--\nmy master left and ran away from me.\n\n\n\nIV.  How Lazaro Went to Work for a Friar of the Order of Mercy\nand What Happened to Him\n\nI had to get a fourth master, and this one turned out to be a\nfriar of the Order of Mercy.  The women I've mentioned\nrecommended me to him.  They said he was a relative.  He didn't\nthink much of choir duties or eating in the monastery; he was\nalways running around on the outside; and he was really devoted\nto secular business and visiting.  In fact, he was so dedicated\nto this that I think he wore out more shoes than the whole\nmonastery put together.  He gave me the first pair of shoes I\never wore, but they didn't last me a week.  And I wouldn't have\nlasted much longer myself trying to keep up with him.  So because\nof this and some other little things that I don't want to\nmention, I left him.\n\n\n\nV.  How Lazaro Went to Work for a Pardoner and the Things That\nHappened to Him Then\n\n\nAs luck would have it, the fifth one I ran into was a seller of\npapal indulgences.  He was arrogant, without principles, the\nbiggest hawker of indulgences that I've ever seen in my life or\never hope to see--and probably the biggest one of all time.  He\nhad all sorts of ruses and underhanded tricks, and he was always\nthinking up new ones.\n\nWhen he'd come to a place where he was going to sell these\npardons, first he'd give the priests and the other clergy some\npresents--just little things that really weren't worth much: some\nlettuce from Murcia; a couple limes or oranges if they were in\nseason; maybe a peach; some pears--the kind that stay green even\nafter they're ripe.  That way he tried to win them over so they'd\nlook kindly on his business and call out their congregation to buy\nup the indulgences.\n\nWhen they thanked him, he'd find out how well educated they were.\nIf they said they understood Latin, he wouldn't speak a word of\nit so they couldn't trip him up; instead he'd use some refined,\npolished-sounding words and flowery phrases.  And if he saw that\nthese clerics were \"appointed reverends\"--I mean that they bought\ntheir way into the priesthood instead of by going through school-\n-he turned into a Saint Thomas, and for two hours he'd speak\nLatin.  Or, at least, something that sounded like Latin even if\nit wasn't.\n\nWhen they wouldn't take his pardons willingly, he'd try to find\nsome underhanded way to get them to take them.  To do that, he'd\nsometimes make a nuisance of himself, and other times he'd use\nhis bag of tricks.  It would take too long to talk about all the\nthings I saw him do, so I'll just tell about one that was really\nsly and clever, and I think that will show how good he was at it.\n\nIn a place called Sagra, in the province of Toledo, he'd been\npreaching for two or three days, trying his usual gimmicks, and\nnot one person had bought an indulgence, and I couldn't see that\nthey had any intention of buying any.  He swore up and down, and\ntrying to think of what to do, he decided to call the town together\nthe next morning so he could try to sell all the pardons.\n\nAnd that night, after supper, he and the constable began to\ngamble to see who would pay for the meal.  They got to quarreling\nover the game, and there were heated words.  He called the\nconstable a thief, and the constable called him a swindler.  At\nthat point my master, the pardoner, picked up a spear that was\nlying against the door of the room where they were playing.  The\nconstable reached for his sword, that he kept at his side.\n\nThe guests and neighbors came running at the noise and shouting\nwe all began to make, and they got in between the two of them to\nbreak it up.  Both men were really mad, and they tried to get\naway from the people who were holding them back so they could\nkill each other.  But since those people had come swarming in at\nall the noise, the house was full of them, and when the two men\nsaw that they couldn't use their weapons they began to call each\nother names.  And at one point the constable said my master was a\nswindler and that all the pardons he was selling were\ncounterfeit.\n\nFinally, the townspeople saw that they couldn't make them stop,\nso they decided to get the constable out of the inn and take him\nsomewhere else.  And that made my master even madder.  But after\nthe guests and neighbors pleaded with him to forget about it and\ngo home to bed he left, and then so did everyone else.\n\nThe next morning my master went to the church and told them to\nring for mass so he could preach and sell the indulgences.  And\nthe townspeople came, muttering about the pardons, saying that\nthey were forgeries and that the constable himself had let it out\nwhile they were quarreling.  So, if they hadn't wanted to take\nany pardons before, they were dead set against it now.\n\nThe pardoner went up to the pulpit and began his sermon, trying\nto stir up the people, telling them that they shouldn't be\nwithout the blessings and the forgiveness that would come to them\nby buying the indulgences.\n\nWhen he was into the sermon in full swing, the constable came in\nthe church door, and after praying he got up, and with a loud and\nsteady voice he began to speak very solemnly: \"My fellow men, let\nme say a word; afterward, you can listen to whoever you like.  I\ncame here with this swindler who's preaching.  But he tricked\nme: he said that if I helped him in his business, we'd split the\nprofits.  And now, seeing how it would hurt my conscience and\nyour pocketbooks, I've repented of what I've done.  And I want to\ntell you openly that the indulgences he's selling are forgeries.\nDon't believe him and don't buy them.  I'm not involved with them\nany longer--either in an open or a hidden way--and from now on\nI'm giving up my staff, the symbol of my office, and I throw it\non the ground so that you'll see I mean it.  And if sometime in\nthe future this man is punished for his cheating, I want you to\nbe my witnesses that I'm not in with him and I'm not helping him,\nbut that I told you the truth--that he's a double-dealing liar.\"\n\nAnd he finished his speech.\n\nWhen he'd started, some of the respectable men there wanted to\nget up and throw the constable out of church so there wouldn't be\nany scandal.  But my master stopped them and told them all not to\nbother him under penalty of excommunication.  He told them to let\nhim say anything he wanted to.  So while the constable was saying\nall that, my master kept quiet, too.\n\nWhen he stopped speaking, my master told him if he wanted to say\nanything more he should go ahead.  And the constable said, \"I\ncould say plenty more about you and your dirty tricks, but I've\nsaid enough for now.\"\n\nThen the pardoner knelt down in the pulpit, and with his hands\nfolded, and looking up toward heaven, he said: \"Lord God, to Whom\nnothing is hidden and everything is manifest, for Whom nothing is\nimpossible and everything is possible, Thou knowest the truth of\nhow unjustly I have been accused.  In so far as I am concerned, I\nforgive him so that Thou, Oh Lord, may forgive me.  Pay no\nattention to this man who knows not what he says or does.  But\nthe harm that has been done to Thee, I beg and beseech Thee in\nthe name of righteousness that Thou wilt not disregard it.\n\n\"Because someone here may have been thinking of taking this holy\nindulgence, and now, believing that the false words of that man\nare true, they will not take it.  And since that would be so\nharmful to our fellow men, I beg Thee, Lord, do not disregard\nit; instead, grant us a miracle here.  Let it happen in this way:\nif what that man says is true--that I am full of malice and\nfalseness--let this pulpit collapse with me in it and plunge\none hundred feet into the ground, where neither it nor I shall\never be seen again.  But if what I say is true--and he, won over\nby the devil to distrain and deprive those who are here present\nfrom such a great blessing--if he is saying false things,\nlet him be punished and let his malice be known to all.\"\n\nMy reverent master had hardly finished his prayer when the\ncrooked constable fell flat on his face, hitting the floor so\nhard that it made the whole church echo.  Then he began to roar\nand froth at the mouth and to twist it and his whole face, too,\nkicking and hitting and rolling around all over the floor.\n\nThe people's shouts and cries were so loud that no one could hear\nanyone else.  Some were really terrified.  Other people were\nsaying, \"God help him.\"  And others said, \"He got what was coming\nto him.  Anyone who lies like he did deserves it.\"\n\nFinally, some of the people there (even though I think they were\nreally afraid) went up to him and grabbed hold of his arms, while\nhe was swinging wildly at everyone around him.  Other people\ngrabbed his legs, and they really had to hold him tight because\nhe was kicking harder than a mule.  They held him down for quite\na while.  There were more than fifteen men on top of him, and he\nwas still trying to hit them; and if they weren't careful he\nwould punch them in the nose.\n\nAll the time that master of mine was on his knees up in the\npulpit with his hands and eyes fixed on heaven, caught up by the\nHoly Spirit.  And all the noise in the church--the crying and\nshouting--couldn't bring him out of that mystical trance.\n\nThose good men went up to him, and by shouting they aroused him\nand begged him to help that poor man who was dying.  They told\nhim to forget about the things that had happened before and the\nother man's awful words because he had been paid back for them.\nBut if he could somehow do something that would take that man out\nof his misery and suffering, to do it--for God's sake--because it\nwas obvious that the other man was guilty and that the pardoner\nwas innocent and had been telling the truth, since the Lord had\nshown His punishment right there when he'd asked for revenge.\n\nThe pardoner, as if waking from a sweet dream, looked at them and\nlooked at the guilty man and all the people there, and very\nslowly he said to them: \"Good men, you do not need to pray for a\nman in whom God has given such a clear sign of Himself.  But\nsince He commands us not to return evil for evil and to forgive\nthose who harm us, we may confidently ask Him to do what He\ncommands us to do.  We may ask His Majesty to forgive this man\nwho offended Him by putting such an obstacle in the way of the\nholy faith.  Let us all pray to Him.\"\n\nAnd so he got down from the pulpit and urged them to pray very\ndevoutly to Our Lord, asking Him to forgive that sinner and bring\nback his health and sanity and to cast the devil out of him if,\nbecause of his great sins, His Majesty had permitted one to go in.\n\n They all got down on their knees in front of the altar, and with\nthe clergy there they began to softly chant a litany.  My master\nbrought the cross and the holy water, and after he had chanted\nover him, he held his hands up to heaven and tilted his eyes\nupward so that the only thing you could see was a little of their\nwhites.  Then he began a prayer that was as long as it was pious.\nAnd it made all the people cry (just like the sermons at Holy\nWeek, when the preacher and the audience are both fervent).  And\nhe prayed to God, saying that it was not the Lord's will to give\nthat sinner death but to bring him back to life and make him\nrepent.  And since the man had been led astray by the devil but\nwas now filled with the thought of death and his sins, he prayed\nto God to forgive him and give him back his life and his health\nso he could repent and confess his sins.\n\nAnd when this was finished, he told them to bring over the\nindulgence, and he put it on the man's head.  And right away that\nsinner of a constable got better, and little by little he began\nto come to.  And when he was completely back in his senses, he\nthrew himself down at the pardoner's feet and asked his\nforgiveness.  He confessed that the devil had commanded him to\nsay what he did and had put the very words in his mouth.  First,\nto hurt him and get revenge.  Secondly--and mainly--because the\ndevil himself would really be hurt by all the good that could be\ndone here if the pardons were bought up.\n\nMy master forgave him, and they shook hands.  And there was such\na rush to buy up the pardons that there was hardly a soul in the\nwhole place that didn't get one: husbands and wives, sons and\ndaughters, boys and girls.\n\nThe news of what had happened spread around to the neighboring\ntowns, and when we got to them, he didn't have to give a sermon\nor even go to the church.  People came right up to the inn to get\nthem as if they were going out of style.  So in the ten or twelve\nplaces we went to around there, my master sold a good thousand\nindulgences in each place without even preaching a sermon.\n\nWhile the \"miracle\" was happening, I have to admit that I was\nastonished, too, and I got taken in just like the others.  But\nwhen I saw the way my master and the constable laughed and joked\nabout the business later, I realized that it had all been cooked\nup by my sharp and clever master.\n\nAnd even though I was only a boy, it really amused me, and I said\nto myself: I'll bet these shysters do this all the time to\ninnocent people.\n\nWell, to be brief, I stayed with my fifth master about four\nmonths, and I had some hard times with him, too.\n\n\n\nVI.  How Lazaro Went to Work for a Chaplain and What Happened to Him Then\n\nAfter this I took up with a man who painted tambourines.  He wanted me\nto grind the colors for him, and I had my trials with him, too.\n\nBy now I was pretty well grown up.  And one day when I went into\nthe cathedral, a chaplain there gave me a job.  He put me in\ncharge of a donkey, four jugs, and a whip, and I began to sell\nwater around the city.  This was the first step I took up the\nladder to success: my dreams were finally coming true.  On\nweekdays I gave my master sixty coppers out of what I earned,\nwhile I was able to keep everything I got above that.  And on\nSaturdays I got to keep everything I made.\n\nI did so well at the job that after four years of it, watching my\nearnings very carefully, I saved enough to buy myself a good\nsecondhand suit of clothes.  I bought a jacket made out of old\ncotton, a frayed coat with braid on the sleeves and an open\ncollar, a cape that had once been velvety, and an old sword--one\nof the first ones ever made in Cuellar.  When I saw how good I\nlooked in my gentleman's clothes, I told my master to take back\nhis donkey: I wasn't about to do that kind of work any more.\n\n\n\nVII.  How Lazaro Went to Work for a Constable and Then What\nHappened to Him\n\nAfter I left the chaplain I was taken on as bailiff by a\nconstable.  But I didn't stay with him very long: the job as too\ndangerous for me.  That's what I decided after some escaped\ncriminals chased me and my master with clubs and rocks.  My\nmaster stood there and faced them, and they beat him up, but they\nnever did catch me.  So I quit that job.\n\nAnd while I was trying to think of what sort of a life I could\nlead so that I could have a little peace and quiet and save up\nsomething for my old age, God lit up my path and put me on the\nroad to success.  With the help of some friends and other people,\nall the trials and troubles I'd gone through up till then were\nfinally compensated for, seeing as how I got what I wanted: a\ngovernment job.  And no one ever gets ahead without a job like\nthat.\n\nAnd that's what I've been doing right up to now: I work in God's\nservice--and yours, too.  What I do is announce the wines\nthat are being sold around the city.  Then, too, I call out\nat auctions and whenever anything lost.  And I go along with\nthe people who are suffering for righteousness' sake and call\nout their crimes: I'm a town crier, to put it plainly.\n\nIt's been a good job, and I've done so well at it that almost all\nof this sort of work comes to me.  In fact, it's gotten to the\npoint where if someone in the city has wine or anything else to\nput up for sale, they know it won't come to anything unless\nLazarillo of Tormes is in on it.\n\nAbout this time that gentleman, the Archpriest of San Salvador\n(your friend and servant), began to notice my abilities and how I\nwas making a good living.  He knew who I was because I'd been\nannouncing his wines, and he said he wanted me to marry a maid of\nhis.  And I saw that only good, profitable things could come from\na man like him, so I agreed to go along with it.\n\nSo I married her, and I've never regretted it.  Because besides\nthe fact that she's a good woman and she's hardworking and\nhelpful, through my lord, the archpriest, I have all the help and\nfavors I need.  During the year he always gives her a few good-\nsized sacks of wheat, meat on the holidays, a couple loaves of\nbread sometimes, and his socks after he's through with them.  He\nhad us rent a little house right next to his, and on Sundays and\nalmost every holiday we eat at his place.\n\nBut there have always been scandalmongers, and I guess there\nalways will be, and they won't leave us in peace.  They talk\nabout I don't know what all--they say that they've seen my wife\ngo and make up his bed and do his cooking for him.  And God\nbless them, but they're a bunch of liars.\n\nBecause, besides the fact that she's the kind of woman who's\nhardly happy about these gibes, my master made me a promise, and\nI think he'll keep it.  One day he talked to me for a long time\nin front of her, and he said to me: \"Lazaro of Tormes, anyone who\npays attention to what gossips say will never get ahead.  I'm\ntelling you this because I wouldn't be at all surprised if\nsomeone did see your wife going in and out of my house.  In fact,\nthe reason she goes in is very much to your honor and to hers:\nand that's the truth.  So forget what people say.  Just think of\nhow it concerns you--I mean, how it benefits you.\"\n\n\"Sir,\" I said, \"I've decided to be on the side of good men.  It\nis true that some of my friends have told me something of that.\nThe truth is, they've sworn for a fact that my wife had three\nchildren before she married me, speaking with reverence to your\ngrace since she's here with us.\"\n\nThen my wife began to scream and carry on so much that I thought\nthe house with us in it was going to fall in.  Then she took to\ncrying, and she cursed the man who had married us.  It got so bad\nthat I'd rather I'd died than have let those words of mine slip\nout.  But with me on one side and my master on the other, we\ntalked to her and begged her so much that she finally quit her\ncrying.  And I swore to her that as long as I lived I'd never\nmention another word about the business.  And I told her I\nthought it was perfectly all right--in fact, that it made me\nhappy--for her to go in and out of his house both day and night\nbecause I was so sure of her virtue.  And so we were all three in\ncomplete agreement.\n\nSo, right up to today we've never said another word about the\naffair.  In fact, when I see that someone wants to even start\ntalking about it, I cut him short, and I tell him: \"Look, if\nyou're my friend, don't tell me something that will make me mad\nbecause anyone who does that isn't my friend at all.  Especially\nif they're trying to cause trouble between me and my wife.\nThere's nothing and nobody in the world that I love more than\nher.  And because of her, God gives me all sorts of favors--many\nmore than I deserve.  So I'll swear to God that she's as good a\nwoman as any here in Toledo, and if anyone tells me otherwise,\nI'm his enemy until I die.\"\n\nSo no one ever says anything to me, and I keep peace in my house.\n\nThat was the same year that our victorious emperor came to this\nillustrious city of Toledo and held his court here, and there\nwere all sorts of celebrations and festivities, as you must have\nheard.\n\nWell, at this time I was prosperous and at the height of all good\nfortune.\n\n\nEND OF PART ONE\n\n\n\n\n(The following is the first chapter of an anonymous sequel to\nLazarillo of Tormes, published in 1555.  This chapter became\nattached to the original work in later editions, but is not to be\nconsidered part of the first Lazarillo.  It is presented here\nbecause it serves as a bridge between the first Lazarillo of\nTormes and the second part by Juan de Luna--R.S.R.)\n\n\n\nVIII.  In Which Lazaro Tells of the Friendship He Struck up in\nToledo with Some Germans and What Happened to Them\n\nAt this time I was prosperous and at the height of all good\nfortune.  And because I always carried a good-sized pan full of\nsome of the good fruit that is raised in this land as a sign of\nwhat I was announcing, I gathered so many friends and benefactors\naround me, both natives and foreigners, that wherever I went no\ndoor was closed to me.  The people were so kind to me that I\nbelieve if I had killed a man then, or had found myself in\ndifficult straits, everyone would have come to my side, and those\nbenefactors would have given me every sort of aid and assistance.\nBut I never left them with their mouths dry because I took them\nto the places where they could find the best of what I spread\nthroughout the city.  And there we lived the good life and had\nfine times together: we would often walk into a place on our own\ntwo feet and go out on the feet of other people.  And the best\npart of it was that all this time Lazaro of Tormes didn't spend a\ndamned cent, and his friends wouldn't let him spend anything.  If\nI ever started to open my purse, pretending that I wanted to pay,\nthey were offended, and they would look at me angrily and say,\n\"Nite, nite, Asticot, lanz.\"  They were scolding me, saying that\nwhen they were there no one would have to pay a cent.\n\nI was, frankly, in love with those people.  And not only because\nof that, but because whenever we got together they were always\nfilling my pockets and my shirt full of ham and legs of mutton--\ncooked in those good wines--along with many spices and huge\namounts of beef and bread.  So in my house my wife and I always\nhad enough for an entire week.  With all this, I remembered the\npast times when I was hungry, and I praised God and gave thanks\nthat things and times like those pass away.  But, as the saying\ngoes, all good things must come to an end.  And that's how this\nturned out.  Because they moved the great court, as they do now\nand then, and when they were leaving, those good friends of mine\nurged me to go with them, and they said they would give me their\nhelp.  But I remembered the proverb: Better certain evil than\ndoubtful good.\n\nSo I thanked my friends for their good wishes, and with a great\ndeal of clapping on the shoulders and sadness, I said goodbye to\nthem.  And I know that if I hadn't been married I would never\nhave left their company because they were the salt of the earth\nand the kind of people that were really to my liking.  The life\nthey lead is a pleasant one.  They aren't conceited or\npresumptuous; they have no hesitation or dislike for going into\nany wine cellar, with their hats off if the wine deserves it.\nThey are simple, honest people, and they always have so much that\nI hope God gives me no less when I'm really thirsty.\n\nBut the love I had for my wife and my land (\"The land you are\nborn in, .  .  .\" as they say) held me back.  So I stayed in this\ncity, and although I was well known by the people who lived here,\nI missed the pleasure of my friends and the court.  Still, I was\nhappy, and even happier when my family line was extended by the\nbirth of a beautiful little girl that my wife had then.  And\nalthough I was a little suspicious, she swore to me that the\nchild was mine.  But then fortune thought it had forgotten me\nlong enough, and it decided to show me its cruel, angry, harsh\nface once more and disturb these few years of good, peaceful\nliving by bringing others of affliction and bitterness.  Oh,\nalmighty God!  Who could write about such a terrible misfortune\nand such a disastrous fall without letting the inkwell rest and\nwiping his eyes with the quill?\n\n\n\n\nTHE SECOND PART OF THE LIFE OF LAZARILLO OF TORMES\n\nJuan de Luna\n\n\nSECOND PART\nOF THE LIFE OF\nL A Z A R I L L O\nOF TORMES\n\nDrawn Out Of The\nOld Chronicles\nOf Toledo\n\nBy J.  DE LUNA, Castilian\nand Interpreter of the\nSpanish Language\n\nDedicated to the Most Illustrious\nPrincess\nHENRIETTE DE ROHAN\n\nIn PARIS\n\nIn the House of ROLET BOUTONNE,\nin the Palace, in the Gallery of the Prisoners;\nNear the Chancery\n\nM.  DC.  XX.\nBy Grant of the King\n\n\nLETTER OF DEDICATION\nTO THE\nMOST ILLUSTRIOUS\nPRINCESS\nHENRIETTE DE ROHAN\n\nMOST ILLUSTRIOUS AND EXCELLENT PRINCESS.\n\nIt is common among all writers to dedicate their works to someone\nwho may shelter those works with their authority and defend them\nwith their power.  Having decided to bring to light the Second\nPart of the life of the great Lazaro of Tormes, a mirror and\nstandard of Spanish sobriety, I have dedicated and do dedicate it\nto Your Excellency, whose authority and power may shelter this\npoor work (poor, since it treats of Lazaro) and to prevent its\nbeing torn apart and abused by biting, gossiping tongues which\nwith their infernal wrath attempt to wound and stain the most\nsincere and simple wills.  I confess my boldness in dedicating\nsuch a small work to such a great princess; but its sparseness\nbrings its own excuse--which is the necessity for greater and\nmore effective shelter--and the kindness of Your Excellency, the\npardon.  So I humbly beseech Your Excellency to take this small\nservice, putting your eyes on the desire of him who offers it,\nwhich is and will be to use my life and strength in your service.\n\nOf whom I am a very humble servant,\n\nJ. DE LUNA\n\n\n\nTO THE READER\n\nThe reason, dear reader, that the Second Part of Lazarillo of\nTormes is going into print is that a little book has come into my\nhands that touches on his life but has not one word of truth in\nit.  Most of it tells how Lazaro fell into the sea, where he\nchanged into a fish called a tuna.  He lived in the sea for many\nyears and married another tuna, and they had children who were\nfishes like their father and mother.  It also tells about the\nwars of the tuna, in which Lazaro was the captain, and about\nother foolishness both ridiculous and erroneous, stupid and with\nno basis in truth.  The person who wrote it undoubtedly wanted to\nrelate a foolish dream or a dreamed-up foolishness.\n\nThis book, I repeat, was the prime motivation for my bringing to\nlight this Second Part, exactly as I saw it written in some\nnotebooks in the rogues' archives in Toledo, without adding or\nsubtracting anything.  And it is in conformity with what I heard\nmy grandmother and my aunts tell, and on which I was weaned, by\nthe fireside on cold winter nights.  And as further evidence,\nthey and the other neighbors would often argue over how Lazaro\ncould have stayed under water so long (as my Second Part relates)\nwithout drowning.  Some said he could have done it, others said\nhe could not: those who said he could cited Lazaro himself, who\nsays the water could not go into him because his stomach was full\nall the way up to his mouth.  One good old man who knew how to\nswim, and who wanted to prove that it was feasible, interposed\nhis authority and said he had seen a man who went swimming in the\nTagus, and who dived and went into some caverns where he stayed\nfrom the time the sun went down until it came up again, and he\nfound his way out by the sun's glow; and when all his friends and\nrelatives had grown tired of weeping over him and looking for his\nbody to give him a burial, he came out safe and sound.\n\nThe other difficulty they saw about his life was that nobody\nrecognized that Lazaro was a man, and everyone who saw him took\nhim for a fish.  A good canon (who, since he was a very old man,\nspent all day in the sun with the weavers) answered that this\nwas even more possible basing his statement on the opinion of\nmany ancient and modern writers, including Pliny, Phaedo,\nAristotle, and Albertus Magnus, who testify that in the sea there\nare some fish of which the males are called Tritons, and the\nfemales Nereids, and they are all called mermen: from the waist\nup they look exactly like men, and from the waist down they are\nlike fish.  And I say that even if this opinion were not held by\nsuch well-qualified writers, the license that the fishermen had\nfrom the Inquisitors would be a sufficient excuse for the\nignorance of the Spanish people, because it would be a matter for\nthe Inquisition if they doubted something that their lordships\nhad consented to be shown as such.\n\nAbout this point (even though it lies outside of what I am\ndealing with now) I will tell of something that occurred to a\nfarmer from my region.  It happened that an Inquisitor sent for\nhim, to ask for some of his pears, which he had been told were\nabsolutely delicious.  The poor country fellow didn't know what\nhis lordship wanted of him, and it weighed so heavily on him that\nhe fell ill until a friend of his told him what was wanted.  He\njumped out of bed, ran to his garden, pulled up the tree by the\nroots, and sent it along with the fruit, saying that he didn't\nwant anything at his house that would make his lordship send for\nhim again.  People are so afraid of them--and not only laborers\nand the lower classes, but lords and grandees--that they\nall tremble more than leaves on trees when a soft, gentle breeze\nis blowing, when they hear these names: Inquisitor, Inquisition.\nThis is what I have wanted to inform the reader about so that he\ncan answer when such questions are aired in his presence, and\nalso I beg him to think of me as the chronicler and not the\nauthor of this work, which he can spend an hour of his time with.\nIf he enjoys it, let him wait for the Third Part about the death\nand testament of Lazarillo, which is the best of all.  And if\nnot, I have nevertheless done my best.  Vale.\n\n\n\nI.  Where Lazaro Tells about How He Left Toledo to Go to the War\nof Algiers\n\n\"A prosperous man who acts unwisely should not be angry when\nmisfortune comes.\"  I'm writing this epigram for a reason: I\nnever had the mentality or the ability to keep myself in a good\nposition when fortune had put me there.  Change was a fundamental\npart of my life that remained with me both in good, prosperous\ntimes and in bad, disastrous ones.  As it was, I was living as\ngood a life as any patriarch ever had, eating more than a friar\nwho has been invited out to dinner, drinking more than a thirsty\nquack doctor, better dressed than a priest, and in my pocket were\ntwo dozen pieces of silver--more reliable than a beggar in Madrid.\nMy house was as well stocked as a beehive filled with honey,\nmy daughter was born with the odor of saintliness about her,\nand I had a job that even a pew opener in the church at Toledo\nwould have envied.\n\nThen I heard about the fleet making ready to sail for Algiers.\nThe news intrigued me, and like a good son I decided to follow in\nthe footsteps of my good father Tome Gonzalez (may he rest in\npeace).  I wanted to be an example--a model--for posterity.\nI didn't want to be remembered for leading that crafty blind man,\nor for nibbling on the bread of the stingy priest, or for serving\nthat penniless squire, or even for calling out other people's\ncrimes.  The kind of example I wanted to be was one who would\nshow those blind Moors the error of their ways, tear open and\nsink those arrogant pirate ships, serve under a valiant captain\nwho belonged to the Order of Saint John (and I did enlist with a\nman like that as his valet, with the condition that everything I\ntook from the Moors I would be able to keep, and it turned out\nthat way).  Finally, what I wanted to do was to be a model for\nshouting at and rousing the troops with our war cry: \"Saint James\nbe with us....  Attack, Spaniards!\"\n\nI said good-by to my adoring wife and my dear daughter.  My\ndaughter begged me not to forget to bring her back a nice Moorish\nboy, and my wife told me to be sure to send, by the first\nmessenger, a slave girl to wait on her and some Barbary gold to\nconsole her while I was gone.  I asked my lord the archpriest's\npermission, and I put my wife and daughter in his charge so he\nwould take care of them and provide for them.  He promised me he\nwould treat them as his very own.\n\nI left Toledo happy, proud, and content, full of high hopes--the\nway men are when they go to war.  With me were a great number of\nfriends and neighbors who were going on the same expedition,\nhoping to better their fortunes.  We arrived at Murcia with the\nintention of going to Cartagena to embark.  And there something\nhappened me that I had no desire for.  I saw that fortune had put\nme at the top of its whimsical wheel and with its usual swiftness\nhad pushed me to the heights of worldly prosperity, and now it\nwas beginning to throw me down to the very bottom.\n\nIt happened that when I went to an inn, I saw a half-man who,\nwith all the loose and knotted threads hanging from his clothes,\nhad more the appearance of an old goat than a man.  His hat was\npulled down so far you couldn't see his face, his cheek was\nresting on his hand, and one leg was lying on his sword, which\nwas in a half scabbard made of strips of cloth.  He had his hat\ncocked jauntily over one ear (there was no crown on it, so all\nthe hot air coming out of his head could evaporate).  His jacket\nwas cut in the French style--so slashed there wasn't a piece big\nenough to wrap a mustard seed in.  His shirt was skin: you could\nsee it through the lattice work of his clothes.  His pants were\nthe same material.  As for his stockings, one was green and the\nother red, and they barely covered his ankles.  His shoes were\nin the barefoot style: worn both up and down.  By a feather sewn\nin his hat, the way soldiers dressed, I suspected that he was, in\nfact, a soldier.\n\nWith this thought in mind, I asked him where he was from and\nwhere he was going.  He raised his eyes to see who was asking,\nand we both recognized each other: it was the squire I had served\nunder at Toledo.  I was astonished to see him in that suit.\n\nWhen the squire saw my look of amazement, he said:  \"I'm not\nsurprised to see how startled you are to see me this way, but you\nwon't be when I tell you what happened to me from that day I left\nyou in Toledo until today.  As I was going back to the house with\nthe change from the doubloon to pay my creditors, I came across a\nveiled woman who pulled at my cloak and, sighing and sobbing,\npleaded with me to help her out of the plight she was in.  I\nbegged her to tell me her troubles, saying that it would take her\nlonger to tell them than for me to take care of them.  Still\ncrying, and with a maidenly blush, she told me that the favor I\ncould do for her (and she prayed that I would do it) was to go\nwith her to Madrid where, according to what people had told her,\nthe man was staying who had not only dishonored her but had taken\nall her jewelry without fulfilling his promise to marry her.  She\nsaid that if I would do this for her, she would do for me what a\ngrateful woman should.  I consoled her as best I could, raising\nher hopes by telling her that if her enemy were to be found\nanywhere in this world, she would be avenged.\n\n\"Well, to make a long story short, we went straight to the\ncapital, and I paid her expenses all the way.  The lady knew\nexactly where she was going, and she led me to a regiment of\nsoldiers who gave her an enthusiastic welcome and took her to the\ncaptain, and there she signed up as a 'nurse' for the men.  Then\nshe turned to me, and with a brazen look said, 'All right,\nfathead.  Now push off!' When I saw that she had tricked me, I\nflew into a rage, and I told her that if she were a man instead\nof a woman I would tear her heart out by the roots.  One of the\nsoldiers standing there came up and thumbed his nose at me, but\nhe didn't dare to strike me because if he had they would have had\nto bury him on the spot.\n\n'When I saw how badly that business was turning out, I left\nwithout saying another word, but I walked out a little faster\nthan usual to see if any brawny soldier was going to follow me so\nthat I could kill him.  Because if I had fought that first little\nsoldier boy and killed him (which I would have done, without any\ndoubt), what honor or glory would there have been in it for me?\nBut if the captain or some bully had come out, I would have\nsliced more holes in them than there are grains of sand in the\nsea.  When I saw that none of them dared to follow me, I left,\nvery pleased with myself.  I looked around for work, and since I\ncouldn't find any good enough for a man of my station, here I am\nlike this.  It is true that I could have been a valet or an\nescort to five or six seamstresses, but I would starve to death\nbefore I'd take a job like that.\"\n\nMy good master finished by telling me that, since he hadn't been\nable to find any merchants from his home town to lend him money,\nhe was penniless, and he didn't know where he was going to spend\nthe night.  I caught his hint and offered to let him share my bed\nand my supper.  He called my hand.  When we were ready to go to\nsleep, I told him to take his clothes off the bed because it was\ntoo small for so many varmints.  The next morning, wanting to get\nup without making any noise, I reached for my clothes--in vain.\nThe traitor had taken them and vanished.  I lay in bed, thinking\nI was going to die from pure misery.  And it might have been\nbetter if I had died because I could have avoided all those times\nI was in agony later.\n\nI started shouting, \"Thief!  Thief!\"  The people in the house\ncame up and found me naked as a jaybird, looking in every corner\nof the room for something to cover myself with.  They all laughed\nlike fools, while I was swearing like a mule driver.  I damned to\nhell that thieving bragger who had kept me up half the night\ntelling about all the splendor of himself and his ancestors.  The\nremedy that I took (since no one was giving me any) was to see if\nI could use that hot-air merchant's clothes until God furnished\nme with some others.  But they were a labyrinth, with no\nbeginning or end to them.  There was no difference between the\npants and the jacket.  I put my legs in the sleeves and used the\npants as a coat, and I didn't forget the stockings: they looked\nmore like a court clerk's sleeves--loose enough to put his\nbribes in.  The shoes were like fetters around my ankles: they\ndidn't have any soles.  I pulled the hat down over my head,\nputting the bottom side up so it wouldn't be so grimy.  I won't\nsay a word about the insects running all over me--either the\ncrawling infantry or the galloping cavalry.\n\nIn this shape I went to see my master, since he had sent for me.\nHe was astonished to see the scarecrow that walked in, and he\nlaughed so hard his rear tether let loose, and--royal flush.  Out\nof respect for him, I think we should pass over that in silence.\nAfter a thousand unsuccessful attempts to talk, he asked me why I\nwas wearing a disguise.  I told him, and the result was that\ninstead of pitying me, he swore at me and threw me out of his\nhouse.  He said that just as I had let that man come in and\nsleep in my bed, one day I would let someone else in, and they\nwould rob him.\n\n\n\n\nII.  How Lazaro Embarked at Cartagena\n\nBy nature I didn't last very long with my masters.  And it was\nthat way with this one, too, although I wasn't to blame.  So\nthere I was, miserable, all alone, and in despair; and with the\nclothes I was wearing everyone scoffed and made fun of me.  Some\npeople said to me, \"That's not a bad little hat you have, with\nits back door.  It looks like an old Dutch lady's bonnet.\"\n\nOthers said, \"Your rags are certainly stylish.  They look like a\npigsty: so many other fat little ones are in there with you that\nyou could kill and salt them and send them home to your wife.\"\n\nOne of the soldiers--a packhandler--said to me, \"Mr. Lazarillo,\nI'll swear to God your stockings really show off your legs.\nAnd your sandals look like the kind the barefoot friars wear.\"\n\nA constable replied, 'That's because this gentleman is going to\npreach to the Moors.\"\n\nThey kept teasing and taunting me so much that I was nearly ready\nto go back home.  But I didn't because I thought it would be a poor\nwar if I couldn't get more than I would lose.  What hurt me most was\nthat everyone avoided me like the plague.  We embarked at Cartagena:\nthe ship was large and well stocked.  They unfurled the sails,\nand a wind caught them and sent the ship skimming along at a good\nclip.  The land disappeared from sight, and a cross wind lashed\nthe sea and sent waves hurling up to the clouds.  As the storm\nincreased, we began losing hope; the captain and crew gave us up\nfor lost.  Everyone was weeping and wailing so much I thought we\nwere at a sermon during Holy Week.  With all the clamor no one\ncould hear any of the orders that were given.  Some people were\nrunning to one place, others to another: it was as noisy and\nchaotic as a blacksmith's shop.  Everyone was saying confession\nto whoever they could.  There was even one man who confessed to a\nprostitute, and she absolved him so well you would have thought\nshe had been doing it for a hundred years.\n\nChurning water makes good fishing, they say.  So when I saw how\nbusy everyone was, I said to myself: If I die, let it be with my\nbelly full.  I wandered down to the bottom of the ship, and there\nI found huge quantities of bread, wine, meat pies, and\npreserves, with no one paying any attention to them.  I began to\neat everything and to fill my stomach so it would be stocked up\nto last me till judgment day.  A soldier came up and asked me to\ngive him confession.  He was astonished to see how cheerful I was\nand what a good appetite I had, and he asked how I could eat when\ndeath was so near.  I told him I was doing it so that all the sea\nwater I would drink when I drowned wouldn't make me sick.  My\nsimplicity made him shake with laughter from head to foot.  I\nconfessed a number of people who didn't utter a word with the\nagony they were in, and I didn't listen to them because I was too\nbusy eating.\n\nThe officers and people of high rank escaped safely in a skiff,\nalong with two priests who were on board.  But my clothes were so\nbad that I couldn't fit inside.  When I had my fill of eating, I\nwent over to a cask full of good wine and transferred as much as\nI could hold into my stomach.  I forgot all about the storm,\nmyself, and everything.  The ship started to sink and the water\ncame pouring in as though it had found its home.  A corporal\ngrabbed my hands and as he was dying he asked me to listen to a\nsin he wanted to confess.  He said he hadn't carried out a\npenance he had been given, which was to make a pilgrimage to Our\nLady of Loreto, even though he had had many opportunities to do\nit.  And now that he wanted to, he couldn't.  I told him that\nwith the authority vested in me, I would commute his penance, and\nthat instead of going to Our Lady of Loreto, he could go to\nSantiago.\n\n\"Oh, sir,\" he said.  \"I would like to carry out that penance, but\nthe water is starting to come into my mouth, and I can't.\"\n\n\"If that's the way it is,\" I said, \"the penance I give you is to\ndrink all the water in the sea.\"\n\nBut he didn't carry that out either because there were many men\nthere who drank as much as he did.  When it came up to my mouth I\nsaid to it: Try some other door, this one is not opening.  And\neven if it had opened, the water couldn't have gotten in, because\nmy body was so full of wine it looked like a stuffed pig.  As the\nship broke apart a huge swarm of fish came in.  It was as though\nthey were being given aid from the bodies on board.  They ate the\nflesh of those miserable people who had been overcome by a drop\nin the ocean, as if they were grazing in the county pasture.\nThey wanted to try me out, but I drew my trustworthy sword and\nwithout stopping to chat with such a low-class mob, I laid into\nthem like a donkey in a new field of rye.\n\nThey hissed at me: \"We're not trying to hurt you.  We only want\nto see if you taste good.\"\n\nI worked so hard that in less than half-a-quarter of an hour I\nkilled more than five hundred tuna, and they were the ones that\nwanted to make a feast out of the flesh of this sinner.  The live\nfish began to feed on the dead ones, and they left Lazaro's\ncompany when they saw it wasn't a very profitable place to be.  I\nfound myself lord of the sea, with no one to oppose me.  I ran\naround from one place to another, and I saw things that were\nunbelievable: huge piles of skeletons and bodies.  And I found a\nlarge number of trunks full of jewels and gold, great heaps of\nweapons, silks, linens, and spices.  I was longing for it all and\nsighing because it wasn't back at home, safe, so that, as the\nbuffoon says, I could eat my bread dipped in sardines.\n\nI did what I could, but that was nothing.  I opened a huge chest\nand filled it full of coins and precious jewels.  I took some\nropes from the piles of them there and tied up the chest, and\nthen I knotted other ropes together until I had one I thought was\nlong enough to reach to the surface of the water.  If I can get\nall this treasure out of here, I thought to myself, there won't\nbe a tavernkeeper in the world better off than I'll be.  I'll\nbuild up my estate, live off my investments, and buy a summer\nhouse in Toledo.  They'll call my wife \"Madam,\" and me they'll\ncall \"Sir.\"  I'll marry my daughter to the richest pastrycook in\ntown.  Everyone will come to congratulate me, and I'll tell them\nthat I worked hard for it, and that I didn't take it out of the\nbowels of the earth but from the heart of the sea.  That I didn't\nget damp with sweat but drenched as a dried herring.  I have\nnever been as happy in my life as I was then, and I wasn't even\nthinking about the fact that if I opened my mouth I would stay\ndown there with my treasure, buried till hell froze over.\n\n\n\nIII.  How Lazaro Escaped from the Sea\n\nI saw how near I was to death, and I was horrified; how near I\nwas to being rich, and I was overjoyed.  Death frightened me, and\nthe treasure delighted me.  I wanted to run away from the first\nand enjoy the second.  I tore off the rags that my master, the\nsquire, had left me for the services I had done him.  Then I tied\nthe rope to my foot and began to swim (I didn't know how to do\nthat very well, but necessity put wings on my feet and oars on my\nhands).  The fish there gathered around to nip at me, and their\nprodding was like spurs that goaded me on.  So with them nipping\nand me galloping, we came up to the surface of the water, where\nsomething happened that was the cause of all my troubles.  The\nfish and I were caught up in some nets that some fishermen had\nthrown out, and when they felt the fish in the nets they pulled\nso mightily, and water began to flow into me just as mightily, so\nthat I couldn't hold out, and I started to drown.  And I would\nhave drowned if the sailors had not pulled the booty on board\nwith their usual speed.  What a God-awful taste!  I have never\ndrunk anything that bad in my entire life.  It tasted like the\narchpriest's piss my wife made me drink once, telling me it was\ngood Ocana wine.\n\nWith the fish on board and myself as well, the fishermen began to\npull on the line and discovered the spool (as the saying goes).\nThey found me tangled up in the rope and were astonished, and\nthey said, \"What sort of fish is this?  Its face looks like a\nman's.  Is it the devil or a ghost?  Let's pull on that rope and\nsee what he has fastened to his foot.\"\n\nThe fishermen pulled so hard that their ship started to sink.\nWhen they saw the trouble they were in, they cut the rope, and at\nthe same time they cut off Lazaro's hopes of ever becoming one of\nthe landed gentry.  They turned me upside down so I would empty\nout the water I had drunk and the wine, too.  They saw that I\nwasn't dead (which was by no means the worst that could have\nhappened to me), so they gave me a little wine, and I came back\nto life like a lamp with kerosene poured in.  They asked me all\nkinds of questions, but I didn't answer a word until they gave me\nsomething to eat.  When I got my breath back, the first thing I\nasked them about was the shackles that were tied to my foot.\nThey told me that they had cut them to get out of the danger they\nhad been in.  Troy was lost and so were all of Lazaro's great\ndesires: and right then his troubles, cares, and hardships began.\nThere is nothing in the world worse than to have fancied yourself\nrich, on top of the world, and then to suddenly find yourself\npoor and at the bottom of the ladder.\n\nI had built my castles on the water, and it had sunk them all.  I\ntold the fishermen what both of us lost when they had cut off my\nshackles.  They were so angry that one of them nearly went mad.\nThe shrewdest one said they should throw me back into the sea and\nwait for me there until I came up again.  They all agreed with\nhim, and even though I objected strongly, their minds were made\nup: they said that since I knew the way, it would be easy for me\n(as if I would be going to the pastry shop or the tavern!).\n\nThey were so blinded by their greed that they would have thrown\nme out if my fortune (or misfortune) had not arranged for a ship\nto come up to us to help carry back the fish.  They all kept\nquiet so that the others wouldn't find out about the treasure\nthey had discovered.  But they had to leave off their evil plan\nfor the moment.  They brought their boats to shore, and they\nthrew me back with the fish to hide me, intending to hunt for me\nagain when they could.  Later, two of them picked me up and\ncarried me to a little hut nearby.  One man who didn't know the\nsecret asked them what I was.  They said I was a monster that had\nbeen caught with the tuna.  When they had me inside that\nmiserable pigsty, I begged them to give me some rags to cover my\nnaked body so I could be presentable.\n\nYou can do that,\" they said, \"after you've settled your account\nwith the hostess.\"\n\nAt the time I didn't understand their gibberish.  The fame of the\nmonster spread through the countryside, and many people came to\nthe hut to see me.  But the fishermen didn't want to show me;\nthey said they were waiting for permission from the bishops and\nthe Inquisition and that, until then, it was entirely out of the\nquestion.  I was stupified.  I didn't know what they were\nplanning, and so I didn't know what to say or do.  The same thing\nhappened to me that happens to the cuckold: he is the last to\nfind out.  Those devils cooked up a scheme that Satan himself\nwouldn't have thought of.  But that requires a new chapter and a\nnew look.\n\n\nIV.  How They Took Lazaro through Spain\n\nOpportunity makes the thief.  And when the fishermen realized\nthey had such a good opportunity, they grabbed it lock, stock,\nand barrel.  When they saw that so many people were gathering\naround the new fish, they decided to win back what they had lost\nwhen they cut the rope from my foot.  So they sent word to the\nministers of the Inquisition, asking permission to show a fish\nwith a man's face through all of Spain.  And when they offered\nthose gentlemen a present of the best fish they had caught, they\nwere given that permission immediately.  Meanwhile, our friend\nLazaro was thanking God for having taken him out of the belly of\nthe whale.  (And that was a great miracle since my ability and\nknowledge were not very good, and I swam like a lead brick.)\n\nFour of the fishermen grabbed hold of me, and they seemed more\nlike executioners--the kind that crucified Christ--than men.\nThey tied up my hands, and then they put a mossy wig and beard\non me, and they didn't forget the mustache: I looked like a\ngarden statue.  They wrapped my feet in seaweed, and I saw that\nthey had dressed me up like a stuffed and trussed trout.\nThen I began to groan and moan over my troubles, complaining\nto fate or fortune: Why are you always pursuing me?  I have\nnever seen or touched you, but if a man can tell the cause\nby the effects, I know from my experience with you that\nthere is no siren, basilisk, viper, or lioness with her young\nmore cruel than you are.  By flattery and caresses you lift\nmen up to the height of your riches and pleasures and then\nhurtle them into the abyss of all their misery and calamities,\nand their depths are as low as your favors were high.\n\nOne of those cutthroats heard my soliloquy, and with a rasping\nvoice he said to me, \"If you say another word, Mr. Tunafish,\nwe'll salt you along with your friends, or we'll burn you as a\nmonster.  The Inquisition,\" he continued, \"has told us to take\nyou through the village and towns in Spain and to show you off to\neveryone as a wonder and monster of nature.\"\n\nI swore to them that I was no tuna, monster, or anything out of\nthe ordinary.  I said that I was a man just like everyone else,\nand that if I had come out of the ocean it was because I had\nfallen into it along with the men who drowned while going to make\nwar on Algiers.  But they were deaf men, and even worse, because\nthey didn't want to hear.  When I saw that my begging was as\nuseless as the soap they use to wash an ass's head, I became\npatient and waited for time--which cures everything--to cure my\ntrouble, knowing it all came from suffering through that damned\nmetamorphosis.\n\nThey put me in a barrel cut in half, made to look like a\nbrigantine.  Then they filled it with water that came up to my\nlips as I sat in it.  I couldn't stand up because they had my\nfeet tied with a rope, and one end of it came out between the\nmesh of that hairy mess of mine so that if I made so much as a\npeep, they would make me hop and sink like a frog and drink more\nwater than a person with dropsy.  I would keep my mouth closed\nuntil I felt whoever was pulling on the rope let it go slack.\nThen I would stick my head out like a turtle, and I learned by\nwhat happened to my own.\n\n\nThey showed me like this to everyone, and so many people came to\nsee me (each one paying twenty coppers) that they made two\nhundred pieces of silver in one day.  The more money they made\nthe more they wanted, and they began to be very concerned about\nmy health so they could prolong it.  They held a summit\nconference and discussed whether or not they should take me out\nof the water at night: they were afraid that with all the wet and\ncold it might cut my life short, and they loved mine more than\ntheir own (because of all the profit they were getting from\nmine).  They decided to keep me in the water all the time because\nthey thought the force of habit would change my nature.  So poor\nLazaro was like a string of wet rice or the binding on a raft.\n\nI leave to the dear reader's imagination what I went through in\nthis situation: here I was, a captive in this free land, in\nchains because of the wickedness of those greedy puppeteers.  The\nworst part about it, and what tormented me most, was that I had\nto pretend to be mute when I really wasn't.  I wasn't even able\nto open my mouth because the instant I did my guard was so alert\nthat without anyone being able to see him, he would fill me up\nwith water, afraid that I would talk.\n\nMy meals were dunked bread that the people who came to see me\nthrew in so they could watch me eat.  So for the six months I\nspent in that cooler I didn't get another damned thing to eat: I\nwas dying of hunger.  I drank tub water, and since it wasn't\nvery clean it was all the more nourishing--especially because its\ncoldness gave me attacks of diarrhea that lasted me as long as\nthat watery purgatory did.\n\n\n\nV.  How They Took Lazaro to the Capital\n\nThose torturers took me from city to town, from town to village,\nfrom village to farm, happier than a lark with their earnings.\nThey made fun of poor Lazaro, and they would sing: \"Hooray,\nhooray for the fish.  He earns our keep while we loaf.\"\n\nMy \"coffin\" was placed on a cart, and three men went along with\nme: the mule driver, the man who pulled on the rope whenever I\ntried to say anything, and the one who told all about me.  This\nlast one would make a speech about the strange way they caught\nme, telling more lies than a tailor at Eastertime.  When we were\ntraveling and no one else was around, they let me talk, and that\nwas the only courtesy they showed me.  I asked them who the devil\nhad put it in their heads to take me around like that, in a fish\nbowl.  They answered that if they didn't do it I would die on the\nspot because, since I was a fish, I couldn't live out of water.\nWhen I saw how their minds were set on the idea, I decided to be\na fish, and I finally convinced myself that I was one: after all,\neveryone else thought that's what I was, and that the seawater\nhad changed me into one, and they say that the voice of the\npeople is the voice of God.  So from then on I was as silent as a\nman at mass.  They took me to the capital, and there they really\nmade a lot of money.  Because the people there, being idlers,\nliked novelties.\n\nAmong all the people who came to see me there were two students.\nThey studied the features of my face very carefully, and then, in\na low tone, they said that they would swear on the Bible I was a\nman and not a fish.  And they said if they were the authorities\nthey would get at the naked truth by taking a leather strap to\nour naked shoulders.  I was praying to God with all my heart and\nsoul that they would do it, as long as they could get me out of\nthere.  I tried to help them by shouting, 'You scholars are\nright.\"  But I hardly had my mouth open when my guard pulled me\nunder the water.  Everyone's shouting when I ducked (or, rather,\nwhen they dunked me) stopped those good scholars from going on\nwith their talk.\n\nThey threw bread to me, and I would bolt it down almost before it\nhad a chance to get wet.  They didn't give me half of what I\ncould eat.  I remembered the feasts I had in Toledo, how well I\nate with my German friends, and that good wine I used to\nannounce in the streets.  I prayed to God to repeat the miracle\nof Cana of Galilee and not let me die at the hands of water--my\nworst enemy.  I thought about what those students had said, which\nno one heard because of the noise.  I realized that I was a man,\nand I never thought otherwise from then on, although my wife had\ntold me many times that I was a beast, and the boys at Toledo\nused to say, \"Mr. Lazaro, pull your hat down a little--we can\nsee your horns.\"\n\nAll this, along with the sauce I was in, had made me doubt\nwhether or not I really was a man.  But after I heard those\nblessed earthly diviners, I had no more doubts about it, and I\ntried to escape from the hands of those Chaldeans.\n\nOnce, in the dead of night, I saw that my guards were fast\nasleep, and I tried to get loose.  But the ropes around me were\nwet, and I couldn't.  I thought about shouting, but I decided\nthat that wouldn't work, since the first one who heard me would\nseal my mouth with a half-gallon of water.  When I saw that way\nout cut off, I began to twist around impatiently in the slough,\nand I struggled and pushed so much that the cask turned over, and\nme along with it.  All the water spilled out, and when I found\nmyself freed I shouted for help.\n\nThe fishermen were terrified when they realized what I'd done,\nand they quickly hit on a solution: they stopped up my mouth by\nstuffing it full of seaweed.  And to muddle my shouts, they began\nto shout themselves, even louder, calling out, \"Help, help, call\nthe law!\"  And as they were doing all this, they filled the cask\nback up with water from a nearby well, with unbelievable speed.\nThe innkeeper came running out with a battle-ax, and everyone\nelse at the inn came out armed with iron pokers and sticks.  All\nthe neighbors came in, along with a constable and six deputies\nwho happened to be passing by.  The innkeeper asked the sailors\nwhat had happened, and they answered that thieves had tried to\nsteal their fish.  And like a madman he began shouting, \"Get the\nthieves, get the thieves!\"  Some went to see if they had gotten\nout the door; others went to find out if they were escaping\nacross the rooftops.  And as for me, my custodians had put me\nback in my vat.\n\nIt happened that the water that spilled out all ran through a\nhole in the floor, onto the bed of a room downstairs where the\ndaughter of the house was sleeping.  Now this girl had been so\nmoved to charity that she had brought a young priest in with her\nto spend the night in contemplation.  They became so frightened\nwhen the deluge fell on the bed and all the people began shouting\nthat they crawled out through a window as naked as Adam and Eve,\nwithout even a fig leaf to cover their private parts.  There was\na full moon, and its brightness was so great that it could have\ncompeted with the sun.  When the people saw them they shouted,\n\"Get the thieves, catch the thieves!\"  The deputies and the\nconstable ran after the girl and the priest and quickly caught up\nwith them because they were barefoot and the stones on the\nground made it difficult for them to run.  And in one swoop they\nled them off to jail.  Early next morning the fishermen left\nMadrid to go to Toledo, and they never did find out what God had\ndone with that simple little maiden and the devout priest.\n\n\n\nVI.  How They Took Lazaro to Toledo\n\nMan's efforts are vain, his knowledge is nil, and he has no\nability when God does not strengthen, teach, and guide him.  All\nmy efforts only served to make my guards more wary and careful.\nThe outburst of the night before made them very angry, and they\nbeat me so much along the road that they nearly left me for dead.\nThey said, You damned fish--you were trying to get away.  If we\nweren't so kindhearted, we would kill you.  You're like an oak\ntree that won't give up its acorns unless it's beaten.\"\n\nThe fishermen took me into Toledo, pounded, cursed, and dying of\nhunger.  They found a place to stay, near the square of\nZocodover, at the house of a lady whose wines I used to announce.\nThey put me in a room downstairs, and many people came to see me.\nOne of them was my Elvira, leading my daughter by the hand.  When\nI saw them I couldn't hold back two Nile Rivers of tears that\nflowed from my eyes.  I sighed and wept--but to myself so the\nfishermen wouldn't deprive me of what I loved so much and what I\nwanted to feast my eyes on.  Although it might have been better\nif those men who took away my voice had taken away my sight, too,\nbecause when I looked at my wife carefully I saw--I don't know if\nI should say it--she looked like she was about to go into labor.\nI sat there absolutely amazed, although I shouldn't have been if\nI had thought about it because my lord the archdeacon told me\nwhen I left that city to go to war that he would treat her as if\nshe were his very own.  What really bothered me was that I\ncouldn't convince myself that she was pregnant by me because I\nhad been gone for more than a year.\n\nWhen we were living together she used to say to me, \"Lazaro,\ndon't think I'm cheating on you, because if you do you're very\nwrong.\"  And I was so satisfied that I avoided thinking anything\nbad about her the way the devil avoids holy water.  I spent my\nlife happy and content and not at all jealous (which is a\nmadman's sickness).  Time and again I have thought to myself that\nthis business of children is all a matter of belief.  Because how\nmany men are there who love children they think are their own\nwhen the only thing they have in common is their name?  And\nthere are others who hate their children because they get the\nnotion that their wives have put horns on their heads.\n\nI began to count the days and months, and I found the road to my\nconsolation closed off.  Then I began to think that my wife might\nhave dropsy.  I didn't go on with this pious meditation very long\nbecause as soon as she left, two old women began to talk to each\nother: \"What do you think of that archpriestess?  She certainly\ndoesn't need her husband around.\"  \"Who is the father?\" asked the\nother.  'Who?\" answered the first, 'Why, the archpriest.  And\nhe's such a good man that, to avoid the scandal that would spread\nif she gave birth in his house without a husband, he's going to\nmarry her to that foreigner, Pierre, next Sunday, and that fellow\nwill be just as understanding as my friend, Lazaro.\"\n\nThis was the last straw--the _non plus ultra_--of my understanding.\nMy heart began to break out in a sweat in the water, and without\nbeing able to lift a hand I fainted in that hogsty.  The water began\nto pour into me through every door and window, without any resistance.\nI looked like I was dead (although it was completely against my\nwill, because I wanted to live as long as I could and as long as\nGod would let me, in spite of those damned fishermen and my bad luck).\n\nThe fishermen were very upset, and they made every one leave.\nThen they very quickly lifted my head out of the water.  When\nthey saw that I had no pulse and that I'd stopped breathing, they\ndid, too.  They started to moan over what they had lost (which\nwas no small amount for them), and they took me out of the cask.\nThen they tried to make me vomit up all I had drunk, but that was\nuseless because death had come in and closed the door behind.\nWhen they saw all their dreams gone up in smoke, they turned as\nashen as lilies on the Sunday after Easter.  They couldn't think\nof any way to abet or abate their trials and troubles.  The\nCouncil of Three finally decreed that the following night they\nwould take me to the river and throw me in with a stone tied\naround my neck so that what had caused my death would also be my\ngrave.\n\n\n\nVII.  What Happened to Lazaro on the Way to the Tagus River\n\nNever lose hope no matter how miserable you are, because when you\nleast expect it God will open the doors and windows of His mercy\nand will show that nothing is impossible for Him, and that He has\nthe knowledge, the ability, and the desire to change the plans of\nthe wicked into healthful, beneficial remedies for those who\ntrust in Him.  Those brutal executioners decided that Death\nwasn't joking (it seldom does), so they put me in a sack, threw\nme across the back of a donkey like a wineskin--or rather a\nwaterskin, since I was full of water up to my mouth--and started\nout along the road of Cuesta de Carmen.  And they were more\nsorrowful than if they were going to bury the father who gave\nthem life and the mother who bore them.\n\nIt was my good fortune that when they put me on the mule, I was\nbelly side down.  Since my head was hanging downward, I began to\nspew out water as if they had lifted the floodgates on a dam, or\nas if I were a drop hammer.  I came to, and when I caught my\nbreath I realized that I was out of the water and out of that\nblasted hairy mess.  I didn't know where I was or where they were\ntaking me.  I only heard them saying, \"For our own safety we'll\nhave to find a very deep well so they won't discover him so\nsoon.\"  Then I saw the handwriting on the wall and guessed what\nwas happening.  I knew that their bark could be no worse than\ntheir bite, and when I heard people approaching I called, \"Help,\nhelp, for God's sake!\"\n\nThe people I had noticed were the night watch, and they ran up\nwhen they heard my cries, their swords out and ready.  They\nsearched the sack, and they found poor Lazaro--a drenched\nhaddock.  Body and soul, they took us all off to jail on the\nspot: the fishermen were crying to see themselves imprisoned, and\nI was laughing to find myself free.\n\nThey put them in a cell and me in a bed.  The next morning they\ntook our statements.  The fishermen confessed that they had\ncarried me all over Spain, but they said that they had done it\nthinking I was a fish and that they had asked for the\nInquisition's permission to do it.  I told them the truth of the\nmatter: how those fiends had tied me up so that I couldn't make a\npeep.  They had the archpriest and my good Bridget come to\ntestify as to whether or not I really was the Lazaro of Tormes I\nsaid I was.  My wife came in first, and she looked me over very\ncarefully, and then said it was true that I did look something\nlike her good husband, but she didn't think I was him because\neven though I had been an animal, I was more like a drone than a\nfish, and more like a bullock than a tuna.  After saying this she\nmade a deep bow and left.\n\nThe attorney for those hangmen said I should be burned because I\nwas undoubtedly a monster, and he was going to prove it.\n\nI thought to myself: What if there really is an enchanter\nfollowing me and changing me into anything he likes?\n\nThe judges told him to be quiet.  Then the archpriest came in.\nHe saw me looking as pale and wrinkled as an old lady's belly,\nand he said he didn't recognize my face or my figure.  I\nrefreshed his memory about some past things (many of them secret)\nthat had happened between us; I especially told him to think back\non the night he came to my bed naked and said that he was afraid\nof a ghost in his bedroom, and then crawled into bed between my\nwife and me.  So that I wouldn't go on with these reminders, he\nconfessed that I really was his good friend and servant, Lazaro.\n\nThe trial ended with the testimony of the captain who had taken\nme with him from Toledo.  He was one of those who escaped the\nstorm in a skiff, and he confessed that I was, in fact, his\nservant Lazaro.  The time and place the fishermen said they had\nfished me out supported that.  The judges sentenced them to two\nhundred whippings apiece and the confiscation of their\nbelongings: a third of it would be given to the King, a third to\nthe prisoners, and a third to Lazaro.  They found them with two\nthousand pieces of silver, two mules, and a cart, and after the\ncosts and expenditures were paid I got two hundred pieces of\nsilver.  The sailors were plucked and skinned, and I was rich and\nhappy because I had never in my life been the owner of so much\nmoney at one time.\n\nI went to the house of a friend of mine, and after I had downed a\nfew pitchers of wine to get rid of the bad taste of the water and\nwas feeling mellow, I began to strut around like a count and to\neat like a king; I was esteemed by my friends, feared by my\nenemies, and wooed by everyone.  My past troubles seemed like a\ndream to me, my present luck was like a port of leisure, and my\nfuture hopes a paradise of delights.  Hardships humiliate,\nprosperity makes a man haughty.  For the time those two hundred\nsilver pieces lasted, if the King had called me his cousin I\nwould have taken it as an insult.\n\nWhen we Spaniards get a silver coin, we're princes, and even if\nwe don't have one we still have the vanity that goes with it.  If\nyou ask some shabby beggar who he is, he'll tell you at the very\nleast that he is of noble blood and that his bad luck has him\nbacked into a corner, and that's how this mad world is: it raises\nthose who are on the bottom and lowers those who are on top.  But\neven though it is that way, he won't give in to anyone, he puts\nonly the highest value on himself, and he will die of hunger\nbefore he'll work.  And if Spaniards do take a job or learn\nsomething, they have such contempt for it that either they won't\nwork or, if they do, their work is so bad that you can hardly\nfind a good craftsman anywhere in Spain.\n\nI remember there was a cobbler in Salamanca, and whenever anyone\nbrought him something to fix, he would deliver a soliloquy,\ncomplaining that fate had put him in such straits that he had to\nwork in this lowly position when the good name of his family was\nso well known all over Spain.  One day I asked one of his\nneighbors who that bragger's parents were.  They told me his\nfather was a grape stomper, and in winter a hogkiller, and that\nhis mother was a belly washer (I mean the maid for a tripe\nmerchant).\n\nI bought a worn-out velvet suit and a ragged cast-off cape from\nSegovia.  The sword I wore was so enormous that its tip would\nunpave the streets as I walked.  I didn't want to go and see my\nwife when I got out of jail so that she would want to see me\neven more, and also to take revenge for the disdain for me that\nshe was carrying around inside herself.  I really thought that\nwhen she saw me so well-dressed she would repent and greet me\nwith open arms.  But obstinate she was, and obstinate she\nremained.  I found her with a new baby and a new husband.  When\nshe saw me she shouted, \"Get that damn  drenched fish--that\nplucked goose--out of my sight because, if you don't, I swear on\nmy father's grave that I'll get up and poke his eyes out!\"\n\nAnd I answered very coolly, \"Not so fast, Mrs.  Streetwalker.  If\nyou won't admit I'm your husband, then you're not my wife either.\nGive me my daughter, and we'll still be friends.  I have enough\nof a fortune now,\" I went on, \"to marry her to a very honorable\nman.\"\n\nI thought those two hundred pieces of silver would turn out to be\nlike the fifty silver coins of little Blessed John who, every\ntime he spent them, would find fifty more in his purse.  But\nsince I was little Bedeviled Lazaro, it didn't turn out that way\nwith me, as you will see in the next chapter.\n\nThe archpriest contested my demand.  He said she wasn't mine, and\nto prove it he showed me the baptismal book, and when it was\ncompared to the marriage records, it was evident that the child\nhad been born four months after I knew my wife.  Up to then I had\nfelt as spirited as a stallion, but I suddenly realized they had\nmade an ass of me: my daughter wasn't mine at all.  I shook the\ndust off my feet and washed my hands to show my innocence and\nthat I was leaving for good.  I turned my back on them, feeling\nas content as if I had never known them.  I went looking for my\nfriends and told them what had happened; they consoled me--which\nwasn't hard for them to do.\n\nI didn't want to go back to my job as a town crier because my new\nvelvet clothes had changed my self-esteem.  While I was taking a\nwalk to the Visagra gate I met an old woman, a friend of mine, at\nthe gate of the convent of San Juan de los Reyes.  After she\ngreeted me she told me that my wife had softened when she'd found\nout about all the money I had, especially now that that Frenchman\nhad chastened her.\n\nI begged her to tell me what had happened.  She said the\narchpriest and my wife had talked one day about whether it would\nbe a good idea to take me back in and throw Frenchy out; and they\ndiscussed the pros and cons of it.  But their discussion was not\nso secret that the bridegroom didn't hear it.  He pretended he\nhadn't heard a thing, and the next morning he went to work at the\nolive grove.  At noon, when his wife and mine brought his lunch\nout to him, he pulled off all her clothes, tied her to the trunk\nof a tree, and gave her more than a hundred lashes.  And still\nnot satisfied, he made all her clothes into a bundle, took off\nher jewelry, and walked away with it all, leaving her tied up,\nnaked and bleeding.  She would undoubtedly have died there if the\narchpriest hadn't sent someone looking for her.\n\nThe lady also told me she was absolutely sure that if I arranged\nfor somebody to ask her, she would welcome me back, because she\nhad heard my Elvira say, \"Poor me, why didn't I take back my good\nLazaro?  He was as good as could be.  He was never critical or\nparticular, and I could do whatever I wanted.\"\n\nThis was the touch that turned me, and I was thinking of taking\nthe good old woman's advice, but first I wanted to talk it over\nwith my friends.\n\n\n\nVIII.  How Lazaro Brought a Lawsuit against His Wife\n\nWe men are like barnyard hens: if we want to do something good we\nshout it out and cackle about it; but if it's something bad, we\ndon't want anybody to find out so they won't stop us from doing\nwhat we shouldn't.  I went to see one of my friends, and I found\nthree of them there together; because after I had come into\nmoney, they multiplied like flies.  I told them what I wanted to\ndo--go back to my wife and get away from wagging tongues because\n\"Better certain evil than doubtful good.\"  They painted a black\npicture to me and said I was spineless and that I didn't have a\nbrain in my body because the woman I wanted to live with was a\nwhore, a hussy, a trollop, a slut, and, finally, a devil's mule.\n(That's what they call a priest's mistress in Toledo.)\n\nMy friends said so many things to me and gave me so many\narguments that I decided not to beg or even ask my wife.  When my\ngood friends (damned friends, anyway) saw that their arguments\nand advice had done their work, they went even further.  They\nsaid they were advising me, because I was such a good friend, to\nremove the spots and the stains on my honor and to defend it,\nsince it had fallen into such bad times, by suing the archpriest\nand my wife.  They said it wouldn't cost so much as a penny since\nthey were lawyers.\n\nOne of them was an attorney for lost causes, and he offered me a\nthousand pieces of silver from the profits.  The other one was\nmore knowledgeable because he was a prostitutes' lawyer, and he\ntold me that if he were in my shoes he wouldn't take less than\ntwo thousand.  The third one assured me (and since he was a\nbumbailiff, he knew what he was talking about) that he had seen\nother lawsuits that were less clear, that had brought the people\nwho began them an enormous amount of money.  Furthermore, he\nthought that at the first confrontation that Domine Baccalaureus\nwould fill my hands and anoint the lawyers' to make us withdraw\nthe lawsuit, and that he would beg me to go back to my wife.  So\nI would get more honor and profit from it than if I went back to\nher on my own.\n\nMy friends commended this business to me highly, luring me on\nwith high hopes.  I was taken in right then.  I didn't know what\nto say to their sophist arguments, although it really seemed to\nme that it would be better to forgive and forget than to go to\nextremes, and that I should carry out the most difficult of God's\ncommandments (the fourth one), which is to love your enemies--\nespecially since my wife had never acted like an enemy to me.  In\nfact, it was because of her that I had begun to rise in the world\nand become known by many people who would point at me and say,\n\"There goes that nice fellow, Lazaro.\"\n\nBecause of my wife I was somebody.  If the daughter that the\narchdeacon said wasn't mine, was or wasn't, only God, who looks\ninto men's hearts, knows.  It could be that he was fooled just\nthe way I was.  And it could happen that some of the people who\nare reading and laughing over my simpleness so hard they slobber\non their beards might be raising the children of some ignorant\npriest.  They might be working, sweating, and striving to leave\nthe very ones rich who will impoverish their honor, and all the\ntime they are so sure that if there is any woman in the world who\nis faithful, it's their wife.  And even your name, dear reader--\nLord Whitehall--might really come from Wittol.\n\nBut I don't want to destroy anyone's illusions.  All these\nreflections still weren't enough, so I took out a lawsuit against\nthe archpriest and my wife.  Since there was ready money, they\nhad them in jail inside of twenty-four hours: him in the\narchbishop's prison and her in the public one.  The lawyers told\nme not to worry about the money that that business could cost me\nsince it would all come out of that priest's hide.  So, to make\nit even worse for the priest and to raise the costs, I gave\nwhatever they asked me.  They were walking around diligent,\nsolicitous, and energetic.  When they smelled my cash, they were\nlike flies on honey: they didn't take a step in vain.\n\nIn less than a week the lawsuit had moved far ahead, and my\npocketbook had lost as much ground.  The evidence was gathered\neasily because the constables who arrested my wife and the\narchpriest caught them in the act and had taken them off to jail\nin their nightshirts, the way they found them.  There were many\nwitnesses who told the truth.  My good lawyers and counselors and\nthe court clerk saw how thin and weak my pocketbook was getting,\nand they began to falter.  It reached the point where I had to\nspur them harder than a hired mule to get them to make a move.\n\nThe slowdown was so great that when the archpriest and his group\nheard about it, they started crowing and anointing the hands and\nfeet of my representatives.  They seemed like the weights on a\nclock that were going up just as fast as mine were coming down.\nThey managed it so well that in two weeks the archpriest and my\nwife were out of jail on bond, and in less than one week more\nthey condemned Lazaro with false witnesses so that he had to\napologize, pay the court costs, and be banished from Toledo\nforever.\n\nI apologized the way I should have, since with only two hundred\nsilver pieces I had taken a lawsuit out against a man who had\nthat much money to burn.  I gave them the shirt off my back to\nhelp pay the court costs, and I left the city in the raw.\n\nThere I was, rich for an instant, suing a dignitary of the Holy\nChurch of Toledo, an undertaking fit only for a prince.  I had\nbeen respected by my friends, feared by my enemies, in the\nposition of a gentleman who wouldn't put up with a whisper of\naspersion.  And just as suddenly I found myself thrown out--not\nfrom any earthly paradise with figleaves to cover my private\nparts, but from the place I loved most and where I had gotten so\nmuch comfort and pleasure, using some rags I found in a rubbish\nheap to cover my nakedness.\n\nI took refuge in the common consolation of all unfortunates.  I\nthought that since I was at the bottom of the wheel of fortune I\nwould be certain to go back up.  I recall now what I once heard\nmy master, the blind man (who was like a fox whenever he started\nto preach), say: Every man in the world rose and fell on the\nwheel of fortune; some followed the movement of the wheel, and\nothers went against it.  And there was this difference between\nthem: those who followed the wheel's movement fell as quickly as\nthey rose; and those who went against it, once they reached the\ntop--even if they had to work hard at it--they stayed there\nlonger than the others.  According to this, I was going right\nwith the grain--and so quickly that I was barely on top when I\nfound myself in the abyss of misery.\n\nI found myself a picaro--and a real one, since I had only been\npretending up to then.  And I could really say:  Naked was I born,\nnaked am I now, nothing lost and nothing gained.\n\nI started off toward Madrid, begging along the way since that was\nsomething I knew how to do very well.  So there I was again, back\nat my trade.  I told everyone about my troubles: some felt sorry,\nothers laughed, and some gave me alms.  Since I had no wife or\nchildren to support, with what they gave me I had more than\nenough to eat, and to drink, too.  That year people had harvested\nso many grapes for wine that at nearly every door I went to they\nasked if I wanted anything to drink, because they didn't have any\nbread to give me.  I never refused, and so sometimes I would down\na good two gallons of wine before eating anything, and I'd be\nhappier than a girl on the eve of a party.\n\nLet me tell you what I really think: the picaresque life is the\nonly life.  There is nothing in the world like it.  If rich men\ntried it, they would give up their estates for it, just the way\nthe ancient philosophers gave up all they possessed to go over\nto that life.  I say \"go over\" because the life of a philosopher\nand the life of a picaro is the same.  The only difference is\nthat philosophers gave up all they had for their love of that\nkind of life, and picaros find it without giving up anything.\nPhilosophers abandoned their estates to contemplate natural and\ndivine things, the movements of the heavens, with less\ndistraction; picaros do it to sow all their wild oats.\nPhilosophers threw their goods into the sea; picaros throw them\nin their stomachs.  Philosophers despised those things as vain\nand transitory; while picaros don't care for them because they\nbring along cares and work--something that goes against their\nprofession.  So the picaresque life is more leisurely than the\nlife of kings, emperors, and popes.  I decided to travel this\nroad because it was freer, less dangerous, and never sad.\n\n\n\nIX.  How Lazaro Became a Baggage Carrier\n\nThere is no position, no science or art a man does not have to\napply all his intelligence to if he wants to perfect his\nknowledge of it.  Suppose a cobbler has been working at his job\nfor thirty years.  Tell him to make you a pair of shoes that are\nwide at the toe, high at the instep, with laces.\n\nWill he make them?  Before you get a pair the way you asked him,\nyour feet will be shriveled.  Ask a philosopher why a fly's stool\ncomes out black when it's on a white object and white when it's\non something black.  He'll turn as red as a maiden who is caught\ndoing it by candlelight, and he won't know what to answer.  Or if\nhe does answer this question, he won't be able to answer a\nhundred other tomfooleries.\n\nNear the town of Illescas, I ran into a fellow who I knew was an\narchpicaro by the way he looked.  I went up to him the way I\nwould to an oracle to ask him how I should act in this new life\nof mine so I wouldn't be arrested.  He said that if I wanted to\nkeep free of the law I should combine Mary's idleness with\nMartha's work.  In other words, if I was going to be a picaro I\nshould also be a kitchenhelper, a brothel servant, a\nslaughterhouse boy, or a baggage carrier, which was a way of\ncovering up for the picaresque life.  Furthermore, he said that\nbecause he hadn't done this, even after the twenty years he'd\nbeen following his profession, they had just yesterday whipped\nhim up one side and down the other for being a tramp.\n\nI thanked him for the warning and took his advice.  When I got to\nMadrid I bought a porter's strap and stood in the middle of the\nsquare, happier than a cat with gibblets.  As luck would have it,\nthe first person to put me to work was a maiden (God forgive my\nlie) about eighteen years old, but more primped up than a novice\nin a convent.  She told me to follow her.  She took me down so\nmany streets that I thought she was getting paid for walking or\nwas playing a trick on me.  After a while we came to a house that\nI recognized as one of ill repute when I saw the side door, the\npatio, and the beastly old maids dancing there.\n\nWe went into her cell, and she asked me if I wanted her to pay me\nfor my work before we left.  I told her I would wait until we got\nto the place where I was taking the bundle.  I loaded it on my\nback and started down the road to the Guadalajara gate.  She told\nme to put it in a carriage to go to the Nagera fair.  The load\nwas light since it was mainly made up of mortars, cosmetics, and\nperfume bottles.  On the way I found out that she had been in\nthat profession for eight years.\n\n\"The first one to prick me,\" she said, \"was the Father Rector at\nSeville, where I'm from, and he did it with such devotion that\nfrom that day to this I'm very devoted to them.  He put me in the\ncharge of a holy woman, and she provided me with everything I\nneeded for more than six months.  Then a captain took me from\nthere.  And since that time I've been led from pillar to post\nuntil here I am, like this.  I wish to God I had never left that\ngood father who treated me like a daughter and loved me like his\nsister.  Anyway, I've had to work just to be able to eat.\"\n\nAt this time we came up to a carriage that was about to leave.  I\nput the things I was carrying in it and asked her to pay me for\nmy work.  The chatterbox said she would be glad to, and she\nhauled off and hit me so hard she knocked me to the ground.\nThen she said, \"Are you so stupid that you ask someone of my\nprofession for money?  Didn't I tell you before we left the brothel\nthat I would give you satisfaction there for your work if you wanted?\"\n\nShe jumped into the carriage like a nag and spurred the horses\naway, leaving me feeling the sting.  So there I sat, like a\njackass, not sure what had happened to me.  I thought that if\nthat job finished as well as it was starting out, I would be rich\nby the end of the year.\n\nI hadn't even left there when another carriage arrived from\nAlcala de Henares.  The people inside jumped down:  they were all\nwhores, students, and friars.  One of them belonged to the\nFranciscan order, and he asked me if I would like to carry his\nbundle to his monastery.  I told him I would be glad to because I\nsaw that he certainly wouldn't trick me the way the whore had\ndone.  I loaded it onto my back, and it was so heavy I could\nbarely carry it, but I thought of the payment I would get, and\nthat gave me strength.  When we reached the monastery I was very\ntired because it had been so far.  The friar took his bundle and\nsaid, \"May heaven reward you,\" and then he closed the door behind\nhim.\n\nI waited for him to come back out and pay me, but when I saw how\nlong he was taking, I knocked on the door.  The gatekeeper came\nout and asked me what I wanted.  I told him I wanted to be paid\nfor carrying the bundle I'd brought.  He told me to go away, that\nthey didn't pay anything there.  As he closed the door he told\nme not to knock again because it was the hour for meditations,\nand if I did he would whip me thoroughly.  I stood there,\nstupified.  A poor man--one of those who were standing inside the\nvestibule--said to me, \"Brother, you might as well go away.\nThese fathers never have any money.  They live on what other\npeople give them.\"\n\n\"They can live on whatever they want to, but they'll pay me or\nI'm not Lazaro of Tormes.\"\n\nI began to knock again very angrily.  The lay brother came out\neven angrier, and without saying so much as, how do you do?  he\nknocked me to the ground like a ripe pear, and holding me down,\nhe kicked me a good half-dozen times, then pounded me just as\nmuch, and left me flattened out as if the clocktower of Saragossa\nhad fallen on top of me.\n\nI lay there, stretched out, for more than a half-hour without\nbeing able to get up.  I thought about my bad luck and that the\nstrength of that irregular clergyman had been used so badly.  He\nwould have been better off serving under His Highness, the King,\nthan living from alms for the poor--although they aren't even\ngood for that since they're so lazy.  The Emperor, Charles V,\npointed this out when the General of the Franciscans offered him\ntwenty-two-thousand friars, who wouldn't be over forty or under\ntwenty-two years old, to fight in the war.  The invincible\nEmperor answered that he didn't want them because he would have\nneeded twenty-two-thousand pots stew every day to keep them\nalive, implying that they were more fit for eating than working.\n\nGod forgive me, but from that day to this I've hated those\nclergymen so much that whenever I see them they look to me like\nlazy drones or sieves that lift the meat out of the stew and\nleave the broth.  I wanted to leave that work, but first I waited\nthere that night, stretched out like a corpse waiting for his\nfuneral.\n\n\n\nX.  What Happened to Lazaro with an Old Bawd\n\nFeeling faint and dying from hunger, I went up the street very\nslowly, and as I passed by the Plaza of Cebada I ran into an old\ndevout woman with fangs longer than a wild boar.  She came up to\nme and asked if I wanted to carry a trunk to the house of a\nfriend of hers, saying that it wasn't far away and that she would\ngive me forty coppers.  When I heard that, I praised God to hear\nsuch sweet words coming from such a foul-smelling mouth as hers:\nshe would give me forty coppers!  I told her I would, with\npleasure--but my real pleasure was being able to grab onto those\nforty coppers rather than to carry anything, since I was more in\na condition to be carried than to carry.  I loaded the trunk on\nmy back, but it was so big and heavy I could barely lift it.  The\ngood old woman told me to handle it carefully because inside were\nsome perfume bottles that she prized highly.  I told her not to\nworry because I would walk very slowly.  (And even if I had\nwanted to I couldn't have done anything else: I was so hungry I\ncould barely waddle.)\n\nWe reached the house we were taking the chest to.  They were very\nhappy to get it, especially a young maiden, plump and dimpled (I\nwas wishing that after I'd eaten a good meal and was in bed, the\nlice there looked like her): she smiled happily and said she\nwanted the trunk in her dressing room.  I took it there: the old\nlady gave her the key and told her to keep it until she got back\nfrom Segovia.  She said she was going there to visit a relative\nof hers, and she thought she would be back in four days.  She\ngave the girl a hug before she left and whispered a few words in\nher ear that turned the maiden as red as a rose.  And although I\nthought that was nice, I would have thought it was nicer if I had\nhad plenty to eat.  She said good-by to everyone in the house,\nand asked the girl's father and mother to forgive her for being\nso bold.  They told her she was welcome there anytime.  She gave\nme forty coppers and whispered in my ear to come back to her\nhouse the next morning and I would earn forty more.\n\nI went away, happier than a bride in June.  I spent thirty\ncoppers on supper, and kept ten to pay for a room.  I thought\nabout the power of money.  As soon as that old woman gave me the\nforty coppers I found myself lighter than the wind, more valiant\nthan Roland, and stronger than Hercules.  Oh, money, it is not\nwithout reason that most men consider you their God.  You are the\ncause of all good, and the root of all evil.  You are the\ninventor of the arts and the one who keeps them excellent.\nBecause of you some maidens remain pure and other maidens give up\ntheir purity.  Finally, there is no difficulty in the world\ndifficult for you, no hidden place that you do not penetrate, no\nmountain you do not level, no humble hill you do not raise up.\n\nThe next morning I went to the old lady's house the way she asked\nme.  She told me to go back with her and pick up the trunk she\nhad left the day before.  She told the people at the house that\nshe had come back for it because when she was about a mile from\nMadrid, on the way to Segovia, she had met her relative who had\nhad the same idea she did and was coming to visit her, and that\nshe had to have it now because there were clean linens in it that\nshe needed for her relative's room.  The plumpish girl gave her\nback the key, kissing and hugging her more eagerly than the first\ntime; and after she had whispered to her again, they helped me\nload the trunk on my back, and it seemed to me lighter than the\nday before because my belly was fuller.\n\nAs I went down the stairs I stumbled over something that the\nDevil must have put there.  I tripped and fell with the baggage,\nand as I rolled down to the bottom of the stairs where the\nparents of the innocent girl were waiting, I broke both my nose\nand my ribs.  With the knocks that damned chest got, it opened\nup, and inside there appeared a dashing young man with sword and\ndagger at his side.  He was dressed in traveling clothes, without\na cloak.  His trousers and jacket were of green satin, and in his\nhat he wore a feather of the same color.  He had on red garters\nwith pearl-white stockings and white sandals.  He stood up very\nelegantly, and making a deep bow he walked right out the door.\nEveryone stood there agape at the sudden vision, and they looked\nat each other like wooden puppets.\n\nWhen they came out of their trance, they quickly called two of\ntheir sons and told them what had happened.  With a great outcry\nthe sons grabbed their swords, and shouted, \"Kill him, kill him!\"\nThey ran out looking for that dandy, but since he had left in a\nhurry, they weren't able to catch up with him.\n\nThe parents had stayed behind in the house, and they closed the\ndoor and went to take revenge on the bawd.  But she had heard the\nnoise and knew what the cause of it was, and she went out a back\ndoor with the eternal bride-to-be right behind her.  So the\nparents found themselves totally taken in.  They came back down\nto take their revenge out on me, and I was all crippled up,\nunable to move.  If it hadn't been for that, I would have been\nright behind that fellow who had caused all my damage.  The\nbrothers came in sweating and panting, vowing and swearing that\nsince they hadn't caught that wretch, they would kill their\nsister and the go-between.  But when they were told they had\ngotten away by the back door, there was swearing and cursing\neverywhere.\n\nOne of them said, \"If only the Devil himself were here right now\nwith all his hellish throng: I would polish them off like flies.\nCome on, you devils, come on!  But what am I calling you for?  I\nknow that where you are, you're so afraid of my temper you\nwouldn't dare show yourselves here.  If I'd seen that coward, I\nwould only have had to breathe hard on him, and he would have\nblown so far away you'd never hear of him again.\"\n\nThe other one said, \"If I had caught up with him, I wouldn't have\nleft a piece of him bigger than his ear.  But if he's to be found\nanywhere in this world--or even if he's not--he won't escape my\nhands.  I'll get him even if he hides in the center of the\nearth.\"\n\nThey kept on with these boasts and other empty threats, and poor\nLazaro was expecting all those heavy clouds to unload on him.\nBut he was more afraid of the ten or twelve little boys there\nthan of those braggers.  Everyone, old and young, attacked me in\na fury: some kicked me, others hit me with their fists; some\npulled my hair, others boxed my ears.  My fear hadn't been in\nvain because the girls stuck long penny needles into me, and that\nmade me cry out at the top of my lungs.  The family slaves\npinched me until I saw stars.\n\nSome of them said, \"Let's kill him.\"\n\nOthers said, \"Better yet, let's throw him in the privy.\"\n\nThe clamor was so great it sounded like they were pulverizing\nchaff, or that they were hammers in a fulling mill that weren't\nletting up.  When they saw that I was out of breath, they stopped\nbeating me, but they didn't stop threatening me.  Since the\nfather was more mature, or more rotten, he told them to leave me\nalone, and he said that if I would tell the truth about who had\nrobbed him of his honor, they wouldn't hurt me any more.  I\ncouldn't do what he asked because I didn't know who the fellow\nwas: I had never even seen him before he'd come out of the\ncasket.  Since I didn't say anything, they started in again.  And\nthere I was groaning, crying over my bad luck, sighing, and\ncursing my misfortune since it was always finding new ways to\npersecute me.  I was finally able to tell them to stop and I\nwould tell them the facts of the matter.  They did, and I told\nthem to the letter what had happened, but they wouldn't believe\nthe truth.\n\nSeeing that the storm wasn't letting up, I decided to outwit them\nif I could, and so I promised to show them the villain.  They\nstopped hammering on me and offered me wonders.  They asked me\nwhat his name was and where he lived.  I told them I didn't know\nhis name, much less that of the street he lived on, but if they\nwanted to carry me (it was impossible for me to go on foot\nbecause of the way they had beaten me), I would show them his\nhouse.  They were delighted, and they gave me a little wine, so\nthat I recovered my spirits a bit.  Then they gathered all their\nweapons, and two of them picked me up under the arms like a\nFrench lady and carried me through the streets of Madrid.\n\nThe people who saw me said, \"They're taking that man to jail.\"\n\nAnd others said, \"No, it's to the hospital.\"\n\nAnd none of them were right.  I was confused and stunned.  I\ndidn't know what to do or what to say.  Because if I cried for\nhelp, they would complain about me to the law, and I was more\nafraid of that than death.  It was impossible for me to run away,\nnot only because of the beating they had given me, but because I\nwas surrounded by the father, sons, and relatives--eight or nine\nof them had gotten together for the enterprise.  They were\nwalking along, like Saint George, armed to the teeth.\n\nWe crossed streets and passed by alleys without my knowing where\nI was or where I was taking them.  We reached the Sol Gate, and I\nsaw a gallant young fellow coming up one of the streets that led\nto it, prancing on tiptoe, his cape under his arm, with a huge\nglove in one hand and a carnation in the other, swinging his arms\nlike he was the first cousin of the Duke of Infantado.  He was\nmoving his hands and swaying back and forth.  I recognized him\nimmediately: it was my master, the squire, who had stolen my\nclothes in Murcia.  I don't doubt for a minute but that some\nsaint put him there for me (because there wasn't one left in the\nlitany that I hadn't called on).  When I saw opportunity\nknocking, I grabbed it by the head and decided to kill two birds\nwith one stone--taking vengeance on that bragger and freeing\nmyself from those hangmen.\n\nSo I said to them, \"Look!  That libertine who stole your honor is\ncoming this way, and he's changed his clothes.\"\n\nThey were blind with rage, and without further ado they asked me\nwhich one he was.  I pointed him out.  They fell on him, and\ngrabbing him by the collar, they threw him to the ground and\nkicked, trampled, and clouted him.  One of the boys, a brother of\nthe girl, wanted to run him through with his sword, but his\nfather stopped him and called the law officers over, and they put\nshackles on the squire.  When I saw all the turmoil and everyone\nbusy, I made myself scarce and hid as well as I could.\n\nMy good squire had recognized me, and thinking that those were\nrelatives of mine demanding my clothes back, he said, \"Let me go,\nlet me go!  I'll pay you enough for two suits of clothes!\"\n\nBut they stopped up his mouth with their fists.  Bleeding, his\nhead pounded in, and beaten to a pulp, they took him off to jail\nwhile I left Madrid, damning my job and whoever had invented it.\n\n\n\nXI. How Lazaro Left for His Homeland and What Happened to Him on\nthe Way\n\nI wanted to be on my way, but my strength wasn't equal to my\nintentions, and so I stayed in Madrid for a few days.  I didn't\nget along badly there because I used a pair of crutches--since I\ncouldn't walk without them--and I begged from door to door and\nfrom convent to convent until I had enough strength to set out.\nI was quick to do it because of what I heard a beggar tell who\nwas sitting in the sun with some others, picking off fleas.\n\nIt was the story of the trunk I've just told about, but the\nbeggar added that the man they put in jail, thinking he was the\none who had been inside the chest, had proved it wasn't him.\nBecause at the time it had all happened he was in his room; and\nnone of his neighbors had ever seen him wearing any other clothes\nthan the ones he had on when they arrested him.  But even at\nthat, they had still paraded him through the streets for being a\nvagabond, and had banished him from Madrid.  The beggar also told\nhow that man and the maiden's relatives were looking for a\nbaggage carrier, who had contrived the whole business, and they\nswore that the first one who found him would run him through\nuntil he looked like a sieve.\n\nWhen I heard that, I was all eyes, and I put a patch over one of\nthem.  Then I shaved off my beard like a mock priest, and the way\nI looked then, I was sure that not even the mother who bore me\nwould have recognized me.  I left Madrid, intending to go to\nTejares to see whether fortune would disown me if I went back to\nthe mold.  I passed by the Escorial, a building that reflects the\ngreatness of the monarch who was having it built (it wasn't\nfinished yet) and so much so that it can be counted among the\nwonders of the world, although you can't say it is a very\npleasant place to have it built at, since the land is barren and\nmountainous.  But the summer air is so nice that all you have to\ndo is sit in the shade and you won't be bothered by the heat or\nthe cold, and the air is very healthy.\n\nLess than three miles from there I met a band of gypsies who had\nset up camp in an old country house.  When they saw me from a\ndistance they thought I was one of them because my clothes seemed\nto promise no less; but when I got close they saw they were\nmistaken.  They shunned me a little because, as I saw, they were\nholding a conference or debate on thievery.  They told me that\nwasn't the road to Salamanca but to Valladolid.  Since my\nbusiness didn't force me to go to one place instead of any\nother, I told them that if that's the way it was, I wanted to see\nthat city before I went back to my own town.\n\nOne of the oldest men there asked me where I was from, and when I\ntold him Tejares, he invited me to eat with them because we were\nalmost neighbors: he was from Salamanca.  I accepted, and\nafterwards they asked me to tell about myself and my life.  I did\n(they didn't have to ask me twice), with the fewest and shortest\nwords that such great things allowed.  When I came to the part\nabout the barrel and what happened to me at the innkeeper's place\nin Madrid, they burst into laughter, especially a man and woman\ngypsy who nearly split their sides.  I began to feel ashamed, and\nmy face turned red.\n\nThe gypsy who was my neighbor saw me blushing, and he said,\n\"Don't be ashamed, brother.  These people aren't laughing at you;\nyour life is more deserving of admiration than laughter.  And\nsince you have told us so much about yourself, it is only right\nthat we should repay you the same way.  We will put our trust in\nyou just as you have trusted us.  And if the people here will\nallow me, I will tell you the reason for their laughter.\"\n\nEveryone told him to go ahead because they knew he was discreet\nand experienced enough not to let things go too far.\n\n\"For your information, then,\" he continued, \"those people who are\nlaughing over there are the maiden and the priest who jumped _in\npuribus_ when the deluge from your barrel nearly flooded them.\nIf they want to they can tell you how the turns of fortune have\nbrought them to their present state.\"\n\nThe brand new gypsy girl asked them to let her do it,  capturing\nthe benevolence of the illustrious audience, and so, with a\nsonorous, peaceful, and grave voice, she told her story.\n\n\"The day I left, or leaped (to be more accurate), from my\nfather's house and they took me off to prison, they put me in a\nroom that was darker than it was clean and that reeked more than\nit was decorated.  Father Urbez, who is here and won't let me\nlie, was put in jail until he told them he was a priest.  Then\nthey immediately gave him over to the bishop, who scolded him\nseverely for having let himself be overcome by a drop in the\nocean and for having caused such a scandal.  But when he promised\nto be more careful and watch himself so that not even the ground\nwould know of his comings and goings, they let him loose and told\nhim not to say mass for a month.\n\n\"I stayed in the warden's charge, and since he was a young,\nhandsome fellow and I was not a bad-looking girl, he took special\ncare of me.  For me, jail was a palace--a garden of pleasures.\nMy parents were indignant at my looseness but did what they\ncould so I could get loose.  But it was useless: the warden\narranged things so I wouldn't escape his hands.  Meanwhile the\npriest, who is here with us, was walking around the prison like\nan Irish setter, trying to get to talk to me.  He was able to do\nit by means of a third party who was first in the bawdry\nbusiness.  She dressed him up like one of her maids, in a skirt\nand blouse, then she put a muffler over his beard, as if he had a\ntoothache.  At this interview my escape was planned.\n\n\"The next night there was a party at the house of Count Miranda,\nand some gypsies were going to dance at the end of it.  Canil\n(that's the name of Reverend Urbez now) arranged for them to help\nhim with his plans.  The gypsies did everything so well that,\nbecause of their cleverness, we got the liberty we wanted and\ntheir company, too--the best on earth.  The afternoon before the\nparty I smiled at the warden more than a cat at a tripe stand,\nand I made more promises than a sailor in a storm.  Feeling\nfavored by them, he answered with just as many and begged me to\nask him for anything and he would give it, as long as it wasn't\nto lose sight of me.  I thanked him very much and told him that\nif I lost sight of him that would be the worst thing that could\nhappen to me.  Seeing that I had struck home, I begged him--since\nhe could do it--to take me to the party that night.  He thought\nit would be difficult, but not to go back on his promise and\nbecause the little blind archer had wounded him with an arrow, he\ngave his word.\n\n\"The chief constable was in love with me, too, and he had ordered\nall the guards, and even the warden, to take care of me and not\nto move me anywhere.  To keep it secret, the warden dressed me up\nlike a page in a damask green suit, trimmed in gold.  The cloak\nwas velvet of the same color, lined with yellow satin; the\nbrimmed cap had feathers and a little diamond band.  The neck was\nscalloped lace, the stockings were straw-colored with large,\nembroidered garters, the shoes were white with a perforated\ndesign, and there was a gilded sword and dagger like those made\nby Ayresvola.\n\n\"We came to the hall where there were large numbers of ladies and\ngentlemen: the men were gallant and jovial, the ladies were\nelegant and beautiful, and many kept their faces covered with\nshawls and capes.  Canil was dressed like a braggadocio, and when\nhe saw me he came up to my side, so that I was standing between\nhim and the warden.\n\n\"The festivities began, and I saw things I won't tell about since\nthey're beside the point.  The gypsies came out to dance and do\ntumbling tricks.  Two of them began to have words about their\ntumbling; one word led to another, and the first one called the\nother a liar.  The one who had been called a liar brought his\nknife down on the other one's head, and so much blood began\npouring out you would have thought they had killed an ox.  The\npeople there, who thought it was a joke until then, began to run\naround, shouting, 'Help, help!' Some law officers ran over, and\neveryone reached for his sword.  I pulled out my own, and when I\nsaw it in my hand I trembled at the sight of it.  They grabbed\nthe guilty man, and a man who had been put there for that purpose\nby the gypsies said the warden was there and would take care of\nhim.  The chief constable called the warden over to put the\nmurderer in his hands.  The warden wanted to take me with him,\nbut he was afraid I might be recognized, and he told me to go\nover to a corner he pointed out and not to move from there until\nhe came back.  When I saw that that crab louse had let go of me I\ntook hold of Father Canil's hand.  He was still by my side, and\nwe were in the street like a shot.  There we found one of these\ngentlemen who took us to his camp.\n\n\"When the wounded man (whom everyone believed was dead) thought\nwe must have escaped, he got to his feet and said, 'Gentlemen,\nthe joke is over.  I'm not hurt, and we did this to brighten up\nthe party.'\n\n\"He took off his cap, and inside was an ox bladder on top of a\ngood steel helmet.  It had been filled with blood and had burst\nopen when the knife struck it.  Everyone began to laugh at the\njoke except the warden, who didn't like it at all.  He went back\nto the place where he had told me to wait, and when he didn't\nfind me there he started looking for me.  He asked an old gypsy\nwoman if she had seen a page of such and such a description, and\nsince she was in on our game she told him she had and that she\nhad heard him say as he was leaving, holding a man's hand, 'Let's\ngo hide in the convent of San Felipe.'\n\n\"He quickly went after me, but it did no good because he went\neast and we were running to the west.\n\n\"Before we left Madrid we exchanged my clothes for these, and\nthey gave me two hundred pieces of silver besides.  I sold the\ndiamond band for four hundred gold pieces.  And when we got here\nI gave these gentlemen two hundred, as Canil had promised them.\nThat's the story of how I was set free, and if Mr. Lazaro wants\nanything else, let him ask.  We will do for him whatever the\ngentleman desires.\"\n\nI thanked her for the courtesy, and as best I could I took my\nleave of them all.  The good old man walked with me for a few\nmiles.  As we were walking along I asked him if those people were\nall gypsies born in Egypt.  He told me there wasn't a damned one\nfrom Egypt in Spain: all of them there were really priests,\nfriars, nuns, or thieves who had escaped from jail or from their\nconvents.  But the biggest scoundrels of all were the ones who\nhad left their monasteries, exchanging the contemplative life for\nthe active one.  The old man went back to his camp, while I rode\nto Valladolid on the shank's mare.\n\n\n\nXII.  What Happened to Lazaro in an Inn Three Miles outside of Valladolid\n\nWhat thoughts I had all along the road about my good gypsies:\ntheir way of life, their customs, the way they behaved.  It\nreally amazed me that the law let such thieves go around so\nfreely, since everyone knows that their life involves nothing\nbut stealing.  Theirs is an asylum--a shelter for thieves, a\ncongregation of apostates, and a school for evil.  I was especially\nastonished that friars would leave a life of rumination to follow\nthe one of ruination and fatigue of the gypsies.  I wouldn't have\nbelieved what the gypsy told me if he hadn't shown me a gypsy man\nand woman a mile from the camp, behind the walls of a shelter:\nhe was broad-shouldered, and she was plump.  He wasn't sunburned,\nand she wasn't tanned by harsh weather.  One of them was singing\na verse from the psalms of David, and the other was answering with\nanother verse.  The good old man told me that they were a friar\nand a nun who had come to his congregation not more than a week ago,\nwanting to profess a more austere life.\n\nI came to an inn three miles from Valladolid, and I saw the old\nlady from Madrid, along with the young maiden of yore, sitting in\nthe doorway.  A gallant young fellow came out to call them in to\neat.  They didn't recognize me because of my good disguise: my\npatch still over one eye and my clothes worn in the roguish\nstyle.  But I knew I was the Lazaro who had come out of the tomb\nthat had been so harsh on me.  I went up to them to see if they\nwould give me anything.  But they couldn't because they didn't\nhave anything for themselves.  The young man who served as their\nsteward was so generous that, for himself, his sweetheart, and\nthe old bawd, he'd had a tiny bit of pork liver prepared with a\nsauce.  I could have shoveled down everything on the plate in\nless than two mouthfuls.  The bread was as black as the\ntablecloth, and that looked like a penitent's tunic or a rag for\ncleaning stoves.\n\n\"Eat, my dove,\" the gentleman said.  \"This meal is fit for a\nprince.\"\n\nThe go-between ate without a word so as not to lose any time and\nbecause she saw there wasn't enough for all of them.  They began\nto clean up the plate with such gusto that they removed the\nfinish.  When the poor, sad meal was over--and it had made them\nmore hungry than full--the gentle lover made excuses by saying\nthe inn didn't have much food.\n\nWhen I saw they didn't have anything for me, I asked the\ninnkeeper what there was to eat.  He told me, \"It depends how\nmuch you want to pay.\"  He wanted to give me a few chitterlings.\nI asked him if he had anything else.  He offered me a quarter of\nkid that the lover hadn't wanted because it was too expensive.  I\nwanted to impress them, so I told him to give it to me.  I sat\ndown with it at the end of the table, and their stares were a\nsight to behold.  With each mouthful I swallowed six eyes,\nbecause those of the lover, the girl, and the bawd were fastened\non what I was eating.\n\n\"What's going on?\" asked the maiden.  \"That poor man is eating a\nquarter of kid, and there was nothing for us but a poor piece of\nfried liver.\"\n\nThe young fellow answered that he had asked the innkeeper for\nsome partridges, capons or hens, and that he had told him he\ndidn't have anything else to offer.  I knew the truth of the\nmatter--that he had put them on that diet because he didn't want\nto pay or couldn't, but I decided to eat and keep quiet.  The kid\nwas like a magnet.  Without warning, I found all three of them\nhovering over my plate.\n\nThe brazen-faced little bitch picked up a piece and said, \"With\nyour permission, brother.\"  But before she had it, she had the\npiece in her mouth.\n\nThe old woman said, \"Don't steal his meal from this poor sinner.\"\n\n\"I'm not stealing it,\" she answered.  \"I intend to pay him for it\nvery well.\"\n\nAnd in the same breath she began to eat so fast and furiously\nthat it looked like she hadn't eaten in six days.  The old woman\ntook a bite to see how it tasted.\n\n\"Is it really that good?\" said the young man.  And he filled his\nmouth with an enormous piece.  When I saw that they were going\ntoo far, I picked up everything on the plate and stuck it in my\nmouth.  It was so big that it couldn't go down or up.\n\nWhile I was in this struggle, two armed men came riding up to the\ndoor of the inn, wearing vests and helmets and carrying shields.\nEach of them had one musket at his side and another on the\nsaddle.  They dismounted and gave their mules to a foot servant.\nThey asked the innkeeper if there was anything to eat.  He told\nthem he had a good supply of food, and if they liked they could\ngo into the hall while he was preparing it.  The old woman had\ngone over to the door when she heard the noise, and she came back\nwith her hands over her face, bowing as much as a novice monk.\nShe spoke with a wee, tiny voice and was laboriously twisting\nback and forth like she was going into labor.\n\nAs softly and well as she could, she said, \"We're lost.  Clara's\nbrothers (Clara was the maiden's name) are outside.\"\n\nThe girl began to pull and tear at her hair, hitting herself so\nhard it was like she was possessed.  The young man was\ncourageous, and he consoled her, telling her not to worry, that\nhe could handle everything.  I was all ears, with my mouth full\nof kid, and when I heard that those braggers were there I thought\nI was going to die of fear.  And I would have, too, but since my\ngullet was closed off, my soul didn't find the door standing\nopen, and it went back down.\n\nThe two Cids came in, and as soon as they saw their sister and\nthe bawd they shouted, \"Here they are!  At last we have them.\nNow they'll die!\"\n\nI was so frightened by their shouts that I fell to the floor, and\nwhen I hit I ejected the goat that was choking me.  The two women\ngot behind the young man like chicks under a hen's wing running\nfrom a hawk.  Brave and graceful, he pulled out his sword and\nwent at the brothers so furiously that their fright turned them\ninto statues.  The words froze in their mouths, and the swords in\ntheir sheaths.  The young man asked them what they wanted or what\nthey were looking for, and as he was talking he grabbed one of\nthem and took away his sword.  Then he pointed this sword at his\neyes, while he held his own sword at the other one's eyes.  At\nevery movement he made with the swords, they trembled like\nleaves.  When the old woman and the sister saw the two Rolands so\nsubdued, they went up and disarmed them.  The innkeeper came in\nat the noise we were all making (I had gotten up and had one of\nthem by the beard).\n\nIt all seemed to me like the gentle bulls in my town:  boys, when\nthey see them, run away; but they gradually get more and more\ndaring, and when they see they aren't as fierce as they look,\nthey lose all their fear and go right up and throw all kinds of\ngarbage on them.  When I saw that those scarecrows weren't as\nferocious as they looked, I plucked up my courage and attacked\nthem more bravely than my earlier terror had allowed.\n\n\"What's this?\" asked the innkeeper.  \"Who dares to cause such an\nuproar in my house?\"\n\nThe women, the gentleman, and I began shouting that they were\nthieves who had been following us to rob us.  When the innkeeper\nsaw them without any weapons, and at our mercy, he said, \"Thieves\nin my house!\"\n\nHe grabbed hold of them and helped us put them in a cellar,\nnot listening to one word of their protests.  Their servant\ncame back from feeding the mules, and he asked where his\nmasters were: the innkeeper put him in with them.  He took their\nbags, their saddle cushions, and their portmanteaus and locked\nthem up, and he gave us the weapons as if they belonged to him.\nHe didn't charge us for the food so that we would sign a lawsuit\nhe had drawn up against them.  He said he was a minister of\nthe Inquisition, and as a law officer in that district, he was\ncondemning the three of them to the galleys for the rest of their lives,\nand to be whipped two hundred times around the inn.  They appealed\nto the Chancery of Valladolid, and the good innkeeper and three\nof his servants took them there.\n\nWhen the poor fellows thought they were before the judges,\nthey found themselves before the Inquisitors, because the sly\ninnkeeper had put down on the record some words they had spoken\nagainst the officials of the Holy Inquisition (an unpardonable\ncrime).  They put the brothers in dark jail cells, and they\ncouldn't write their father or ask anyone to help them the way\nthey had thought they could.\n\nAnd there we will leave them, well guarded, to get back to our\ninnkeeper, because we met him on the road.  He told us that the\nInquisitors had commanded him to have the witnesses who had\nsigned the lawsuit appear before them.  But, as a friend, he was\nadvising us to go into hiding.  The young maiden gave him a ring\nfrom her finger, begging him to arrange things so we wouldn't\nhave to appear.  He promised he would.  But the thief said this\nto make us leave, so that if they wanted to hear witnesses they\nwouldn't discover his chicanery (and it wasn't his first).\n\nIn two weeks Valladolid was the scene of an _auto de fe_, and I\nsaw the three poor devils come out with other penitents, with\ngags in their mouths, as blasphemers who had dared speak against\nthe ministers of the Holy Inquisition--a group of people as\nsaintly and perfect as the justice they deal out.  All three of\nthem were wearing pointed hats and sanbenitos, and written on\nthem were their crimes and the sentences they had been given.  I\nwas sorry to see that poor foot servant paying for something he\nhadn't done.  But I didn't feel as much pity for the other two\nbecause they'd had so little on me.  The innkeeper's sentence was\ncarried out, with the addition of three hundred lashes apiece, so\nthey were given five hundred and sent to the galleys where their\nfierce bravado melted away.\n\nI sought out my fortune.  Many times, on the street of Magdalena,\nI ran into my two women friends.  But they never recognized me or\nwere aware that I knew them.  After a few days I saw the\nmissionary-minded young maiden in the prisoners' cells where she\nearned enough to maintain her affair and herself.  The old woman\ncarried on her business in that city.\n\n\n\nXIII.  How Lazaro Was a Squire for Seven Women at One Time\n\nI reached Valladolid with six silver pieces in my purse because\nthe people who saw me looking so skinny and pale gave me money\nwith open hands, and I didn't take it with closed ones.  I went\nstraight to the clothing store, and for four silver coins and a\ntwenty-copper piece I bought a long baize cloak, worn out, torn\nand unraveled, that had belonged to a Portuguese.  With that, and\na high, wide-brimmed hat like a Franciscan monk's that I bought\nfor half a silver piece, and with a cane in my hand, I took a\nstroll around.\n\nPeople who saw me mocked me.  Everyone had a different name for\nme.  Some of them called me a tavern philosopher.  Others said,\n\"There goes Saint Peter, all dressed up for his feast day.\"\n\nAnd still others: \"Oh, Mr. Portugee, would you like some polish\nfor your boots?\"\n\nAnd somebody even said I must be a quack doctor's ghost.  I\nclosed my ears like a shopkeeper and walked right past.\n\nAfter I had gone down a few streets I came upon a woman dressed\nin a full skirt, with very elegant shoes.  She also had on a silk\nveil that came down to her bosom and had her hand on a little\nboy's head.  She asked me if I knew of any squires around there.\nI answered that I was the only one I knew of and that if she\nliked she could use me as her own.  It was all arranged in the\ntwinkling of an eye.  She promised me sixty coppers for my meals\nand wages.  I took the job and offered her my arm.  I threw away\nthe cane because I didn't need it anymore, and I was only using\nit to appear sickly and move people to pity.  She sent the child\nhome, telling him to have the maid set the table and get dinner\nready.  For more than two hours she took me from pillar to post,\nup one street and down another.\n\nThe lady told me that when she got to the first house we were\ngoing to stop at, I was to go up to the house first and ask for\nthe master or mistress of the house, and say, \"My lady, Juana\nPerez (that was her name), is here and would like to pay her\nrespects.\"\n\nShe also told me that whenever I was with her and she stopped\nanywhere, I was always to take off my hat.  I told her I knew\nwhat a servant's duties were, and I would carry them out.\n\nI really wanted to see my new mistress's face, but she kept her\nveil over it, and I couldn't.  She told me she wouldn't be able\nto keep me by herself but that she would arrange for some ladies\nwho were neighbors of hers to use me, and between them they would\ngive me the money she had promised.  And meanwhile, until they\nall agreed--which wouldn't take long--she would give me her share.\nShe asked me if I had a place to sleep.  I told her I didn't.\n\n\"I'll get you one,\" she said.  \"My husband is a tailor, and you\ncan sleep with his apprentices.  You couldn't find a better-\npaying job in the whole city,\" she continued, \"because in three\ndays you'll have six ladies, and each of them will give you ten\ncoppers.\"\n\nI was nearly dumbstruck to see the pomposity of that woman who\nappeared to be, at the very least, the wife of a privileged\ngentleman or of some wealthy citizen.  I was also astonished to\nsee that I would have to serve seven mistresses to earn seventy\npoor coppers a day.  But I thought that anything was better than\nnothing, and it wasn't hard work.  That was something I fled from\nlike the Devil, because I was always more for eating cabbage and\ngarlic without working than for working to eat capons and hens.\n\nWhen we came to her house, she gave me the veil and the shoes to\ngive to the maid, and I saw what I was longing for.  The young\nwoman didn't look bad at all to me: she was a sprightly brunette,\nwith a nice figure.  The only thing I didn't like was that her\nface gleamed like a glazed earthen pot.\n\nShe gave me the ten coppers and told me to come back two times\nevery day--at eight in the morning and three in the afternoon--\nto see if she wanted to go out.  I went to a pastry shop, and with\na ten-copper piece of pie I put an end to my day's wages.  I spent\nthe rest of the day like a chameleon because I had spent the money\nI'd begged along the road.  I didn't dare go begging anymore because\nif my mistress heard about it she would eat me alive.\n\nI went to her house at three o'clock; she told me she didn't want\nto go out, but she warned me that from then on she wouldn't pay\nme on the days she didn't go out, and that if she only went out\nonce a day she would give me five coppers and no more.  But she\nsaid that since she was giving me a place to sleep, she expected\nto be served before all the others, and she wanted me to call\nmyself her servant.  For the sort of bed it was, she deserved\nthat and even more.  She made me sleep with the apprentices on a\nlarge table without a damned thing to cover us but a worn-out\nblanket.\n\nI spent two days on the miserable food that I could\nafford with ten coppers.  Then the wife of a tanner joined the\nfraternity, and she haggled over the ten coppers for more than an\nhour.  Finally, after five days, I had seven mistresses, and my\nwages were seventy coppers.  I began to eat splendidly: the wine\nI drank wasn't the worst, but it wasn't the best either (I didn't\nwant to overreach my hand and have it lopped off).  The five\nother women were the wife of a constable, a gardener's wife, the\nniece (or so she said) of a chaplain in the Discalced order, a\ngoodlooking, sprightly girl, and a tripe merchant.  This last\nwoman I liked best because whenever she gave me the ten coppers\nshe invited me to have some tripe soup, and before I left her\nhouse I would have guzzled down three or four bowlsful.\n\nSo I was living as content as could be.  The last mistress was a\ndevout woman: I had more to do with her than with the others\nbecause all she ever did was visit with friars, and when she was\nalone with them she was in her glory.  Her house was like a\nbeehive: some coming, others going, and they all came with their\nsleeves stuffed with things for her.  For me, so I would be a\nfaithful secretary, they brought some pieces of meat from their\nmeals, which they put in their sleeves.  I have never in my life\nseen a more hypocritical woman than she was.  When she walked\ndown the street she never took her eyes off the ground; her\nrosary was always in her hand, and she would always be praying on\nit in the streets.  Every woman who knew her begged her to pray\nto God for them since her prayers were so acceptable to Him.  She\ntold them she was a great sinner (and that was no lie), but she\nwas lying with the truth.\n\nEach of my mistresses had her own special time for me to come.\nWhen one of them said she didn't want to go out, I went to the\nnext one's house, until I finished my rounds.  They told me what\ntime to come back for them and without fail, because if I (sinner\nthat I am) was even a little bit late, the lady would insult me\nin front of everyone she visited, and she would threaten me,\nsaying that if I kept being so careless she would get another\nsquire who was more diligent, careful, and punctual.  Anyone\nhearing her shout and threaten me so haughtily undoubtedly\nthought she was paying me two pieces of silver every day and a\nsalary of three hundred silver pieces a year besides.  When my\nmistresses walked down the street each one looked like the wife\nof the judge over all Castile, or at least, of a judge of the\nChancery.\n\nOne day it happened that the chaplain's niece and the\nconstable's wife met in a church, and both of them wanted to go\nhome at the same time.  The quarrel about which one I would take\nhome first was so loud that it was as though we were in jail.\nThey grabbed hold of me and pulled--one at one side and one at\nthe other--so fiercely that they tore my cloak to shreds.  And\nthere I stood, stark naked, because I didn't have a damned thing\nunder it but some ragged underwear that looked like a fish net.\nThe people who saw the fish hook peeping out from the torn\nunderwear laughed their heads off.  The church was like a tavern:\nsome were making fun of poor Lazaro; others were listening to the\ntwo women dig up their grandparents.  I was in such a hurry to\ngather up the pieces of my cloak that had fallen in their\nripeness that I didn't get a chance to listen to what they were\nsaying.  I only heard the widow say, 'Where does this whore get\nall her pride?  Yesterday she was a water girl, and today she\nwears taffeta dresses at the expense of the souls in purgatory.\n\nThe other woman answered, \"This one, the old gossip, got her\nblack frocks at bargain prices from those who pay with a _Deo\nGratias_, or a 'be charitable in God's name.' And if I was a\nwater girl yesterday, she's a hot-air merchant today.\"\n\nThe people there separated the women because they had begun to\npull each other's hair.  I finished picking up the pieces of my\npoor cloak, and I asked a devout woman there for two pins.  Then\nI fixed it as well as I could and covered up my private parts.\n\nI left them quarreling and went to the tailor's wife's house.\nShe had told me to be there at eleven because she had to go to\ndinner at a friend's house.  When she saw how ragged I looked,\nshe shouted at me, \"Do you think you're going to earn my money\nand escort me like a picaro?  I could have another squire with\nstylish trousers, breeches, a cape and hat, for less than I pay\nyou.  And you're always getting drunk on what I give you.\"\n\nWhat do you mean, getting drunk?  I thought to myself.  With\nseventy coppers that I make a day, at most?  And many days my\nmistresses don't even leave their houses just so that they won't\nhave to pay me a cent.  The tailor's wife had them stitch\ntogether the pieces of my cloak, and they were in such a hurry\nthat they put some of the pieces on top that belonged on the\nbottom.  And that's the way I went with her.\n\n\n\nXIV.  Where Lazaro Tells What Happened to Him at a Dinner\n\nWe went flying along like a friar who has been invited out to\ndinner because the lady was afraid there wouldn't be enough left\nfor her.  We reached her friend's house, and inside were other\nwomen who had been invited, too.  They asked my mistress if I\nwould be able to guard the door; she told them I could.  They\nsaid to me, \"Stay here, brother.  Today you'll eat like a king.\"\n\nMany gallant young men came, each one pulling something out of\nhis pocket: this one a partridge, that one a hen; one took out a\nrabbit, another one a couple of pigeons; this one a little\nmutton, that one a piece of loin; and someone brought out sausage\nor blackpudding.  One of them even took out a pie worth a silver\npiece, wrapped up in his handkerchief.  They gave it to the cook,\nand in the meantime they were frolicking around with the ladies,\nromping with them like donkeys in a new field of rye.  It isn't\nright for me to tell what happened there or for the reader to\neven imagine it.\n\nAfter these rituals there came the victuals.  The ladies ate the\n_Aves_, and the young men drank the _ite misa est_.  Everything\nleft on the table the ladies wrapped in their handkerchiefs and\nput in their pockets.  Then the men pulled the dessert out of\ntheirs: some, apples; others, cheese; some, olives; and one of\nthem, who was the cock of the walk and the one who was fooling\nwith the tailor's wife, brought out a half-pound of candied\nfruit.  I really liked that way of keeping your meal so close,\nin case you need it.  And I decided right then that I would put\nthree or four pockets on the first pair of pants God would give\nme, and one of them would be of good leather, sewn up well enough\nto pour soup into.  Because if those gentlemen who were so rich\nand important brought everything in their pockets and the ladies\ncarried things that were cooked in theirs, I--who was only a\nwhore's squire--could do it, too.\n\nWe servants went to eat, and there wasn't a damned thing left for\nus but soup and bread sops, and I was amazed to see that those\nladies hadn't stuck that up their sleeves.  We had barely begun\nwhen we heard a tremendous uproar in the hall where our masters\nwere: they were referring to their mothers and discussing what\nsort of men their fathers had been.  They left off talking and\nstarted swinging, and since variety is necessary in everything,\nthere was hitting, slapping, pinching, kicking, and biting.  They\nwere grabbing one another's hair and pulling it out; they pounded\neach other so much you would think they were village boys in a\nreligious procession.  As far as I could find out, the quarrel\nbroke out because some of the men didn't want to give or pay those\nwomen anything: they said that what the women had eaten was enough.\n\nIt happened that some law officers were coming up the street, and\nthey heard the noise and knocked on the door and called out,\n\"Open up, in the name of the law!\"\n\nWhen they heard this, some of the people inside ran one way, and\nothers another way.  Some left behind their cloaks, and others\ntheir swords, one left her shoes, another her veil.  So they all\ndisappeared, and each one hid as best he could.  I had no reason\nto run away, so I stood there, and since I was the doorman, I\nopened the door so they wouldn't accuse me of resisting the law.\nThe first officer who came in grabbed me by the collar and said I\nwas under arrest.  When they had me in their hands, they locked\nthe door and went looking for the people who had been making all\nthe noise.  There was no bedroom, dressing room, basement, wine\ncellar, attic, or privy they didn't look in.\n\nSince the officers didn't find anyone, they took my statement.  I\nconfessed from A to Z about everyone at the gathering and what\nthey had done.  The officers were amazed, since there were as\nmany as I'd said, that not one of them had turned up.  To tell\nthe truth, I was amazed, too, because there had been twelve men\nand six women.  Simple as I was, I told them (and I really\nbelieved it) that I thought all the people who had been there and\nmade that noise were goblins.  They laughed at me, and the\nconstable asked his men who had been to the wine cellar if they'd\nlooked everywhere carefully.  They said they had, but not\nsatisfied with this, he made them light a torch, and when they\nwent in the door they saw a cask rolling around.  The officers\nwere terrified, and they started to run away, crying, \"For God's\nsake, that fellow was right; there are nothing but spooks here!\"\n\nThe constable was shrewder, and he stopped the officers, saying\nhe wasn't afraid of the Devil himself.  Then he went over to the\ncask and took off the lid, and inside he found a man and a woman.\nI don't want to tell how he found them so I won't offend the pure\nears of the wholesome, high-minded reader.  I will only say that\nthe violence of their movements had made the cask roll around and\nwas the cause of their misfortune and of showing in public what\nthey were doing in private.\n\nThe officers pulled them out: he looked like Cupid with his\narrow, and she like Venus with her quiver.  Both of them were as\nnaked as the day they were born because, when the officers had\nknocked, they were in bed, kissing the holy relics, and with the\nalarm they didn't have a chance to pick up their clothes.  And,\nto hide, they had climbed into that empty cask, where they\ncontinued their devout exercise.\n\nEveryone stood there, agape at the beauty of these two.  Then\nthey threw two cloaks over them and put them in the custody of\ntwo officers, and they started looking for the others.  The\nconstable discovered a large earthen jug filled with oil, and\ninside he found a man fully dressed and up to his chest in the\noil.  As soon as they saw him he tried to jump out, but he didn't\ndo it so agilely that the jug and he both didn't tip over.  The\noil flew out and covered the officers from head to foot, staining\nthem without any respect.  They stood there cursing the job and\nthe whore who taught it to them.  The oiled man saw that instead\nof grabbing him they were avoiding him like the plague, and he\nbegan to run away.\n\nThe constable shouted, \"Stop him!  Stop him!\"  But they all made\nroom for him to go past.  He went out a back door, pissing oil.\nWhat he wrung from his clothes he used to light the lamp of Our\nLady of Afflictions for more than a month.\n\nThe law officers stood there, bathed in oil, and cursing whoever\nhad brought them to the place.  And so was I, because they said I\nwas the pander and they were going to tar and feather me.  They\nwent out like fritters from the frying pan, leaving a trail\nwherever they walked.  They were so irate that they swore to God\nand to the four holy Gospels that they would hang everyone they\nfound.  We prisoners trembled.  They went over to the storeroom\nto look for the others.  They went in, and from the top of a door\na bag of flour was poured down on them, blinding them all.\n\nThey shouted, \"Stop, in the name of the law!\"\n\nIf they tried to open their eyes, they were immediately closed up\nwith flour and water.  The men holding us let go so they could\nhelp the constable who was yelling like a madman.  They had\nhardly gotten inside when their eyes were covered with flour and\nwater, too.  They were wandering around like they were playing\nblindman's bluff, bumping into and clouting each other so much\nthey broke their jaws and teeth.\n\nWhen we saw that the officers were done in, we threw ourselves on\nthem, and they attacked each other so wildly that they fell,\nexhausted, to the floor while blows and kicks rained and hailed\ndown on top of them.  Finally, they didn't shout or move any\nmore than dead men.  If one of them tried to open his mouth, it\nwas immediately filled with flour and stuffed like a capon at a\npoultry farm.  We bound their hands and feet and carried them\nalong like hogs to the wine cellar.  We threw them in the oil\nlike fish to be fried, and they squirmed around like pigs in a\nmire.  Then we locked up the doors, and we all went home.\n\nThe owner of that one had been in the country, and when he came\nback he found the doors locked and that no one answered when he\ncalled.  A niece of his had loaned out his house for that feast,\nand she had gone back to her father's, afraid of what her uncle\nwould do.  The man had the doors unlocked, and when he saw his\nhouse sown with flour and anointed with oil, he flew into a rage\nand began shouting like a drunkard.  He went to the wine cellar\nand found his oil spilled all over and the law officers wallowing\nin it.  He was so angry to see his home devastated that he picked\nup a cudgel and hammered away on the constable and the officers,\nleaving them half dead.  He called his neighbors over, and they\nhelped drag them out to the street, and there boys threw mud,\ngarbage, and filth on the officers and the constable.  They were\nso full of flour no one recognized them.  When they came to and\nfound themselves in the street, free, they took to their heels.\nThen people could very well have said, \"Stop the name of the law-\n-it's running away!\"\n\nThey left behind their cloaks, swords, and daggers and didn't\ndare go back for them so that no one would find out what had\nhappened.\n\nThe owner of the house kept everything that was left behind as\ncompensation for the damage that had been done.  When I came out,\nready to leave, I found a cloak that wasn't at all bad, and I\ntook it and left mine there.  I thanked God I had come out ahead\nthis time (something new for me), since I was always getting the\nshort end of things.  I went to the house of the tailor's wife.\nI found the house in an uproar, and the tailor, her husband, was\nthrashing her with a stick for having come back alone without her\nveil or shoes and for running down the street with more than a\nhundred boys after her.  I got there at just the right time\nbecause, as soon as the tailor saw me, he left his wife and\nsailed into me with a blow that finished off the few teeth I\nstill had.  Then he kicked me ten or twelve times in the belly,\nand that made me throw up what little I had eaten.\n\n\"You damned pimp!\" he cried.  \"You mean you're not ashamed to\ncome back to my house?  I'll give you enough payment to settle\nevery score--past and present.\"\n\nHe called his servants, and they brought a blanket and tossed me\nin it to their own pleasure, which was my grief.  They left me\nfor dead and laid me out on a bench like that.  It was nighttime\nwhen I recovered my senses, and I tried to get up and walk.  But\nI fell to the ground and broke an arm.  The next morning I made\nmy way to the door of a church, little by little, and there I\nbegged with a pitiful voice from the people going in.\n\n\n\nXV.  How Lazaro Became a Hermit\n\nStretched out at the door of the church and reviewing my past\nlife, I thought over the misery I had gone through from the day I\nbegan to serve the blind man down to the present.  And I came to\nthe conclusion that even if a man always rises early, that\ndoesn't make dawn come any earlier, and if you work hard, that\nwon't necessarily make you rich.  And there's a saying that goes\nlike this: \"The early riser fails where God's help succeeds.\"  I\nput myself in His hands so that the end would be better than the\nbeginning and the middle had been.\n\nA venerable, white-bearded hermit was next to me with his staff\nand a rosary in his hand, and at the end of the rosary hung a\nskull the size of a rabbit's.\n\nWhen the good Father saw me in such misery he began to console me\nwith kind, soft words, and he asked me where I was from and what\nhad happened to bring me to such a pitiful state.  I told him\nvery briefly the long process of my bitter pilgrimage.\nHe was astonished by what I said and showed his pity on me\nby inviting me to his hermitage.  I accepted the invitation,\nand as well as I could (which wasn't painlessly) I reached the\noratory with him, a few miles from there, in the side of a hill.\nAttached to it was a little house with a bedroom and a bed.  In\nthe patio was a cistern with fresh water, and it was used to\nwater a garden--neater and better cared for than it was large.\n\n\"I have been living here,\" said the good old man, \"for twenty\nyears, apart from the commotion and anxiety of man.  This,\nbrother, is earthly paradise.  Here I contemplate both divine and\nhuman matters.  Here I fast when I am well fed, and I eat when I\nam hungry.  Here I stay awake when I can't sleep, and I sleep\nwhen I grow tired.  Here I have solitude when no one is with me,\nand I have company when I am not alone.  Here I sing when I am\nhappy, and I cry when I am sad.  Here I work when I'm not idle,\nand I am idle when I don't work.  Here I think about my past bad\nlife, and I contemplate the good one I have now.  And, finally,\nhere nothing is known, and the knowledge of all things is\nattained.\"\n\nI rejoiced in my heart to listen to the cunning hermit, and I\nbegged him to tell me about hermit life, since it seemed to be\nthe best in the world.\n\n\"What do you mean, the best?\" he answered.  \"Only a person who\nhas enjoyed it can know how good it really is.  But we don't have\ntime to speak further of this because it's time to have dinner.\"\n\nI begged him to heal my arm because it hurt very much.  He did it\nso easily that from then on it never bothered me.  We ate like\nkings and drank like Germans.  After the meal was over, and while\nwe were taking an afternoon nap, my good hermit began to shout,\n\"I'm dying!  I'm dying!\"\n\nI got up and saw that he looked like he was about to breathe his\nlast.  And I asked him if he really was dying.\n\n\"Yes, yes, yes!\" he answered.\n\nAnd still repeating \"yes,\" he died an hour later.\n\nBut at the time he told me that, I was very upset.  I realized\nthat if the man died without witnesses, people might say I had\nkilled him, and it would cost me the life I had kept up with such\nhard work.  And it wouldn't take very weighty witnesses for that\nbecause I looked more like a robber than an honest man.  I\nimmediately ran out of the hermitage to see if anyone was around\nwho could be a witness to the old man's death.  I looked\neverywhere and saw a flock of sheep nearby.  I quickly (although\npainfully because of the beating I had gotten in the tailor\nskirmish) went toward it.  I found six or seven shepherds and\nfour or five shepherdesses resting in the shade of some willows,\nnext to a shining, clear spring.  The men were playing\ninstruments and the women were singing.  Some were capering,\nothers were dancing.  One of the men was holding a woman's hand,\nanother was resting with his head on a woman's lap.  And they\nwere spending the heat of the day wooing each other with sweet\nwords.\n\nI ran up to them, terrified, and begged them to come with me\nright away because the old hermit was dying.  Some of them came\nalong while others stayed behind to watch over the sheep.  They\nwent into the hermitage and asked the good hermit if he was\napproaching death.  He said, \"Yes\" (but that was a lie because he\nwasn't going anywhere: it was death that was approaching him, and\nagainst his will).  When I saw that he was still in his rut about\nsaying yes, I asked him if he wanted those shepherds to be\nwitnesses for his last will and testament.  He answered, \"Yes.\"\n\nI asked him if he was leaving me as his sole and lawful heir.  He\nsaid, \"Yes.\"  I went on, asking if he acknowledged and confessed\nthat everything he possessed or might possess he was leaving to\nme for services and other things he had received from me.  Again\nhe said, \"Yes.\"\n\nI was wishing that would be the last noise he'd make, but I saw\nthat he still had a little breath left in him, and, so that he\nwouldn't do me any harm with it, I went on with my questions and\nhad one of the shepherds write down everything he said.  The\nshepherd wrote on a wall with a piece of coal since we didn't\nhave an inkwell or a pen.\n\nI asked him if he wanted that shepherd to sign for him\nsince he was in no position to do it himself, and he died,\nsaying, \"Yes, yes, yes.\"\n\nWe went ahead and buried him: we dug a grave in his\ngarden (and did it all very quickly because I was afraid he might\ncome back to life).  I invited the shepherds to have something to\neat; they didn't want to because it was time to feed their sheep.\nThey went away, giving me their condolences.\n\nI locked the door of the hermitage and walked all around the\ninside.  I found a huge jug of good wine, another one full of\noil, and two crocks of honey.  He had two sides of bacon, a good\nquantity of jerked beef, and some dried fruit.  I liked all of\nthis very much, but it wasn't what I was looking for.  I found\nhis chests full of linens, and in the corner of one of them was a\nwoman's dress.  This surprised me, but what surprised me even\nmore was that such a well-provided man wouldn't have any money.\nI went to the grave to ask him where he had put it.\n\nIt seemed to me that after I had asked him he answered: \"You\nstupid fellow.  Do you think that living out here in the country\nthe way I do, at the mercy of thieves and bandits, I would keep\nit in a coffer where I'd be in danger of losing what I loved\nmore than my own life?\"\n\nIt was as if I had really heard this inspiration from his mouth,\nand it made me look around in every corner.  But when I didn't\nfind anything, I thought: If I were going to hide money here so\nno one else could find it, where would I put it?  And I said to\nmyself: In that altar.  I went over to it and took the frontpiece\nof the altar off the pedestal, which was made of mud and clay.\nOn one side I saw a crack that a silver coin could fit into.  My\nblood started humming, and my heart began to flutter.  I picked\nup a spade, and in less than two clouts I had half the altar on\nthe ground, and I discovered the relics that were buried there.\nI found a jar full of coins.  I counted them, and there were six\nhundred silver pieces.  I was so overjoyed at the discovery that\nI thought I would die.  I took the money out of there and dug a\nhole outside the hermitage where I buried it so that if they\nturned me out of there I would have what I loved most outside.\n\nWhen this was done I put on the hermit's garb and went into town\nto tell the prior of the brotherhood what had happened.  But\nfirst I didn't forget to put the altar back the way it had been\nbefore.  I found all the members of the brotherhood that the\nhermitage depended on together there.  The hermitage was\ndedicated to Saint Lazarus, and I thought that was a good sign\nfor me.  The members saw that I was already gray-haired and of an\nexemplary appearance, which is the most important part of\npositions like this.  There was, however, one difficulty, and\nthat was that I didn't have a beard.  I had sheared it off such a\nshort time before that it hadn't yet sprung back.  But even with\nthis, seeing by the shepherds' story that the dead man had left\nme as his heir, they turned the hermitage over to me.\n\nAbout this business of beards, I remember what a friar\ntold me once: In his order, and even in the most reformed orders,\nthey wouldn't make anyone a Superior unless he had a good beard.\nSo it happened that some of them who were very capable of being\nin that position were excluded, and others who were woolly were\ngiven the position (as if good administration depended on hair\nand not on mature, capable understanding).\n\nThey warned me to live with the virtuous character and good\nreputation my predecessor had had, which was so great that\neveryone thought him a saint.  I promised them I would live like\na Hercules.  They advised me to beg for alms only on Tuesdays and\nSaturdays because if I did it any other day the friars would\npunish me.  I promised to do whatever they ordered me, and I\nespecially didn't want to make enemies of them because I had\npreviously experienced the taste of their hands.  I began to beg\nfor alms from door to door, with a low, humble, devout tone, the\nway I had learned in the blind man's school.  I didn't do this\nbecause I was in need, but because it's the beggar's character\nthat the more they have the more they ask for and the more\npleasure they get from doing it.  The people who heard me\ncalling, \"Alms for the candles of Saint Lazarus,\" and didn't\nrecognize my voice, came out their doors and were astonished when\nthey saw me.  They asked me where Father Anselmo was (that was\nthe name of the good old fellow).  I told them he had died.\n\nSome said, \"May he rest in peace, he was such a good man\n\nOthers said, \"His soul is in the glory of God.\"\n\nAnd some, \"God bless the man whose life was like his: he ate\nnothing warm for six years.\"\n\nAnd others, \"He lived on bread and water.\"\n\nSome of the foolish pious women got down on their knees and\ncalled on the name of Father Anselmo.  One asked me what I had\ndone with his garb.  I told her I was wearing it.  She took out\nsome scissors, and without saying what she wanted she began to\ncut a piece from the first part she found, which was the crotch.\nWhen I saw her going after that part, I started to shout because\nI thought she was trying to castrate me.\n\nWhen she saw how upset I was, she said, \"Don't worry, brother.  I\nwant some relics from that blessed man, and I'll pay you for the\ndamage to your robe.\"\n\n\"Oh,\" some said, \"before six months are up they are certain to\ncanonize him because he's performed so many miracles.\"\n\nSo many people came to see his grave that the house was always full,\nso I had to move the grave out to a shelter in front of the hermitage.\nFrom then on I didn't beg alms for the candles of Saint Lazarus,\nbut for the blessed Father Anselmo.  I have never understood this\nbusiness of begging alms to light the candles of saints.  But I\ndon't want to continue on this note because it will sound bad.  I\nwasn't at all interested in going to the city because I had\neverything I wanted at the hermitage.  But, so no one could say I\nwas rich and that's why I didn't go out begging alms, I went the\nnext day, and there something happened to me that you'll find out\nif you read:\n\n\n\nXVI.  How Lazaro Decided to Marry Again\n\nGood fortune has more value than horse or mule; for an unlucky\nman a sow will bear mongrels.  Many times we see men rise from\nthe dust of the earth, and without knowing how, they find\nthemselves rich, honored, feared, and held in esteem.  If you\nask: Is this man wise?  They'll tell you: Like a mule.  Is he\ndiscreet?  Like an ass.  Does he have any good qualities?  Those\nof a dunce.  Well, how did he become so wealthy?  They'll answer:\nIt was the work of fortune.\n\nOther people, on the contrary, who are discreet, wise, prudent,\nwith many good qualities, capable of ruling a kingdom, find\nthemselves beaten down, cast aside, poor, and made into a rag for\nthe whole world.  If you ask why, they'll tell you misfortune is\nalways following them.\n\nAnd I think it was misfortune that was always pursuing and\npersecuting me, giving the world a sample and example of what it\ncould do.  Because since the world was made there has never been\na man attacked so much by this damned fortune as I was.\n\nI was going down a street, begging alms for Saint Lazarus as\nusual, because in the city I didn't beg for the blessed Anselmo--\nthat was only for the naive and ignorant who came to touch the\nrosary at his grave, where they said many miracles took place.  I\nwent up to a door, and giving my usual cry I heard some people\ncall me from a stairway, \"Why don't you come up, Father?  Come\non, come on, what are you doing, staying down there?\"\n\nI started to climb the stairs, which were a little dark, and\nhalfway up some women clasped me about the neck; others held onto\nmy hands and stuck theirs in my pockets And since we were in the\ndark, when one of the women reached for my pocket she hit upon my\nlocket.\n\nShe gave a cry, and said, 'What's this?\"\n\nI answered, \"A little bird that will come out if you touch it.\"\n\nThey all asked why they hadn't seen me for a week.  When we\nreached the top of the stairs they saw me in the light from the\nwindows, and they stood there looking at each other like wooden\npuppets.  Then they burst out laughing and laughed so hard I\nwondered if they would ever stop.  None of them could talk.  The\nfirst to speak was a little boy who said, \"That isn't Daddy.\"\n\nAfter those bursts of laughter had subsided a little, the women\n(there were four of them) asked me what saint I was begging alms\nfor.  I told them for Saint Lazarus.\n\n\"Why are you begging for him?\" they asked.  \"Isn't Father Anselmo\nfeeling well?\"\n\n\"Well?\" I answered.  \"He doesn't feel bad at all because a week\nago he died.\"\n\nWhen they heard that, they burst into tears, and if the laughter\nhad been loud before, their wailing was even louder.  Some of\nthem screamed, others pulled their hair, and with all of them\ncarrying on together, their music was as grating as a choir of\nhoarse nuns.\n\nOne of them said, \"What will I do.  Oh, me!  Here I am without a\nhusband, without protection, without consolation.  Where will I\ngo?  Who will help me?  What bitter news!  What a misfortune!\"\n\nAnother was lamenting with these words: \"Oh, my son-in-law and my\nlord!  How could you leave without saying good-by?  Oh, my little\ngrandchildren, now you are orphans, abandoned!  Where is your\ngood father?\"\n\nThe children were carrying the soprano of that unharmonious\nmusic.  They were all crying and shouting, and there was nothing\nbut weeping and wailing.  When the water of that great deluge let\nup a little they asked me how and what he had died from.  I told\nthem about it and about the will he had made, leaving me as his\nlawful heir and successor.  And then it all started.  The tears\nturned into rage, their wails into curses, and their sighs into\nthreats.\n\n\"You're a thief, and you killed him to rob him, but you won't get\naway with it,\" said the youngest girl.  \"That hermit was my\nhusband, and these three children are his, and if you don't give\nus all his property, we'll have you hanged.  And if the law\ndoesn't do it there are swords and daggers to kill you a thousand\ntimes if you had a thousand lives.\"\n\nI told them there were reliable witnesses there when he'd made\nhis will.\n\n\"That's a pack of lies,\" they said.  \"Because the day you say he\ndied, he was here, and he told us he didn't have any company.\"\n\nWhen I realized that he hadn't given his will to a notary, and\nthat those women were threatening me, along with the experience\nI'd had with the law and with lawsuits, I decided to be courteous\nto them.  I wanted to try to get hold of what I would lose if it\ncame into the hands of the law.  Besides, the new widow's tears\nhad touched my heart.  So I told them to calm down, they wouldn't\nlose anything with me; that if I had accepted the inheritance, it\nwas only because I didn't know the dead man was married--in fact,\nI had never heard of hermits being married.\n\nPutting aside all their sadness and melancholy, they began to\nlaugh, saying that it was easy to see that I was new and\ninexperienced in that position since I didn't know that when\npeople talked about solitary hermits they didn't mean they had to\ngive up the company of women.  In fact, there wasn't one who\ndidn't have at least one woman to spend some time with after he\nwas through contemplating, and together they would engage in\nactive exercises--so sometimes he would imitate Martha and other\ntimes Mary.  Because they were people who had a better\nunderstanding of the will of God they knew that He doesn't want\nman to be alone.  So, like obedient sons, they have one or two\nwomen they maintain, even if it is by alms.\n\n\"And this one was especially obedient because he maintained four:\nthis poor widow, me (her mother), these two (her sisters), and\nthese three children who are his sons (or, at least, he\nconsidered them his).\"\n\nThen the woman they called his wife said she didn't want them to\ncall her the widow of that rotten old carcass who hadn't\nremembered her the day he died, and that she would swear those\nchildren weren't his, and from then on she was renouncing the\nmarriage contract.\n\n\"What is that marriage contract?\" I asked.\n\nThe mother said, \"The marriage contract I drew up when my\ndaughter married that ungrateful wretch was this....  But before\nI tell that, I'll have to give you the background.\n\n\"I was living in a village called Duennas, twenty miles from\nhere.  I was left with these three daughters from three different\nfathers who were, as near as I can figure out, a monk, an abbot,\nand a priest (I have always been devoted to the Church).  I came\nto this city to live, to get away from all the gossiping that\nalways goes on in small towns.  Everyone called me the\necclesiastical widow because, unfortunately, all three men had\ndied.  And even though others came to take their place, they were\nonly mediocre men of lower positions, and not being content with\nthe sheep, they went after the young lambs.\n\n\"Well, when I saw the obvious danger we were in and that what we\nearned wouldn't make us rich, I called a halt and set up my camp\nhere.  And with the fame of the three girls, they swarmed here\nlike bees to honey.  And the ones I favored most of all were the\nclergy because they were silent, rich, family men, and\nunderstanding.  Among them, the Father of Saint Lazarus came here\nto beg alms.  And when he saw this girl, she went to his heart,\nand in his saintliness and simplicity he asked me to give her to\nhim as his wife.\n\n\"So I did, under the following conditions and articles:\n\n\"First, he would have to maintain our household, and what we\ncould earn ourselves would go for our clothes and our savings.\n\n\"Second, because he was a little decrepit, if my daughter should\nat any time take on an ecclesiastical assistant, he would be as\nquiet as if he were at mass.\n\n\"Third, that all the children she would have, he would have to\ntake as his own and promise them what he did or might possess.\nAnd if my daughter didn't have any children, he would make her\nhis sole and lawful heir.\n\n\"Fourth, that he would not come into our house when he saw a jug,\na pot, or any other vessel in the window because that was a\nsignal that there wasn't any place for him.\n\n\"Fifth, that when he was in the house and someone else came, he\nwould have to hide where we told him until the other person left.\n\n\n\"Sixth and last, that twice a week he would have to bring us some\nfriend or acquaintance who would provide us with a great feast.\n\n\"These are the articles of the marriage contract,\" she continued,\n\"that that poor wretch and my daughter swore to.  The marriage\ntook place without their having to go to a priest because he said\nit wasn't necessary.  The most important part, he said, was for\nthere to be mutual agreement about their wishes and intentions.\"\n\nI was astonished at what that second Celestina* was telling me\nand at the marriage contract she had used to marry her daughter.\nI was confused: I didn't know what to say.  But they lit up the\nroad to my desire because the young widow grabbed me around the\nneck and said, \"If that poor fellow had had the face of this\nangel, I would really have loved him.\"\n\nAnd with that she kissed me.  After that kiss something started\nup in me--I don't know what it was--and I began to burn inside.\nI told her that if she wanted to stop being a widow and take me\nas her own, I would keep not only the contract of the old man but\nany other articles she wanted to add.  They were happy with that\nand said they only wanted me to give them everything in the\nhermitage for safekeeping.  I promised to do that, but I intended\nto hold back the money in case I ever needed it.\n\nThe marriage ceremony was to take place the next morning, and\nthat afternoon they sent a cart to take away everything but the\nnails that held the place together.  They didn't overlook the\naltarcloth or the saint's clothing.  I was so bedazzled that if\nthey had asked me for the phoenix or the waters from the river\nStyx, I would have given it to them.  The only thing they left me\nwas a poor piece of sackcloth to lie on like a dog.  When that\nlady--my future wife--who had come with the cart saw that there\nwasn't any money she was angry.  Because the old man had told her\nthat he had some, but he didn't say where.  She asked me if I\nknew where the treasure was.  I told her I didn't.  Being astute,\nshe took me by the hand so we could go looking for it.  She led\nme to every corner and crevice in the hermitage, including the\nbase of the altar.  And when she saw that it had recently been\nfixed, she became very suspicious.\n\nShe hugged and kissed me and said, \"My life, tell me where that\nmoney is so we can have a happy wedding with it.\"\n\nI still denied that I knew anything about any money.  She took my\nhand again and led me outside to walk around the hermitage,\nwatching my face all the time.  When we got to the place where I\nhad hidden it, my eyes darted there.  She called her mother and\ntold her to look under a stone I had put on top of it.  She found\nit, and I found my death.\n\nShe feigned a smile and said, \"Look.  With this we'll have a\nwonderful life.\"\n\nShe caressed me over and over again, and then, since it was\ngetting late, they went back to the city, telling me to come to\ntheir house in the morning and we would have the happiest wedding\nthere had ever been.  I hope to God it's full of roses and not\nthorns, I said to myself.\n\nAll that night I was caught between the hope that those women\nwouldn't trick me and the fear that they would, although I\nthought it was impossible for there to be any trickery in a woman\nwho had such a good face.  I was expecting to enjoy that little\npigeon, so the night seemed like a year to me.\n\nIt wasn't yet dawn when I closed up my hermitage and went to get\nmarried (as if that were nothing), not remembering that I already\nwas.  I arrived just as they were getting up.  They welcomed me\nso joyfully that I really thought I was fortunate, and with all\nmy fears gone, I began to act right at home.  We ate so well and\nthe food was so good that I thought I was in paradise.  They had\ninvited six or seven lady friends of theirs in to eat.  After\ndinner we danced, and although I didn't know how, they made me do\nit.  To see me dancing with my hermit's garb on was a sight.\n\nWhen evening came, after a good supper and even better drinking,\nthey took me into a nicely decorated room where there was a good\nbed.  They told me to get into it.  While my wife was undressing,\na maid pulled off my shoes and stockings and told me to take off\nmy shirt because, for the ceremonies that would take place, I had\nto be completely naked.  I obeyed her.  Then all the women came\ninto my room with my wife behind them, dressed in a shift, and\none of the women was carrying the train.\n\nThe first thing they made me do was kiss her arse, saying that\nwas the first ceremony.  After this, four of them grabbed me--two\nby the feet and two by the arms--and with great care they tied\nfour ropes to me and fastened the ends to the four bedposts.  I\nwas like a Saint Andrew on the Cross.  They all began to laugh\nwhen they saw my jack-in-the-box, and they threw a jar of cold\nwater on it.  I gave out a terrible shriek, but they told me to\nbe quiet, or else.  They took a huge pot of hot water and stuck\nmy head in it.  I was burning up, and the worst part was that if\nI tried to shout they whipped me.  So I decided to let them do\nwhat they wanted.  They sheared off my beard, my hair, my\neyebrows and eyelashes.\n\n\"Be patient,\" they said.  \"The ceremonies will be over soon, and\nyou will enjoy what you desire so much.\"\n\nI begged them to let me go because my appetite had gone away.\n\nThey cut away the hair from my crotch, and one of them who was\nthe boldest took out a knife and said to the others, \"Hold him\ndown tight, and I'll cut off his plums so he'll never again feel\ntempted to get married.  This hermit thought everything we told\nhim was the gospel truth.  Why, it wasn't even the epistle.  He\ntrusted women, and now he'll see what the payment is.\"\n\nWhen I saw my precious stones in danger, I pulled so hard that I\nbroke a rope and one of the bedposts.  I grabbed my jewels with\none hand and clutched them so that even if they had cut off my\nfingers, they couldn't have gotten to them.  So they wouldn't\nbreak the bed completely apart, they untied me and wrapped me in\na sheet.  Then they gave me such a blanketing that they left me\nhalf dead.\n\n\"These, my dear sir,\" they said, \"are the ceremonies our wedding\nbegins with.  If you want to come back tomorrow, we'll finish the\nrest.\"\n\nThe four of them picked me up and carried me far away from their\nhouse.  They put me down in the middle of a street.  And when\nmorning came, boys began to chase and beat me, so that, to get\naway from their hands, I ran into a church next to the high\naltar where they were saying mass.  When the priests saw that\nfigure, which must have looked like the devil they paint at Saint\nMichael's feet, they began to run away, and I was right behind\nthem, trying to get away from the boys.\n\nThe people in the church were shouting.  Some said, \"Look!  There\ngoes the devil!\"  Others said, \"Look at the madman!\"\n\nI was shouting, too, but that I wasn't a devil or a madman; I was\nonly a poor fellow who looked like that because of my sins.  At\nthis, they all quieted down.  The priests went back to their\nmass, and the sacristan gave me a cover from a tomb to wrap\nmyself in.  I went over to a corner and thought about the\nreverses of fortune and that no matter where you go bad luck is\nthere.  So I decided to stay in that church for the rest of my\nlife.  And if past misfortunes were any indication, my life\nwouldn't be a long one.  Besides, I wanted to save the priests\nthe trouble of going somewhere else to get me when I was dead.\n\nThis, dear reader, is all of the Second Part of the life of\nLazarillo.  I have neither added nor subtracted anything from\nwhat I heard my great-grandmother tell.  If you enjoyed it, wait\nfor the Third Part: you will find it no less enjoyable.\n\n\n*[The unforgettable and infamous old bawd of the Spanish\nmasterpiece _La Celestina_ (ca.  1492)--R.S.R.]\n\n\nTHE END\n\n\n\nBIBLIOGRAPHY\n\nAyala, Francisco.  \"El 'Lazarillo': Nuevo examen de algunos\naspectos.\" Cuadernos Americos 150 (1967): 209-35.\n\nBataillon, Marcel.  El sentido del Lazarillo de Tormes.  Paris-\nToulouse: Librarie des Editions Espagnoles, 1954,\n\n---.  Novedad y fecundidad del Lazarillo de Tormes.  Translated\nby Luis Cortes Vazquez.  Madrid: Ediciones Anaya, 1968.\n\nBoehmer, Eduard.  \"Juan de Luna.\" Zeitschrift fur vergleichende\nLiteraturgeschichte 15, no. 6 (1904): 423-30.\n\nCaso Gonzalez, Jose.  La vida de Lazarillo de Tormes.  Boletin de\nla Real Academia Espanola.  Anejo 17.  (Critical edition, with a\npreface and notes.) Madrid, 1967.\n\nCastillo, Homero.  \"El comportamiento de Lazaro de Tormes.\"\nHispania 33, no. 4 (1950): 304-10.\n\nCastro, Americo.  El pensamiento de Cervantes.  Revista de\nfilologia espanola.  Anejo 6.  Madrid, 1925.\n\n---.  Hacia Cervantes.  Madrid: Taurus Ediciones, 1957.\n\nChandler, Frank Wadleigh.  The Literature of Roguery.  2 vols.\nBoston and New York: Houghton, Mifflin and Co., 1907.\n\n---.  Romances of Roguery.  New York: Burt Franklin, 1961 .\n\nChaytor, H.  J.  La vida de Lazarillo de Tormes.  (Introduction\nand notes in English.) Manchester, England: University Press,\n1922.\n\nCossio, Jose Maria de.  \"Las continuaciones del Lazarillo de\nTormes.\" Revista de filologia espanola 25, no. 3 (1941): 514 -\n23,\n\nDe Haan, Fonger.  An Outline of the History of the Novela\nPicaresca in Spain.  The Hague and New York: Martinus Nijhoff,\n1903.\n\nDlaz-Plaja, Guillermo.  Lazarillo de Tormes: Vida del Buscon don\nPablos.  (Preliminary study.) Mexico: Editorial Porrua, 1965.\n\nGilman, Stephen.  \"The Death of Lazarillo.\" PMLA 81, no. 3\n(1966): 149-66.\n\nGonzalez Palencia, Angel.  Del \"Lazarillo\" a Quevedo.  Madrid,\n1946.\n\nGuillen, Claudio.  \"La disposicion temporal del Lazarillo de\nTormes.\" Hispanic Review 25, no. 4 (1957): 264-79.\n\n---.  Lazarillo de Tormes and El Abencerraje.  (Introduction and\nnotes in English.) New York: Dell Publishing Co.,1966.\n\nHesse, Everett W., and Williams, Harry F.  La vida de Lazarillo\nde Tormes.  (Introduction in English by Americo Castro.) Madison,\nWisconsin: University of Wisconsin Press, 1961.\n\nJones, R.  O.  La vida de Lazarillo de Tormes.  (Introduction and\nnotes in English.) Manchester, England: University Press, 1963.\n\nLaurenti, Joseph L.  Estudio critico de la Segunda Parte de la\nVida de Lazarillo de Tormes de Juan de Luna.  Mexico: Ediciones\nde Andrea, 1965.\n\nLazaro Carreter, Fernando.  \"Construccion y sentido del Lazarillo\nde Tormes.\" Abaco: Estudios sobre literatura espanola I (1969):\n45-134.\n\nLuna, Juan de.  La Segunda Parte de la Vida de Lazarillo de\nTormes.  (Introduction and notes in English by Elmer Richard\nSims.) Austin, Texas: University of Texas, 1928.\n\nPiper, Anson C.  \"The 'Breadly Paradise' of Lazarillo de Tormes.\"\nHispania 44, no. 2 (1961): 269-71.\n\nRico, Francisco.  \"Problemas del 'Lazarillo.' \" Boletin de la\nReal Academia Espanola 46 (1966): 277-96.\n\nRudder, Robert S.  \"La segunda parte de 'Lazarillo de Tormes': La\noriginalidad de Juan de Luna.\" Estudios filologicos 6 (1970):\n87-112.\n\n--- \"Lazarillo de Tormes y los peces: La continuacion anonima de\n1555.\" Explicacion de textos literarios, 1974.\n\n--- \"Lazarillo de Manzanares: A Reconsideration.\" Kentucky\nRomance Quarterly, 1976.\n\n--- \"Nueva luz sobre Juan de Luna.\" La picaresca, ed.  Manuel\nCriado de Val, Madrid, 1979.\n\nTarr, F.  Courtney.  \"Literary and Artistic Unity in the\nLazarillo de Tormes.\" PMLA 42, no. 2 (1927): 404-21.\n\nWardropper, Bruce.  \"El trastorno de la moral en el Lazarillo.\"\nNueva Revista de Filologia Hispanica 15 (1961): 441-47\n\nWillis, Raymond S.  \"Lazarillo and the Pardoner: The Artistic\nNecessity of the Fifth Tractado.\" Hispanic Review 27, no. 3\n(1959): 267 - 79"
}