{
 "author": [
  "Burnett, Frances Hodgson"
 ],
 "title": [
  "The White People"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Castles -- Fiction",
  "PZ",
  "Scotland -- Fiction",
  "PS",
  "Country life -- Fiction",
  "Ghost stories"
 ],
 "id": "459",
 "genre": [
  "horror",
  "fiction"
 ],
 "text": "THE WHITE PEOPLE\n\nBy Frances Hodgson Burnett\n\n\n\n\n\nTO LIONEL\n\n     “The stars come nightly to the sky;\n     The tidal wave unto the sea;\n     Nor time, nor space, nor deep, nor high\n     Can keep my own away from me.”\n\n\n\n\nTHE WHITE PEOPLE\n\n\n\nCHAPTER I\n\nPerhaps the things which happened could only have happened to me. I do\nnot know. I never heard of things like them happening to any one else.\nBut I am not sorry they did happen. I am in secret deeply and strangely\nglad. I have heard other people say things--and they were not always\nsad people, either--which made me feel that if they knew what I know it\nwould seem to them as though some awesome, heavy load they had always\ndragged about with them had fallen from their shoulders. To most people\neverything is so uncertain that if they could only see or hear and know\nsomething clear they would drop upon their knees and give thanks. That\nwas what I felt myself before I found out so strangely, and I was only a\ngirl. That is why I intend to write this down as well as I can. It will\nnot be very well done, because I never was clever at all, and always\nfound it difficult to talk.\n\nI say that perhaps these things could only have happened to me, because,\nas I look back over my life, I realize that it has always been a rather\ncurious one. Even when those who took care of me did not know I was\nthinking at all, I had begun to wonder if I were not different from\nother children. That was, of course, largely because Muircarrie\nCastle was in such a wild and remote part of Scotland that when my few\nrelations felt they must pay me a visit as a mere matter of duty, their\njourney from London, or their pleasant places in the south of England,\nseemed to them like a pilgrimage to a sort of savage land; and when a\nconscientious one brought a child to play with me, the little civilized\ncreature was as frightened of me as I was of it. My shyness and fear of\nits strangeness made us both dumb. No doubt I seemed like a new breed of\ninoffensive little barbarian, knowing no tongue but its own.\n\nA certain clannish etiquette made it seem necessary that a relation\nshould pay me a visit sometimes, because I was in a way important. The\nhuge, frowning feudal castle standing upon its battlemented rock was\nmine; I was a great heiress, and I was, so to speak, the chieftainess\nof the clan. But I was a plain, undersized little child, and had no\nattraction for any one but Jean Braidfute, a distant cousin, who took\ncare of me, and Angus Macayre, who took care of the library, and who was\na distant relative also. They were both like me in the fact that they\nwere not given to speech; but sometimes we talked to one another, and I\nknew they were fond of me, as I was fond of them. They were really all I\nhad.\n\nWhen I was a little girl I did not, of course, understand that I was\nan important person, and I could not have realized the significance of\nbeing an heiress. I had always lived in the castle, and was used to its\nhugeness, of which I only knew corners. Until I was seven years old,\nI think, I imagined all but very poor people lived in castles and were\nsaluted by every one they passed. It seemed probable that all little\ngirls had a piper who strode up and down the terrace and played on the\nbagpipes when guests were served in the dining-hall.\n\nMy piper’s name was Feargus, and in time I found out that the guests\nfrom London could not endure the noise he made when he marched to and\nfro, proudly swinging his kilts and treading like a stag on a hillside.\nIt was an insult to tell him to stop playing, because it was his\nreligion to believe that The Muircarrie must be piped proudly to;\nand his ancestors had been pipers to the head of the clan for five\ngenerations. It was his duty to march round the dining-hall and play\nwhile the guests feasted, but I was obliged in the end to make him\nbelieve that he could be heard better from the terrace--because when he\nwas outside his music was not spoiled by the sound of talking. It was\nvery difficult, at first. But because I was his chieftainess, and had\nlearned how to give orders in a rather proud, stern little voice, he\nknew he must obey.\n\nEven this kind of thing may show that my life was a peculiar one; but\nthe strangest part of it was that, while I was at the head of so many\npeople, I did not really belong to any one, and I did not know that this\nwas unusual. One of my early memories is that I heard an under-nursemaid\nsay to another this curious thing: “Both her father and mother were dead\nwhen she was born.” I did not even know that was a remarkable thing to\nsay until I was several years older and Jean Braidfute told me what had\nbeen meant.\n\nMy father and mother had both been very young and beautiful and\nwonderful. It was said that my father was the handsomest chieftain in\nScotland, and that his wife was as beautiful as he was. They came to\nMuircarrie as soon as they were married and lived a splendid year there\ntogether. Sometimes they were quite alone, and spent their days fishing\nor riding or wandering on the moor together, or reading by the fire in\nthe library the ancient books Angus Macayre found for them. The library\nwas a marvelous place, and Macayre knew every volume in it. They used\nto sit and read like children among fairy stories, and then they would\npersuade Macayre to tell them the ancient tales he knew--of the days\nwhen Agricola forced his way in among the Men of the Woods, who would\ndie any savage death rather than be conquered. Macayre was a sort of\nheirloom himself, and he knew and believed them all.\n\nI don’t know how it was that I myself seemed to see my young father and\nmother so clearly and to know how radiant and wildly in love they\nwere. Surely Jean Braidfute had not words to tell me. But I knew. So I\nunderstood, in a way of my own, what happened to my mother one brilliant\nlate October afternoon when my father was brought home dead--followed by\nthe guests who had gone out shooting with him. His foot had caught in a\ntuft of heather, and his gun in going off had killed him. One moment\nhe had been the handsomest young chieftain in Scotland, and when he was\nbrought home they could not have let my mother see his face.\n\nBut she never asked to see it. She was on the terrace which juts over\nthe rock the castle is built on, and which looks out over the purple\nworld of climbing moor. She saw from there the returning party of\nshooters and gillies winding its way slowly through the heather,\nfollowing a burden carried on a stretcher of fir boughs. Some of her\nwomen guests were with her, and one of them said afterward that when she\nfirst caught sight of the moving figures she got up slowly and crept\nto the stone balustrade with a crouching movement almost like a young\nleopardess preparing to spring. But she only watched, making neither\nsound nor movement until the cortege was near enough for her to see that\nevery man’s head was bowed upon his breast, and not one was covered.\n\nThen she said, quite slowly, “They--have--taken off--their bonnets,” and\nfell upon the terrace like a dropped stone.\n\nIt was because of this that the girl said that she was dead when I was\nborn. It must have seemed almost as if she were not a living thing.\nShe did not open her eyes or make a sound; she lay white and cold.\nThe celebrated physicians who came from London talked of catalepsy\nand afterward wrote scientific articles which tried to explain her\ncondition. She did not know when I was born. She died a few minutes\nafter I uttered my first cry.\n\nI know only one thing more, and that Jean Braidfute told me after I grew\nup. Jean had been my father’s nursery governess when he wore his first\nkilts, and she loved my mother fondly.\n\n“I knelt by her bed and held her hand and watched her face for three\nhours after they first laid her down,” she said. “And my eyes were so\nnear her every moment that I saw a thing the others did not know her\nwell enough, or love her well enough, to see.\n\n“The first hour she was like a dead thing--aye, like a dead thing that\nhad never lived. But when the hand of the clock passed the last second,\nand the new hour began, I bent closer to her because I saw a change\nstealing over her. It was not color--it was not even a shadow of a\nmotion. It was something else. If I had spoken what I felt, they would\nhave said I was light-headed with grief and have sent me away. I have\nnever told man or woman. It was my secret and hers. I can tell you,\nYsobel. The change I saw was as if she was beginning to listen to\nsomething--to listen.\n\n“It was as if to a sound--far, far away at first. But cold and white as\nstone she lay content, and listened. In the next hour the far-off\nsound had drawn nearer, and it had become something else--something she\nsaw--something which saw her. First her young marble face had peace in\nit; then it had joy. She waited in her young stone body until you were\nborn and she could break forth. She waited no longer then.\n\n“Ysobel, my bairn, what I knew was that he had not gone far from the\nbody that had held him when he fell. Perhaps he had felt lost for a bit\nwhen he found himself out of it. But soon he had begun to call to her\nthat was like his own heart to him. And she had heard. And then, being\nhalf away from earth herself, she had seen him and known he was waiting,\nand that he would not leave for any far place without her. She was so\nstill that the big doctors thought more than once she had passed. But I\nknew better.”\n\nIt was long before I was old enough to be told anything like this that I\nbegan to feel that the moor was in secret my companion and friend, that\nit was not only the moor to me, but something else. It was like a thing\nalive--a huge giant lying spread out in the sun warming itself, or\ncovering itself with thick, white mist which sometimes writhed and\ntwisted itself into wraiths. First I noticed and liked it some day,\nperhaps, when it was purple and yellow with gorse and heather and broom,\nand the honey scents drew bees and butterflies and birds. But soon I saw\nand was drawn by another thing.\n\nHow young was I that afternoon when I sat in the deep window and watched\nthe low, soft whiteness creeping out and hovering over the heather as\nif the moor had breathed it? I do not remember. It was such a low little\nmist at first; and it crept and crept until its creeping grew into\nsomething heavier and whiter, and it began to hide the heather and\nthe gorse and broom, and then the low young fir-trees. It mounted and\nmounted, and sometimes a breath of wind twisted it into weird shapes,\nalmost like human creatures. It opened and closed again, and then it\ndragged and crept and grew thicker. And as I pressed my face against the\nwindow-pane, it mounted still higher and got hold of the moor and hid\nit, hanging heavy and white and waiting. That was what came into my\nchild mind: that it had done what the moor had told it to do; had hidden\nthings which wanted to be hidden, and then it waited.\n\nStrangers say that Muircarrie moor is the most beautiful and the most\ndesolate place in the world, but it never seemed desolate to me. From my\nfirst memory of it I had a vague, half-comforted feeling that there\nwas some strange life on it one could not exactly see, but was always\nconscious of. I know now why I felt this, but I did not know then.\n\nIf I had been older when I first began to see what I did see there, I\nshould no doubt have read things in books which would have given rise\nin my mind to doubts and wonders; but I was only a little child who had\nlived a life quite apart from the rest of the world. I was too silent by\nnature to talk and ask questions, even if I had had others to talk to. I\nhad only Jean and Angus, and, as I found out years later, they knew what\nI did not, and would have put me off with adroit explanations if I had\nbeen curious. But I was not curious. I accepted everything as it came\nand went.\n\n\n\nCHAPTER II\n\nI only six when Wee Brown Elspeth was brought to me. Jean and Angus were\nas fond of each other in their silent way as they were of me, and they\noften went together with me when I was taken out for my walks. I was\nkept in the open air a great deal, and Angus would walk by the side of\nmy small, shaggy Shetland pony and lead him over rough or steep places.\nSheltie, the pony, was meant for use when we wished to fare farther than\na child could walk; but I was trained to sturdy marching and climbing\neven from my babyhood. Because I so loved the moor, we nearly always\nrambled there. Often we set out early in the morning, and some simple\nfood was carried, so that we need not return to the castle until we\nchose. I would ride Sheltie and walk by turns until we found a place\nI liked; then Jean and Angus would sit down among the heather, Sheltie\nwould be secured, and I would wander about and play in my own way. I do\nnot think it was in a strange way. I think I must have played as almost\nany lonely little girl might have played. I used to find a corner among\nthe bushes and pretend it was my house and that I had little friends who\ncame to play with me. I only remember one thing which was not like the\nordinary playing of children. It was a habit I had of sitting quite\nstill a long time and listening. That was what I called it--“listening.”\n I was listening to hear if the life on the moor made any sound I could\nunderstand. I felt as if it might, if I were very still and listened\nlong enough.\n\nAngus and Jean and I were not afraid of rain and mist and change of\nweather. If we had been we could have had little outdoor life. We always\ncarried plaids enough to keep us warm and dry. So on this day I speak\nof we did not turn back when we found ourselves in the midst of a sudden\nmist. We sat down in a sheltered place and waited, knowing it would lift\nin time. The sun had been shining when we set out.\n\nAngus and Jean were content to sit and guard me while I amused myself.\nThey knew I would keep near them and run into no danger. I was not an\nadventurous child. I was, in fact, in a more than usually quiet mood\nthat morning. The quiet had come upon me when the mist had begun to\ncreep about and inclose us. I liked it. I liked the sense of being shut\nin by the soft whiteness I had so often watched from my nursery window\nin the castle.\n\n“People might be walking about,” I said to Angus when he lifted me from\nSheltie’s back.\n\n“We couldn’t see them. They might be walking.”\n\n“Nothing that would hurt ye, bairnie,” he answered.\n\n“No, they wouldn’t hurt me,” I said. I had never been afraid that\nanything on the moor would hurt me.\n\nI played very little that day. The quiet and the mist held me still.\nSoon I sat down and began to “listen.” After a while I knew that Jean\nand Angus were watching me, but it did not disturb me. They often\nwatched me when they thought I did not know they were doing it.\n\nI had sat listening for nearly half an hour when I heard the first\nmuffled, slow trampling of horses’ hoofs. I knew what it was even before\nit drew near enough for me to be conscious of the other sounds--the\njingling of arms and chains and the creaking of leather one notices as\ntroopers pass by. Armed and mounted men were coming toward me. That was\nwhat the sounds meant; but they seemed faint and distant, though I knew\nthey were really quite near. Jean and Angus did not appear to hear them.\nI knew that I only heard them because I had been listening.\n\nOut of the mist they rode a company of wild-looking men wearing garments\nsuch as I had never seen before. Most of them were savage and uncouth,\nand their clothes were disordered and stained as if with hard travel and\nfight. I did not know--or even ask myself--why they did not frighten me,\nbut they did not. Suddenly I seemed to know that they were brave men\nand had been doing some brave, hard thing. Here and there among them I\ncaught sight of a broken and stained sword, or a dirk with only a\nhilt left. They were all pale, but their wild faces were joyous and\ntriumphant. I saw it as they drew near.\n\nThe man who seemed their chieftain was a lean giant who was darker but,\nunder his darkness, paler than the rest. On his forehead was a queer,\nstar-shaped scar. He rode a black horse, and before him he held close\nwith his left arm a pretty little girl dressed in strange, rich clothes.\nThe big man’s hand was pressed against her breast as he held her; but\nthough it was a large hand, it did not quite cover a dark-red stain on\nthe embroideries of her dress. Her dress was brown, and she had brown\nhair and soft brown eyes like a little doe’s. The moment I saw her I\nloved her.\n\nThe black horse stopped before me. The wild troop drew up and waited\nbehind. The great, lean rider looked at me a moment, and then, lifting\nthe little girl in his long arms, bent down and set her gently on her\nfeet on the mossy earth in the mist beside me. I got up to greet her,\nand we stood smiling at each other. And in that moment as we stood the\nblack horse moved forward, the muffled trampling began again, the wild\ncompany swept on its way, and the white mist closed behind it as if it\nhad never passed.\n\nOf course I know how strange this will seem to people who read it, but\nthat cannot be helped and does not really matter. It was in that way the\nthing happened, and it did not even seem strange to me. Anything might\nhappen on the moor--anything. And there was the fair little girl with\nthe eyes like a doe’s.\n\nI knew she had come to play with me, and we went together to my house\namong the bushes of broom and gorse and played happily. But before we\nbegan I saw her stand and look wonderingly at the dark-red stain on\nthe embroideries on her childish breast. It was as if she were asking\nherself how it came there and could not understand. Then she picked\na fern and a bunch of the thick-growing bluebells and put them in her\ngirdle in such a way that they hid its ugliness.\n\nI did not really know how long she stayed. I only knew that we were\nhappy, and that, though her way of playing was in some ways different\nfrom mine, I loved it and her. Presently the mist lifted and the sun\nshone, and we were deep in a wonderful game of being hidden in a room in\na castle because something strange was going to happen which we were not\ntold about. She ran behind a big gorse bush and did not come back. When\nI ran to look for her she was nowhere. I could not find her, and I went\nback to Jean and Angus, feeling puzzled.\n\n“Where did she go?” I asked them, turning my head from side to side.\n\nThey were looking at me strangely, and both of them were pale. Jean was\ntrembling a little.\n\n“Who was she, Ysobel?” she said.\n\n“The little girl the men brought to play with me,” I answered, still\nlooking about me.\n\n“The big one on the black horse put her down--the big one with the star\nhere.” I touched my forehead where the queer scar had been.\n\nFor a minute Angus forgot himself. Years later he told me.\n\n“Dark Malcolm of the Glen,” he broke out. “Wee Brown Elspeth.”\n\n“But she is white--quite white!” I said.\n\n“Where did she go?”\n\nJean swept me in her warm, shaking arms and hugged me close to her\nbreast.\n\n“She’s one of the fair ones,” she said, kissing and patting me. “She\nwill come again. She’ll come often, I dare say. But she’s gone now and\nwe must go, too. Get up, Angus, man. We’re for the castle.”\n\nIf we three had been different--if we had ever had the habit of talking\nand asking questions--we might surely have asked one another questions\nas I rode on Sheltie’s back, with Angus leading us. But they asked\nme nothing, and I said very little except that I once spoke of the\nwild-looking horsemen and their pale, joyous faces.\n\n“They were glad,” was all I said.\n\nThere was also one brief query from Angus.\n\n“Did she talk to you, bairnie?” he said.\n\nI hesitated and stared at him quite a long time. Then I shook my head\nand answered, slowly, “N-no.”\n\nBecause I realized then, for the first time, that we had said no words\nat all. But I had known what she wanted me to understand, and she had\nknown what I might have said to her if I had spoken--and no words were\nneeded. And it was better.\n\nThey took me home to the castle, and I was given my supper and put to\nbed. Jean sat by me until I fell asleep; she was obliged to sit rather a\nlong time, because I was so happy with my memories of Wee Brown Elspeth\nand the certainty that she would come again. It was not Jean’s words\nwhich had made me sure. I knew.\n\nShe came many times. Through all my childish years I knew that she\nwould come and play with me every few days--though I never saw the wild\ntroopers again or the big, lean man with the scar. Children who play\ntogether are not very curious about one another, and I simply accepted\nher with delight. Somehow I knew that she lived happily in a place not\nfar away. She could come and go, it seemed, without trouble. Sometimes\nI found her--or she found me upon the moor; and often she appeared in\nmy nursery in the castle. When we were together Jean Braidfute seemed to\nprefer that we should be alone, and was inclined to keep the under-nurse\noccupied in other parts of the wing I lived in. I never asked her to do\nthis, but I was glad that it was done. Wee Elspeth was glad, too. After\nour first meeting she was dressed in soft blue or white, and the red\nstain was gone; but she was always Wee Brown Elspeth with the doelike\neyes and the fair, transparent face, the very fair little face. As I had\nnoticed the strange, clear pallor of the rough troopers, so I noticed\nthat she was curiously fair. And as I occasionally saw other persons\nwith the same sort of fairness, I thought it was a purity of complexion\nspecial to some, but not to all. I was not fair like that, and neither\nwas any one else I knew.\n\n\n\nCHAPTER III\n\nIt was when I was ten years old that Wee Elspeth ceased coming to me,\nand though I missed her at first, it was not with a sense of grief or\nfinal loss. She had only gone somewhere.\n\nIt was then that Angus Macayre began to be my tutor. He had been a\nprofound student and had lived among books all his life. He had helped\nJean in her training of me, and I had learned more than is usually\ntaught to children in their early years. When a grand governess was\nsent to Muircarrie by my guardian, she was amazed at the things I\nwas familiar with, but she abhorred the dark, frowning castle and the\nloneliness of the place and would not stay. In fact, no governess would\nstay, and so Angus became my tutor and taught me old Gaelic and Latin\nand Greek, and we read together and studied the ancient books in the\nlibrary. It was a strange education for a girl, and no doubt made me\nmore than ever unlike others. But my life was the life I loved.\n\nWhen my guardian decided that I must live with him in London and be\neducated as modern girls were, I tried to be obedient and went to him;\nbut before two months had passed my wretchedness had made me so ill that\nthe doctor said I should go into a decline and die if I were not sent\nback to Muircarrie.\n\n“It’s not only the London air that seems to poison her,” he said when\nJean talked to him about me; “it is something else. She will not live,\nthat’s all. Sir Ian must send her home.”\n\nAs I have said before, I had been an unattractive child and I was a\nplain, uninteresting sort of girl. I was shy and could not talk to\npeople, so of course I bored them. I knew I did not look well when I\nwore beautiful clothes. I was little and unimportant and like a reed for\nthinness. Because I was rich and a sort of chieftainess I ought to have\nbeen tall and rather stately, or at least I ought to have had a bearing\nwhich would have made it impossible for people to quite overlook me.\nBut; any one could overlook me--an insignificant, thin girl who slipped\nin and out of places and sat and stared and listened to other people\ninstead of saying things herself; I liked to look on and be forgotten.\nIt interested me to watch people if they did not notice me.\n\nOf course, my relatives did not really like me. How could they? They\nwere busy in their big world and did not know what to do with a girl who\nought to have been important and was not. I am sure that in secret they\nwere relieved when I was sent back to Muircarrie.\n\nAfter that the life I loved went on quietly. I studied with Angus, and\nmade the book-walled library my own room. I walked and rode on the moor,\nand I knew the people who lived in the cottages and farms on the estate.\nI think they liked me, but I am not sure, because I was too shy to seem\nvery friendly. I was more at home with Feargus, the piper, and with\nsome of the gardeners than I was with any one else. I think I was lonely\nwithout knowing; but I was never unhappy. Jean and Angus were my nearest\nand dearest. Jean was of good blood and a stanch gentlewoman, quite\nsufficiently educated to be my companion as she had been my early\ngoverness.\n\nIt was Jean who told Angus that I was giving myself too entirely to the\nstudy of ancient books and the history of centuries gone by.\n\n“She is living to-day, and she must not pass through this life without\ngathering anything from it.”\n\n“This life,” she put it, as if I had passed through others before, and\nmight pass through others again. That was always her way of speaking,\nand she seemed quite unconscious of any unusualness in it.\n\n“You are a wise woman, Jean,” Angus said, looking long at her grave\nface. “A wise woman.”\n\nHe wrote to the London book-shops for the best modern books, and I began\nto read them. I felt at first as if they plunged me into a world I did\nnot understand, and many of them I could not endure. But I persevered,\nand studied them as I had studied the old ones, and in time I began to\nfeel as if perhaps they were true. My chief weariness with them came\nfrom the way they had of referring to the things I was so intimate with\nas though they were only the unauthenticated history of a life so\nlong passed by that it could no longer matter to any one. So often the\ngreatest hours of great lives were treated as possible legends. I\nknew why men had died or were killed or had borne black horror. I knew\nbecause I had read old books and manuscripts and had heard the stories\nwhich had come down through centuries by word of mouth, passed from\nfather to son.\n\nBut there was one man who did not write as if he believed the world had\nbegun and would end with him. He knew he was only one, and part of\nall the rest. The name I shall give him is Hector MacNairn. He was a\nScotchman, but he had lived in many a land. The first time I read a book\nhe had written I caught my breath with joy, again and again. I knew I\nhad found a friend, even though there was no likelihood that I should\never see his face. He was a great and famous writer, and all the world\nhonored him; while I, hidden away in my castle on a rock on the edge of\nMuircarrie, was so far from being interesting or clever that even in my\ngrandest evening dress and tiara of jewels I was as insignificant as a\nmouse. In fact, I always felt rather silly when I was obliged to wear my\ndiamonds on state occasions as custom sometimes demanded.\n\nMr. MacNairn wrote essays and poems, and marvelous stories which were\nalways real though they were called fiction. Wheresoever his story was\nplaced--howsoever remote and unknown the scene--it was a real place, and\nthe people who lived in it were real, as if he had some magic power to\ncall up human things to breathe and live and set one’s heart beating.\nI read everything he wrote. I read every word of his again and again. I\nalways kept some book of his near enough to be able to touch it with my\nhand; and often I sat by the fire in the library holding one open on\nmy lap for an hour or more, only because it meant a warm, close\ncompanionship. It seemed at those times as if he sat near me in the dim\nglow and we understood each other’s thoughts without using words, as Wee\nBrown Elspeth and I had understood--only this was a deeper thing.\n\nI had felt near him in this way for several years, and every year he had\ngrown more famous, when it happened that one June my guardian, Sir Ian,\nrequired me to go to London to see my lawyers and sign some important\ndocuments connected with the management of the estate. I was to go\nto his house to spend a week or more, attend a Drawing-Room, and show\nmyself at a few great parties in a proper manner, this being considered\nmy duty toward my relatives. These, I believe, were secretly afraid that\nif I were never seen their world would condemn my guardian for\nneglect of his charge, or would decide that I was of unsound mind and\nintentionally kept hidden away at Muircarrie. He was an honorable man,\nand his wife was a well-meaning woman. I did not wish to do them an\ninjustice, so I paid them yearly visits and tried to behave as they\nwished, much as I disliked to be dressed in fine frocks and to wear\ndiamonds on my little head and round my thin neck.\n\nIt was an odd thing that this time I found I did not dread the visit\nto London as much as I usually did. For some unknown reason I became\nconscious that I was not really reluctant to go. Usually the thought\nof the days before me made me restless and low-spirited. London always\nseemed so confused and crowded, and made me feel as if I were being\npushed and jostled by a mob always making a tiresome noise. But this\ntime I felt as if I should somehow find a clear place to stand in, where\nI could look on and listen without being bewildered. It was a curious\nfeeling; I could not help noticing and wondering about it.\n\nI knew afterward that it came to me because a change was drawing near. I\nwish so much that I could tell about it in a better way. But I have only\nmy own way, which I am afraid seems very like a school-girl’s.\n\nJean Braidfute made the journey with me, as she always did, and it was\nlike every other journey. Only one incident made it different, and when\nit occurred there seemed nothing unusual in it. It was only a bit of\nsad, everyday life which touched me. There is nothing new in seeing a\npoor woman in deep mourning.\n\nJean and I had been alone in our railway carriage for a great part of\nthe journey; but an hour or two before we reached London a man got in\nand took a seat in a corner. The train had stopped at a place where\nthere is a beautiful and well-known cemetery. People bring their friends\nfrom long distances to lay them there. When one passes the station, one\nnearly always sees sad faces and people in mourning on the platform.\n\nThere was more than one group there that day, and the man who sat in the\ncorner looked out at them with gentle eyes. He had fine, deep eyes and a\nhandsome mouth. When the poor woman in mourning almost stumbled into\nthe carriage, followed by her child, he put out his hand to help her\nand gave her his seat. She had stumbled because her eyes were dim with\ndreadful crying, and she could scarcely see. It made one’s heart stand\nstill to see the wild grief of her, and her unconsciousness of the world\nabout her. The world did not matter. There was no world. I think there\nwas nothing left anywhere but the grave she had just staggered blindly\naway from. I felt as if she had been lying sobbing and writhing and\nbeating the new turf on it with her poor hands, and I somehow knew that\nit had been a child’s grave she had been to visit and had felt she left\nto utter loneliness when she turned away.\n\nIt was because I thought this that I wished she had not seemed so\nunconscious of and indifferent to the child who was with her and clung\nto her black dress as if it could not bear to let her go. This one was\nalive at least, even if she had lost the other one, and its little face\nwas so wistful! It did not seem fair to forget and ignore it, as if\nit were not there. I felt as if she might have left it behind on the\nplatform if it had not so clung to her skirt that it was almost dragged\ninto the railway carriage with her. When she sank into her seat she did\nnot even lift the poor little thing into the place beside her, but left\nit to scramble up as best it could. She buried her swollen face in her\nhandkerchief and sobbed in a smothered way as if she neither saw, heard,\nnor felt any living thing near her.\n\nHow I wished she would remember the poor child and let it comfort her!\nIt really was trying to do it in its innocent way. It pressed close to\nher side, it looked up imploringly, it kissed her arm and her crape\nveil over and over again, and tried to attract her attention. It was\na little, lily-fair creature not more than five or six years old and\nperhaps too young to express what it wanted to say. It could only cling\nto her and kiss her black dress, and seem to beg her to remember that\nit, at least, was a living thing. But she was too absorbed in her\nanguish to know that it was in the world. She neither looked at nor\ntouched it, and at last it sat with its cheek against her sleeve, softly\nstroking her arm, and now and then kissing it longingly. I was obliged\nto turn my face away and look out of the window, because I knew the man\nwith the kind face saw the tears well up into my eyes.\n\nThe poor woman did not travel far with us. She left the train after a\nfew stations were passed. Our fellow-traveler got out before her to help\nher on to the platform. He stood with bared head while he assisted her,\nbut she scarcely saw him. And even then she seemed to forget the child.\nThe poor thing was dragged out by her dress as it had been dragged in. I\nput out my hand involuntarily as it went through the door, because I was\nafraid it might fall. But it did not. It turned its fair little face\nand smiled at me. When the kind traveler returned to his place in the\ncarriage again, and the train left the station, the black-draped woman\nwas walking slowly down the platform and the child was still clinging to\nher skirt.\n\n\n\nCHAPTER IV\n\nMy guardian was a man whose custom it was to give large and dignified\nparties. Among his grand and fashionable guests there was nearly always\na sprinkling of the more important members of the literary world. The\nnight after I arrived there was to be a particularly notable dinner. I\nhad come prepared to appear at it. Jean had brought fine array for\nme and a case of jewels. I knew I must be “dressed up” and look as\nimportant as I could. When I went up-stairs after tea, Jean was in my\nroom laying things out on the bed.\n\n“The man you like so much is to dine here to-night, Ysobel,” she said.\n“Mr. Hector MacNairn.”\n\nI believe I even put my hand suddenly to my heart as I stood and looked\nat her, I was so startled and so glad.\n\n“You must tell him how much you love his books,” she said. She had a\nquiet, motherly way.\n\n“There will be so many other people who will want to talk to him,” I\nanswered, and I felt a little breathless with excitement as I said it.\n\n“And I should be too shy to know how to say such things properly.”\n\n“Don’t be afraid of him,” was her advice. “The man will be like his\nbooks, and they’re the joy of your life.”\n\nShe made me look as nice as she could in the new dress she had brought;\nshe made me wear the Muircarrie diamonds and sent me downstairs. It does\nnot matter who the guests were; I scarcely remember. I was taken in to\ndinner by a stately elderly man who tried to make me talk, and at last\nwas absorbed by the clever woman on his other side.\n\nI found myself looking between the flowers for a man’s face I could\nimagine was Hector MacNairn’s. I looked up and down and saw none I could\nbelieve belonged to him. There were handsome faces and individual ones,\nbut at first I saw no Hector MacNairn. Then, on bending forward a little\nto glance behind an epergne, I found a face which it surprised and\npleased me to see. It was the face of the traveler who had helped the\nwoman in mourning out of the railway carriage, baring his head before\nher grief. I could not help turning and speaking to my stately elderly\npartner.\n\n“Do you know who that is--the man at the other side of the table?” I\nasked.\n\nOld Lord Armour looked across and answered with an amiable smile. “It is\nthe author the world is talking of most in these days, and the talking\nis no new thing. It’s Mr. Hector MacNairn.”\n\nNo one but myself could tell how glad I was. It seemed so right that\nhe should be the man who had understood the deeps of a poor, passing\nstranger woman’s woe. I had so loved that quiet baring of his head! All\nat once I knew I should not be afraid of him. He would understand that I\ncould not help being shy, that it was only my nature, and that if I said\nthings awkwardly my meanings were better than my words. Perhaps I\nshould be able to tell him something of what his books had been to me.\nI glanced through the flowers again--and he was looking at me! I could\nscarcely believe it for a second. But he was. His eyes--his wonderful\neyes--met mine. I could not explain why they were wonderful. I think\nit was the clearness and understanding in them, and a sort of great\ninterestedness. People sometimes look at me from curiosity, but they do\nnot look because they are really interested.\n\nI could scarcely look away, though I knew I must not be guilty of\nstaring. A footman was presenting a dish at my side. I took something\nfrom it without knowing what it was. Lord Armour began to talk kindly.\nHe was saying beautiful, admiring things of Mr. MacNairn and his work.\nI listened gratefully, and said a few words myself now and then. I was\nonly too glad to be told of the great people and the small ones who were\nmoved and uplifted by his thoughts.\n\n“You admire him very much, I can see,” the amiable elderly voice said.\n\nI could not help turning and looking up. “It is as if a great, great\ngenius were one’s friend--as if he talked and one listened,” I said. “He\nis like a splendid dream which has come true.”\n\nOld Lord Armour looked at me quite thoughtfully, as if he saw something\nnew in me.\n\n“That is a good way of putting it, Miss Muircarrie,” he answered.\n“MacNairn would like that. You must tell him about it yourself.”\n\nI did not mean to glance through the flowers again, but I did it\ninvoluntarily. And I met the other eyes--the wonderful, interested\nones just as I had met them before. It almost seemed as if he had been\nwatching me. It might be, I thought, because he only vaguely remembered\nseeing me before and was trying to recall where we had met.\n\nWhen my guardian brought his men guests to the drawing-room after\ndinner, I was looking over some old prints at a quiet, small table.\nThere were a few minutes of smiling talk, and then Sir Ian crossed the\nroom toward me, bringing some one with him. It was Hector MacNairn he\nbrought.\n\n“Mr. MacNairn tells me you traveled together this afternoon without\nknowing each other,” he said. “He has heard something of Muircarrie and\nwould like to hear more, Ysobel. She lives like a little ghost all\nalone in her feudal castle, Mr. MacNairn. We can’t persuade her to like\nLondon.”\n\nI think he left us alone together because he realized that we should get\non better without a companion.\n\nMr. MacNairn sat down near me and began to talk about Muircarrie. There\nwere very few places like it, and he knew about each one of them. He\nknew the kind of things Angus Macayre knew--the things most people had\neither never heard of or had only thought of as legends. He talked as he\nwrote, and I scarcely knew when he led me into talking also. Afterward\nI realized that he had asked me questions I could not help answering\nbecause his eyes were drawing me on with that quiet, deep interest. It\nseemed as if he saw something in my face which made him curious.\n\nI think I saw this expression first when we began to speak of our\nmeeting in the railway carriage, and I mentioned the poor little fair\nchild my heart had ached so for.\n\n“It was such a little thing and it did so want to comfort her! Its white\nlittle clinging hands were so pathetic when they stroked and patted\nher,” I said. “And she did not even look at it.”\n\nHe did not start, but he hesitated in a way which almost produced the\neffect of a start. Long afterward I remembered it.\n\n“The child!” he said. “Yes. But I was sitting on the other side. And I\nwas so absorbed in the poor mother that I am afraid I scarcely saw it.\nTell me about it.”\n\n“It was not six years old, poor mite,” I answered. “It was one of those\nvery fair children one sees now and then. It was not like its mother.\nShe was not one of the White People.”\n\n“The White People?” he repeated quite slowly after me. “You don’t mean\nthat she was not a Caucasian? Perhaps I don’t understand.”\n\nThat made me feel a trifle shy again. Of course he could not know what I\nmeant. How silly of me to take it for granted that he would!\n\n“I beg pardon. I forgot,” I even stammered a little. “It is only my way\nof thinking of those fair people one sees, those very fair ones, you\nknow--the ones whose fairness looks almost transparent. There are not\nmany of them, of course; but one can’t help noticing them when they pass\nin the street or come into a room. You must have noticed them, too.\nI always call them, to myself, the White People, because they are\ndifferent from the rest of us. The poor mother wasn’t one, but the child\nwas. Perhaps that was why I looked at it, at first. It was such a lovely\nlittle thing; and the whiteness made it look delicate, and I could not\nhelp thinking--” I hesitated, because it seemed almost unkind to finish.\n\n“You thought that if she had just lost one child she ought to take more\ncare of the other,” he ended for me. There was a deep thoughtfulness in\nhis look, as if he were watching me. I wondered why.\n\n“I wish I had paid more attention to the little creature,” he said, very\ngently. “Did it cry?”\n\n“No,” I answered. “It only clung to her and patted her black sleeve and\nkissed it, as if it wanted to comfort her. I kept expecting it to cry,\nbut it didn’t. It made me cry because it seemed so sure that it could\ncomfort her if she would only remember that it was alive and loved her.\nI wish, I wish death did not make people feel as if it filled all the\nworld--as if, when it happens, there is no life left anywhere. The child\nwho was alive by her side did not seem a living thing to her. It didn’t\nmatter.”\n\nI had never said as much to any one before, but his watching eyes made\nme forget my shy worldlessness.\n\n“What do you feel about it--death?” he asked.\n\nThe low gentleness of his voice seemed something I had known always.\n\n“I never saw it,” I answered. “I have never even seen any one\ndangerously ill. I--It is as if I can’t believe it.”\n\n“You can’t believe it? That is a wonderful thing,” he said, even more\nquietly than before.\n\n“If none of us believed, how wonderful that would be! Beautiful, too.”\n\n“How that poor mother believed it!” I said, remembering her swollen,\ndistorted, sobbing face. “She believed nothing else; everything else was\ngone.”\n\n“I wonder what would have happened if you had spoken to her about the\nchild?” he said, slowly, as if he were trying to imagine it.\n\n“I’m a very shy person. I should never have courage to speak to a\nstranger,” I answered.\n\n“I’m afraid I’m a coward, too. She might have thought me interfering.”\n\n“She might not have understood,” he murmured.\n\n“It was clinging to her dress when she walked away down the platform,” I\nwent on. “I dare say you noticed it then?”\n\n“Not as you did. I wish I had noticed it more,” was his answer. “Poor\nlittle White One!”\n\nThat led us into our talk about the White People. He said he did not\nthink he was exactly an observant person in some respects. Remembering\nhis books, which seemed to me the work of a man who saw and understood\neverything in the world, I could not comprehend his thinking that, and\nI told him so. But he replied that what I had said about my White People\nmade him feel that he must be abstracted sometimes and miss things. He\ndid not remember having noticed the rare fairness I had seen. He smiled\nas he said it, because, of course, it was only a little thing--that he\nhad not seen that some people were so much fairer than others.\n\n“But it has not been a little thing to you, evidently. That is why I\nam even rather curious about it,” he explained. “It is a difference\ndefinite enough to make you speak almost as if they were of a different\nrace from ours.”\n\nI sat silent a few seconds, thinking it over. Suddenly I realized what I\nhad never realized before.\n\n“Do you know,” I said, as slowly as he himself had spoken, “I did not\nknow that was true until you put it into words. I am so used to thinking\nof them as different, somehow, that I suppose I do feel as if they were\nalmost like another race, in a way. Perhaps one would feel like that\nwith a native Indian, or a Japanese.”\n\n“I dare say that is a good simile,” he reflected. “Are they different\nwhen you know them well?”\n\n“I have never known one but Wee Brown Elspeth,” I answered, thinking it\nover.\n\nHe did start then, in the strangest way.\n\n“What!” he exclaimed. “What did you say?”\n\nI was quite startled myself. Suddenly he looked pale, and his breath\ncaught itself.\n\n“I said Wee Elspeth, Wee Brown Elspeth. She was only a child who played\nwith me,” I stammered, “when I was little.”\n\nHe pulled himself together almost instantly, though the color did not\ncome back to his face at once and his voice was not steady for a few\nseconds. But he laughed outright at himself.\n\n“I beg your pardon,” he apologized. “I have been ill and am rather\nnervous. I thought you said something you could not possibly have\nsaid. I almost frightened you. And you were only speaking of a little\nplaymate. Please go on.”\n\n“I was only going to say that she was fair like that, fairer than any\none I had ever seen; but when we played together she seemed like any\nother child. She was the first I ever knew.”\n\nI told him about the misty day on the moor, and about the pale troopers\nand the big, lean leader who carried Elspeth before him on his saddle. I\nhad never talked to any one about it before, not even to Jean Braidfute.\nBut he seemed to be so interested, as if the little story quite\nfascinated him. It was only an episode, but it brought in the weirdness\nof the moor and my childish fancies about the things hiding in the white\nmist, and the castle frowning on its rock, and my baby face pressed\nagainst the nursery window in the tower, and Angus and the library, and\nJean and her goodness and wise ways. It was dreadful to talk so much\nabout oneself. But he listened so. His eyes never left my face--they\nwatched and held me as if he were enthralled. Sometimes he asked a\nquestion.\n\n“I wonder who they were--the horsemen?” he pondered. “Did you ever ask\nWee Elspeth?”\n\n“We were both too little to care. We only played,” I answered him. “And\nthey came and went so quickly that they were only a sort of dream.”\n\n“They seem to have been a strange lot. Wasn’t Angus curious about them?”\n he suggested.\n\n“Angus never was curious about anything,” I said. “Perhaps he knew\nsomething about them and would not tell me. When I was a little thing\nI always knew he and Jean had secrets I was too young to hear. They hid\nsad and ugly things from me, or things that might frighten a child. They\nwere very good.”\n\n“Yes, they were good,” he said, thoughtfully.\n\nI think any one would have been pleased to find herself talking quietly\nto a great genius--as quietly as if he were quite an ordinary person;\nbut to me the experience was wonderful. I had thought about him so much\nand with such adoring reverence. And he looked at me as if he truly\nliked me, even as if I were something new--a sort of discovery which\ninterested him. I dare say that he had never before seen a girl who had\nlived so much alone and in such a remote and wild place.\n\nI believe Sir Ian and his wife were pleased, too, to see that I\nwas talking. They were glad that their guests should see that I was\nintelligent enough to hold the attention even of a clever man. If Hector\nMacNairn was interested in me I could not be as silly and dull as I\nlooked. But on my part I was only full of wonder and happiness. I was a\ngirl, and he had been my only hero; and it seemed even as if he liked me\nand cared about my queer life.\n\nHe was not a man who had the air of making confidences or talking about\nhimself, but before we parted I seemed to know him and his surroundings\nas if he had described them. A mere phrase of his would make a picture.\nSuch a few words made his mother quite clear to me. They loved each\nother in an exquisite, intimate way. She was a beautiful person. Artists\nhad always painted her. He and she were completely happy when they were\ntogether. They lived in a house in the country, and I could not at all\ntell how I discovered that it was an old house with beautiful chimneys\nand a very big garden with curious high walls with corner towers round\nit. He only spoke of it briefly, but I saw it as a picture; and always\nafterward, when I thought of his mother, I thought of her as sitting\nunder a great and ancient apple-tree with the long, late-afternoon\nshadows stretching on the thick, green grass. I suppose I saw that just\nbecause he said:\n\n“Will you come to tea under the big apple-tree some afternoon when the\nlate shadows are like velvet on the grass? That is perhaps the loveliest\ntime.”\n\nWhen we rose to go and join the rest of the party, he stood a moment and\nglanced round the room at our fellow-guests.\n\n“Are there any of your White People here to-night?” he said, smiling. “I\nshall begin to look for them everywhere.”\n\nI glanced over the faces carelessly. “There are none here to-night,”\n I answered, and then I flushed because he had smiled. “It was only\na childish name I gave them,” I hesitated. “I forgot you wouldn’t\nunderstand. I dare say it sounds silly.”\n\nHe looked at me so quickly.\n\n“No! no! no!” he exclaimed. “You mustn’t think that! Certainly not\nsilly.”\n\nI do not think he knew that he put out his hand and gently touched my\narm, as one might touch a child to make it feel one wanted it to listen.\n\n“You don’t know,” he said in his low, slow voice, “how glad I am that\nyou have talked to me. Sir Ian said you were not fond of talking to\npeople, and I wanted to know you.”\n\n“You care about places like Muircarrie. That is why,” I answered,\nfeeling at once how much he understood. “I care for Muircarrie more than\nfor all the rest of the world. And I suppose you saw it in my face. I\ndare say that the people who love that kind of life cannot help seeing\nit there.”\n\n“Yes,” he said, “it is in your eyes. It was what I saw and found myself\nwondering about when I watched you in the train. It was really the moor\nand the mist and the things you think are hidden in it.”\n\n“Did you watch me?” I asked. “I could not help watching you a little,\nwhen you were so kind to the poor woman. I was afraid you would see me\nand think me rude.”\n\n“It was the far look in your face I watched,” he said. “If you will come\nto tea under the big apple-tree I will tell you more about it.”\n\n“Indeed I will come,” I answered. “Now we must go and sit among the\nother people--those who don’t care about Muircarrie at all.”\n\n\n\nCHAPTER V\n\nI went to tea under the big apple-tree. It was very big and old and\nwonderful. No wonder Mr. MacNairn and his mother loved it. Its great\nbranches spread out farther than I had ever seen the branches of an\napple-tree spread before. They were gnarled and knotted and beautiful\nwith age. Their shadows upon the grass were velvet, deep and soft. Such\na tree could only have lived its life in such a garden. At least it\nseemed so to me. The high, dim-colored walls, with their curious, low\ncorner towers and the leafage of the wall fruits spread against their\nbrick, inclosed it embracingly, as if they were there to take care of\nit and its beauty. But the tree itself seemed to have grown there in all\nits dignified loveliness of shadow to take care of Mrs. MacNairn, who\nsat under it. I felt as if it loved and was proud of her.\n\nI have heard clever literary people speak of Mrs. MacNairn as a\n“survival of type.” Sometimes clever people bewilder me by the terms\nthey use, but I thought I understood what they meant in her case. She\nwas quite unlike the modern elderly woman, and yet she was not in the\nleast old-fashioned or demodee. She was only exquisitely distinct.\n\nWhen she rose from her chair under the apple-tree boughs and came\nforward to meet me that afternoon, the first things which struck me were\nher height and slenderness and her light step. Then I saw that her clear\nprofile seemed cut out of ivory and that her head was a beautiful shape\nand was beautifully set. Its every turn and movement was exquisite. The\nmere fact that both her long, ivory hands enfolded mine thrilled me.\nI wondered if it were possible that she could be unaware of her\nloveliness. Beautiful people are thrilling to me, and Mrs. MacNairn has\nalways seemed more so than any one else. This is what her son once said\nof her:\n\n“She is not merely beautiful; she is Beauty--Beauty’s very spirit moving\nabout among us mortals; pure Beauty.”\n\nShe drew me to a chair under her tree, and we sat down together. I felt\nas if she were glad that I had come. The watching look I had seen in her\nson’s eyes was in hers also. They watched me as we talked, and I found\nmyself telling her about my home as I had found myself telling him. He\nhad evidently talked to her about it himself. I had never met any one\nwho thought of Muircarrie as I did, but it seemed as if they who were\nstrangers were drawn by its wild, beautiful loneliness as I was.\n\nI was happy. In my secret heart I began to ask myself if it could be\ntrue that they made me feel a little as if I somehow belonged to some\none. I had always seemed so detached from every one. I had not been\nmiserable about it, and I had not complained to myself; I only accepted\nthe detachment as part of my kind of life.\n\nMr. MacNairn came into the garden later and several other people came\nin to tea. It was apparently a sort of daily custom--that people who\nevidently adored Mrs. MacNairn dropped in to see and talk to her every\nafternoon. She talked wonderfully, and her friends’ joy in her was\nwonderful, too. It evidently made people happy to be near her. All she\nsaid and did was like her light step and the movements of her delicate,\nfine head--gracious and soft and arrestingly lovely. She did not let\nme drift away and sit in a corner looking on, as I usually did among\nstrangers. She kept me near her, and in some subtle, gentle way made me\na part of all that was happening--the talk, the charming circle under\nthe spreading boughs of the apple-tree, the charm of everything.\nSometimes she would put out her exquisite, long-fingered hand and touch\nme very lightly, and each time she did it I felt as if she had given me\nnew life.\n\nThere was an interesting elderly man who came among the rest of the\nguests. I was interested in him even before she spoke to me of him. He\nhad a handsome, aquiline face which looked very clever. His talk was\nbrilliantly witty. When he spoke people paused as if they could not\nbear to lose a phrase or even a word. But in the midst of the trills\nof laughter surrounding him his eyes were unchangingly sad. His face\nlaughed or smiled, but his eyes never.\n\n“He is the greatest artist in England and the most brilliant man,” Mrs.\nMacNairn said to me, quietly. “But he is the saddest, too. He had a\nlovely daughter who was killed instantly, in his presence, by a fall.\nThey had been inseparable companions and she was the delight of his\nlife. That strange, fixed look has been in his eyes ever since. I know\nyou have noticed it.”\n\nWe were walking about among the flower-beds after tea, and Mr. MacNairn\nwas showing me a cloud of blue larkspurs in a corner when I saw\nsomething which made me turn toward him rather quickly.\n\n“There is one!” I said. “Do look at her! Now you see what I mean! The\ngirl standing with her hand on Mr. Le Breton’s arm.”\n\nMr. Le Breton was the brilliant man with the sad eyes. He was standing\nlooking at a mass of white-and-purple iris at the other side of the\ngarden. There were two or three people with him, but it seemed as if for\na moment he had forgotten them--had forgotten where he was. I wondered\nsuddenly if his daughter had been fond of irises. He was looking at them\nwith such a tender, lost expression. The girl, who was a lovely, fair\nthing, was standing quite close to him with her hand in his arm, and she\nwas smiling, too--such a smile!\n\n“Mr. Le Breton!” Mr. MacNairn said in a rather startled tone. “The girl\nwith her hand in his arm?”\n\n“Yes. You see how fair she is,” I answered.\n\n“And she has that transparent look. It is so lovely. Don’t you think so?\nSHE is one of the White People.”\n\nHe stood very still, looking across the flowers at the group. There was\na singular interest and intensity in his expression. He watched the pair\nsilently for a whole minute, I think.\n\n“Ye-es,” he said, slowly, at last, “I do see what you mean--and it IS\nlovely. I don’t seem to know her well. She must be a new friend of my\nmother’s. So she is one of the White People?”\n\n“She looks like a white iris herself, doesn’t she?” I said. “Now you\nknow.”\n\n“Yes; now I know,” he answered.\n\nI asked Mrs. MacNairn later who the girl was, but she didn’t seem to\nrecognize my description of her. Mr. Le Breton had gone away by that\ntime, and so had the girl herself.\n\n“The tall, very fair one in the misty, pale-gray dress,” I said. “She\nwas near Mr. Le Breton when he was looking at the iris-bed. You were\ncutting some roses only a few yards away from her. That VERY fair girl?”\n\nMrs. MacNairn paused a moment and looked puzzled.\n\n“Mildred Keith is fair,” she reflected, “but she was not there then. I\ndon’t recall seeing a girl. I was cutting some buds for Mrs. Anstruther.\nI--” She paused again and turned toward her son, who was standing\nwatching us. I saw their eyes meet in a rather arrested way.\n\n“It was not Mildred Keith,” he said. “Miss Muircarrie is inquiring\nbecause this girl was one of those she calls the White People. She was\nnot any one I had seen here before.”\n\nThere was a second’s silence before Mrs. MacNairn smilingly gave me one\nof her light, thrilling touches on my arm.\n\n“Ah! I remember,” she said. “Hector told me about the White People. He\nrather fancied I might be one.”\n\nI am afraid I rather stared at her as I slowly shook my head. You see\nshe was almost one, but not quite.\n\n“I was so busy with my roses that I did not notice who was standing near\nMr. Le Breton,” she said. “Perhaps it was Anabel Mere. She is a more\ntransparent sort of girl than Mildred, and she is more blond. And you\ndon’t know her, Hector? I dare say it was she.”\n\n\n\nCHAPTER VI\n\nI remained in London several weeks. I stayed because the MacNairns were\nso good to me. I could not have told any one how I loved Mrs. MacNairn,\nand how different everything seemed when I was with her. I was never shy\nwhen we were together. There seemed to be no such thing as shyness in\nthe world. I was not shy with Mr. MacNairn, either. After I had sat\nunder the big apple-tree boughs in the walled garden a few times I\nrealized that I had begun to belong to somebody. Those two marvelous\npeople cared for me in that way--in a way that made me feel as if I\nwere a real girl, not merely a queer little awkward ghost in a far-away\ncastle which nobody wanted to visit because it was so dull and desolate\nand far from London. They were so clever, and knew all the interesting\nthings in the world, but their cleverness and experience never\nbewildered or overwhelmed me.\n\n“You were born a wonderful little creature, and Angus Macayre has filled\nyour mind with strange, rich furnishings and marvelous color and form,”\n Mrs. MacNairn actually said to me one day when we were sitting together\nand she was holding my hand and softly, slowly patting it. She had a\nway of doing that, and she had also a way of keeping me very near her\nwhenever she could. She said once that she liked to touch me now and\nthen to make sure that I was quite real and would not melt away. I did\nnot know then why she said it, but I understood afterward.\n\nSometimes we sat under the apple-tree until the long twilight deepened\ninto shadow, which closed round us, and a nightingale that lived in the\ngarden began to sing. We all three loved the nightingale, and felt as\nthough it knew that we were listening to it. It is a wonderful thing to\nsit quite still listening to a bird singing in the dark, and to dare to\nfeel that while it sings it knows how your soul adores it. It is like a\nkind of worship.\n\nWe had been sitting listening for quite a long time, and the nightingale\nhad just ceased and left the darkness an exquisite silence which fell\nsuddenly but softly as the last note dropped, when Mrs. MacNairn began\nto talk for the first time of what she called The Fear.\n\nI don’t remember just how she began, and for a few minutes I did not\nquite understand what she meant. But as she went on, and Mr. MacNairn\njoined in the talk, their meaning became a clear thing to me, and I knew\nthat they were only talking quite simply of something they had often\ntalked of before. They were not as afraid of The Fear as most people\nare, because they had thought of and reasoned about it so much, and\nalways calmly and with clear and open minds.\n\nBy The Fear they meant that mysterious horror most people feel at the\nthought of passing out of the world they know into the one they don’t\nknow at all.\n\nHow quiet, how still it was inside the walls of the old garden, as we\nthree sat under the boughs and talked about it! And what sweet night\nscents of leaves and sleeping flowers were in every breath we drew! And\nhow one’s heart moved and lifted when the nightingale broke out again!\n\n“If one had seen or heard one little thing, if one’s mortal being could\ncatch one glimpse of light in the dark,” Mrs. MacNairn’s low voice said\nout of the shadow near me, “The Fear would be gone forever.”\n\n“Perhaps the whole mystery is as simple as this,” said her son’s voice\n“as simple as this: that as there are tones of music too fine to be\nregistered by the human ear, so there may be vibrations of light not to\nbe seen by the human eye; form and color as well as sounds; just\nbeyond earthly perception, and yet as real as ourselves, as formed as\nourselves, only existing in that other dimension.”\n\nThere was an intenseness which was almost a note of anguish in Mrs.\nMacNairn’s answer, even though her voice was very low. I involuntarily\nturned my head to look at her, though of course it was too dark to see\nher face. I felt somehow as if her hands were wrung together in her lap.\n\n“Oh!” she said, “if one only had some shadow of a proof that the mystery\nis only that WE cannot see, that WE cannot hear, though they are really\nquite near us, with us--the ones who seem to have gone away and whom we\nfeel we cannot live without. If once we could be sure! There would be no\nFear--there would be none!”\n\n“Dearest”--he often called her “Dearest,” and his voice had a wonderful\nsound in the darkness; it was caress and strength, and it seemed to\nspeak to her of things they knew which I did not--“we have vowed to each\nother that we WILL believe there is no reason for The Fear. It was a vow\nbetween us.”\n\n“Yes! Yes!” she cried, breathlessly, “but sometimes,\nHector--sometimes--”\n\n“Miss Muircarrie does not feel it--”\n\n“Please say ‘Ysobel’!” I broke in. “Please do.”\n\nHe went on as quietly as if he had not even paused:\n\n“Ysobel told me the first night we met that it seemed as if she could\nnot believe in it.”\n\n“It never seems real to me at all,” I said. “Perhaps that is because I\ncan never forget what Jean told me about my mother lying still upon her\nbed, and listening to some one calling her.” (I had told them Jean’s\nstory a few days before.) “I knew it was my father; Jean knew, too.”\n\n“How did you know?” Mrs. MacNairn’s voice was almost a whisper.\n\n“I could not tell you that. I never asked myself HOW it was. But I KNEW.\nWe both KNEW. Perhaps”--I hesitated--“it was because in the Highlands\npeople often believe things like that. One hears so many stories all\none’s life that in the end they don’t seem strange. I have always heard\nthem. Those things you know about people who have the second sight. And\nabout the seals who change themselves into men and come on shore and\nfall in love with girls and marry them. They say they go away now and\nthen, and no one really knows where but it is believed that they go\nback to their own people and change into seals again, because they\nmust plunge and riot about in the sea. Sometimes they come home, but\nsometimes they do not.\n\n“A beautiful young stranger, with soft, dark eyes, appeared once not\nfar from Muircarrie, and he married a boatman’s daughter. He was very\nrestless one night, and got up and left her, and she never saw him\nagain; but a few days later a splendid dead seal covered with wounds was\nwashed up near his cottage. The fishers say that his people had wanted\nto keep him from his land wife, and they had fought with him and killed\nhim. His wife had a son with strange, velvet eyes like his father’s,\nand she couldn’t keep him away from the water. When he was old enough\nto swim he swam out one day, because he thought he saw some seals and\nwanted to get near them. He swam out too far, perhaps. He never came\nback, and the fishermen said his father’s people had taken him. When one\nhas heard stories like that all one’s life nothing seems very strange.”\n\n“Nothing really IS strange,” said Hector MacNairn. “Again and again\nthrough all the ages we have been told the secrets of the gods and the\nwonders of the Law, and we have revered and echoed but never believed.\nWhen we believe and know all is simple we shall not be afraid. You are\nnot afraid, Ysobel. Tell my mother you are not.”\n\nI turned my face toward her again in the darkness. I felt as if\nsomething was going on between them which he somehow knew I could help\nthem in. It was as though he were calling on something in my nature\nwhich I did not myself comprehend, but which his profound mind saw and\nknew was stronger than I was.\n\nSuddenly I felt as if I might trust to him and to It, and that, without\nbeing troubled or anxious, I would just say the first thing which came\ninto my mind, because it would be put there for me by some power which\ncould dictate to me. I never felt younger or less clever than I did at\nthat moment; I was only Ysobel Muircarrie, who knew almost nothing. But\nthat did not seem to matter. It was such a simple, almost childish thing\nI told her. It was only about The Dream.\n\n\n\nCHAPTER VII\n\n“The feeling you call The Fear has never come to me,” I said to her.\n“And if it had I think it would have melted away because of a dream I\nonce had. I don’t really believe it was a dream, but I call it one. I\nthink I really went somewhere and came back. I often wonder why I\ncame back. It was only a short dream, so simple that there is scarcely\nanything to tell, and perhaps it will not convey anything to you. But it\nhas been part of my life--that time when I was Out on the Hillside. That\nis what I call The Dream to myself, ‘Out on the Hillside,’ as if it were\na kind of unearthly poem. But it wasn’t. It was more real than anything\nI have ever felt. It was real--real! I wish that I could tell it so that\nyou would know how real it was.”\n\nI felt almost piteous in my longing to make her know. I knew she was\nafraid of something, and if I could make her know how REAL that one\nbrief dream had been she would not be afraid any more. And I loved her,\nI loved her so much!\n\n“I was asleep one night at Muircarrie,” I went on, “and suddenly,\nwithout any preparatory dreaming, I was standing out on a hillside\nin moonlight softer and more exquisite than I had ever seen or known\nbefore. Perhaps I was still in my nightgown--I don’t know. My feet were\nbare on the grass, and I wore something light and white which did not\nseem to touch me. If it touched me I did not feel it. My bare feet did\nnot feel the grass; they only knew it was beneath them.\n\n“It was a low hill I stood on, and I was only on the side of it. And in\nspite of the thrilling beauty of the moon, all but the part I stood on\nmelted into soft, beautiful shadow, all below me and above me. But I did\nnot turn to look at or ask myself about anything. You see the difficulty\nis that there are no earthly words to tell it! All my being was\necstasy--pure, light ecstasy! Oh, what poor words-- But I know no\nothers. If I said that I was happy--HAPPY!--it would be nothing. I WAS\nhappiness itself, I WAS pure rapture! I did not look at the beauty of\nthe night, the sky, the marvelous melting shadow. I was PART of it\nall, one with it. Nothing held me nothing! The beauty of the night, the\nlight, the air WERE what I was, and I was only thrilling ecstasy and\nwonder at the rapture of it.”\n\nI stopped and covered my face with my hands, and tears wet my fingers.\n\n“Oh, I cannot make it real! I was only there such a short, short time.\nEven if you had been with me I could not have found words for it, even\nthen. It was such a short time. I only stood and lifted my face and felt\nthe joy of it, the pure marvel of joy. I only heard myself murmuring\nover and over again: ‘Oh, how beautiful! how beautiful! Oh, how\nBEAUTIFUL!’\n\n“And then a marvel of new joy swept through me. I said, very softly and\nvery slowly, as if my voice were trailing away into silence:\n‘Oh--h! I--can--lie--down--here--on--the grass--and--sleep . . .\nall--through--the night--under--this--moonlight. . . . I can\nsleep--sleep--’\n\n“I began to sink softly down, with the heavenliest feeling of relaxation\nand repose, as if there existed only the soul of beautiful rest. I sank\nso softly--and just as my cheek almost touched the grass the dream was\nover!”\n\n“Oh!” cried Mrs. MacNairn. “Did you awaken?”\n\n“No. I came back. In my sleep I suddenly found myself creeping into my\nbed again as if I had been away somewhere. I was wondering why I was\nthere, how I had left the hillside, when I had left it. That part\nWAS a dream--but the other was not. I was allowed to go\nsomewhere--outside--and come back.”\n\nI caught at her hand in the dark.\n\n“The words are all wrong,” I said. “It is because we have no words to\ndescribe that. But have I made you feel it at all? Oh! Mrs. MacNairn,\nhave I been able to make you know that it was not a dream?”\n\nShe lifted my hand and pressed it passionately against her cheek, and\nher cheek, too, was wet--wet.\n\n“No, it was not a dream,” she said. “You came back. Thank God you came\nback, just to tell us that those who do not come back stand awakened in\nthat ecstasy--in that ecstasy. And The Fear is nothing. It is only\nThe Dream. The awakening is out on the hillside, out on the hillside!\nListen!” She started as she said it. “Listen! The nightingale is\nbeginning again.”\n\nHe sent forth in the dark a fountain--a rising, aspiring fountain--of\ngolden notes which seemed to reach heaven itself. The night was made\nradiant by them. He flung them upward like a shower of stars into\nthe sky. We sat and listened, almost holding our breath. Oh! the\nnightingale! the nightingale!\n\n“He knows,” Hector MacNairn’s low voice said, “that it was not a dream.”\n\nWhen there was silence again I heard him leave his chair very quietly.\n\n“Good night! good night!” he said, and went away. I felt somehow that\nhe had left us together for a purpose, but, oh, I did not even remotely\ndream what the purpose was! But soon she told me, almost in a whisper.\n\n“We love you very much, Ysobel,” she said. “You know that?”\n\n“I love you both, with all my heart,” I answered. “Indeed I love you.”\n\n“We two have been more to each other than mere mother and son. We have\nbeen sufficient for each other. But he began to love you that first day\nwhen he watched you in the railway carriage. He says it was the far look\nin your eyes which drew him.”\n\n“I began to love him, too,” I said. And I was not at all ashamed or shy\nin saying it.\n\n“We three might have spent our lives together,” she went on. “It would\nhave been a perfect thing. But--but--” She stood up as if she could not\nremain seated. Involuntarily I stood up with her. She was trembling, and\nshe caught and held me in her arms. “He cannot stay, Ysobel,” she ended.\n\nI could scarcely hear my own voice when I echoed the words.\n\n“He cannot--stay?”\n\n“Oh! the time will come,” she said, “when people who love each other\nwill not be separated, when on this very earth there will be no pain, no\ngrief, no age, no death--when all the world has learned the Law at\nlast. But we have not learned it yet. And here we stand! The greatest\nspecialists have told us. There is some fatal flaw in his heart. At any\nmoment, when he is talking to us, when he is at his work, when he is\nasleep, he may--cease. It will just be ceasing. At any moment. He cannot\nstay.”\n\nMy own heart stood still for a second. Then there rose before me slowly,\nbut clearly, a vision--the vision which was not a dream.\n\n“Out on the hillside,” I murmured. “Out on the hillside.”\n\nI clung to her with both arms and held her tight. I understood now why\nthey had talked about The Fear. These two who were almost one soul\nwere trying to believe that they were not really to be torn apart--not\nreally. They were trying to heap up for themselves proof that they might\nstill be near each other. And, above all, his effort was to save her\nfrom the worst, worst woe. And I understood, too, why something wiser\nand stronger than myself had led me to tell the dream which was not a\ndream at all.\n\nBut it was as she said; the world had not learned the Secret yet. And\nthere we stood. We did not cry or talk, but we clung to each other--we\nCLUNG. That is all human creatures can do until the Secret is known. And\nas we clung the nightingale broke out again.\n\n“O nightingale! O nightingale!” she said in her low wonder of a voice.\n“WHAT are you trying to tell us!”\n\n\n\nCHAPTER VIII\n\nWhat I feel sure I know by this time is that all the things we think\nhappen by chance and accident are only part of the weaving of the scheme\nof life. When you begin to suspect this and to watch closely you also\nbegin to see how trifles connect themselves with one another, and seem\nin the end to have led to a reason and a meaning, though we may not\nbe clever enough to see it clearly. Nothing is an accident. We make\neverything happen ourselves: the wrong things because we do not know\nor care whether we are wrong or right, the right ones because we\nunconsciously or consciously choose the right even in the midst of our\nignorance.\n\nI dare say it sounds audacious for an ordinary girl to say such things\nin an ordinary way; but perhaps I have said them in spite of myself,\nbecause it is not a bad thing that they should be said by an every-day\nsort of person in simple words which other every-day people can\nunderstand. I am only expressing what has gradually grown into belief in\nmy mind through reading with Angus ancient books and modern ones--books\nabout faiths and religions, books about philosophies and magics, books\nabout what the world calls marvels, but which are not marvels at all,\nbut only workings of the Law most people have not yet reasoned about or\neven accepted.\n\nAngus had read and studied them all his life before he began to read\nthem with me, and we talked them over together sitting by the fire in\nthe library, fascinated and staring at each other, I in one high-backed\nchair and he in another on the opposite side of the hearth. Angus is\nwonderful--wonderful! He KNOWS there is no such thing as chance.\nHe KNOWS that we ourselves are the working of the Law--and that we\nourselves could work what now are stupidly called “miracles” if we could\nonly remember always what the Law is.\n\nWhat I intended to say at first was merely that it was not by chance\nthat I climbed to the shelf in the library that afternoon and pushed\naside the books hiding the old manuscript which told the real story of\nDark Malcolm of the Glen and Wee Brown Elspeth. It seemed like chance\nwhen it happened, but it was really the first step toward my finding out\nthe strange, beautiful thing I knew soon afterward.\n\nFrom the beginning of my friendship with the MacNairns I had hoped they\nwould come and stay with me at Muircarrie. When they both seemed to\nfeel such interest in all I told them of it, and not to mind its wild\nremoteness, I took courage and asked them if they would come to me. Most\npeople are bored by the prospect of life in a feudal castle, howsoever\npicturesquely it is set in a place where there are no neighbors to count\non. Its ancient stateliness is too dull. But the MacNairns were more\nallured by what Muircarrie offered than they were by other and more\nbrilliant invitations. So when I went back to the castle I was only to\nbe alone a week before they followed me.\n\nJean and Angus were quite happy in their quiet way when I told them\nwho I was expecting. They knew how glad I was myself. Jean was full of\nsilent pleasure as she arranged the rooms I had chosen for my guests,\nrooms which had the most sweeping view of the moor. Angus knew that Mr.\nMacNairn would love the library, and he hovered about consulting his\ncatalogues and looking over his shelves, taking down volumes here and\nthere, holding them tenderly in his long, bony old hand as he dipped\ninto them. He made notes of the manuscripts and books he thought Mr.\nMacNairn would feel the deepest interest in. He loved his library with\nall his being, and I knew he looked forward to talking to a man who\nwould care for it in the same way.\n\nHe had been going over one of the highest shelves one day and had left\nhis step-ladder leaning against it when he went elsewhere. It was when\nI mounted the steps, as I often did when he left them, that I came\nupon the manuscript which related the old story of Dark Malcolm and his\nchild. It had been pushed behind some volumes, and I took it out because\nit looked so old and yellow. And I opened at once at the page where the\ntale began.\n\nAt first I stood reading, and then I sat down on the broad top of the\nladder and forgot everything. It was a savage history of ferocious hate\nand barbarous reprisals. It had been a feud waged between two clans for\nthree generations. The story of Dark Malcolm and Ian Red Hand was only\npart of it, but it was a gruesome thing. Pages told of the bloody deeds\nthey wrought on each other’s houses. The one human passion of Dark\nMalcolm’s life was his love for his little daughter. She had brown\neyes and brown hair, and those who most loved her called her Wee Brown\nElspeth. Ian Red Hand was richer and more powerful than Malcolm of the\nGlen, and therefore could more easily work his cruel will. He knew well\nof Malcolm’s worship of his child, and laid his plans to torture him\nthrough her. Dark Malcolm, coming back to his rude, small castle one\nnight after a raid in which he had lost followers and weapons and\nstrength, found that Wee Brown Elspeth had been carried away, and\nunspeakable taunts and threats left behind by Ian and his men. With\nunbound wounds, broken dirks and hacked swords, Dark Malcolm and the\nremnant of his troop of fighting clansmen rushed forth into the night.\n\n“Neither men nor weapons have we to win her back,” screamed Dark\nMalcolm, raving mad, “but we may die fighting to get near enough to her\nto drive dirk into her little breast and save her from worse.”\n\nThey were a band of madmen in their black despair. How they tore through\nthe black night; what unguarded weak spot they found in Ian’s castle\nwalls; how they fought their way through it, leaving their dead bodies\nin the path, none really ever knew. By what strange chance Dark Malcolm\ncame upon Wee Brown Elspeth, craftily set to playing hide-and-seek with\na child of Ian’s so that she might not cry out and betray her presence;\nhow, already wounded to his death, he caught at and drove his dirk into\nher child heart, the story only offers guesses at. But kill and save her\nhe did, falling dead with her body held against his breast, her brown\nhair streaming over it. Not one living man went back to the small, rude\ncastle on the Glen--not one.\n\nI sat and read and read until the room grew dark. When I stopped I\nfound that Angus Macayre was standing in the dimness at the foot of the\nladder. He looked up at me and I down at him. For a few moments we were\nboth quite still.\n\n“It is the tale of Ian Red Hand and Dark Malcolm you are reading?” he\nsaid, at last.\n\n“And Wee Brown Elspeth, who was fought for and killed,” I added, slowly.\n\nAngus nodded his head with a sad face. “It was the only way for a\nfather,” he said. “A hound of hell was Ian. Such men were savage beasts\nin those days, not human.”\n\nI touched the manuscript with my hand questioningly. “Did this fall at\nthe back there by accident,” I asked, “or did you hide it?”\n\n“I did,” he answered. “It was no tale for a young thing to read. I have\nhidden many from you. You were always poking about in corners, Ysobel.”\n\nThen I sat and thought over past memories for a while and the shadows in\nthe room deepened.\n\n“Why,” I said, laggingly, after the silence--“why did I call the child\nwho used to play with me ‘Wee Brown Elspeth’?”\n\n“It was your own fancy,” was his reply. “I used to wonder myself; but\nI made up my mind that you had heard some of the maids talking and the\nname had caught your ear. That would be a child’s way.”\n\nI put my forehead in my hands and thought again. So many years had\npassed! I had been little more than a baby; the whole thing seemed like\na half-forgotten dream when I tried to recall it--but I seemed to dimly\nremember strange things.\n\n“Who were the wild men who brought her to me first--that day on the\nmoor?” I said. “I do remember they had pale, savage, exultant faces. And\ntorn, stained clothes. And broken dirks and swords. But they were glad\nof something. Who were they?”\n\n“I did not see them. The mist was too thick,” he answered. “They were\nsome wild hunters, perhaps.”\n\n“It gives me such a strange feeling to try to remember, Angus,” I said,\nlifting my forehead from my hands.\n\n“Don’t try,” he said. “Give me the manuscript and get down from the\nstep-ladder. Come and look at the list of books I have made for Mr.\nMacNairn.”\n\nI did as he told me, but I felt as if I were walking in a dream. My mind\nseemed to have left my body and gone back to the day when I sat a little\nchild on the moor and heard the dull sound of horses’ feet and the\njingling metal and the creak of leather coming nearer in the thick mist.\n\nI felt as if Angus were in a queer, half-awake mood, too--as if two sets\nof thoughts were working at the same time in his mind: one his thoughts\nabout Hector MacNairn and the books, the other some queer thoughts which\nwent on in spite of him.\n\nWhen I was going to leave the library and go up-stairs to dress for\ndinner he said a strange thing to me, and he said it slowly and in a\nheavy voice.\n\n“There is a thing Jean and I have often talked of telling you,” he said.\n“We have not known what it was best to do. Times we have been troubled\nbecause we could not make up our minds. This Mr. Hector MacNairn is\nno common man. He is one who is great and wise enough to decide things\nplain people could not be sure of. Jean and I are glad indeed that he\nand his mother are coming. Jean can talk to her and I can talk to him,\nbeing a man body. They will tell us whether we have been right or wrong\nand what we must do.”\n\n“They are wise enough to tell you anything,” I answered. “It sounds\nas if you and Jean had known some big secret all my life. But I am not\nfrightened. You two would go to your graves hiding it if it would hurt\nme.”\n\n“Eh, bairn!” he said, suddenly, in a queer, moved way. “Eh, bairn!” And\nhe took hold of both my hands and kissed them, pressing them quite\nlong and emotionally to his lips. But he said nothing else, and when he\ndropped them I went out of the room.\n\n\n\nCHAPTER IX\n\nIt was wonderful when Mr. MacNairn and his mother came. It was even\nmore beautiful than I had thought it would be. They arrived late in\nthe afternoon, and when I took them out upon the terrace the sun was\nreddening the moor, and even the rough, gray towers of the castle\nwere stained rose-color. There was that lovely evening sound of birds\ntwittering before they went to sleep in the ivy. The glimpses of gardens\nbelow seemed like glimpses of rich tapestries set with jewels. And there\nwas such stillness! When we drew our three chairs in a little group\ntogether and looked out on it all, I felt as if we were almost in\nheaven.\n\n“Yes! yes!” Hector said, looking slowly--round; “it is all here.”\n\n“Yes,” his mother added, in her lovely, lovely voice. “It is what made\nyou Ysobel.”\n\nIt was so angelic of them to feel it all in that deep, quiet way, and to\nthink that it was part of me and I a part of it. The climbing moon was\ntrembling with beauty. Tender evening airs quivered in the heather and\nfern, and the late birds called like spirits.\n\nEver since the night when Mrs. MacNairn had held me in her arms under\nthe apple-tree while the nightingale sang I had felt toward her son as\nif he were an archangel walking on the earth. Perhaps my thoughts were\nexaggerated, but it seemed so marvelous that he should be moving among\nus, doing his work, seeing and talking to his friends, and yet that he\nshould know that at any moment the great change might come and he might\nawaken somewhere else, in quite another place. If he had been like other\nmen and I had been like other girls, I suppose that after that night\nwhen I heard the truth I should have been plunged into the darkest woe\nand have almost sobbed myself to death. Why did I not? I do not know\nexcept--except that I felt that no darkness could come between us\nbecause no darkness could touch him. He could never be anything but\nalive alive. If I could not see him it would only be because my eyes\nwere not clear and strong enough. I seemed to be waiting for something.\nI wanted to keep near him.\n\nI was full of this feeling as we sat together on the terrace and watched\nthe moon. I could scarcely look away from him. He was rather pale that\nevening, but there seemed to be a light behind his pallor, and his eyes\nseemed to see so much more than the purple and yellow of the heather and\ngorse as they rested on them.\n\nAfter I had watched him silently for a little while I leaned forward and\npointed to a part of the moor where there was an unbroken blaze of gorse\nin full bloom like a big patch of gold.\n\n“That is where I was sitting when Wee Brown Elspeth was first brought to\nme,” I said.\n\nHe sat upright and looked. “Is it?” he answered. “Will you take me there\nto-morrow? I have always wanted to see the place.”\n\n“Would you like to go early in the morning? The mist is more likely to\nbe there then, as it was that day. It is so mysterious and beautiful.\nWould you like to do that?” I asked him.\n\n“Better than anything else!” he said. “Yes, let us go in the morning.”\n\n“Wee Brown Elspeth seems very near me this evening,” I said. “I feel as\nif--” I broke off and began again. “I have a puzzled feeling about her.\nThis afternoon I found some manuscript pushed behind a book on a high\nshelf in the library. Angus said he had hidden it there because it was a\nsavage story he did not wish me to read. It was the history of the feud\nbetween Ian Red Hand and Dark Malcolm of the Glen. Dark Malcolm’s child\nwas called Wee Brown Elspeth hundreds of years ago--five hundred, I\nthink. It makes me feel so bewildered when I remember the one I played\nwith.”\n\n“It was a bloody story,” he said. “I heard it only a few days before we\nmet at Sir Ian’s house in London.”\n\nThat made me recall something.\n\n“Was that why you started when I told you about Elspeth?” I asked.\n\n“Yes. Perhaps the one you played with was a little descendant who had\ninherited her name,” he answered, a trifle hurriedly. “I confess I was\nstartled for a moment.”\n\nI put my hand up to my forehead and rubbed it unconsciously. I could not\nhelp seeing a woesome picture.\n\n“Poor little soul, with the blood pouring from her heart and her brown\nhair spread over her dead father’s breast!” I stopped, because a faint\nmemory came back to me. “Mine,” I stammered--“mine--how strange!--had\na great stain on the embroideries of her dress. She looked at it--and\nlooked. She looked as if she didn’t like it--as if she didn’t understand\nhow it came there. She covered it with ferns and bluebells.”\n\nI felt as if I were being drawn away into a dream. I made a sudden\neffort to come back. I ceased rubbing my forehead and dropped my hand,\nsitting upright.\n\n“I must ask Angus and Jean to tell me about her,” I said. “Of course,\nthey must have known. I wonder why I never thought of asking questions\nbefore.”\n\nIt was a strange look I met when I involuntarily turned toward him--such\nan absorbed, strange, tender look!\n\nI knew he sat quite late in the library that night, talking to Angus\nafter his mother and I went to our rooms. Just as I was falling asleep\nI remember there floated through my mind a vague recollection of\nwhat Angus had said to me of asking his advice about something; and I\nwondered if he would reach the subject in their talk, or if they would\nspend all their time in poring over manuscripts and books together.\n\nThe moor wore its most mysterious look when I got up in the early\nmorning. It had hidden itself in its softest snows of white, swathing\nmist. Only here and there dark fir-trees showed themselves above it, and\nnow and then the whiteness thinned or broke and drifted. It was as I had\nwanted him to see it--just as I had wanted to walk through it with him.\n\nWe had met in the hall as we had planned, and, wrapped in our plaids\nbecause the early morning air was cold, we tramped away together. No one\nbut myself could ever realize what it was like. I had never known that\nthere could be such a feeling of companionship in the world. It would\nnot have been necessary for us to talk at all if we had felt silent. We\nshould have been saying things to each other without words. But we did\ntalk as we walked--in quiet voices which seemed made quieter by the\nmist, and of quiet things which such voices seemed to belong to.\n\nWe crossed the park to a stile in a hedge where a path led at once on to\nthe moor. Part of the park itself had once been moorland, and was dark\nwith slender firs and thick grown with heather and broom. On the moor\nthe mist grew thicker, and if I had not so well known the path we might\nhave lost ourselves in it. Also I knew by heart certain little streams\nthat rushed and made guiding sounds which were sometimes loud whispers\nand sometimes singing babbles. The damp, sweet scent of fern and heather\nwas in our nostrils; as we climbed we breathed its freshness.\n\n“There is a sort of unearthly loveliness in it all,” Hector MacNairn\nsaid to me. His voice was rather like his mother’s. It always seemed to\nsay so much more than his words.\n\n“We might be ghosts,” I answered. “We might be some of those the mist\nhides because they like to be hidden.”\n\n“You would not be afraid if you met one of them?” he said.\n\n“No. I think I am sure of that. I should feel that it was only like\nmyself, and, if I could hear, might tell me things I want to know.”\n\n“What do you want to know?” he asked me, very low. “You!”\n\n“Only what everybody wants to know--that it is really AWAKENING free,\nready for wonderful new things, finding oneself in the midst of wonders.\nI don’t mean angels with harps and crowns, but beauty such as we see\nnow; only seeing it without burdens of fears before and behind us. And\nknowing there is no reason to be afraid. We have all been so afraid. We\ndon’t know how afraid we have been--of everything.”\n\nI stopped among the heather and threw my arms out wide. I drew in a\ngreat, joyous morning breath.\n\n“Free like that! It is the freeness, the light, splendid freeness, I\nthink of most.”\n\n“The freeness!” he repeated. “Yes, the freeness!”\n\n“As for beauty,” I almost whispered, in a sort of reverence for visions\nI remembered, “I have stood on this moor a thousand times and seen\nloveliness which made me tremble. One’s soul could want no more in any\nlife. But ‘Out on the Hillside’ I KNEW I was part of it, and it was\necstasy. That was the freeness.”\n\n“Yes--it was the freeness,” he answered.\n\nWe brushed through the heather and the bracken, and flower-bells shook\nshowers of radiant drops upon us. The mist wavered and sometimes lifted\nbefore us, and opened up mystic vistas to veil them again a few minutes\nlater. The sun tried to break through, and sometimes we walked in a\ngolden haze.\n\nWe fell into silence. Now and then I glanced sidewise at my companion as\nwe made our soundless way over the thick moss. He looked so strong\nand beautiful. His tall body was so fine, his shoulders so broad and\nsplendid! How could it be! How could it be! As he tramped beside me he\nwas thinking deeply, and he knew he need not talk to me. That made me\nglad--that he should know me so well and feel me so near. That was what\nhe felt when he was with his mother, that she understood and that at\ntimes neither of them needed words.\n\nUntil we had reached the patch of gorse where we intended to end our\nwalk we did not speak at all. He was thinking of things which led him\nfar. I knew that, though I did not know what they were. When we reached\nthe golden blaze we had seen the evening before it was a flame of gold\nagain, because--it was only for a few moments--the mist had blown apart\nand the sun was shining on it.\n\nAs we stood in the midst of it together--Oh! how strange and beautiful\nit was!--Mr. MacNairn came back. That was what it seemed to me--that he\ncame back. He stood quite still a moment and looked about him, and then\nhe stretched out his arms as I had stretched out mine. But he did it\nslowly, and a light came into his face.\n\n“If, after it was over, a man awakened as you said and found\nhimself--the self he knew, but light, free, splendid--remembering all\nthe ages of dark, unknowing dread, of horror of some black, aimless\nplunge, and suddenly seeing all the childish uselessness of it--how he\nwould stand and smile! How he would stand and SMILE!”\n\nNever had I understood anything more clearly than I understood then.\nYes, yes! That would be it. Remembering all the waste of fear, how he\nwould stand and SMILE!\n\nHe was smiling himself, the golden gorse about him already losing its\nflame in the light returning mist-wraiths closing again over it, when I\nheard a sound far away and high up the moor. It sounded like the playing\nof a piper. He did not seem to notice it.\n\n“We shall be shut in again,” he said. “How mysterious it is, this\nopening and closing! I like it more than anything else. Let us sit down,\nYsobel.”\n\nHe spread the plaid we had brought to sit on, and laid on it the little\nstrapped basket Jean had made ready for us. He shook the mist drops from\nour own plaids, and as I was about to sit down I stopped a moment to\nlisten.\n\n“That is a tune I never heard on the pipes before,” I said. “What is a\npiper doing out on the moor so early?”\n\nHe listened also. “It must be far away. I don’t hear it,” he said.\n“Perhaps it is a bird whistling.”\n\n“It is far away,” I answered, “but it is not a bird. It’s the pipes, and\nplaying such a strange tune. There! It has stopped!”\n\nBut it was not silent long; I heard the tune begin again much nearer,\nand the piper was plainly coming toward us. I turned my head.\n\nThe mist was clearing, and floated about like a thin veil through which\none could see objects. At a short distance above us on the moor I saw\nsomething moving. It was a man who was playing the pipes. It was the\npiper, and almost at once I knew him, because it was actually my own\nFeargus, stepping proudly through the heather with his step like a stag\non the hills. His head was held high, and his face had a sort of elated\ndelight in it as if he were enjoying himself and the morning and the\nmusic in a new way. I was so surprised that I rose to my feet and called\nto him.\n\n“Feargus!” I cried. “What--”\n\nI knew he heard me, because he turned and looked at me with the most\nextraordinary smile. He was usually a rather grave-faced man, but this\nsmile had a kind of startling triumph in it. He certainly heard me, for\nhe whipped off his bonnet in a salute which was as triumphant as the\nsmile. But he did not answer, and actually passed in and out of sight in\nthe mist.\n\nWhen I rose Mr. MacNairn had risen, too. When I turned to speak in my\nsurprise, he had fixed on me his watchful look.\n\n“Imagine its being Feargus at this hour!” I exclaimed. “And why did\nhe pass by in such a hurry without answering? He must have been to a\nwedding and have been up all night. He looked--” I stopped a second and\nlaughed.\n\n“How did he look?” Mr. MacNairn asked.\n\n“Pale! That won’t do--though he certainly didn’t look ill.” I laughed\nagain. “I’m laughing because he looked almost like one of the White\nPeople.”\n\n“Are you sure it was Feargus?” he said.\n\n“Quite sure. No one else is the least like Feargus. Didn’t you see him\nyourself?”\n\n“I don’t know him as well as you do; and there was the mist,” was his\nanswer. “But he certainly was not one of the White People when I saw him\nlast night.”\n\nI wondered why he looked as he did when he took my hand and drew me down\nto my place on the plaid again. He did not let it go when he sat down by\nmy side. He held it in his own large, handsome one, looking down on it\na moment or so; and then he bent his head and kissed it long and slowly\ntwo or three times.\n\n“Dear little Ysobel!” he said. “Beloved, strange little Ysobel.”\n\n“Am I strange!” I said, softly.\n\n“Yes, thank God!” he answered.\n\nI had known that some day when we were at Muircarrie together he would\ntell me what his mother had told me--about what we three might have been\nto one another. I trembled with happiness at the thought of hearing him\nsay it himself. I knew he was going to say it now.\n\nHe held my hand and stroked it. “My mother told you, Ysobel--what I am\nwaiting for?” he said.\n\n“Yes.”\n\n“Do you know I love you?” he said, very low.\n\n“Yes. I love you, too. My whole life would have been heaven if we could\nalways have been together,” was my answer.\n\nHe drew me up into his arms so that my cheek lay against his breast as\nI went on, holding fast to the rough tweed of his jacket and whispering:\n“I should have belonged to you two, heart and body and soul. I should\nnever have been lonely again. I should have known nothing, whatsoever\nhappened, but tender joy.”\n\n“Whatsoever happened?” he murmured.\n\n“Whatsoever happens now, Ysobel, know nothing but tender joy. I think\nyou CAN. ‘Out on the Hillside!’ Let us remember.”\n\n“Yes, yes,” I said; “‘Out on the Hillside.’” And our two faces, damp\nwith the sweet mist, were pressed together.\n\n\n\nCHAPTER X\n\nThe mist had floated away, and the moor was drenched with golden\nsunshine when we went back to the castle. As we entered the hall I heard\nthe sound of a dog howling, and spoke of it to one of the men-servants\nwho had opened the door.\n\n“That sounds like Gelert. Is he shut up somewhere?”\n\nGelert was a beautiful sheep-dog who belonged to Feargus and was his\nheart’s friend. I allowed him to be kept in the courtyard.\n\nThe man hesitated before he answered me, with a curiously grave face.\n\n“It is Gelert, miss. He is howling for his master. We were obliged to\nshut him in the stables.”\n\n“But Feargus ought to have reached here by this time,” I was beginning.\n\nI was stopped because I found Angus Macayre almost at my elbow. He had\nthat moment come out of the library. He put his hand on my arm.\n\n“Will ye come with me?” he said, and led me back to the room he had\njust left. He kept his hand on my arm when we all stood together inside,\nHector and I looking at him in wondering question. He was going to tell\nme something--we both saw that.\n\n“It is a sad thing you have to hear,” he said. “He was a fine man,\nFeargus, and a most faithful servant. He went to see his mother last\nnight and came back late across the moor. There was a heavy mist, and he\nmust have lost his way. A shepherd found his body in a tarn at daybreak.\nThey took him back to his father’s home.”\n\nI looked at Hector MacNairn and again at Angus. “But it couldn’t be\nFeargus,” I cried. “I saw him an hour ago. He passed us playing on his\npipes. He was playing a new tune I had never heard before a wonderful,\njoyous thing. I both heard and SAW him!”\n\nAngus stood still and watched me. They both stood still and watched me,\nand even in my excitement I saw that each of them looked a little pale.\n\n“You said you did not hear him at first, but you surely saw him when\nhe passed so near,” I protested. “I called to him, and he took off his\nbonnet, though he did not stop. He was going so quickly that perhaps he\ndid not hear me call his name.”\n\nWhat strange thing in Hector’s look checked me? Who knows?\n\n“You DID see him, didn’t you?” I asked of him.\n\nThen he and Angus exchanged glances, as if asking each other to decide\nsome grave thing. It was Hector MacNairn who decided it.\n\n“No,” he answered, very quietly, “I neither saw nor heard him, even when\nhe passed. But you did.”\n\n“I did, quite plainly,” I went on, more and more bewildered by the\nway in which they kept a sort of tender, awed gaze fixed on me. “You\nremember I even noticed that he looked pale. I laughed, you know, when I\nsaid he looked almost like one of the White People--”\n\nJust then my breath caught itself and I stopped. I began to remember\nthings--hundreds of things.\n\nAngus spoke to me again as quietly as Hector had spoken.\n\n“Neither Jean nor I ever saw Wee Brown Elspeth,” he said--“neither Jean\nnor I. But you did. You have always seen what the rest of us did not\nsee, my bairn--always.”\n\nI stammered out a few words, half in a whisper. “I have always seen what\nyou others could not see? WHAT--HAVE--I--SEEN?”\n\nBut I was not frightened. I suppose I could never tell any one what\nstrange, wide, bright places seemed suddenly to open and shine before\nme. Not places to shrink back from--oh no! no! One could be sure,\nthen--SURE! Feargus had lifted his bonnet with that extraordinary\ntriumph in his look--even Feargus, who had been rather dour.\n\n“You called them the White People,” Hector MacNairn said.\n\n\nAngus and Jean had known all my life. A very old shepherd who had looked\nin my face when I was a baby had said I had the eyes which “SAW.” It\nwas only the saying of an old Highlander, and might not have been\nremembered. Later the two began to believe I had a sight they had not.\nThe night before Wee Brown Elspeth had been brought to me Angus had read\nfor the first time the story of Dark Malcolm, and as they sat near me on\nthe moor they had been talking about it. That was why he forgot himself\nwhen I came to ask them where the child had gone, and told him of the\nbig, dark man with the scar on his forehead. After that they were sure.\n\nThey had always hidden their knowledge from me because they were afraid\nit might frighten me to be told. I had not been a strong child. They\nkept the secret from my relatives because they knew they would dislike\nto hear it and would not believe, and also would dislike me as a queer,\nabnormal creature. Angus had fears of what they might do with doctors\nand severe efforts to obliterate from my mind my “nonsense,” as they\nwould have been sure to call it. The two wise souls had shielded me on\nevery side.\n\n“It was better that you should go on thinking it only a simple, natural\nthing,” Angus said. “And as to natural, what IS natural and what is not?\nMan has not learned all the laws of nature yet. Nature’s a grand, rich,\nendless thing, always unrolling her scroll with writings that seem new\non it. They’re not new. They were always written there. But they were\nnot unrolled. Never a law broken, never a new law, only laws read with\nstronger eyes.”\n\nAngus and I had always been very fond of the Bible--the strange old\ntemple of wonders, full of all the poems and tragedies and histories of\nman, his hates and battles and loves and follies, and of the Wisdom of\nthe universe and the promises of the splendors of it, and which even\nthose of us who think ourselves the most believing neither wholly\nbelieve nor will understand. We had pored over and talked of it. We had\nnever thought of it as only a pious thing to do. The book was to us one\nof the mystic, awe-inspiring, prophetic marvels of the world.\n\nThat was what made me say, half whispering: “I have wondered and\nwondered what it meant--that verse in Isaiah: ‘Behold the former things\nare come to pass and new things do I declare; before they spring forth I\ntell you of them.’ Perhaps it means only the unrolling of the scroll.”\n\n“Aye, aye!” said Angus; “it is full of such deep sayings, and none of us\nwill listen to them.”\n\n“It has taken man eons of time,” Hector MacNairn said, thinking it out\nas he spoke--“eons of time to reach the point where he is beginning to\nknow that in every stock and stone in his path may lie hidden some\npower he has not yet dreamed of. He has learned that lightning may be\ncommanded, distance conquered, motion chained and utilized; but he, the\none CONSCIOUS force, has never yet begun to suspect that of all others\nhe may be the one as yet the least explored. How do we know that there\ndoes not lie in each of us a wholly natural but, so far, dormant power\nof sight--a power to see what has been called The Unseen through all the\nAges whose sightlessness has made them Dark? Who knows when the\nShadow around us may begin to clear? Oh, we are a dull lot--we human\nthings--with a queer, obstinate conceit of ourselves.”\n\n“Complete we think we are,” Angus murmured half to himself. “Finished\ncreatures! And look at us! How many of us in a million have beauty\nand health and full power? And believing that the law is that we must\ncrumple and go to pieces hour by hour! Who’d waste the time making a\nclock that went wrong as often? Nay, nay! We shall learn better than\nthis as time goes on. And we’d better be beginning and setting our minds\nto work on it. ‘Tis for us to do--the minds of us. And what’s the mind\nof us but the Mind that made us? Simple and straight enough it is when\nonce you begin to think it out. The spirit of you sees clearer than we\ndo, that’s all,” he said to me. “When your mother brought you into the\nworld she was listening to one outside calling to her, and it opened the\nway for you.”\n\nAt night Hector MacNairn and his mother and I sat on the terrace under\nstars which seemed listening things, and we three drew nearer to one\nanother, and nearer and nearer.\n\n“When the poor mother stumbled into the train that day,” was one of the\nthings Hector told me, “I was thinking of The Fear and of my own mother.\nYou looked so slight and small as you sat in your corner that I thought\nat first you were almost a child. Then a far look in your eyes made me\nbegin to watch you. You were so sorry for the poor woman that you could\nnot look away from her, and something in your face touched and puzzled\nme. You leaned forward suddenly and put out your hand protectingly as\nshe stepped down on to the platform.\n\n“That night when you spoke quite naturally of the child, never doubting\nthat I had seen it, I suddenly began to suspect. Because of The\nFear”--he hesitated--“I had been reading and thinking many things new to\nme. I did not know what I believed. But you spoke so simply, and I knew\nyou were speaking the truth. Then you spoke just as naturally of Wee\nBrown Elspeth. That startled me because not long before I had been told\nthe tale in the Highlands by a fine old story-teller who is the head of\nhis clan. I saw you had never heard the story before. And yet you were\ntelling me that you had played with the child.”\n\n“He came home and told me about you,” Mrs. MacNairn said. “His fear of\nThe Fear was more for me than for himself. He knew that if he brought\nyou to me, you who are more complete than we are, clearer-eyed and\nnearer, nearer, I should begin to feel that he was not going--out. I\nshould begin to feel a reality and nearness myself. Ah, Ysobel! How we\nhave clung to you and loved you! And then that wonderful afternoon! I\nsaw no girl with her hand through Mr. Le Breton’s arm; Hector saw none.\nBut you saw her. She was THERE!”\n\n“Yes, she was there,” I answered. “She was there, smiling up at him. I\nwish he could have known.”\n\n\nWhat does it matter if this seems a strange story? To some it will mean\nsomething; to some it will mean nothing. To those it has a meaning for\nit will open wide windows into the light and lift heavy loads. That\nwould be quite enough, even if the rest thought it only the weird fancy\nof a queer girl who had lived alone and given rein to her silliest\nimaginings. I wanted to tell it, howsoever poorly and ineffectively\nit was done. Since I KNEW I have dropped the load of ages--the black\nburden. Out on the hillside my feet did not even feel the grass, and yet\nI was standing, not floating. I had no wings or crown. I was only Ysobel\nout on the hillside, free!\n\n\nThis is the way it all ended.\n\nFor three weeks that were like heaven we three lived together at\nMuircarrie. We saw every beauty and shared every joy of sun and dew and\nlove and tender understanding.\n\nAfter one lovely day we had spent on the moor in a quiet dream of joy\nalmost strange in its perfectness, we came back to the castle; and,\nbecause the sunset was of such unearthly radiance and changing wonder\nwe sat on the terrace until the last soft touch of gold had died out and\nleft the pure, still, clear, long summer twilight.\n\nWhen Mrs. MacNairn and I went in to dress for dinner, Hector lingered a\nlittle behind us because the silent beauty held him.\n\nI came down before his mother did, and I went out upon the terrace again\nbecause I saw he was still sitting there. I went to the stone balustrade\nvery quietly and leaned against it as I turned to look at him and speak.\n\nThen I stood quite still and looked long--for some reason not startled,\nnot anguished, not even feeling that he had gone. He was more beautiful\nthan any human creature I had ever seen before. But It had happened as\nthey said it would. He had not ceased--but something else had. Something\nhad ceased.\n\n\nIt was the next evening before I came out on the terrace again. The day\nhad been more exquisite and the sunset more wonderful than before. Mrs.\nMacNairn was sitting by her son’s side in the bedroom whose windows\nlooked over the moor. I am not going to say one word of what had come\nbetween the two sunsets. Mrs. MacNairn and I had clung--and clung. We\nhad promised never to part from each other. I did not quite know why I\nwent out on the terrace; perhaps it was because I had always loved to\nsit or stand there.\n\nThis evening I stood and leaned upon the balustrade, looking out far,\nfar, far over the moor. I stood and gazed and gazed. I was thinking\nabout the Secret and the Hillside. I was very quiet--as quiet as the\ntwilight’s self. And there came back to me the memory of what Hector had\nsaid as we stood on the golden patch of gorse when the mist had for\na moment or so blown aside, what he had said of man’s awakening, and,\nremembering all the ages of--childish, useless dread, how he would\nstand-- I did not turn suddenly, but slowly. I was not startled in the\nfaintest degree. He stood there close to me as he had so often stood.\n\nAnd he stood--and smiled.\n\nI have seen him many times since. I shall see him many times again. And\nwhen I see him he always stands--and smiles."
}