{
 "author": [
  "Michelson, Miriam"
 ],
 "title": [
  "In the Bishop's Carriage"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Theft -- Fiction",
  "Detective and mystery stories",
  "Adventure stories",
  "Crime -- Fiction",
  "PS"
 ],
 "id": "481",
 "genre": [
  "mystery",
  "detective",
  "fiction",
  "adventure"
 ],
 "text": "IN THE BISHOP'S CARRIAGE\n\n\nBy\n\nMIRIAM MICHELSON\n\n\n\n\n\nI.\n\nWhen the thing was at its hottest, I bolted.  Tom, like the darling he\nis--(Yes, you are, old fellow, you're as precious to me as--as you are\nto the police--if they could only get their hands on you)--well, Tom\ndrew off the crowd, having passed the old gentleman's watch to me, and\nI made for the women's rooms.\n\nThe station was crowded, as it always is in the afternoon, and in a\nminute I was strolling into the big, square room, saying slowly to\nmyself to keep me steady:\n\n\"Nancy, you're a college girl--just in from Bryn Mawr to meet your\npapa.  Just see if your hat's on straight.\"\n\nI did, going up to the big glass and looking beyond my excited face to\nthe room behind me.  There sat the woman who can never nurse her baby\nexcept where everybody can see her, in a railroad station.  There was\nthe woman who's always hungry, nibbling chocolates out of a box; and\nthe woman fallen asleep, with her hat on the side, and hairpins\ndropping out of her hair; and the woman who's beside herself with fear\nthat she'll miss her train; and the woman who is taking notes about the\nother women's rigs. And--\n\nAnd I didn't like the look of that man with the cap who opened the\nswinging door a bit and peeped in.  The women's waiting-room is no\nplace for a man--nor for a girl who's got somebody else's watch inside\nher waist.  Luckily, my back was toward him, but just as the door swung\nback he might have caught the reflection of my face in a mirror hanging\nopposite to the big one.\n\nI retreated, going to an inner room where the ladies were having the\nmaid brush their gowns, soiled from suburban travel and the dirty\nstation.\n\nThe deuce is in it the way women stare.  I took off my hat and jacket\nfor a reason to stay there, and hung them up as leisurely as I could.\n\n\"Nance,\" I said under my breath, to the alert-eyed, pug-nosed girl in\nthe mirror, who gave a quick glance about the room as I bent to wash my\nhands, \"women stare 'cause they're women. There's no meaning in their\nlook.  If they were men, now, you might twitter.\"\n\nI smoothed my hair and reached out my hand to get my hat and jacket\nwhen--when--\n\nOh, it was long; long enough to cover you from your chin to your heels!\nIt was a dark, warm red, and it had a high collar of chinchilla that\nwas fairly scrumptious.  And just above it the hat hung, a red-cloth\ntoque caught up on the side with some of the same fur.\n\nThe black maid misunderstood my involuntary gesture.  I had all my best\nduds on, and when a lot of women stare it makes the woman they stare at\npeacock naturally, and--and--well, ask Tom what he thinks of my style\nwhen I'm on parade.  At any rate, it was the maid's fault.  She took\ndown the coat and hat and held them for me as though they were mine.\nWhat could I do, 'cept just slip into the silk-lined beauty and set the\ntoque on my head?  The fool girl that owned them was having another\nmaid mend a tear in her skirt, over in the corner; the little place was\ncrowded.  Anyway, I had both the coat and hat on and was out into the\nbig anteroom in a jiffy.\n\nWhat nearly wrecked me was the cut of that coat.  It positively made me\nshiver with pleasure when I passed and saw myself in that long mirror.\nMy, but I was great!  The hang of that coat, the long, incurving sweep\nin the back, and the high fur collar up to one's nose--even if it is a\nturned-up nose--oh!\n\nI stayed and looked a second too long, for just as I was pulling the\nflaring hat a bit over my face, the doors swung, as an old lady came\nin, and there behind her was that same curious man's face with the cap\nabove it.\n\nTrapped?  Me?  Not much!  I didn't wait a minute, but threw the doors\nopen with a gesture that might have belonged to the Queen of Spain.  I\nalmost ran into his arms.  He gave an exclamation. I looked him\nstraight in the eyes, as I hooked the collar close to my throat, and\nswept past him.\n\nHe weakened.  That coat was too jolly much for him.  It was for me,\ntoo.  As I ran down the stairs, its influence so worked on me that I\ndidn't know just which Vanderbilt I was.\n\nI got out on the sidewalk all right, and was just about to take a car\nwhen the turnstile swung round, and there was that same man with the\ncap.  His face was a funny mixture of doubt and determination.  But it\nmeant the Correction for me.\n\n\"Nance Olden, it's over,\" I said to myself.\n\nBut it wasn't.  For it was then that I caught sight of the carriage.\nIt was a fat, low, comfortable, elegant, sober carriage, wide and\nwell-kept, with rubber-tired wheels.  And the two heavy horses were fat\nand elegant and sober, too, and wide and well-kept.  I didn't know it\nwas the Bishop's then--I didn't care whose it was.  It was empty, and\nit was mine.  I'd rather go to the Correction--being too young to get\nto the place you're bound for, Tom Dorgan--in it than in the patrol\nwagon.  At any rate, it was all the chance I had.\n\nI slipped in, closing the door sharply behind me.  The man on the\nbox--he was wide and well-kept, too--was tired waiting, I suppose, for\nhe continued to doze gently, his high coachman's collar up over his\nears.  I cursed that collar, which had prevented his hearing the door\nclose, for then he might have driven off.\n\nBut it was great inside: soft and warm, the cushions of dark plum, the\nseat wide and roomy, a church paper, some notes for the Bishop's next\nsermon and a copy of Quo Vadis.  I just snuggled down, trust me.  I\nleaned far back and lay low.  When I did peek out the window, I saw the\nman with the brass buttons and the cap turning to go inside again.\n\nVictory!  He had lost the scent.  Who would look for Nancy Olden in the\nBishop's carriage?\n\nNow, you know how early I got up yesterday to catch the train so's Tom\nand I could come in with the people and be naturally mingling with\nthem?  And you remember the dance the night before? I hadn't had more\nthan three hours' sleep, and the snug warmth of that coach was just\nnuts to me, after the freezing ride into town.  I didn't dare get out\nfor fear of some other man in a cap and buttons somewhere on the\nlookout.  I knew they couldn't be on to my hiding-place or they'd have\nnabbed me before this.  After a bit I didn't want to get out, I was so\nwarm and comfortable--and elegant.  O Tom, you should have seen your\nNance in that coat and in the Bishop's carriage!\n\nFirst thing I knew, I was dreaming you and I were being married, and\nyou had brass buttons all over you, and I had the cloak all right, but\nit was a wedding-dress, and the chinchilla was a wormy sort of orange\nblossoms, and--and I waked when the handle of the door turned and the\nBishop got in.\n\nAsleep?  That's what!  I'd actually been asleep.\n\nAnd what did I do now?\n\nThat's easy--fell asleep again.  There wasn't anything else to do. Not\nreally asleep this time, you know; just, just asleep enough to be wide\nawake to any chance there was in it.\n\nThe horses had started, and the carriage was half-way across the street\nbefore the Bishop noticed me.\n\nHe was a little Bishop, not big and fat and well-kept like the rig, but\nshort and lean, with a little white beard and the softest eye--and the\nsoftest heart--and the softest head.  Just listen.\n\n\"Lord bless me!\" he exclaimed, hurriedly putting on his spectacles, and\nlooking about bewildered.\n\nI was slumbering sweetly in the corner, but I could see between my\nlashes that he thought he'd jumped into somebody else's carriage.\n\nThe sight of his book and his papers comforted him, though, and before\nhe could make a resolution, I let the jolting of the carriage, as it\ncrossed the car-track, throw me gently against him.\n\n\"Daddy,\" I murmured sleepily, letting my head rest on his little, prim\nshoulder.\n\nThat comforted him, too.  Hush your laughing, Tom Dorgan; I mean\ncalling him \"daddy\" seemed to kind of take the cuss off the situation.\n\n\"My child,\" he began very gently.\n\n\"Oh, daddy,\" I exclaimed, snuggling down close to him, \"you kept me\nwaiting so long I went to sleep.  I thought you'd never come.\"\n\nHe put his arm about my shoulders in a fatherly way.  You know, I found\nout later the Bishop never had had a daughter.  I guess he thought he\nhad one now.  Such a simple, dear old soul!  Just the same, Tom Dorgan,\nif he had been my father, I'd never be doing stunts with tipsy men's\nwatches for you; nor if I'd had any father.  Now, don't get mad.  Think\nof the Bishop with his gentle, thin old arm about my shoulders, holding\nme for just a second as though I was his daughter!  My, think of it!\nAnd me, Nance Olden, with that fat man's watch in my waist and some\ngirl's beautiful long coat and hat on, all covered with chinchilla!\n\n\"There's some mistake, my little girl,\" he said, shaking me gently to\nwake me up, for I was going to sleep again, he feared.\n\n\"Oh, I knew you were kept at the office,\" I interrupted quickly.  I\npreferred to be farther from the station with that girl's red coat\nbefore I got out.  \"We've missed our train, anyway, haven't we?  After\nthis, daddy dear, let's not take this route.  If we'd go straight\nthrough on the one road, we wouldn't have this drive across town every\ntime.  I was wondering, before I fell asleep, what in the world I'd do\nin this big city if you didn't come.\"\n\nHe forgot to withdraw his arm, so occupied was he by my predicament.\n\n\"What would you do, my child, if you had--had missed your--your father?\"\n\nWasn't it clumsy of him?  He wanted to break it to me gently, and this\nwas the best he could do.\n\n\"What would I do?\" I gasped indignantly.  \"Why, daddy, imagine me\nalone, and--and without money!  Why--why, how can you--\"\n\n\"There!  there!\" he said, patting me soothingly on the shoulder.\n\nThat baby of a Bishop!  The very thought of Nancy Olden out alone in\nthe streets was too much for him.\n\nHe had put his free hand into his pocket and had just taken out a bill\nand was trying to plan a way to offer it to me and reveal the fact to\npoor, modest little Nance Olden that he was not her own daddy, when an\nawful thing happened.\n\nWe had got up street as far as the opera-house, when we were caught in\nthe jam of carriages in front; the last afternoon opera of the season\nwas just over.  I was so busy thinking what would be my next move that\nI didn't notice much outside--and I didn't want to move, Tom, not a\nbit.  Playing the Bishop's daughter in a trailing coat of red, trimmed\nwith chinchilla, is just your Nancy's graft.  But the dear little\nBishop gave a jump that almost knocked the roof off the carriage,\npulled his arm from behind me and dropped the ten-dollar bill he held\nas though it burned him. It fell in my lap.  I jammed it into my coat\npocket.  Where is it now?  Just you wait, Tom Dorgan, and you'll find\nout.\n\nI followed the Bishop's eyes.  His face was scarlet now.  Right next to\nour carriage--mine and the Bishop's--there was another; not quite so\nfat and heavy and big, but smart, I tell you, with the silver harness\njangling and the horses arching their backs under their blue-cloth\njackets monogrammed in leather.  All the same, I couldn't see anything\nto cause a loving father to let go his onliest daughter in such a\nhurry, till the old lady inside bent forward again and gave us another\nlook.\n\nHer face told it then.  It was a big, smooth face, with\naccordion-plaited chins.  Her hair was white and her nose was curved,\nand the pearls in her big ears brought out every ugly spot on her face.\nHer lips were thin, and her neck, hung with diamonds, looked like a bed\nwith bolsters and pillows piled high, and her eyes--oh, Tom, her eyes!\nThey were little and very gray, and they bored their way straight\nthrough the windows--hers and ours--and hit the Bishop plumb in the\nface.\n\nMy, if I could only have laughed!  The Bishop, the dear, prim little\nBishop in his own carriage, with his arm about a young woman in red and\nchinchilla, offering her a bank-note, and Mrs. Dowager Diamonds, her\neyes popping out of her head at the sight, and she one of the lady\npillars of his church--oh, Tom!  it took all of this to make that poor\ninnocent next to me realize how he looked in her eyes.\n\nBut you see it was over in a minute.  The carriage wheels were\nunlocked, and the blue coupe went whirling away, and we in the\nplum-cushioned carriage followed slowly.\n\nI decided that I'd had enough.  Now and here in the middle of all these\ncarriages was a bully good time and place for me to get away.  I turned\nto the Bishop.  He was blushing like a boy. I blushed, too.  Yes, I\ndid, Tom Dorgan, but it was because I was bursting with laughter.\n\n\"Oh, dear!\" I exclaimed in sudden dismay.  \"You're not my father.\"\n\n\"No--no, my dear, I--I'm not,\" he stammered, his face purple now with\nembarrassment.  \"I was just trying to tell you, you poor little girl,\nof your mistake and planning a way to help you, when--\"\n\nHe made a gesture of despair toward the side where the coupe had been.\n\nI covered my face with my hands, and shrinking over into the corner, I\ncried:\n\n\"Let me out!  let me out!  You're not my father.  Oh, let me out!\"\n\n\"Why, certainly, child.  But I'm old enough, surely, to be, and I\nwish--I wish I were.\"\n\n\"You do!\"\n\nThe dignity and tenderness and courtesy in his voice sort of sobered\nme.  But all at once I remembered the face of Mrs. Dowager Diamonds,\nand I understood.\n\n\"Oh, because of her,\" I said, smiling and pointing to the side where\nthe coupe had been.\n\nMy, but it was a rotten bad move!  I ought to have been strapped for\nit.  Oh, Tom, Tom, it takes more'n a red coat with chinchilla to make a\nblack-hearted thing like me into the girl he thought I was.\n\nHe stiffened and sat up like a prim little school-boy, his soft eyes\nhurt like a dog's that's been wounded.\n\nI won't tell you what I did then.  No, I won't.  And you won't\nunderstand, but just that minute I cared more for what he thought of me\nthan whether I got to the Correction or anywhere else.\n\nIt made us friends in a minute, and when he stopped the carriage to let\nme out, my hand was still in his.  But I wouldn't go.  I'd made up my\nmind to see him out of his part of the scrape, and first thing you know\nwe were driving up toward the Square, if you please, to Mrs. Dowager\nDiamonds' house.\n\nHe thought it was his scheme, the poor lamb, to put me in her charge\ntill my lost daddy could send for me.  He'd no more idea that I was\nsteering him toward her, that he was doing the only thing possible, the\nonly square thing by his reputation, than he had that Nance Olden had\nbeen raised by the Cruelty, and then flung herself away on the first\nhandsome Irish boy she met.\n\nThat'll do, Tom.\n\nGirls, if you could have seen Mrs. Dowager Diamonds' face when she came\ndown the stairs, the Bishop's card in her hand, and into the gorgeous\nparlor, it'd have been as good as a front seat at the show.\n\nShe was mad, and she was curious, and she was amazed, and she was\ndisarmed; for the very nerve of his bringing me to her staggered her so\nthat she could hardly believe she'd seen what she had.\n\n\"My dear Mrs. Ramsay,\" he began, confused a bit by his remembrance of\nhow her face had looked fifteen minutes before, \"I bring to you an\nunfortunate child, who mistook my carriage for her father's this\nafternoon at the station.  She is a college girl, a stranger in town,\nand till her father claims her--\"\n\nOh, the baby!  the baby!  She was stiffening like a rod before his very\neyes.  How did his words explain his having his arm round the\nunfortunate child?  His conscience was so clean that the dear little\nman actually overlooked the fact that it wasn't my presence in the\ncarriage, but his conduct there that had excited Mrs. Dowager Diamonds.\n\nAnd didn't the story sound thin?  I tell you, Tom, when it comes to\nlying to a woman you've got to think up something stronger than it\ntakes to make a man believe in you--if you happen to be female yourself.\n\nI didn't wait for him to finish, but waltzed right in.  I danced\nstraight up to that side of beef with the diamonds still on it, and\nflinging my arms about her, turned a coy eye on the Bishop.\n\n\"You said your wife was out of town, daddy,\" I cried gaily. \"Have you\ngot another wife besides mummy?\"\n\nThe poor Bishop!  Do you think he tumbled?  Not a bit--not a bit. He\nsat there gasping like a fish, and Mrs. Dowager Diamonds, surprised by\nmy sudden attack, stood bolt upright, about as pleasant to hug as--as\nyou are, Tom, when you're jealous.\n\nThe trouble with the Bishop's set is that it's deadly slow.  Now, if I\nhad really been the Bishop's daughter--all right, I'll go on.\n\n\"Oh, mummy,\" I went on quickly.  You know how I said it, Tom--the way I\ntold you after that last row that Dan Christensen wasn't near so\ngood-looking as you--remember?  \"Oh, mummy, you don't know how good it\nfeels to get home.  Out there at that awful college, studying and\nstudying and studying, sometimes I thought I'd lose my senses.  There's\na girl out there now suffering from nervous prostration.  She worked so\nhard preparing for the mid-years.  What's her name?  I can't think--I\ncan't think, my head's so tired.  But it sounds like mine, a lot like\nmine. Once--I think it was yesterday--I thought it was mine, and I made\nup my mind suddenly to come right home and bring it with me.  But it\ncan't be mine, can it?  It can't be my name she's got.  It can't be,\nmummy, say it can't, say it can't!\"\n\nTom, I ought to have gone on the stage.  I'll go yet, when you're sent\nup some day.  Yes, I will.  You'll be where you can't stop me.\n\nI couldn't see the Bishop, but the Dowager--oh, I'd got her.  Not so\nbad an old body, either, if you only take her the right way. First, she\nwas suspicious, and then she was scared.  And then, bit by bit, the\nstiffness melted out of her, her arms came up about me, and there I\nwas, lying all comfy, with the diamonds on her neck boring rosettes in\nmy cheeks, and she a-sniffling over me and patting me and telling me\nnot to get excited, that it was all right, and now I was home mummy\nwould take care of me, she would, that she would.\n\nShe did.  She got me on to a lounge, soft as--as marshmallows, and she\npiled one silk pillow after another behind my back.\n\n\"Come, dear, let me help you off with your coat,\" she cooed, bending\nover me.\n\n\"Oh, mummy, it's so cold!  Can't I please keep it on?\"\n\nTo let that coat off me was to give the whole thing away.  My rig\nunderneath, though good enough for your girl, Tom, on a holiday, wasn't\njust what they wear in the Square.  And, d'ye know, you'll say it's\nsilly, but I had a conviction that with that coat I should say good-by\nto the nerve I'd had since I got into the Bishop's carriage,--and from\nthere into society.  I let her take the hat, though, and I could see by\nthe way she handled it that it was all right--the thing; her kind, you\nknow.  Oh, the girl I got it from had good taste, all right.\n\nI closed my eyes for a moment as I lay there and she stood stroking my\nhair.  She must have thought I'd fallen asleep, for she turned to the\nBishop, and holding out her hand, she said softly:\n\n\"My dear, dear Bishop, you are the best-hearted, the saintliest man on\nearth.  Because you are so beautifully clean-souled yourself, you must\npardon me.  I am ashamed to say it, but I shall have no rest till I do.\nWhen I saw you in the carriage downtown, with that poor, demented\nchild, I thought, for just a moment--oh, can you forgive me?  It shows\nwhat an evil mind I have.  But you, who know so well what Edward is,\nwhat my life has been with him, will see how much reason I have to be\nsuspicious of all men!\"\n\nI shook, I laughed so hard.  What a corker her Edward must be! See,\nTom, poor old Mrs. Dowager up in the Square having the same devil's\nluck with her man as Molly Elliott down in the Alley has with hers.  I\nwonder if you're all alike.  No, for there's the Bishop.  He had taken\nher hand sympathizingly, forgivingly, but his silence made me curious.\nI knew he wouldn't let the old lady believe for a moment I was luny, if\nonce he could be sure himself that I wasn't.  You lie, Tom Dorgan, he\nwouldn't!  Well--But the poor baby, how could he expect to see through\na game that had caught the Dowager herself?  Still, I could hear him\nwalking softly toward me, and I felt him looking keenly down at me long\nbefore I opened my eyes.\n\nWhen I did, you should have seen him jump.  Guilty he felt. I could see\nthe blood rush up under his clear, thin old skin, soft as a baby's, to\nfind himself caught trying to spy out my secret.\n\nI just looked, big-eyed, up at him.  You know; the way Molly's kid\ndoes, when he wakes.  I looked a long, long time, as though I was\npuzzled.\n\n\"Daddy,\" I said slowly, sitting up.  \"You--you are my daddy, ain't you?\"\n\n\"Yes--yes, of course.\"  It was the Dowager who got between him and me,\nhinting heavily at him with nods and frowns.  But the dear old fellow\nonly got pinker in the effort to look a lie and not say it.  Still, he\nlooked relieved.  Evidently he thought I was luny all right, but that I\nhad lucid intervals.  I heard him whisper something like this to the\nDowager just before the maid came in with tea for me.\n\nYes, Tom Dorgan, tea for Nancy Olden off a silver salver, out of a cup\nlike a painted eggshell.  My, but that almost floored me! I was afraid\nI'd give myself dead away with all those little jars and jugs.  So I\nsaid I wasn't hungry, though, Lord knows, I hadn't had anything to eat\nsince early morning.  But the Dowager sent the maid away and took the\ntray herself, operating all the jugs and pots for me, and then tried to\nfeed me the tea.  She was about as handy as Molly's little sister is\nwith the baby--but I allowed myself to be coaxed, and drank it down.\n\nTea, Tom Dorgan.  Ever taste tea?  If you knew how to behave yourself\nin polite society, I'd give you a card to my friend, the Dowager, up in\nthe Square.\n\nHow to get away!  That was the thing that worried me.  I'd just made up\nmy mind to have a lucid interval, when cr-creak, the front door opened,\nand in walked--\n\nTom, you're mighty cute--so cute you'll land us both behind bars some\nday--but you can't guess who came in on our little family party.\nYes--oh, yes, you've met him.\n\nWell, the old duffer whose watch was ticking inside my waist that very\nminute!  Yes, sir, the same red-faced, big-necked fellow we'd spied\ngetting full at the little station in the country. Only, he was a bit\nmellower than when you grabbed his chain. Well, he was Edward.\n\nI almost dropped the cup when I saw him.  The Dowager took it from me,\nsaying:\n\n\"There, dear, don't be nervous.  It's only--only--\"\n\nShe got lost.  It couldn't be my daddy--the Bishop was that.  But it\nwas her husband, so who could it be?\n\n\"Evening, Bishop.  Hello, Henrietta, back so soon from the opera?\"\nroared Edward, in a big, husky voice.  He'd had more since we saw him,\nbut he walked straight as the Bishop himself, and he's a dear little\nramrod.  \"Ah!\"--his eyes lit up at sight of me--\"ah, Miss--Miss--of\ncourse, I've met the young lady, Henrietta, but hang me if I haven't\nforgotten her name.\"\n\n\"Miss--Miss Murieson,\" lied the old lady, glibly.  \"A--a relative.\"\n\n\"Why, mummy!\" I said reproachfully.\n\n\"There--there.  It's only a joke.  Isn't it a joke, Edward?\" she\ndemanded, laughing uneasily.\n\n\"Joke?\" he repeated with a hearty bellow of laughter.  \"Best kind of a\njoke, I call it, to find so pretty a girl right in your own house, eh,\nBishop?\"\n\n\"Why does he call my father 'Bishop', mummy?\"\n\nI couldn't help it.  The fun of hearing the Dowager lie and knowing the\nBishop beside himself with the pain of deception was too much for me.\nI could see she didn't dare trust her Edward with my sad story.\n\n\"Ho!  ho!  The Bishop--that's good.  No, my dear Miss Murieson, if this\nlady's your mother, why, I must be--at least, I ought to be, your\nfather.  As such, I'm going to have all the privileges of a\nparent--bless me, if I'm not.\"\n\nI don't suppose he'd have done it if he'd been sober, but there's no\ntelling, when you remember the reputation the Dowager had given him.\nBut he'd got no further than to put his arm around me when both the\nBishop and the Dowager flew to the rescue.  My, but they were shocked!\nI couldn't help wondering what they'd have done if Edward had happened\nto see the Bishop in the same sort of tableau earlier in the afternoon.\n\nBut I got a lucid interval just then, and distracted their attention.\nI stood for a moment, my head bent as though I was thinking deeply.\n\n\"I think I'll go now,\" I said at length.  \"I--I don't understand\nexactly how I got here,\" I went on, looking from the Bishop to the\nDowager and back again, \"or how I happened to miss my father.  I'm\never--so much obliged to you, and if you will give me my hat, I'll take\nthe next train back to college.\"\n\n\"You'll do nothing of the sort,\" said the Dowager, promptly. \"My dear,\nyou're a sweet girl that's been studying too hard.  You must go to my\nroom and rest--\"\n\n\"And stay for dinner.  Don't you care.  Sometimes I don't know how I\nget here myself.\"  Edward winked jovially.\n\nWell, I did.  While the Dowager's back was turned, I gave him the\nlittlest one, in return for his.  It made him drunker than ever.\n\n\"I think,\" said the Bishop, grimly, with a significant glance at the\nDowager, as he turned just then and saw the old cock ogling me, \"the\nyoung lady is wiser than we.  I'll take her to the station--\"\n\nThe station!  Ugh!  Not Nance Olden, with the red coat still on.\n\n\"Impossible, my dear Bishop,\" interrupted the Dowager.  \"She can't be\npermitted to go back on the train alone.\"\n\n\"Why, Miss--Miss Murieson, I'll see you back all the way to the college\ndoor.  Not at all, not at all.  Charmed.  First, we'll have dinner--or,\nfirst I'll telephone out there and tell 'em you're with us, so that if\nthere's any rule or anything of that sort--\"\n\nThe telephone!  This wretched Edward with half his wits gave me more\ntrouble than the Bishop and the Dowager put together.  She jumped at\nthe idea, and left the room, only to come back again to whisper to me:\n\n\"What name, my dear?\"\n\n\"What name? what name?\" I repeated blankly.  What name, indeed. I\nwonder how \"Nance Olden\" would have done.\n\n\"Don't hurry, dear, don't perplex yourself,\" she whispered anxiously,\nnoting my bewilderment.  \"There's plenty of time, and it makes no\ndifference--not a particle, really.\"\n\nI put my hand to my head.\n\n\"I can't think--I can't think.  There's one girl has nervous\nprostration, and her name's got mixed with mine, and I can't--\"\n\n\"Hush, hush!  Never mind.  You shall come and lie down in my room.\nYou'll stay with us to-night, anyway, and we'll have a doctor in,\nBishop.\"\n\n\"That's right,\" assented the Bishop.  \"I'll go get him myself.\"\n\n\"You--you're not going!\" I cried in dismay.  It was real. I hated to\nsee him go.\n\n\"Nonsense--'phone.\"  It was Edward who went himself to telephone for\nthe doctor, and I saw my time getting short.\n\nBut the Bishop had to go, anyway.  He looked out at his horses\nshivering in front of the house, and the sight hurried him.\n\n\"My child,\" he said, taking my hand, \"just let Mrs. Ramsay take care of\nyou to-night.  Don't bother about anything, but just rest.  I'll see\nyou in the morning,\" he went on, noticing that I kind of clung to him.\nWell, I did.  \"Can't you remember what I said to you in the\ncarriage--that I wished you were my daughter. I wish you were, indeed I\ndo, and that I could take you home with me and keep you, child.\"\n\n\"Then--to-night--if--when you pray--will you pray for me as if I\nwas--your own daughter?\"\n\nTom Dorgan, you think no prayers but a priest's are any good, you\nbigoted, snickering Catholic!  I tell you if some day I cut loose from\nyou and start in over again, it'll be the Bishop's prayers that'll do\nit.\n\nThe Dowager and I passed Edward in the ball.  He gave me a look behind\nher back, and I gave him one to match it.  Just practice, you know,\nTom.  A girl can never know when she'll want to be expert in these\nthings.\n\nShe made me lie down on a couch while she turned the lamp low, and then\nleft me alone in a big palace of a bedroom filled with things.  And I\nwanted everything I saw.  If I could, I'd have lifted everything in\nsight.\n\nBut every minute brought that doctor nearer.  Soon as I could be really\nsure she was gone, I got up, and, hurrying to the long French windows\nthat opened on the great stone piazza, I unfastened them quietly, and\ninch by inch I pushed them open.\n\nThere within ten feet of me stood Edward.  No escape that way.  He saw\nme, and was tiptoeing heavily toward me, when I heard the door click\nbehind me, and in walked the Dowager back again.\n\nI flew to her.\n\n\"I thought I heard some one out there,\" I said.\n\n\"It frightened me so that I got up to look.  Nobody could be out there,\ncould they?\"\n\nShe walked to the window and put her head out.  Her lips tightened\ngrimly.\n\n\"No, nobody could be out there,\" she said, breathing hard, \"but you\nmight get nervous just thinking there might be.  We'll go to a room\nupstairs.\"\n\nAnd go we did, in spite of all I could plead about feeling well enough\nnow to go alone and all the rest of it.  How was I to get out of a\nsecond or third-story window?\n\nI began to think about the Correction again as I followed her upstairs,\nand after she'd left me I just sat waiting for the doctor to come and\nsend me there.  I didn't much care, till I remembered the Bishop.  I\ncould almost see his face as it would look when he'd be called to\ntestify against me, and I'd be standing in that railed-in prisoner's\npen, in the middle of the court-room, where Dan Christensen stood when\nthey tried him.\n\nNo, I couldn't bear that; not without a fight, anyway.  It was for the\nBishop I'd got into this part of the scrape.  I'd get out of it so's he\nshouldn't know how bad a thing a girl can be.\n\nWhile I lay thinking it over, the same maid that had brought me the tea\ncame in.  She was an ugly, thin little thing.  If she's a sample of the\nmaids in that house, the lot of them would take the kink out of your\npretty hair, Thomas J.  Dorgan, Esquire, late of the House of Refuge\nand soon of Moyamensing.  Don't throw things. People in my set, mine\nand the Dowager's, don't.\n\nShe had been sent to help me undress, she said, and make me\ncomfortable.  The doctor lived just around the corner and would be in\nin a minute.\n\nPhew!  She wasn't very promising, but she was my only chance. I took\nher.\n\n\"I really don't need any help, thank you, Nora,\" I said, chipper as a\nsparrow, and remembering the name the Dowager had called her by.  \"Aunt\nHenrietta is too fussy, don't you think? Oh, of course, you won't say a\nword against her.  She told me the other day that she'd never had a\nmaid so sensible and quick-witted, too, as her Nora.  Do you know, I've\na mind to play a joke on the doctor when he comes.  You'll help me,\nwon't you? Oh, I know you will!\"  Suddenly I remembered the Bishop's\nbill. I took it out of my pocket.  Yep, Tom, that's where it went.  I\nhad to choose between giving that skinny maid the biggest tip she ever\ngot in her life--or Nance Olden to the Correction.\n\nYou needn't swear, Tom Dorgan.  I fancy if I'd got there, you'd got\nworse.  No, you bully, you know I wouldn't tell; but the police sort of\nknow how to pair our kind.\n\nIn her cap and apron, I let the doctor in and myself out.  And I don't\nregret a thing up there in the Square except that lovely red coat with\nthe high collar and the hat with the fur on it.  I'd give--Tom, get me\na coat like that and I'll marry you for life.\n\nNo, there's one thing I could do better if it was to be done over\nagain.  I could make that dear little old Bishop wish harder I'd been\nhis daughter.\n\nWhat am I mooning about?  Oh--nothing.  There's the watch--Edward's\nwatch.  Take it.\n\n\n\nII.\n\nYes, empty-handed, Tom Dorgan.  And I can't honestly say I didn't have\nthe chance, but--if my hands are empty my head is full.\n\nListen.\n\nThere's a girl I know with short brown hair, a turned-up nose and gray\neyes, rather far apart.  You know her, too?  Well, she can't help that.\n\nBut this girl--oh, she makes such a pretty boy!  And the ladies at the\nhotel over in Brooklyn, they just dote on her when she's not only a boy\nbut a bell-boy.  Her name may be Nancy when she's in petticoats, but in\ntrousers she's Nathaniel--in short, Nat.\n\nNow, Nat, in blue and buttons, with his nails kept better than most\nboys', with his curly hair parted in the middle, and with a gentle tang\nto his voice that makes him almost girlish--who would suspect Nat of\nhaving a stolen pass-key in his pocket and a pretty fair knowledge of\nthe contents of almost every top bureau-drawer in the hotel?\n\nNot Mrs. Sarah Kingdon, a widow just arrived from Philadelphia, and\ndesperately gone on young Mr. George Moriway, also fresh from\nPhiladelphia, and desperately gone on Mrs. Kingdon's money.\n\nThe tips that lady gave the bad boy Nat!  I knew I couldn't make you\nbelieve it any other way; that's why I passed 'em on to you, Tommy-boy.\n\nThe hotel woman, you know, girls, is a hotel woman because she isn't\nfit to be anything else.  She's lazy and selfish and little, and she's\nshifted all her legitimate cares on to the proprietor's shoulders.  She\nactually--you can understand and share my indignation, can't you, Tom,\nas you've shared other things?--she even gives over her black tin box\nfull of valuables to the hotel clerk to put in the safe; the coward!\nBut her vanity--ah, there's where we get her, such speculators as you\nand myself.  She's got to outshine the woman who sits at the next\ntable, and so she borrows her diamonds from the clerk, wears 'em like\nthe peacock she is, and trembles till they're back in the safe again.\n\nIn the meantime she locks them up in the tin box which she puts in her\ntop bureau-drawer,  hides the key, forgets where she hid it, and--O\nTom!  after searching for it for hours and making herself sick with\nanxiety, she ties up her head in a wet handkerchief with vinegar on it\nand--rings the bell for the bell-boy!\n\nHe comes.\n\nAs I said, he's a prompt, gentle little bell-boy, slight, looks rather\nyoung for his job, but that very youth and innocence of his make him\nsuch a fellow to trust!\n\n\"Nat,\" says Mrs. Kingdon, tearfully pressing half a dollar into the\nnice lad's hand, \"I--I've lost something and I want you to--to help me\nfind it.\"\n\n\"Yes'm,\" says Nat.  He's the soul of politeness.\n\n\"It must be here--it must be in this room,\" says the lady, getting wild\nwith the terror of losing.  \"I'm sure--positive--that I went straight\nto the shoe-bag and slipped it in there.  And now I can't find it, and\nI must have it before I go out this afternoon for--for a very special\nreason.  My daughter Evelyn will be home to-morrow and--why don't you\nlook for it?\"\n\n\"What is it, ma'am?\"\n\n\"I told you once.  My key--a little flat key that locks--a box I've\ngot,\" she finishes distrustfully.\n\n\"Have you looked in the shoe-bag, ma'am?\"\n\n\"Why, of course I have, you little stupid.  I want you to hunt other\nplaces where I can't easily get.  There are other places I might have\nput it, but I'm positive it was in the shoe-bag.\"\n\nWell, I looked for that key.  Where?  Where not?  I looked under the\nrubbish in the waste-paper basket; Mrs. Kingdon often fooled thieves by\ndropping it there.  I pulled up the corner of the carpet and looked\nthere--it was loose; it had often been used for a hiding-place.  I\nlooked in Miss Evelyn's boot and in her ribbon box.  I emptied Mrs.\nKingdon's full powder box.  I climbed ladders and felt along cornices.\nI looked through the pockets of Mrs. Kingdon's gowns--a clever bell-boy\nit takes to find a woman's pocket, but even the real masculine ones\namong 'em are half feminine; they've had so much to do with women.\n\nI rummaged through her writing-desk, and, in searching a gold-cornered\npad, found a note from Moriway hidden under the corner.  I hid it again\ncarefully--in my coat pocket.  A love-letter from Moriway, to a woman\ntwenty years older than himself--'tain't a bad lay, Tom Dorgan, but you\nneedn't try it.\n\nAt first she watched every move I made, but later, as her headache grew\nworse, she got desperate.  So then I put my hand down into the shoe-bag\nand found the key, where it had slipped under a fold of cloth.\n\nDo you suppose that woman was grateful?  She snatched it from me.\n\n\"I knew it was there.  I told you it was there.  If you'd had any sense\nyou'd have looked there first.  The boys in this hotel are so stupid.\"\n\n\"That's all, ma'am?\"\n\nShe nodded.  She was fitting the key into the black box she'd taken\nfrom the top drawer.  Nat had got to the outside door when he heard her\ncome shrieking after him.\n\n\"Nat--Nat--come back!  My diamonds--they're not here.  I know I put\nthem back last night--I'm positive.  I could swear to it. I can see\nmyself putting them in the chamois bag, and--O my God, where can they\nbe!  This time they're gone!\"\n\nNat could have told her--but what's the use?  He felt she'd only lose\n'em again if she had 'em.  So he let them lie snug in his trousers\npocket--where he had put the chamois bag, when his eyes lit on it,\nunder the corner of the carpet.  He might have passed it over to her\nthen, but you see, Tom, she hadn't told him to look for a bag; it was a\nkey she wanted.  Bell-boys are so stupid.\n\nThis time she followed his every step.  He could not put his hand on\nthe smallest thing without rousing her suspicion.  If he hesitated, she\nscolded.  If he hurried, she fumed.  Most unjust, I call it, because he\nhad no thought of stealing--just then.\n\n\"Come,\" she said at last, \"we'll go down and report it at the desk.\"\n\n\"Hadn't I better wait here, ma'am, and look again?\"\n\nShe looked sharply at him.\n\n\"No; you'd better do just as I tell you.\"\n\nSo down we went.  And we met Mr. Moriway there.  She'd telephoned him.\nThe chambermaid was called, the housekeeper, the electrical engineer\nwho'd been fixing bells that morning, and, as I said, a bell-boy named\nNat, who told how he'd just come on duty when Mrs. Kingdon's bell rang,\nfound her key and returned it to her, and was out of the room when she\nunlocked the box.  That was all he knew.\n\n\"Is he telling the truth?\" Moriway asked Mrs Kingdon.\n\n\"Ye--es, I guess he is; but where are the diamonds?  We must have\nthem--you know--to-day, George,\" she whispered.  And then she turned\nand went upstairs, leaving Moriway to do the rest.\n\n\"There's only one thing to do, Major,\" he said to the proprietor.\n\"Search 'em all and then--\"\n\n\"Search me?  It's an outrage!\" cried the housekeeper.\n\n\"Search me if ye loike,\" growled McCarthy, resentfully.  \"Oi wasn't\nthere but a minute; the lady herself can tell ye that.\"\n\nKatie, the chambermaid, flushed painfully, and there were indignant\ntears in her eyes, which, I'll tell you in confidence, made a girl\nnamed Nancy uncomfortable.\n\nBut the boy Nat; knowing that bell-boys have no rights, said nothing.\nBut he thought.  He thought, Tom Dorgan, a lot of things and a long way\nahead.\n\nThe peppery old Major marched us all off to his private office.\n\nNot much, girls, it hadn't come.  For suddenly the annunciator rang out.\n\nOut of the corner of his eye, Nat looked at the bell-boy's bench. It\nwas empty.  There was to be a ball that night, and the bells were going\nit over all the place.\n\n\"Number Twenty-one!\" shouted the clerk at the desk.\n\nBut Number Twenty-one didn't budge.  His heart was beating like a\nhammer, and the ting--ng--ng of that bell calling him rang in his head\nlike a song.\n\n\"Number Twenty-one!\" yelled the clerk.\n\nOh, he's got a devil of a temper, has that clerk.  Some day, Tom, when\nyou love me very much, go up to the hotel and break his face for me.\n\n\"You.--boy--confound you, can't you hear?\" he shouted.\n\nThat time he caught the Major's ear--the one that wasn't deaf.  He\nlooked from Powers' black face to the bench and then to me.  And all\nthe time the bell kept ringing like mad.\n\n\"Git!\" he said to the boy.  \"And come back in a hurry.\"\n\nNumber Twenty-one got--but leisurely.  It wouldn't do for a bell-boy to\nhurry, particularly when he had such good cause.\n\nOh, girls, those stone stairs, the servants' stairs at the St. James!\nThey're fierce.  I tell you, Mag, scrubbing the floors at the Cruelty\nain't so bad.  But this time I was jolly glad bell-boys weren't allowed\nin the elevator.  For there were those diamonds in my pants pocket, and\nI must get rid of 'em before I got down to the office again.  So I\nclimbed those stairs, and every step I took my eye was searching for a\nhiding-place. I could have pitched the little bag out of a window, but\nNancy Olden wasn't throwing diamonds to the birds, any more than Mag\nhere is likely to cut off the braids of red hair we used to play horse\nwith when we drove her about the Cruelty yard.\n\nOne flight.\n\nNo chance.\n\nAnother.\n\nEverything bare as stone and soap could keep it.\n\nThe third flight--my knees began to tremble, and not with climbing.\nThe call came from this floor.  But I ran up a fourth just on the\nchance, and there in a corner was a fire hatchet strapped to the wall.\nBehind that hatchet Mrs. Kingdon's diamonds might lie snug till\nevening.  I put the ends of my fingers first in the little crack to\nmake sure the little bag wouldn't drop to the floor, and then dived\ninto my pocket and--\n\nAnd there behind me, stealthily coming up the last turn of the stairs\nwas Mr. George Moriway!\n\nDon't you hate a soft-walking man, Mag?  That cute fellow was cuter\nthan the old Major himself, and had followed me every inch of the way.\n\n\"There's something loose with this hatchet, sir,\" I said, innocently\nlooking down at him.\n\n\"Oh, there is?  What an observing little fellow you are!  Never mind\nthe hatchet; just tell me what number you were sent to answer.\"\n\n\"Number?\" I repeated, as though I couldn't see why he wanted to know.\n\"Why--431.\"\n\n\"Not much, my boy--331.\"\n\n\"'Scuse me, sir, ain't you mistaken?\"\n\nHe looked at me for full a minute.  I stared him straight in the eye.\nA nasty eye he's got--black and bloodshot and cold and full of\nsuspicion.  But it wavered a bit at the end.\n\n\"I may be,\" he said slowly, \"but not about the number.  Just you turn\naround and get down to 331.\"\n\n\"All right, sir.  Thank you very much.  It might have got me in\ntrouble.  The ladies are so particular about having the bells answered\nquick--\"\n\n\"I guess you'll get in trouble all right,\" he said and stood\nwatching--from where he stood he could watch me every inch of the\nway--till I got to 331, at the end of the hall, Mrs. Kingdon's door.\n\nAnd the goods still on me, Tom, mind that.\n\nMy, but Mrs. Kingdon was wrathy when she saw me!\n\n\"Why did they send you?\" she cried.  \"Why did you keep me waiting so\nlong?  I want a chambermaid.  I've rung a dozen times. The whole place\nis crazy about that old ball to-night, and no one can get decent\nattention.\"\n\n\"Can't I do what you want, ma'am?\"  I just yearned to get inside that\ndoor.\n\n\"No,\" she snapped.  \"I don't want a boy to fasten my dress in the\nback--\"\n\n\"We often do, ma'am,\" I said softly.\n\n\"You do?  Well--\"\n\n\"Yes'm.\"  I breathed again.\n\n\"Well--it's indecent.  Go down and send me a maid.\"\n\nShe was just closing the door in my face--and Moriway waiting for me to\nwatch me down again.\n\n\"Mrs. Kingdon--\"\n\n\"Well, what do you want?\"\n\n\"I want to tell you that when I get down to the office they'll search\nme.\"\n\nShe looked at me amazed.\n\n\"And--and there's something in my pocket I--you wouldn't like them to\nfind.\"\n\n\"What in the world--my diamonds!  You did take them, you little wretch?\"\n\nShe caught hold of my coat.  But Lordy!  I didn't want to get away a\nlittle bit.  I let her pull me in, and then I backed up against the\ndoor and shut it.\n\n\"Diamonds!  Oh, no, ma'am.  I hope I'm not a thief.  But--but it was\nsomething you dropped--this.\"\n\nI fished Moriway's letter out of my pocket and handed it to her.\n\nThe poor old lady!  Being a bell-boy you know just how old ladies\nreally are.  This one at evening, after her face had been massaged for\nan hour, and the manicure girl and the hair-dresser had gone, wasn't so\nbad.  But to-day, with the marks of the morning's tears on her agitated\nface, with the blood pounding up to her temples where the hair was thin\nand gray--Tom Dorgan, if I'm a vain old fool like that when I'm three\ntimes as old as I am, just tie a stone around my neck and take me down\nand drop me into the nearest water, won't you?\n\n\"You abominable little wretch!\" she sobbed.  \"I suppose you've told\neverybody in the office.\"\n\n\"How could I, ma'am?\"\n\n\"How could you?\"  She looked up, the tears on her flabby, flushed cheek.\n\n\"I didn't know myself.  I can't read writing--\"\n\nIt was thin, but she wanted to believe it.\n\nShe could have taken me in her arms, she was so happy.\n\n\"There! there!\" she patted my shoulder and gave me a dollar bill.  \"I\nwas a bit hasty, Nat.  It's only a--a little business matter that Mr.\nMoriway's attending to for me.  We--we'll finish it up this afternoon.\nI shouldn't like Miss Kingdon to know of it, because--because I--never\nlike to worry her about business, you know.  So don't mention it when\nshe comes to-morrow.\"\n\n\"No'm.  Shall I fasten your dress?\"  I simply had to stay in that room\ntill I could get rid of those diamonds.\n\nWith a faded old blush--the nicest thing about her I'd ever seen--she\nturned her back.\n\n\"It's dark to-day, ma'am,\" I coaxed.  \"Would you mind coming nearer the\nwindow?\"\n\nNo, she wouldn't mind.  She backed up to the corner like a gentle\nlittle lamb.  While I hooked with one hand, I dropped the little bag\nwhere the carpet was still turned up, and with the toe of my shoe\nspread it flat again.\n\n\"You're real handy for a boy,\" she said, pleased.\n\n\"Thank you, ma'am,\" I answered, pleased myself.\n\nMoriway was still watching me, of course, when I came out, but I ran\ndownstairs, he following close, and when the Major got hold of me, I\npulled my pockets inside out like a little man.\n\nMoriway was there at the time.  I knew he wasn't convinced.  But he\ncouldn't watch a bell-boy all day long, and the moment I was sure his\neyes were off me I was ready to get those diamonds back again.\n\nBut not a call came all that afternoon from the west side of the house,\nexcept the call of those pretty, precious things snug under the carpet\ncalling, calling to me to come and get them and drop bell-boying for\ngood.\n\nAt last I couldn't stand it any longer.  There's only one thing to do\nwhen your chance won't come to you; that is, to go to it.  At about\nfour o'clock I lit out, climbed to the second story and there--Mag, I\nalways was the luckiest girl at the Cruelty, wasn't I?  Well, there was\nsuite 231 all torn up, plumbers and painters in there, and nothing in\nthe world to prevent a boy's skinning through when no one was watching,\nout of the window and up the fire-escape.\n\nJust outside of Mrs. Kingdon's window I lay still a minute.  I had seen\nher and Moriway go out together--she all gay with finery, he carrying\nher bag.  The lace curtains in 331 were blowing in the breeze.\nCautiously I parted them and looked in.  Everything was lovely.  From\nwhere I lay I reached down and turned back the flap of the carpet.  It\nwas too easy.  Those darling diamonds seemed just to leap up into my\nhand.  In a moment I had them tucked away in my pants pocket.  Then\ndown the fire-escape and out through 231, where I told the painter I'd\nbeen to get a toy the boy in 441 had dropped out of the window.\n\nBut he paid no attention to me.  No one did, though I felt those\ndiamonds shining like an X-ray through my very body.  I got downstairs\nand was actually outside the door, almost in the street and off to you,\nwhen a girl called me.\n\n\"Here, boy, carry this case,\" she said.\n\nDo you know who it was?  Oh, yes, you do, a dear old friend of mine\nfrom Philadelphia, a young lady whose taste--well, all right, I'll tell\nyou: it was the girl with the red coat, and the hat with the chinchilla\nfur.\n\nHow did they look?  Oh, fairly well on a blonde!  But to my taste the\nlast girl I'd seen in the coat and hat was handsomer.\n\nWell, I carried her suit-case and followed her back into the hotel.  I\ndidn't want to a bit, though that coat still--wonder how she got it\nback!\n\nShe sailed up the hall and into the elevator, and I had to follow.  We\ngot of at the third story, and she brought me right to the door of 331.\nAnd then I knew this must be Evelyn.\n\n\"Mrs. Kingdon's out, Miss.  She didn't expect you till to-morrow.\"\n\n\"Did she tell you that?  Too bad she isn't at home!  She said she'd be\nkept busy all day to-day with a business matter, and that I'd better\nnot get here till to-morrow.  But I--\"\n\n\"Wanted to get here in time for the wedding?\" I suggested softly.\n\nYou should have seen her jump.\n\n\"Wedding!  Not--\"\n\n\"Mrs. Kingdon and Mr. Moriway.\"\n\nShe turned white.\n\n\"Has that man followed her here?  Quick, tell me.  Has she actually\nmarried him?\"\n\n\"No--not yet.  It's for five o'clock at the church on the corner.\"\n\n\"How do you know?\"  She turned on me, suddenly suspicious.\n\n\"Well--I do know.  And I'm the only person in the house that does.\"\n\n\"I don't believe you.\"\n\nShe took out her key and opened the door, and I followed her in with\nthe suit-case.  But before I could get it set down on the floor, she\nhad swooped on a letter that was lying in the middle of the table, had\ntorn it open, and then with a cry had come whirling toward me.\n\n\"Where is this church?  Come, help me to get to it before five and\nI'll--oh, you shall have anything in the world you want!\"\n\nShe flew out into the hall, I after her.  And first thing you know we\nwere down in the street, around the corner, and there in front of the\nchurch was a carriage with Moriway just helping Mrs. Kingdon out.\n\n\"Mother!\"\n\nAt that cry the old lady's knees seemed to crumble under her.  Her poor\nold painted face looked out ghastly and ashamed from her wedding\nfinery.  But Evelyn in her red coat flew to her and took her in her\narms as though she was a child.  And like a child, Mrs. Kingdon sobbed\nand made excuses and begged to be forgiven.\n\nI looked at Moriway.  It was all the pay I wanted--particularly as I\nhad those little diamonds.\n\n\"You're just in time, Miss Kingdon,\" he said uneasily, \"to make your\nmother happy by your presence at her wedding.\"\n\n\"I'm just in time, Mr. Moriway, to see that my mother's not made\nunhappy by your presence.\"\n\n\"Evelyn!\" Mrs. Kingdon remonstrated.\n\n\"Come, Sarah.\"  Moriway offered his arm.\n\nThe bride shook her head.\n\n\"To-morrow,\" she said feebly.\n\nMoriway breathed a swear.\n\nMiss Kingdon laughed.\n\n\"I've come to take care of you, you silly little mother, dear.... It\nwon't be to-morrow, Mr. Moriway.\"\n\n\"No--not to-morrow--next week,\" sighed Mrs. Kingdon.\n\n\"In fact, mother's changed her mind, Mr. Moriway.  She thinks it\nungenerous to accept such a sacrifice from a man who might be her\nson--don't you, mother?\"\n\n\"Well, perhaps, George--\" She looked up from her daughter's\nshoulder--she was crying all over that precious red coat of mine--and\nher eyes lit on me.  \"Oh--you wicked boy, you told a lie!\" she gasped.\n\"You did read my letter.\"\n\nI laughed; laughed out loud, it was such a bully thing to watch\nMoriway's face.\n\nBut that was an unlucky laugh of mine; it turned his wrath on me. He\nmade a dive toward me.  I ducked and ran.  Oh, how I ran!  But if he\nhadn't slipped on the curb he'd have had me.  As he fell, though, he\nlet out a yell.\n\n\"Stop thief!  stop thief!  Thief!  Thief!  Thief!\"\n\nMay you never hear it, Mag, behind you when you've somebody else's\ndiamonds in your pocket.  It sounds--it sounds the way the bay of the\nhounds must sound to the hare.  It seems to fly along with the air; at\nthe same time to be behind you, at your side, even in front of you.\n\nI heard it bellowed in a dozen different voices, and every now and then\nI could hear Moriway as I pelted on--that brassy, cruel bellow of his\nthat made my heart sick.\n\nAnd then all at once I heard a policeman's whistle.\n\nThat whistle was like a signal--I saw the gates of the Correction open\nbefore me.  I saw your Nance, Tom, in a neat striped dress, and she was\nbehind bars--bars--bars!  There were bars everywhere before me.  In\nfact, I felt them against my very hands, for in my mad race I had shot\nup a blind alley--a street that ended in a garden behind an iron fence.\n\nI grabbed the diamonds to throw them from me, but I couldn't--I just\ncouldn't!  I jumped the fence where the gate was low, and with that\nwhistle flying shrill and shriller after me I ran to the house.\n\nI might have jumped from the frying-pan?  Of course, I might.  But it\nwas all fire to me.  To be caught at the end is at least no worse than\nto be caught at the beginning.  Anyhow, it was my one chance, and I\ntook it as unhesitatingly as a rat takes a leap into a trap to escape a\nterrier.  Only--only, it was my luck that the trap wasn't set!  The\nroom was empty.  I pushed open a glass door, and fell over an open\ntrunk that stood beside it.\n\nIt bruised my knee and tore my hand, but oh!--it was nuts to me. For it\nwas a woman's trunk filled with women's things.\n\nA skirt!  A blessed skirt!  And not a striped one.  I threw off the\nbell-boy's jacket and I got into that dear dress so quick it made my\nhead swim.\n\nThe jacket was a bit tight but I didn't button it, and I'd just got a\nstiff little hat perched on my head when I heard the tramp of men on\nthe sidewalk, and in the dusk saw the cop's buttons at the gate.\n\nCaught?  Not much.  Not yet.  I threw open the glass doors and walked\nout into the garden.\n\n\"Miss--Omar--I wonder if it would be Miss Omar?\"\n\nYou bet I didn't take time to see who it was talking before I answered.\nOf course I was Miss Omar.  I was Miss Anybody that had a right to wear\nskirts and be inside those blessed gates.\n\n\"Ah--h!  I fancied you might be.  I've been expecting you.\"\n\nIt was a lazy, low voice with a laugh in it, and it came from a wheeled\nchair, where a young man lay.  Sallow he was and slim and long, and\nhelpless--you could see that by his white hanging hands.  But his\nvoice--it was what a woman's voice would be if she were a man.  It made\nyou perk up and pretend to be somewhere near its level.  It fitted his\nsoft, black clothes and his fine, clean face.  It meant silks and\nvelvets and--\n\nOh, all right, Tommy Dorgan, if you're going to get jealous of a voice!\n\n\"Excuse me, Mr. Latimer.\"  The cop came in as he spoke, Moriway\nfollowing; the rest of the hounds hung about.  \"There's a thieving\nbell-boy from the hotel that's somewhere in your grounds.  Can I come\nin and get him?\"\n\n\"In here, Sergeant?  Aren't you mistaken?\"\n\n\"No; Mr. Moriway here saw him jump the gate not five minutes since.\"\n\n\"Strange, and I here all the time!  I may have dozed of, though.\nCertainly--certainly.  Look for the little rascal.  What's he stolen?\nDiamonds!  Tut!  tut!  Enterprising, isn't he?  ...  Miss Omar, won't\nyou kindly reach the bell yonder--no, on the table; that's it--and ring\nfor some one to take the officer about?\"\n\nI rang.\n\nDo you know what happened?  An electric light strung on the tree above\nthe table shone out, and there I stood under it with Moriway's eyes\nfull upon me.\n\n\"Great--!\" he began.\n\n\"Just ring again--\" Mr. Latimer's voice came soft as silk.\n\nMy fingers trembled so, the bell clattered out of them and fell\njangling to the ground.  But it rang.  And the light above me went out\nlike magic.  I fell back into a garden chair.\n\n\"I beg your pardon, Mr.--was Moriway the name?--I must have interrupted\nyou, but my eyes are troubling me this evening, and I can't bear the\nlight.  Miss Omar, I thought the housekeeper had instructed you: one\nring means lights, two mean I want Burnett. Here he comes...  Burnett,\ntake Sergeant Mulhill through the place.  He's looking for a thief.\nYou will accompany the Sergeant, Mr.--Moriway?\"\n\n\"Thank you--no.  If you don't mind, I'll wait out here.\"\n\nThat meant me.  I moved toward the gate.\n\n\"Not at all.  Have a seat.  Miss Omar, sit down, won't you?\" I sat down.\n\n\"Miss Omar reads to me, Mr. Moriway.  I'm an invalid, as you see,\ndependent on the good offices of my man.  I find a woman's voice a\nsoothing change.\"\n\n\"It must be.  Particularly if the voice is pleasing.  Miss Omar--I\ndidn't quite catch the name--\"\n\nHe waited.  But Miss Omar had nothing to say that minute.\n\n\"Yes, that's the name.  You've got it all right,\" said Latimer. \"An\nuncommon name, isn't it?\"\n\n\"I don't think I ever heard it before.  Do you know, Miss Omar, as I\nheard your voice just before we got to the gate, it sounded singularly\nboyish to me.\"\n\n\"Mr. Latimer does not find it so--do you?\" I said as sweet--as sweet as\nI could coax.  How sweet's that, Tom Dorgan?\n\n\"Not at all.\"  A little laugh came from Latimer as though he was\nenjoying a joke all by himself.  But Moriway jumped with satisfaction.\nHe knew the voice all right.\n\n\"Have you a brother, may I ask?\"  He leaned over and looked keenly at\nme.\n\n\"I am an orphan,\" I said sadly, \"with no relatives.\"\n\n\"A pitiful position,\" sneered Moriway.  \"You look so much like a boy I\nknow that--\"\n\n\"Do you really think so?\"  So awfully polite was Latimer to such a rat\nas Moriway.  Why?  Well, wait.  \"I can't agree with you.  Do you know,\nI find Miss Omar very feminine.  Of course, short hair--\"\n\n\"Her hair is short, then!\"\n\n\"Typhoid,\" I murmured.\n\n\"Too bad!\" Moriway sneered.\n\n\"Yes,\" I snapped.  \"I thought it was at the time.  My hair was very\nheavy and long, and I had a chance to sit in a window at Troyon's where\nthey were advertising a hair tonic and--\"\n\nRotten?  Of course it was.  I'd no business to gabble, and just because\nyou and your new job, Mag, came to my mind at that minute, there I went\nputting my foot in it.\n\nMoriway laughed.  I didn't like the sound of his laugh.\n\n\"Your reader is versatile, Mr. Latimer,\" he said.\n\n\"Yes.\"  Latimer smoothed the soft silk rug that lay over him. \"Poverty\nand that sort of versatility are often bedfellows, eh?... Tell me, Mr.\nMoriway, these lost diamonds are yours?\"\n\n\"No.  They belong to a--a friend of mine, Mrs. Kingdon.\"\n\n\"Oh!  the old lady who was married this afternoon to a young\nfortune-hunter!\"  I couldn't resist it.\n\nMoriway jumped out of his seat.\n\n\"She was not married,\" he stuttered.  \"She--\"\n\n\"Changed her mind?  How sensible of her!  Did she find out what a crook\nthe fellow was?  What was his name--Morrison? No--Middleway--I have\nheard it.\"\n\n\"May I ask, Miss Omar\"--I didn't have to see his face; his voice told\nhow mad with rage he was--\"how you come to be acquainted with a matter\nthat only the contracting parties could possibly know of?\"\n\n\"Why, they can't have kept it very secret, the old lady and the young\nrascal who was after her money, for you see we both knew of it; and I\nwasn't the bride and you certainly weren't the groom, were you?\"\n\nAn exclamation burst from him.\n\n\"Mr. Latimer,\" he stormed, \"may I see you a moment alone?\"\n\nPhew!  That meant me.  But I got up just the same.\n\n\"Just keep your seat, Miss Omar.\"  Oh, that silken voice of Latimer's!\n\"Mr. Moriway, I have absolutely no acquaintance with you.  I never saw\nyou till to-night.  I can't imagine what you may have to say to me,\nthat my secretary--Miss Omar acts in that capacity--may not hear.\"\n\n\"I want to say,\" burst from Moriway, \"that she looks the image of the\nboy Nat, who stole Mrs. Kingdon's diamonds, that the voice is exactly\nthe same, that--\"\n\n\"But you have said it, Mr. Moriway--quite successfully intimated it, I\nassure you.\"\n\n\"She knows of my--of Mrs. Kingdon's marriage, that that boy Nat found\nout about.\"\n\n\"And you yourself also, as Miss Omar mentioned.\"\n\n\"Myself?  Damn it, I'm Moriway, the man she was going to marry. Why\nshouldn't I--\"\n\n\"Ah--h!\"  Latimer's shoulders shook with a gentle laugh.  \"Well, Mr.\nMoriway, gentlemen don't swear in my garden.  Particularly when ladies\nare present.  Shall we say good evening?  Here comes Mulhill now....\nNothing, Sergeant?  Too bad the rogue escaped, but you'll catch him.\nThey may get away from you, but they never stay long, do they?  Good\nevening--good evening, Mr. Moriway.\"\n\nThey tramped on and out, Moriway's very back showing his rage.  He\nwhispered something to the Sergeant, who turned to look at me but shook\nhis head, and the gate clanged after them.\n\nA long sigh escaped me.\n\n\"Warm, isn't it?\"  Latimer leaned forward.  \"Now, would you mind\nringing again, Miss Omar?\"\n\nI bent and groped for the bell and rang it twice.\n\n\"How quick you are to learn!\" he said.  \"But I really wanted the light\nthis time....  Just light up, Burnett,\" he called to the man, who had\ncome out on the porch.\n\nThe electric bulb flashed out again just over my head.  Latimer turned\nand looked at me.  When I couldn't bear it any longer, I looked\ndefiantly up at him.\n\n\"Pardon,\" he said, smiling; nice teeth he has and clear eyes. \"I was\njust looking for that boyish resemblance Mr. Moriway spoke of.  I hold\nto my first opinion--you're very feminine, Miss Omar.  Will you read to\nme now, if you please?\"  He pointed to a big open book on the table\nbeside his couch.\n\n\"I think--if you don't mind, Mr. Latimer, I'll begin the reading\nto-morrow.\"  I got up to go.  I was through with that garden now.\n\n\"But I do mind!\"\n\nSilken voice?  Not a bit of it!  I turned on him so furious I thought I\ndidn't care what came of it--when over by the great gate-post I saw a\nman crouching--Moriway.\n\nI sat down again and pulled the book farther toward the light.\n\nWe didn't learn much poetry at the Cruelty, did we, Mag?  But I know\nsome now, just the same.  When I began to read I heard only one\nword--Moriway--Moriway--Moriway.  But I must have--forgotten him after\na time, and the dark garden with the light on only one spot, and the\nroses smelling, and Latimer lying perfectly still, his face turned\ntoward me, for I was reading--listen, I bet I can remember that part of\nit if I say it slow--\n\n  Oh, Thou, who Man of baser Earth didst make,\n  And ev'n with Paradise devise the Snake:\n       For all the sin wherewith the Face of Man\n  Is blacken'd--Man's forgiveness give--and take!\n\n--when all at once Mr. Latimer put his hand on the book.  I looked up\nwith a start.  The shadow by the gate was gone.\n\n\n  Yon rising Moon that looks for us again--\n  How oft hereafter will she wax and wane;\n      How oft hereafter rising look for us\n  Through this same Garden--and for ONE in vain!\n\n\nLatimer was saying it without the book and with a queer smile that made\nme feel I hadn't quite caught on.\n\n\"Thank you, that will do,\" he went on.  \"That is enough, Miss--\" He\nstopped.\n\nI waited.\n\nHe did not say \"Omar.\"\n\nI looked him square in the eye--and then I had enough.\n\n\"But what in the devil did you make believe for?\" I asked.\n\nHe smiled.\n\n\"If ever you come to lie on your back day and night, year in and year\nout, and know that never in your life will it be any different, you may\ntake pleasure in a bit of excitement and--and learn to pity the under\ndog, who, in this case, happened to be a boy that leaped over the gate\nas though his heart was in his mouth.  Just as you would admire the\nnerve of the young lady that came out of the house a few minutes after\nin your housekeeper's Sunday gown.\"\n\nYes, grin, Torn Dorgan.  You won't grin long.\n\nI put down the book and got up to go.\n\n\"Good night, then, and thank you, Mr. Latimer.\"\n\n\"Good night....  Oh, Miss--\" He didn't say \"Omar\"--\"there is a favor\nyou might do me.\"\n\n\"Sure!\"  I wondered what it could be.\n\n\"Those diamonds.  I've got to have them, you know, to send them back to\ntheir owner.  I don't mind helping a--a person who helps himself to\nother people's things, but I can't let him get away with his plunder\nwithout being that kind of person myself.  So--\"\n\nWhy didn't I lie?  Because there are some people you don't lie to, Tom\nDorgan.  Don't talk to me, you bully, I'm savage enough.  To have rings\nand pins and ear-rings, a whole bagful of diamonds, and to haul 'em out\nof your pocket and lay 'em on the table there before him!\n\n\"I wonder,\" he said slowly, as he put them away in his own pocket,\n\"what a man like me could do for a girl like you?\"\n\n\"Reform her!\" I snarled.  \"Show her how to get diamonds honestly.\"\n\nSay, Tom, let's go in for bigger game.\n\n\n\nIII.\n\nOh, Mag, Mag, for heaven's sake, let me talk to you!  No, don't say\nanything.  You must let me tell you.  No--don't call the other girls.\nI can't bear to tell this to anybody but you.\n\nYou know how I kicked when Tom hit on Latimer's as the place we were to\nscuttle.  And the harder I kicked the stubborner he got, till he swore\nhe'd do the job without me if I wouldn't come along.  Well--this is the\nrest of it.\n\nThe house, you know, stands at the end of the street.  If you could\nwalk through the garden with the iron fence you'd come right down the\nbluff on to the docks and out into East River.  Tom and I came up to it\nfrom the docks last night.  It was dark and wet, you remember.  The mud\nwas thick on my trousers--Nance Olden's a boy every time when it comes\nto doing business.\n\n\"We'll blow it all in, Tom,\" I said, as we climbed.  \"We'll spend a\nweek at the Waldorf, and then, Tom Dorgan, we'll go to Paris.  I want a\nred coat and hat with chinchilla, like that dear one I lost, and a\nlow-neck satin gown, and a silk petticoat with lace, and a chain with\nrhinestones, and--\"\n\n\"Just wait, Sis, till you get out of this.  And keep still.\"\n\n\"I can't.  I'm so fidgety I must talk or I'll shriek.\"\n\n\"Well, you'll shut up just the same.  Do you hear me?\"\n\nI shut up, but my teeth chattered so that Tom stopped at the gate.\n\n\"Look here, Nance, are you going to flunk?  Say it now--yes or no.\"\n\nThat made me mad.\n\n\"Tom Dorgan,\" I said, \"I'll bet your own teeth chattered the first time\nyou went in for a thing like this.  I'm all right. You'll squeal before\nI do.\"\n\n\"That's more like.  Here's the gate.  It's locked.  Come, Nance.\"\n\nWith a good, strong swing he boosted me over, handed me the bag of\ntools and sprang over himself....  He looked kind o' handsome and fine,\nmy Tom, as he lit square and light on his feet beside me.  And because\nhe did, I put my arm in his and gave it a squeeze.\n\nOh, Mag, it was so funny, going through Latimer's garden!  There was\nthe garden table where I had sat reading and thinking he took me for\nMiss Omar.  There was the bench where that beast Moriway sat sneering\nat me.  The wheeled chair was gone.  And it was so late everything\nlooked asleep.  But something was left behind that made me think I\nheard Latimer's slow, silken voice, and made me feel cheap--turned\ninside out like an empty pocket--a dirty, ragged pocket with a seam in\nit.\n\n\"You'll stay here, Nancy, and watch,\" Tom whispered.  \"You'll whistle\nonce if a cop comes inside the gate, but not before he's inside the\ngate.  Don't whistle too soon--mind that--nor too loud. I'll hear ye\nall right.  And I'll whistle just once if--anything happens.  Then you\nrun--hear me?  Run like the devil--\"\n\n\"Tommy--\"\n\n\"Well, what?\"\n\n\"Nothing--all right.\"  I wanted to say good-by--but you know Tom.\n\nMag, were you ever where you oughtn't to be at midnight--alone? No, I\nknow you weren't.  'Twas your ugly little face and your hair that saved\nyou--the red hair we used to guy so at the Cruelty. I can see you\nnow--a freckle-faced, thin little devil, with the tangled hair to the\nvery edge of your ragged skirt, yanked in that first day to the Cruelty\nwhen the neighbors complained your crying wouldn't let 'em sleep\nnights.  The old woman had just locked you in there, hadn't she, to\nstarve when she lit out. Mothers are queer, ain't they, when they are\nqueer.  I never remember mine.\n\nYes, I'll go on.\n\nI stood it all right for a time, out there alone in the night. But I\nnever was one to wait patiently.  I can't wait--it isn't in me.  But\nthere I had to stand and just--God!--just wait.\n\nIf I hadn't waited so hard at the very first I wouldn't 'a' given out\nso soon.  But I stood so still and listened so terribly hard that the\ntrees began to whisper and the bushes to crack and creep.  I heard\nthings in my head and ears that weren't sounding anywhere else.  And\nall of a sudden--tramp, tramp, tramp--I heard the cop's footsteps.\n\nHe stopped over there by the swinging electric light above the gate.  I\ncrouched down behind the iron bench.\n\nAnd my coat caught a twig on a bush and its crack--ck was like a yell.\n\nI thought I'd die.  I thought I'd scream.  I thought I'd run. I thought\nI'd faint.  But I didn't--for there, asleep on a rug that some one had\nforgotten to take in, was the house cat.  I gave her a quick slap, and\nshe flew out and across the path like a flash.\n\nThe cop watched her, his hand on the gate, and passed on.\n\nMag Monahan, if Tom had come out that minute without a bean and gone\nhome with me, I'd been so relieved I'd never have tried again.  But he\ndidn't come.  Nothing happened.  Nights and nights and nights went by,\nand the stillness began to sound again.  My throat went choking mad.  I\nbegan to shiver, and I reached for the rug the cat had lain on.\n\nFunny, how some things strike you!  This was Latimer's rug.  I had\nnoticed it that evening--a warm, soft, mottled green that looked like\nsilk and fur mixed.  I could see the way his long, white hands looked\non it, and as I touched it I could hear his voice--\n\n  Oh, Thou, who Man of baser Earth didst make,\n  And ev'n with Paradise devise the Snake:\n  For all the Sin wherewith the Face of Man\n  Is blacken'd--Man's forgiveness give--and take!\n\n\nEver hear a man like that say a thing like that?  No?  Well, it's--it's\ndifferent.  It's as if the river had spoken--or a tree--it's so--it's\nso different.\n\nThat saved me--that verse that I remembered.  I said it over and over\nand over again to myself.  I fitted it to the ferry whistles on the\nbay--to the cop's steps as they passed again--to the roar of the\nL-train and the jangling of the surface cars.\n\nAnd right in the middle of it--every drop of blood in my body seemed to\nleak out of me, and then come rushing back to my head--I heard Tom's\nwhistle.\n\nOh, it's easy to say \"run,\" and I really meant it when I promised Tom.\nBut you see I hadn't heard that whistle then.  When it came, it changed\neverything.  It set the devil in me loose. I felt as if the world was\ntearing something of mine away from me. Stand for it?  Not Nance Olden.\n\nI did run--but it was toward the house.  That whistle may have meant\n\"Go!\"  To me it yelled \"Come!\"\n\nI got in through the window Tom had left open.  The place was still\nquiet.  Nobody inside had heard that whistle so far as I could tell.\n\nI crept along--the carpets were thick and soft and silky as the rug I'd\nhad my hands buried in to keep 'em warm.\n\nAlong a long hall and through a great room, whose walls were thick with\nbooks, I was making for a light I could see at the back of the house.\nThat's where Tom Dorgan must be and where I must be to find out--to\nknow.\n\nWith my hands out in front of me I hurried, but softly, and just as I\nhad reached the portieres below which the light streamed, my arms\nclosed about a thing--cold as marble, naked--I thought it was a dead\nbody upright there, and with a cry, I pitched forward through the\ncurtains into the lighted room.\n\n\"Nance!--you devil!\"\n\nYou recognize it?  Yep, it was Tom.  Big Tom Dorgan, at the foot of\nLatimer's bed, his hands above his head, and Latimer's gun aimed right\nat his heart.\n\nThink of the pluck of that cripple, will you?\n\nHis eyes turned on me for just a second, and then fixed themselves\nagain on Tom.  But his voice went straight at me, all right.\n\n\"You are something of a thankless devil, I must admit, Miss--Omar,\" he\nsaid.\n\nI didn't say anything.  You don't say things in answer to things like\nthat.  You feel 'em.\n\nAshamed?  What do I care for a man with a voice like that! ... But you\nshould have heard how Tom's growl sounded after it.\n\n\"Why the hell didn't you light out?\"\n\n\"I couldn't, Tom.  I just--couldn't,\" I sobbed.\n\n\"There seems invariably to be a misunderstanding of signals where Miss\nOmar is concerned.  Also a disposition to use strong language in the\nlady's presence.  Don't you, young man!\"\n\n\"Don't you call me Miss Omar!\" I blazed, stamping my foot.\n\nHe laughed a contemptuous laugh.\n\nI could have killed him then, I hated him so.  At least, I thought I\ncould; but just then Tom sent a spark out of the corner of his eye to\nme that meant--it meant--\n\nYou know, Mag, what it would have meant to Latimer if I had done what\nTom's eye said.\n\nI thought at first I had done it--it passed through my mind so quick;\nthe sweet words I'd say--the move I'd make--the quick knocking-up of\nthe pistol, and then--\n\nIt was that--that sight of Tom, big Tom Dorgan, with rage in his heart\nand death in his hand, leaping on that cripple's body--it made me sick!\n\nI stood there gasping--stood a moment too long.  For the curtains were\npushed aside, and Burnett, Latimer's servant, and the cop came in.\n\nTom didn't fight; he's no fool to waste himself.\n\nBut I--well, never mind about me.  I caught a glimpse of a crazy white\nface on a boy's body in the great glass opposite and heard my own voice\nbreak into something I'd never heard before.\n\nTom stood at last with the handcuffs on.\n\n\"It's your own fault, you damned little chump!\" he said to me, as they\nwent out.\n\nYou lie, Mag Monahan, he's no such thing!  He may be a hard man to live\nwith, but he's mine--my Tom--my Tom!\n\nWhat?  Latimer?\n\nWell, do you know, it's funny about him.  He'd told the cop that I'd\npeached--peached on Tom!  So they went off without me.\n\nWhy?\n\nThat's what he said himself when we were alone.\n\n\"In order to insure for myself another of your most interesting visits,\nI suppose, Miss--not Omar?  All right....  Tell me, can I do nothing\nfor you?  Aren't you sick of this sort of life?\"\n\n\"Get Tom out of jail.\"\n\nHe shook his head.\n\n\"I'm too good a friend of yours to do you such a turn.\"\n\n\"I don't want any friend that isn't Tom's.\"\n\nHe threw the pistol from him and pulled himself up, till he sat looking\nat me.\n\n\"In heaven's name, what can you see in a fellow like that?\"\n\n\"What's that to you?\" I turned to go.\n\n\"To me?  Things of that sort are nothing, of course, to me--me, that\n'luckless Pot He marr'd in making.' But, tell me--can a girl like you\ntell the truth?  What made you hesitate when that fellow told you with\nhis eyes to murder me?\"\n\n\"How did you know?\"\n\n\"How?  The glass.  See over yonder.  I could watch every expression on\nboth your faces.  What was it--what was it, child, that made you--oh,\nif you owe me a single heart-beat of gratitude, tell me the truth!\"\n\n\"You've said it yourself.\"\n\n\"What?\"\n\n\"That line we read the other night about 'the luckless Pot'.\"\n\nHis face went gray and he fell back on his pillows.  The strenuous life\nwe'd been leading him, Tom and I, was too much for him, I guess.\n\nDo you know, I really felt sorry I'd said it.  But he is a cripple.\nDid he expect me to say he was big and strong and dashing--like Tom?\n\nI left him there and got out and away.  But do you know what I saw,\nMag, beside his bed, just as Burnett came to put me out?\n\nMy old blue coat with the buttons--the bell-boy's coat I'd left in the\nhousekeeper's room when I borrowed her Sunday rig.  The coat was\nhanging over a chair, and right by it, on a table, was that big book\nwith a picture covering every page, still open at that verse about\n\nThrough this same Garden--and for ONE in vain!\n\n\n\nIV.\n\nNo--no--no!  No more whining from Nance Olden.  Listen to what I've got\nto tell you, Mag, listen!\n\nYou know where I was coming from yesterday when I passed Troyon's\nwindow and grinned up at you, sitting there, framed in bottles of hair\ntonic, with all that red wig of yours streaming about you?\n\nYep, from that little, rat-eyed lawyer's office.  I was glum as mud.  I\nfelt as though Tom and myself were both flies caught by the leg--he by\nthe law and I by the lawyer--in a sticky mess; and the more we flapped\nour wings and struggled and pulled, the more we hurt and tore\nourselves, and the sooner we'd have to give it up.\n\nOh, that wizen-faced little lawyer that lives on the Tom Dorgans and\nthe Nance Oldens, who don't know which way to turn to get the money!\nHe looks at me out of his red little eyes and measures in dollars what\nI'd do for Tom.  And then he sets his price a notch higher than that.\n\nWhen I passed the big department store, next to Troyon's, I was\nthinking of this, and I turned in there, just aching for some of the\nboodle that flaunts itself in a poor girl's face when she's desperate,\nfrom every silk and satin rag, from every lace and jewel in the place.\n\nThe funny part of it is that I didn't want it for myself, but for Tom.\n'Pon my soul, Mag, though I would have filled my arms with everything I\nsaw, I wouldn't have put on one thing of all the duds; just hiked off\nto soak 'em and pay the lawyer.  I might have been as old and ugly and\nrich as the yellow-skinned woman opposite me, who was turning over\nlaces on the middle counter, for all these things meant to me--with Tom\nin jail.\n\nI was thinking this as I looked at her, when all at once I saw--\n\nYou know it takes a pretty quick touch, sharp eyes and good nerve to\nget away with the goods in a big shop like that.  Or it takes something\naltogether different.  It was the different way she did it.  She took\nup the piece of lace--it was a big collar, fine like a cobweb picture\nin threads,--you can guess what it must have been worth if that old\nsinner, Mother Douty, gave me fifteen dollars for it.  She took it up\nin a quick, eager way, as though she'd found just what she wanted.\nThen she took out a lace sample from her gold-linked purse and held\nthem both up close to her blinky little eyes, looking at it through a\ngold lorgnette with emeralds in the handle; pulling it and feeling it\nwith the air of one who knows a fine thing when she sees it, and just\nwhat makes it fine.  Then she rustled off to the door to examine it\nclosely in the light, and--Mag Monahan, she walked right out with it!\n\nAt least, she'd got beyond the inner doors when I tapped her on the\nshoulder.\n\n\"I beg pardon, madam.\"  My best style, Mag.\n\nShe pulled herself up haughtily and blinked at me.  She was a little,\nthin mummy of a woman, just wrapped away in silks and velvets, but on\nthe inside of that nervous, little old body of hers there must have\nbeen some spring of good material that wasn't all unwound yet.\n\nShe stood blinking at me without a word.\n\n\"That lace.  You haven't paid for it,\" I said.\n\nHer short-sighted eyes fell from my face to the collar she held in her\nhand.  Her yellow face grew ghastly.\n\n\"Oh, mercy!  You--you don't--\"\n\n\"I am a detective for the store, and--\"\n\n\"But--\"\n\n\"Sh!  We don't like any noise made about these things, and you yourself\nwouldn't enjoy--\"\n\n\"Do you know who I am, young woman?\"  She fumbled in her satchel and\npassed a card to me.\n\nGlory be!  Guess, Mag.  Oh, you'd never guess, you dear old Mag!\nBesides, you haven't got the acquaintance in high society that Nance\nOlden can boast.\n\n  +--------------------------------+\n  |    Mrs. MILLS D. VAN WAGENEN   |\n  +--------------------------------+\n\n\nOh--Mag!  Shame on you not to know the name even of the Bishop of the\ngreat state of--yes, the lean, short little Bishop with a little white\nbeard, and the softest eye and the softest heart and--my very own\nBishop, Nancy Olden's Bishop.  And this was his wife.\n\nTut--tut, Mag!  Of course not.  A bishop's wife may be a kleptomaniac;\nit's only Cruelty girls that really steal from stores.\n\n\"I've met the Bishop, Mrs. Van Wagenen.\"  I didn't say how--she\nwouldn't appreciate that story.\n\n\"And he was once very kind to me.  But he would be the first to tell me\nto do my duty now.  I'll do it as quietly as I can for his sake.  But\nyou must come with me or I must arrest--\"\n\nShe put up a shaking hand.  Dear little old guy!\n\n\"Don't--don't say it!  It's all a mistake, which can be rectified in a\nmoment.  I've been trying to match this piece of lace for years.  I got\nit at Malta when--when Mills and I--on our honeymoon.  When I saw it\nthere on the counter I was so delighted--I never thought--I intended\ntaking it to the light to be sure the pattern was the same, my eyesight\nis so wretched--and when you spoke to me it was the first inkling I had\nthat I had really taken it without paying!  You certainly understand,\"\nshe pleaded in agitation.  \"I have no need to steal--you must know\nthat--oh, that I wouldn't--that--I couldn't--If you will just let me\npay you--\"\n\nHere now, Mag Monahan, don't you get to sneering.  She was\nstraight--right on the level, all right.  You couldn't listen to that\ncracked little voice of hers a minute without being sure of it.\n\nI was just about to permit her graciously to pay me the money,--for my\nfriend?  the dear Bishop's sake, of course,--when a big floor-walker\nhappened to catch sight of us.\n\n\"If you'll come with me, Mrs. Van Wagenen, to a dressing-room, I'll\narrange your collar for you,\" I said very loud.  And then, in a\nwhisper: \"Of course, I understand, but the thing may look different to\nother people.  And that big floor-walker there gets a commission from\nthe newspapers every time he tells them--\"\n\nShe gave a squawk for all the world like a dried-up little hen\nscuttling out of a yellow dog's way, and we took the elevator to the\nsecond floor.\n\nThe minute I closed the door of the little fitting-room she held out\nthe lace to me.\n\n\"I have changed my mind,\" she said, \"and shall give you the lace back.\nI will not keep it.  I can not--I can not bear the sight of it.  It\nterrifies me and shocks me.  I can take no pleasure in it.\nBesides--besides, it will be discipline for me to do without it now\nthat I have found it after all these years. Every day I shall look at\nthe place in my collection which it would have occupied, and I shall\nsay to myself: 'Maria Van Wagenen, take warning.  See to what terrible\nstraits a worldly passion may bring one; what unconscious greed may\ndo!' I shall give the money to Mills for charity and I will\nnever--never fill that place in my collection.\"\n\n\"What good will that do?\" I asked, puzzled, while I folded the collar\nup into a very small package.\n\n\"You mean that I ought to submit to the exposure--that I deserve the\nlesson and the punishment--not for stealing, but for being absorbed in\nworldly things.  Perhaps you are right.  It certainly shows that you\nhave at some time been under Mills' spiritual care, my dear.  I wonder\nif he would insist--whether I ought--yes, I suppose he would.  Oh!\"\n\nA saleswoman's head was thrust in the door.  \"Excuse me,\" she said, \"I\nthought the room was empty.\"\n\n\"We've just finished trying on,\" I said sweetly.\n\n\"Don't go!\"  The Bishop's wife turned to her, her little fluttering\nhands held out appealingly.  \"And do not misunderstand me.  The thing\nmay seem wrong in your eyes, as this young woman says, but if you will\nlisten patiently to my explanations I am sure you will see that it was\na mere eager over-sight--the fault of absent-mindedness, hardly the sin\nof covetousness, and surely not a crime.  I am making this confession--\"\n\nThe tender conscience of the dear, blameless little soul!  She was\nactually giving herself away.  Worse--she was giving me away, too. But\nI couldn't stand that.  I saw the saleswoman's puzzled face--she was a\ntall woman with a big bust, big hips and the big head all right, and\nshe wore her long-train black rig for all the world like a Cruelty girl\nwho had stolen the matron's skirt to \"play lady\" in.  I got behind\nlittle Mrs. Bishop, and looking out over her head, I tapped my forehead\nsignificantly.\n\nThe saleswoman tumbled.  That was all right.  But so did the Bishop's\nwife; for she turned and caught me at it.\n\n\"You shall not save me from myself and what I deserve,\" she cried. \"I\nam perfectly sane and you know it, and you are doing me no favor in\ntrying to create the contrary impression.  I demand an--\"\n\n\"An interview with the manager,\" I interrupted.  \"I'm sure Mrs. Van\nWagenen can see the manager.  Just go with the lady, Mrs. Van Wagenen,\nand I'll follow with the goods.\"\n\nShe did it meek as a lamb, talking all the time, but never beginning at\nthe beginning--luckily for me.  So that I had time to slip from one\ndressing-room to the next, with the lace up my sleeve, out to the\nelevator, and down into the street.\n\nD'ye know what heaven must be, Mag?  A place where you always get away\nwith the swag, and where it's always just the minute after you've made\na killing.\n\nCocky?  Well, I should say I was.  I was drunk enough with success to\ntake big chances.  And just while I was wishing for something really\nbig to tackle, it came along in the shape of that big floor-walker!\n\nHe was without a hat, and his eyes looked fifty ways at once. But\nyou've got to look fifty-one if you want to catch Nance Olden. I ran up\nthe stairs of the first flat-house and rang the bell. And as I sailed\nup in the elevator I saw the big floor-walker hurry past; he'd lost the\nscent.\n\nThe boy let me off at the top floor, and after the elevator had gone\ndown I walked up to the roof.  It was fine 'way up there, so still and\nhigh, with the lights coming out down in the town.  And I took  out my\npretty lace collar and put it around my neck, wishing I could keep it\nand wishing that I had, at least, a glass to see myself in it just\nonce, when my eye caught the window of the next house.\n\nIt would do for a mirror all right, for the dark green shade was down.\nBut at sight of the shade blowing in the wind I forgot all about the\ncollar.\n\nIt's this way, Mag, when they press you too far; and that little rat of\na lawyer had got me most to the wall.  I looked at the window,\nmeasuring the little climb it would be for me to get to it,--the house\nnext door was just one story higher than the one where I was, so its\ntop story was on a level with the roof nearly where I stood.  And I\nmade up my--mind to get what would let Tom off easy, or break into jail\nmyself.\n\nAnd so I didn't care much what I might fall into through that window.\nAnd perhaps because I didn't care, I slipped into a dark hall, and not\na thing stirred; not a footstep creaked.  I felt like the\nPrincess--Princess Nancy Olden--come to wake the Sleeping Beauty; some\ndude it'd be that would have curly hair like Tom Dorgan's, and would\nwear clothes like my friend Latimer's, over in Brooklyn.\n\nCan you see me there, standing on one leg like a stork, ready to lie or\nto fly at the first sound?\n\nWell, the first sound didn't come.  Neither did the second.  In fact,\nnone of 'em came unless I made 'em myself.\n\nSoftly as Molly goes when the baby's just dropped off to sleep, I\nwalked toward an open door.  It was a parlor, smelly with tobacco, and\nwith lots of papers and books around.  And nary a he-beauty--nor any\nother kind.\n\nI tried the door of a room next to it.  A bedroom.  But no Beauty.\n\nSilly!  Don't you tumble yet?  It was a bachelor's apartment, and the\nBachelor Beauty was out, and Princess Nancy had the place all to\nherself.\n\nI suppose I really ought to have left my card--or he wouldn't know who\nhad waked him--but I hadn't intended to go calling when I left home.\nSo I thought I'd look for one of his as a souvenir--and anything else\nof his I could make use of.\n\nThere were shirts I'd liked for Tom, dandy colored ones, and suits with\nchecks in 'em and without.  But I wanted something easy and small and\nflat, made of crackly printed yellow or green paper, with numbers on it.\n\nHow did I know he had anything like that?  Why, Mag, Mag Monahan, one\nwould think you belonged to the Bishop's set, you're so simple!\n\nI had to turn on the electric light after a bit--it got so dark. And I\ndon't like light in other people's houses when they're not at home, and\nneither am I.  But there was nothing in the bedroom except some pearl\nstuds.  I got those and then went back to the parlor.\n\nThe desk caught my eye.  Oh, Mag, it had the loveliest pictures on\nit--pictures of swell actresses and dancers.  It was mahogany, with\nlots of little drawers and two curvy side boxes.  I pulled open all the\ndrawers.  They were full of papers all right, but they were printed,\ncut from newspapers, and all about theaters.\n\n\"You can't feed things like this, Nance, to that shark of a lawyer,\" I\nsaid to myself, pushing the box on the side impatiently.\n\nAnd then I giggled outright.\n\nWhy?\n\nJust 'cause--I had pushed that side box till it swung aside on hinges I\ndidn't know about, and there, in a little secret nest, was a pile of\nthose same crisp, crinkly paper things I'd been looking for.\n20--40--60--110--160--210--260--310!\n\nThree hundred and ten dollars, Mag Monahan.  Three hundred and ten, and\nNance Olden!\n\n\"Glory be!\" I whispered.\n\n\"Glory be damned!\" I heard behind me.\n\nI turned.  The bills just leaked out of my hand on to the floor.\n\nThe Bachelor Beauty had come home, Mag, and nabbed the poor Princess,\ninstead of her catching him napping.\n\nHe wasn't a beauty either--a big, stout fellow with a black mustache.\nHis hand on my shoulder held me tight, but the look in his eyes behind\nhis glasses held me tighter.  I threw out my arms over the desk and hid\nmy face.\n\nCaught!  Nancy Olden, with her hands dripping, and not a lie in her\nsmart mouth!\n\nHe picked up the bills I had dropped, counted them and put them in his\npocket.  Then he unhooked a telephone and lifted the stand from his\ndesk.\n\n\"Hello!  Spring 3100--please.  Hello!  Chief's office?  This is\nObermuller, Standard Theater.  I want an officer to take charge of a\nthief I've caught in my apartments here at the Bronsonia.  Yes, right\non the corner.  Hold him till you come?  Well--rather!\"\n\nHe put down the 'phone.  I pulled the pearl studs out of my pocket.\n\n\"You might as well take these, too,\" I said.\n\n\"So thoughtful of you, seeing that you'd be searched!  But I'll take\n'em, anyway.  You intended them for--Him?  You didn't get anything\nelse?\"\n\nI shook my head as I lay there.\n\n\"Hum!\"  It was half a laugh, and half a sneer.  I hated him for it, as\nhe sat leaning back on the back legs of his chair, his thumbs in his\narm-holes.  I felt his eyes--those smart, keen eyes, burning into my\nmiserable head.  I thought of the lawyer and the deal he'd give poor\nTom, and all at once--\n\nYou'd have sniffled yourself, Mag Monahan.  There I was--caught. The\ncop'd be after me in five minutes.  With Tom jugged, and me in\nstripes--it wasn't very jolly, and I lost my nerve.\n\n\"Ashamed--huh?\" he said lightly.\n\nI nodded.  I was ashamed.\n\n\"Pity you didn't get ashamed before you broke in here.\"\n\n\"What the devil was there to be ashamed of?\"\n\nThe sting in his voice had cured me.  I never was a weeper.  I sat up,\nmy face blazing, and stared at him.  He'd got me to hand over to the\ncop, but he hadn't got me to sneer at.\n\nI saw by the look he gave me, that he hadn't really seen me till then.\n\n\"Well,\" he answered, \"what the devil is there to be ashamed of now?\"\n\n\"Of being caught--that's what.\"\n\n\"Oh!\"\n\nHe tilted back again on his chair and laughed softly.\n\n\"Then you're not ashamed of your profession?\"\n\n\"Are you of yours?\"\n\n\"Well--there's a slight difference.\"\n\n\"Not much, whatever it may be.  It's your graft--it's everybody's--to\ntake all he can get, and keep out of jail.  That's mine, too.\"\n\n\"But you see I keep out of jail.\"\n\n\"I see you're not there--yet.\"\n\n\"Oh, I think you needn't worry about that.  I'll keep out, thank you;\nimprisonment for debt don't go nowadays.\"\n\n\"Debt?\"\n\n\"I'm a theatrical manager, my girl, and I'm not on the inside: which is\nanother way of saying that a man who can't swim has fallen overboard.\"\n\n\"And when you do go down--\"\n\n\"A little less exultation, my dear, or I might suppose you'd be glad\nwhen I do.\"\n\n\"Well, when you know yourself going down for the last time, do you mean\nto tell me you won't grasp at a straw like--like this?\" I nodded toward\nthe open window, and the desk with all its papers tumbling out.\n\n\"Not much.\"  He shook his head, and bit the end of a cigar with sharp,\nwhite teeth.  \"It's a fool graft.  I'm self-respecting.  And I don't\nadmire fools.\"  He lit his cigar and puffed a minute, taking out his\nwatch to look at it, as cold-bloodedly as though we were waiting, he\nand I, to go to supper together.  Oh, how I hated him!\n\n\"Honesty isn't the best policy,\" he went on; \"it's the only one.  The\nvain fool that gets it into his head--or shall I say her head?  No?\nWell, no offense, I assure you--his head then, that he's smarter than a\nworld full of experience, ought to be put in jail--for his own\nprotection; he's too big a jay to be left out of doors.  For five\nthousand years, more or less, the world has been putting people like\nhim behind bars, where they can't make asses of themselves.  Yet each\nyear, and every day and every hour, a new ninny is born who fancies\nhe's cleverer than all his predecessors put together.  Talk about\nsuckers!  Why, they're giants of intellect compared to the mentally\nlop-sided that five thousand years of experience can't teach.  When the\ncriminal-clown's turn comes, he hops, skips and jumps into the ring\nwith the old, old gag.  He thinks it's new, because he himself is so\nfresh and green.  'Here I am again,' he yells, 'the fellow that'll do\nyou up.  Others have tried it.  They're dead in jail or under\njail-yards.  But me--just watch me!' We do, and after a little we put\nhim with his mates and a keeper in a barred kindergarten where fools\nthat can't learn, little moral cripples of both sexes, my dear, belong.\nBah!\"  He puffed out the smoke, throwing his head back, in a cloud\ntoward the ceiling.\n\nI sprang from my seat and faced him.  I was tingling all through. I\ndidn't care a rap what became of me for just that minute. I forgot\nabout Tom.  I prayed that the cop wouldn't come for a minute yet--but\nonly that I might answer him.\n\n\"You're mighty smart, ain't you?  You can sit back here and sneer at\nme, can't you?  And feel so big and smart and triumphant! What've you\ndone but catch a girl at her first bungling job!  It makes you feel\nawfully cocky, don't it?  'What a big man am I!' Bah!\"  I blew the\nsmoke up toward the ceiling from my mouth, with just that satisfied\ngall that he had had; or rather, I pretended to.  He let down the front\nlegs of his chair and began to stare at me.\n\n\"And you don't know it all, Mr. Manager, not you.  Your clown-criminal\ndon't jump into the ring because he's so full of fun he can't stay out.\nHe goes in for the same reason the real clown does--because he gets\nhungry and thirsty and sleepy and tired like other men, and he's got to\nfill his stomach and cover his back and get a place to sleep.  And it's\nbecause your kind gets too much, that my kind gets so little it has to\npiece it out with this sort of thing.  No, you don't know it quite all.\n\n\"There's a girl named Nancy Olden that could tell you a lot, smart as\nyou are.  She could show you the inside of the Cruelty, where she was\nput so young she never knew that children had mothers and fathers, till\na red-haired girl named Mag Monahan told her; and then she was mighty\nglad she hadn't any.  She thought that all little girls were bloodless\nand dirty, and all little boys were filthy and had black purple marks\nwhere their fathers had tried to gouge out their eyes.  She thought all\nwomen were like the matron who came with a visitor up to the bare room,\nwhere we played without toys--the new, dirty, newly-bruised ones of us,\nand the old, clean, healing ones of us--and said, 'Here, chicks, is a\nlady who's come to see you.  Tell her how happy you are here.' Then\nMag's freckled little face, her finger in her mouth, looked up like\nthis.  She was always afraid it might be her mother come for her.  And\nthe crippled boy jerked himself this way--I used to mimic him, and he'd\nlaugh with the rest of them--over the bare floor.  He always hoped for\na penny.  Sometimes he even got it.\n\n\"And the boy with the gouged eye--he would hold his pants up like this.\nHe had just come in, and there was nothing to fit him. And he'd put his\nother hand over his bad eye and blink up at her like this.  And the\nlittlest boy--oh, ha!  ha!  ha!--you ought have seen that littlest boy.\nHe was in skirts, an old dress they'd given me to wear the first day I\ncame; there were no pants small enough for him.  He'd back up into the\ncorner and hide his face--like this--and peep over his shoulder; he had\na squint that way, that made his face so funny.  See, it makes you\nlaugh yourself.  But his body--my God!--it was blue with welts!  And\nme--I'd put the baby down that'd been left on the door-steps of the\nCruelty, and I'd waltz up to the lady, the nice, patronizing, rich\nlady, with her handkerchief to her nose and her lorgnette to her\neyes--see, like this.  I knew just what graft would work her. I knew\nwhat she wanted there.  I'd learned.  So I'd make her a curtsy like\nthis, and in the piousest sing-song I'd--\"\n\nThere was a heavy step out in the hall--it was the policeman!  I'd\nforgot while I was talking.  I was back--back in the empty garret, at\nthe top of the Cruelty.  I could smell the smell of the poor, the\ndirty, weak, sick poor.  I could taste the porridge in the thick little\nbowls, like those in the bear story Molly tells her kid.  I could hear\nthe stifled sobs that wise, poor children give--quiet ones, so they'll\nnot be beaten again.  I could feel the night, when strange, deserted,\ntortured babies lie for the first time, each in his small white cot,\nthe new ones waking the old with their cries in a nightmare of what had\nhappened before they got to the Cruelty.  I could see the world barred\nover, as I saw it first through the Cruelty's barred windows, and as I\nmust see it again, now that--\n\n\"You see, you don't know it quite all--yet, Mr. Manager!\" I spat it out\nat him, and then walked to the cop, my hands ready for the bracelets.\n\n\"But there's one thing I do know!\"  He's a big fellow but quick on his\nfeet, and in a minute he was up and between me and the cop.  \"And there\nisn't a theatrical man in all America that knows it quicker than Fred\nObermuller, that can detect it sooner and develop it better.  And\nyou've got it, girl, you've got it!  ... Officer, take this for your\ntrouble.  I couldn't hold the fellow, after all.  Never mind which way\nhe went; I'll call up the office and explain.\"\n\nHe shut the door after the cop, and came back to me.  I had fallen into\na chair.  My knees were weak, and I was trembling all over.\n\n\"Have you seen the playlet Charity at the Vaudeville?\" he roared at me.\n\nI shook my head.\n\n\"Well, it's a scene in a foundling asylum.  Here's a pass.  Go up now\nand see it.  If you hurry you'll get there just in time for that act.\nThen if you come to me at the office in the morning at ten, I'll give\nyou a chance as one of the Charity girls.  Do you want it?\"\n\nGod, Mag!  Do I want it!\n\n\n\nV.\n\nDo you remember Lady Patronesses' Day at the Cruelty, Mag? Remember how\nthe place smelt of cleaning ammonia on the bare floors?  Remember the\nblack dresses we all wore, and the white aprons with the little bibs,\nand the oily sweetness of the matron, and how our faces shone and\ntingled from the soap and the rubbing?  Remember it all?\n\nWell, who'd 'a' thought then that Nance Olden ever would make use of\nit--on the level, too!\n\nDrop the Cruelty, and tell you about the stage?  Why, it's bare boards\nback there, bare as the Cruelty, but oh, there's something that you\ndon't see, but you feel it--something magic that makes you want to\npinch yourself to be sure you're awake.  I go round there just doped\nwith it; my face, if you could see it, must look like Molly's kid's\nwhen she is telling him fairy stories.\n\nI love it, Mag!  I love it!\n\nAnd what do I do?  That's what I was trying to tell you about the\nCruelty for.  It's in a little act that was made for Lady Gray, that\nthere are four Charity girls on the stage, and I'm one of 'em.\n\nLady Gray?  Why, Mag, how can you ever hope to get on if you don't know\nwho's who?  How can you expect me to associate with you if you're so\nignorant?  Yes--a real Lady, as real as the wife of a Lord can be.\nLord Harold Gray's a sure enough Lord, and she's his wife but--but a\nchippy, just the same; that's what she is, in spite of the Gray\nemeralds and that great Gray rose diamond she wears on the tiniest\nchain around her scraggy neck.  Do you know, Mag Monahan, that this\nLady Harold Gray was just a chorus girl--and a sweet chorus it must\nhave been if she sang there!--when she nabbed Lord Harold?\n\nYou'd better keep your eye on Nancy Olden, or first thing you know\nshe'll marry the Czar of Russia--or Tom Dorgan, poor fellow, when he\ngets out!  ...  Well, just the same, Mag, if that white-faced, scrawny\nlittle creature can be a Lady, a girl with ten times her brains, and at\nleast half a dozen times her good looks--oh, we're not shy on the\nstage, Mag, about throwing bouquets at ourselves!\n\nCan she act?  Don't be silly, Mag!  Can't you see that Obermuller's\njust hiring her title and playing it in big letters on the bills for\nall it's worth?  She acts the Lady Patroness, come to look at us\nCharity girls.  She comes on, though, looking like a fairy princess.\nHer dress is just blazing with diamonds.  There's the Lady's coronet in\nher hair.  Her thin little arms are banded with gold and diamonds, and\non her neck--O Mag, Mag, that rose diamond is the color of rose-leaves\nin a fountain's jet through which the sun is shining.  It's long--long\nas my thumb--I swear it is, Mag--nearly, and it blazes, oh, it blazes--\n\nWell, it blazes dollars into Obermuller's box all right, for the Gray\njewels are advertised in the bill with this one at the head of the\nlist, the star of them all.\n\nYou see it's this way: Lord Harold Gray's bankrupt.  He's poor as--as\nNance Olden.  Isn't that funny?  But he's got the family jewels all\nright, to have as long as he lives.  Nary a one can he sell, though,\nfor after his death, they go to the next Lord Gray. So he makes 'em\nmake a living for him, and as they can't go on and exhibit themselves,\nLady Gray sports 'em--and draws down two hundred dollars a week.\n\nYep--two hundred.\n\nBut do you know it isn't the two hundred dollars a week that makes me\nenvy her till I'm sick; it's that rose diamond.  If you could only see\nit, Mag, you'd sympathize with me, and understand why my fingers just\nitched for it the first night I saw her come on.\n\n'Pon my soul, Mag, the sight of it blazing on her neck dazzled me so\nthat it shut out all the staring audience that first night, and I even\nforgot to have stage fright.\n\n\"What's doped you, Olden?\" Obermuller asked when the curtain went down,\nand we all hurried to the wings.\n\nI was in the black dress with the white-bibbed apron, and I looked up\nat him still dazed by the shine of that diamond and my longing for it.\nYou'd almost kill with your own hands for a diamond like that, Mag!\n\n\"Doped?  Why--what didn't I do?\" I asked him.\n\n\"That's just it,\" he said, looking at me curiously; but I could feel\nhis disappointment in me.\n\n\"You didn't do anything--not a blasted thing more than you were told to\ndo.  The world's full of supers that can do that.\"\n\nFor just a minute I forgot the diamond.\n\n\"Then--it's a mistake?  You were wrong and--and I can't be an actress?\"\n\nHe threw back his head before he answered, puffing a mouthful of smoke\nup at the ceiling, as he did the night he caught me.  The gesture\nitself seemed to remind him of what had made him think in the first\nplace he could make an actress of me.  For he laughed down at me, and I\nsaw he remembered.\n\n\"Well,\" he said, \"we'll wait and see...  I was mistaken, though, sure\nenough, about one thing that night.\" I looked up at him.\n\n\"You're a darn sight prettier than I thought you were.  The gold brick\nyou sold me isn't all--\"\n\nHe put out his hand to touch my chin.  I side-stepped, and he turned\nlaughing to the stage.\n\nBut he called after me.\n\n\"Is a beauty success going to content you, Olden?\"\n\n\"Well, we'll wait and see,\" I drawled back at him in his own throaty\nbass.\n\nOh, I was drunk, Mag, drunk with thinking about that diamond! I didn't\ncare even to please Obermuller.  I just wanted the feel of that diamond\nin my hand.  I wanted it lying on my own neck--the lovely, cool,\nshining, rosy thing.  It's like the sunrise, Mag, that beauty stone.\nIt's just a tiny pool of water blushing. It's--\n\nHow to get it!  How to get away with it!  On what we'd get for that\ndiamond, Tom and I--when his time is up--could live for all our lives\nand whoop it up besides.  We could live in Paris, where great grafters\nlive and grafting pays--where, if you've got wit and fifty thousand\ndollars, and happen to be a \"darn sight prettier,\" you can just spin\nthe world around your little finger!\n\nBut, do you know, even then I couldn't bear to think of selling the\npretty thing?  It hurt me to think of anybody having it but just Nance\nOlden.\n\nBut I hadn't got it yet.\n\nGray has a dressing-room to herself.  And on her table--which is a big\nbox, open end down--just where the three-sided big mirror can multiply\nthe jewels and make you want 'em three times as bad, her big\nrussia-leather, silver-mounted box lies open, while she's dressing and\nundressing.  Other times it's locked tight, and his Lordship himself\nhas it tight in his own right hand, or his Lordship's man, Topham, has\nit just as tight.\n\nHow to get that diamond!  There was a hard nut for Nance Olden's sharp\nteeth to crack.  I only wanted that--never say I'm greedy, Mag--Gray\ncould keep all the rest of the things--the pigeon in rubies and pearls,\nthe tiara all in diamonds, the chain of pearls, and the blazing rings,\nand the waist-trimming all of emeralds and diamond stars.  But that\ndiamond, that huge rose diamond, I couldn't, I just couldn't let her\nhave it.\n\nAnd yet I didn't know the first step to take toward getting it, till\nBeryl Blackburn helped me out.  She's one of the Charities, like me--a\ntall bleached blonde with a pretty, pale face and gold-gray eyes.  And,\nif you'd believe her, there's not a man in the audience, afternoon or\nevening, that isn't dead-gone on her.\n\n\"Guess who's my latest,\" she said to me this afternoon, while we four\nCharities stood in the wings waiting.  \"Topham--old Topham!\"\n\nIt all got clear to me then in a minute.\n\n\"Topham--nothing!\" I sneered.  \"Beryl Big-head, Topham thinks of only\none thing--Milady's jewel-box.  Don't you fool yourself.\"\n\n\"Oh, does he, Miss!  Well, just to prove it, he let me try on the rose\ndiamond last night.  There!\"\n\n\"It's easy to say so but I don't see the proof.  He'd lose his job so\nquick it'd make his head spin if he did it.\"\n\n\"Not if he did, but if they knew he did.  You'll not tell?\"\n\n\"Not me.  Why would I?  I don't believe it, and I wouldn't expect\nanybody else to.  I don't believe you could get Topham to budge from\nhis chair in Gray's dressing-room if you'd--\"\n\n\"What'll you bet?\"\n\n\"I'll bet you the biggest box of chocolate creams at Huyler's.\"\n\n\"Done!  I'll send for him to-night, just before Gray and her Lord come,\nand you see--\"\n\n\"How'll I see?  Where'll I be?\"\n\n\"Well, you be waiting in the little hall, right of Gray's dressing-room\nat seven-thirty to-night and--you might as well bring the creams with\nyou.\"\n\nCatch on, Mag?  At seven-thirty in the evening I was waiting; but not\nin the little hall of Gray's dressing-room.  I hadn't gone home at all\nafter the afternoon performance--you know we play at three, and again\nat eight-thirty.  I had just hidden me away till the rest were gone,\nand as soon as the coast was clear I got into Gray's dressing-room,\npushed aside the chintz curtains of the big box that makes her\ndressing-table--and waited.\n\nLord, how the hours dragged!  I hadn't had anything to eat since lunch,\nand it got darker and darker in there, and hot and close and cramped.\nI put in the time, much as I could, thinking of Tom. The very first\nthing I'd do after cashing in, would be to get up to Sing Sing to see\nhim.  I'm crazy to see him.  I'd tell him the news and see if he\ncouldn't bribe a guard, or plan some scheme with me to get out soon.\n\nAfraid--me?  What of?  If they found me under that box I'd just give\n'em the Beryl story about the bet.  How do you know they wouldn't\nbelieve it?  ...  Oh, I don't care, you've got to take chances, Mag\nMonahan, if you go in for big things.  And this was big--huge.  Do you\nknow how much that diamond's worth?  And do you know how to spend fifty\nthousand?\n\nI spent it all there--in the box--every penny of it.  When I got tired\nspending money I dozed a bit and, in my dream, spent it over again.\nAnd then I waked and tried to fancy new ways of getting rid of it, but\nmy head ached, and my back ached, and my whole body was so strained and\ncramped that I was on the point of giving it all up when--that blessed\nold Topham came in.\n\nHe set the big box down with a bang that nearly cracked my head. He\nturned on the lights, and stood whistling Tommy Atkins.  And then\nsuddenly there came a soft call, \"Topham!  Topham!\"\n\nI leaned back and bit my fingers till I knew I wouldn't shriek. The\nEnglishman listened a minute.  Then the call came again, and Topham\ncreaked to the door and out.\n\nIn a twinkling I was out, too, you bet.\n\nMag!  He hadn't opened the box at all!  There it stood in the middle of\nthe space framed by the three glasses.  I pulled at the lid.  Locked!\nI could have screamed with rage.  But the sound of his step outside the\ndoor sobered me.  He was coming back.  In a frantic hurry I turned\ntoward the window which I had unlocked when I came in four hours ago.\nBut I hadn't time to make it. I heard the old fellow's hand on the\ndoor, and I tumbled back into the box in such a rush that the curtains\nwere still waving when he came in.\n\nSlowly he began to place the jewels, one by one, in the order her\nLadyship puts them on.  We Charity girls had often watched him from the\ndoor--he never let one of us put a foot inside.  He was method and\norder itself.  He never changed the order in which he lifted the\nglittering things out, nor the places he put them back in.  I put my\nhand up against the top of the box, tracing the spot where each piece\nwould be lying.  Think, Mag, just half an inch between me and quarter\nof a million!\n\nOh, I was sore as I lay there!  And I wasn't so cock-sure either that\nI'd get out of it straight.  I tried the Beryl story lots of ways on\nmyself, but somehow, every time I fancied myself telling it to\nObermuller, it got tangled up and lay dumb and heavy inside of me.\n\nBut at least it would be better to appear of my own will before the old\nEnglishman than be discovered by Lord Gray and his Lady. I had my\nfingers on the curtains, and in another second I'd been out when--\n\n\"Miss Beryl Blackburn's compliments, Mr. Topham, and would you step to\nthe door, as there's something most important she wants to tell you.\"\n\nOh, I loved every syllable that call-boy spoke!  There was a giggle\nbehind his voice, too; old Topham was the butt of every joke.  The\nfirst call, which had fooled me, must have been from some giddy girl\nwho wanted to guy the old fellow.  She had fooled me all right.  But\nthis--this one was the real article.\n\nThere was a pause--Topham must be looking about to be sure things were\nsafe.  Then he creaked to the door and shut it carefully behind him.\n\nIt only took a minute, but in that minute--in that minute, Mag, I had\nthe rose diamond clutched safe in my fingers; I was on the top of the\nbig trunk and out of the window.\n\nOh, the feel of that beautiful thing in my hand!  I'd 'a' loved it if\nit hadn't been worth a penny, but as it was I adored it. I slipped the\nchain under my collar, and the diamond slid down my neck, and I felt\nits kiss on my skin.  I flew down the black corridor, bumping into\nscenery and nearly tripping two stage carpenters.  I heard Ginger, the\ncall-boy, ahead of me and dodged behind some properties just in time.\nHe went whistling past and I got to the stage door.\n\nI pulled it open tenderly, cautiously, and turned to shut it after me.\n\nAnd--\n\nAnd something held it open in spite of me.\n\nNo--no, Mag, it wasn't a man.  It was a memory.  It rose up there and\nhit me right over the heart--the memory of Nancy Olden's happiness the\nfirst time she'd come in this very door, feeling that she actually had\na right to use a stage: entrance, feeling that she belonged,\nshe--Nancy--to this wonderland of the stage!\n\nYou must never tell Tom, Mag, promise!  He wouldn't see.  He couldn't\nunderstand.  I couldn't make him know what I felt any more than I'd\ndare tell him what I did.\n\nI shut the door.\n\nBut not behind me.  I shut it on the street and--Mag, I shut for ever\nanother door, too; the old door that opens out on Crooked Street.  With\nmy hand on my heart, that was beating as though it would burst, I flew\nback again through the black corridor, through the wings and out to\nObermuller's office.  With both my hands I ripped open the neck of my\ndress, and, pulling the chain with that great diamond hanging to it, I\nbroke it with a tug, and threw the whole thing down on the desk in\nfront of him.\n\n\"For God's sake!\" I yelled.  \"Don't make it so easy for me to steal!\"\n\nI don't know what happened for a minute.  I could see his face change\nhalf a dozen ways in as many seconds.  He took it up in his fingers at\nlast.  It swung there at the end of the slender little broken chain\nlike a great drop of shining water, blushing and sparkling and\ntrembling.\n\nHis hands trembled, too, and he looked up at last from the diamond to\nmy face.\n\n\"It's worth at least fifty thousand, you know--valued at that.\"\n\nI didn't answer.\n\nHe got up and came over to where I had thrown myself on a bench.\n\n\"What's the matter, Olden?  Don't I pay you enough?\"\n\n\"I want to see Tom,\" I begged.  \"It's so long since he--He's up\nat--at--in the country.\"\n\n\"Sing Sing?\"\n\nI nodded.\n\n\"You poor little devil!\"\n\nThat finished me.  I'm not used to being pitied.  I sobbed and sobbed\nas though some dam had broken inside of me.  You see, Mag, I knew in\nthat minute that I'd been afraid, deathly afraid of Fred Obermuller's\nface, when it's scornful and sarcastic, and of his voice, when it cuts\nthe flesh of self-conceit off your very bones.  And the contrast--well,\nit was too much for me.\n\nBut something came quick to sober me.\n\nIt was Gray.  She stormed in, followed by Lord Harold and Topham, and\nhalf the company.\n\n\"The diamond, the rose diamond!\" she shrieked.  \"It's gone!  And the\ncarpenters say that new girl Olden came flying from the direction of my\ndressing-room.  I'll hold you responsible--\"\n\n\"Hush-sh!\"  Obermuller lifted his hands and nodded over toward me.\n\n\"Olden!\" she squealed.  \"Grab her, Topham.  I'll bet she stole that\ndiamond, and she can't have got rid of it yet.\"\n\nTopham jumped toward me, but Obermuller stopped him.\n\n\"You'd win only half your bet, my Lady,\" Obermuller said softly.  \"She\ndid get hold of the Gray rose, worth fifty thousand dollars, in spite\nof all your precautions--\"\n\nThe world seemed to fall away from me.  I looked up at him. I couldn't\nbelieve he'd go back on me.\n\n\"--And she brought it straight to me, as I had asked her to, and\npromised to raise her salary if she'd win out.  For I knew that unless\nI proved to you it could be stolen, you'd never agree to hire a\ndetective to watch those things, which will get us all into trouble\nsome day.  Here!  Scoot out o' this.  It's nearly time for your number.\"\n\nHe passed the diamond over to her, and they all left the office.\n\nSo did I; but he held out his hand as I passed.  \"It goes--that about a\nraise for you, Olden.  Now earn it.\"\n\nIsn't he white, Mag--white clean through, that big fellow Obermuller?\n\n\n\nVI.\n\nI got into the train, Mag, the happiest girl in all the country. I'd a\nbig basket of things for Tom.  I was got up in my Sunday best, for I\nwanted to make a hit with some fellow with a key up there, who'd make\nthings soft and easy for my Tommy.\n\nI had so much to tell him.  I knew just how I'd take off every member\nof the company to amuse him.  I had memorized every joke I'd heard\nsince I'd got behind the curtain--not very hard for me; things always\nhad a way of sticking in my mind.  I knew the newest songs in town, and\nthe choruses of all the old ones.  I could show him the latest tricks\nwith cards--I'd got those at first hand from Professor Haughwout.  You\nknow how great Tom is on tricks. I could explain the disappearing woman\nmystery, and the mirror cabinet.  I knew the clog dance that Dewitt and\nDaniels do.  I had pictures of the trained seals, the great elephant\nact, Mademoiselle Picotte doing her great tight-rope dance, and the\nBrothers Borodini in their pyramid tumbling.\n\nYes, it was a whole vaudeville show, with refreshments between the\nacts, that I was taking up to Tom Dorgan.  I don't care much for a lot\nof that truck--funny, isn't it, how you get to turn up your nose at the\nthings you'd have given a finger for once upon a time?  But Tom--oh,\nI'd got everything pat for him--my big, handsome Tom Dorgan in\nstripes--with his curls all shaved off--ugh!\n\nI'd got just so far in my thoughts, sitting there in the train, when I\ngave a shiver.  I thought for a minute it was at the idea of my Tom\nwith one of those bare, round convict-heads on him, that look like fat\nskeleton faces.  But it wasn't.  It was--\n\nGuess, Mag.\n\nMoriway.\n\nBoth of us thought the same thing of each other for the first second\nthat our eyes met.  I could see that.  He thought I was caught at last.\nAnd I thought he'd been sharp once too often.\n\nAnd, Mag, it would be hard to say which of us would have been happier\nif it had been the truth.  Oh, to meet Moriway, bound sure enough for\nSing Sing!\n\nHe got up and came over to me, smiling wickedly.  He took the seat\nbehind me, and leaning forward, said softly:\n\n\"Is Miss Omar engaged to read to some invalid up at Sing Sing? And for\nhow long a term--I should say, engagement?\"\n\nI'd got through shivering by then.  I was ready for him.  I turned and\nlooked at him in that very polite, distant sort o' way Gray uses in her\nact when the Charity superintendent speaks to her. It's the only decent\nthing she does; chances are that that's how Lord Gray's mother looks at\nher.\n\n\"You know my sister, Mr.--Mr.--\" I asked humbly.\n\nHe looked at me, perplexed for just a second.\n\n\"Sister be hanged!\" he said at last.  \"I know you, Nat, and I'm glad to\nmy finger-tips that you've got it in the neck, in spite of all your\nsmartness.\"\n\n\"You're altogether wrong, sir,\" I said very stately, but hurt a bit,\nyou know.  \"I've often been taken for my sister, but gentlemen usually\napologize when I explain to them.  It's hard enough to have a sister\nwho--\" I looked up at him tearfully, with my chin a-wabble with sorrow.\n\nHe grinned.\n\n\"Liars should have good memories,\" he sneered.  \"Miss Omar said she was\nan orphan, you remember, and had not a relative in the world.\"\n\n\"Did she say that?  Did Nora say that?\" I exclaimed piteously. \"Oh,\nwhat a little liar she is!  I suppose she thought it made her more\ninteresting to be so alone, more appealing to kind-hearted gentlemen\nlike yourself.  I hope she wasn't ungrateful to you, too, as she was to\nthat kind Mr. Latimer, before he found her out.  And she had such a\ngood position there, too!\"\n\nI wanted to look at him, oh, I wanted to!  But it was my role to sit\nthere with downcast eyes, just--the picture of holy grief. I was the\ngood one--the good, shocked sister, and though I wasn't a bit afraid of\nanything he could do to me, or any game he could put up, I yearned to\nmake him believe me--just because he was so suspicious, so wickedly\nsmart, so sure he was on.\n\nBut his very silence sort of told me he almost believed, or that he was\nlaying a trap.\n\n\"Will you tell me,\" he said, \"how you--your sister got Latimer to lie\nfor her?\"\n\n\"Mr. Latimer--lie!  Oh, you don't know him.  He expected a lady to read\nto him that very evening.  He had never seen her, and when Nora walked\ninto the garden--\"\n\n\"After getting a skirt somewhere.\"\n\n\"Yes--the housekeeper's, it happened to be her evening out--why, he\njust naturally supposed Nora was Miss Omar.\"\n\n\"Ah!  then her name isn't Omar.  What might it be?\"\n\n\"I'd rather not tell--if you don't mind.\"\n\n\"But when Latimer found out she had the diamonds--he did find out?\"\n\n\"She confessed to him.  Nora's not really so bad a girl as--\"\n\n\"Very interesting!  But it doesn't happen to be Latimer's version.  And\nyou say Latimer wouldn't lie.\"\n\nI got pale--but the paleness was on the inside of me.  Think I was\ngoing to flinch before a chump like Moriway, even if I had walked\nstraight into his trap?\n\n\"It isn't?\" I exclaimed.\n\n\"No.  Latimer's note to Mrs. Kingdon said the diamonds were found in\nthe bell-boy's jacket the thief had left behind him.\"\n\n\"Well!  It only shows what a bad habit lying is.  Nora must have fibbed\nto me, for the pure pleasure of fibbing.  I'll never dare to trust her\nagain.  Do you believe then that she didn't have anything to do with\nthe hotel robbery?  I do hope so.  It's one less sin on her wicked\nhead.  It's hard, having such a girl in the family!\"  Oh, wasn't I\ngrieved!\n\nHe looked me straight in the eye.  I looked at him.  I was unutterably\nsad about that tough sister of mine, and I vow I looked holy then,\nthough I never did before and may never again.\n\n\"Well, I only saw her in the twilight,\" he said slowly, watching my\nface all the time.  \"You two sisters are certainly miraculously alike.\"\n\nThe train was slowing down, and I got up with my basket.  I stood right\nbefore him, my full face turned toward him.\n\n\"Are we?\" I asked simply.  \"Don't you think it's more the expression\nthan anything else, and the voice?  Nora's really much fairer than I\nam.  Good-by.\"\n\nHe watched me as I went out.  I felt his eyes on the back of my jacket,\nand I was tempted to turn at the door and make a face at him.  But I\nknew something better and safer than that.  I waited till the train was\njust pulling out, and then, standing below his window, I motioned to\nhim to raise it.\n\nHe did.\n\n\"I thought you were going to get out here,\" I called.  \"Are you sure\nyou don't belong in Sing Sing, Mr. Moriway?\"\n\nI can see his face yet, Mag, and every time I think of it, it makes me\nnearly die of laughing.  He had actually been fooled another time.  It\nwas worth the trip up there, to make a guy of him once more.\n\nAnd whether it was or not, Mag, it was all I got, after all. For--would\nyou believe Tom Dorgan would turn out such a sorehead? He's kicked up\nsuch a row ever since he got there, that it's the dark cell for him,\nand solitary confinement.  Think of it--for Tom!\n\nI begged, I bluffed, I cried, I coaxed, but many's the Nance Olden that\nhas played her game against the rules of Sing Sing, and lost.  They\nwouldn't even let me leave the things for him, or give him a message\nfrom me.  And back to the station I had to carry the basket, and all\nthe schemes I had to make old Tom Dorgan grin.\n\nAll the way back I had him in my mind.  He's a tiger--Tom--when he's\nroused.  I could see him, shut up there by himself, with not a soul to\ntalk to, with not a human eye to look into, with not a thing on earth\nto do--Tom, who's action itself!  He never was much of a thinker, and I\nnever saw him read even a newspaper.  What would he do to kill the\ntime?  Can't you see him there, at bay, back on his haunches, cursing\nand cursed, alone in the everlasting black silence?\n\nI saw nothing else.  Wherever I turned my eyes, that terrible picture\nwas before me.  And always it was just on the verge of becoming\nsomething else--something worse.  He could throttle the world with his\nbare hands, if it had but one neck, in the mood he must be in now.\n\nIt was when I couldn't bear it a moment longer that I set my mind to\nfind something else to think of.\n\nI found it, Mag.  Do you know what it was?   It was just three\nwords--of Obermuller's: \"Earn it now.\"\n\nAfter all, Miss Monahan, this graft of honesty they all preach so much\nabout hasn't anything mysterious in it.  All it is, is putting your\nwits to work according to the rules of the game and not against them.\nI was driven to it--the thought of big Tom crouching for a spring in\nthe dark cell up yonder sent me whirling out into the thinking place,\nlike the picture of the soul in the big book at Latimer's I read out\nof.  And first thing you know, 'pon honor, Mag, it was as much fun\nplanning how to \"earn it now\" as any lifting I ever schemed.  It's\ngetting the best of people that always charmed me--and here was a way\nto fool 'em according to law.\n\nSo busy I was making it all up, that the train pulled into the station\nbefore I knew it.  I gave a last thought to that poor old hyena of a\nTom, and then put him out of my mind.  I had other fish to fry.\nStraight down to Mother Douty I went with my basket.\n\n\"A fool girl, mother, on her way up to Sing Sing, lost her basket, and\nNance Olden found it; it ought to be worth a good deal.\"\n\nShe grinned.  You couldn't make old Douty believe that the Lord himself\nwouldn't steal if He got a chance.  And she knows the chances that come\nbutting up against Nancy Olden.\n\nWhy did I lie to her?  Not for practice, I assure you.  She'd have\nbeaten me down to the last cent if she thought it was mine, but she\nalways thinks there'll be a find for her in something that's stolen.\nSo I let her think I'd stolen it in the railway station, and we came to\nterms.\n\nWith what she gave me I bought a wig.  Mag, I want you some day, when\nyou can get off, to come and see that wig.  I shouldn't wonder but\nyou'd recognize it.  It's red, of very coarse hair, but a wonderful\ncolor, and so long it--yes, it might be your own, Mag Monahan, it's so\nmuch like it.  I went to the theater and got my Charity rig, took it\nhome, and sat for hours there just looking at 'em both.  When evening\ncame I was ready to \"earn it now.\"\n\nYou see, Obermuller had given me the whole day to be away, and neither\nGray nor the other three Charities expected me back. I had to do it on\nthe sly, you sassy Mag!  Yes, it was partly because I love to cheat,\nbut more because I was bound to have my chance once whether anybody\nelse enjoyed it or not.\n\nI came to the theater in my Charity rig and the wig.  It looked as if\nI'd slept in it, and it came down to the draggled hem of the skirt.\nAll the way there I walked like you, Mag.  Once, when a newsboy grinned\nat me and shouted \"Carrots!\"  I grinned back--your own, old Cruelty\ngrin, Mag.  I vow I felt so much like you--as you used to be--that when\nI lurched out on the stage at last, stumbling over my shoe laces and\ntrying to push the hair out of my eyes, you'd have sworn it was little\nMag Monahan I making her debut in the Cruelty room.\n\nOh, Mag, Mag, you darling Mag!  Did you ever hear a whole house, a\ngreat big theater full of a peevish vaudeville audience, just rise at\nyou, give one roar of laughter they hadn't expected at all to give, and\nthen settle down to giggle at every move you made?\n\nGirl alive, I just had 'em!  They couldn't take their eyes off me. If I\nsquirmed, they howled.  If I stood on one foot, scratching the torn leg\nof my stocking with the other--you know, Mag!--they yelled.  If I\ngrinned, they just roared.\n\nOh, Mag, can't you see?  Don't you understand?  I was It.  The center\nof the stage I carried round with me--it was just Nancy Olden.  And for\nten minutes Nancy had nothing to do but to play with 'em.  'Pon my\nlife, Mag, it's just like stealing; the old graft exactly; it's so\nfascinating, so busy, and risky, except that they play the game with\nyou and pay you and love you to fool 'em.\n\nWhen the curtain fell it was different.  Grays followed by the\nCharities, all clean and spick-and-span and--not in it; not even on the\nedge of it--stormed up to Obermuller standing at the wings.\n\n\"I'll quit the show here and now,\" she squawked.  \"It's a shame, a\nbeastly shame.  How dare you play me such a trick, Fred Obermuller?  I\nnever was treated so in my life--to have that dirty little wretch come\ntumbling on like that, without even so much as your telling me you'd\nmade up all this new business for her!  It's indecent, anyway.  Why, I\nlost my cue.  There was a gap for a full minute.  The whole act was\nsuch a ghastly failure that I--\"\n\n\"That you'd better go out now and make your prettiest bow, Gray. Phew!\nListen to the house roar.  That's what I call applause.  Go on now.\"\n\nShe went.\n\nMe?  I didn't say a word.  I looked at Obermuller and--and I just did\nlike this.  Yes, winked, Mag Monahan.  I was so crazily happy I had to,\ndidn't I?\n\nBut do you know what he did?  Do you know what he did?\n\nWell, I suppose I am screaming and the Troyons will put me out, but--he\njust--winked--back!\n\nAnd then Gray came trailing back into the wings, and the shrieking and\nthumping and whistling out in front just went on--and on--and on--and\non.  Um!  I just listened and loved it--every thump of it.  And I stood\nthere like a demure little kitten; or more like Mag Monahan after she'd\nhad a good licking, and was good and quiet.  And I never so much as\nbudged till Obermuller said:\n\n\"Well, Nance, you have earned it.  The gall of you!  But it only proves\nthat Fred Obermuller never yet bought a gold brick.  Only, let me in on\nyour racket next time.  There, go on--take it.  It's yours.\"\n\nOh, to have Fred Obermuller say things like that to you!\n\nHe gave me a bit of a push.  'Twas just a love-pat.  I stumbled out on\nto the stage.\n\n\n\nVII.\n\nAnd that's why, Marguerite de Monahan, I want you to buy in with the\nmadam here.  Let 'em keep on calling it Troyon's as much as they want,\nbut you're to be a partner on the money I'll give you. If this fairy\nstory lasts, it'll be your own, Mag--a sort of commission you get on my\ntake-off of you.  But if anything happens to the world--if it should go\ncrazy, or get sane, and not love Nancy Olden any more, why, here'll be\na place for me, too.\n\nDoes it look that way?  Divil a bit, you croaker!  It looks--it\nlooks--listen and I'll tell you how it looks.\n\nIt looks as though Gray and the great Gray rose diamond and the three\nCharities had all become a bit of background for Nance Olden to play\nupon.\n\nIt looks as though the audience likes the sound of my voice as much\nalmost as I do myself; anyway, as much as it does the sight of me.\n\nIt looks as though the press, if you please, had discovered a new stage\nstar, for down comes a little reporter to interview me--me, Nancy\nOlden!  Think of that, Mag!  I receive him all in my Charity rig, and\nin Obermuller's office, and he asks me silly questions and I tell him a\nlot of nonsense, but some truths, too, about the Cruelty.  Fancy, he\ndidn't know what the Cruelty was!  S. P. C. C., he calls it.  And all\nthe time we talked a long-haired German artist he had brought with him\nwas sketching Nance Olden in different poses.  Isn't that the limit?\n\nWhat d'ye think Tom Dorgan'd say to see half a page of Nancy Olden in\nthe X-Ray?  Wouldn't his eyes pop?  Poor old Tom!  ...  No danger--they\nwon't let him have the papers....  My old Tommy!\n\nWhat is it, Mag?  Oh, what was I saying?  Yes--yes, how it looks.\n\nWell, it looks as though the Trust--yes, the big and mighty T.\nT.--short for Theatrical Trust, you innocent--had heard of that same\nNance Olden you read about in the papers.  For one night last week,\nwhen I'd just come of and the house was yelling and shouting behind me,\nObermuller meets me in the wings and trots me of to his private office.\n\n\"What for?\" I asked him on the way.\n\n\"You'll find out in a minute.  Come on.\"\n\nI pulled up my stocking and followed.  You know I wear it in that act\nwithout a garter, and it's always coming down the way yours used to,\nMag.  Even when it doesn't come down I pull it up, I'm so in the habit\nof doing it.\n\nA little bit of a man, bald-headed, with a dyspeptic little black\nmustache turned down at the corners, watched me come in.  He grinned at\nmy make-up, and then at me.\n\n\"Clever little girl,\" he says through his nose.  \"How much do you stick\nObermuller for?\"\n\n\"Clever little man,\" say I, bold as brass and through my own nose;\n\"none of your business.\"\n\n\"Hi--you, Olden!\" roared Obermuller, as though I'd run away and he was\ntrying to get the bit from between my teeth.  \"Answer the gentleman\nprettily.  Don't you know a representative of the mighty T.  T.  when\nyou see him?  Can't you see the Syndicate aureole about his noble brow?\nThis gentleman, Nance, is the great and only Max Tausig.  He humbleth\nthe exalted and uplifteth the lowly--or, if there's more money in it,\nhe gives to him that hath and steals from him that hasn't, but would\nmighty well like to have.  He has no conscience, no bowels, no heart.\nBut he has got tin and nerve and power to beat the band.  In short, and\nfor all practical purposes for one in your profession, Nancy Olden,\nhe's just God. Down on your knees and lick his boots--Trust gods wear\nboots, patent leathers--and thank him for permitting it, you lucky\nbaggage!\"\n\nI looked at the little man; the angry red was just fading from the top\nof his cocoanut-shaped bald head.\n\n\"You always were a fool, Obermuller,\" he said cordially.  \"And you were\nalways over-fond of your low-comedian jokes.  If you hadn't been so\nsmart with your tongue, you'd had more friends and not so many enemies\nin--\"\n\n\"In the heavenly Syndicate, eh?  Well, I have lived without--\"\n\n\"You have lived, but--\"\n\n\"But where do I expect to go when I die?  Good theatrical managers,\nNance, when they die as individuals go to Heaven--they get into the\nTrust.  After that they just touch buttons; the Trust does the rest.\nBad ones--the kickers--the Fred Obermullers go to--a place where\nsalaries cease from troubling and royalties are at rest.  It's a slow\nplace where--where, in short, there's nothing doing.  And only one\nthing's done--the kicker.  It's that place Mr. Tausig thinks I'm bound\nfor.  And it's that place he's come to rescue you from, from sheer\ngoodness of heart and a wary eye for all there's in it.  Cinch him,\nOlden, for all the traffic will bear!\"\n\nI looked from one to the other--Obermuller, big and savage underneath\nall his gay talk, I knew him well enough to see that; the little man,\nhis mouth turned down at the corners and a sneer in his eye for the\nfellow that wasn't clever enough to get in with the push.\n\n\"You must not give the young woman the big head, Obermuller.  Her own\nis big enough, I'll bet, as it is.  I ain't prepared to make any\nstartling offer to a little girl that's just barely got her nose above\nthe wall.  The slightest shake might knock her off altogether, or she\nmightn't have strength enough in herself to hold on.  But we'll give\nher a chance.  And because of what it may lead to, if she works hard,\nbecause of the opportunities we can give her, there ain't so much in it\nin a money way as you might imagine.\"\n\nObermuller didn't say anything.  His own lips and his own eyes sneered\nnow, and he winked openly at me, which made the little man hot.\n\n\"Blast it!\" he twanged.  \"I mean it.  If you've got any notion through\nmy coming down to your dirty little joint that we've set our hearts on\nhaving the girl, just get busy thinking something else.  She may be\nworth something to you--measured up against the dubs you've got; but to\nus--\"\n\n\"To you, it's not so much your not having her as my having her that--\"\n\"Exactly.  It ain't our policy to leave any doubtful cards in the\nenemy's hands.  He can have the bad ones.  He couldn't get the good\nones.  And the doubtful ones, like this girl Olden--\"\n\n\"Well, that's just where you're mistaken!\"  Obermuller thrust his hands\ndeep in his pockets and put out that square chin of his like the\nfighter he is.  \"'This girl Olden' is anything but doubtful.  She's a\nbig card right now if she could be well handled.  And the time isn't so\nfar off when, if you get her, you people will be--\"\n\n\"Just how much is your interest in her worth?\" the little man sneered.\n\nObermuller glared at him, and in the pause I murmured demurely:\n\n\"Only a six-year contract.\"\n\nMag, you should have seen 'em jump--both of 'em; the little man with\nvexation, the big one with surprise.\n\nA contract!  Me?--Nance Olden!  Why, Mag, you innocent, of course I\nhadn't.  Managers don't give six-year contracts to girl--burglars\nwho've never set foot on the stage.\n\nWhen the little man was gone, Obermuller cornered me.\n\n\"What's your game, Olden?\" he cried.  \"You're too deep for me; I throw\nup my hands.  Come; what've you got in that smart little head of yours?\nAre you holding out for higher stakes?  Do you expect him to buy that\ngreat six-year contract and divvy the proceeds with me?  Because he\nwill--when once they get their eye on you, they'll have you; and to\nturn up your nose at their offer if in just the way to make them itch\nfor you.  But how the deuce did you find it out?  And where do you get\nyour nerve from, anyway?  A little beggar like you to refuse an offer\nfrom the T. T.  and sit hatching your schemes on your little old 'steen\ndollars a week!  ...  It'll have to be twice 'steen, now, I suppose?\"\n\n\"All right, just as you say,\" I laughed.  \"But why aren't you in the\nTrust, Fred Obermuller?\"\n\n\"Why aren't you in society, Nance?\"\n\n\"Um!--well, because society's prejudiced against lifting, but the Trust\nisn't.  Do you know that's a great graft, Mr. Obermuller--lifting\nwholesale?  Why don't you get in?\"\n\n\"Because a Trust is a lot of sailors on a raft who keep their places by\nkicking off the drowning hands that clutch at it.  Can you fancy a\nfellow like Tausig stooping down to help me tenderly on board to divide\nthe pickings?\"\n\n\"No, but I can fancy you grappling with him till he'd be glad to take\nyou on rather than be pulled off himself.\"\n\n\"You'd be in with the push, would you, Olden, if you were managing?\" he\nasked with a grin.\n\n\"I'd be at the top, wherever that was.\"\n\n\"Then why the deuce didn't you jump at Tausig's offer?  Were you really\ncrafty enough--\"\n\n\"I am artiste, Monsieur Obermuller,\" I gutturaled like Mademoiselle\nPicotte, who dances on the wire.  \"I moost have about me those who\narre--who arre congeniale--\"\n\n\"You monkey!\" he laughed.  \"Then, when Tausig comes to buy your\ncontract--\"\n\n\"We'll tell him to go to thunder.\"\n\nHe laughed.  Say, Mag, that big fellow is like a boy when he's pleased.\nI guess that's what makes it such fun to please him.\n\n\"And I, who admired your business sagacity in holding off, Nance!\" he\nsaid.\n\n\"I thought you admired my take-off!  of Mademoiselle Picotte.\"\n\n\"Well?\"\n\n\"Well, why don't you make use of it?  Take me round to the theaters and\nlet me mimic all the swell actors and actresses. I've got more chance\nwith you than with that Trust gang.  They wouldn't give me room to do\nmy own stunt; they'd make me fit into theirs.  But you--\"\n\n\"But me!  You think you can wind me round your finger?\"\n\n\"Not--yet.\"\n\nHe chuckled.  I thought I had him going.  I saw Nance Olden spending\nher evenings at the big Broadway theaters, when, just at that minute,\nGinger, the call-boy, burst in with a note.\n\nSay, Mag, I wouldn't like to get that man Obermuller hopping mad at me,\nand Nancy Olden's no coward, either.  But the way he gritted his teeth\nat that note and the devil in his eyes when he lifted them from it,\nmade me wonder how I'd ever dared be facetious with him.\n\nI got up to go.  He'd forgotten me, but he looked up then.\n\n\"That was a great suggestion of yours, Olden, to put Lord Gray on to\nact himself--great!\"  His voice shook, he was so angry.\n\n\"Well!\" I snapped.  I wasn't going to let him see that a big man raging\ncould bluff Nance Olden.\n\nWhat did he mean?  Why--just this: there was Lord Harold Gray, the real\nLord behind the scenes, bringing the Lady who was really only a chorus\ngirl to the show in his automobile; helping her dress like a maid;\nholding her box of jewels as he tagged after her like a big\nNewfoundland; smoking his one cigarette solemnly and admiringly while\nshe was on the stage; poking after her like a tame bear.  He's a funny\nfellow, that Lord Harold.  He's a Tom Dorgan, with the brains and the\ngraft and--and the brute, too, Mag, washed out of him; a Tom Dorgan\nthat's been kept dressed in swagger clothes all his life and living at\ntop-notch--a big, clean, handsome, stupid, good-natured, overgrown boy.\n\nYes, I'm coming to it.  When I'd seen him go tagging after her chippy\nLadyship behind the scenes long enough, I told Obermuller one day that\nit was absurd to send the mock Lady out on the boards and keep the live\nLord hidden behind.  He jumped at the idea, and they rigged up a little\nact for the two--the Lord and the Lady.  Gray was furious when she\nheard of it--their making use of her Lord in such a way--but Lord\nHarold just swallowed his big Adam's apple with a gulp or two, and said:\n\n\"'Pon honor, it's a blawsted scheme, you know; but I'm jolly sure I'd\nmake a bleddy ass of myself.  I cawn't act, you know.\"\n\nThe ninny!  You know he thinks Gray really can.\n\nBut Obermuller explained to him that he needn't act--just be himself\nout behind the wings, and lo!  Lord Harold was \"chawmed.\"\n\nAnd Gray?\n\nWhy, she gave in at last; pretended to, anyway--sliding out of the\nCharity sketch, and rehearsing the thing with him, and all that.\nAnd--and do you know what she did, Mag?  (Nance Olden may be pretty\nmean, but she wouldn't do a trick like that.) She waited till ten\nminutes before time for the thing to be put on and then threw a fit.\n\n\"She's so ill, her delicate Ladyship!  So ill she just can't go on this\nevening!  Wonder how long she thinks such an excuse will keep Lord\nHarold off when I want him on!\" growled Obermuller, throwing her note\nover to me.  He'd have liked to throw it at me if it'd been heavy\nenough to hurt; he was so thumping mad.\n\nYou see, there it was on the program:\n\nTHE CLEVER SKETCH ENTITLED\n\nTHEATRICAL ARISTOCRACY.\n\n  The Duke of Portmanteau ....  Lord Harold Gray.\n  The Duchess ................  Lady Gray.\n\nThe celebrated Gray jewels, including the great Rose Diamond, will be\nworn by Lady Gray in this number.\n\n*  *  *  *  *  *  *  *  *  *\n\nNo wonder Obermuller was raging.  I looked at him.  You don't like to\ntackle a fellow like that when he's dancing hot.  And yet you ache to\nhelp him and--yes, yourself.\n\n\"Lord Harold's here yet, and the jewels?\" I asked.\n\nHe gave a short nod.  He was thinking.  But so was I.\n\n\"Then all he wants is a Lady?\"\n\n\"That's all,\" he said sarcastically.\n\n\"Well, what's the matter with me?\"\n\nHe gasped.\n\n\"There's nothing the matter with your nerve, Olden.\"\n\n\"Thank you, so much.\"  It was the way Gray says it when she tries to\nhave an English accent.  \"Dress me up, Fred Obermuller, in Gray's new\nsilk gown and the Gray jewels, and you'd never--\"\n\n\"I'd never set eyes on you again.\"\n\n\"You'd never know, if you were in the audience, that it wasn't Gray\nherself.  I can take her off to the life, and if the prompter'll stand\nby--\"\n\nHe looked at me for a full minute.\n\n\"Try it, Olden,\" he said.\n\nI did.  I flew to Gray's dressing-room.  She'd gone home deathly ill,\nof course.  They gave me the best seamstress in the place. She let out\nthe waist a bit and pulled over the lace to cover it. I got into that\nmass of silk and lace--oh, silk on silk, and Nance Olden inside!  Beryl\nBlackburn did my hair, and Grace Weston put on my slippers.  Topham,\nhimself, hung me with those gorgeous shining diamonds and pearls and\nemeralds, till I felt like an idol loaded with booty.  There were so\nmany standing round me, rigging me up, that I didn't get a glimpse of\nthe mirror till the second before Ginger called me.  But in that\nsecond--in that second, Mag Monahan, I saw a fairy with blazing cheeks\nand shining eyes, with a diamond coronet in her brown hair, puffed\nhigh, and pearls on her bare neck and arms, and emeralds over the\nwaist, and rubies and pearls on her fingers, and sprays of diamonds\nlike frost on the lace of her skirt, and diamond buckles on her very\nslippers, and the rose diamond, like a sun, outshining all the rest;\nand--and, Mag, it was me!\n\nHow did it go?  Well, wouldn't it make you think you were a Lady, sure\nenough, if you couldn't move without that lace train billowing after\nyou; without being dazzled with diamond-shine; without a truly Lord\ntagging after you?\n\nHe kept his head, Lord Harold did--even if it is a mutton-head. That\nhelped me at first.  He was so cold, so stupid, so slow, so\ngood-tempered--so just himself.  And after the first plunge--\n\nI tell you, Mag Monahan, there's one thing that's stronger than wine to\na woman--it's being beautiful.  Oh!  And I was beautiful. I knew it\nbefore I got that quick hush, with the full applause after it.  And\nbecause I was beautiful, I got saucy, and then calm, and then I caught\nFred Obermuller's voice--he had taken the book from the prompter and\nstood there himself--and after that it was easy sailing.\n\nHe was there yet when the act was over, and I trailed out, followed by\nmy Lord.  He let the prompt-book fall from his hands and reached them\nboth out to me.\n\nI flirted my jeweled fan at him and swept him a courtesy.\n\nCool?  No, I wasn't.  Not a bit of it.  He was daffy with the sight of\nme in all that glory, and I knew it.\n\n\"Nance,\" he whispered, \"you wonderful girl, if I didn't know about that\nlittle thief up at the Bronsonia I'd--I'd marry you alive, just for the\nfun of piling pretty things on you.\"\n\n\"The deuce you would!\"  I sailed past him, with Topham and my Lord in\nmy wake.\n\nThey didn't leave me till they'd stripped me clean.  I felt like a\nChristmas tree the day after.  But, somehow, I didn't care.\n\n\n\nVIII.\n\nIs that you, Mag?  Well, it's about time you came home to look after\nme.  Fine chaperon you make, Miss Monahan!  Why, didn't I tell you the\nvery day we took this flat what a chaperon was, and that you'd have to\nbe mine?  Imagine Nancy Olden without a chaperon--Shocking!\n\nNo, 'tisn't late.  Sit down, Maggie, there, and let me get the stool\nand talk to you.  Think of us two--Cruelty girls, both of us--two mangy\nkittens deserted by the old cats in a city's alleys, and left mewing\nwith cold and hunger and dirt, out in the wet--think of us two in our\nown flat, Mag!\n\nI say, it makes me proud of us!  There are times when I look at every\nstick of furniture we own, and I try to pretend to it all that I'm used\nto a decent roof over my head, and a dining-room, kitchen, parlor,\nbedroom and bath.  Oh, and I forgot the telephone the other tenant left\nhere till its lease is up.  But at other times I stand here in the\nmiddle of it and cry out to it, in my heart:\n\n\"Look at me, Nancy Olden, a householder, a rent-payer, the head of the\nfamily, even if it's only a family of two and the other one Mag!  Look\nat me, with my name in the directory, a-paying milk bills and meat\nbills and bread bills!  Look at me with a place of my own, where\nnobody's right's greater than my own; where no one has a right but me\nand Mag; a place where--where there's nothing to hide from the police!\"\n\nThere's the rub, Mag, as Hamlet says--(I went to see it the other\nnight, so that I could take off the Ophelia--she used to be a good\nmimic herself, before she tried to be a leading lady.) It spoils you,\nthis sense of safeness that goes with the honesty graft.  You lose the\nquickness of the hunter and the nerve of the hunted.  And--worse--you\nlose your taste for the old risky life. You grow proud and fat, and you\nlove every stick in the dear, quiet little place that's your home--your\nown home.  You love it so that you'd be ashamed to sneak round where it\ncould see you--you who'd always walked upright before it with the step\nof the mistress; with nothing in the world to be ashamed of; nothing to\nprevent your staring each honest dish-pan in the face!\n\nAnd, Mag, you try--if you're me--to fit Tom Dorgan in here--Tom Dorgan\nin stripes and savage sulks still--all these months--kept away from the\nworld, even the world behind bars!  Maggie, don't you wish Tom was a\nventriloquist or--or an acrobat or--but this isn't what I had to tell\nyou.\n\nDo you know what a society entertainer is, Miss Monahan?  No? Well,\nlook at me.  Yes, I'm one.  Miss Nance Olden, whose services are worth\nfifty dollars a night--at least, they were one night.\n\nGinger brought me the note that made me a society entertainer.  It was\nfrom a Mrs. Paul B. Gates, who had been \"charmed by your clever\nimpersonations, Miss Olden, and write to know if you have the leisure\nto entertain some friends at my house on Thursday of this week.\"\n\nHad I the leisure--well, rather!  I showed the note to Gray, just to\nmake her jealous.  (Oh, yes, she goes on all right in the act with Lord\nHarold every night.  Catch her letting me wear those things of hers\ntwice!) Well, she just turned up her nose.\n\n\"Of course, you won't accept?\" she said.\n\n\"Of course, I will.\"\n\n\"Oh!  I only thought you'd feel as I should about appearing before a\nlot of snobs, who'll treat you like a servant and--\"\n\n\"Who'll do nothing of the sort and who'll pay you well for it,\" put in\nObermuller.  He had come up and was reading the note I had handed to\nhim.  \"You just say yes, Nance,\" he went on, after Gray had bounced of\nto her dressing-room.  \"It isn't such a bad graft and--and this is just\nbetween us two, mind--that little beggar, Tausig, has begun his tricks\nsince you turned his offer down.  They can make things hot for me, and\nif they do, it won't be so bad for you to go in for this sort of\nthing--unless you go over to the Trust--\"\n\nI shook my head.\n\n\"Well, this thing will be an ad for you, besides,--if the papers can be\ngot to notice it.  They're coy with their notices, confound them, since\nTausig let them know that big Trust ads don't appear in the same papers\nthat boom anti-Trust shows!\"\n\n\"How long are you going to stand it, Mr. O?\"\n\n\"Just as long as I can't help myself; not a minute longer.\"\n\n\"There ought to be a way--some way--\"\n\n\"Yes, there ought, but there isn't.  They've got things down to a fine\npoint, and the fellow they don't fear has got to fear them.... I'll put\nyour number early to-night, so that you can get off by nine.  Good\nluck, Nance.\"\n\nAt nine, then, behold Nancy Olden in her white muslin dress,\nlong-sleeved and high-necked, and just to her shoe-tops, with a big\nwhite muslin sash around her waist.  Oh, she's no baby, is Nance, but\nshe looks like one in this rig with her short hair--or rather, like a\nschool-girl; which makes the stunts she does in mimicking the corkers\nof the profession all the more surprising.\n\n\"We're just a little party,\" said Mrs. Paul Gates, coming into the\nbedroom where I was taking of my wraps.  \"And I'm so glad you could\ncome, for my principal guest, Mr. Latimer, is an invalid, who used to\nlove the theaters, but hasn't been to one since his attack many years\nago.  I count on your giving him, in a way, a condensed history in\naction of what is going on on the stage.\"\n\nI told her I would.  But I didn't just know what I was saying. Think of\nLatimer there, Maggie, and think of our last meeting!  It made me\ntremble.  Not that I fancied for a moment he'd betray me. The man that\nhelps you twice don't hurt you the third time.  No, it wasn't that; it\nwas only that I longed to do well--well before him, so that--\n\nAnd then I found myself in an alcove off the parlors, separated from\nthem by heavy curtains.  It was such a pretty little red bower.  Right\nbehind me was the red of the Turkish drapery of a cozy corner, and just\nas I took my place under the great chandelier, the servants pulled the\ncurtains apart and the lights went out in the parlors.\n\nIn that minute I got it, Mag--yes, stage fright.  Got it bad. I suppose\nit was coming to me, but Lordy!  I hadn't ever known before what it\nwas.  I could see the black of the men's clothes in the long parlors in\nfront of me, and the white of the women's necks and arms.  There were\nsoft ends of talk trailing after the first silence, and everything was\nso strange that I seemed to hear two men's voices which sounded\nfamiliar--Latimer's silken voice, and another, a heavy, coarse bass,\nthat was the last to be quieted.\n\nI fancied that when that last voice should stop I could begin, but all\nat once my mind seemed to turn a somersault, and, instead of looking\nout upon them, I seemed to be looking in on myself--to see a\nwhite-faced little girl in a white dress, standing alone under a blaze\nof light in a glare of red, gazing fearfully at this queer, new\naudience.\n\nFail?  Me?  Not Nancy, Maggie.  I just took me by the shoulders.\n\n\"Nancy Olden, you little thief!\" I cried to me inside of me. \"How dare\nyou!  I'd rather you'd steal the silver on this woman's dressing-table\nthan cheat her out of what she expects and what's coming to her.\"\n\nNance really didn't dare.  So she began.\n\nThe first one was bad.  I gave 'em Duse's Francesca.  You've never\nheard the wailing music in that woman's voice when she says:\n\n  \"There is no escape, Smaragdi.\n        You have said it;\n    The shadow is a glass to me, and God\n        Lets me be lost.\"\n\n\nI gave them Duse just to show them how swell I was myself; which shows\nwhat a ninny I was.  The thing the world loves is the opposite of what\nit is.  The pat-pat-pat of their gloves came in to me when I got\nthrough.  They were too polite to hiss.  But it wasn't necessary.  I\nwas hissing myself.  Inside of me there was a long, nasty hiss-ss-ss!\n\nI couldn't bear it.  I couldn't bear to be a failure with Latimer\nlistening, though out there in that queer half-light I couldn't see him\nat all, but could only make out the couch where I knew he must be lying.\n\nI just jumped into something else to retrieve myself.  I can do\nCarter's Du Barry to the Queen's taste, Maggie.  That rotten voice of\nhers, like Mother Douty's, but stronger and surer; that rocky old face\npretending to look young and beautiful inside that talented red hair of\nhers; that whining \"Denny!  Denny!\" she squawks out every other minute.\nOh, I can do Du Barry all right!\n\nThey thought I could, too, those black and white shadows out there on\nthe other side of the velvet curtains.  But I cared less for what they\nthought than for the fact that I had drowned that sputtering hiss-ss-ss\ninside of me, and that Latimer was among them.\n\nI gave them Warfield, then; I was always good at taking off the\nsheenies in the alley behind the Cruelty--remember?  I gave them that\nlittle pinch-nosed Maude Adams, and dry, corking little Mrs. Fiske, and\nHenry Miller when he smooths down his white breeches lovingly and sings\nSally in our Alley, and strutting old Mansfield, and--\n\nSay, isn't it funny, Mag, that I've seen 'em all and know all they can\ndo?  They've been my college education, that crowd.  Not a bad one,\neither, when you come to think of what I wanted from it.\n\nThey pulled the curtains down at the end and I went back to the\nbedroom.  I had my hat and jacket on when Mrs. Gates and some of the\nyounger ladies came to see me there, but I caught no glimpse of\nLatimer.  You'd think--wouldn't you--that he'd have made an opportunity\nto say just one nice word to me in that easy, soft voice of his?  I\ntried to believe that perhaps he hadn't really seen me, lying down, as\nhe must have been, or that he hadn't recognized me, but I knew that I\ncouldn't make myself believe that; and the lack of just that word from\nhim spoiled all my satisfaction with myself, and I walked out with Mrs.\nGates through the hall and past the dining-room feeling as hurt as\nthough I'd deserved that a man like Latimer should notice me.\n\nThe dining-room was all lighted, but empty--the colored, shaded\ncandlesticks glowing down on the cut glass and silver, on delicate\nchina and flowers.  The ladies and gentlemen hadn't come out to supper\nyet; at least, only one was there.  He was standing with his back to\nme, before the sideboard, pouring out a glass of something from a\ndecanter.  He turned at the rustle of my starched skirt, and, as I\npassed the door, he saw me.  I saw him, too, and hurried away.\n\nYes, I knew him.  Just you wait.\n\nI got home here earlier than I'd expected, and I'd just got off my hat\nand jacket and put away that snug little check when there came a ring\nat the bell.\n\nI thought it was you, Mag--that you'd forgotten your key.  I was so\nsure of it that I pulled the door open wide with a flourish and--\n\nAnd admitted--Edward!\n\nYes, Edward, husband of the Dowager.  The same red-faced, big-necked\nold fellow, husky-voiced with whisky now, just as he was before.  He\nmust have been keeping it up steadily ever since the day out in the\ncountry when Tom lifted his watch.  It'll take more than one lost watch\nto cure Edward.\n\n\"I--followed you home, Miss Murieson,\" he said, grabbing me by the hand\nand pushing the door closed behind him.  \"Or is it Miss Murieson?\nWhich is your stage name, and which your real one?  And have you really\nlearned to remember it?  For my part, any old name will smell as sweet,\nnow that I'm close to the rose.\"\n\nI jerked my hand away from him.\n\n\"I didn't ask you to call,\" I said, haughty as the Dowager herself was\nwhen first I saw her in her gorgeous parlor, the Bishop's card in her\nhand.\n\n\"No, I noticed that,\" he roared jovially.  \"You skinned out the front\ndoor the moment you saw me.  All that was left to me was to skin after.\"\n\n\"Why?\"\n\n\"Why!\"  He slapped his leg as though he'd heard the best joke in the\nworld.  \"To renew our acquaintance, of course.  To ask you if you\nwouldn't like me to buy you a red coat and hat like the one you left\nbehind you that day over in Philadelphia, when you cut your visit so\nshort.  To insist upon my privilege of relationship. To call that wink\nyou gave me in the hall that day, you little devil.  Now, don't look at\nme like that.  I say, let's be friends; won't you?\"\n\n\"Not for a red coat trimmed with chinchilla,\" I cried.\n\nHe got between me and the door.\n\n\"Prices gone up?\" he inquired pleasantly.  \"Who's bulling the stock?\"\n\n\"Never you mind, so long as his name isn't Ramsay.\"\n\n\"But why shouldn't his name be Ramsay?\" he cooed.\n\n\"Just because it isn't.  I'm expecting a friend.  Hadn't you better go\nhome to Mrs. Dowager Diamonds?\"\n\n\"Bully!  Is that what you call her?  No, I'll stay and meet your\nfriend.\"\n\n\"Better not.\"\n\n\"Oh, I'm not afraid.  Does he know as much about you as I do?\"\n\n\"More.\"\n\n\"About your weakness for other girls' coats?\"\n\n\"Yes.\"\n\nYou do know it all, don't you?  And yet you care for me, Maggie Monahan!\n\nI retreated before him into the dining-room.  What in the world to do\nto get rid of him!\n\n\"I think you'd better go home, Mr. Ramsay,\" I said again, decidedly.\n\"If you don't, I'll have to call the janitor to put you out.\"\n\n\"Call, sweetheart.  He'll put you out with me; for I'll tell him a\nthing or two about you, and we'll go and find a better place than this.\nStock can't be quoted so high, after all, if this is the best\nprospectus your friend can put up....  Why don't you call?\"\n\nI looked at him.  I was thinking.\n\n\"Well?\" he demanded.\n\n\"I've changed my mind.\"\n\nOh, Mag, Mag, did you ever see the man--ugly as a cannibal he may be\nand old as the cannibal's great-grandfather--that couldn't be persuaded\nhe was a lady-killer?\n\nHis manner changed altogether.  He plumped down on the lounge and\npatted the place beside him invitingly, giving me a wink that was\ndeadly.\n\n\"But, Mrs. Dowager!\" I exclaimed coquettishly.\n\n\"Oh, that's all right, little one!  She hasn't even missed me yet.\nWhen she's playing Bridge she forgets even to be jealous.\"\n\n\"Playing Bridge,\" I murmured sweetly, \"'way off in Philadelphia, while\nyou, you naughty man--\"\n\nOh, he loved that!\n\n\"Not so naughty as--as I'd like to be,\" he bellowed, heavily witty.\n\"And she isn't 'way off in Philadelphia either.  She's just round the\ncorner at Mrs. Gates', and--what's the matter?\"\n\n\"Nothing--nothing.  Did she recognize me?\"\n\n\"Oh, that's what scared you, is it?  She didn't recognize you. Neither\ndid I, till I got that second glimpse of you with your hat and jacket\non.  But even if she had--ho!  ho!  ho!  I say; do you know, you\ncouldn't convince the Bishop and Henrietta, if you'd talk till\ndoomsday, that that red coat and hat we advertised weren't taken by a\nlittle girl that was daffy.  Fact; I swear it! They admit you took the\ncoat, you little witch, but it was when you were out of your mind--of\ncourse--of course!  'The very fact that she left the coat behind her\nand took nothing else from the house shows a mind diseased,' insisted\nHenrietta.  Of course--of course!  'And her coming for no reason at all\nto your house,' adds the Bishop....  Say, what was the reason?\"\n\nMaggie, I'll tell you a hard thing: it isn't when people think worse of\nyou than you are, but better, that you feel most uncomfortable.  I got\npale and sick inside of me at the thought of my poor little Bishop.  I\nloved him for believing me straight and--\n\n\"I've been dying of curiosity to know what was in your wise little head\nthat day,\" he went on.  \"Oh, it was wise all right; that wink you gave\nme was perfectly sane; there was method in that madness of yours.\"\n\n\"I will tell you, Mr. Ramsay,\" I said sweetly, \"at supper.\"\n\n\"Supper!\"\n\n\"Yes, the supper you're going to get for me.\"\n\nHis bellowing laughter filled the place.  Maggie, our little flat and\nour few things don't go well with sounds like that.\n\n\"Oh, you're all alike, you women!\" he roared.  \"All right, supper it\nis.  Where shall we go--Rector's?\"\n\nI pouted.\n\n\"It's so much more cozy right here,\" I said.  \"I'll telephone. There's\nBrophy's, just round the corner, and they send in the loveliest things.\"\n\n\"Oh, they do!  Well, tell 'em to begin sending.\"\n\nI thought he'd follow me out in the hall to the 'phone, but he was\nhaving some trouble in pulling out his purse--to count out his money, I\nsuppose.  I got Central and asked for the number.  Oh, yes, I knew it\nall right; I had called up that same number once, already, to-day.\nBrophy's?  Why, Maggie Monahan, you ought to know there's no Brophy's.\nAt least none that I ever heard about.\n\nWith my hand over the mouthpiece, so that nobody heard but Edward, I\nordered a supper fit for a king--or a chorus girl!  What didn't I\norder!  Champagne, broiled lobster, crab meat, stuffed pimentoes,\nkirschkaffee--everything I'd ever heard Beryl Blackburn tell about.\n\n\"Say, say,\" interrupted Edward, coming out after me.  \"That's enough of\nthat stuff.  Tell him to send in a Scotch and soda and--what--\"\n\nFor at that moment the connection was made and I cut in sweetly with:\n\n\"Mrs. Edward Ramsay?--just a minute.\"\n\nMag, you should have seen the man's face!  It was red, it was white; it\nwas furious, it was frightened.\n\nI put my hand a moment over the mouthpiece and turned on him then.\n\"I've got her on the 'phone at Mrs. Gates' house.  Shall I tell your\nwife where you are, Edward?  ...  Just a moment, Mrs. Ramsay, hold the\nwire; some one wants to speak with you.\"\n\n\"You little devil!\"  His voice was thick with rage.\n\n\"Yes, you called me that some time ago, but not in that tone. Quick,\nnow--the door or ...  Waiting, Mrs. Ramsay?\"\n\nHe moved toward the door.\n\n\"How'll I know you won't tell her when I'm gone?\" he growled.\n\n\"Merely by my saying that I won't,\" I answered curtly.  \"You're in no\nposition to dictate terms; I am.\"\n\nBut I could, without leaving the 'phone, latch the chain on the door\nbehind him, leaving it half open.  So he must have heard the rest.\n\n\"Yes, Mrs. Ramsay, waiting?\" I croaked like the driest kind of\nhello-girl.  \"I was mistaken.  It was a message left to be delivered to\nyou--not some one wanting to speak with you.  Who am I?  Why, this is\nCentral.  Here is the message: 'Will be with you in half an hour.'\nSigned 'Edward.' ... Yes, that's right.  Thank you.  Good night.\"\n\nI hung up, gave the door a touch that shut it in his face and went back\ninto the dining-room to throw open the windows.  The place smelled of\nalcohol; the moral atmosphere left behind by that bad old man sickened\nme.\n\nI leaned out and looked at the stars and tried to think of something\nsweet and wholesome and strengthening.\n\n\"Ah, Nance,\" I cried to myself with a sob--I had pretended to take it\nlightly enough when he was here, but now--\"if you had heard of a girl\nwho, like yourself this evening, unexpectedly met two men she had\nknown, and the good man ignored her and the bad one followed her--oh,\nNancy--what sort of girl would you think she was at heart?  What sort\nof hope could you imagine her treasuring for her own future?  And what\nsort of significance would you attach to--\"\n\nAnd just then the bell rang again.\n\nThis time I was sure it was you.  And, O Maggie, I ran to the door\neager for the touch of your hand and the look in your eyes.  I was\nafraid to be alone with my own thoughts.  I was afraid of the\nconclusion to which they were leading me.  Maggie, if ever a girl\nneeded comfort and encouragement and heartening, I did then.\n\nAnd I got it, dear.\n\nFor there was a man at the door, with a great basket of azaleas--pale,\npink earth-stars they are, the sweet, innocent things--and a letter for\nme.  Here it is.  Let me read it to you.\n\n\"My dear Miss Omar:\n\nOnce on a time there was a Luckless Pot, marred in the making, that had\nthe luck to be of service to a Pipkin.\n\nIt was a saucy Pipkin, though a very winning one, and it had all the\nhealth and strength the poor Pot lacked--physically. Morally--morally,\nthat young Pipkin was in a most unwholesome condition.  Already its\nfair, smooth surface was scratched and fouled.  It was unmindful of the\ntreasure of good it contained, and its responsibility to keep that good\nintact.  And it seemed destined to crash itself to pieces among pots of\nbaser metal.\n\nWhat the Luckless Pot did was little--being ignorant of the art by\nwhich diamonds may be attained easily and honestly--but it gave the\nlittle Pipkin a chance.\n\nWhat the Pipkin did with that chance the Pot learned to-night, with\nsuch pleasure and satisfaction as made it impossible for him not to\nshare it with her.  So while he sent Burnett out to the conservatory to\ncut azaleas, he wrote her a note to try to convey to her what he felt\nwhen, in that nicely polished, neatly decorated and self-respecting\nVessel on exhibition in Mrs. Gates' red room, he recognized the poor\nlittle Pipkin of other days.\n\nThe Pot, as you know, was a sort of stranded bit of clay that had never\nfilled the use for which pots are created.  He had little human to\ninterest him.  The fate of the Pipkin, therefore, he had often pondered\non; and, in spite of improbabilities, had had faith in a certain\nquality of brave sincerity the little thing showed; a quality that\nshone through acquired faults like a star in a murky sky.\n\nThis justification of his faith in the Pipkin may seem a small matter\nto make so much of.  And yet the Pot--that sleeps not well o' nights,\nas is the case with damaged pots--will take to bed with him to-night a\npretty, pleasant thought due just to this.\n\nBut do not think the Pot an idealist.  If he were, he might have been\ntempted to mistake the Pipkin for a statelier, more pretentious\nVessel--a Vase, say, all graceful curves and embossed sides, but\nshallow, perhaps, possibly lacking breadth.  No, the Pipkin is a\npipkin, made of common clay--even though it has the uncommon sweetness\nand strength to overcome the tendencies of clay--and fashioned for\nthose common uses of life, deprivation of which to anything that comes\nfrom the Potter's hands is the most enduring, the most uncommon sorrow.\n\nO pretty little Pipkin, thank the Potter, who made you as you are, as\nyou will be--a thing that can cheer and stay men's souls by ministering\nto the human needs of them.  For you, be sure, the Potter's 'a good\nfellow and 'twill all be well.'\n\nFor the Pot--he sails shortly, or rather, he is to be carted abroad by\nsome optimistic friends whose hopes he does not share--to a celebrated\nrepair shop for damaged pots.  Whether he shall return, patched and\nmended into temporary semblance of a useful Vessel; whether he shall\ncontinue to be merely the same old Luckless Pot, or whether he shall\nreturn at all, O Pipkin, does not matter much.\n\nBut it has been well that, before we two behind the veil had passed, we\nmet again, and you left me such a fragrant memory.\n\nLATIMER.\"\n\n*  *  *  *  *  *  *  *  *  *\n\n\nO Maggie, Maggie, some day I hope to see that man and tell him how\nsorely the Pipkin needed the Pot's letter!\n\n\n\nIX.\n\nIt's all come so quick, Maggie, and it was over so soon that I hardly\nremember the beginning.\n\nNobody on earth could have expected it less than I, when I came off in\nthe afternoon.  I don't know what I was thinking of as I came into my\ndressing-room, that used to be Gray's--the sight of him seemed to cut\nme off from myself as with a knife--but it wasn't of him.\n\nIt may have been that I was chuckling to myself at the thought of Nancy\nOlden with a dressing-room all to herself.  I can't ever quite get used\nto that, you know, though I sail around there with all the airs of the\nleading lady.  Sometimes I see a twinkle in Fred Obermuller's eye when\nI catch him watching me, and goodness knows he's been glum enough of\nlate, but it wasn't--\n\nYes, I'm going to tell you, but--it's rattled me a bit, Maggie. I'm\nso--so sorry, and a little--oh, just a little, little bit glad!\n\nI'd slammed the door behind me--the old place is out of repair and the\ndoor won't shut except with a bang--and I had just squatted down on the\nfloor to unbutton my high shoes, when I noticed the chintz curtains in\nfront of the high dressing-box waver.  They must have moved just like\nthat when I was behind them months--it seems years--ago.  But, you see,\nTopham had never served an apprenticeship behind curtains, so he didn't\nsuspect.\n\n\"Lordy, Nancy,\" I laughed to myself, \"some one thinks you've got a rose\ndiamond and--\"\n\nAnd at that moment he parted the curtains and came out.\n\nYes--Tom--Tom Dorgan.\n\nMy heart came beating up to my throat and then, just as I thought I\nshould choke, it slid down to my boots, sickening me.  I didn't say a\nword.  I sat there, my foot in my lap, staring at him.\n\nOh, Maggie-girl, it isn't good to get your first glimpse after all\nthese months of the man you love crouched like a big bull in a small\nspace, poking his close-cropped black head out like a turtle that's not\nsure something won't be thrown at it, and then dragging his big bulk\nout and standing over you.  He used to be trim--Tom--and taut, but in\nthose shapeless things, the old trousers, the dirty white shirt, and\nthe vest too big for him--\n\n\"Well,\" he said, \"why don't you say something?\"\n\nTom's voice--Mag, do you remember, the merry Irish boy's voice, with\nits chuckles like a brook gurgling as it runs?\n\nNo--'tisn't the same voice.  It's--it's changed, Maggie.  It's heavy\nand--and coarse--and--brutal.  That's what it is.  It sounds like--like\nthe knout, like--\n\n\"Nance--what in hell's--\"\n\n\"I think I'm--frightened, Tom.\"\n\n\"Oh, the ladyfied airs of her!  Ain't you going to faint, Miss Olden?\"\n\nI got up.\n\n\"No--no.  Sit down, Tom.  Tell me about it.  How--how did you get here?\"\n\nHe went to the door, opened it a bit and looked out cautiously.\nMag--Mag--it hurt me--that.  Why, do you suppose?\n\n\"You're sure nobody'll come in?\" he asked.\n\nI turned the key in the lock, forgetting that it didn't really lock.\n\n\"Oh, yes, I'm sure,\" I said.  \"Why?\"\n\n\"Why!  You have got slow.  Just because I didn't say good-by to them\nfellows up at the Pen, and--\"\n\n\"Oh!  You've escaped!\"\n\n\"That's what.  First jail-break in fifteen years.  What d'ye think of\nyour Tommy, old girl, eh?  Ain't he the gamest?  Ain't you proud of\nhim?\"\n\nMy God, Mag!  Proud of him.  He didn't know--he couldn't see--himself.\nHe, shut in like a wild beast, couldn't see what this year has done for\nhim.  Oh, the change--the change in him!  My boy Tommy, with the gay,\ngallus manner, and the pretty, jolly brogue, and the laughing mouth\nunder his brown mustache.  And this man--his face is old, Mag,\nold--oh!--and hard--and--and tough, cheap and tough.  There's something\nin his eyes now and about his shaven mouth--oh, Maggie, Maggie!\n\n\"Look here, Nance.\"  He caught me by the shoulders, knocking up my chin\nso that he could look down squarely at me.  \"What's your graft?  What's\nit to be between us?  What've ye been doing all this time?  Out with\nit!  I want to know.\"\n\nI shook myself free and faced him.\n\n\"I've been--Tom Dorgan, I've been to hear the greatest actors and\nactresses in the world say and do the finest things in the world.  I've\nwatched princesses and kings--even if they're only stage ones.  I've\nread a new book every night--a great picture book, in which the\npictures move and speak--that's the stage, Tom Dorgan.  Much of it\nwasn't true, but a girl who's been brought up by the Cruelty doesn't\nhave to be told what's true and what's false.  I've met these people\nand lived with them--as one does who thinks the same thoughts and feels\nwhat others feel.  I know the world now, Tom Dorgan, the real world of\nmen and women--not the little world of crooks, nor yet the littler one\nof fairy stories. I've got a glimpse, too, of that other world where\nall the scheming and lying and cheating is changed as if by magic into\nsomething that deceives all right, but doesn't hurt.  It's the world of\nart and artists, Tom Dorgan, where people paint their lies, or write\nthem, or act them; where they lift money all right from men's pockets,\nbut lift their souls and their lives, too, away from the things that\ntrouble and bore and--and degrade.\n\n\"You needn't sneer; it's made a different Nance out of me, Tom Dorgan.\nAnd, oh, but I'm sorry for the pert little beggar we both knew that\nlied and stole and hid and ran and skulked!  She was like a poor little\nignorant traveler in a great country where she'd sized up the world\nfrom the few fool crooks she was thrown in with.  She--\"\n\n\"Aw, cut it!\"\n\n\"Tom--does--doesn't it mean anything to you?  Can't it mean lots to\nboth of us now that--\"\n\n\"Cut it, I tell you!  Think I killed one guard and beat the other till\nI'd broke every bone in his body to come here and listen to such guff?\nYou've been having a high old time, eh, and you never give a thought to\nme up there!  I might 'a' rotted in that black hole for all you'd care,\nyou--\"\n\n\"Don't!  I did, Tom; I did.\"  I was shivering at the name, but I\ncouldn't bear his thinking that way of me.  \"I went up once, but they\nwouldn't let me see you.  I wrote you, but they sent back the letters.\nMag went up, too, but had to come back.  And that time I brought you--\"\n\nMy voice trailed off.  In that minute I saw myself on the way up to\nSing Sing with the basket and all my hopes and all my schemes for\namusing him.\n\nAnd this is what I'd have seen if they'd let me in--this big, gruff,\nmurdering beast!\n\nOh, yes--yes--beast is what he is, and it didn't make him look it less\nthat he believed me and--and began to think of me in a different way.\n\n\"I thought you wouldn't go back on a feller, Nance.  That's why I come\nstraight to you.  It was my game to have you hide me for a day or two,\ntill you could make a strike somewhere and we'd light out together.\nHow're ye fixed?  Pretty smart, eh?  You look it, my girl, you look--My\neye, Nance, you look good enough to eat, and I'm hungry for you!\"\n\nMaggie, if I'd had to die for it I couldn't have moved then. You'd\nthink a man would know when the woman he's holding in his arms is\nfainting--sick at the touch of him.  A woman would.  It wasn't my Tom\nthat I'd known, that I'd worked with and played with and--It was a\ngreat brute, whose mouth--who had no eyes, no ears, no senses but--ah!...\n\nHe laughed when I broke away from him at last.  He laughed!  And I knew\nthen I'd have to tell him straight in words.\n\n\"Tom,\" I gasped, \"you can have all I've got; and it's plenty to get you\nout of the way.  But--but you can't have--me--any more. That's--done!\"\n\nOh, the beast in his face!  It must have looked like that when the\nguard got his last glimpse of it.\n\n\"You're kiddin' me?\" he growled.\n\nI shook my head.\n\nThen he ripped it out.  Said the worst he could and ended with a curse!\nThe blood boiled in me.  The old Nance never stood that; she used to\nsneer at other women who did.\n\n\"Get out of here!\" I cried.  \"Go--go, Tom Dorgan.  I'll send every cent\nI've got to you to Mother Douty's within two hours, but don't you\ndare--\"\n\n\"Don't YOU dare, you she-devil!  Just make up your mind to drop these\nnewfangled airs, and mighty quick.  I tell you you'll come with me\n'cause I need you and I want you, and I want you now.  And I'll keep\nyou when once I get you again.  We'll hang together.  No more o' this\none-sided lay-out for me, where you get all the soft and it's me for\nthe hard.  You belong to me.  Yes, you do.  Just think back a bit,\nNance Olden, and remember the kind of customer I am.  If you've forgot,\njust let me remind you that what I know would put you behind bars, my\nlady, and it shall, I swear, if I've got to go to the Chair for it!\"\n\nTom!  It was Tom talking that way to me.  I couldn't bear it. I made a\nrush for the door.\n\nHe got there, too, and catching me by the shoulder, he lifted his fist.\n\nBut it never fell, Mag.  I think I could kill a man who struck me. But\njust as I shut my eyes and shivered away from him, while I waited for\nthe blow, a knock came at the door and Fred Obermuller walked in.\n\n\"Eh?  Oh!  Excuse me.  I didn't know there was anybody else.  Nance,\nyour face is ghastly.  What's up?\" he said sharply.\n\nHe looked from me to Tom--Tom, standing off there ready to spring on\nhim, to dart past him, to fly out of the window--ready for anything;\nonly waiting to know what the thing was to be.\n\nMy senses came back to me then.  The sight of Obermuller, with those\nkeen, quick eyes behind his glasses, his strong, square chin, and the\nwhole poise of his head and body that makes men wait to hear what he\nhas to say; the knowledge that that man was my friend, mine--Nancy\nOlden's--lifted me out of the mud I'd sunk back in, and put my feet\nagain on a level with his.\n\n\"Tom,\" I said slowly, \"Mr. Obermuller is a friend of mine. No--listen!\nWhat we've been talking about is settled.  Don't bring it up again.  It\ndoesn't interest him and it can't change me; I swear to you, it can't;\nnothing can.  I'm going to ask Mr. Obermuller to help you without\ntelling him just what the scrape is, and--and I'm going to be sure that\nhe'll do it just because he--\"\n\n\"Because you've taken up with him, have you?\" Tom shouted savagely.\n\"Because she's your--\"\n\n\"Tom!\" I cried.\n\n\"Tom--oh, yes, now I remember.\"  Obermuller got between us as he spoke.\n\"Your friend up--in the country that you went to see and couldn't.  Not\na very good-looker, your friend, Nance. But--farming, I suppose,\nMr.--Tom?--plays the deuce with one's looks.  And another thing it\ndoes: it makes a man forget sometimes just how to behave in town.  I'll\nbe charmed, Mr. Tom, to oblige a friend of Miss Olden's; but I must\ninsist that he does not talk like a--farmer.\"\n\nHe was quite close to Tom when he finished, and Tom was glaring up at\nhim.  And, Mag, I didn't know which one I was most afraid for.  Don't\nyou look at me that way, Mag Monahan, and don't you dare to guess\nanything!\n\n\"If you think,\" growled Tom, \"that I'm going to let you get off with\nthe girl, you're mighty--\"\n\n\"Now, I've told you not to say that.  The reason I'll do the thing\nshe's going to ask of me--if it's what I think it is--is because this\ngirl's a plucky little creature with a soul big enough to lift her out\nof the muck you probably helped her into. It's because she's got\nbrains, talent, and a heart.  It's because--well, it's because I feel\nlike it, and she deserves a friend.\"\n\n\"You don't know what she is.\"  It was a snarl from Tom.  \"You don't--\"\n\n\"Oh, yes, I do; you cur!  I know what she was, too.  And I even know\nwhat she will be; but that doesn't concern you.\"\n\n\"The hell it don't!\"\n\nObermuller turned his back on him.  I was dumb and still.  Tom Dorgan\nhad struck me after all.\n\n\"What is it you want me to do, Nance?\" Obermuller asked.\n\n\"Get him away on a steamer--quick,\" I murmured--I couldn't look him in\nthe face--\"without asking why, or what his name is.\"\n\nHe turned to Tom.  \"Well?\"\n\n\"I won't go--not without her.\"\n\n\"Because you're so fond of her, eh?  So fond, your first thought on\nquitting the--country was to come here to get her in trouble. If you've\nbeen traced--\"\n\n\"Ah!  You wouldn't like that, eh?\" sneered Tom.  \"Would you?\"\n\n\"Well, I've had my share of it.  And she ain't.  Still--I ... Just what\nwould it be worth to you to have me out of the way?\"\n\n\"Oh, Tom--Tom--\" I cried.\n\nBut Obermuller got in front of me.\n\n\"It would be worth exactly one dollar and seventy-five cents. I think\nit will amount to about that for cab-hire.  I guess the cars aren't any\ntoo safe for you, or it might be less.  It may amount to something more\nbefore I get you shipped before the mast on the first foreign-bound\nboat.  But what's more important,\" he added, bringing his fist down\nwith a mighty thump on the table, \"you have just ten seconds to make up\nyour mind.  At the end of that time I'll ring for the police.\"\n\n*  *  *  *  *  *  *  *  *  *  *\n\nI went down to the boat to see it sail, Mag, at seven this morning.\nNo, not to say good-by to him.  He didn't know I was there.  It was to\nsay good-by to my old Tommy; the one I loved. Truly I did love him,\nMag, though he never cared for me.  No, he didn't.  Men don't pull down\nthe women they love; I know that now. If Tom Dorgan had ever cared for\nme he wouldn't have made a thief of me.  If he'd cared, the last place\non earth he'd have come to, when he knew the detectives would be on his\ntrack, would have been just the first place he made for.  If he'd\ncared, he--\n\nBut it's done, Mag.  It's all over.  Cheap--that's what he is, this Tom\nDorgan.  Cheaply bad--a cheap bully, cheap-brained.  Remember my\nwishing he'd have been a ventriloquist?  Why, that man that tried to\nsell me to Obermuller hasn't sense enough to be a good scene-shifter.\nOh--\n\nThe firm of Dorgan & Olden is dissolved, Mag.  The retiring partner has\ngone into the theatrical business.  As for Dorgan--the real one, poor\nfellow!  jolly, handsome, big Tom Dorgan--he died. Yes, he died,\nMaggie, and was buried up there in the prison graveyard.  A hard lot\nfor a boy; but it's not the worst thing that can happen to him.  He\nmight become a man; such a man as that fellow that sailed away before\nthe mast this morning.\n\n\n\nX.\n\nThere I was seated in a box all alone--Miss Nancy Olden, by courtesy of\nthe management, come to listen to the leading lady sing coon-songs,\nthat I might add her to my collection of take-offs.\n\nShe's a fat leading lady, very fair and nearly fifty, I guess. But\nshe's got a rollicking, husky voice in her fat throat that's sung the\ndollars down deep into her pockets.  They say she's planted them deeper\nstill--in the foundations of apartment houses--and that now she's the\nrichest roly-poly on the Rialto.\n\nDo you know, Maggie darlin', what I was saying to myself there in the\nbox, while I watched the stage and waited for Obermuller?  He said he'd\ndrop in later, perhaps.\n\n\"Nance,\" I said, \"I kind of fancy that apartment sort of idea myself.\nThey tell you, Nancy, that when you've got the artistic temperament,\nthat that's all you'll ever have.  But there's a chance--one in a\nhundred--for a body to get that temperament mixed with a business\ninstinct.  It doesn't often happen.  But when it does the result\nis--dollars.  It may be, Nance--I shrewdly suspect it is a fact that\nyou've got that marvelous mixture.  Your early successes, Miss Olden,\nin another profession that I needn't name, would encourage the idea\nthat you're not all heart and no head.  I think, Nance, I shall have\nyou mimic the artists during working hours and the business men when\nyou're at play.  I fancy apartment houses.  They appeal to me.  We'll\ncall one 'The Nancy' and another 'Olden Hall' and another...\"\n\n\"What'll I call the third apartment house, Mr. O?\" I asked aloud, as I\nheard the rings on the portiere behind me click.\n\nHe didn't answer.\n\nWithout turning my head I repeated the question. And\nyet--suddenly--before he could have answered, I knew something was\nwrong.\n\nI turned.  And in that moment a man took the seat beside me and another\nstood facing me, with his back against the portieres.\n\n\"Miss Olden?\" the man beside me asked.\n\n\"Yes.\"\n\n\"Nance Olden, the mimic, who entertains at private houses?\"\n\nI nodded.\n\n\"You--you were at Mrs. Paul Gates' just a week ago, and you gave your\nspecialties there?\"\n\n\"Yes--yes, what is it you want?\"\n\nHe was a little man, but very muscular.  I could note the play of his\nmuscles even in the slight motion he made as he turned his body so as\nto get between me and the audience, while he leaned toward me, watching\nme intently with his small, quick, blue eyes.\n\n\"We don't want to make any scene here,\" he said very low.  \"We want to\ndo it up as quietly as we can.  There might be some mistake, you know,\nand then you'd be sorry.  So should we.  I hope you'll be reasonable\nand it'll be all the better for you because--\"\n\n\"What are you talk--what--\" I looked from him to the other fellow\nbehind us.\n\nHe leaned a bit farther forward then, and pulling his coat partly open,\nhe showed me a detective's badge.  And the other man quickly did the\nsame.\n\nI sat back in my chair.  The fat star on the stage, with her big mouth\nand big baby-face, was doing a cake-walk up and down close to the\nfootlights, yelling the chorus of her song.\n\nI'll never mimic that song, Mag, although I can see her and hear it as\nplain as though I'd listened and watched her all my life. But there's\nno fun in it for me.  I hate the very bars the orchestra plays before\nshe begins to sing.  I can't bear even to think of the words.  The\nwhole of it is full of horrible things--it smells of the jail--it looks\nlike stripes--it ...\n\n\"You're not going to faint?\" asked the man, moving closer to me.\n\n\"Me?  I never fainted in my life...  Where is he now--Tom Dorgan?\"\n\n\"Tom Dorgan!\"\n\n\"Yes.  I was sure I saw him sail, but, of course, I was mistaken. He\nhas sent you after me, has he?  I can hardly believe it of\nTom--even--even yet.\"\n\n\"I don't know anything that connects you with Dorgan.  If he was in\nwith you on this, you'd better remember, before you say anything more,\nthat it'll all be used against you.\"\n\nThe curtain had gone down and gone up again.  I was watching the star.\nShe has such a boyish way of nodding her head, instead of bowing, after\nshe waddles out to the center; and every time she wipes her lips with\nher lace handkerchief, as though she'd just taken one of the cocktails\nshe makes in the play with all the skill of a bartender.  I found\nmyself doing the same thing--wiping my lips with that very same\ngesture, as though I had a fat, bare forearm like a rolling-pin--when\nall at once the thought came to me: \"You needn't bother, Nancy.  It's\nall up.  You won't have any use for it all.\"\n\n\"Just what is the charge?\" I asked, turning to the man beside me.\n\n\"Stealing a purse containing three hundred dollars from Mrs. Paul\nGates' house on the night of April twenty-seventh.\"\n\n\"What!\"\n\nIt was Obermuller.  He had pushed the curtains aside; the crashing of\nthe orchestra had prevented our hearing the clatter of the rings.  He\nhad pushed by the man standing there, had come in and--he had heard.\n\n\"Nance!\" he cried.  \"I don't believe a word of it.\"  He turned in his\nquick way to the men.  \"What are your orders?\"\n\n\"To take her to her flat and search it.\"\n\nObermuller came over to me then, and took my hand for a minute.\n\n\"It's a pity they don't know about the Gray rose diamond,\" he\nwhispered, helping me on with my jacket.  \"They'd see how silly this\nlittle three-hundred dollar business is....  Brace up, Nance Olden!\"\n\nOh, Mag, Mag, to hear a man like that talk to you as though you were\nhis kind, when you have the feel of the coarse prison stripes between\nyour dry, shaking fingers, and the close prison smell is already\npoisoning your nostrils!\n\n\"I don't see--\" my voice shook--\"how you can believe--in me.\"\n\n\"Don't you?\" he laughed.  \"That's easy.  You've got brains, Nance, and\nthe most imbecile thing you could do just now, when your foot is\nalready on the ladder, would be just this--to get off in order to pick\nup a trinket out of the mud, when there's a fortune up at the top\nwaiting for you.  Clever people don't do asinine things.  And other\nclever people know that they don't. You're clever, but so am I--in my\nweak, small way.  Come along, little girl.\"\n\nHe pulled my hand in his arm and we walked out, followed by the two men.\n\nOh, no!  It was all very quiet and looked just like a little theater\nparty that had an early supper engagement.  Obermuller nodded to the\nmanager out in the deserted lobby, who stopped us and asked me what I\nthought of the star.\n\nYou'll think me mad, Mag.  Those fellows with the badges were sure I\nwas, but Obermuller's eyes only twinkled, and the manager's grin grew\nbroad when, catching up the end of my skirt and cake-walking up and\ndown, I sang under my breath that coon-song that was trailing over and\nover through my head.\n\n\"Bravo!  bravo!\" whispered the manager, hoarsely, clapping his hands\nsoftly.\n\nI gave one of those quick, funny, boyish nods the star inside affects\nand wiped my lips with my handkerchief.\n\nThat brought down my house.  Even the biggest fellow with the badge\ngiggled recognizingly, and then put his hand quickly in front of his\nmouth and tried to look severe and official.\n\nThe color had come back to Obermuller's face; it was worth dancing\nfor--that.\n\n\"Be patient, Mag; let me tell it my way.\"\n\nThere wasn't room in the coupe waiting out in front for more than two.\nSo Obermuller couldn't come in it.  But he put me in--Mag, dear, dear\nMag--he put me in as if I was a lady--not like Gray; a real one.  A\nthing like that counts when two detectives are watching.  It counted\nafterward in the way they treated me.\n\nThe big man climbed up on the seat with the driver.  The blue-eyed\nfellow got in and sat beside me, closing the door.\n\n\"I'll be out there almost as soon as you are,\" Obermuller said,\nstanding a moment beside the lowered window.\n\n\"You good fellow!\" I said, and then, trying to laugh: \"I'll do as much\nfor you some day.\"\n\nHe shook his fist laughingly at me, and I waved my hand as we drove of.\n\n\"You know, Miss, there may be some mistake about this,\" said the man\nnext to me, \"and--\"\n\n\"Yes, there may be.  In fact, there is.\"\n\n\"I'm sure I'll be very glad if it is a mistake.  They do happen--though\nnot often.  You spoke of Dorgan--\"\n\n\"Did I?\"\n\n\"Yes, Tom Dorgan, who busted out of Sing Sing the other day.\"\n\n\"Surely you're mistaken,\" I said, smiling right into his blue eyes.\n\"The Tom Dorgan I mentioned is a sleight-of-hand performer at the\nVaudeville.  Ever see him?\"\n\n\"N--no.\"\n\n\"Clever fellow.  You ought to.  Perhaps you don't recognize him under\nthat name.  On the bills he's Professor Haughwout.  Stage people have\nso many names, you know.\"\n\n\"Yes, so have--some other people.\"\n\nI laughed, and he grinned back at me.\n\n\"Now that's mean of you,\" I said; \"I never had but one.  It was all I\nneeded.\"\n\nIt flashed through me then what a thing like this might do to a name.\nYou know, Mag, every bit of recognition an actress steals from the\nworld is so much capital.  It isn't like the old graft when you had to\nbegin new every time you took up a piece of work. And your name--the\nname the world knows--and its knowing it makes it worth having like\neverything--that name is the sum of every scheme you've planned, of\nevery time you've got away with the goods, of every laugh you've\nlifted, of every bit of cleverness you've thought out and embodied, of\neverything that's in you, of everything you are.\n\nBut I didn't dare think long of this.  I turned to him.\n\n\"Tell me about this charge,\" I said.  \"Where was the purse? Whose was\nit?  And why haven't they missed it till after a week?\"\n\n\"They missed it all right that night, but Mrs. Gates wanted it kept\nquiet till the servants had been shadowed and it was positively proved\nthat they hadn't got away with it.\"\n\n\"And then she thought of me?\"\n\n\"And then she thought of you.\"\n\n\"I wonder why?\"\n\n\"Because you were the only person in that room except Mrs. Gates, the\nlady who lost the purse, Mrs. Ramsay, and--eh?\" \"N--nothing.  Mrs.\nRamsay, you said?\"\n\n\"Yes.\"\n\n\"Not Mrs. Edward Ramsay, of Philadelphia?\"\n\n\"Oh, you know the name?\"\n\n\"Oh, yes, I know it.\"\n\n\"It was printed, you know, in gold lettering on the inside flap and--\"\n\n\"I don't know.\"\n\n\"Well, it was, and it contained three hundred dollars, Mrs. Ramsay\nsays.  She had slipped it under the fold of the spread at the top of\nthe bed in the room where you took off your things in Mrs. Gates'\npresence, and put them on again when no one else was there.\"\n\n\"And you mean to tell me that this is all?\" I raged at him; \"that every\nbit of evidence you have to warrant your treating an innocent girl\nlike--\"\n\n\"You didn't behave like a very innocent girl, if you'll remember,\" he\nsaid dryly, \"when I first came into the box.  In fact, if that fellow\nhadn't just come in then I believe you'd 'a' confessed the whole\njob....  'Tain't too late,\" he added.\n\nI didn't answer.  I put my head back against the cushions and closed my\neyes.  I could feel the scrutiny of his blue eyes on my naked\nface--your face is so unprotected with the eyes closed; like a fort\nwhose battery is withdrawn.  But I was tired--it tires you when you\ncare.  A year ago, Mag, this sort of thing--the risk, the nearness to\ndanger, the chances one way or the other--would have intoxicated me.  I\nused to feel as though I was dancing on a volcano and daring it to\nexplode.  The more twistings and turnings there were to the labyrinth,\nthe greater glory it was to get out. Maggie darlin', you have before\nyou a mournful spectacle--the degeneration of Nancy Olden.  It isn't\nthat she's lost courage. It's only that she used to be able to think of\nonly one thing, and now--What do you suppose it is, Mag?  If you know,\ndon't you dare to tell me.\n\nWhen we got to the flat Obermuller was already there.  At the door I\npulled out my key and opened it with a flourish.\n\n\"Won't you come in, gentlemen, and spend the evening?\" I asked.\n\nThey followed me in.  First to the parlor.  The two fellows threw off\ntheir coats and searched that through and through--not a drawer did\nthey miss, not a bit of furniture did they fail to move.  Obermuller\nand I sat there guying them as they pried about in their shirt-sleeves.\nThat Trust business has taken the life out of him of late.  All their\ntricks, all their squeezings, their cheatings, their bossing and\nbragging and bullying have got on to his nerves till he looks like a\nchained bear getting a drubbing. And he swears that they're in a\nconspiracy to freeze him and a few others like him out; he believes\nthere's actually a paper in existence that would prove it.  But this\naffair of the purse seemed to excite him till he behaved like a bad\nschool-boy.\n\nAnd I?  Well, Nance Olden was never far behind at the Cruelty when\nthere was anything going on.  We trailed after them, and when they'd\nfinished with the bedrooms--yours and mine--I asked the big fellow to\ncome into the kitchen with Mr. O.  and me, while the blue-eyed\ndetective tackled the dining-room, and I'd get up a lunch for us all.\n\nMag, you should have seen Fred Obermuller with a big apron on him,\ndressing the salad while I was making sandwiches.  The Cruelty taught\nme how to cook, even if it did teach me other things.  You wouldn't\nhave believed that the Trust had got him by the throat, and was choking\nthe last breath out of him.  You wouldn't have believed that our\nsalaries hadn't been paid for three weeks, that our houses were\ndwindling every night, that--\n\nI was thinking about it all there in the back of my head, trying to see\na way out of it--you know if there is such an agreement as Obermuller\nswears there is, it's against the law--while we rattled on, the two of\nus, like a couple of children on a picnic, when I heard a crash behind\nme.\n\nThe salad bowl had slipped from Obermuller's fingers.  He stood with\nhis back turned to me, his eyes fixed upon that searching detective.\n\nBut he wasn't searching any more, Mag.  He was standing still as a\npointer that's scented game.  He had moved the lounge out from the\nwall, and there on the floor, spread open where it had fallen, lay a\nhandsome elephant-skin purse, with gold corners. From where I stood,\nMag, I could read the plain gold lettering on the dark leather.  I\ndidn't have to move.  It was plain enough--quite plain.\n\nMrs. EDWARD RAMSAY\n\nHush, hush, Mag; if you take on so, how can I tell you the rest?\n\nObermuller got in front of me as I started to walk into the\ndining-room.  I don't know what his idea was.  I don't suppose he does\nexactly--if it wasn't to spare me the sight of that damned thing.\n\nOh, how I hated it, that purse!  I hated it as if it had been something\nalive that could be glad of what it had done.  I wished it was alive\nthat I could tear and rend it and stamp on it and throw it in a fire,\nand drag it out again, with burned and bleeding nails, to tear it again\nand again.  I wanted to fall on it and hide it; to push it far, far\naway out of sight; to stamp it down--down into the very bottom of the\nearth, where it could feel the hell it was making for me.\n\nBut I only stood there, stupidly looking at it, having pushed past\nObermuller, as though I never wanted to see anything else.\n\nAnd then I heard that blue-eyed fellow's words.\n\n\"Well,\" he said, pulling on his coat as though he'd done a good day's\nwork, \"I guess you'd just better come along with me.\"\n\n\n\nXI.\n\n\"Don't you think you'd better get out of this?\" I asked Obermuller, as\nhe came into the station a few minutes after I got there.\n\n\"No.\"\n\n\"I do.\"\n\n\"Because?\"\n\n\"Because it won't do you any good to have your name mixed up with a\nthing like this.\"\n\n\"But it might do you some good.\"\n\nI didn't answer for a minute after that.  I sat in my chair, my eyes\nbent on the floor.  I counted the cracks between the chair and the\nfloor of the office where the Chief was busy with another case.  I\ncounted them six times, back and forth, till my eyes were clear and my\nvoice was steady.\n\n\"You're awfully good,\" I said, looking up at him as he stood by me.\n\"You're the best fellow I ever knew.  I didn't know men could be so\ngood to women...  But you'd better go--please.  It'll be bad enough\nwhen the papers get hold of this, without having them lump you in with\na bad lot like me.\"\n\nHe put his hand on my shoulder and gave it a quick little shake.\n\n\"Don't say that about yourself.  You're not a bad lot.\"\n\n\"But--you saw the purse.\"\n\n\"Yes, I saw it.  But it hasn't proved anything to me but this: you're\ninnocent, Nance, or you're crazy.  If it's the first, I want to stand\nby you, little girl.  If it's the second--good God! I've got to stand\nby you harder than ever.\"\n\nCan you see me sitting there, Mag, in the bright, bare little room,\nwith its electric lights, still in my white dress and big white hat, my\npretty jacket fallen on the floor beside me? I could feel the sharp\nblue eyes of that detective Morris feeding on my miserable face.  But I\ncould feel, too, a warmth like wine poured into me from that big\nfellow's voice.\n\nI put my hand up to him and he took it.\n\n\"If I'm innocent and can prove it, Fred Obermuller, I'll get even with\nyou for--for this.\"\n\n\"Do you want to do something for me now?\"\n\n\"Do I?\"\n\n\"Well, if you want to help me, don't sit there looking like the\ncriminal ghost of the girl I know.\"\n\nThe blood rushed to my face.  Nance Olden, a sniveling coward!  Me,\nshowing the white feather--me, whimpering like a whipped\npuppy--me--Nance Olden!\n\n\"You know,\" I smiled up at him, \"I never did enjoy getting caught.\"\n\n\"Hush!  But that's better....  Tell me now--\"\n\nA buzzer sounded.  The blue-eyed detective got up and came over to me.\n\n\"Chief's ready,\" he said.  \"This way.\"\n\nThey stopped Obermuller at the door.  But he pushed past them.\n\n\"I want to say just a word to you, Chief,\" he said.  \"You remember me.\nI'm Obermuller, of the Vaudeville.  If you'll send those fellows out\nand let me speak to you just a moment, I'll leave you alone with Miss\nOlden.\"\n\nThe Chief nodded to the blue-eyed detective, and he and the other\nfellow went out and shut the door behind them.\n\n\"I want simply to call your attention to the absurdity and\nunreasonableness of this thing,\" Obermuller said, leaning up against\nthe Chief's desk, while he threw out his left hand with that big open\ngesture of his, \"and to ask you to bear in mind, no matter what\nappearances may be, that Miss Olden is the most talented girl on the\nstage to-day; that in a very short time she will be at the top; that\njust now she is not suffering for lack of money; that she's not a\nhigh-roller, but a determined, hard-working little grind, and that if\nshe did feel like taking a plunge, she knows that she could get all she\nwants from me even--\"\n\n\"Even if you can't pay salaries when they're due, Obermuller.\" The\nChief grinned under his white mustache.\n\n\"Even though the Trust is pushing me to the wall; going to such lengths\nthat they're liable criminally as well as civilly, if I could only get\nmy hands on proof of their rascality.  It's true I can't pay salaries\nalways when they're due, but I can still raise a few hundred to help a\nfriend.  And Miss Olden is a friend of mine.  If you can prove that she\ntook this money, you prove only that she's gone mad, but you don't--\"\n\n\"All right, Obermuller.  You're not the lawyer for the defense. That'll\ncome later--if it does come.  I'll be glad to bear in mind all you've\nsaid, and much that you haven't.\"\n\n\"Thank you.  Good night....  I'll wait for you, Nance, outside.\"\n\n\"I'm going to ask you a lot of questions, Miss Olden,\" the old Chief\nsaid, when we were alone.  \"Sit here, please.  Morris tells me you've\ngot more nerve than any woman that's ever come before me, so I needn't\nbother to reassure you.  You don't look like a girl that's easily\nfrightened.  I have heard how you danced in the lobby of the Manhattan,\nhow you guyed him at your flat, and were getting lunch and having a\nregular picnic of a time when--\"\n\n\"When he found that purse.\"\n\n\"Exactly.  Now, why did you do all that?\"\n\n\"Why?  Because I felt like it.  I felt gay and excited and--\"\n\n\"Not dreaming that that purse was sure to be found?\"\n\n\"Not dreaming that there was such a purse in existence except from the\ndetective's say--so, and never fancying for an instant that it would be\nfound in my flat.\"\n\n\"Hm!\"  He looked at me from under his heavy, wrinkled old lids. You\ndon't get nice eyes from looking on the nasty things in this world, Mag.\n\n\"Why,\" I cried, \"what kind of a girl could cut up like that when she\nwas on the very edge of discovery?\"\n\n\"A very smart girl--an actress; a good one; a clever thief who's used\nto bluffing.  Of course,\" he added softly, \"you won't misunderstand me.\nI'm simply suggesting the different kinds of girl that could have done\nwhat you did.  But, if you don't mind, I'll do the questioning.  Nance\nOlden,\" he turned suddenly on me, his manner changed and threatening,\n\"what has become of that three hundred dollars?\"\n\n\"Mr. Chief, you know just as much about that as I do.\"\n\nI threw up my head and looked him full in the face.  It was over\nnow--all the shivering and trembling and fearing.  Nance Olden's not a\ncoward when she's fighting for her freedom; and fighting alone without\nany sympathizing friend to weaken her.\n\nHe returned the look with interest.\n\n\"I may know more,\" he said insinuatingly.\n\n\"Possibly.\"  I shrugged my shoulders.\n\nNo, it wasn't put on.  There never yet was a man who bullied me that\ndidn't rouse the fighter in me.  I swore to myself that this old\nthief-catcher shouldn't rattle me.\n\n\"Doesn't it occur to you that under the circumstances a full confession\nmight be the very best thing for you?  I shouldn't wonder if these\npeople would be inclined to be lenient with you if you'd return the\nmoney.  Doesn't it occur--\"\n\n\"It might occur to me if I had anything to confess--about this purse.\"\n\n\"How long since you've seen Mrs. Edward Ramsay?\"  He rushed the\nquestion at me.\n\nI jumped.\n\n\"How do you know I've ever seen her?\"\n\n\"I do know you have.\"\n\n\"I don't believe you.\"\n\n\"Thank you; neither do I believe you, which is more to the point.\nCome, answer the question: how long is it since you have seen the lady?\"\n\nI looked at him.  And then I looked at my glove, and slowly pulled the\nfingers inside out, and then--then I giggled.  Suddenly it came to\nme--that silly, little insane dodge of mine in the Bishop's carriage\nthat day; the girl who had lost her name; and the use all that affair\nmight be to me if ever--\n\n\"I'll tell you if you'll let me think a minute,\" I said sweetly.\n\"It--it must be all of fifteen months.\"\n\n\"Ah!  You see I did know that you've met the lady.  If you're wise\nyou'll draw deductions as to other things I know that you don't think I\ndo....  And where did you see her?\"\n\n\"In her own home.\"\n\n\"Called there,\" he sneered, \"alone?\"\n\n\"No,\" I said very gently.  \"I went there, to the best of my\nrecollection, with the Bishop--yes, it was the Bishop, Bishop Van\nWagenen.\"\n\n\"Indeed!\"\n\nI could see that he didn't believe a word I was saying, which made me\nhappily eager to tell him more.\n\n\"Yes, we drove up to the Square one afternoon in the Bishop's\ncarriage--the fat, plum-colored one, you know.  We had tea there--at\nleast, I did.  I was to have spent the night, but--\"\n\n\"That's enough of that.\"\n\nI chuckled.  Yes, Mag Monahan, I was enjoying myself.  I was having a\nrun for my money, even if it was the last run I was to have.\n\n\"So it's fifteen months since you've seen Mrs. Ramsay, eh?\"\n\n\"Yes.\"\n\nHe turned on me with a roar.\n\n\"And yet it's only a week since you saw her at Mrs. Gates'.\"\n\n\"Oh, no.\"\n\n\"No?  Take care!\"\n\n\"That night at Mrs. Gates' it was dark, you know, in the front room.  I\ndidn't see Mrs. Ramsay that night.  I didn't know she was there at all\ntill--\"\n\n\"Till?\"\n\n\"Till later I was told.\"\n\n\"Who told you?\"\n\n\"Her husband.\"\n\nHe threw down his pencil.\n\n\"Look here, this is no lark, young woman, and you needn't trouble\nyourself to weave any more fairy tales.  Mr. Ramsay is in a--he's very\nill.  His own wife hasn't seen him since that night, so you see you're\nlying uselessly.\"\n\n\"Really!\"  So Edward didn't go back to Mrs. Gates' that night. Tut!\ntut!  After his telephone message, too!\n\n\"Now, assuming your innocence of the theft, Miss Olden, what is your\ntheory; how do you account for the presence of that purse in your flat?\"\n\n\"Now, you've hit the part of it that really puzzles me.  How do you\naccount for it; what is your theory?\"\n\nHe got to his feet, pushing his chair back sharply.\n\n\"My theory, if you want to know it, is that you stole the purse; that\nyour friend Obermuller believes you did; that you got away with the\nthree hundred, or hid it away, and--\"\n\n\"And what a stupid thief I must be, then, to leave the empty purse\nunder my lounge!\"\n\n\"How do you know it was empty?\" he demanded sharply.\n\n\"You said so...  Well, you gave me to understand that it was, then.\nWhat difference does it make?  It would be a still stupider thief who'd\nleave a full purse instead of an empty one under his own lounge.\"\n\n\"Yes; and you're not stupid, Miss Olden.\"\n\n\"Thank you.  I'm sorry I can't say as much for you.\"\n\nI couldn't help it.  He was such a stupid.  The idea of telling me that\nFred Obermuller believed me guilty!  The idea of thinking me such a\nfool as to believe that!  Such men as that make criminals. They're so\nfat-witted you positively ache--they so tempt you to pull the wool over\ntheir eyes.  O Mag, if the Lord had only made men cleverer, there'd be\nfewer Nancy Oldens.\n\nThe Chief blew a blast at his speaking-tube that made his purple cheeks\nseem about to burst.  My shoulders shook as I watched him, he was so\nwrathy.\n\nAnd I was still laughing when I followed the detective out into the\nwaiting-room, where Obermuller was pacing the floor.  At the sight of\nmy smiling face he came rushing to me.\n\n\"Nance!\" he cried.\n\n\"Orders are, Morris,\" came in a bellow from the Chief at his door,\n\"that no further communication be allowed between the prisoner and--\"\n\nPhew!  All the pertness leaked out of me.  Oh, Mag, I don't like that\nword.  It stings--it binds--it cuts.\n\nI don't know what I looked like then; I wasn't thinking of me. I was\nwatching Obermuller's face.  It seemed to grow old and thin and haggard\nbefore my eyes, as the blood drained out of it.  He turned with an\nexclamation to the Chief and--\n\nAnd just then there came a long ring at the telephone.\n\nWhy did I stand there?  O Mag, when you're on your way to the place I\nwas bound for, when you know that before you'll set foot in this same\nbright little room again, the hounds in half a dozen cities will have\nscratched clean every hiding-place you've had, when your every act will\nbe known and--and--oh, then, you wait, Mag, you wait for\nanything--anything in the world; even a telephone call that may only be\nbringing in another wretch like yourself; bound, like yourself, for the\nTombs.\n\nThe Chief himself went to answer it.\n\n\"Yes--what?\" he growled.  \"Well, tell Long Distance to get busy.\nWhat's that?  St.  Francis--that's the jag ward, isn't it? Who is it?\nWho?  Ramsay!\"\n\nI caught Obermuller's hand.\n\n\"I don't hear you,\" the Chief roared.  \"Oh--yes?  Yes, we've got the\nthief, but the money--no, we haven't got the money.  The deuce you say!\nTook it yourself?  Out of your wife's purse--yes.... Yes.  But we've\ngot the--What?  Don't remember where you--\"\n\n\"Steady, Nance,\" whispered Obermuller, grabbing my other hand.\n\nI tried to stand steady, but everything swayed and I couldn't hear the\nrest of what the Chief was saying, though all my life seemed condensed\ninto a listening.  But I did hear when he jammed the receiver on the\nhook and faced us.\n\n\"Well, they've got the money.  Ramsay took the purse himself, thinking\nit wasn't safe there under the spread where any servant might be\ntempted who chanced to uncover it.  You'll admit the thing looked\nshady.  The reason Mrs. Ramsay didn't know of it is because the old\nman's just come to his senses in a hospital and been notified that the\npurse was missing.\"\n\n\"I want to apologize to you, Chief,\" I mumbled.\n\n\"For thinking me stupid?  Oh, we were both--\"\n\n\"No, for thinking me not stupid.  I am stupid--stupid--stupid. The old\nfellow I told you about, Mr. O., and the way I telephoned him out of\nthe flat that night--it was--\"\n\n\"Ramsay!\"\n\nI nodded, and then crumbled to the floor.\n\nIt was then that they sent for you, Mag.\n\nWhy didn't I tell it straight at the first, you dear old Mag? Because I\ndidn't know the straight of it, then, myself.  I was so heavy-witted I\nnever once thought of Edward.  He must have taken the bills out of the\npurse and then crammed them in his pocket while he was waiting there on\nthe lounge and I was pretending to telephone and--\n\nBut it's best as it is--oh, so best!  Think, Mag!  Two people who knew\nher--who knew her, mind--believed in Nancy Olden, in spite of\nappearances: Obermuller, while we were in the thick of it, and; you,\nyou dear girl, while I was telling you of it.\n\n\n\nXII.\n\nWhen Obermuller sent for me I thought he wanted to see me about that\nplay he's writing in which I'm to star--when the pigs begin to fly.\n\nFunniest thing in the world about that man, Mag.  He knows he can't get\nbookings for any play on earth; that if he did they'd be canceled and\nany old excuse thrown at him, as soon as Tausig heard of it and could\nput on the screws.  He knows that there isn't an unwatched hole in\ntheatrical America through which he can crawl and pull me and the play\nin after him.  And yet he just can't let go working on it.  He loves\nit, Mag; he loves it as Molly loved that child of hers that kept her\nnursing it all the years of its life, and left her feeling that the\nworld had been robbed of everything there was for a woman to do when it\ndied.\n\nObermuller has told me all the plot.  In fact, he's worked it out on\nme.  I know it as it is, as he wanted it to be, and as it's going to\nbe.  He tells me he's built it up about me; that it will fit me as\nnever a comedy fitted a player yet, and that we'll make such a hit--the\nplay and I together--that ...\n\nAnd then he remembers that there's no chance; not the ghost of one; and\nhe falls to swearing at the Trust.\n\n\"Don't you think, Mr. O.,\" I said, as he began again when I came into\nhis office, \"that it might be as well to quit cursing the Syndicate\ntill you've got something new to say or something different to rail\nabout?  It seems to me a man's likely to get daffy if he keeps harping\non--\"\n\n\"Oh, I've got it all right, Nance, be sure of that!  I've got something\ndifferent to say of them and something new to swear about.  They've\ndone me up; that's all.  Just as they've fixed Iringer and Gaffney and\nHowison.\"\n\n\"Tell me.\"\n\nHe threw out his arms and then let them fall to his side.\n\n\"Oh, it's easy,\" he cried, \"so easy that I never thought of it.\nThey've just bought the Vaudeville out of hand and served notice on me\nthat when my lease expires next month they'll not be able to renew it,\n'unfortunately'!  That's all.  No; not quite.  In order to kill all\nhope of a new plan in me they've just let it get to be understood that\nany man or woman that works for Obermuller needn't come round to them\nat any future time.\"\n\n\"Phew!  A blacklist.\"\n\n\"Not anything so tangible.  It's just a hint, you know, but it works\nall right.  It works like--\"\n\n\"What are you going to do; what can you do?\"\n\n\"Shoot Tausig or myself, or both of us.\"\n\n\"Nonsense!\"\n\n\"Yes, of course, it's nonsense, or rather it's only what I'd like to\ndo....  But that's not the question.  Never mind about me.  It's what\nare you going to do?\"\n\nHe looked straight at me, waiting.  But I didn't answer.  I was\nthinking.\n\n\"You don't realize, Nance, what those fellows are capable of. When\nGaffney told me, before he gave up and went West, that there was a\ngenuine signed conspiracy among them to crush out us independents, I\nlaughed at him.  'It's a dream, Gaffney,' I said. 'Forget it.' 'It's no\ndream, as you'll find out when your turn comes in time,' he shouted.\n'It's a fact, and what's more, Iringer once taxed Tausig to his face\nwith it; told him he knew there was such a document in existence,\nsigned by the great Tausig himself, by Heffelfinger of the Pacific\ncircuit; by Dixon of Chicago, and Weinstock of New Orleans, binding\nthemselves to force us fellows to the wall, and specifying the per\ncent.  of profit each one of 'em should get on any increase of\nbusiness; to blacklist every man and woman that worked for us; to buy\nup our debts and even bring false attachments, when--'\"\n\n\"Now, weren't there enough real debts to satisfy 'em?  They're hard to\nplease, if you haven't creditors enough to suit 'em!\"\n\nHe looked grim, but he didn't speak.\n\n\"I don't believe it, anyway, Mr. O; and 'tisn't good for you to keep\nthinking about just one thing.  You'll land where Iringer did, if you\ndon't look out.  How did he know about it, anyway?\"\n\n\"There was a leak in Tausig's office.  Iringer used to be in with them,\nand he had it from a clerk who--but never mind that.  It's the\nblacklisting I'm talking about now.  Gray's just been in to see me, to\nlet me know that she quits at the end of the season. And his Lordship,\ntoo, of course.  You're not burdened with a contract, Nance.  Perhaps\nyou'd better think it over seriously for a day or two and decide if it\nwouldn't be best--\"\n\n\"I don't have to,\" I interrupted then.\n\n\"Nance!\" he cried, jumping up, as though he'd been relieved of half his\ntroubles.\n\n\"I don't have to think it over,\" I went on slowly, not looking at the\nhand he held out to me.  \"It doesn't take long to know that when you're\nbetween the devil and the deep sea, you'd better try--the devil rather\nthan be forced out into the wet.\"\n\n\"What?--you don't mean--\"\n\nI knew he was looking at me incredulously, but I just wouldn't meet his\neye.\n\n\"My staying with you will do you no good--\" was hurrying now to get it\nover with--\"and it would do me a lot of harm.  I think you're right,\nMr. Obermuller; I'd better just go over to where it's warm.  They'll be\nglad to get me and--and, to tell the truth, I'll be glad to get in with\nthe Syndicate, even if I can't make as good terms as I might have by\nselling that contract, which--like the famous conspiracy you're half\nmad about--never existed.\"\n\nHe sat down on the edge of the desk.  I caught one glimpse of his face.\nIt was black; that was enough for me.  I turned to go.\n\n\"Ah, but it did, Miss Olden, it did!\" he sneered.\n\n\"I won't believe it on the word of a man that's been in the lunatic\nasylum ever since he lost his theater.\"\n\n\"Perhaps you'll believe it on mine.\"\n\nI jumped.  \"On yours!\"\n\n\"Didn't that little bully, when he lost his temper that day at the Van\nTwiller, when we had our last fight--didn't he pull a paper out of his\nbox and shake it in my face, and--\"\n\n\"But--you could have them arrested for conspiracy and--\"\n\n\"And the proof of it could be destroyed and then--but I can't see how\nthis interests you.\"\n\n\"No--no,\" I said thoughtfully.  \"I only happened to lump it in with the\ncontract we haven't--you and I.  And as there's no contract, why\nthere's no need of my waiting till the end of the season.\"\n\n\"Do you mean to say you'd--you'd--\"\n\n\"If 'twere done, 'twere better it'd be done--quickly,\" I said\nMacbethically.\n\nHe looked at me.  Sitting there on his desk, his clenched fist on his\nknee, he looked for a moment as though he was about to fly at me.  Then\nall of a sudden he slipped into his chair, leaned back and laughed.\n\nIt wasn't a pleasant laugh, Mag.  No--wait.  Let me tell you the rest.\n\n\"You are so shrewd, Olden, so awfully shrewd!  Your eye is so\neverlastingly out for the main chance, and you're still so young that I\npredict a--a great future for you.  I might even suggest that by\ncultivating Tausig personally--\"\n\n\"You needn't.\"\n\n\"No, you're right; I needn't.  You can discount any suggestion I might\nmake.  You just want to be the first to go over, eh?  To get there\nbefore Gray does--to get all there is in it for the first rebel that\nlays down his arms; not to come in late when submission is stale--and\ncheap.  Don't worry about terms, you poor little babe in the woods.\nDon't--\" His own words seemed to choke him.\n\n\"Don't you think--\" I began a bit unsteadily.\n\n\"I think--oh, what a fool I've been!\"\n\nThat stiffened me.\n\n\"Of course, you have,\" I said cordially.  \"It's silly to fight the\npush, isn't it?  It's only the cranks that get cocky and think they can\nupset the fellows on top.  The thing to do is to find out which is the\nstronger--if you're a better man than the other fellow, down him.  If\nhe's the champion, enlist under him.  But be in it.  What's the use of\nbeing a kicker all your life?  You only let some one else come in for\nthe soft things, while you stay outside and gnaw your finger-nails and\nplot and plan and starve. You spend your life hoping to live to-morrow,\nwhile the Tausigs are living high to-day.  The thing to do is to be\nhumble if you can't be arrogant.  If they've got you in the door, don't\ncurse, but placate them.  Think of Gaffney herding sheep out in Nevada;\nof Iringer in the asylum; of Howison--\"\n\n\"Admirable! admirable!\" he interrupted sarcastically.  \"The only fault\nI have to find with your harangue is that you've misconceived my\nmeaning entirely.  But I needn't enlighten you. Good morning, Miss\nOlden--good-by.\"\n\nHe turned to his desk and pulled out some papers.  I knew he wasn't so\ndesperately absorbed in them as he pretended to be.\n\n\"Won't you shake hands,\" I asked, \"and wish me luck?\"\n\nHe put down his pen.  His face was white and hard, but as he looked at\nme it gradually softened.\n\n\"I suppose--I suppose, I am a bit unreasonable just this minute,\" he\nsaid slowly.  \"I'm hard hit and--and I don't just know the way out.\nStill, I haven't any right to--to expect more of you than there is in\nyou, you poor little thing!  It's not your fault, but mine, that I've\nexpected--Oh, for God's sake--Nance--go, and leave me alone!\"\n\nI had to take that with me to the Van Twiller, and it wasn't pleasant.\nBut Tausig received me with open arms.\n\n\"Got tired of staying out in the cold--eh?\" he grinned.\n\n\"I'm tired of vaudeville,\" I answered.  \"Can't you give me a chance in\na comedy?\"\n\n\"Hm!  Ambitious, ain't you?\"\n\n\"Obermuller has a play all ready for me--written for me.  He'd star me\nfast enough if he had the chance.\"\n\n\"But he'll never get the chance.\"\n\n\"Oh, I don't know.\"\n\n\"But I do.  He's on the toboggan; that's where they all get, my dear,\nwhen they get big-headed enough to fight us.\"\n\n\"But Obermuller's not like the others.  He's not so easy.  And he is so\nclever; why, the plot of that comedy is the bulliest thing--\"\n\n\"You've read it--you remember it?\"\n\n\"Oh, I know it by heart--my part of it.  You see, he wouldn't keep away\nfrom me while he was thinking of it.  He kept consulting me about\neverything in it.  In a way, we worked over it together.\"\n\nThe little man looked at me, slowly closing one eye.  It is a habit of\nhis when he's going to do something particularly nasty.\n\n\"Then, in a way, as you say, it is part yours.\"\n\n\"Hardly!  Imagine Nance Olden writing a line of a play!\"\n\n\"Still you--collaborated; that's the word.  I say, my dear, if I could\nread that comedy, and it was--half what you say it is, I might--I don't\npromise, mind--but I might let you have the part that was written for\nyou and put the thing on.  Has he drilled you any, eh?  He was the best\nstage-manager we ever had before he got the notion of managing for\nhimself--and ruining himself.\"\n\n\"Well, he's all that yet.  Of course, he has told me, and we agreed how\nthe thing should be done.  As he'd write, you know, he'd read the thing\nover to me, and I--\"\n\n\"Fine--fine!  A reading from that fool Obermuller would be enough to\nopen the eyes of a clever woman.  I'd like to read that comedy--yes?\"\n\n\"But Obermuller would never--\"\n\n\"But Olden might--\"\n\n\"What?\"\n\n\"Dictate the plot to my secretary, Mason, in there,\" he nodded his head\nback toward the inner room.  \"She could give him the plot and as much\nof her own part in full as she could remember. You know Mason.  Used to\nbe a newspaper man.  Smart fellow, that, when he's sober.  He could\npiece out the holes--yes?\"\n\nI looked at him.  The little beast sat there, slowly closing one eye\nand opening it again.  He looked like an unhealthy little frog, with\nhis bald head, his thin-lipped mouth that laughed, while the wrinkles\nrayed away from his cold, sneering eyes that had no smile in them.\n\n\"I--I wouldn't like to make an enemy of a man like Obermuller, Mr.\nTausig.\"\n\n\"Bah!  Ain't I told you he's on the toboggan?\"\n\n\"But you never can tell with a man like that.  Suppose he got into that\ncombine with Heffelfinger and Dixon and Weinstock?\"\n\n\"What're you talking about?\"\n\n\"Well, it's what I've heard.\"\n\n\"But Heffelfinger and Dixon and Weinstock are all in with us; who told\nyou that fairy story?\"\n\n\"Obermuller himself.\"\n\nThe little fellow laughed.  His is a creaky, almost silent little\nlaugh; if a spider could laugh he'd laugh that way.\n\n\"They're fooling him a bunch or two.  Never you mind Obermuller. He's a\ndead one.\"\n\n\"Oh, he said that you thought they were in with you, but that nothing\nbut a written agreement would hold men like that.  And that you hadn't\ngot.\"\n\n\"Smart fellow, that Obermuller.  He'd have been a good man to have in\nthe business if it hadn't been for those independent ideas he's got.\nHe's right; it takes--\"\n\n\"So there is an agreement!\" I shouted, in spite of myself, as I leaned\nforward.\n\nHe sat back in his chair, or, rather, he let it swallow him again.\n\n\"What business is that of yours?  Stick to the business on hand. Get to\nwork on that play with Mason inside.  If it's good, and we decide to\nput it on, we'll pay you five hundred dollars down in addition to your\nsalary.  If it's rot, you'll have your salary weekly all the time\nyou're at it, just the same as if you were working, till I can place\nyou.  In the meantime, keep your ears and eyes open and watch things,\nand your mouth shut.  I'll speak to Mason and he'll be ready for you\nto-morrow morning.  Come round in the morning; there's nobody about\nthen, and we want to keep this thing dark till it's done.  Obermuller\nmustn't get any idea what we're up to....  He don't love you--no--for\nshaking him?\"\n\n\"He's furious; wouldn't even say good-by.  I'm done for with him,\nanyway, I guess.  But what could I do?\"\n\n\"Nothing, my dear; nothing.  You're a smart little girl,\" he chuckled.\n\"Ta-ta!\"\n\n\n\nXIII.\n\nJust what I'd been hoping for I don't know, but I knew that my chance\nhad come that morning.\n\nFor a week I had been talking Obermuller's comedy to Mason, the\nsecretary.  In the evenings I stood about in the wings and watched the\nVan Twiller company in Brambles.  There was one fat role in it that I\njust ached for, but I lost all that ache and found another, when I\noverheard two of the women talking about Obermuller and me one night.\n\n\"He found her and made her,\" one of 'em said; \"just dug her out of the\nground.  See what he's done for her; taught her every blessed thing she\nknows; wrote her mimicking monologues for her; gave her her chance,\nand--and now--Well, Tausig don't pay salaries for nothing, and she gets\nhers as regularly as I draw mine.  What more I don't know.  But she\nhasn't set foot on the stage yet under Tausig, and they say\nObermuller--\"\n\nI didn't get the rest of it, so I don't know what they say about\nObermuller.  I only know what they've said to him about me. 'Tisn't\nhard to make men believe those things.  But I had to stand it.  What\ncould I do?  I couldn't tell Fred Obermuller that I was making over his\nplay, soul and as much body as I could remember, to Tausig's secretary.\nHe'd have found that harder to believe than the other thing.\n\nIt hasn't been a very happy week for me, I can tell you, Maggie. But I\nforgot it all, every shiver and ache of it, when I came into the office\nthat morning, as usual, and found Mason alone.\n\nNot altogether alone--he had his bottle.  And he had had it and others\nof the same family all the night before.  The poor drunken wretch\nhadn't been home at all.  He was worse than he'd been that morning\nthree days before, when I had stood facing him and talking to him,\nwhile with my hands behind my back I was taking a wax impression of the\nlock of the desk; and he as unconscious of it all as Tausig himself.\n\nThe last page I had dictated the day before, which he'd been\ntranscribing from his notes, lay in front of him; the gas was still\nburning directly above him, and a shade he wore over his weak eyes had\nbeen knocked awry as his poor old bald head went bumping down on the\ntype-writer before him.\n\nThe thing that favored me was Tausig's distrust of everybody connected\nwith him.  He hates his partners only a bit less than he hates the men\noutside the Trust.  The bigger and richer the Syndicate grows, the more\npower and prosperity it has, the more he begrudges them their share of\nit; the more he wants it all for himself.  He is madly suspicious of\nhis clerks, and hires others to watch them, to spy upon them.  He is\ncontinually moving his valuables from place to place, partly because he\ntrusts no man; partly because he's so deathly afraid his right hand\nwill find out what his left is doing.  He is a full partner of Braun\nand Lowenthal--with mental reservations.  He has no confidence in\neither of them.  Half his schemes he keeps from them; the other half he\ntells them--part of.  He's for ever afraid that the Syndicate of which\nhe's the head will fall to pieces and become another Syndicate of which\nhe won't be head.\n\nIt all makes him an unhappy, restless little beast; but it helped me\nto-day.  If it'd been any question of safe combinations and tangled\nthings like that, the game would have been all up for Nancy O.  But in\nhis official safe Tausig keeps only such papers as he wants Braun and\nLowenthal to see.  And in his private desk in his private office he\nkeeps--\n\nI stole past Mason, sleeping with his forehead on the type-writer\nkeys--he'll be lettered like the obelisk when he wakes up--and crept\ninto the next room to see just what Tausig keeps in that private desk\nof his.\n\nOh, yes, it was locked.  But hadn't I been carrying the key to it every\nminute for the last forty-eight hours?  There must be a mine of stuff\nin that desk of Tausig's, Mag.  The touch of every paper in it is slimy\nwith some dirty trick, some bad secret, some mean action.  It's a pity\nthat I hadn't time to go through 'em all; it would have been\ninteresting; but under a bundle of women's letters, which that old fox\nkeeps for no good reason, I'll bet, I lit on a paper that made my heart\ngo bumping like a cart over cobbles.\n\nYes, there it was, just as Obermuller had vowed it was, with Tausig's\ncramped little signature followed by Heffelfinger's, Dixon's and\nWeinstock's; a scheme to crush the business life out of men by the\ncleverest, up-to-date Trust deviltry; a thing that our Uncle Sammy just\nwon't stand for.\n\nAnd neither will Nancy Olden, Miss Monahan.\n\nShe grabbed that precious paper with a gasp of delight and closed the\ndesk.\n\nBut she bungled a bit there, for Mason lifted his head and blinked\ndazedly at her for a moment, recognized her and shook his head.\n\n\"No--work to-day,\" he said.\n\n\"No--I know.  I'll just look over what we've done, Mr. Mason,\" she\nanswered cheerfully.\n\nHis poor head went down again with a bob, and she caught up the\ntype-written sheets of Obermuller's play.  She waited a minute longer;\nhalf because she wanted to make sure Mason was asleep again before she\ntore the sheets across and crammed them down into the waste-basket;\nhalf because she pitied the old fellow and was sorry to take advantage\nof his condition.  But she knew a cure for this last sorry--a way she'd\nhelp him later; and when she danced out into the hall she was the very\nhappiest burglar in a world chock full of opportunities.\n\nOh, she was in such a twitter as she did it!  All that old delight in\ndoing somebody else up, a vague somebody whose meannesses she didn't\nknow, was as nothing to the joy of doing Tausig up.  She was dancing on\na volcano again, that incorrigible Nance!  Oh, but such a volcano,\nMaggie!  It atoned for a year of days when there was nothing doing; no\nexcitement, no risk, nothing to keep a girl interested and alive.\n\nAnd, Maggie darlin', it was a wonderful volcano, that ones that last\none, for it worked both ways.  It paid up for what I haven't done this\npast year and what I'll never do again in the years to come.  It made\nup to me for all I've missed and all I'm going to miss.  It was a\nreward of demerit for not being respectable, and a preventive of\nfurther sins.  Oh, it was such a volcano as never was.  It was a drink\nand a blue ribbon in one.  It was a bang-up end and a bully beginning.\nIt was--\n\nIt was Tausig coming in as I was going out.  Suddenly I realized that,\nbut I was in such a mad whirl of excitement that I almost ran over the\nlittle fellow before I could stop myself.\n\n\"Phew!  What a whirlwind you are!\" he cried.  \"Where are you going?\"\n\n\"Oh, good morning, Mr. Tausig,\" I said sweetly.  \"I never dreamed you'd\nbe down so early in the morning.\"\n\n\"What're you doing with the paper?\" he demanded suspiciously.\n\nMy eye followed his.  I could have beaten Nancy Olden in that minute\nfor not having sense enough to hide that precious agreement, instead of\ncarrying it rolled up in her hand.\n\n\"Just taking it home to go over it,\" I said carelessly, trying to pass\nhim.\n\nBut he barred my way.\n\n\"Where's Mason?\" he asked.\n\n\"Poor Mason!\" I said.  \"He's--he's asleep.\"\n\n\"Drunk again?\"\n\nI nodded.  How to get away!\n\n\"That settles his hash.  Out he goes to-day ...  It seems to me you're\nin a deuce of a hurry,\" he added, as I tried to get out again.  \"Come\nin; I want to talk something over with you.\"\n\n\"Not this morning,\" I said saucily.  I wanted to cry.  \"I've got an\nengagement to lunch, and I want to go over this stuff for Mason before\none.\"\n\n\"Hm!  An engagement.  Who with, now?\"\n\nMy chin shot up in the air.  He laughed, that cold, noiseless little\nlaugh of his.\n\n\"But suppose I want you to come to lunch with me?\"\n\n\"Oh, thank you, Mr. Tausig.  But how could I break my engagement with--\"\n\n\"With Braun?\"\n\n\"How did you guess it?\" I laughed.  \"There's no keeping anything from\nyou.\"\n\nHe was immensely satisfied with his little self.  \"I know him--that old\nrascal,\" he said slowly.  \"I say, Olden, just do break that engagement\nwith Braun.\" \"I oughtn't--really.\"\n\n\"But do--eh?  Finish your work here and we'll go off together, us two,\nat twelve-thirty, and leave him cooling his heels here when he comes.\"\nHe rubbed his hands gleefully.\n\n\"But I'm not dressed.\"\n\n\"You'll do for me.\"\n\n\"But not for me.  Listen: let me hurry home now and I'll throw Braun\nover and be back here to meet you at twelve-thirty.\"\n\nHe pursed up his thin little lips and shook his head.  But I slipped\npast him in that minute and got out into the street.\n\n\"At twelve-thirty,\" I called back as I hurried off.\n\nI got around the corner in a jiffy.  Oh, I could hardly walk, Mag! I\nwanted to fly and dance and skip.  I wanted to kick up my heels as the\nchildren were doing in the Square, while the organ ground out, Ain't It\na Shame?  I actually did a step or two with them, to their delight, and\nthe first thing I knew I felt a bit of a hand in mine like a cool pink\nsnowflake and--\n\nOh, a baby, Mag!  A girl-baby more than a year old and less than two\nyears young; too little to talk; too big not to walk; facing the world\nwith a winning smile and jabbering things in her soft little lingo,\nknowing that every woman she meets will understand.\n\nI did, all right.  She was saying to me as she kicked out her soft,\nheelless little boot:\n\n\"Nancy Olden, I choose you.  Nancy Olden, I love you.  Nancy Olden, I\ndare you not to love me.  Nancy Olden, I defy you not to laugh back at\nme!\"\n\nWhere in the world she dropped from, heaven knows.  The organ-grinder\npicked up the shafts of his wagon and trundled it away.  The\npiccaninnies melted like magic.  But that gay little flirt, about a\nyear and a half old, just held on to my finger and gabbled--poetry.\n\nI didn't realize just then that she was a lost, strayed or stolen.  I\nexpected every moment some nurse or conceited mamma to appear and drag\nher away from me.  And I looked down at her--oh, she was just a little\nbunch of soft stuff; her face was a giggling dimple, framed in a big\nround hat-halo, that had fallen from her chicken-blond head; and her\nwhite dress, with the blue ribbons at the shoulders, was just a little\nbit dirty.  I like 'em a little bit dirty.  Why?  Perhaps because I can\nimagine having a little coquette of my own a bit dirty like that, and\ncan't just see Nance Olden with a spick-and-span clean baby, all\nfeathers and lace, like a bored little grown-up.\n\n\"You're a mouse,\" I gurgled down at her.  \"You're a sweetheart. You're\na--\"\n\nAnd suddenly I heard a cry and rush behind me.\n\nIt was a false alarm; just a long-legged girl of twelve rushing round\nthe corner, followed by a lot of others.  It hadn't been meant for me,\nof course, but in the second when I had remembered that precious paper\nand Tausig's rage when he should miss it, I had pulled my hand away\nfrom that bit baby's and started to run.\n\nThe poor little tot!  There isn't any reason in the world for the\nfancies they take any more than for our own; eh, Mag?  Why should she\nhave been attracted to me just because I was so undignified as to dance\nwith the piccaninnies?\n\nBut do you know what that little thing did?  She thought I was playing\nwith her.  She gave a crow of delight and came bowling after me.\n\nThat finished me.  I stooped and picked her up in my arms, throwing her\nup in the air to hear her crow and feel her come down again.\n\n\"Mouse,\" I said, \"we'll just have a little trip together.  The nurse\nthat'd lose you deserves to worry till you're found.  The mother that's\nlucky enough to own you will be benefited hereafter by a sharp scare on\nyour account just now.  Come on, sweetheart!\"\n\nOh, the feel of a baby in your arms, Mag!  It makes the Cruelty seem a\nperfectly unreal thing, a thing one should be unutterably ashamed of\nimagining, of accusing human nature of; a thing only an irredeemably\nvile thing could imagine.  Just the weight of that little body riding\nlike a bonny boat at anchor on your arm, just the cocky little way it\nsits up, chirping and confident; just the light touch of a bit of a\nhand on your collar; just that is enough to push down brick walls; to\ndestroy pictures of bruised and maimed children that endure after the\ninjuries are healed; to scatter records that even I--I, Nancy\nOlden--can't believe and believe, too, that other women have carried\ntheir babies, as I did some other woman's baby, across the Square.\n\nOn the other side I set her down.  I didn't want to.  I was greedy of\nevery moment that I had her.  But I wanted to get some change ready\nbefore climbing up the steps to the L-station.\n\nShe clutched my dress as we stood there a minute in a perfectly\nirresistible way.  I know now why men marry baby-women: it's to feel\nthat delicious, helpless clutch of weak fingers; the clutch of\ndependence, of trust, of appeal.\n\nI looked down at her with that same silly adoration I've seen on\nMolly's face for her poor, lacking, twisted boy.  At least, I did in\nthe beginning.  But gradually the expression of my face must have\nchanged; for all at once I discovered what had been done to me.\n\nMy purse was gone.\n\nYes, Maggie Monahan, clean gone!  My pocket had been as neatly picked\nas I myself--well, never mind, as what.  I threw back my head and\nlaughed aloud.  Nance Olden, the great doer-up, had been done up so\ncleverly, so surely, so prettily, that she hadn't had an inkling of it.\n\nI wished I could get a glimpse of the clever girl that did it.  A\ngirl--of course, it was!  Do you think any boy's fingers could do a job\nlike that and me not even know?\n\nBut I didn't stop to wish very long.  Here was I with the thing I\nvalued most in the world still clutched in my hand, and not a nickel to\nmy name to get me, the paper, and the baby on our way.\n\nIt was the baby, of course, that decided me.  You can't be very\nenterprising when you're carrying a pink lump of sweetness that's all\na-smile at the moment, but may get all a-tear the next.\n\n\"It's you for the nearest police station, you young tough!\" I said,\nsqueezing her.  \"I can't take you home now and show you to Mag.\"\n\nBut she giggled and gurgled back at me, the abandoned thing, as though\nthe police station was just the properest place for a young lady of her\nyears.\n\nIt was not so very near, either, that station.  My arm ached when I got\nthere from carrying her, but my heart ached, too, to leave her.  I told\nthe matron how and where the little thing had picked me up.  At first\nshe wouldn't leave me, but--the fickle little thing--a glass of milk\ntransferred all her smiles and wiles to the matron.  Then we both went\nover her clothes to find a name or an initial or a laundry mark.  But\nwe found nothing.  The matron offered me a glass of milk, too, but I\nwas in a hurry to be gone. She was a nice matron; so nice that I was\njust about to ask her for the loan of car-fare when--\n\nWhen I heard a voice, Maggie, in the office adjoining.  I knew that\nvoice all right, and I knew that I had to make a decision quick.\n\nI did.  I threw the whole thing into the lap of Fate.  And when I\nopened the door and faced him I was smiling.\n\nOh, yes, it was Tausig.\n\n\n\nXIV.\n\nHe started as though he couldn't believe his eyes when he saw me. \"The\nLord hath delivered mine enemy into my hand,\" shone in his evil little\nface.\n\n\"Why, Mr. Tausig,\" I cried, before he could get his breath. \"How odd to\nmeet you here!  Did you find a baby, too?\"\n\n\"Did I find--\" He glared at me.  \"I find you; that's enough. Now--\"\n\n\"But the luncheon was to be at twelve-thirty,\" I laughed.  \"And I\nhaven't changed my dress yet.\"\n\n\"You'll change it all right for something not so becoming if you don't\nshell out that paper.\"\n\n\"Paper?\"\n\n\"Yes, paper.  Look here, if you give it back to me this\nminute--now--I'll not prosecute you for--for--\"\n\n\"For the sake of my reputation?\" I suggested softly.\n\n\"Yes.\"  He looked doubtfully at me, mistrusting the amiable deference\nof my manner.\n\n\"That would be awfully good of you,\" I murmured.\n\nHe did not answer, but watched me as though he wasn't sure which way\nI'd jump the next moment.\n\n\"I wonder what could induce you to be so forgiving,\" I went on\nmusingly.  \"What sort of paper is this you miss?  It must be valuable--\"\n\n\"Yes, it's valuable all right.  Come on, now!  Quit your fooling and\nget down to business.  I'm going to have that paper.\"\n\n\"Do you know, Mr. Tausig,\" I said impulsively, \"if I were you, and\nanybody had stolen a valuable paper from me, I'd have him arrested.  I\nwould.  I should not care a rap what the public exposure did to his\nreputation, so long--so long,\" I grinned right up at him, \"so long as\nit didn't hurt me, myself, in the eyes of the law.\"\n\nMad?  Oh, he was hopping!  A German swear-word burst from him. I don't\nknow what it meant, but I can imagine.\n\n\"Look here, I give you one more chance,\" he squeaked; \"if you don't--\"\n\n\"What'll you do?\"\n\nI was sure I had him.  I was sure, from the very whisper in which he\nhad spoken, that the last thing in the world he wanted was to have that\nagreement made public by my arrest.  But I tripped up on one thing.  I\ndidn't know there was a middle way for a man with money.\n\nHis manner changed.\n\n\"Nance Olden,\" he said aloud now, \"I charge you with stealing a\nvaluable private paper of mine from my desk.  Here, Sergeant!\"\n\nI hadn't particularly noticed the Sergeant standing at the other door\nwith his back to us.  But from the way he came at Tausig's call I knew\nhe'd had a private talk with him, and I knew he'd found the middle way.\n\n\"This girl's taken a paper of mine.  I want her searched,\" Tausig cried.\n\n\"Do you mean,\" I said, \"that you'll sign your name to such a charge\nagainst me?\"\n\nHe didn't answer.  He had pulled the Sergeant down and was whispering\nin his ear.  I knew what that meant.  It meant a special pull and a\nspecial way of doing things and--\n\n\"You'll do well, my girl, to give up Mr. Tausig's property to him,\" the\nSergeant said stiffly.\n\n\"But what have I got that belongs to him?\" I demanded.\n\nHe grinned and shrugged his big shoulders.\n\n\"We've a way of finding out, you know, here.  Give it up or--\"\n\n\"But what does he say I've taken?  What charge is there against me?\nHave you the right to search any woman who walks in here?  And what in\nthe world would I want a paper of Tausig's for?\"\n\n\"You won't give it up then?\"  He tapped a bell.\n\nA woman came in.  I had a bad minute there, but it didn't last; it\nwasn't the matron I'd brought the baby to.\n\n\"You'll take this girl into the other room and search her thoroughly.\nThe thing we're looking for--\" The Sergeant turned to Tausig.\n\n\"A small paper,\" he said eagerly.  \"A--a contract--just a single sheet\nof legal cap paper it was type-written and signed by myself and some\nother gentlemen, and folded twice.\"\n\nThe woman looked at me.  She was a bit hard-mouthed, with iron-gray\nhair, but her eyes looked as though they'd seen a lot and learned not\nto flinch, though they still felt like it.  I knew that kind of\nlook--I'd seen it at the Cruelty.\n\n\"What an unpleasant job this of yours is,\" I said to her, smiling up at\nher for all the world as that tike of a baby had smiled at me, and\nwatching her melt just as I had.  \"I'll not make it a bit harder.  This\nthing's all a mistake.  Which way?  ... I'll come back, Mr. Tausig, to\nreceive your apology, but you can hardly expect me to go to lunch after\nthis.\"\n\nHe growled a wrathful, resenting mouthful.  But he looked a bit puzzled\njust the same.\n\nHe looked more puzzled yet, even bewildered, when we came back into the\nmain office a quarter of an hour later, the woman and I, and she\nreported that no paper of any kind had she found.\n\nMe?  Oh, I was sweet amiability personified with the woman and with the\nSergeant, who began to back-water furiously.  But with Tausig--\n\nWhat?  You don't mean to say you're not on, Mag?  Oh, dear, dear, it's\nwell you had that beautiful wig of red hair that puts even Carter's in\nthe shade; for you'd never have been a success in--in other businesses\nI might name.\n\nBamboozled the woman?  Not a bit of it; you can't deceive women with\nmouths and eyes like that.  It was just that I'd had a flash of genius\nin the minute I heard Tausig's voice, and in spite of my being so sure\nhe wouldn't have me arrested I'd-- Guess, Mag, guess!  There was only\none way.\n\nThe baby, of course!  In the moment I had--it wasn't long--I'd stooped\ndown, pretending to kiss that cherub good-by, and in a jiffy I'd pinned\nthat precious paper with a safety-pin to the baby's under-petticoat,\npreferring that risk to--\n\nRisk!  I should say it was.  And now it was up to Nance to make good.\n\nWhile Tausig insisted and explained and expostulated and at last walked\nout with the Sergeant--giving me a queer last look that was\nhalf-cursing, half-placating--I stood chatting sweetly with the woman\nwho had searched me.\n\nI didn't know just how far I might go with her.  She knew the paper\nwasn't on me, and I could see she was disposed to believe I was as nice\nas she'd have liked me to be.  But she'd had a lot of experience and\nshe knew, as most women do even without experience, that if there's not\nalways fire where there is smoke, it's because somebody's been clever\nenough and quick enough to cover the blaze.\n\n\"Well, good-by,\" I said, putting out my hand.  \"It's been disagreeable\nbut I'm obliged to you for--why, where's my purse! We must have left\nit--\" And I turned to go back into the room where I'd undressed.\n\n\"You didn't have any.\"\n\nThe words came clear and cold and positive.  Her tone was like an\nicicle down my back.\n\n\"I didn't have any!\" I exclaimed.  \"Why, I certainly--\"\n\n\"You certainly had no purse, for I should have seen it and searched it\nif you had.\"\n\nNow, what do you think of a woman like that?\n\n\"Nancy Olden,\" I said to myself, more in sorrow than in anger, \"you've\nmet your match right here.  When a woman knows a fact and states it\nwith such quiet conviction, without the least unnecessary emphasis and\nnot a superfluous word, 'ware that woman.  There's only one game to\nplay to let you hang round here a bit longer and find out what's become\nof the baby.  Play it!\"\n\nI looked at her with respect; it was both real and feigned.\n\n\"Of course, you must be right,\" I said humbly.  \"I know you wouldn't be\nlikely to make a mistake, but, just to convince me, do you mind letting\nme go back to look?\"\n\n\"Not at all,\" she said placidly.  \"If I go with you there's no reason\nwhy you should not look.\"\n\nOh, Mag, it was hard lines looking.  Why?--Why, because the place was\nso bare and so small.  There were so few things to move and it took\nsuch a short time, in spite of all I could do and pretend to do, that I\nwas in despair.\n\n\"You must be right,\" I said at length, looking woefully up at her.\n\n\"Yes; I knew I was,\" she said steadily.\n\n\"I must have lost it.\"\n\n\"Yes.\"\n\nThere was no hope there.  I turned to go.\n\n\"I'll lend you a nickel to get home, if you'll leave me your address,\"\nshe said after a moment.\n\nOh, that admirable woman!  She ought to be ruling empires instead of\nsearching thieves.  Look at the balance of her, Mag.  My best acting\nhadn't shaken her.  She hadn't that fatal curiosity to understand\nmotives that wrecks so many who deal with--we'll call them the\ntemporarily un-straight.  She was satisfied just not to let me get\nahead of her in the least particular.  But she wasn't mean, and she\nwould lend me a nickel--not an emotionally extravagant ten-cent piece,\nbut just a nickel--on the chance that I was what I seemed to be.\n\nOh, I did admire her; but I'd have been more enthusiastic about it if I\ncould have seen my way clear to the baby and the paper.\n\nI took the nickel and thanked her, but effusiveness left her unmoved.\nA wholesome, blue-gowned rock with a neat, full-bibbed white apron;\nthat's what she was!\n\nAnd still I lingered.  Fancy Nance Olden just heartbroken at being\ncompelled to leave a police station!\n\nBut there was nothing for it.  Go, I had to.  My head was a-whirl with\nschemes coming forward with suggestions and being dismissed as\nunsuitable; my thoughts were flying about at such a dizzy rate while I\nstood there in the doorway, the woman's patient hand on the knob and\nher watchful eyes on me, that I actually--\n\nMag, I actually didn't hear the matron's voice the first time she spoke.\n\nThe second time, though, I turned--so happy I could not keep the tremor\nout of my voice.\n\n\"I thought you had gone long ago,\" she said.\n\nOh, we were friends, we two!  We'd chummed over a baby, which for women\nis like what taking a drink together is for men.  The admirable dragon\nin the blue dress didn't waver a bit because her superior spoke\npleasantly to me.  She only watched and listened.\n\nWhich puts you in a difficult position when your name's Nance\nOlden--you have to tell the truth.\n\n\"I've been detained,\" I said with dignity, \"against my wish. But that's\nall over.  I'm going now.  Good-by.\"  I nodded and caught up my skirt.\n\"Oh!\"  I paused just as the admirable dragon was closing the door on\nme.  \"Is the baby asleep?  I wonder if I might see her once more.\"\n\nMy heart was beating like an engine gone mad, in spite of my careless\ntone, and there was a buzzing in my ears that deafened me.  But I\nmanaged to stand still and listen, and then to walk off, as though it\ndidn't matter in the least to me, while her words came smashing the\nhope out of me.\n\n\"We've sent her with an officer back to the neighborhood where you\nfound her.  He'll find out where she belongs, no doubt.  Good day.\"\n\n\n\nXV.\n\nAh me, Maggie, the miserable Nance that went away from that station!\nTo have had your future in your grasp, like that one of the Fates with\nthe string, and then to have it snatched from you by an impish breeze\nand blown away, goodness knows where!\n\nI don't know just which way I turned after I left that station. I\ndidn't care where I went.  Nothing I could think of gave me any\ncomfort.  I tried to fancy myself coming home to you.  I tried to see\nmyself going down to tell the whole thing to Obermuller.  But I\ncouldn't do that.  There was only one thing I wanted to say to Fred\nObermuller, and that thing I couldn't say now.\n\nBut Nance Olden's not the girl to go round long like a molting hen.\nThere was only one chance in a hundred, and that was the one I took, of\ncourse.\n\n\"Back to the Square where you found the baby, Nance!\" I cried to\nmyself.  \"There's the chance that that admirable dragon has had her\nsuspicions aroused by your connection with the baby, which she hadn't\nknown before, and has already dutifully notified the Sergeant.  There's\nthe chance that the baby is home by now, and the paper found by her\nmother will be turned over to her papa; and then it's good-by to your\nscheme.  There's the chance that--\"\n\nBut in the heart of me I didn't believe in any chance but one--the\nchance that I'd find that blessed baby and get my fingers just once\nmore on that precious paper.\n\nI blew in the A.D.'s nickel on a cross-town car and got back to the\nlittle Square.  There was another organ-grinder there grinding out\ncoon-songs, to which other piccaninnies danced.  But nary a little\nwhite bundle of fluff caught hold of my hand.  I walked that Square\ntill my feet were sore.  It was hot.  My throat was parched.  I was\nhungry.  My head ached.  I was hopeless.  And yet I just couldn't give\nit up.  I had asked so many children and nurse-maids whether they'd\nheard of the baby lost that morning and brought back by an officer,\nthat they began to look at me as though I was not quite right in my\nmind.  The maids grabbed the children if they started to come near me,\nand the children stared at me with big round eyes, as though they'd\nbeen told I was an ogre who might eat them.\n\nI was hungry enough to.  The little fruit-stand at the entrance had a\nfascination for me.  I found myself there time and again, till I got\nafraid I might actually try to get of with a peach or a bunch of\ngrapes.  That thought haunted me.  Fancy Nance Olden starved and\nblundering into the cheapest and most easily detected species of\nthieving!\n\nI suppose great generals in their hour of defeat imagine themselves\ndoing the feeblest, foolishest things.  As I sat there on the bench,\ngazing before me, I saw the whole thing--Nancy Olden, after all her\nbragging, her skirmishing, her hairbreadth scapes and successes,\narrested in broad daylight and before witnesses for having stolen a\ncool, wet bunch of grapes, worth a nickel, for her hot, dry, hungering\nthroat!  I saw the policeman that'd do it; he looked like that Sergeant\nMulhill I met 'way, 'way back in Latimer's garden.  I saw the officer\nthat'd receive me; he had blue eyes like the detective that came for me\nto the Manhattan.  I saw the woman jailer--oh, she was the A.D., all\nright, who'd receive me without the slightest emotion, show me to a\ncell and lock the door, as calm, as little triumphant or affected, as\nthough I hadn't once outwitted that cleverest of creatures--and\noutwitted myself in forestalling her.  I saw--\n\nMag, guess what I saw!  No, truly; what I really saw?  It made me jump\nto my feet and grab it with a squeal.\n\nI saw my own purse lying on the gravel almost at my feet, near the\nlittle fruit-stand that had tempted me.\n\nBlank empty it was, stripped clean, not a penny left in it, not a\npaper, not a stamp, not even my key.  Just the same I was glad to have\nit.  It linked me in a way to the place.  The clever little girl that\nhad stolen it had been here in this park, on this very spot.  The\nthought of that cute young Nance Olden distracted my mind a minute from\nmy worry--and, oh, Maggie darlin', I was worrying so!\n\nI walked up to the fruit-stand with the purse in my hand.  The old\nfellow who kept it looked up with an inviting smile.  Lord knows, he\nneedn't have encouraged me to buy if I'd had a penny.\n\n\"I want to ask you,\" I said, \"if you remember selling a lot of good\nthings to a little girl who had a purse this--this morning?\"\n\nI showed it to him, and he turned it over in his crippled old hands.\n\n\"It was full then--or fuller, anyway,\" I suggested.\n\n\"You wouldn't want to get her into trouble--that little girl?\" he asked\ncautiously.\n\nI laughed.  \"Not I.  I--myself--\"\n\nI was going to say--well, you can imagine what I was going to say, and\nthat I didn't say it or anything like it.\n\n\"Well--there she is, Kitty Wilson, over yonder,\" he said.\n\nI gasped, it was so unexpected.  And I turned to look.  There on one of\nthe benches sat Kitty Wilson.  If I hadn't been blind as a bat and full\nof trouble--oh, it thickens your wits, does trouble, and blinds your\neyes and muffles your ears!--I'd have suspected something at the mere\nsight of her.  For there sat Kitty Wilson enthroned, a hatless, lank\nlittle creature about twelve, and near her, clustered thick as ants\naround a lump of sugar, was a crowd of children, black and white, boys\nand girls.  For Kitty--that deplorable Kitty--had money to burn; or\nwhat was even more effective at her age, she had goodies to give away.\nHer lap was full of spoils.  She had a sample of every good thing the\nfruit-stand offered.  Her cheeks and lips were smeary with candy. Her\ndress was stained with fruit.  The crumbs of cake lingered still on her\nchin and apron.  And Kitty--I love a generous thief--was treating the\ngang.\n\nIt helped itself from her abundant lap; it munched and gobbled and\nasked for more.  It was a riot of a high old time.  Even the birds were\nhopping about as near as they dared, picking up the crumbs, and the\nsquirrels had peanuts to throw to the birds.\n\nAnd all on Nancy Olden's money!\n\nI laughed till I shook.  It was good to laugh.  Nancy Olden isn't\naccustomed to a long dose of the doleful, and it doesn't agree with\nher.  I strolled over to where my guests were banqueting.\n\nYou see, Mag, that's where I shouldn't rank with the A.D.  I'm too\ninquisitive.  I want to know how the other fellow in the case feels and\nthinks.  It isn't enough for me to see him act.\n\n\"Kitty,\" I said--somehow a twelve-year-old makes you feel more of a\ngrown-up than a twelve-months-old does--\"I hope you're having a\ngood--time, Kitty Wilson, but--haven't you lost something?\"\n\nShe was chewing at the end of a long string of black\ncandy-shoe-strings, all right, the stuff looks like--and she was eating\njust because she didn't want to stop.  Goodness knows, she was full\nenough.  Her jaws stopped, though, suddenly, as she looked from the\nempty purse in my outstretched hand to me, and took me in.\n\nOh, I know that pause intimately.  It says: \"Wait a minute, till I get\nmy breath, and I'll know how much you know and just what lie to tell\nyou.\"\n\nBut she changed her mind when she saw my face.  You know, Mag, if\nthere's a thing that's fixed in your memory it's the face of the body\nyou've done up.  The respectables have their rogues' gallery, but we,\nthat is, the light-fingered brigade, have got a fools' gallery to\ncorrespond to it.\n\nIn which of 'em is my picture?  Now, Margaret, that's mean.  You know\nmy portrait hangs in both.\n\nI looked down on the little beggar that had painted me for the second\nsalon, and lo, in a flash she was on her feet, the lapful of good\nthings tumbled to the ground, and Kitty was off.\n\nI was bitterly disappointed in that girl, Mag!  I was altogether\nmistaken in my diagnosis of her.  Hers is only a physical cleverness, a\ntalented dexterity.  She had no resource in time of danger but her\nlegs.  And legs will not carry a grafter half so far as a good, quick\ntongue and a steady head.\n\nShe halted at a safe distance and glared back at me.  Her hostility\nexcited the crowd of children--her push--against me, and the braver\nones jeered the things Kitty only looked, while the thrifty ones\nstooped and gathered up the spoil.\n\n\"Tell her I wouldn't harm her,\" I said to one of her lieutenants.\n\n\"She says she won't hurt ye, Kit,\" the child screamed.\n\n\"She dassent,\" yelled back Kitty, the valiant.  \"She knows I'd peach on\nher about the kid.\"\n\n\"Kid!  What kid?\" I cried, all a-fire.\n\n\"The kid ye swiped this mornin'.  Yah!  I told the cop what brought her\nback how ye took her jest as I--\"\n\n\"Kitty!\" I cried.  \"You treasure!\"  And with all my might I ran after\nher.\n\nSilly?  Of course it was.  I might have known what the short skirts\nabove those thin legs meant.  I couldn't come within fifty feet of her.\nI halted, panting, and she paused, too, dancing tantalizingly half a\nblock away.\n\nWhat to do?  I wished I had another purse to bestow on that sad Kitty,\nbut I had nothing, absolutely nothing, except--all at once I remembered\nit--that little pin you gave me for Christmas, Mag. I took it off and\nturned to appeal to the nearest one of the flying body-guard that had\naccompanied us.\n\n\"You run on to her and tell her that if she'll show me the house where\nthat baby lives I'll give her this pin.\"\n\nHe sped on ahead and parleyed with Kit; and while they talked I held\naloft the little pin so that Kit might see the price.\n\nShe hesitated so long that I feared she'd slip through my hands, but a\nsudden rival voice piping out, \"I'll show ye the house, Missus,\" was\ntoo much for her.\n\nSo, with Kit at a safe distance in advance to guard against treachery,\nand a large and enthusiastic following, I crossed the street, turned a\ncorner, walked down one block and half up another, and halted before a\nthree-story brownstone.\n\nI flew up the stairs, leaving my escort behind, and rang the bell.  It\nwasn't so terribly swagger a place, which relieved me some.\n\n\"I want to see the lady whose baby was lost this morning,\" I said to\nthe maid that opened the door.\n\n\"Yes'm.  Who'll I tell her?\"\n\nWho?  That stumped me.  Not Nance Olden, late of the Vaudeville, later\nof the Van Twiller, and latest of the police station. No--not Nance\nOlden ...  not ...\n\n\"Tell her, please,\" I said firmly, \"that I'm Miss Murieson, of the\nX-Ray, and that the city editor has sent me here to see her.\"\n\nThat did it.  Hooray for the power of the press!  She showed me into a\nlong parlor, and I sat down and waited.\n\nIt was cool and quiet and softly pretty in that long parlor.  The\nshades were down, the piano was open, the chairs were low and softly\ncushioned.  I leaned back and closed my eyes, exhausted.\n\nAnd suddenly--Mag!--I felt something that was a cross between a\nrose-leaf and a snowflake touch my hand.\n\nIf it wasn't that delectable baby!\n\nI caught her and lifted her to my lap and hugged the chuckling thing as\nthough that was what I came for.  Then, in a moment, I remembered the\npaper and lifted her little white slip.\n\nIt was gone, Mag.  The under-petticoat hadn't a sign of the paper I'd\npinned to it.\n\nMy head whirled in that minute.  I suppose I was faint with the heat,\nwith hunger and fatigue and worry, but I felt myself slipping out of\nthings when I heard the rustling of skirts, and there before me stood\nthe mother of my baby.\n\nThe little wretch!  She deserted me and flew to that pretty mother of\nhers in her long, cool white trailing things, and sat in her arms and\nmocked at me.\n\nIt was easy enough to begin talking.  I told her a tale about being a\nnewspaper woman out on a story; how I'd run across the baby and all the\nrest of it.\n\n\"I must ask your pardon,\" I finished up, \"for disturbing you, but two\nthings sent me here--one to know if the baby got home safe, and the\nother,\" I gulped, \"to ask about a paper with some notes that I'd pinned\nto her skirt.\"\n\nShe shook her head.\n\nIt was in that very minute that I noticed the baby's ribbons were pink;\nthey had been blue in the morning.\n\n\"Of course,\" I suggested, \"you've had her clothes changed and--\"\n\n\"Why, yes, of course,\" said baby's mother.  \"The first thing I did when\nI got hold of her was to strip her and put her in a tub; the second,\nwas to discharge that gossiping nurse for letting her out of her sight.\"\n\n\"And the soiled things she had on--the dress with the blue ribbons?\"\n\n\"I'll find out,\" she said.\n\nShe rang for the maid and gave her an order.\n\n\"Was it a valuable paper?\" she asked.\n\n\"Not--very,\" I stammered.  My tongue was thick with hope and dread.\n\"Just--my notes, you know, but I do need them.  I couldn't carry the\nbaby easily, so I pinned them on her skirt, thinking--thinking--\"\n\nThe maid came in and dumped a little heap of white before me. I fell on\nmy knees.\n\nOh, yes, I prayed all right, but I searched, too.  And there it was.\n\nWhat I said to that woman I don't know even now.  I flew out through\nthe hall and down the steps and--\n\nAnd there Kitty Wilson corralled me.\n\n\"Say, where's that stick-pin?\" she cried.\n\n\"Here!--here, you darling!\" I said, pressing it into her hand. \"And,\nKitty, whenever you feel like swiping another purse--just don't do it.\nIt doesn't pay.  Just you come down to the Vaudeville and ask for Nance\nOlden some day, and I'll tell you why.\"\n\n\"Gee!\" said Kitty, impressed.  \"Shall--shall I call ye a hansom, lady?\"\n\nShould she!  The blessed inspiration of her!\n\nI got into the wagon and we drove down street--to the Vaudeville.\n\nI burst in past the stage doorkeeper, amazed to see me, and rushed into\nFred Obermuller's office.\n\n\"There!\" I cried, throwing that awful paper on the desk before him.\n\"Now cinch 'em, Fred Obermuller, as they cinched you. It'll be the\nholiest blackmail that ever--oh, and will you pay for the hansom?\"\n\n\n\nXVI.\n\nI don't remember much about the first part of the lunch.  I was so\nhungry I wanted to eat everything in sight, and so happy that I\ncouldn't eat a thing.\n\nBut Mr. O.  kept piling the things on my plate, and each time I began\nto talk he'd say: \"Not now--wait till you're rested, and not quite so\nfamished.\"\n\nI laughed.\n\n\"Do I eat as though I was starved?\"\n\n\"You--you look tired, Nance.\"\n\n\"Well,\" I said slowly, \"it's been a hard week.\"\n\n\"It's been hard for me, too; harder, I think, than for you.  It wasn't\nfair to me to let me--think what I did and say what I did. I'm so\nsorry, Nance,--and ashamed.  So ashamed!  You might have told me.\"\n\n\"And have you put your foot down on the whole thing; not much!\"\n\nHe laughed.  He's got such a boyish laugh in spite of his chin and his\neye-glasses and the bigness of him.  He filled my glass for me and\nhelped me again to the salad.\n\nOh, Mag, it's such fun to be a woman and have a man wait on you like\nthat!  It's such fun to be hungry and to sit down to a jolly little\ntable just big enough for two, with carnations nodding in the tall slim\nvase, with a fat, soft-footed, quick-handed waiter dancing behind you,\nand something tempting in every dish your eye falls on.\n\nIt's a gay, happy, easy world, Maggie darlin'.  I vow I can't find a\ndark corner in it--not to-day.\n\nNone but the swellest place in town was good enough, Obermuller had\nsaid, for us to celebrate in.  The waiters looked queerly at us when we\ncame in--me in my dusty shoes and mussed hair and old rig, and Mr. O.\nin his working togs.  But do you suppose we cared?\n\nHe was smoking and I was pretending to eat fruit when at last I got\nfairly launched on my story.\n\nHe listened to it all with never a word of interruption. Sometimes I\nthought he was so interested that he couldn't bear to miss a word I\nsaid.  And then again I fancied he wasn't listening at all to me; only\nwatching me and listening to something inside of himself.\n\nCan you see him, Mag, sitting opposite me there at the pretty little\ntable, off in a private room by ourselves?  He looked so big and strong\nand masterful, with his eyes half closed, watching me, that I hugged\nmyself with delight to think that I--I, Nancy Olden, had done something\nfor him he couldn't do for himself.\n\nIt made me so proud, so tipsily vain, that as I leaned forward eagerly\ntalking, I felt that same intoxicating happiness I get on the stage\nwhen the audience is all with me, and the two of us--myself and the\nmany-handed, good-natured other fellow over on the other side of the\nfootlights--go careering off on a jaunt of fun and fancy, like two good\nplaymates.\n\nHe was silent a minute when I got through.  Then he laid his cigar\naside and stretched out his hand to me.\n\n\"And the reason, Nance--the reason for it all?\"\n\nI looked up at him.  I'd never heard him speak like that.\n\n\"The reason?\" I repeated.\n\n\"Yes, the reason.\"  He had caught my hand.\n\n\"Why--to down that tiger Trust--and beat Tausig.\"\n\nHe laughed.\n\n\"And that was all?  Nonsense, Nance Olden, there was another reason.\nThere are other tiger trusts.  Are you going to set up as a lady-errant\nand right all syndicate wrongs?  No, there was another, a bigger\nreason, Nance.  I'm going to tell it to you--what!\"\n\nI pulled my hand from his; but not before that fat waiter who'd come in\nwithout our noticing had got something to grin about.\n\n\"Beg pardon, sir,\" he said.  \"This message must be for you, sir.  It's\nmarked immediate, and no one else--\"\n\nObermuller took it and tore it open.  He smiled the oddest smile as he\nread it, and he threw back his head and laughed a full, hearty bellow\nwhen he got to the end.\n\n\"Read it, Nance,\" he said, passing it over to me.  \"They sent it on\nfrom the office.\"\n\nI read it.  \"Mr. Fred W. Obermuller, Manager Vaudeville  Theater, New\nYork City, N.Y.:\n\nDear Obermuller:--I have just learned from your little protegee, Nance\nOlden, of a comedy you've written.  From what Miss Olden tells me of\nthe plot and situations of And the Greatest of These--your title's\ngreat--I judge the thing to be something altogether out of the common;\nand my secretary and reader, Mr. Mason, agrees with me that properly\ninterpreted and perhaps touched up here and there, the comedy ought to\nmake a hit.\n\nWould Miss Olden take the leading role, I wonder?\n\nCan't you drop in this evening and talk the matter over?  There's an\nopening for a fellow like you with us that's just developed within the\npast few days, and--this is strictly confidential--I have succeeded in\nconvincing Braun and Lowenthal that their enmity is a foolish personal\nmatter which business men shouldn't let stand in the way of business.\nAfter all, just what is there between you and them?  A mere trifle; a\nmisunderstanding that half an hour's talk over a bottle of wine with a\ngood cigar would drive away.\n\nIf you're the man I take you for you'll drop in this evening at the Van\nTwiller and bury the hatchet.  They're good fellows, those two, and\nsmart men, even if they are stubborn as sin.\n\nCounting on seeing you to-night, my dear fellow,\n  I am most cordially,\n    I. M. TAUSIG.\"\n\n\nI dropped the letter and looked over at Obermuller.\n\n\"Miss Olden,\" he said severely, coming over to my side of the table,\n\"have you the heart to harm a generous soul like that?\"\n\n\"He--he's very prompt, isn't he, and most--\"\n\nAnd then we laughed together.\n\n\"You notice the letter was marked personal?\" Obermuller said. He was\nstill standing beside me.\n\n\"No--was it?\"  I got up, too, and began to pull on my gloves; but my\nfingers shook so I couldn't do a thing with them.\n\n\"Oh, yes, it was.  That's why I showed it to you.  Nance--Nance, don't\nyou see that there's only one way out of this?  There's only one woman\nin the world that would do this for me and that I could take it from.\"\n\nI clasped my hands helplessly.  Oh, what could I do, Maggie, with him\nthere and his arms ready for me!\n\n\"I--I should think you'd be afraid,\" I whispered.  I didn't dare look\nat him.\n\nHe caught me to him then.\n\n\"Afraid you wouldn't care for an old fellow like me?\" he laughed.\n\"Yes, that's the only fear I had.  But I lost it, Nancy, Nancy\nObermuller, when you flung that paper down before me. That's quite two\nhours ago--haven't I waited long enough?\"\n\n\n*  *  *  *  *  *  *  *  *  *  *\n\n\nOh, Mag--Mag, how can I tell him?  Do you think he knows that I am\ngoing to be good--good!  that I can be as good for a good man who loves\nme, as I was bad for a bad man I loved!\n\n\n\nXVII.\n\nPHILADELPHIA, January 27.\n\nMaggie, dear:\n\nI'm writing to you just before dinner while I wait for Fred.  He's down\nat the box-office looking up advance sales.  I tell you, Maggie\nMonahan, we're strictly in it--we Obermullers.  That Broadway hit of\nmine has preceded me here, and we've got the town, I suspect, in\nadvance.\n\nBut I'm not writing to tell you this.  I've got something more\ninteresting to tell you, my dear old Cruelty chum.\n\nI want you to pretend to yourself that you see me, Mag, as I came out\nof the big Chestnut Street store this afternoon, my arms full of\nbundles.  I must have on that long coat to my heels, of dark, warm red,\nsilk-lined, with the long, incurving back sweep and high chinchilla\ncollar, that Fred ordered made for me the very day we were married.  I\nmust be wearing that jolly little, red-cloth toque caught up on the\nside with some of the fur.\n\nOh, yes, I knew I was more than a year behind the times when I got\nthem, but a successful actress wears what she pleases, and the rest of\nthe world wears what pleases her, too.  Besides, fashions don't mean so\nmuch to you when your husband tells you how becoming--but this has\nnothing to do with the Bishop.\n\nYes, the Bishop, Mag!\n\nI had just said, \"Nance Olden--\" To myself I still speak to me as Nancy\nOlden; it's good for me, Mag; keeps me humble and for ever grateful\nthat I'm so happy.  \"Nance, you'll never be able to carry all these\nthings and lift your buful train, too.  And there's never a hansom\nround when it's snowing and--\"\n\nAnd then I caught sight of the carriage.  Yes, Maggie, the same fat,\nlow, comfortable, elegant, sober carriage, wide and well-kept, with\nrubber-tired wheels.  And the two heavy horses, fat and elegant and\nsober, too, and wide and well-kept.  I knew whose it was the minute my\neyes lighted on it, and I couldn't--I just couldn't resist it.\n\nThe man on the box-still wide and well-kept--was wide-awake this time.\nI nodded to him as I slipped in and closed the door after me.\n\n\"I'll wait for the Bishop,\" I said, with a red-coated assurance that\nleft him no alternative but to accept the situation respectfully.\n\nOh, dear, dear!  It was soft and warm inside as it had been that long,\nlong-ago day.  The seat was wide and roomy.  The cushions had been done\nover--I resented that--but though a different material, they were a\nstill darker plum.  And instead of Quo Vadis, the Bishop had been\nreading Resurrection.\n\nI took it up and glanced over it as I sat there; but, you know, Mag,\nthe heavy-weight plays never appealed to me.  I don't go in for the\ntragic--perhaps I saw too much of the real thing when I was little.\n\nAt any rate, it seemed dull to me, and I put it aside and sat there\nabsent-mindedly dreaming of a little girl-thief that I knew once\nwhen--when the handle of the door turned and the Bishop got in, and we\nwere off.\n\nOh, the little Bishop--the contrast between him and the fat, pompous\nrig caught me!  He seemed littler and leaner than ever, his little\nwhite beard scantier, his soft eye kindlier and his soft heart {?}\n\n\"God bless my soul!\" he exclaimed, jumping almost out of his neat\nlittle boots, while he looked sharply over his spectacles.\n\nWhat did he see?  Just a red-coated ghost dreaming in the corner of his\ncarriage.  It made him doubt his eyes--his sanity.  I don't know what\nhe'd have done if that warm red ghost hadn't got tired of dreaming and\nlaughed outright.\n\n\"Daddy,\" I murmured sleepily.\n\nOh, that little ramrod of a bishop!  The blood rushed up under his\nclear, thin, baby-like skin and he sat up straight and solemn and\nawful--awful as such a tiny bishop could be.\n\n\"I fear, Miss, you have made a mistake,\" he said primly.\n\nI looked at him steadily.\n\n\"You know I haven't,\" I said gently.\n\nThat took some of the starch out of him, but he eyed me suspiciously.\n\n\"Why don't you ask me where I got the coat, Bishop Van Wagenen?\" I\nsaid, leaning over to him.\n\nHe started.  I suppose he'd just that moment remembered my leaving it\nbehind that day at Mrs. Ramsay's.\n\n\"Lord bless me!\" he cried anxiously.  \"You haven't--you haven't again--\"\n\n\"No, I haven't.\"  Ah, Maggie, dear, it was worth a lot to me to be able\nto say that \"no\" to him.  \"It was given to me.  Guess who gave it to\nme.\"\n\nHe shook his head.\n\n\"My husband!\"\n\nMaggie Monahan, he didn't even blink.  Perhaps in the Bishop's set\nhusbands are not uncommon, or very likely they don't know what a\nhusband like Fred Obermuller means.\n\n\"I congratulate you, my child, or--or did it--were you--\"\n\n\"Why, I'd never seen Fred Obermuller then,\" I cried.  \"Can't you tell a\ndifference, Bishop?\" I pleaded.  \"Don't I look like a--an imposing\nmarried woman now?  Don't I seem a bit--oh, just a bit nicer?\"\n\nHis eyes twinkled as he bent to look more closely at me.\n\n\"You look--you look, my little girl, exactly like the pretty, big-eyed,\nwheedling-voiced child I wished to have for my own daughter.\"\n\nI caught his hand in both of mine.\n\n\"Now, that's like my own, own Bishop!\" I cried.  Mag--Mag, he was\nblushing like a boy, a prim, rather scared little school-boy that\nsomehow, yet--oh, I knew he must feel kindly to me!  I felt so fond of\nhim.\n\n\"You see, Bishop Van Wagenen,\" I began softly, \"I never had a father\nand--\"\n\n\"Bless me!  But you told me that day you had mistaken me for--for him.\"\n\nThe baby!  I had forgotten what that old Edward told me--that this\ntrusting soul actually still believed all I'd told him.  What was I to\ndo?  I tell you, Mag, it's no light thing to get accustomed to telling\nthe truth.  You never know where it'll lead you.  Here was I--just a\nclever little lie or two and the dear old Bishop would be happy and\ncontented again.  But no; that fatal habit that I've acquired of\ntelling the truth to Fred and you mastered me--and I fell.\n\n\"You know, Bishop,\" I said, shutting my eyes and speaking fast to get\nit over--as I imagine you must, Mag, when you confess to Father\nPhelan--\"that was all a--a little farce-comedy--the whole business--all\nof it--every last word of it!\"\n\n\"A comedy!\"\n\nI opened my eyes to laugh at him; he was so bewildered.\n\n\"I mean a--a fib; in fact, many of them.  I--I was just--it was long\nago--and I had to make you believe--\"\n\nHis soft old eyes looked at me unbelieving.  \"You don't mean to say you\ndeliberately lied!\"\n\nNow, that was what I did mean--just what I did mean--but not in that\ntone of voice.\n\nBut what could I do?  I just looked at him and nodded.\n\nOh, Maggie, I felt so little and so nasty!  I haven't felt like that\nsince I left the Cruelty.  And I'm not nasty, Maggie, and I'm Fred\nObermuller's wife, and--\n\nAnd that put a backbone in me again.  Fred Obermuller's wife just won't\nlet anybody think worse of her than she can help--from sheer love and\npride in that big, clever husband of hers.\n\n\"Now, look here, Bishop Van Wagenen,\" I broke out, \"if I were the\nabandoned little wretch your eyes accuse me of being I wouldn't be in\nyour carriage confessing to you this blessed minute when it'd be so\nmuch easier not to.  Surely--surely, in your experience you must have\nmet girls that go wrong--and then go right for ever and ever, Amen.\nAnd I'm very right now. But--but it has been hard for me at times.  And\nat those times--ah, you must know how sincerely I mean it--at those\ntimes I used to try to recall the sound of your voice, when you said\nyou'd like to take me home with you and keep me.  If I had been your\ndaughter you'd have had a heart full of loving care for me. And yet, if\nI had been, and had known that benevolent fatherhood, I should need it\nless--so much less than I did the day I begged a prayer from you.\nBut--it's all right now.  You don't know--do you?--I'm Nance Olden.\"\n\nThat made him sit up and stare, I tell you.  Even the Bishop had heard\nof Nancy Olden.  But suddenly, unaccountably, there came a queer, sad\nlook over his face, and his eyes wouldn't meet mine.\n\nI looked at him puzzled.\n\n\"Tell me what it is,\" I said.\n\n\"You evidently forget that you have already told me you are the wife of\nMr.--Mr. Ober--\"\n\n\"Obermuller.  Oh, that's all right.\"  I laughed aloud.  I was so\nrelieved.  \"Of course I am, and he's my manager, and my playwright, and\nmy secretary, and--my--my dear, dear boy. There!\" I wasn't laughing at\nthe end of it.  I never can laugh when I try to tell what Fred is to me.\n\nBut--funny?--that won him.\n\n\"There! there!\" he said, patting me on the shoulder.  \"Forgive me, my\ndear.  I am indeed glad to know that you are living happily.  I have\noften thought of you--\"\n\n\"Oh, have you?\"\n\n\"Yes--I have even told Mrs. Van Wagenen about you and how I was\nattracted to you and believed--ahem!\"\n\n\"Oh--oh, have you!\"  I gave a wriggle as I remembered that Maltese lace\nMaria wanted and that I--ugh!\n\nBut, luckily, he didn't notice.  He had taken my hand and was looking\nat me over his spectacles in his dear, fatherly old way.\n\n\"Tell me now, my dear, is there anything that an old clergyman can do\nfor you?  I have an engagement near here and we may not meet again.  I\ncan't hope to find you in my carriage many more times.  You are\nhappy--you are living worthily, child?  Pardon me, but the stage--\"\n\nOh, the gentle courtesy of his manner!  I loved his solicitude.\nFather-hungry girls like us, Maggie, know how to value a thing like\nthat.\n\n\"You know,\" I said slowly, \"the thing that keeps a woman straight and a\nman faithful is not a matter of bricks and mortar nor ways of thinking\nnor habits of living.  It's something finer and stronger than these.\nIt's the magic taboo of her love for him and his for her that makes\nthem--sacred.  With that to guard them--why--\"\n\n\"Yes, yes,\" he patted my hand softly.  \"Still, the old see the dangers\nof an environment that a young and impulsive woman like you, my dear,\nmight be blind to.  Your associates--\"\n\n\"My associates?  Oh, you've heard about Beryl Blackburn.\nWell--she's--she's just Beryl, you know.  She wasn't made to live any\ndifferent.  Some people steal and some drink and some gamble and some...\nWell, Beryl belongs to the last class.  She doesn't pretend to be\nbetter than she is.  And, just between you and me, Bishop, I've more\nrespect for a girl of that kind than for Grace Weston, whose husband is\nmy leading man, you know.  Why, she pulls the wool over his eyes and\nmakes him the laughing-stock of the company.  I can't stand her any\nmore than I can Marie Avon, who's never without two strings--\"\n\nAll at once I stopped.  But wasn't it like me to spoil it all by\nbubbling over?  I tell you, Maggie, too much truth isn't good for the\nBishop's set;--they don't know how to digest it.\n\nI was afraid that I'd lost him, for he spoke with a stately little\nprimness as the carriage just then came to a stop; I had been so\ninterested talking that I hadn't noticed where we were driving.\n\n\"Ah, here we are!\" he said.  \"I must ask you to excuse me, Miss--ah,\nMrs.--that is--there's a public meeting of the Society for the\nPrevention of Cruelty to Children this afternoon that I must attend.\nGood-by, then--\"\n\n\"Oh, are you bound for the Cruelty, too?\" I asked.  \"Why, so am I.\nAnd--yes--yes--that's the Cruelty!\"\n\nThe Cruelty stands just where it did, Mag, when you and I first saw it;\nmost things do in Philadelphia, you know.  There's the same prim,\nofficial straight up-and-downness about the brick front.  The steps\ndon't look so steep now and the building's not so high, perhaps because\nof a skyscraper or two that've gone up since.  But it chills your\nblood, Maggie darlin', just as it always did, to think what it stands\nfor.  Not man's inhumanity to man, but women's cruelty to children!\nMaggie, think of it, if you can, as though this were the first time\nyou'd heard of such a thing!  Would you believe it?\n\nI waked from that to find myself marching up the stairs behind the\nBishop's rigid little back.  Oh, it was stiff and uncompromising!\nBeryl Blackburn did that for me.  Poor, pretty, pagan Beryl!\n\nMy coming with the Bishop--we seemed to come together, anyway--made the\npeople think he'd brought me, so I must be just all right.  I had the\nman bring in the toys I'd got out in the carriage, and I handed them\nover to the matron, saying:\n\n\"They're for the children.  I want them to have them all and now,\nplease, to do whatever they want with them.  There'll always be others.\nI'm going to send them right along, if you'll let me, so that those who\nleave can take something of their very own with them--something that\nnever belonged to anybody else but just themselves, you understand.\nIt's terrible, don't you know, to be a deserted child or a tortured\nchild or a crippled child and have nothing to do but sit up in that\nbare, clean little room upstairs with a lot of other strangelings--and\njust think on the cruelty that's brought you here and the cruelty you\nmay get into when you leave here.  If I'd had a doll--if Mag had only\nhad a set of dishes or a little tin kitchen--if the boy with the gouged\neye could have had a set of tools--oh, can't you understand--\"\n\nI became conscious then that the matron--a new one, Mag, ours is\ngone--was staring at me, and that the people stood around listening as\nthough I'd gone mad.\n\nWho came to my rescue?  Why, the Bishop, like the manly little fellow\nhe is.  He forgave me even Beryl in that moment.\n\n\"It's Nance Olden, ladies,\" he said, with a dignified little wave of\nhis hand that served for an introduction.  \"She begins her Philadelphia\nengagement to-night in And the Greatest of These.\"\n\nOh, I'm used to it now, Maggie, but I do like it.  All the lady-swells\nbuzzed about me, and there Nance stood preening herself and crowing\nsoftly till--till from among the bunch of millinery one of them stepped\nup to me.  She had a big smooth face with plenty of chins.  Her hair\nwas white and her nose was curved and she rustled in silk and--\n\nIt was Mrs. Dowager Diamonds, alias Henrietta, alias Mrs. Edward Ramsay!\n\n\"Clever!  My, how clever!\" she exclaimed, as though the sob in my voice\nthat I couldn't control had been a bit of acting.\n\nShe was feeling for her glasses.  When she got them and hooked them on\nher nose and got a good look at me--why, she just dropped them with a\nsmash upon the desk.\n\nI looked for a minute from her to the Bishop.\n\n\"I remember you very well, Mrs. Ramsay.  I hope you haven't forgotten\nme.  I've often wanted to thank you for your kindness,\" I said slowly,\nwhile she as slowly recovered.  \"I think you'll be glad to know that I\nam thoroughly well-cured.  Shall I tell Mrs. Ramsay how, Bishop?\"\n\nI put it square up to him.  And he met it like the little man he\nis--perhaps, too, my bit of charity to the Cruelty children had pleased\nhim.\n\n\"I don't think it will be necessary, Miss Olden,\" he said gently.  \"I\ncan do that for you at some future time.\"\n\nAnd I could have hugged him; but I didn't dare.\n\nWe had tea there in the Board rooms.  Oh, Mag, remember how we used to\npeep into those awful, imposing Board rooms!  Remember how strange and\nresentful you felt--like a poor little red-haired nigger up at the\nblock--when you were brought in there to be shown to the woman who'd\ncalled to adopt you!\n\nIt was all so strange that I had to keep talking to keep from dreaming.\nI was talking away to the matron and the Bishop about the play-room I'm\ngoing to fit up out of that bare little place upstairs.  Perhaps the\nsame child doesn't stay there very long, but there'll always be\nchildren to fill it--more's the cruel pity!\n\nThen the Bishop and I climbed up there to see it and plan about it.\nBut I couldn't really see it, Mag, nor the poor, white-faced, wise-eyed\nlittle waifs that have succeeded us, for the tears in my eyes and the\nache at my heart and the queer trick the place has of being peopled\nwith you and me, and the boy with the gouged eye, and the cripple, and\nthe rest.\n\nHe put his gentle thin old arm about my shoulders for a moment when he\nsaw what was the matter with me.  Oh, he understands, my Bishop!  And\nthen we turned to go downstairs.\n\n\"Oh--I want--I want to do something for them,\" I cried.  \"I want to do\nsomething that counts, that's got a heart in it, that knows!  You knew,\ndidn't you, it was true--what I said downstairs? I was--I am a Cruelty\ngirl.  Help me to help others like me.\"\n\n\"My dear,\" he said, very stately and sweet, \"I'll be proud to be your\nassistant.  You've a kind, true heart and--\"\n\nAnd just at that minute, as I was preceding him down the narrow steps,\na girl in a red coat trimmed with chinchilla and in a red toque with\nsome of the same fur blocked our way as she was coming up.\n\nWe looked at each other.  You've seen two peacocks spread their tails\nand strut as they pass each other?  Well, the peacock coming up wasn't\nin it with the one going down.  Her coat wasn't so fine, nor so heavy,\nnor so newly, smartly cut.  Her toque wasn't so big nor so saucy, and\nthe fur on it--not to mention that the descending peacock was a\nbrunette and ...  well, Mag, I had my day.  Miss Evelyn Kingdon paid me\nback in that minute for all the envy I've spent on that pretty rig of\nhers.\n\nShe didn't recognize me, of course, even though the two red coats were\nso near, as she stopped to let me pass, that they kissed like sisters,\nere they parted.  But, Mag, Nancy Olden never got haughty that there\nwasn't a fall waiting for her.  Back of Miss Kingdon stood Mrs.\nKingdon--still Mrs. Kingdon, thanks to Nance Olden--and behind her, at\nthe foot of the steps, was a frail little old-fashioned bundle of black\nsatin and old lace. I lost my breath when the Bishop hailed his wife.\n\n\"Maria,\" he said--some men say their wives' first names all the years\nof their lives as they said them on their wedding-day--\"I want you to\nmeet Miss Olden--Nance Olden, the comedian.  She's the girl I wanted\nfor my daughter--you'll remember, it's more than a year ago now since I\nbegan to talk about her?\"\n\nI held my breath while I waited for her answer.  But her poor,\nshort-sighted eyes rested on my hot face without a sign.\n\n\"It's an old joke among us,\" she said pleasantly, \"about the Bishop's\ndaughter.\"\n\nWe stood there and chatted, and the Bishop turned away to speak to Mrs.\nKingdon.  Then I seized my chance.\n\n\"I've heard, Mrs. Van Wagenen,\" I said softly and oh, as nicely as I\ncould, \"of your fondness for lace.  We are going abroad in the spring,\nmy husband and I, to Malta, among other places.  Can't I get you a\npiece there as a souvenir of the Bishop's kindness to me?\"\n\nHer little lace-mittened, parchment-like hands clasped and unclasped\nwith an almost childish eagerness.\n\n\"Oh, thank you, thank you very much; but if you would give the same sum\nto charity--\"\n\n\"I will,\" I laughed.  She couldn't guess how glad I was to do this\nthing.  \"And I'll spend just as much on your lace and be so happy if\nyou'll accept it.\"\n\nI promised Henrietta a box for to-night, Maggie, and one to Mrs.\nKingdon.  The Dowager told me she'd love to come, though her husband is\nout of town, unfortunately, she said.\n\n\"But you'll come with me, won't you, Bishop?\" she said, turning to him.\n\"And you, Mrs. Van?\"\n\nThe Bishop blushed.  Was he thinking of Beryl, I wonder.  But I didn't\nhear his answer, for it was at that moment that I caught Fred's voice.\nHe had told me he was going to call for me.  I think he fancied that\nthe old Cruelty would depress me--as dreams of it have, you know; and\nhe wanted to come and carry me away from it, just as at night, when\nI've waked shivering and moaning, I've felt his dear arms lifting me\nout of the black night-memory of it.\n\nBut it was anything but a doleful Nance he found and hurried down the\nsnowy steps out to a hansom and off to rehearsal.  For the Bishop had\nsaid to me, \"God bless you, child,\" when he shook hands with both of us\nat parting, and the very Cruelty seemed to smile a grim benediction, as\nwe drove off together, on Fred and\n\nNANCY O."
}