{
 "author": [
  "Baum, L. Frank (Lyman Frank)"
 ],
 "title": [
  "The Road to Oz"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Gale, Dorothy (Fictitious character) -- Juvenile fiction",
  "Voyages and travels -- Juvenile fiction",
  "Fantasy literature",
  "Uncles -- Juvenile fiction",
  "PZ",
  "Oz (Imaginary place) -- Juvenile fiction",
  "Magic -- Juvenile fiction",
  "Animals, Mythical -- Juvenile fiction",
  "Princess Ozma (Fictitious character) -- Juvenile fiction",
  "Good and evil -- Juvenile fiction",
  "Farms -- Juvenile fiction",
  "Kings and rulers -- Juvenile fiction"
 ],
 "id": "485",
 "genre": [
  "english",
  "teen",
  "fiction",
  "fantasy"
 ],
 "text": "The Road to Oz\n\n\n  In which is related how Dorothy Gale of Kansas,\n   The Shaggy Man, Button Bright, and Polychrome\n         the Rainbow's Daughter met on an\n           Enchanted Road and followed\n              it all the way to the\n                  Marvelous Land\n                      of Oz.\n\n\nby\n\nL.  Frank Baum\n\n\"Royal Historian of Oz\"\n\n\n\nContents\n\n   --To My Readers--\n   1.  The Way to Butterfield\n   2.  Dorothy Meets Button-Bright\n   3.  A Queer Village\n   4.  King Dox\n   5.  The Rainbow's Daughter\n   6.  The City of Beasts\n   7.  The Shaggy Man's Transformation\n   8.  The Musicker\n   9.  Facing the Scoodlers\n  10.  Escaping the Soup-Kettle\n  11.  Johnny Dooit Does It\n  12.  The Deadly Desert Crossed\n  13.  The Truth Pond\n  14.  Tik-Tok and Billina\n  15.  The Emperor's Tin Castle\n  16.  Visiting the Pumpkin-Field\n  17.  The Royal Chariot Arrives\n  18.  The Emerald City\n  19.  The Shaggy Man's Welcome\n  20.  Princess Ozma of Oz\n  21.  Dorothy Receives the Guests\n  22.  Important Arrivals\n  23.  The Grand Banquet\n  24.  The Birthday Celebration\n\n\n\n\nTo My Readers\n\n\nWell, my dears, here is what you have asked for: another \"Oz Book\"\nabout Dorothy's strange adventures.  Toto is in this story, because you\nwanted him to be there, and many other characters which you will\nrecognize are in the story, too.  Indeed, the wishes of my little\ncorrespondents have been considered as carefully as possible, and if\nthe story is not exactly as you would have written it yourselves, you\nmust remember that a story has to be a story before it can be written\ndown, and the writer cannot change it much without spoiling it.\n\nIn the preface to \"Dorothy and the Wizard of Oz\" I said I would like to\nwrite some stories that were not \"Oz\" stories, because I thought I had\nwritten about Oz long enough; but since that volume was published I\nhave been fairly deluged with letters from children imploring me to\n\"write more about Dorothy,\" and \"more about Oz,\" and since I write only\nto please the children I shall try to respect their wishes.\n\nThere are some new characters in this book that ought to win your love.\nI'm very fond of the shaggy man myself, and I think you will like him,\ntoo.  As for Polychrome--the Rainbow's Daughter--and stupid little\nButton-Bright, they seem to have brought a new element of fun into\nthese Oz stories, and I am glad I discovered them.  Yet I am anxious to\nhave you write and tell me how you like them.\n\nSince this book was written I have received some very remarkable News\nfrom The Land of Oz, which has greatly astonished me.  I believe it\nwill astonish you, too, my dears, when you hear it.  But it is such a\nlong and exciting story that it must be saved for another book--and\nperhaps that book will be the last story that will ever be told about\nthe Land of Oz.\n\nL. FRANK BAUM\n\nCoronado, 1909.\n\n\n\n\n1.  The Way to Butterfield\n\n\n\"Please, miss,\" said the shaggy man, \"can you tell me the road to\nButterfield?\"\n\nDorothy looked him over.  Yes, he was shaggy, all right, but there was\na twinkle in his eye that seemed pleasant.\n\n\"Oh yes,\" she replied; \"I can tell you.  But it isn't this road at all.\"\n\n\"No?\"\n\n\"You cross the ten-acre lot, follow the lane to the highway, go north\nto the five branches, and take--let me see--\"\n\n\"To be sure, miss; see as far as Butterfield, if you like,\" said the\nshaggy man.\n\n\"You take the branch next the willow stump, I b'lieve; or else the\nbranch by the gopher holes; or else--\"\n\n\"Won't any of 'em do, miss?\"\n\n\"'Course not, Shaggy Man.  You must take the right road to get to\nButterfield.\"\n\n\"And is that the one by the gopher stump, or--\"\n\n\"Dear me!\" cried Dorothy.  \"I shall have to show you the way, you're so\nstupid.  Wait a minute till I run in the house and get my sunbonnet.\"\n\nThe shaggy man waited.  He had an oat-straw in his mouth, which he\nchewed slowly as if it tasted good; but it didn't.  There was an\napple-tree beside the house, and some apples had fallen to the ground.\nThe shaggy man thought they would taste better than the oat-straw, so\nhe walked over to get some.  A little black dog with bright brown eyes\ndashed out of the farm-house and ran madly toward the shaggy man, who\nhad already picked up three apples and put them in one of the big wide\npockets of his shaggy coat.  The little dog barked and made a dive for\nthe shaggy man's leg; but he grabbed the dog by the neck and put it in\nhis big pocket along with the apples.  He took more apples, afterward,\nfor many were on the ground; and each one that he tossed into his\npocket hit the little dog somewhere upon the head or back, and made him\ngrowl.  The little dog's name was Toto, and he was sorry he had been\nput in the shaggy man's pocket.\n\nPretty soon Dorothy came out of the house with her sunbonnet, and she\ncalled out:\n\n\"Come on, Shaggy Man, if you want me to show you the road to\nButterfield.\"  She climbed the fence into the ten-acre lot and he\nfollowed her, walking slowly and stumbling over the little hillocks in\nthe pasture as if he was thinking of something else and did not notice\nthem.\n\n\"My, but you're clumsy!\" said the little girl.  \"Are your feet tired?\"\n\n\"No, miss; it's my whiskers; they tire very easily in this warm\nweather,\" said he.  \"I wish it would snow, don't you?\"\n\n\"'Course not, Shaggy Man,\" replied Dorothy, giving him a severe look.\n\"If it snowed in August it would spoil the corn and the oats and the\nwheat; and then Uncle Henry wouldn't have any crops; and that would\nmake him poor; and--\"\n\n\"Never mind,\" said the shaggy man.  \"It won't snow, I guess.  Is this\nthe lane?\"\n\n\"Yes,\" replied Dorothy, climbing another fence; \"I'll go as far as the\nhighway with you.\"\n\n\"Thankee, miss; you're very kind for your size, I'm sure,\" said he\ngratefully.\n\n\"It isn't everyone who knows the road to Butterfield,\" Dorothy remarked\nas she tripped along the lane; \"but I've driven there many a time with\nUncle Henry, and so I b'lieve I could find it blindfolded.\"\n\n\"Don't do that, miss,\" said the shaggy man earnestly; \"you might make a\nmistake.\"\n\n\"I won't,\" she answered, laughing.  \"Here's the highway.  Now it's the\nsecond--no, the third turn to the left--or else it's the fourth.  Let's\nsee.  The first one is by the elm tree, and the second is by the gopher\nholes; and then--\"\n\n\"Then what?\" he inquired, putting his hands in his coat pockets.  Toto\ngrabbed a finger and bit it; the shaggy man took his hand out of that\npocket quickly, and said \"Oh!\"\n\nDorothy did not notice.  She was shading her eyes from the sun with her\narm, looking anxiously down the road.\n\n\"Come on,\" she commanded.  \"It's only a little way farther, so I may as\nwell show you.\"\n\nAfter a while, they came to the place where five roads branched in\ndifferent directions; Dorothy pointed to one, and said:\n\n\"That's it, Shaggy Man.\"\n\n\"I'm much obliged, miss,\" he said, and started along another road.\n\n\"Not that one!\" she cried; \"you're going wrong.\"\n\nHe stopped.\n\n\"I thought you said that other was the road to Butterfield,\" said he,\nrunning his fingers through his shaggy whiskers in a puzzled way.\n\n\"So it is.\"\n\n\"But I don't want to go to Butterfield, miss.\"\n\n\"You don't?\"\n\n\"Of course not.  I wanted you to show me the road, so I shouldn't go\nthere by mistake.\"\n\n\"Oh!  Where DO you want to go, then?\"\n\n\"I'm not particular, miss.\"\n\nThis answer astonished the little girl; and it made her provoked, too,\nto think she had taken all this trouble for nothing.\n\n\"There are a good many roads here,\" observed the shaggy man, turning\nslowly around, like a human windmill.  \"Seems to me a person could go\n'most anywhere, from this place.\"\n\nDorothy turned around too, and gazed in surprise.  There WERE a good\nmany roads; more than she had ever seen before.  She tried to count\nthem, knowing there ought to be five, but when she had counted\nseventeen she grew bewildered and stopped, for the roads were as many\nas the spokes of a wheel and ran in every direction from the place\nwhere they stood; so if she kept on counting she was likely to count\nsome of the roads twice.\n\n\"Dear me!\" she exclaimed.  \"There used to be only five roads, highway\nand all.  And now--why, where's the highway, Shaggy Man?\"\n\n\"Can't say, miss,\" he responded, sitting down upon the ground as if\ntired with standing.  \"Wasn't it here a minute ago?\"\n\n\"I thought so,\" she answered, greatly perplexed.  \"And I saw the gopher\nholes, too, and the dead stump; but they're not here now.  These roads\nare all strange--and what a lot of them there are!  Where do you\nsuppose they all go to?\"\n\n\"Roads,\" observed the shaggy man, \"don't go anywhere.  They stay in one\nplace, so folks can walk on them.\"\n\nHe put his hand in his side-pocket and drew out an apple--quick, before\nToto could bite him again.  The little dog got his head out this time\nand said \"Bow-wow!\"  so loudly that it made Dorothy jump.\n\n\"O, Toto!\" she cried; \"where did you come from?\"\n\n\"I brought him along,\" said the shaggy man.\n\n\"What for?\" she asked.\n\n\"To guard these apples in my pocket, miss, so no one would steal them.\"\n\nWith one hand the shaggy man held the apple, which he began eating,\nwhile with the other hand he pulled Toto out of his pocket and dropped\nhim to the ground.  Of course Toto made for Dorothy at once, barking\njoyfully at his release from the dark pocket.  When the child had\npatted his head lovingly, he sat down before her, his red tongue\nhanging out one side of his mouth, and looked up into her face with his\nbright brown eyes, as if asking her what they should do next.\n\nDorothy didn't know.  She looked around her anxiously for some familiar\nlandmark; but everything was strange.  Between the branches of the many\nroads were green meadows and a few shrubs and trees, but she couldn't\nsee anywhere the farm-house from which she had just come, or anything\nshe had ever seen before--except the shaggy man and Toto.  Besides\nthis, she had turned around and around so many times trying to find out\nwhere she was, that now she couldn't even tell which direction the\nfarm-house ought to be in; and this began to worry her and make her\nfeel anxious.\n\n\"I'm 'fraid, Shaggy Man,\" she said, with a sigh, \"that we're lost!\"\n\n\"That's nothing to be afraid of,\" he replied, throwing away the core of\nhis apple and beginning to eat another one.  \"Each of these roads must\nlead somewhere, or it wouldn't be here.  So what does it matter?\"\n\n\"I want to go home again,\" she said.\n\n\"Well, why don't you?\"  said he.\n\n\"I don't know which road to take.\"\n\n\"That is too bad,\" he said, shaking his shaggy head gravely.  \"I wish I\ncould help you; but I can't.  I'm a stranger in these parts.\"\n\n\"Seems as if I were, too,\" she said, sitting down beside him.  \"It's\nfunny.  A few minutes ago I was home, and I just came to show you the\nway to Butterfield--\"\n\n\"So I shouldn't make a mistake and go there--\"\n\n\"And now I'm lost myself and don't know how to get home!\"\n\n\"Have an apple,\" suggested the shaggy man, handing her one with pretty\nred cheeks.\n\n\"I'm not hungry,\" said Dorothy, pushing it away.\n\n\"But you may be, to-morrow; then you'll be sorry you didn't eat the\napple,\" said he.\n\n\"If I am, I'll eat the apple then,\" promised Dorothy.\n\n\"Perhaps there won't be any apple then,\" he returned, beginning to eat\nthe red-cheeked one himself.  \"Dogs sometimes can find their way home\nbetter than people,\" he went on; \"perhaps your dog can lead you back to\nthe farm.\"\n\n\"Will you, Toto?\" asked Dorothy.\n\nToto wagged his tail vigorously.\n\n\"All right,\" said the girl; \"let's go home.\"\n\nToto looked around a minute and dashed up one of the roads.\n\n\"Good-bye, Shaggy Man,\" called Dorothy, and ran after Toto.  The little\ndog pranced briskly along for some distance; when he turned around and\nlooked at his mistress questioningly.\n\n\"Oh, don't 'spect ME to tell you anything; I don't know the way,\" she\nsaid.  \"You'll have to find it yourself.\"\n\nBut Toto couldn't.  He wagged his tail, and sneezed, and shook his\nears, and trotted back where they had left the shaggy man.  From here\nhe started along another road; then came back and tried another; but\neach time he found the way strange and decided it would not take them\nto the farm-house.  Finally, when Dorothy had begun to tire with\nchasing after him, Toto sat down panting beside the shaggy man and gave\nup.\n\nDorothy sat down, too, very thoughtful.  The little girl had\nencountered some queer adventures since she came to live at the farm;\nbut this was the queerest of them all.  To get lost in fifteen minutes,\nso near to her home and in the unromantic State of Kansas, was an\nexperience that fairly bewildered her.\n\n\"Will your folks worry?\" asked the shaggy man, his eyes twinkling in a\npleasant way.\n\n\"I s'pose so,\" answered Dorothy with a sigh.  \"Uncle Henry says there's\nALWAYS something happening to me; but I've always come home safe at the\nlast.  So perhaps he'll take comfort and think I'll come home safe this\ntime.\"\n\n\"I'm sure you will,\" said the shaggy man, smilingly nodding at her.\n\"Good little girls never come to any harm, you know.  For my part, I'm\ngood, too; so nothing ever hurts me.\"\n\nDorothy looked at him curiously.  His clothes were shaggy, his boots\nwere shaggy and full of holes, and his hair and whiskers were shaggy.\nBut his smile was sweet and his eyes were kind.\n\n\"Why didn't you want to go to Butterfield?\" she asked.\n\n\"Because a man lives there who owes me fifteen cents, and if I went to\nButterfield and he saw me he'd want to pay me the money.  I don't want\nmoney, my dear.\"\n\n\"Why not?\" she inquired.\n\n\"Money,\" declared the shaggy man, \"makes people proud and haughty.  I\ndon't want to be proud and haughty.  All I want is to have people love\nme; and as long as I own the Love Magnet, everyone I meet is sure to\nlove me dearly.\"\n\n\"The Love Magnet!  Why, what's that?\"\n\n\"I'll show you, if you won't tell any one,\" he answered, in a low,\nmysterious voice.\n\n\"There isn't any one to tell, 'cept Toto,\" said the girl.\n\nThe shaggy man searched in one pocket, carefully; and in another\npocket; and in a third.  At last he drew out a small parcel wrapped in\ncrumpled paper and tied with a cotton string.  He unwound the string,\nopened the parcel, and took out a bit of metal shaped like a horseshoe.\nIt was dull and brown, and not very pretty.\n\n\"This, my dear,\" said he, impressively, \"is the wonderful Love Magnet.\nIt was given me by an Eskimo in the Sandwich Islands--where there are\nno sandwiches at all--and as long as I carry it every living thing I\nmeet will love me dearly.\"\n\n\"Why didn't the Eskimo keep it?\"  she asked, looking at the Magnet with\ninterest.\n\n\"He got tired of being loved and longed for some one to hate him.  So\nhe gave me the Magnet and the very next day a grizzly bear ate him.\"\n\n\"Wasn't he sorry then?\" she inquired.\n\n\"He didn't say,\" replied the shaggy man, wrapping and tying the Love\nMagnet with great care and putting it away in another pocket.  \"But the\nbear didn't seem sorry a bit,\" he added.\n\n\"Did you know the bear?\" asked Dorothy.\n\n\"Yes; we used to play ball together in the Caviar Islands.  The bear\nloved me because I had the Love Magnet.  I couldn't blame him for\neating the Eskimo, because it was his nature to do so.\"\n\n\"Once,\" said Dorothy, \"I knew a Hungry Tiger who longed to eat fat\nbabies, because it was his nature to; but he never ate any because he\nhad a Conscience.\"\n\n\"This bear,\" replied the shaggy man, with a sigh, \"had no Conscience,\nyou see.\"\n\nThe shaggy man sat silent for several minutes, apparently considering\nthe cases of the bear and the tiger, while Toto watched him with an air\nof great interest.  The little dog was doubtless thinking of his ride\nin the shaggy man's pocket and planning to keep out of reach in the\nfuture.\n\nAt last the shaggy man turned and inquired, \"What's your name, little\ngirl?\"\n\n\"My name's Dorothy,\" said she, jumping up again, \"but what are we going\nto do?  We can't stay here forever, you know.\"\n\n\"Let's take the seventh road,\" he suggested.  \"Seven is a lucky number\nfor little girls named Dorothy.\"\n\n\"The seventh from where?\"\n\n\"From where you begin to count.\"\n\nSo she counted seven roads, and the seventh looked just like all the\nothers; but the shaggy man got up from the ground where he had been\nsitting and started down this road as if sure it was the best way to\ngo; and Dorothy and Toto followed him.\n\n\n\n\n2.  Dorothy Meets Button-Bright\n\n\nThe seventh road was a good road, and curved this way and that--winding\nthrough green meadows and fields covered with daisies and buttercups\nand past groups of shady trees.  There were no houses of any sort to be\nseen, and for some distance they met with no living creature at all.\n\nDorothy began to fear they were getting a good way from the farm-house,\nsince here everything was strange to her; but it would do no good at\nall to go back where the other roads all met, because the next one they\nchose might lead her just as far from home.\n\nShe kept on beside the shaggy man, who whistled cheerful tunes to\nbeguile the journey, until by and by they followed a turn in the road\nand saw before them a big chestnut tree making a shady spot over the\nhighway.  In the shade sat a little boy dressed in sailor clothes, who\nwas digging a hole in the earth with a bit of wood.  He must have been\ndigging some time, because the hole was already big enough to drop a\nfootball into.\n\nDorothy and Toto and the shaggy man came to a halt before the little\nboy, who kept on digging in a sober and persistent fashion.\n\n\"Who are you?\" asked the girl.\n\nHe looked up at her calmly.  His face was round and chubby and his eyes\nwere big, blue and earnest.\n\n\"I'm Button-Bright,\" said he.\n\n\"But what's your real name?\" she inquired.\n\n\"Button-Bright.\"\n\n\"That isn't a really-truly name!\" she exclaimed.\n\n\"Isn't it?\" he asked, still digging.\n\n\"'Course not.  It's just a--a thing to call you by.  You must have a\nname.\"\n\n\"Must I?\"\n\n\"To be sure.  What does your mama call you?\"\n\nHe paused in his digging and tried to think.\n\n\"Papa always said I was bright as a button; so mama always called me\nButton-Bright,\" he said.\n\n\"What is your papa's name?\"\n\n\"Just Papa.\"\n\n\"What else?\"\n\n\"Don't know.\"\n\n\"Never mind,\" said the shaggy man, smiling.  \"We'll call the boy\nButton-Bright, as his mama does.  That name is as good as any, and\nbetter than some.\"\n\nDorothy watched the boy dig.\n\n\"Where do you live?\" she asked.\n\n\"Don't know,\" was the reply.\n\n\"How did you come here?\"\n\n\"Don't know,\" he said again.\n\n\"Don't you know where you came from?\"\n\n\"No,\" said he.\n\n\"Why, he must be lost,\" she said to the shaggy man.  She turned to the\nboy once more.\n\n\"What are you going to do?\" she inquired.\n\n\"Dig,\" said he.\n\n\"But you can't dig forever; and what are you going to do then?\" she\npersisted.\n\n\"Don't know,\" said the boy.\n\n\"But you MUST know SOMETHING,\" declared Dorothy, getting provoked.\n\n\"Must I?\"  he asked, looking up in surprise.\n\n\"Of course you must.\"\n\n\"What must I know?\"\n\n\"What's going to become of you, for one thing,\" she answered.\n\n\"Do YOU know what's going to become of me?\" he asked.\n\n\"Not--not 'zactly,\" she admitted.\n\n\"Do you know what's going to become of YOU?\"  he continued, earnestly.\n\n\"I can't say I do,\" replied Dorothy, remembering her present\ndifficulties.\n\nThe shaggy man laughed.\n\n\"No one knows everything, Dorothy,\" he said.\n\n\"But Button-Bright doesn't seem to know ANYthing,\" she declared.  \"Do\nyou, Button-Bright?\"\n\nHe shook his head, which had pretty curls all over it, and replied with\nperfect calmness:\n\n\"Don't know.\"\n\nNever before had Dorothy met with anyone who could give her so little\ninformation.  The boy was evidently lost, and his people would be sure\nto worry about him.  He seemed two or three years younger than Dorothy,\nand was prettily dressed, as if someone loved him dearly and took much\npains to make him look well.  How, then, did he come to be in this\nlonely road? she wondered.\n\nNear Button-Bright, on the ground, lay a sailor hat with a gilt anchor\non the band.  His sailor trousers were long and wide at the bottom, and\nthe broad collar of his blouse had gold anchors sewed on its corners.\nThe boy was still digging at his hole.\n\n\"Have you ever been to sea?\" asked Dorothy.\n\n\"To see what?\" answered Button-Bright.\n\n\"I mean, have you ever been where there's water?\"\n\n\"Yes,\" said Button-Bright; \"there's a well in our back yard.\"\n\n\"You don't understand,\" cried Dorothy.  \"I mean, have you ever been on\na big ship floating on a big ocean?\"\n\n\"Don't know,\" said he.\n\n\"Then why do you wear sailor clothes?\"\n\n\"Don't know,\" he answered, again.\n\nDorothy was in despair.\n\n\"You're just AWFUL stupid, Button-Bright,\" she said.\n\n\"Am I?\" he asked.\n\n\"Yes, you are.\"\n\n\"Why?\" looking up at her with big eyes.\n\nShe was going to say: \"Don't know,\" but stopped herself in time.\n\n\"That's for you to answer,\" she replied.\n\n\"It's no use asking Button-Bright questions,\" said the shaggy man, who\nhad been eating another apple; \"but someone ought to take care of the\npoor little chap, don't you think?  So he'd better come along with us.\"\n\nToto had been looking with great curiosity in the hole which the boy\nwas digging, and growing more and more excited every minute, perhaps\nthinking that Button-Bright was after some wild animal.  The little dog\nbegan barking loudly and jumped into the hole himself, where he began\nto dig with his tiny paws, making the earth fly in all directions.  It\nspattered over the boy.  Dorothy seized him and raised him to his feet,\nbrushing his clothes with her hand.\n\n\"Stop that, Toto!\"  she called. \"There aren't any mice or woodchucks in\nthat hole, so don't be foolish.\"\n\nToto stopped, sniffed at the hole suspiciously, and jumped out of it,\nwagging his tail as if he had done something important.\n\n\"Well,\" said the shaggy man, \"let's start on, or we won't get anywhere\nbefore night comes.\"\n\n\"Where do you expect to get to?\" asked Dorothy.\n\n\"I'm like Button-Bright.  I don't know,\" answered the shaggy man, with\na laugh.  \"But I've learned from long experience that every road leads\nsomewhere, or there wouldn't be any road; so it's likely that if we\ntravel long enough, my dear, we will come to some place or another in\nthe end.  What place it will be we can't even guess at this moment, but\nwe're sure to find out when we get there.\"\n\n\"Why, yes,\" said Dorothy; \"that seems reas'n'ble, Shaggy Man.\"\n\n\n\n\n3.  A Queer Village\n\n\nButton-Bright took the shaggy man's hand willingly; for the shaggy man\nhad the Love Magnet, you know, which was the reason Button-Bright had\nloved him at once.  They started on, with Dorothy on one side, and Toto\non the other, the little party trudging along more cheerfully than you\nmight have supposed.  The girl was getting used to queer adventures,\nwhich interested her very much.  Wherever Dorothy went Toto was sure to\ngo, like Mary's little lamb.  Button-Bright didn't seem a bit afraid or\nworried because he was lost, and the shaggy man had no home, perhaps,\nand was as happy in one place as in another.\n\nBefore long they saw ahead of them a fine big arch spanning the road,\nand when they came nearer they found that the arch was beautifully\ncarved and decorated with rich colors.  A row of peacocks with spread\ntails ran along the top of it, and all the feathers were gorgeously\npainted.  In the center was a large fox's head, and the fox wore a\nshrewd and knowing expression and had large spectacles over its eyes\nand a small golden crown with shiny points on top of its head.\n\nWhile the travelers were looking with curiosity at this beautiful arch\nthere suddenly marched out of it a company of soldiers--only the\nsoldiers were all foxes dressed in uniforms.  They wore green jackets\nand yellow pantaloons, and their little round caps and their high boots\nwere a bright red color.  Also, there was a big red bow tied about the\nmiddle of each long, bushy tail.  Each soldier was armed with a wooden\nsword having an edge of sharp teeth set in a row, and the sight of\nthese teeth at first caused Dorothy to shudder.\n\nA captain marched in front of the company of fox-soldiers, his uniform\nembroidered with gold braid to make it handsomer than the others.\n\nAlmost before our friends realized it the soldiers had surrounded them\non all sides, and the captain was calling out in a harsh voice:\n\n\"Surrender!  You are our prisoners.\"\n\n\"What's a pris'ner?\" asked Button-Bright.\n\n\"A prisoner is a captive,\" replied the fox-captain, strutting up and\ndown with much dignity.\n\n\"What's a captive?\" asked Button-Bright.\n\n\"You're one,\" said the captain.\n\nThat made the shaggy man laugh\n\n\"Good afternoon, captain,\" he said, bowing politely to all the foxes\nand very low to their commander.  \"I trust you are in good health, and\nthat your families are all well?\"\n\nThe fox-captain looked at the shaggy man, and his sharp features grew\npleasant and smiling.\n\n\"We're pretty well, thank you, Shaggy Man,\" said he; and Dorothy knew\nthat the Love Magnet was working and that all the foxes now loved the\nshaggy man because of it.  But Toto didn't know this, for he began\nbarking angrily and tried to bite the captain's hairy leg where it\nshowed between his red boots and his yellow pantaloons.\n\n\"Stop, Toto!\" cried the little girl, seizing the dog in her arms.\n\"These are our friends.\"\n\n\"Why, so we are!\" remarked the captain in tones of astonishment.  \"I\nthought at first we were enemies, but it seems you are friends instead.\nYou must come with me to see King Dox.\"\n\n\"Who's he?\" asked Button-Bright, with earnest eyes.\n\n\"King Dox of Foxville; the great and wise sovereign who rules over our\ncommunity.\"\n\n\"What's sov'rin, and what's c'u'nity?\" inquired Button-Bright.\n\n\"Don't ask so many questions, little boy.\"\n\n\"Why?\"\n\n\"Ah, why indeed?\" exclaimed the captain, looking at Button-Bright\nadmiringly.  \"If you don't ask questions you will learn nothing.  True\nenough.  I was wrong.  You're a very clever little boy, come to think\nof it--very clever indeed.  But now, friends, please come with me, for\nit is my duty to escort you at once to the royal palace.\"\n\nThe soldiers marched back through the arch again, and with them marched\nthe shaggy man, Dorothy, Toto, and Button-Bright.  Once through the\nopening they found a fine, big city spread out before them, all the\nhouses of carved marble in beautiful colors.  The decorations were\nmostly birds and other fowl, such as peacocks, pheasants, turkeys,\nprairie-chickens, ducks, and geese.  Over each doorway was carved a\nhead representing the fox who lived in that house, this effect being\nquite pretty and unusual.\n\nAs our friends marched along, some of the foxes came out on the porches\nand balconies to get a view of the strangers.  These foxes were all\nhandsomely dressed, the girl-foxes and women-foxes wearing gowns of\nfeathers woven together effectively and colored in bright hues which\nDorothy thought were quite artistic and decidedly attractive.\n\nButton-Bright stared until his eyes were big and round, and he would\nhave stumbled and fallen more than once had not the shaggy man grasped\nhis hand tightly.  They were all interested, and Toto was so excited he\nwanted to bark every minute and to chase and fight every fox he caught\nsight of; but Dorothy held his little wiggling body fast in her arms\nand commanded him to be good and behave himself.  So he finally quieted\ndown, like a wise doggy, deciding there were too many foxes in Foxville\nto fight at one time.\n\nBy-and-by they came to a big square, and in the center of the square\nstood the royal palace.  Dorothy knew it at once because it had over\nits great door the carved head of a fox just like the one she had seen\non the arch, and this fox was the only one who wore a golden crown.\n\nThere were many fox-soldiers guarding the door, but they bowed to the\ncaptain and admitted him without question.  The captain led them\nthrough many rooms, where richly dressed foxes were sitting on\nbeautiful chairs or sipping tea, which was being passed around by\nfox-servants in white aprons.  They came to a big doorway covered with\nheavy curtains of cloth of gold.\n\nBeside this doorway stood a huge drum.  The fox-captain went to this\ndrum and knocked his knees against it--first one knee and then the\nother--so that the drum said: \"Boom-boom.\"\n\n\"You must all do exactly what I do,\" ordered the captain; so the shaggy\nman pounded the drum with his knees, and so did Dorothy and so did\nButton-Bright.  The boy wanted to keep on pounding it with his little\nfat knees, because he liked the sound of it; but the captain stopped\nhim.  Toto couldn't pound the drum with his knees and he didn't know\nenough to wag his tail against it, so Dorothy pounded the drum for him\nand that made him bark, and when the little dog barked the fox-captain\nscowled.\n\nThe golden curtains drew back far enough to make an opening, through\nwhich marched the captain with the others.\n\nThe broad, long room they entered was decorated in gold with\nstained-glass windows of splendid colors.  In the corner of the room\nupon a richly carved golden throne, sat the fox-king, surrounded by a\ngroup of other foxes, all of whom wore great spectacles over their\neyes, making them look solemn and important.\n\nDorothy knew the King at once, because she had seen his head carved on\nthe arch and over the doorway of the palace.  Having met with several\nother kings in her travels, she knew what to do, and at once made a low\nbow before the throne.  The shaggy man bowed, too, and Button-Bright\nbobbed his head and said \"Hello.\"\n\n\"Most wise and noble Potentate of Foxville,\" said the captain,\naddressing the King in a pompous voice, \"I humbly beg to report that I\nfound these strangers on the road leading to your Foxy Majesty's\ndominions, and have therefore brought them before you, as is my duty.\"\n\n\"So--so,\" said the King, looking at them keenly.  \"What brought you\nhere, strangers?\"\n\n\"Our legs, may it please your Royal Hairiness,\" replied the shaggy man.\n\n\"What is your business here?\" was the next question.\n\n\"To get away as soon as possible,\" said the shaggy man.\n\nThe King didn't know about the Magnet, of course; but it made him love\nthe shaggy man at once.\n\n\"Do just as you please about going away,\" he said; \"but I'd like to\nshow you the sights of my city and to entertain your party while you\nare here.  We feel highly honored to have little Dorothy with us, I\nassure you, and we appreciate her kindness in making us a visit.  For\nwhatever country Dorothy visits is sure to become famous.\"\n\nThis speech greatly surprised the little girl, who asked:\n\n\"How did your Majesty know my name?\"\n\n\"Why, everybody knows you, my dear,\" said the Fox-King.  \"Don't you\nrealize that?  You are quite an important personage since Princess Ozma\nof Oz made you her friend.\"\n\n\"Do you know Ozma?\" she asked, wondering.\n\n\"I regret to say that I do not,\" he answered, sadly; \"but I hope to\nmeet her soon.  You know the Princess Ozma is to celebrate her birthday\non the twenty-first of this month.\"\n\n\"Is she?\" said Dorothy.  \"I didn't know that.\"\n\n\"Yes; it is to be the most brilliant royal ceremony ever held in any\ncity in Fairyland, and I hope you will try to get me an invitation.\"\n\nDorothy thought a moment.\n\n\"I'm sure Ozma would invite you if I asked her,\" she said; \"but how\ncould you get to the Land of Oz and the Emerald City?  It's a good way\nfrom Kansas.\"\n\n\"Kansas!\" he exclaimed, surprised.\n\n\"Why, yes; we are in Kansas now, aren't we?\" she returned.\n\n\"What a queer notion!\" cried the Fox-King, beginning to laugh.\n\"Whatever made you think this is Kansas?\"\n\n\"I left Uncle Henry's farm only about two hours ago; that's the\nreason,\" she said, rather perplexed.\n\n\"But, tell me, my dear, did you ever see so wonderful a city as\nFoxville in Kansas?\" he questioned.\n\n\"No, your Majesty.\"\n\n\"And haven't you traveled from Oz to Kansas in less than half a jiffy,\nby means of the Silver Shoes and the Magic Belt?\"\n\n\"Yes, your Majesty,\" she acknowledged.\n\n\"Then why do you wonder that an hour or two could bring you to\nFoxville, which is nearer to Oz than it is to Kansas?\"\n\n\"Dear me!\" exclaimed Dorothy; \"is this another fairy adventure?\"\n\n\"It seems to be,\" said the Fox-King, smiling.\n\nDorothy turned to the shaggy man, and her face was grave and\nreproachful.\n\n\"Are you a magician? or a fairy in disguise?\" she asked.  \"Did you\nenchant me when you asked the way to Butterfield?\"\n\nThe shaggy man shook his head.\n\n\"Who ever heard of a shaggy fairy?\" he replied.  \"No, Dorothy, my dear;\nI'm not to blame for this journey in any way, I assure you.  There's\nbeen something strange about me ever since I owned the Love Magnet; but\nI don't know what it is any more than you do.  I didn't try to get you\naway from home, at all.  If you want to find your way back to the farm\nI'll go with you willingly, and do my best to help you.\"\n\n\"Never mind,\" said the little girl, thoughtfully.  \"There isn't so much\nto see in Kansas as there is here, and I guess Aunt Em won't be VERY\nmuch worried; that is, if I don't stay away too long.\"\n\n\"That's right,\" declared the Fox-King, nodding approval.  \"Be contented\nwith your lot, whatever it happens to be, if you are wise.  Which\nreminds me that you have a new companion on this adventure--he looks\nvery clever and bright.\"\n\n\"He is,\" said Dorothy; and the shaggy man added:\n\n\"That's his name, your Royal Foxiness--Button-Bright.\"\n\n\n\n\n4.  King Dox\n\n\nIt was amusing to note the expression on the face of King Dox as he\nlooked the boy over, from his sailor hat to his stubby shoes, and it\nwas equally diverting to watch Button-Bright stare at the King in\nreturn.  No fox ever beheld a fresher, fairer child's face, and no\nchild had ever before heard a fox talk, or met with one who dressed so\nhandsomely and ruled so big a city.  I am sorry to say that no one had\never told the little boy much about fairies of any kind; this being the\ncase, it is easy to understand how much this strange experience\nstartled and astonished him.\n\n\"How do you like us?\" asked the King.\n\n\"Don't know,\" said Button-Bright.\n\n\"Of course you don't.  It's too short an acquaintance,\" returned his\nMajesty.  \"What do you suppose my name is?\"\n\n\"Don't know,\" said Button-Bright.\n\n\"How should you?  Well, I'll tell you.  My private name is Dox, but a\nKing can't be called by his private name; he has to take one that is\nofficial.  Therefore my official name is King Renard the Fourth.\nRen-ard with the accent on the 'Ren'.\"\n\n\"What's 'ren'?\" asked Button-Bright.\n\n\"How clever!\" exclaimed the King, turning a pleased face toward his\ncounselors.  \"This boy is indeed remarkably bright.  'What's 'ren'?' he\nasks; and of course 'ren' is nothing at all, all by itself.  Yes, he's\nvery bright indeed.\"\n\n\"That question is what your Majesty might call foxy,\" said one of the\ncounselors, an old grey fox.\n\n\"So it is,\" declared the King.  Turning again to Button-Bright, he\nasked:\n\n\"Having told you my name, what would you call me?\"\n\n\"King Dox,\" said the boy.\n\n\"Why?\"\n\n\"'Cause 'ren''s nothing at all,\" was the reply.\n\n\"Good!  Very good indeed!  You certainly have a brilliant mind.  Do you\nknow why two and two make four?\"\n\n\"No,\" said Button-Bright.\n\n\"Clever! clever indeed!  Of course you don't know.  Nobody knows why;\nwe only know it's so, and can't tell why it's so.  Button-Bright, those\ncurls and blue eyes do not go well with so much wisdom.  They make you\nlook too youthful, and hide your real cleverness.  Therefore, I will do\nyou a great favor.  I will confer upon you the head of a fox, so that\nyou may hereafter look as bright as you really are.\"\n\nAs he spoke the King waved his paw toward the boy, and at once the\npretty curls and fresh round face and big blue eyes were gone, while in\ntheir place a fox's head appeared upon Button-Bright's shoulders--a\nhairy head with a sharp nose, pointed ears, and keen little eyes.\n\n\"Oh, don't do that!\" cried Dorothy, shrinking back from her transformed\ncompanion with a shocked and dismayed face.\n\n\"Too late, my dear; it's done.  But you also shall have a fox's head if\nyou can prove you're as clever as Button-Bright.\"\n\n\"I don't want it; it's dreadful!\" she exclaimed; and, hearing this\nverdict, Button-Bright began to boo-hoo just as if he were still a\nlittle boy.\n\n\"How can you call that lovely head dreadful?\" asked the King.  \"It's a\nmuch prettier face than he had before, to my notion, and my wife says\nI'm a good judge of beauty.  Don't cry, little fox-boy.  Laugh and be\nproud, because you are so highly favored.  How do you like the new\nhead, Button-Bright?\"\n\n\"D-d-don't n-n-n-know!\" sobbed the child.\n\n\"Please, PLEASE change him back again, your Majesty!\" begged Dorothy.\n\nKing Renard IV shook his head.\n\n\"I can't do that,\" he said; \"I haven't the power, even if I wanted to.\nNo, Button-Bright must wear his fox head, and he'll be sure to love it\ndearly as soon as he gets used to it.\"\n\nBoth the shaggy man and Dorothy looked grave and anxious, for they were\nsorrowful that such a misfortune had overtaken their little companion.\nToto barked at the fox-boy once or twice, not realizing it was his\nformer friend who now wore the animal head; but Dorothy cuffed the dog\nand made him stop.  As for the foxes, they all seemed to think\nButton-Bright's new head very becoming and that their King had\nconferred a great honor on this little stranger.  It was funny to see\nthe boy reach up to feel of his sharp nose and wide mouth, and wail\nafresh with grief.  He wagged his ears in a comical manner and tears\nwere in his little black eyes.  But Dorothy couldn't laugh at her\nfriend just yet, because she felt so sorry.\n\nJust then three little fox-princesses, daughters of the King, entered\nthe room, and when they saw Button-Bright one exclaimed: \"How lovely he\nis!\" and the next one cried in delight: \"How sweet he is!\" and the\nthird princess clapped her hands with pleasure and said, \"How beautiful\nhe is!\"\n\nButton-Bright stopped crying and asked timidly:\n\n\"Am I?\"\n\n\"In all the world there is not another face so pretty,\" declared the\nbiggest fox-princess.\n\n\"You must live with us always, and be our brother,\" said the next.\n\n\"We shall all love you dearly,\" the third said.\n\nThis praise did much to comfort the boy, and he looked around and tried\nto smile.  It was a pitiful attempt, because the fox face was new and\nstiff, and Dorothy thought his expression more stupid than before the\ntransformation.\n\n\"I think we ought to be going now,\" said the shaggy man, uneasily, for\nhe didn't know what the King might take into his head to do next.\n\n\"Don't leave us yet, I beg of you,\" pleaded King Renard.  \"I intend to\nhave several days of feasting and merry-making in honor of your visit.\"\n\n\"Have it after we're gone, for we can't wait,\" said Dorothy, decidedly.\nBut seeing this displeased the King, she added: \"If I'm going to get\nOzma to invite you to her party I'll have to find her as soon as\nposs'ble, you know.\"\n\nIn spite of all the beauty of Foxville and the gorgeous dresses of its\ninhabitants, both the girl and the shaggy man felt they were not quite\nsafe there, and would be glad to see the last of it.\n\n\"But it is now evening,\" the King reminded them, \"and you must stay\nwith us until morning, anyhow.  Therefore, I invite you to be my guests\nat dinner, and to attend the theater afterward and sit in the royal\nbox.  To-morrow morning, if you really insist upon it, you may resume\nyour journey.\"\n\nThey consented to this, and some of the fox-servants led them to a\nsuite of lovely rooms in the big palace.\n\nButton-Bright was afraid to be left alone, so Dorothy took him into her\nown room.  While a maid-fox dressed the little girl's hair--which was a\nbit tangled--and put some bright, fresh ribbons in it, another maid-fox\ncombed the hair on poor Button-Bright's face and head and brushed it\ncarefully, tying a pink bow to each of his pointed ears.  The maids\nwanted to dress the children in fine costumes of woven feathers, such\nas all the foxes wore; but neither of them consented to that.\n\n\"A sailor suit and a fox head do not go well together,\" said one of the\nmaids, \"for no fox was ever a sailor that I can remember.\"\n\n\"I'm not a fox!\" cried Button-Bright.\n\n\"Alas, no,\" agreed the maid.  \"But you've got a lovely fox head on your\nskinny shoulders, and that's ALMOST as good as being a fox.\"\n\nThe boy, reminded of his misfortune, began to cry again.  Dorothy\npetted and comforted him and promised to find some way to restore him\nhis own head.\n\n\"If we can manage to get to Ozma,\" she said, \"the Princess will change\nyou back to yourself in half a second; so you just wear that fox head\nas comf't'bly as you can, dear, and don't worry about it at all.  It\nisn't nearly as pretty as your own head, no matter what the foxes say;\nbut you can get along with it for a little while longer, can't you?\"\n\n\"Don't know,\" said Button-Bright, doubtfully; but he didn't cry any\nmore after that.\n\nDorothy let the maids pin ribbons to her shoulders, after which they\nwere ready for the King's dinner.  When they met the shaggy man in the\nsplendid drawing room of the palace they found him just the same as\nbefore.  He had refused to give up his shaggy clothes for new ones,\nbecause if he did that he would no longer be the shaggy man, he said,\nand he might have to get acquainted with himself all over again.\n\nHe told Dorothy he had brushed his shaggy hair and whiskers; but she\nthought he must have brushed them the wrong way, for they were quite as\nshaggy as before.\n\nAs for the company of foxes assembled to dine with the strangers, they\nwere most beautifully costumed, and their rich dresses made Dorothy's\nsimple gown and Button-Bright's sailor suit and the shaggy man's shaggy\nclothes look commonplace.  But they treated their guests with great\nrespect and the King's dinner was a very good dinner indeed.  Foxes, as\nyou know, are fond of chicken and other fowl; so they served chicken\nsoup and roasted turkey and stewed duck and fried grouse and broiled\nquail and goose pie, and as the cooking was excellent the King's guests\nenjoyed the meal and ate heartily of the various dishes.\n\nThe party went to the theater, where they saw a play acted by foxes\ndressed in costumes of brilliantly colored feathers.  The play was\nabout a fox-girl who was stolen by some wicked wolves and carried to\ntheir cave; and just as they were about to kill her and eat her a\ncompany of fox-soldiers marched up, saved the girl, and put all the\nwicked wolves to death.\n\n\"How do you like it?\" the King asked Dorothy.\n\n\"Pretty well,\" she answered.  \"It reminds me of one of Mr. Aesop's\nfables.\"\n\n\"Don't mention Aesop to me, I beg of you!\" exclaimed King Dox.  \"I hate\nthat man's name.  He wrote a good deal about foxes, but always made\nthem out cruel and wicked, whereas we are gentle and kind, as you may\nsee.\"\n\n\"But his fables showed you to be wise and clever, and more shrewd than\nother animals,\" said the shaggy man, thoughtfully.\n\n\"So we are.  There is no question about our knowing more than men do,\"\nreplied the King, proudly.  \"But we employ our wisdom to do good,\ninstead of harm; so that horrid Aesop did not know what he was talking\nabout.\"\n\nThey did not like to contradict him, because they felt he ought to know\nthe nature of foxes better than men did; so they sat still and watched\nthe play, and Button-Bright became so interested that for the time he\nforgot he wore a fox head.\n\nAfterward they went back to the palace and slept in soft beds stuffed\nwith feathers; for the foxes raised many fowl for food, and used their\nfeathers for clothing and to sleep upon.\n\nDorothy wondered why the animals living in Foxville did not wear just\ntheir own hairy skins as wild foxes do; when she mentioned it to King\nDox he said they clothed themselves because they were civilized.\n\n\"But you were born without clothes,\" she observed, \"and you don't seem\nto me to need them.\"\n\n\"So were human beings born without clothes,\" he replied; \"and until\nthey became civilized they wore only their natural skins.  But to\nbecome civilized means to dress as elaborately and prettily as\npossible, and to make a show of your clothes so your neighbors will\nenvy you, and for that reason both civilized foxes and civilized humans\nspend most of their time dressing themselves.\"\n\n\"I don't,\" declared the shaggy man.\n\n\"That is true,\" said the King, looking at him carefully; \"but perhaps\nyou are not civilized.\"\n\nAfter a sound sleep and a good night's rest they had their breakfast\nwith the King and then bade his Majesty good-bye.\n\n\"You've been kind to us--'cept poor Button-Bright,\" said Dorothy, \"and\nwe've had a nice time in Foxville.\"\n\n\"Then,\" said King Dox, \"perhaps you'll be good enough to get me an\ninvitation to Princess Ozma's birthday celebration.\"\n\n\"I'll try,\" she promised; \"if I see her in time.\"\n\n\"It's on the twenty-first, remember,\" he continued; \"and if you'll just\nsee that I'm invited I'll find a way to cross the Dreadful Desert into\nthe marvelous Land of Oz.  I've always wanted to visit the Emerald\nCity, so I'm sure it was fortunate you arrived here just when you did,\nyou being Princess Ozma's friend and able to assist me in getting the\ninvitation.\"\n\n\"If I see Ozma I'll ask her to invite you,\" she replied.\n\nThe Fox-King had a delightful luncheon put up for them, which the\nshaggy man shoved in his pocket, and the fox-captain escorted them to\nan arch at the side of the village opposite the one by which they had\nentered.  Here they found more soldiers guarding the road.\n\n\"Are you afraid of enemies?\" asked Dorothy.\n\n\"No; because we are watchful and able to protect ourselves,\" answered\nthe captain.  \"But this road leads to another village peopled by big,\nstupid beasts who might cause us trouble if they thought we were afraid\nof them.\"\n\n\"What beasts are they?\" asked the shaggy man.\n\nThe captain hesitated to answer.  Finally, he said:\n\n\"You will learn all about them when you arrive at their city.  But do\nnot be afraid of them.  Button-Bright is so wonderfully clever and has\nnow such an intelligent face that I'm sure he will manage to find a way\nto protect you.\"\n\nThis made Dorothy and the shaggy man rather uneasy, for they had not so\nmuch confidence in the fox-boy's wisdom as the captain seemed to have.\nBut as their escort would say no more about the beasts, they bade him\ngood-bye and proceeded on their journey.\n\n\n\n\n5.  The Rainbow's Daughter\n\n\nToto, now allowed to run about as he pleased, was glad to be free again\nand able to bark at the birds and chase the butterflies.  The country\naround them was charming, yet in the pretty fields of wild-flowers and\ngroves of leafy trees were no houses whatever, or sign of any\ninhabitants.  Birds flew through the air and cunning white rabbits\ndarted amongst the tall grasses and green bushes; Dorothy noticed even\nthe ants toiling busily along the roadway, bearing gigantic loads of\nclover seed; but of people there were none at all.\n\nThey walked briskly on for an hour or two, for even little\nButton-Bright was a good walker and did not tire easily.  At length as\nthey turned a curve in the road they beheld just before them a curious\nsight.\n\nA little girl, radiant and beautiful, shapely as a fairy and\nexquisitely dressed, was dancing gracefully in the middle of the lonely\nroad, whirling slowly this way and that, her dainty feet twinkling in\nsprightly fashion.  She was clad in flowing, fluffy robes of soft\nmaterial that reminded Dorothy of woven cobwebs, only it was colored in\nsoft tintings of violet, rose, topaz, olive, azure, and white, mingled\ntogether most harmoniously in stripes which melted one into the other\nwith soft blendings.  Her hair was like spun gold and flowed around her\nin a cloud, no strand being fastened or confined by either pin or\nornament or ribbon.\n\nFilled with wonder and admiration our friends approached and stood\nwatching this fascinating dance.  The girl was no taller than Dorothy,\nalthough more slender; nor did she seem any older than our little\nheroine.\n\nSuddenly she paused and abandoned the dance, as if for the first time\nobserving the presence of strangers.  As she faced them, shy as a\nfrightened fawn, poised upon one foot as if to fly the next instant,\nDorothy was astonished to see tears flowing from her violet eyes and\ntrickling down her lovely rose-hued cheeks.  That the dainty maiden\nshould dance and weep at the same time was indeed surprising; so\nDorothy asked in a soft, sympathetic voice:\n\n\"Are you unhappy, little girl?\"\n\n\"Very!\" was the reply; \"I am lost.\"\n\n\"Why, so are we,\" said Dorothy, smiling; \"but we don't cry about it.\"\n\n\"Don't you?  Why not?\"\n\n\"'Cause I've been lost before, and always got found again,\" answered\nDorothy simply.\n\n\"But I've never been lost before,\" murmured the dainty maiden, \"and I'm\nworried and afraid.\"\n\n\"You were dancing,\" remarked Dorothy, in a puzzled tone of voice.\n\n\"Oh, that was just to keep warm,\" explained the maiden, quickly.  \"It\nwas not because I felt happy or gay, I assure you.\"\n\nDorothy looked at her closely.  Her gauzy flowing robes might not be\nvery warm, yet the weather wasn't at all chilly, but rather mild and\nbalmy, like a spring day.\n\n\"Who are you, dear?\" she asked, gently.\n\n\"I'm Polychrome,\" was the reply.\n\n\"Polly whom?\"\n\n\"Polychrome.  I'm the Daughter of the Rainbow.\"\n\n\"Oh!\" said Dorothy with a gasp; \"I didn't know the Rainbow had\nchildren.  But I MIGHT have known it, before you spoke.  You couldn't\nreally be anything else.\"\n\n\"Why not?\" inquired Polychrome, as if surprised.\n\n\"Because you're so lovely and sweet.\"\n\nThe little maiden smiled through her tears, came up to Dorothy, and\nplaced her slender fingers in the Kansas girl's chubby hand.\n\n\"You'll be my friend--won't you?\" she said, pleadingly.\n\n\"Of course.\"\n\n\"And what is your name?\"\n\n\"I'm Dorothy; and this is my friend Shaggy Man, who owns the Love\nMagnet; and this is Button-Bright--only you don't see him as he really\nis because the Fox-King carelessly changed his head into a fox head.\nBut the real Button-Bright is good to look at, and I hope to get him\nchanged back to himself, some time.\"\n\nThe Rainbow's Daughter nodded cheerfully, no longer afraid of her new\ncompanions.\n\n\"But who is this?\" she asked, pointing to Toto, who was sitting before\nher wagging his tail in the most friendly manner and admiring the\npretty maid with his bright eyes.  \"Is this, also, some enchanted\nperson?\"\n\n\"Oh no, Polly--I may call you Polly, mayn't I?  Your whole name's awful\nhard to say.\"\n\n\"Call me Polly if you wish, Dorothy.\"\n\n\"Well, Polly, Toto's just a dog; but he has more sense than\nButton-Bright, to tell the truth; and I'm very fond of him.\"\n\n\"So am I,\" said Polychrome, bending gracefully to pat Toto's head.\n\n\"But how did the Rainbow's Daughter ever get on this lonely road, and\nbecome lost?\" asked the shaggy man, who had listened wonderingly to all\nthis.\n\n\"Why, my father stretched his rainbow over here this morning, so that\none end of it touched this road,\" was the reply; \"and I was dancing\nupon the pretty rays, as I love to do, and never noticed I was getting\ntoo far over the bend in the circle.  Suddenly I began to slide, and I\nwent faster and faster until at last I bumped on the ground, at the\nvery end.  Just then father lifted the rainbow again, without noticing\nme at all, and though I tried to seize the end of it and hold fast, it\nmelted away entirely and I was left alone and helpless on the cold,\nhard earth!\"\n\n\"It doesn't seem cold to me, Polly,\" said Dorothy; \"but perhaps you're\nnot warmly dressed.\"\n\n\"I'm so used to living nearer the sun,\" replied the Rainbow's Daughter,\n\"that at first I feared I would freeze down here.  But my dance has\nwarmed me some, and now I wonder how I am ever to get home again.\"\n\n\"Won't your father miss you, and look for you, and let down another\nrainbow for you?\"\n\n\"Perhaps so, but he's busy just now because it rains in so many parts\nof the world at this season, and he has to set his rainbow in a lot of\ndifferent places.  What would you advise me to do, Dorothy?\"\n\n\"Come with us,\" was the answer.  \"I'm going to try to find my way to\nthe Emerald City, which is in the fairy Land of Oz.  The Emerald City\nis ruled by a friend of mine, the Princess Ozma, and if we can manage\nto get there I'm sure she will know a way to send you home to your\nfather again.\"\n\n\"Do you really think so?\" asked Polychrome, anxiously.\n\n\"I'm pretty sure.\"\n\n\"Then I'll go with you,\" said the little maid; \"for travel will help\nkeep me warm, and father can find me in one part of the world as well\nas another--if he gets time to look for me.\"\n\n\"Come along, then,\" said the shaggy man, cheerfully; and they started\non once more.  Polly walked beside Dorothy a while, holding her new\nfriend's hand as if she feared to let it go; but her nature seemed as\nlight and buoyant as her fleecy robes, for suddenly she darted ahead\nand whirled round in a giddy dance.  Then she tripped back to them with\nsparkling eyes and smiling cheeks, having regained her usual happy mood\nand forgotten all her worry about being lost.\n\nThey found her a charming companion, and her dancing and laughter--for\nshe laughed at times like the tinkling of a silver bell--did much to\nenliven their journey and keep them contented.\n\n\n\n\n6.  The City Of Beasts\n\n\nWhen noon came they opened the Fox-King's basket of luncheon, and found\na nice roasted turkey with cranberry sauce and some slices of bread and\nbutter.  As they sat on the grass by the roadside the shaggy man cut up\nthe turkey with his pocket-knife and passed slices of it around.\n\n\"Haven't you any dewdrops, or mist-cakes, or cloudbuns?\" asked\nPolychrome, longingly.\n\n\"'Course not,\" replied Dorothy.  \"We eat solid things, down here on the\nearth.  But there's a bottle of cold tea.  Try some, won't you?\"\n\nThe Rainbow's Daughter watched Button-Bright devour one leg of the\nturkey.\n\n\"Is it good?\" she asked.\n\nHe nodded.\n\n\"Do you think I could eat it?\"\n\n\"Not this,\" said Button-Bright.\n\n\"But I mean another piece?\"\n\n\"Don't know,\" he replied.\n\n\"Well, I'm going to try, for I'm very hungry,\" she decided, and took a\nthin slice of the white breast of turkey which the shaggy man cut for\nher, as well as a bit of bread and butter.  When she tasted it\nPolychrome thought the turkey was good--better even than mist-cakes;\nbut a little satisfied her hunger and she finished with a tiny sip of\ncold tea.\n\n\"That's about as much as a fly would eat,\" said Dorothy, who was making\na good meal herself.  \"But I know some people in Oz who eat nothing at\nall.\"\n\n\"Who are they?\" inquired the shaggy man.\n\n\"One is a scarecrow who's stuffed with straw, and the other a woodman\nmade out of tin.  They haven't any appetites inside of 'em, you see; so\nthey never eat anything at all.\"\n\n\"Are they alive?\" asked Button-Bright.\n\n\"Oh yes,\" replied Dorothy; \"and they're very clever and very nice, too.\nIf we get to Oz I'll introduce them to you.\"\n\n\"Do you really expect to get to Oz?\" inquired the shaggy man, taking a\ndrink of cold tea.\n\n\"I don't know just what to 'spect,\" answered the child, seriously; \"but\nI've noticed if I happen to get lost I'm almost sure to come to the\nLand of Oz in the end, somehow 'r other; so I may get there this time.\nBut I can't promise, you know; all I can do is wait and see.\"\n\n\"Will the Scarecrow scare me?\" asked Button-Bright.\n\n\"No; 'cause you're not a crow,\" she returned.  \"He has the loveliest\nsmile you ever saw--only it's painted on and he can't help it.\"\n\nLuncheon being over they started again upon their journey, the shaggy\nman, Dorothy and Button-Bright walking soberly along, side by side, and\nthe Rainbow's Daughter dancing merrily before them.\n\nSometimes she darted along the road so swiftly that she was nearly out\nof sight, then she came tripping back to greet them with her silvery\nlaughter.  But once she came back more sedately, to say:\n\n\"There's a city a little way off.\"\n\n\"I 'spected that,\" returned Dorothy; \"for the fox-people warned us\nthere was one on this road.  It's filled with stupid beasts of some\nsort, but we musn't be afraid of 'em 'cause they won't hurt us.\"\n\n\"All right,\" said Button-Bright; but Polychrome didn't know whether it\nwas all right or not.\n\n\"It's a big city,\" she said, \"and the road runs straight through it.\"\n\n\"Never mind,\" said the shaggy man; \"as long as I carry the Love Magnet\nevery living thing will love me, and you may be sure I shan't allow any\nof my friends to be harmed in any way.\"\n\nThis comforted them somewhat, and they moved on again.  Pretty soon\nthey came to a signpost that read:\n\n\"HAF A MYLE TO DUNKITON.\"\n\n\n\"Oh,\" said the shaggy man, \"if they're donkeys, we've nothing to fear\nat all.\"\n\n\"They may kick,\" said Dorothy, doubtfully.\n\n\"Then we will cut some switches, and make them behave,\" he replied.  At\nthe first tree he cut himself a long, slender switch from one of the\nbranches, and shorter switches for the others.\n\n\"Don't be afraid to order the beasts around,\" he said; \"they're used to\nit.\"\n\nBefore long the road brought them to the gates of the city.  There was\na high wall all around, which had been whitewashed, and the gate just\nbefore our travelers was a mere opening in the wall, with no bars\nacross it.  No towers or steeples or domes showed above the enclosure,\nnor was any living thing to be seen as our friends drew near.\n\nSuddenly, as they were about to boldly enter through the opening, there\narose a harsh clamor of sound that swelled and echoed on every side,\nuntil they were nearly deafened by the racket and had to put their\nfingers to their ears to keep the noise out.\n\nIt was like the firing of many cannon, only there were no cannon-balls\nor other missiles to be seen; it was like the rolling of mighty\nthunder, only not a cloud was in the sky; it was like the roar of\ncountless breakers on a rugged seashore, only there was no sea or other\nwater anywhere about.\n\nThey hesitated to advance; but, as the noise did no harm, they entered\nthrough the whitewashed wall and quickly discovered the cause of the\nturmoil.  Inside were suspended many sheets of tin or thin iron, and\nagainst these metal sheets a row of donkeys were pounding their heels\nwith vicious kicks.\n\nThe shaggy man ran up to the nearest donkey and gave the beast a sharp\nblow with his switch.\n\n\"Stop that noise!\" he shouted; and the donkey stopped kicking the metal\nsheet and turned its head to look with surprise at the shaggy man.  He\nswitched the next donkey, and made him stop, and then the next, so that\ngradually the rattling of heels ceased and the awful noise subsided.\nThe donkeys stood in a group and eyed the strangers with fear and\ntrembling.\n\n\"What do you mean by making such a racket?\" asked the shaggy man,\nsternly.\n\n\"We were scaring away the foxes,\" said one of the donkeys, meekly.\n\"Usually they run fast enough when they hear the noise, which makes\nthem afraid.\"\n\n\"There are no foxes here,\" said the shaggy man.\n\n\"I beg to differ with you.  There's one, anyhow,\" replied the donkey,\nsitting upright on its haunches and waving a hoof toward Button-Bright.\n\"We saw him coming and thought the whole army of foxes was marching to\nattack us.\"\n\n\"Button-Bright isn't a fox,\" explained the shaggy man.  \"He's only\nwearing a fox head for a time, until he can get his own head back.\"\n\n\"Oh, I see,\" remarked the donkey, waving its left ear reflectively.\n\"I'm sorry we made such a mistake, and had all our work and worry for\nnothing.\"\n\nThe other donkeys by this time were sitting up and examining the\nstrangers with big, glassy eyes.  They made a queer picture, indeed;\nfor they wore wide, white collars around their necks and the collars\nhad many scallops and points.  The gentlemen-donkeys wore high pointed\ncaps set between their great ears, and the lady-donkeys wore sunbonnets\nwith holes cut in the top for the ears to stick through.  But they had\nno other clothing except their hairy skins, although many wore gold and\nsilver bangles on their front wrists and bands of different metals on\ntheir rear ankles.  When they were kicking they had braced themselves\nwith their front legs, but now they all stood or sat upright on their\nhind legs and used the front ones as arms.  Having no fingers or hands\nthe beasts were rather clumsy, as you may guess; but Dorothy was\nsurprised to observe how many things they could do with their stiff,\nheavy hoofs.\n\nSome of the donkeys were white, some were brown, or gray, or black, or\nspotted; but their hair was sleek and smooth and their broad collars\nand caps gave them a neat, if whimsical, appearance.\n\n\"This is a nice way to welcome visitors, I must say!\" remarked the\nshaggy man, in a reproachful tone.\n\n\"Oh, we did not mean to be impolite,\" replied a grey donkey which had\nnot spoken before.  \"But you were not expected, nor did you send in\nyour visiting cards, as it is proper to do.\"\n\n\"There is some truth in that,\" admitted the shaggy man; \"but, now you\nare informed that we are important and distinguished travelers, I trust\nyou will accord us proper consideration.\"\n\nThese big words delighted the donkeys, and made them bow to the shaggy\nman with great respect.  Said the grey one:\n\n\"You shall be taken before his great and glorious Majesty King\nKik-a-bray, who will greet you as becomes your exalted stations.\"\n\n\"That's right,\" answered Dorothy.  \"Take us to some one who knows\nsomething.\"\n\n\"Oh, we all know something, my child, or we shouldn't be donkeys,\"\nasserted the grey one, with dignity.  \"The word 'donkey' means\n'clever,' you know.\"\n\n\"I didn't know it,\" she replied.  \"I thought it meant 'stupid'.\"\n\n\"Not at all, my child.  If you will look in the Encyclopedia Donkaniara\nyou will find I'm correct.  But come; I will myself lead you before our\nsplendid, exalted, and most intellectual ruler.\"\n\nAll donkeys love big words, so it is no wonder the grey one used so\nmany of them.\n\n\n\n\n7.  The Shaggy Man's Transformation\n\n\nThey found the houses of the town all low and square and built of\nbricks, neatly whitewashed inside and out.  The houses were not set in\nrows, forming regular streets, but placed here and there in a haphazard\nmanner which made it puzzling for a stranger to find his way.\n\n\"Stupid people must have streets and numbered houses in their cities,\nto guide them where to go,\" observed the grey donkey, as he walked\nbefore the visitors on his hind legs, in an awkward but comical manner;\n\"but clever donkeys know their way about without such absurd marks.\nMoreover, a mixed city is much prettier than one with straight streets.\"\n\nDorothy did not agree with this, but she said nothing to contradict it.\nPresently she saw a sign on a house that read: \"Madam de Fayke,\nHoofist,\" and she asked their conductor:\n\n\"What's a 'hoofist,' please?\"\n\n\"One who reads your fortune in your hoofs,\" replied the grey donkey.\n\n\"Oh, I see,\" said the little girl.  \"You are quite civilized here.\"\n\n\"Dunkiton,\" he replied, \"is the center of the world's highest\ncivilization.\"\n\nThey came to a house where two youthful donkeys were whitewashing the\nwall, and Dorothy stopped a moment to watch them.  They dipped the ends\nof their tails, which were much like paint-brushes, into a pail of\nwhitewash, backed up against the house, and wagged their tails right\nand left until the whitewash was rubbed on the wall, after which they\ndipped these funny brushes in the pail again and repeated the\nperformance.\n\n\"That must be fun,\" said Button-Bright.\n\n\"No, it's work,\" replied the old donkey; \"but we make our youngsters do\nall the whitewashing, to keep them out of mischief.\"\n\n\"Don't they go to school?\" asked Dorothy.\n\n\"All donkeys are born wise,\" was the reply, \"so the only school we need\nis the school of experience.  Books are only for those who know\nnothing, and so are obliged to learn things from other people.\"\n\n\"In other words, the more stupid one is, the more he thinks he knows,\"\nobserved the shaggy man.  The grey donkey paid no attention to this\nspeech because he had just stopped before a house which had painted\nover the doorway a pair of hoofs, with a donkey tail between them and a\nrude crown and sceptre above.\n\n\"I'll see if his magnificent Majesty King Kik-a-bray is at home,\" said\nhe.  He lifted his head and called \"Whee-haw! whee-haw! whee-haw!\"\nthree times, in a shocking voice, turning about and kicking with his\nheels against the panel of the door.  For a time there was no reply;\nthen the door opened far enough to permit a donkey's head to stick out\nand look at them.\n\nIt was a white head, with big, awful ears and round, solemn eyes.\n\n\"Have the foxes gone?\" it asked, in a trembling voice.\n\n\"They haven't been here, most stupendous Majesty,\" replied the grey\none.  \"The new arrivals prove to be travelers of distinction.\"\n\n\"Oh,\" said the King, in a relieved tone of voice.  \"Let them come in.\"\n\nHe opened the door wide, and the party marched into a big room, which,\nDorothy thought, looked quite unlike a king's palace.  There were mats\nof woven grasses on the floor and the place was clean and neat; but his\nMajesty had no other furniture at all--perhaps because he didn't need\nit.  He squatted down in the center of the room and a little brown\ndonkey ran and brought a big gold crown which it placed on the\nmonarch's head, and a golden staff with a jeweled ball at the end of\nit, which the King held between his front hoofs as he sat upright.\n\n\"Now then,\" said his Majesty, waving his long ears gently to and fro,\n\"tell me why you are here, and what you expect me to do for you.\"  He\neyed Button-Bright rather sharply, as if afraid of the little boy's\nqueer head, though it was the shaggy man who undertook to reply.\n\n\"Most noble and supreme ruler of Dunkiton,\" he said, trying not to\nlaugh in the solemn King's face, \"we are strangers traveling through\nyour dominions and have entered your magnificent city because the road\nled through it, and there was no way to go around.  All we desire is to\npay our respects to your Majesty--the cleverest king in all the world,\nI'm sure--and then to continue on our way.\"\n\nThis polite speech pleased the King very much; indeed, it pleased him\nso much that it proved an unlucky speech for the shaggy man.  Perhaps\nthe Love Magnet helped to win his Majesty's affections as well as the\nflattery, but however this may be, the white donkey looked kindly upon\nthe speaker and said:\n\n\"Only a donkey should be able to use such fine, big words, and you are\ntoo wise and admirable in all ways to be a mere man.  Also, I feel that\nI love you as well as I do my own favored people, so I will bestow upon\nyou the greatest gift within my power--a donkey's head.\"\n\nAs he spoke he waved his jeweled staff.  Although the shaggy man cried\nout and tried to leap backward and escape, it proved of no use.\nSuddenly his own head was gone and a donkey head appeared in its\nplace--a brown, shaggy head so absurd and droll that Dorothy and Polly\nboth broke into merry laughter, and even Button-Bright's fox face wore\na smile.\n\n\"Dear me! dear me!\" cried the shaggy man, feeling of his shaggy new\nhead and his long ears.  \"What a misfortune--what a great misfortune!\nGive me back my own head, you stupid king--if you love me at all!\"\n\n\"Don't you like it?\" asked the King, surprised.\n\n\"Hee-haw!  I hate it!  Take it away, quick!\" said the shaggy man.\n\n\"But I can't do that,\" was the reply.  \"My magic works only one way.  I\ncan DO things, but I can't UNdo them.  You'll have to find the Truth\nPond, and bathe in its water, in order to get back your own head.  But\nI advise you not to do that.  This head is much more beautiful than the\nold one.\"\n\n\"That's a matter of taste,\" said Dorothy.\n\n\"Where is the Truth Pond?\" asked the shaggy man, earnestly.\n\n\"Somewhere in the Land of Oz; but just the exact location of it I can\nnot tell,\" was the answer.\n\n\"Don't worry, Shaggy Man,\" said Dorothy, smiling because her friend\nwagged his new ears so comically.  \"If the Truth Pond is in Oz, we'll\nbe sure to find it when we get there.\"\n\n\"Oh!  Are you going to the Land of Oz?\" asked King Kik-a-bray.\n\n\"I don't know,\" she replied, \"but we've been told we are nearer the\nLand of Oz than to Kansas, and if that's so, the quickest way for me to\nget home is to find Ozma.\"\n\n\"Haw-haw!  Do you know the mighty Princess Ozma?\" asked the King, his\ntone both surprised and eager.\n\n\"'Course I do; she's my friend,\" said Dorothy.\n\n\"Then perhaps you'll do me a favor,\" continued the white donkey, much\nexcited.\n\n\"What is it?\" she asked.\n\n\"Perhaps you can get me an invitation to Princess Ozma's birthday\ncelebration, which will be the grandest royal function ever held in\nFairyland.  I'd love to go.\"\n\n\"Hee-haw!  You deserve punishment, rather than reward, for giving me\nthis dreadful head,\" said the shaggy man, sorrowfully.\n\n\"I wish you wouldn't say 'hee-haw' so much,\" Polychrome begged him; \"it\nmakes cold chills run down my back.\"\n\n\"But I can't help it, my dear; my donkey head wants to bray\ncontinually,\" he replied.  \"Doesn't your fox head want to yelp every\nminute?\" he asked Button-Bright.\n\n\"Don't know,\" said the boy, still staring at the shaggy man's ears.\nThese seemed to interest him greatly, and the sight also made him\nforget his own fox head, which was a comfort.\n\n\"What do you think, Polly?  Shall I promise the donkey king an\ninvitation to Ozma's party?\" asked Dorothy of the Rainbow's Daughter,\nwho was flitting about the room like a sunbeam because she could never\nkeep still.\n\n\"Do as you please, dear,\" answered Polychrome.  \"He might help to amuse\nthe guests of the Princess.\"\n\n\"Then, if you will give us some supper and a place to sleep to-night,\nand let us get started on our journey early to-morrow morning,\" said\nDorothy to the King, \"I'll ask Ozma to invite you--if I happen to get\nto Oz.\"\n\n\"Good!  Hee-haw! Excellent!\" cried Kik-a-bray, much pleased.  \"You\nshall all have fine suppers and good beds.  What food would you prefer,\na bran mash or ripe oats in the shell?\"\n\n\"Neither one,\" replied Dorothy, promptly.\n\n\"Perhaps plain hay, or some sweet juicy grass would suit you better,\"\nsuggested Kik-a-bray, musingly.\n\n\"Is that all you have to eat?\" asked the girl.\n\n\"What more do you desire?\"\n\n\"Well, you see we're not donkeys,\" she explained, \"and so we're used to\nother food.  The foxes gave us a nice supper in Foxville.\"\n\n\"We'd like some dewdrops and mist-cakes,\" said Polychrome.\n\n\"I'd prefer apples and a ham sandwich,\" declared the shaggy man, \"for\nalthough I've a donkey head, I still have my own particular stomach.\"\n\n\"I want pie,\" said Button-Bright.\n\n\"I think some beefsteak and chocolate layer-cake would taste best,\"\nsaid Dorothy.\n\n\"Hee-haw!  I declare!\" exclaimed the King.  \"It seems each one of you\nwants a different food.  How queer all living creatures are, except\ndonkeys!\"\n\n\"And donkeys like you are queerest of all,\" laughed Polychrome.\n\n\"Well,\" decided the King, \"I suppose my Magic Staff will produce the\nthings you crave; if you are lacking in good taste it is not my fault.\"\n\nWith this, he waved his staff with the jeweled ball, and before them\ninstantly appeared a tea-table, set with linen and pretty dishes, and\non the table were the very things each had wished for.  Dorothy's\nbeefsteak was smoking hot, and the shaggy man's apples were plump and\nrosy-cheeked.  The King had not thought to provide chairs, so they all\nstood in their places around the table and ate with good appetite,\nbeing hungry.  The Rainbow's Daughter found three tiny dewdrops on a\ncrystal plate, and Button-Bright had a big slice of apple pie, which he\ndevoured eagerly.\n\nAfterward the King called the brown donkey, which was his favorite\nservant, and bade it lead his guests to the vacant house where they\nwere to pass the night.  It had only one room and no furniture except\nbeds of clean straw and a few mats of woven grasses; but our travelers\nwere contented with these simple things because they realized it was\nthe best the Donkey-King had to offer them.  As soon as it was dark\nthey lay down on the mats and slept comfortably until morning.\n\nAt daybreak there was a dreadful noise throughout the city.  Every\ndonkey in the place brayed.  When he heard this the shaggy man woke up\nand called out \"Hee-haw!\" as loud as he could.\n\n\"Stop that!\" said Button-Bright, in a cross voice.  Both Dorothy and\nPolly looked at the shaggy man reproachfully.\n\n\"I couldn't help it, my dears,\" he said, as if ashamed of his bray;\n\"but I'll try not to do it again.\"\n\nOf coursed they forgave him, for as he still had the Love Magnet in his\npocket they were all obliged to love him as much as ever.\n\nThey did not see the King again, but Kik-a-bray remembered them; for a\ntable appeared again in their room with the same food upon it as on the\nnight before.\n\n\"Don't want pie for breakfus',\" said Button-Bright.\n\n\"I'll give you some of my beefsteak,\" proposed Dorothy; \"there's plenty\nfor us all.\"\n\nThat suited the boy better, but the shaggy man said he was content with\nhis apples and sandwiches, although he ended the meal by eating\nButton-Bright's pie.  Polly liked her dewdrops and mist-cakes better\nthan any other food, so they all enjoyed an excellent breakfast.  Toto\nhad the scraps left from the beefsteak, and he stood up nicely on his\nhind legs while Dorothy fed them to him.\n\nBreakfast ended, they passed through the village to the side opposite\nthat by which they had entered, the brown servant-donkey guiding them\nthrough the maze of scattered houses.  There was the road again,\nleading far away into the unknown country beyond.\n\n\"King Kik-a-bray says you must not forget his invitation,\" said the\nbrown donkey, as they passed through the opening in the wall.\n\n\"I shan't,\" promised Dorothy.\n\nPerhaps no one ever beheld a more strangely assorted group than the one\nwhich now walked along the road, through pretty green fields and past\ngroves of feathery pepper-trees and fragrant mimosa.  Polychrome, her\nbeautiful gauzy robes floating around her like a rainbow cloud, went\nfirst, dancing back and forth and darting now here to pluck a\nwild-flower or there to watch a beetle crawl across the path.  Toto ran\nafter her at times, barking joyously the while, only to become sober\nagain and trot along at Dorothy's heels.  The little Kansas girl walked\nholding Button-Bright's hand clasped in her own, and the wee boy with\nhis fox head covered by the sailor hat presented an odd appearance.\nStrangest of all, perhaps, was the shaggy man, with his shaggy donkey\nhead, who shuffled along in the rear with his hands thrust deep in his\nbig pockets.\n\nNone of the party was really unhappy.  All were straying in an unknown\nland and had suffered more or less annoyance and discomfort; but they\nrealized they were having a fairy adventure in a fairy country, and\nwere much interested in finding out what would happen next.\n\n\n\n\n8.  The Musicker\n\n\nAbout the middle of the forenoon they began to go up a long hill.\nBy-and-by this hill suddenly dropped down into a pretty valley, where\nthe travelers saw, to their surprise, a small house standing by the\nroad-side.\n\nIt was the first house they had seen, and they hastened into the valley\nto discover who lived there.  No one was in sight as they approached,\nbut when they began to get nearer the house they heard queer sounds\ncoming from it.  They could not make these out at first, but as they\nbecame louder our friends thought they heard a sort of music like that\nmade by a wheezy hand-organ; the music fell upon their ears in this way:\n\n  Tiddle-widdle-iddle oom pom-pom!\n      Oom, pom-pom! oom, pom-pom!\n  Tiddle-tiddle-tiddle oom pom-pom!\n      Oom, pom-pom--pah!\n\n\n\"What is it, a band or a mouth-organ?\" asked Dorothy.\n\n\"Don't know,\" said Button-Bright.\n\n\"Sounds to me like a played-out phonograph,\" said the shaggy man,\nlifting his enormous ears to listen.\n\n\"Oh, there just COULDN'T be a funnygraf in Fairyland!\" cried Dorothy.\n\n\"It's rather pretty, isn't it?\" asked Polychrome, trying to dance to\nthe strains.\n\n  Tiddle-widdle-iddle, oom pom-pom,\n      Oom pom-pom; oom pom-pom!\n\n\ncame the music to their ears, more distinctly as they drew nearer the\nhouse.  Presently, they saw a little fat man sitting on a bench before\nthe door.  He wore a red, braided jacket that reached to his waist, a\nblue waistcoat, and white trousers with gold stripes down the sides.\nOn his bald head was perched a little, round, red cap held in place by\na rubber elastic underneath his chin.  His face was round, his eyes a\nfaded blue, and he wore white cotton gloves.  The man leaned on a stout\ngold-headed cane, bending forward on his seat to watch his visitors\napproach.\n\nSingularly enough, the musical sounds they had heard seemed to come\nfrom the inside of the fat man himself; for he was playing no\ninstrument nor was any to be seen near him.\n\nThey came up and stood in a row, staring at him, and he stared back\nwhile the queer sounds came from him as before:\n\n  Tiddle-iddle-iddle, oom pom-pom,\n      Oom, pom-pom; oom pom-pom!\n  Tiddle-widdle-iddle, oom pom-pom,\n      Oom, pom-pom--pah!\n\n\n\"Why, he's a reg'lar musicker!\" said Button-Bright.\n\n\"What's a musicker?\" asked Dorothy.\n\n\"Him!\" said the boy.\n\nHearing this, the fat man sat up a little stiffer than before, as if he\nhad received a compliment, and still came the sounds:\n\n  Tiddle-widdle-iddle, oom pom-pom,\n      Oom pom-pom, oom--\n\n\n\"Stop it!\" cried the shaggy man, earnestly.  \"Stop that dreadful noise.\"\n\nThe fat man looked at him sadly and began his reply.  When he spoke the\nmusic changed and the words seemed to accompany the notes.  He said--or\nrather sang:\n\n  It isn't a noise that you hear,\n  But Music, harmonic and clear.\n      My breath makes me play\n      Like an organ, all day--\n  That bass note is in my left ear.\n\n\n\"How funny!\" exclaimed Dorothy; \"he says his breath makes the music.\"\n\n\"That's all nonsense,\" declared the shaggy man; but now the music began\nagain, and they all listened carefully.\n\n  My lungs are full of reeds like those\n  In organs, therefore I suppose,\n  If I breathe in or out my nose,\n      The reeds are bound to play.\n\n  So as I breathe to live, you know,\n  I squeeze out music as I go;\n  I'm very sorry this is so--\n      Forgive my piping, pray!\n\n\n\"Poor man,\" said Polychrome; \"he can't help it.  What a great\nmisfortune it is!\"\n\n\"Yes,\" replied the shaggy man; \"we are only obliged to hear this music\na short time, until we leave him and go away; but the poor fellow must\nlisten to himself as long as he lives, and that is enough to drive him\ncrazy.  Don't you think so?\"\n\n\"Don't know,\" said Button-Bright.  Toto said, \"Bow-wow!\" and the others\nlaughed.\n\n\"Perhaps that's why he lives all alone,\" suggested Dorothy.\n\n\"Yes; if he had neighbors, they might do him an injury,\" responded the\nshaggy man.\n\nAll this while the little fat musicker was breathing the notes:\n\n  Tiddle-tiddle-iddle, oom, pom-pom,\n\n\nand they had to speak loud in order to hear themselves.  The shaggy man\nsaid:\n\n\"Who are you, sir?\"\n\nThe reply came in the shape of this sing-song:\n\n  I'm Allegro da Capo, a very famous man;\n  Just find another, high or low, to match me if you can.\n      Some people try, but can't, to play\n      And have to practice every day;\n  But I've been musical always, since first my life began.\n\n\n\"Why, I b'lieve he's proud of it,\" exclaimed Dorothy; \"and seems to me\nI've heard worse music than he makes.\"\n\n\"Where?\" asked Button-Bright.\n\n\"I've forgotten, just now.  But Mr. Da Capo is certainly a strange\nperson--isn't he?--and p'r'aps he's the only one of his kind in all the\nworld.\"\n\nThis praise seemed to please the little fat musicker, for he swelled\nout his chest, looked important and sang as follows:\n\n  I wear no band around me,\n      And yet I am a band!\n  I do not strain to make my strains\n      But, on the other hand,\n  My toot is always destitute\n      Of flats or other errors;\n  To see sharp and be natural are\n      For me but minor terrors.\n\n\n\"I don't quite understand that,\" said Polychrome, with a puzzled look;\n\"but perhaps it's because I'm accustomed only to the music of the\nspheres.\"\n\n\"What's that?\" asked Button-Bright.\n\n\"Oh, Polly means the atmosphere and hemisphere, I s'pose,\" explained\nDorothy.\n\n\"Oh,\" said Button-Bright.\n\n\"Bow-wow!\" said Toto.\n\nBut the musicker was still breathing his constant\n\n  Oom, pom-pom; Oom pom-pom--\n\n\nand it seemed to jar on the shaggy man's nerves.\n\n\"Stop it, can't you?\" he cried angrily; \"or breathe in a whisper; or\nput a clothes-pin on your nose.  Do something, anyhow!\"\n\nBut the fat one, with a sad look, sang this answer:\n\n  Music hath charms, and it may\n  Soothe even the savage, they say;\n      So if savage you feel\n      Just list to my reel,\n  For sooth to say that's the real way.\n\n\nThe shaggy man had to laugh at this, and when he laughed he stretched\nhis donkey mouth wide open.  Said Dorothy:\n\n\"I don't know how good his poetry is, but it seems to fit the notes, so\nthat's all that can be 'xpected.\"\n\n\"I like it,\" said Button-Bright, who was staring hard at the musicker,\nhis little legs spread wide apart.  To the surprise of his companions,\nthe boy asked this long question:\n\n\"If I swallowed a mouth-organ, what would I be?\"\n\n\"An organette,\" said the shaggy man.  \"But come, my dears; I think the\nbest thing we can do is to continue on our journey before Button-Bright\nswallows anything.  We must try to find that Land of Oz, you know.\"\n\nHearing this speech the musicker sang, quickly:\n\n  If you go to the Land of Oz\n  Please take me along, because\n      On Ozma's birthday\n      I'm anxious to play\n  The loveliest song ever was.\n\n\n\"No thank you,\" said Dorothy; \"we prefer to travel alone.  But if I see\nOzma I'll tell her you want to come to her birthday party.\"\n\n\"Let's be going,\" urged the shaggy man, anxiously.\n\nPolly was already dancing along the road, far in advance, and the\nothers turned to follow her.  Toto did not like the fat musicker and\nmade a grab for his chubby leg.  Dorothy quickly caught up the growling\nlittle dog and hurried after her companions, who were walking faster\nthan usual in order to get out of hearing.  They had to climb a hill,\nand until they got to the top they could not escape the musicker's\nmonotonous piping:\n\n  Oom, pom-pom; oom, pom-pom;\n  Tiddle-iddle-widdle, oom, pom-pom;\n  Oom, pom-pom--pah!\n\n\nAs they passed the brow of the hill, however, and descended on the\nother side, the sounds gradually died away, whereat they all felt much\nrelieved.\n\n\"I'm glad I don't have to live with the organ-man; aren't you, Polly?\"\nsaid Dorothy.\n\n\"Yes indeed,\" answered the Rainbow's Daughter.\n\n\"He's nice,\" declared Button-Bright, soberly.\n\n\"I hope your Princess Ozma won't invite him to her birthday\ncelebration,\" remarked the shaggy man; \"for the fellow's music would\ndrive her guests all crazy.  You've given me an idea, Button-Bright; I\nbelieve the musicker must have swallowed an accordeon in his youth.\"\n\n\"What's 'cordeon?\" asked the boy.\n\n\"It's a kind of pleating,\" explained Dorothy, putting down the dog.\n\n\"Bow-wow!\" said Toto, and ran away at a mad gallop to chase a\nbumble-bee.\n\n\n\n\n9.  Facing the Scoodlers\n\n\nThe country wasn't so pretty now.  Before the travelers appeared a\nrocky plain covered with hills on which grew nothing green.  They were\nnearing some low mountains, too, and the road, which before had been\nsmooth and pleasant to walk upon, grew rough and uneven.\n\nButton-Bright's little feet stumbled more than once, and Polychrome\nceased her dancing because the walking was now so difficult that she\nhad no trouble to keep warm.\n\nIt had become afternoon, yet there wasn't a thing for their luncheon\nexcept two apples which the shaggy man had taken from the breakfast\ntable.  He divided these into four pieces and gave a portion to each of\nhis companions.  Dorothy and Button-Bright were glad to get theirs; but\nPolly was satisfied with a small bite, and Toto did not like apples.\n\n\"Do you know,\" asked the Rainbow's Daughter, \"if this is the right road\nto the Emerald City?\"\n\n\"No, I don't,\" replied Dorothy, \"but it's the only road in this part of\nthe country, so we may as well go to the end of it.\"\n\n\"It looks now as if it might end pretty soon,\" remarked the shaggy man;\n\"and what shall we do if it does?\"\n\n\"Don't know,\" said Button-Bright.\n\n\"If I had my Magic Belt,\" replied Dorothy, thoughtfully, \"it could do\nus a lot of good just now.\"\n\n\"What is your Magic Belt?\" asked Polychrome.\n\n\"It's a thing I captured from the Nome King one day, and it can do\n'most any wonderful thing.  But I left it with Ozma, you know; 'cause\nmagic won't work in Kansas, but only in fairy countries.\"\n\n\"Is this a fairy country?\" asked Button-Bright.\n\n\"I should think you'd know,\" said the little girl, gravely.  \"If it\nwasn't a fairy country you couldn't have a fox head and the shaggy man\ncouldn't have a donkey head, and the Rainbow's Daughter would be\ninvis'ble.\"\n\n\"What's that?\" asked the boy.\n\n\"You don't seem to know anything, Button-Bright.  Invis'ble is a thing\nyou can't see.\"\n\n\"Then Toto's invis'ble,\" declared the boy, and Dorothy found he was\nright.  Toto had disappeared from view, but they could hear him barking\nfuriously among the heaps of grey rock ahead of them.\n\nThey moved forward a little faster to see what the dog was barking at,\nand found perched upon a point of rock by the roadside a curious\ncreature.  It had the form of a man, middle-sized and rather slender\nand graceful; but as it sat silent and motionless upon the peak they\ncould see that its face was black as ink, and it wore a black cloth\ncostume made like a union suit and fitting tight to its skin.  Its\nhands were black, too, and its toes curled down, like a bird's.  The\ncreature was black all over except its hair, which was fine, and\nyellow, banged in front across the black forehead and cut close at the\nsides.  The eyes, which were fixed steadily upon the barking dog, were\nsmall and sparkling and looked like the eyes of a weasel.\n\n\"What in the world do you s'pose that is?\" asked Dorothy in a hushed\nvoice, as the little group of travelers stood watching the strange\ncreature.\n\n\"Don't know,\" said Button-Bright.\n\nThe thing gave a jump and turned half around, sitting in the same place\nbut with the other side of its body facing them.  Instead of being\nblack, it was now pure white, with a face like that of a clown in a\ncircus and hair of a brilliant purple.  The creature could bend either\nway, and its white toes now curled the same way the black ones on the\nother side had done.\n\n\"It has a face both front and back,\" whispered Dorothy, wonderingly;\n\"only there's no back at all, but two fronts.\"\n\nHaving made the turn, the being sat motionless as before, while Toto\nbarked louder at the white man than he had done at the black one.\n\n\"Once,\" said the shaggy man, \"I had a jumping jack like that, with two\nfaces.\"\n\n\"Was it alive?\" asked Button-Bright.\n\n\"No,\" replied the shaggy man; \"it worked on strings and was made of\nwood.\"\n\n\"Wonder if this works with strings,\" said Dorothy; but Polychrome cried\n\"Look!\" for another creature just like the first had suddenly appeared\nsitting on another rock, its black side toward them.  The two twisted\ntheir heads around and showed a black face on the white side of one and\na white face on the black side of the other.\n\n\"How curious,\" said Polychrome; \"and how loose their heads seem to be!\nAre they friendly to us, do you think?\"\n\n\"Can't tell, Polly,\" replied Dorothy.  \"Let's ask 'em.\"\n\nThe creatures flopped first one way and then the other, showing black\nor white by turns; and now another joined them, appearing on another\nrock.  Our friends had come to a little hollow in the hills, and the\nplace where they now stood was surrounded by jagged peaks of rock,\nexcept where the road ran through.\n\n\"Now there are four of them,\" said the shaggy man.\n\n\"Five,\" declared Polychrome.\n\n\"Six,\" said Dorothy.\n\n\"Lots of 'em!\"  cried Button-Bright; and so there were--quite a row of\nthe two-sided black and white creatures sitting on the rocks all around.\n\nToto stopped barking and ran between Dorothy's feet, where he crouched\ndown as if afraid.  The creatures did not look pleasant or friendly, to\nbe sure, and the shaggy man's donkey face became solemn, indeed.\n\n\"Ask 'em who they are, and what they want,\" whispered Dorothy; so the\nshaggy man called out in a loud voice:\n\n\"Who are you?\"\n\n\"Scoodlers!\" they yelled in chorus, their voices sharp and shrill.\n\n\"What do you want?\" called the shaggy man.\n\n\"You!\" they yelled, pointing their thin fingers at the group; and they\nall flopped around, so they were white, and then all flopped back\nagain, so they were black.\n\n\"But what do you want us for?\" asked the shaggy man, uneasily.\n\n\"Soup!\" they all shouted, as if with one voice.\n\n\"Goodness me!\" said Dorothy, trembling a little; \"the Scoodlers must be\nreg'lar cannibals.\"\n\n\"Don't want to be soup,\" protested Button-Bright, beginning to cry.\n\n\"Hush, dear,\" said the little girl, trying to comfort him; \"we don't\nany of us want to be soup.  But don't worry; the shaggy man will take\ncare of us.\"\n\n\"Will he?\" asked Polychrome, who did not like the Scoodlers at all, and\nkept close to Dorothy.\n\n\"I'll try,\" promised the shaggy man; but he looked worried.\n\nHappening just then to feel the Love Magnet in his pocket, he said to\nthe creatures, with more confidence:\n\n\"Don't you love me?\"\n\n\"Yes!\" they shouted, all together.\n\n\"Then you mustn't harm me, or my friends,\" said the shaggy man, firmly.\n\n\"We love you in soup!\" they yelled, and in a flash turned their white\nsides to the front.\n\n\"How dreadful!\" said Dorothy.  \"This is a time, Shaggy Man, when you\nget loved too much.\"\n\n\"Don't want to be soup!\" wailed Button-Bright again; and Toto began to\nwhine dismally, as if he didn't want to be soup, either.\n\n\"The only thing to do,\" said the shaggy man to his friends, in a low\ntone, \"is to get out of this pocket in the rocks as soon as we can, and\nleave the Scoodlers behind us.  Follow me, my dears, and don't pay any\nattention to what they do or say.\"\n\nWith this, he began to march along the road to the opening in the rocks\nahead, and the others kept close behind him.  But the Scoodlers closed\nup in front, as if to bar their way, and so the shaggy man stooped down\nand picked up a loose stone, which he threw at the creatures to scare\nthem from the path.\n\nAt this the Scoodlers raised a howl.  Two of them picked their heads\nfrom their shoulders and hurled them at the shaggy man with such force\nthat he fell over in a heap, greatly astonished.  The two now ran\nforward with swift leaps, caught up their heads, and put them on again,\nafter which they sprang back to their positions on the rocks.\n\n\n\n\n10.  Escaping the Soup-Kettle\n\n\nThe shaggy man got up and felt of himself to see if he was hurt; but he\nwas not.  One of the heads had struck his breast and the other his left\nshoulder; yet though they had knocked him down, the heads were not hard\nenough to bruise him.\n\n\"Come on,\" he said firmly; \"we've got to get out of here some way,\" and\nforward he started again.\n\nThe Scoodlers began yelling and throwing their heads in great numbers\nat our frightened friends.  The shaggy man was knocked over again, and\nso was Button-Bright, who kicked his heels against the ground and\nhowled as loud as he could, although he was not hurt a bit.  One head\nstruck Toto, who first yelped and then grabbed the head by an ear and\nstarted running away with it.\n\nThe Scoodlers who had thrown their heads began to scramble down and run\nto pick them up, with wonderful quickness; but the one whose head Toto\nhad stolen found it hard to get it back again.  The head couldn't see\nthe body with either pair of its eyes, because the dog was in the way,\nso the headless Scoodler stumbled around over the rocks and tripped on\nthem more than once in its effort to regain its top.  Toto was trying\nto get outside the rocks and roll the head down the hill; but some of\nthe other Scoodlers came to the rescue of their unfortunate comrade and\npelted the dog with their own heads until he was obliged to drop his\nburden and hurry back to Dorothy.\n\nThe little girl and the Rainbow's Daughter had both escaped the shower\nof heads, but they saw now that it would be useless to try to run away\nfrom the dreadful Scoodlers.\n\n\"We may as well submit,\" declared the shaggy man, in a rueful voice, as\nhe got upon his feet again.  He turned toward their foes and asked:\n\n\"What do you want us to do?\"\n\n\"Come!\" they cried, in a triumphant chorus, and at once sprang from the\nrocks and surrounded their captives on all sides.  One funny thing\nabout the Scoodlers was they could walk in either direction, coming or\ngoing, without turning around; because they had two faces and, as\nDorothy said, \"two front sides,\" and their feet were shaped like the\nletter T upside down.  They moved with great rapidity and there was\nsomething about their glittering eyes and contrasting colors and\nremovable heads that inspired the poor prisoners with horror, and made\nthem long to escape.\n\nBut the creatures led their captives away from the rocks and the road,\ndown the hill by a side path until they came before a low mountain of\nrock that looked like a huge bowl turned upside down.  At the edge of\nthis mountain was a deep gulf--so deep that when you looked into it\nthere was nothing but blackness below.  Across the gulf was a narrow\nbridge of rock, and at the other end of the bridge was an arched\nopening that led into the mountain.\n\nOver this bridge the Scoodlers led their prisoners, through the opening\ninto the mountain, which they found to be an immense hollow dome\nlighted by several holes in the roof.  All around the circular space\nwere built rock houses, set close together, each with a door in the\nfront wall.  None of these houses was more than six feet wide, but the\nScoodlers were thin people sidewise and did not need much room.  So\nvast was the dome that there was a large space in the middle of the\ncave, in front of all these houses, where the creatures might\ncongregate as in a great hall.\n\nIt made Dorothy shudder to see a huge iron kettle suspended by a stout\nchain in the middle of the place, and underneath the kettle a great\nheap of kindling wood and shavings, ready to light.\n\n\"What's that?\" asked the shaggy man, drawing back as they approached\nthis place, so that they were forced to push him forward.\n\n\"The Soup Kettle!\" yelled the Scoodlers, and then they shouted in the\nnext breath:\n\n\"We're hungry!\"\n\nButton-Bright, holding Dorothy's hand in one chubby fist and Polly's\nhand in the other, was so affected by this shout that he began to cry\nagain, repeating the protest:\n\n\"Don't want to be soup, I don't!\"\n\n\"Never mind,\" said the shaggy man, consolingly; \"I ought to make enough\nsoup to feed them all, I'm so big; so I'll ask them to put me in the\nkettle first.\"\n\n\"All right,\" said Button-Bright, more cheerfully.\n\nBut the Scoodlers were not ready to make soup yet.  They led the\ncaptives into a house at the farthest side of the cave--a house\nsomewhat wider than the others.\n\n\"Who lives here?\" asked the Rainbow's Daughter.  The Scoodlers nearest\nher replied:\n\n\"The Queen.\"\n\nIt made Dorothy hopeful to learn that a woman ruled over these fierce\ncreatures, but a moment later they were ushered by two or three of the\nescort into a gloomy, bare room--and her hope died away.\n\nFor the Queen of the Scoodlers proved to be much more dreadful in\nappearance than any of her people.  One side of her was fiery red, with\njet-black hair and green eyes and the other side of her was bright\nyellow, with crimson hair and black eyes.  She wore a short skirt of\nred and yellow and her hair, instead of being banged, was a tangle of\nshort curls upon which rested a circular crown of silver--much dented\nand twisted because the Queen had thrown her head at so many things so\nmany times.  Her form was lean and bony and both her faces were deeply\nwrinkled.\n\n\"What have we here?\" asked the Queen sharply, as our friends were made\nto stand before her.\n\n\"Soup!\" cried the guard of Scoodlers, speaking together.\n\n\"We're not!\" said Dorothy, indignantly; \"we're nothing of the sort.\"\n\n\"Ah, but you will be soon,\" retorted the Queen, a grim smile making her\nlook more dreadful than before.\n\n\"Pardon me, most beautiful vision,\" said the shaggy man, bowing before\nthe queen politely.  \"I must request your Serene Highness to let us go\nour way without being made into soup.  For I own the Love Magnet, and\nwhoever meets me must love me and all my friends.\"\n\n\"True,\" replied the Queen.  \"We love you very much; so much that we\nintend to eat your broth with real pleasure.  But tell me, do you think\nI am so beautiful?\"\n\n\"You won't be at all beautiful if you eat me,\" he said, shaking his\nhead sadly.  \"Handsome is as handsome does, you know.\"\n\nThe Queen turned to Button-Bright.\n\n\"Do YOU think I'm beautiful?\"  she asked.\n\n\"No,\" said the boy; \"you're ugly.\"\n\n\"I think you're a fright,\" said Dorothy.\n\n\"If you could see yourself you'd be terribly scared,\" added Polly.\n\nThe Queen scowled at them and flopped from her red side to her yellow\nside.\n\n\"Take them away,\" she commanded the guard, \"and at six o'clock run them\nthrough the meat chopper and start the soup kettle boiling.  And put\nplenty of salt in the broth this time, or I'll punish the cooks\nseverely.\"\n\n\"Any onions, your Majesty?\" asked one of the guard.\n\n\"Plenty of onions and garlic and a dash of red pepper.  Now, go!\"\n\nThe Scoodlers led the captives away and shut them up in one of the\nhouses, leaving only a single Scoodler to keep guard.\n\nThe place was a sort of store-house; containing bags of potatoes and\nbaskets of carrots, onions and turnips.\n\n\"These,\" said their guard, pointing to the vegetables, \"we use to\nflavor our soups with.\"\n\nThe prisoners were rather disheartened by this time, for they saw no\nway to escape and did not know how soon it would be six o'clock and\ntime for the meatchopper to begin work.  But the shaggy man was brave\nand did not intend to submit to such a horrid fate without a struggle.\n\n\"I'm going to fight for our lives,\" he whispered to the children, \"for\nif I fail we will be no worse off than before, and to sit here quietly\nuntil we are made into soup would be foolish and cowardly.\"\n\nThe Scoodler on guard stood near the doorway, turning first his white\nside toward them and then his black side, as if he wanted to show to\nall of his greedy four eyes the sight of so many fat prisoners.  The\ncaptives sat in a sorrowful group at the other end of the room--except\nPolychrome, who danced back and forth in the little place to keep\nherself warm, for she felt the chill of the cave.  Whenever she\napproached the shaggy man he would whisper something in her ear, and\nPolly would nod her pretty head as if she understood.\n\nThe shaggy man told Dorothy and Button-Bright to stand before him while\nhe emptied the potatoes out of one of the sacks.  When this had been\nsecretly done, little Polychrome, dancing near to the guard, suddenly\nreached out her hand and slapped his face, the next instant whirling\naway from him quickly to rejoin her friends.\n\nThe angry Scoodler at once picked off his head and hurled it at the\nRainbow's Daughter; but the shaggy man was expecting that, and caught\nthe head very neatly, putting it in the sack, which he tied at the\nmouth.  The body of the guard, not having the eyes of its head to guide\nit, ran here and there in an aimless manner, and the shaggy man easily\ndodged it and opened the door.  Fortunately, there was no one in the\nbig cave at that moment, so he told Dorothy and Polly to run as fast as\nthey could for the entrance, and out across the narrow bridge.\n\n\"I'll carry Button-Bright,\" he said, for he knew the little boy's legs\nwere too short to run fast.\n\nDorothy picked up Toto and then seized Polly's hand and ran swiftly\ntoward the entrance to the cave.  The shaggy man perched Button-Bright\non his shoulders and ran after them.  They moved so quickly and their\nescape was so wholly unexpected that they had almost reached the bridge\nwhen one of the Scoodlers looked out of his house and saw them.\n\nThe creature raised a shrill cry that brought all of its fellows\nbounding out of the numerous doors, and at once they started in chase.\nDorothy and Polly had reached the bridge and crossed it when the\nScoodlers began throwing their heads.  One of the queer missiles struck\nthe shaggy man on his back and nearly knocked him over; but he was at\nthe mouth of the cave now, so he set down Button-Bright and told the\nboy to run across the bridge to Dorothy.\n\nThen the shaggy man turned around and faced his enemies, standing just\noutside the opening, and as fast as they threw their heads at him he\ncaught them and tossed them into the black gulf below.  The headless\nbodies of the foremost Scoodlers kept the others from running close up,\nbut they also threw their heads in an effort to stop the escaping\nprisoners.  The shaggy man caught them all and sent them whirling down\ninto the black gulf.  Among them he noticed the crimson and yellow head\nof the Queen, and this he tossed after the others with right good will.\n\nPresently every Scoodler of the lot had thrown its head, and every head\nwas down in the deep gulf, and now the helpless bodies of the creatures\nwere mixed together in the cave and wriggling around in a vain attempt\nto discover what had become of their heads.  The shaggy man laughed and\nwalked across the bridge to rejoin his companions.\n\n\"It's lucky I learned to play base-ball when I was young,\" he remarked,\n\"for I caught all those heads easily and never missed one.  But come\nalong, little ones; the Scoodlers will never bother us or anyone else\nany more.\"\n\nButton-Bright was still frightened and kept insisting, \"I don't want to\nbe soup!\" for the victory had been gained so suddenly that the boy\ncould not realize they were free and safe.  But the shaggy man assured\nhim that all danger of their being made into soup was now past, as the\nScoodlers would be unable to eat soup for some time to come.\n\nSo now, anxious to get away from the horrid gloomy cave as soon as\npossible, they hastened up the hillside and regained the road just\nbeyond the place where they had first met the Scoodlers; and you may be\nsure they were glad to find their feet on the old familiar path again.\n\n\n\n\n11.  Johnny Dooit Does It\n\n\n\"It's getting awful rough walking,\" said Dorothy, as they trudged\nalong.  Button-Bright gave a deep sigh and said he was hungry.  Indeed,\nall were hungry, and thirsty, too; for they had eaten nothing but the\napples since breakfast; so their steps lagged and they grew silent and\nweary.  At last they slowly passed over the crest of a barren hill and\nsaw before them a line of green trees with a strip of grass at their\nfeet.  An agreeable fragrance was wafted toward them.\n\nOur travelers, hot and tired, ran forward on beholding this refreshing\nsight and were not long in coming to the trees.  Here they found a\nspring of pure bubbling water, around which the grass was full of wild\nstrawberry plants, their pretty red berries ripe and ready to eat.\nSome of the trees bore yellow oranges and some russet pears, so the\nhungry adventurers suddenly found themselves provided with plenty to\neat and to drink.  They lost no time in picking the biggest\nstrawberries and ripest oranges and soon had feasted to their hearts'\ncontent.  Walking beyond the line of trees they saw before them a\nfearful, dismal desert, everywhere gray sand.  At the edge of this\nawful waste was a large, white sign with black letters neatly painted\nupon it and the letters made these words:\n\n  ALL PERSONS ARE WARNED NOT TO VENTURE UPON THIS DESERT\n\n  For the Deadly Sands will Turn Any Living Flesh\n  to Dust in an instant.  Beyond This Barrier is the\n\n  LAND OF OZ\n\n  But no one can Reach that Beautiful Country\n  because of these Destroying Sands\n\n\n\"Oh,\" said Dorothy, when the shaggy man had read the sign aloud; \"I've\nseen this desert before, and it's true no one can live who tries to\nwalk upon the sands.\"\n\n\"Then we musn't try it,\" answered the shaggy man thoughtfully.  \"But as\nwe can't go ahead and there's no use going back, what shall we do next?\"\n\n\"Don't know,\" said Button-Bright.\n\n\"I'm sure I don't know, either,\" added Dorothy, despondently.\n\n\"I wish father would come for me,\" sighed the pretty Rainbow's\nDaughter, \"I would take you all to live upon the rainbow, where you\ncould dance along its rays from morning till night, without a care or\nworry of any sort.  But I suppose father's too busy just now to search\nthe world for me.\"\n\n\"Don't want to dance,\" said Button-Bright, sitting down wearily upon\nthe soft grass.\n\n\"It's very good of you, Polly,\" said Dorothy; \"but there are other\nthings that would suit me better than dancing on rainbows.  I'm 'fraid\nthey'd be kind of soft an' squashy under foot, anyhow, although they're\nso pretty to look at.\"\n\nThis didn't help to solve the problem, and they all fell silent and\nlooked at one another questioningly.\n\n\"Really, I don't know what to do,\" muttered the shaggy man, gazing hard\nat Toto; and the little dog wagged his tail and said \"Bow-wow!\" just as\nif he could not tell, either, what to do.  Button-Bright got a stick\nand began to dig in the earth, and the others watched him for a while\nin deep thought.  Finally, the shaggy man said:\n\n\"It's nearly evening, now; so we may as well sleep in this pretty place\nand get rested; perhaps by morning we can decide what is best to be\ndone.\"\n\nThere was little chance to make beds for the children, but the leaves\nof the trees grew thickly and would serve to keep off the night dews,\nso the shaggy man piled soft grasses in the thickest shade and when it\nwas dark they lay down and slept peacefully until morning.\n\nLong after the others were asleep, however, the shaggy man sat in the\nstarlight by the spring, gazing thoughtfully into its bubbling waters.\nSuddenly he smiled and nodded to himself as if he had found a good\nthought, after which he, too, laid himself down under a tree and was\nsoon lost in slumber.\n\nIn the bright morning sunshine, as they ate of the strawberries and\nsweet juicy pears, Dorothy said:\n\n\"Polly, can you do any magic?\"\n\n\"No dear,\" answered Polychrome, shaking her dainty head.\n\n\"You ought to know SOME magic, being the Rainbow's Daughter,\" continued\nDorothy, earnestly.\n\n\"But we who live on the rainbow among the fleecy clouds have no use for\nmagic,\" replied Polychrome.\n\n\"What I'd like,\" said Dorothy, \"is to find some way to cross the desert\nto the Land of Oz and its Emerald City.  I've crossed it already, you\nknow, more than once.  First a cyclone carried my house over, and some\nSilver Shoes brought me back again--in half a second.  Then Ozma took\nme over on her Magic Carpet, and the Nome King's Magic Belt took me\nhome that time.  You see it was magic that did it every time 'cept the\nfirst, and we can't 'spect a cyclone to happen along and take us to the\nEmerald City now.\"\n\n\"No indeed,\" returned Polly, with a shudder, \"I hate cyclones, anyway.\"\n\n\"That's why I wanted to find out if you could do any magic,\" said the\nlittle Kansas girl.  \"I'm sure I can't; and I'm sure Button-Bright\ncan't; and the only magic the shaggy man has is the Love Magnet, which\nwon't help us much.\"\n\n\"Don't be too sure of that, my dear,\" spoke the shaggy man, a smile on\nhis donkey face.  \"I may not be able to do magic myself, but I can call\nto us a powerful friend who loves me because I own the Love Magnet, and\nthis friend surely will be able to help us.\"\n\n\"Who is your friend?\" asked Dorothy.\n\n\"Johnny Dooit.\"\n\n\"What can Johnny do?\"\n\n\"Anything,\" answered the shaggy man, with confidence.\n\n\"Ask him to come,\" she exclaimed, eagerly.\n\nThe shaggy man took the Love Magnet from his pocket and unwrapped the\npaper that surrounded it.  Holding the charm in the palm of his hand he\nlooked at it steadily and said these words:\n\n  \"Dear Johnny Dooit, come to me.\n  I need you bad as bad can be.\"\n\n\n\"Well, here I am,\" said a cheery little voice; \"but you shouldn't say\nyou need me bad, 'cause I'm always, ALWAYS, good.\"\n\nAt this they quickly whirled around to find a funny little man sitting\non a big copper chest, puffing smoke from a long pipe.  His hair was\ngrey, his whiskers were grey; and these whiskers were so long that he\nhad wound the ends of them around his waist and tied them in a hard\nknot underneath the leather apron that reached from his chin nearly to\nhis feet, and which was soiled and scratched as if it had been used a\nlong time.  His nose was broad, and stuck up a little; but his eyes\nwere twinkling and merry.  The little man's hands and arms were as hard\nand tough as the leather in his apron, and Dorothy thought Johnny Dooit\nlooked as if he had done a lot of hard work in his lifetime.\n\n\"Good morning, Johnny,\" said the shaggy man.  \"Thank you for coming to\nme so quickly.\"\n\n\"I never waste time,\" said the newcomer, promptly.  \"But what's\nhappened to you?  Where did you get that donkey head?  Really, I\nwouldn't have known you at all, Shaggy Man, if I hadn't looked at your\nfeet.\"\n\nThe shaggy man introduced Johnny Dooit to Dorothy and Toto and\nButton-Bright and the Rainbow's Daughter, and told him the story of\ntheir adventures, adding that they were anxious now to reach the\nEmerald City in the Land of Oz, where Dorothy had friends who would\ntake care of them and send them safe home again.\n\n\"But,\" said he, \"we find that we can't cross this desert, which turns\nall living flesh that touches it into dust; so I have asked you to come\nand help us.\"\n\nJohnny Dooit puffed his pipe and looked carefully at the dreadful\ndesert in front of them--stretching so far away they could not see its\nend.\n\n\"You must ride,\" he said, briskly.\n\n\"What in?\" asked the shaggy man.\n\n\"In a sand-boat, which has runners like a sled and sails like a ship.\nThe wind will blow you swiftly across the desert and the sand cannot\ntouch your flesh to turn it into dust.\"\n\n\"Good!\" cried Dorothy, clapping her hands delightedly.  \"That was the\nway the Magic Carpet took us across.  We didn't have to touch the\nhorrid sand at all.\"\n\n\"But where is the sand-boat?\" asked the shaggy man, looking all around\nhim.\n\n\"I'll make you one,\" said Johnny Dooit.\n\nAs he spoke, he knocked the ashes from his pipe and put it in his\npocket.  Then he unlocked the copper chest and lifted the lid, and\nDorothy saw it was full of shining tools of all sorts and shapes.\n\nJohnny Dooit moved quickly now--so quickly that they were astonished at\nthe work he was able to accomplish.  He had in his chest a tool for\neverything he wanted to do, and these must have been magic tools\nbecause they did their work so fast and so well.\n\nThe man hummed a little song as he worked, and Dorothy tried to listen\nto it.  She thought the words were something like these:\n\n  The only way to do a thing\n  Is do it when you can,\n  And do it cheerfully, and sing\n  And work and think and plan.\n  The only real unhappy one\n  Is he who dares to shirk;\n  The only really happy one\n  Is he who cares to work.\n\n\nWhatever Johnny Dooit was singing he was certainly doing things, and\nthey all stood by and watched him in amazement.\n\nHe seized an axe and in a couple of chops felled a tree.  Next he took\na saw and in a few minutes sawed the tree-trunk into broad, long\nboards.  He then nailed the boards together into the shape of a boat,\nabout twelve feet long and four feet wide.  He cut from another tree a\nlong, slender pole which, when trimmed of its branches and fastened\nupright in the center of the boat, served as a mast.  From the chest he\ndrew a coil of rope and a big bundle of canvas, and with these--still\nhumming his song--he rigged up a sail, arranging it so it could be\nraised or lowered upon the mast.\n\nDorothy fairly gasped with wonder to see the thing grow so speedily\nbefore her eyes, and both Button-Bright and Polly looked on with the\nsame absorbed interest.\n\n\"It ought to be painted,\" said Johnny Dooit, tossing his tools back\ninto the chest, \"for that would make it look prettier.  But 'though I\ncan paint it for you in three seconds it would take an hour to dry, and\nthat's a waste of time.\"\n\n\"We don't care how it looks,\" said the shaggy man, \"if only it will\ntake us across the desert.\"\n\n\"It will do that,\" declared Johnny Dooit.  \"All you need worry about is\ntipping over.  Did you ever sail a ship?\"\n\n\"I've seen one sailed,\" said the shaggy man.\n\n\"Good.  Sail this boat the way you've seen a ship sailed, and you'll be\nacross the sands before you know it.\"\n\nWith this he slammed down the lid of the chest, and the noise made them\nall wink.  While they were winking the workman disappeared, tools and\nall.\n\n\n\n\n12.  The Deadly Desert Crossed\n\n\n\"Oh, that's too bad!\" cried Dorothy; \"I wanted to thank Johnny Dooit\nfor all his kindness to us.\"\n\n\"He hasn't time to listen to thanks,\" replied the shaggy man; \"but I'm\nsure he knows we are grateful.  I suppose he is already at work in some\nother part of the world.\"\n\nThey now looked more carefully at the sand-boat, and saw that the\nbottom was modeled with two sharp runners which would glide through the\nsand.  The front of the sand-boat was pointed like the bow of a ship,\nand there was a rudder at the stern to steer by.\n\nIt had been built just at the edge of the desert, so that all its\nlength lay upon the gray sand except the after part, which still rested\non the strip of grass.\n\n\"Get in, my dears,\" said the shaggy man; \"I'm sure I can manage this\nboat as well as any sailor.  All you need do is sit still in your\nplaces.\"\n\nDorothy got in, Toto in her arms, and sat on the bottom of the boat\njust in front of the mast.  Button-Bright sat in front of Dorothy,\nwhile Polly leaned over the bow.  The shaggy man knelt behind the mast.\nWhen all were ready he raised the sail half-way.  The wind caught it.\nAt once the sand-boat started forward--slowly at first, then with added\nspeed.  The shaggy man pulled the sail way up, and they flew so fast\nover the Deadly Desert that every one held fast to the sides of the\nboat and scarcely dared to breathe.\n\nThe sand lay in billows, and was in places very uneven, so that the\nboat rocked dangerously from side to side; but it never quite tipped\nover, and the speed was so great that the shaggy man himself became\nfrightened and began to wonder how he could make the ship go slower.\n\n\"It we're spilled in this sand, in the middle of the desert,\" Dorothy\nthought to herself, \"we'll be nothing but dust in a few minutes, and\nthat will be the end of us.\"\n\nBut they were not spilled, and by-and-by Polychrome, who was clinging\nto the bow and looking straight ahead, saw a dark line before them and\nwondered what it was.  It grew plainer every second, until she\ndiscovered it to be a row of jagged rocks at the end of the desert,\nwhile high above these rocks she could see a tableland of green grass\nand beautiful trees.\n\n\"Look out!\" she screamed to the shaggy man.  \"Go slowly, or we shall\nsmash into the rocks.\"\n\nHe heard her, and tried to pull down the sail; but the wind would not\nlet go of the broad canvas and the ropes had become tangled.\n\nNearer and nearer they drew to the great rocks, and the shaggy man was\nin despair because he could do nothing to stop the wild rush of the\nsand-boat.\n\nThey reached the edge of the desert and bumped squarely into the rocks.\nThere was a crash as Dorothy, Button-Bright, Toto and Polly flew up in\nthe air in a curve like a skyrocket's, one after another landing high\nupon the grass, where they rolled and tumbled for a time before they\ncould stop themselves.\n\nThe shaggy man flew after them, head first, and lighted in a heap\nbeside Toto, who, being much excited at the time, seized one of the\ndonkey ears between his teeth and shook and worried it as hard as he\ncould, growling angrily.  The shaggy man made the little dog let go,\nand sat up to look around him.\n\nDorothy was feeling one of her front teeth, which was loosened by\nknocking against her knee as she fell.  Polly was looking sorrowfully\nat a rent in her pretty gauze gown, and Button-Bright's fox head had\nstuck fast in a gopher hole and he was wiggling his little fat legs\nfrantically in an effort to get free.\n\nOtherwise they were unhurt by the adventure; so the shaggy man stood up\nand pulled Button-Bright out of the hole and went to the edge of the\ndesert to look at the sand-boat.  It was a mere mass of splinters now,\ncrushed out of shape against the rocks.  The wind had torn away the\nsail and carried it to the top of a tall tree, where the fragments of\nit fluttered like a white flag.\n\n\"Well,\" he said, cheerfully, \"we're here; but where the here is I don't\nknow.\"\n\n\"It must be some part of the Land of Oz,\" observed Dorothy, coming to\nhis side.\n\n\"Must it?\"\n\n\"'Course it must.  We're across the desert, aren't we?  And somewhere\nin the middle of Oz is the Emerald City.\"\n\n\"To be sure,\" said the shaggy man, nodding.  \"Let's go there.\"\n\n\"But I don't see any people about, to show us the way,\" she continued.\n\n\"Let's hunt for them,\" he suggested.  \"There must be people somewhere;\nbut perhaps they did not expect us, and so are not at hand to give us a\nwelcome.\"\n\n\n\n\n13.  The Truth Pond\n\n\nThey now made a more careful examination of the country around them.\nAll was fresh and beautiful after the sultriness of the desert, and the\nsunshine and sweet, crisp air were delightful to the wanderers.  Little\nmounds of yellowish green were away at the right, while on the left\nwaved a group of tall leafy trees bearing yellow blossoms that looked\nlike tassels and pompoms.  Among the grasses carpeting the ground were\npretty buttercups and cowslips and marigolds.  After looking at these a\nmoment Dorothy said reflectively:\n\n\"We must be in the Country of the Winkies, for the color of that\ncountry is yellow, and you will notice that 'most everything here is\nyellow that has any color at all.\"\n\n\"But I thought this was the Land of Oz,\" replied the shaggy man, as if\ngreatly disappointed.\n\n\"So it is,\" she declared; \"but there are four parts to the Land of Oz.\nThe North Country is purple, and it's the Country of the Gillikins.\nThe East Country is blue, and that's the Country of the Munchkins.\nDown at the South is the red Country of the Quadlings, and here, in the\nWest, the yellow Country of the Winkies.  This is the part that is\nruled by the Tin Woodman, you know.\"\n\n\"Who's he?\" asked Button-Bright.\n\n\"Why, he's the tin man I told you about.  His name is Nick Chopper, and\nhe has a lovely heart given him by the wonderful Wizard.\"\n\n\"Where does HE live?\" asked the boy.\n\n\"The Wizard?  Oh, he lives in the Emerald City, which is just in the\nmiddle of Oz, where the corners of the four countries meet.\"\n\n\"Oh,\" said Button-Bright, puzzled by this explanation.\n\n\"We must be some distance from the Emerald City,\" remarked the shaggy\nman.\n\n\"That's true,\" she replied; \"so we'd better start on and see if we can\nfind any of the Winkies.  They're nice people,\" she continued, as the\nlittle party began walking toward the group of trees, \"and I came here\nonce with my friends the Scarecrow, and the Tin Woodman, and the\nCowardly Lion, to fight a wicked witch who had made all the Winkies her\nslaves.\"\n\n\"Did you conquer her?\" asked Polly.\n\n\"Why, I melted her with a bucket of water, and that was the end of\nher,\" replied Dorothy.  \"After that the people were free, you know, and\nthey made Nick Chopper--that's the Tin Woodman--their Emp'ror.\"\n\n\"What's that?\" asked Button-Bright.\n\n\"Emp'ror?  Oh, it's something like an alderman, I guess.\"\n\n\"Oh,\" said the boy.\n\n\"But I thought Princess Ozma ruled Oz,\" said the shaggy man.\n\n\"So she does; she rules the Emerald City and all the four countries of\nOz; but each country has another little ruler, not so big as Ozma.\nIt's like the officers of an army, you see; the little rulers are all\ncaptains, and Ozma's the general.\"\n\nBy this time they had reached the trees, which stood in a perfect\ncircle and just far enough apart so that their thick branches\ntouched--or \"shook hands,\" as Button-Bright remarked.  Under the shade\nof the trees they found, in the center of the circle, a crystal pool,\nits water as still as glass.  It must have been deep, too, for when\nPolychrome bent over it she gave a little sigh of pleasure.\n\n\"Why, it's a mirror!\" she cried; for she could see all her pretty face\nand fluffy, rainbow-tinted gown reflected in the pool, as natural as\nlife.\n\nDorothy bent over, too, and began to arrange her hair, blown by the\ndesert wind into straggling tangles.  Button-Bright leaned over the\nedge next, and then began to cry, for the sight of his fox head\nfrightened the poor little fellow.\n\n\"I guess I won't look,\" remarked the shaggy man, sadly, for he didn't\nlike his donkey head, either.  While Polly and Dorothy tried to comfort\nButton-Bright, the shaggy man sat down near the edge of the pool, where\nhis image could not be reflected, and stared at the water thoughtfully.\nAs he did this he noticed a silver plate fastened to a rock just under\nthe surface of the water, and on the silver plate was engraved these\nwords:\n\n  THE TRUTH POND\n\n\n\"Ah!\" cried the shaggy man, springing to his feet with eager joy;\n\"we've found it at last.\"\n\n\"Found what?\" asked Dorothy, running to him.\n\n\"The Truth Pond.  Now, at last, I may get rid of this frightful head;\nfor we were told, you remember, that only the Truth Pond could restore\nto me my proper face.\"\n\n\"Me, too!\" shouted Button-Bright, trotting up to them.\n\n\"Of course,\" said Dorothy.  \"It will cure you both of your bad heads, I\nguess.  Isn't it lucky we found it?\"\n\n\"It is, indeed,\" replied the shaggy man.  \"I hated dreadfully to go to\nPrincess Ozma looking like this; and she's to have a birthday\ncelebration, too.\"\n\nJust then a splash startled them, for Button-Bright, in his anxiety to\nsee the pool that would \"cure\" him, had stepped too near the edge and\ntumbled heels over head into the water.  Down he went, out of sight\nentirely, so that only his sailor hat floated on the top of the Truth\nPond.\n\nHe soon bobbed up, and the shaggy man seized him by his sailor collar\nand dragged him to the shore, dripping and gasping for breath.  They\nall looked upon the boy wonderingly, for the fox head with its sharp\nnose and pointed ears was gone, and in its place appeared the chubby\nround face and blue eyes and pretty curls that had belonged to\nButton-Bright before King Dox of Foxville transformed him.\n\n\"Oh, what a darling!\" cried Polly, and would have hugged the little one\nhad he not been so wet.\n\nTheir joyful exclamations made the child rub the water out of his eyes\nand look at his friends questioningly.\n\n\"You're all right now, dear,\" said Dorothy.  \"Come and look at\nyourself.\" She led him to the pool, and although there were still a few\nripples on the surface of the water he could see his reflection plainly.\n\n\"It's me!\" he said, in a pleased yet awed whisper.\n\n\"'Course it is,\" replied the girl, \"and we're all as glad as you are,\nButton-Bright.\"\n\n\"Well,\" announced the shaggy man, \"it's my turn next.\"  He took off his\nshaggy coat and laid it on the grass and dived head first into the\nTruth Pond.\n\nWhen he came up the donkey head had disappeared, and the shaggy man's\nown shaggy head was in its place, with the water dripping in little\nstreams from his shaggy whiskers.  He scrambled ashore and shook\nhimself to get off some of the wet, and then leaned over the pool to\nlook admiringly at his reflected face.\n\n\"I may not be strictly beautiful, even now,\" he said to his companions,\nwho watched him with smiling faces; \"but I'm so much handsomer than any\ndonkey that I feel as proud as I can be.\"\n\n\"You're all right, Shaggy Man,\" declared Dorothy.  \"And Button-Bright\nis all right, too.  So let's thank the Truth Pond for being so nice,\nand start on our journey to the Emerald City.\"\n\n\"I hate to leave it,\" murmured the shaggy man, with a sigh.  \"A truth\npond wouldn't be a bad thing to carry around with us.\"  But he put on\nhis coat and started with the others in search of some one to direct\nthem on their way.\n\n\n\n\n14.  Tik-Tok and Billina\n\n\nThey had not walked far across the flower-strewn meadows when they came\nupon a fine road leading toward the northwest and winding gracefully\namong the pretty yellow hills.\n\n\"That way,\" said Dorothy, \"must be the direction of the Emerald City.\nWe'd better follow the road until we meet some one or come to a house.\"\n\nThe sun soon dried Button-Bright's sailor suit and the shaggy man's\nshaggy clothes, and so pleased were they at regaining their own heads\nthat they did not mind at all the brief discomfort of getting wet.\n\n\"It's good to be able to whistle again,\" remarked the shaggy man, \"for\nthose donkey lips were so thick I could not whistle a note with them.\"\nHe warbled a tune as merrily as any bird.\n\n\"You'll look more natural at the birthday celebration, too,\" said\nDorothy, happy in seeing her friends so happy.\n\nPolychrome was dancing ahead in her usual sprightly manner, whirling\ngaily along the smooth, level road, until she passed from sight around\nthe curve of one of the mounds.  Suddenly they heard her exclaim \"Oh!\"\nand she appeared again, running toward them at full speed.\n\n\"What's the matter, Polly?\" asked Dorothy, perplexed.\n\nThere was no need for the Rainbow's Daughter to answer, for turning the\nbend in the road there came advancing slowly toward them a funny round\nman made of burnished copper, gleaming brightly in the sun.  Perched on\nthe copper man's shoulder sat a yellow hen, with fluffy feathers and a\npearl necklace around her throat.\n\n\"Oh, Tik-tok!\" cried Dorothy, running forward.  When she came to him,\nthe copper man lifted the little girl in his copper arms and kissed her\ncheek with his copper lips.\n\n\"Oh, Billina!\" cried Dorothy, in a glad voice, and the yellow hen flew\nto her arms, to be hugged and petted by turns.\n\nThe others were curiously crowding around the group, and the girl said\nto them:\n\n\"It's Tik-tok and Billina; and oh! I'm so glad to see them again.\"\n\n\"Wel-come to Oz,\" said the copper man in a monotonous voice.\n\nDorothy sat right down in the road, the yellow hen in her arms, and\nbegan to stroke Billina's back.  Said the hen:\n\n\"Dorothy, dear, I've got some wonderful news to tell you.\"\n\n\"Tell it quick, Billina!\" said the girl.\n\nJust then Toto, who had been growling to himself in a cross way, gave a\nsharp bark and flew at the yellow hen, who ruffled her feathers and let\nout such an angry screech that Dorothy was startled.\n\n\"Stop, Toto! Stop that this minute!\" she commanded.  \"Can't you see\nthat Billina is my friend?\"  In spite of this warning had she not\ngrabbed Toto quickly by the neck the little dog would have done the\nyellow hen a mischief, and even now he struggled madly to escape\nDorothy's grasp.  She slapped his ears once or twice and told him to\nbehave, and the yellow hen flew to Tik-tok's shoulder again, where she\nwas safe.\n\n\"What a brute!\" croaked Billina, glaring down at the little dog.\n\n\"Toto isn't a brute,\" replied Dorothy, \"but at home Uncle Henry has to\nwhip him sometimes for chasing the chickens.  Now look here, Toto,\" she\nadded, holding up her finger and speaking sternly to him, \"you've got\nto understand that Billina is one of my dearest friends, and musn't be\nhurt--now or ever.\"\n\nToto wagged his tail as if he understood.\n\n\"The miserable thing can't talk,\" said Billina, with a sneer.\n\n\"Yes, he can,\" replied Dorothy; \"he talks with his tail, and I know\neverything he says.  If you could wag your tail, Billina, you wouldn't\nneed words to talk with.\"\n\n\"Nonsense!\" said Billina.\n\n\"It isn't nonsense at all.  Just now Toto says he's sorry, and that\nhe'll try to love you for my sake.  Don't you, Toto?\"\n\n\"Bow-wow!\" said Toto, wagging his tail again.\n\n\"But I've such wonderful news for you, Dorothy,\" cried the yellow hen;\n\"I've--\"\n\n\"Wait a minute, dear,\" interrupted the little girl; \"I've got to\nintroduce you all, first.  That's manners, Billina.  This,\" turning to\nher traveling companions, \"is Mr. Tik-tok, who works by machinery\n'cause his thoughts wind up, and his talk winds up, and his action\nwinds up--like a clock.\"\n\n\"Do they all wind up together?\" asked the shaggy man.\n\n\"No; each one separate.  But he works just lovely, and Tik-tok was a\ngood friend to me once, and saved my life--and Billina's life, too.\"\n\n\"Is he alive?\" asked Button-Bright, looking hard at the copper man.\n\n\"Oh, no, but his machinery makes him just as good as alive.\"  She\nturned to the copper man and said politely: \"Mr. Tik-tok, these are my\nnew friends: the shaggy man, and Polly the Rainbow's Daughter, and\nButton-Bright, and Toto.  Only Toto isn't a new friend, 'cause he's\nbeen to Oz before.\"\n\nThe copper man bowed low, removing his copper hat as he did so.\n\n\"I'm ve-ry pleased to meet Dor-o-thy's fr-r-r-r---\"  Here he stopped\nshort.\n\n\"Oh, I guess his speech needs winding!\" said the little girl, running\nbehind the copper man to get the key off a hook at his back.  She wound\nhim up at a place under his right arm and he went on to say:\n\n\"Par-don me for run-ning down.  I was a-bout to say I am pleased to\nmeet Dor-o-thy's friends, who must be my friends.\"  The words were\nsomewhat jerky, but plain to understand.\n\n\"And this is Billina,\" continued Dorothy, introducing the yellow hen,\nand they all bowed to her in turn.\n\n\"I've such wonderful news,\" said the hen, turning her head so that one\nbright eye looked full at Dorothy.\n\n\"What is it, dear?\" asked the girl.\n\n\"I've hatched out ten of the loveliest chicks you ever saw.\"\n\n\"Oh, how nice!  And where are they, Billina?\"\n\n\"I left them at home.  But they're beauties, I assure you, and all\nwonderfully clever.  I've named them Dorothy.\"\n\n\"Which one?\" asked the girl.\n\n\"All of them,\" replied Billina.\n\n\"That's funny.  Why did you name them all with the same name?\"\n\n\"It was so hard to tell them apart,\" explained the hen.  \"Now, when I\ncall 'Dorothy,' they all come running to me in a bunch; it's much\neasier, after all, than having a separate name for each.\"\n\n\"I'm just dying to see 'em, Billina,\" said Dorothy, eagerly.  \"But tell\nme, my friends, how did you happen to be here, in the Country of the\nWinkies, the first of all to meet us?\"\n\n\"I'll tell you,\" answered Tik-tok, in his monotonous voice, all the\nsounds of his words being on one level--\"Prin-cess Oz-ma saw you in her\nmag-ic pic-ture, and knew you were com-ing here; so she sent Bil-lin-a\nand me to wel-come you as she could not come her-self; so\nthat--fiz-i-dig-le cum-so-lut-ing hy-ber-gob-ble in-tu-zib-ick--\"\n\n\"Good gracious!  Whatever's the matter now?\" cried Dorothy, as the\ncopper man continued to babble these unmeaning words, which no one\ncould understand at all because they had no sense.\n\n\"Don't know,\" said Button-Bright, who was half scared.  Polly whirled\naway to a distance and turned to look at the copper man in a fright.\n\n\"His thoughts have run down, this time,\" remarked Billina composedly,\nas she sat on Tik-tok's shoulder and pruned her sleek feathers.  \"When\nhe can't think, he can't talk properly, any more than you can.  You'll\nhave to wind up his thoughts, Dorothy, or else I'll have to finish his\nstory myself.\"\n\nDorothy ran around and got the key again and wound up Tik-tok under his\nleft arm, after which he could speak plainly again.\n\n\"Par-don me,\" he said, \"but when my thoughts run down, my speech has no\nmean-ing, for words are formed on-ly by thought.  I was a-bout to say\nthat Oz-ma sent us to wel-come you and in-vite you to come straight to\nthe Em-er-ald Ci-ty.  She was too bus-y to come her-self, for she is\npre-par-ing for her birth-day cel-e-bra-tion, which is to be a grand\naf-fair.\"\n\n\"I've heard of it,\" said Dorothy, \"and I'm glad we've come in time to\nattend.  Is it far from here to the Emerald City?\"\n\n\"Not ve-ry far,\" answered Tik-tok, \"and we have plen-ty of time.\nTo-night we will stop at the pal-ace of the Tin Wood-man, and\nto-mor-row night we will ar-rive at the Em-er-ald Ci-ty.\"\n\n\"Goody!\" cried Dorothy.  \"I'd like to see dear Nick Chopper again.\nHow's his heart?\"\n\n\"It's fine,\" said Billina; \"the Tin Woodman says it gets softer and\nkindlier every day.  He's waiting at his castle to welcome you,\nDorothy; but he couldn't come with us because he's getting polished as\nbright as possible for Ozma's party.\"\n\n\"Well then,\" said Dorothy, \"let's start on, and we can talk more as we\ngo.\"\n\nThey proceeded on their journey in a friendly group, for Polychrome had\ndiscovered that the copper man was harmless and was no longer afraid of\nhim.  Button-Bright was also reassured, and took quite a fancy to\nTik-tok.  He wanted the clockwork man to open himself, so that he might\nsee the wheels go round; but that was a thing Tik-tok could not do.\nButton-Bright then wanted to wind up the copper man, and Dorothy\npromised he should do so as soon as any part of the machinery ran down.\nThis pleased Button-Bright, who held fast to one of Tik-tok's copper\nhands as he trudged along the road, while Dorothy walked on the other\nside of her old friend and Billina perched by turns upon his shoulder\nor his copper hat.  Polly once more joyously danced ahead and Toto ran\nafter her, barking with glee.  The shaggy man was left to walk behind;\nbut he didn't seem to mind that a bit, and whistled merrily or looked\ncuriously upon the pretty scenes they passed.\n\nAt last they came to a hilltop from which the tin castle of Nick\nChopper could plainly be seen, its towers glistening magnificently\nunder the rays of the declining sun.\n\n\"How pretty!\" exclaimed Dorothy.  \"I've never seen the Emp'ror's new\nhouse before.\"\n\n\"He built it because the old castle was damp, and likely to rust his\ntin body,\" said Billina.  \"All those towers and steeples and domes and\ngables took a lot of tin, as you can see.\"\n\n\"Is it a toy?\" asked Button-Bright softly.\n\n\"No, dear,\" answered Dorothy; \"it's better than that.  It's the fairy\ndwelling of a fairy prince.\"\n\n\n\n\n15.  The Emperor's Tin Castle\n\n\nThe grounds around Nick Chopper's new house were laid out in pretty\nflower-beds, with fountains of crystal water and statues of tin\nrepresenting the Emperor's personal friends.  Dorothy was astonished\nand delighted to find a tin statue of herself standing on a tin\npedestal at a bend in the avenue leading up to the entrance.  It was\nlife-size and showed her in her sunbonnet with her basket on her arm,\njust as she had first appeared in the Land of Oz.\n\n\"Oh, Toto--you're there too!\" she exclaimed; and sure enough there was\nthe tin figure of Toto lying at the tin Dorothy's feet.\n\nAlso, Dorothy saw figures of the Scarecrow, and the Wizard, and Ozma,\nand of many others, including Tik-tok.  They reached the grand tin\nentrance to the tin castle, and the Tin Woodman himself came running\nout of the door to embrace little Dorothy and give her a glad welcome.\nHe welcomed her friends as well, and the Rainbow's Daughter he declared\nto be the loveliest vision his tin eyes had ever beheld.  He patted\nButton-Bright's curly head tenderly, for he was fond of children, and\nturned to the shaggy man and shook both his hands at the same time.\n\nNick Chopper, the Emperor of the Winkies, who was also known throughout\nthe Land of Oz as the Tin Woodman, was certainly a remarkable person.\nHe was neatly made, all of tin, nicely soldered at the joints, and his\nvarious limbs were cleverly hinged to his body so that he could use\nthem nearly as well as if they had been common flesh.  Once, he told\nthe shaggy man, he had been made all of flesh and bones, as other\npeople are, and then he chopped wood in the forests to earn his living.\nBut the axe slipped so often and cut off parts of him--which he had\nreplaced with tin--that finally there was no flesh left, nothing but\ntin; so he became a real tin woodman.  The wonderful Wizard of Oz had\ngiven him an excellent heart to replace his old one, and he didn't at\nall mind being tin.  Every one loved him, he loved every one; and he\nwas therefore as happy as the day was long.\n\nThe Emperor was proud of his new tin castle, and showed his visitors\nthrough all the rooms.  Every bit of the furniture was made of brightly\npolished tin--the tables, chairs, beds, and all--even the floors and\nwalls were of tin.\n\n\"I suppose,\" said he, \"that there are no cleverer tinsmiths in all the\nworld than the Winkies.  It would be hard to match this castle in\nKansas; wouldn't it, little Dorothy?\"\n\n\"Very hard,\" replied the child, gravely.\n\n\"It must have cost a lot of money,\" remarked the shaggy man.\n\n\"Money!  Money in Oz!\" cried the Tin Woodman.  \"What a queer idea!  Did\nyou suppose we are so vulgar as to use money here?\"\n\n\"Why not?\" asked the shaggy man.\n\n\"If we used money to buy things with, instead of love and kindness and\nthe desire to please one another, then we should be no better than the\nrest of the world,\" declared the Tin Woodman.  \"Fortunately money is\nnot known in the Land of Oz at all.  We have no rich, and no poor; for\nwhat one wishes the others all try to give him, in order to make him\nhappy, and no one in all Oz cares to have more than he can use.\"\n\n\"Good!\" cried the shaggy man, greatly pleased to hear this.  \"I also\ndespise money--a man in Butterfield owes me fifteen cents, and I will\nnot take it from him.  The Land of Oz is surely the most favored land\nin all the world, and its people the happiest.  I should like to live\nhere always.\"\n\nThe Tin Woodman listened with respectful attention.  Already he loved\nthe shaggy man, although he did not yet know of the Love Magnet.  So he\nsaid:\n\n\"If you can prove to the Princess Ozma that you are honest and true and\nworthy of our friendship, you may indeed live here all your days, and\nbe as happy as we are.\"\n\n\"I'll try to prove that,\" said the shaggy man, earnestly.\n\n\"And now,\" continued the Emperor, \"you must all go to your rooms and\nprepare for dinner, which will presently be served in the grand tin\ndining-hall.  I am sorry, Shaggy Man, that I can not offer you a change\nof clothing; but I dress only in tin, myself, and I suppose that would\nnot suit you.\"\n\n\"I care little about dress,\" said the shaggy man, indifferently.\n\n\"So I should imagine,\" replied the Emperor, with true politeness.\n\nThey were shown to their rooms and permitted to make such toilets as\nthey could, and soon they assembled again in the grand tin dining-hall,\neven Toto being present.  For the Emperor was fond of Dorothy's little\ndog, and the girl explained to her friends that in Oz all animals were\ntreated with as much consideration as the people--\"if they behave\nthemselves,\" she added.\n\nToto behaved himself, and sat in a tin high-chair beside Dorothy and\nate his dinner from a tin platter.\n\nIndeed, they all ate from tin dishes, but these were of pretty shapes\nand brightly polished; Dorothy thought they were just as good as silver.\n\nButton-Bright looked curiously at the man who had \"no appetite inside\nhim,\" for the Tin Woodman, although he had prepared so fine a feast for\nhis guests, ate not a mouthful himself, sitting patiently in his place\nto see that all built so they could eat were well and plentifully\nserved.\n\nWhat pleased Button-Bright most about the dinner was the tin orchestra\nthat played sweet music while the company ate.  The players were not\ntin, being just ordinary Winkies; but the instruments they played upon\nwere all tin--tin trumpets, tin fiddles, tin drums and cymbals and\nflutes and horns and all.  They played so nicely the \"Shining Emperor\nWaltz,\" composed expressly in honor of the Tin Woodman by Mr. H. M.\nWogglebug, T.E., that Polly could not resist dancing to it.  After she\nhad tasted a few dewdrops, freshly gathered for her, she danced\ngracefully to the music while the others finished their repast; and\nwhen she whirled until her fleecy draperies of rainbow hues enveloped\nher like a cloud, the Tin Woodman was so delighted that he clapped his\ntin hands until the noise of them drowned the sound of the cymbals.\n\nAltogether it was a merry meal, although Polychrome ate little and the\nhost nothing at all.\n\n\"I'm sorry the Rainbow's Daughter missed her mist-cakes,\" said the Tin\nWoodman to Dorothy; \"but by a mistake Miss Polly's mist-cakes were\nmislaid and not missed until now.  I'll try to have some for her\nbreakfast.\"\n\nThey spent the evening telling stories, and the next morning left the\nsplendid tin castle and set out upon the road to the Emerald City.  The\nTin Woodman went with them, of course, having by this time been so\nbrightly polished that he sparkled like silver.  His axe, which he\nalways carried with him, had a steel blade that was tin plated and a\nhandle covered with tin plate beautifully engraved and set with\ndiamonds.\n\nThe Winkies assembled before the castle gates and cheered their Emperor\nas he marched away, and it was easy to see that they all loved him\ndearly.\n\n\n\n\n16.  Visiting the Pumpkin-Field\n\n\nDorothy let Button-Bright wind up the clock-work in the copper man this\nmorning--his thinking machine first, then his speech, and finally his\naction; so he would doubtless run perfectly until they had reached the\nEmerald City.  The copper man and the tin man were good friends, and\nnot so much alike as you might think.  For one was alive and the other\nmoved by means of machinery; one was tall and angular and the other\nshort and round.  You could love the Tin Woodman because he had a fine\nnature, kindly and simple; but the machine man you could only admire\nwithout loving, since to love such a thing as he was as impossible as\nto love a sewing-machine or an automobile.  Yet Tik-tok was popular\nwith the people of Oz because he was so trustworthy, reliable and true;\nhe was sure to do exactly what he was wound up to do, at all times and\nin all circumstances.  Perhaps it is better to be a machine that does\nits duty than a flesh-and-blood person who will not, for a dead truth\nis better than a live falsehood.\n\nAbout noon the travelers reached a large field of pumpkins--a vegetable\nquite appropriate to the yellow country of the Winkies--and some of the\npumpkins which grew there were of remarkable size.  Just before they\nentered upon this field they saw three little mounds that looked like\ngraves, with a pretty headstone to each one of them.\n\n\"What is this?\"  asked Dorothy, in wonder.\n\n\"It's Jack Pumpkinhead's private graveyard,\" replied the Tin Woodman.\n\n\"But I thought nobody ever died in Oz,\" she said.\n\n\"Nor do they; although if one is bad, he may be condemned and killed by\nthe good citizens,\" he answered.\n\nDorothy ran over to the little graves and read the words engraved upon\nthe tombstones.  The first one said:\n\n  Here Lies the Mortal Part of\n      JACK PUMPKINHEAD\n  Which Spoiled April 9th.\n\n\nShe then went to the next stone, which read:\n\n  Here Lies the Mortal Part of\n      JACK PUMPKINHEAD\n  Which Spoiled October 2nd.\n\n\nOn the third stone were carved these words:\n\n  Here Lies the Mortal Part of\n      JACK PUMPKINHEAD\n  Which Spoiled January 24th.\n\n\n\"Poor Jack!\" sighed Dorothy.  \"I'm sorry he had to die in three parts,\nfor I hoped to see him again.\"\n\n\"So you shall,\" declared the Tin Woodman, \"since he is still alive.\nCome with me to his house, for Jack is now a farmer and lives in this\nvery pumpkin field.\"\n\nThey walked over to a monstrous big, hollow pumpkin which had a door\nand windows cut through the rind.  There was a stovepipe running\nthrough the stem, and six steps had been built leading up to the front\ndoor.\n\nThey walked up to this door and looked in.  Seated on a bench was a man\nclothed in a spotted shirt, a red vest, and faded blue trousers, whose\nbody was merely sticks of wood, jointed clumsily together.  On his neck\nwas set a round, yellow pumpkin, with a face carved on it such as a boy\noften carves on a jack-lantern.\n\nThis queer man was engaged in snapping slippery pumpkin-seeds with his\nwooden fingers, trying to hit a target on the other side of the room\nwith them.  He did not know he had visitors until Dorothy exclaimed:\n\n\"Why, it's Jack Pumpkinhead himself!\"\n\nHe turned and saw them, and at once came forward to greet the little\nKansas girl and Nick Chopper, and to be introduced to their new friends.\n\nButton-Bright was at first rather shy with the quaint Pumpkinhead, but\nJack's face was so jolly and smiling--being carved that way--that the\nboy soon grew to like him.\n\n\"I thought a while ago that you were buried in three parts,\" said\nDorothy, \"but now I see you're just the same as ever.\"\n\n\"Not quite the same, my dear, for my mouth is a little more one-sided\nthan it used to be; but pretty nearly the same.  I've a new head, and\nthis is the fourth one I've owned since Ozma first made me and brought\nme to life by sprinkling me with the Magic Powder.\"\n\n\"What became of the other heads, Jack?\"\n\n\"They spoiled and I buried them, for they were not even fit for pies.\nEach time Ozma has carved me a new head just like the old one, and as\nmy body is by far the largest part of me, I am still Jack Pumpkinhead,\nno matter how often I change my upper end.  Once we had a dreadful time\nto find another pumpkin, as they were out of season, and so I was\nobliged to wear my old head a little longer than was strictly healthy.\nBut after this sad experience I resolved to raise pumpkins myself, so\nas never to be caught again without one handy; and now I have this fine\nfield that you see before you.  Some grow pretty big--too big to be\nused for heads--so I dug out this one and use it for a house.\"\n\n\"Isn't it damp?\" asked Dorothy.\n\n\"Not very.  There isn't much left but the shell, you see, and it will\nlast a long time yet.\"\n\n\"I think you are brighter than you used to be, Jack,\" said the Tin\nWoodman.  \"Your last head was a stupid one.\"\n\n\"The seeds in this one are better,\" was the reply.\n\n\"Are you going to Ozma's party?\" asked Dorothy.\n\n\"Yes,\" said he, \"I wouldn't miss it for anything.  Ozma's my parent,\nyou know, because she built my body and carved my pumpkin head.  I'll\nfollow you to the Emerald City to-morrow, where we shall meet again.  I\ncan't go to-day, because I have to plant fresh pumpkin-seeds and water\nthe young vines.  But give my love to Ozma, and tell her I'll be there\nin time for the jubilation.\"\n\n\"We will,\" she promised; and then they all left him and resumed their\njourney.\n\n\n\n\n17.  The Royal Chariot Arrives\n\n\nThe neat yellow houses of the Winkies were now to be seen standing here\nand there along the roadway, giving the country a more cheerful and\ncivilized look.  They were farm-houses, though, and set far apart; for\nin the Land of Oz there were no towns or villages except the\nmagnificent Emerald City in its center.\n\nHedges of evergreen or of yellow roses bordered the broad highway and\nthe farms showed the care of their industrious inhabitants.  The nearer\nthe travelers came to the great city the more prosperous the country\nbecame, and they crossed many bridges over the sparkling streams and\nrivulets that watered the lands.\n\nAs they walked leisurely along the shaggy man said to the Tin Woodman:\n\n\"What sort of a Magic Powder was it that made your friend the\nPumpkinhead live?\"\n\n\"It was called the Powder of Life,\" was the answer; \"and it was\ninvented by a crooked Sorcerer who lived in the mountains of the North\nCountry.  A Witch named Mombi got some of this powder from the crooked\nSorcerer and took it home with her.  Ozma lived with the Witch then,\nfor it was before she became our Princess, while Mombi had transformed\nher into the shape of a boy.  Well, while Mombi was gone to the crooked\nSorcerer's, the boy made this pumpkin-headed man to amuse himself, and\nalso with the hope of frightening the Witch with it when she returned.\nBut Mombi was not scared, and she sprinkled the Pumpkinhead with her\nMagic Powder of Life, to see if the Powder would work.  Ozma was\nwatching, and saw the Pumpkinhead come to life; so that night she took\nthe pepper-box containing the Powder and ran away with it and with\nJack, in search of adventures.\n\n\"Next day they found a wooden Saw-Horse standing by the roadside, and\nsprinkled it with the Powder.  It came to life at once, and Jack\nPumpkinhead rode the Saw-Horse to the Emerald City.\"\n\n\"What became of the Saw-Horse, afterward?\" asked the shaggy man, much\ninterested in this story.\n\n\"Oh, it's alive yet, and you will probably meet it presently in the\nEmerald City.  Afterward, Ozma used the last of the Powder to bring the\nFlying Gump to life; but as soon as it had carried her away from her\nenemies the Gump was taken apart, so it doesn't exist any more.\"\n\n\"It's too bad the Powder of Life was all used up,\" remarked the shaggy\nman; \"it would be a handy thing to have around.\"\n\n\"I am not so sure of that, sir,\" answered the Tin Woodman.  \"A while\nago the crooked Sorcerer who invented the Magic Powder fell down a\nprecipice and was killed.  All his possessions went to a relative--an\nold woman named Dyna, who lives in the Emerald City.  She went to the\nmountains where the Sorcerer had lived and brought away everything she\nthought of value.  Among them was a small bottle of the Powder of Life;\nbut of course Dyna didn't know it was a Magic Powder, at all.  It\nhappened she had once had a big blue bear for a pet; but the bear\nchoked to death on a fishbone one day, and she loved it so dearly that\nDyna made a rug of its skin, leaving the head and four paws on the\nhide.  She kept the rug on the floor of her front parlor.\"\n\n\"I've seen rugs like that,\" said the shaggy man, nodding, \"but never\none made from a blue bear.\"\n\n\"Well,\" continued the Tin Woodman, \"the old woman had an idea that the\nPowder in the bottle must be moth-powder, because it smelled something\nlike moth-powder; so one day she sprinkled it on her bear rug to keep\nthe moths out of it.  She said, looking lovingly at the skin: 'I wish\nmy dear bear were alive again!'  To her horror, the bear rug at once\ncame to life, having been sprinkled with the Magic Powder; and now this\nlive bear rug is a great trial to her, and makes her a lot of trouble.\"\n\n\"Why?\" asked the shaggy man.\n\n\"Well, it stands up on its four feet and walks all around, and gets in\nthe way; and that spoils it for a rug.  It can't speak, although it is\nalive; for, while its head might say words, it has no breath in a solid\nbody to push the words out of its mouth.  It's a very slimpsy affair\naltogether, that bear rug, and the old woman is sorry it came to life.\nEvery day she has to scold it, and make it lie down flat on the parlor\nfloor to be walked upon; but sometimes when she goes to market the rug\nwill hump up its back skin, and stand on its four feet, and trot along\nafter her.\"\n\n\"I should think Dyna would like that,\" said Dorothy.\n\n\"Well, she doesn't; because every one knows it isn't a real bear, but\njust a hollow skin, and so of no actual use in the world except for a\nrug,\" answered the Tin Woodman.  \"Therefore I believe it is a good\nthing that all the Magic Powder of Life is now used up, as it can not\ncause any more trouble.\"\n\n\"Perhaps you're right,\" said the shaggy man, thoughtfully.\n\nAt noon they stopped at a farmhouse, where it delighted the farmer and\nhis wife to be able to give them a good luncheon.  The farm people knew\nDorothy, having seen her when she was in the country before, and they\ntreated the little girl with as much respect as they did the Emperor,\nbecause she was a friend of the powerful Princess Ozma.\n\nThey had not proceeded far after leaving this farm-house before coming\nto a high bridge over a broad river.  This river, the Tin Woodman\ninformed them, was the boundary between the Country of the Winkies and\nthe territory of the Emerald City.  The city itself was still a long\nway off, but all around it was a green meadow as pretty as a well-kept\nlawn, and in this were neither houses nor farms to spoil the beauty of\nthe scene.\n\nFrom the top of the high bridge they could see far away the magnificent\nspires and splendid domes of the superb city, sparkling like brilliant\njewels as they towered above the emerald walls.  The shaggy man drew a\ndeep breath of awe and amazement, for never had he dreamed that such a\ngrand and beautiful place could exist--even in the fairyland of Oz.\n\nPolly was so pleased that her violet eyes sparkled like amethysts, and\nshe danced away from her companions across the bridge and into a group\nof feathery trees lining both the roadsides.  These trees she stopped\nto look at with pleasure and surprise, for their leaves were shaped\nlike ostrich plumes, their feather edges beautifully curled; and all\nthe plumes were tinted in the same dainty rainbow hues that appeared in\nPolychrome's own pretty gauze gown.\n\n\"Father ought to see these trees,\" she murmured; \"they are almost as\nlovely as his own rainbows.\"\n\nThen she gave a start of terror, for beneath the trees came stalking\ntwo great beasts, either one big enough to crush the little Daughter of\nthe Rainbow with one blow of his paws, or to eat her up with one snap\nof his enormous jaws.  One was a tawny lion, as tall as a horse,\nnearly; the other a striped tiger almost the same size.\n\nPolly was too frightened to scream or to stir; she stood still with a\nwildly beating heart until Dorothy rushed past her and with a glad cry\nthrew her arms around the huge lion's neck, hugging and kissing the\nbeast with evident joy.\n\n\"Oh, I'm SO glad to see you again!\" cried the little Kansas girl.  \"And\nthe Hungry Tiger, too!  How fine you're both looking.  Are you well and\nhappy?\"\n\n\"We certainly are, Dorothy,\" answered the Lion, in a deep voice that\nsounded pleasant and kind; \"and we are greatly pleased that you have\ncome to Ozma's party.  It's going to be a grand affair, I promise you.\"\n\n\"There will be lots of fat babies at the celebration, I hear,\" remarked\nthe Hungry Tiger, yawning so that his mouth opened dreadfully wide and\nshowed all his big, sharp teeth; \"but of course I can't eat any of 'em.\"\n\n\"Is your Conscience still in good order?\" asked Dorothy, anxiously.\n\n\"Yes; it rules me like a tyrant,\" answered the Tiger, sorrowfully.  \"I\ncan imagine nothing more unpleasant than to own a Conscience,\" and he\nwinked slyly at his friend the Lion.\n\n\"You're fooling me!\" said Dorothy, with a laugh.  \"I don't b'lieve\nyou'd eat a baby if you lost your Conscience.  Come here, Polly,\" she\ncalled, \"and be introduced to my friends.\"\n\nPolly advanced rather shyly.\n\n\"You have some queer friends, Dorothy,\" she said.\n\n\"The queerness doesn't matter so long as they're friends,\" was the\nanswer.  \"This is the Cowardly Lion, who isn't a coward at all, but\njust thinks he is.  The Wizard gave him some courage once, and he has\npart of it left.\"\n\nThe Lion bowed with great dignity to Polly.\n\n\"You are very lovely, my dear,\" said he.  \"I hope we shall be friends\nwhen we are better acquainted.\"\n\n\"And this is the Hungry Tiger,\" continued Dorothy.  \"He says he longs\nto eat fat babies; but the truth is he is never hungry at all, 'cause\nhe gets plenty to eat; and I don't s'pose he'd hurt anybody even if he\nWAS hungry.\"\n\n\"Hush, Dorothy,\" whispered the Tiger; \"you'll ruin my reputation if you\nare not more discreet.  It isn't what we are, but what folks think we\nare, that counts in this world.  And come to think of it Miss Polly\nwould make a fine variegated breakfast, I'm sure.\"\n\n\n\n\n18.  The Emerald City\n\n\nThe others now came up, and the Tin Woodman greeted the Lion and the\nTiger cordially.  Button-Bright yelled with fear when Dorothy first\ntook his hand and led him toward the great beasts; but the girl\ninsisted they were kind and good, and so the boy mustered up courage\nenough to pat their heads; after they had spoken to him gently and he\nhad looked into their intelligent eyes his fear vanished entirely and\nhe was so delighted with the animals that he wanted to keep close to\nthem and stroke their soft fur every minute.\n\nAs for the shaggy man, he might have been afraid if he had met the\nbeasts alone, or in any other country, but so many were the marvels in;\nthe Land of Oz that he was no longer easily surprised, and Dorothy's\nfriendship for the Lion and Tiger was enough to assure him they were\nsafe companions.  Toto barked at the Cowardly Lion in joyous greeting,\nfor he knew the beast of old and loved him, and it was funny to see how\ngently the Lion raised his huge paw to pat Toto's head.  The little dog\nsmelled of the Tiger's nose, and the Tiger politely shook paws with\nhim; so they were quite likely to become firm friends.\n\nTik-tok and Billina knew the beasts well, so merely bade them good day\nand asked after their healths and inquired about the Princess Ozma.\n\nNow it was seen that the Cowardly Lion and the Hungry Tiger were\ndrawing behind them a splendid golden chariot, to which they were\nharnessed by golden cords.  The body of the chariot was decorated on\nthe outside with designs in clusters of sparkling emeralds, while\ninside it was lined with a green and gold satin, and the cushions of\nthe seats were of green plush embroidered in gold with a crown,\nunderneath which was a monogram.\n\n\"Why, it's Ozma's own royal chariot!\" exclaimed Dorothy.\n\n\"Yes,\" said the Cowardly Lion; \"Ozma sent us to meet you here, for she\nfeared you would be weary with your long walk and she wished you to\nenter the City in a style becoming your exalted rank.\"\n\n\"What!\" cried Polly, looking at Dorothy curiously.  \"Do you belong to\nthe nobility?\"\n\n\"Just in Oz I do,\" said the child, \"'cause Ozma made me a Princess, you\nknow.  But when I'm home in Kansas I'm only a country girl, and have to\nhelp with the churning and wipe the dishes while Aunt Em washes 'em.\nDo you have to help wash dishes on the rainbow, Polly?\"\n\n\"No, dear,\" answered Polychrome, smiling.\n\n\"Well, I don't have to work any in Oz, either,\" said Dorothy.  \"It's\nkind of fun to be a Princess once in a while; don't you think so?\"\n\n\"Dorothy and Polychrome and Button-Bright are all to ride in the\nchariot,\" said the Lion.  \"So get in, my dears, and be careful not to\nmar the gold or put your dusty feet on the embroidery.\"\n\nButton-Bright was delighted to ride behind such a superb team, and he\ntold Dorothy it made him feel like an actor in a circus.  As the\nstrides of the animals brought them nearer to the Emerald City every\none bowed respectfully to the children, as well as to the Tin Woodman,\nTik-tok, and the shaggy man, who were following behind.\n\nThe Yellow Hen had perched upon the back of the chariot, where she\ncould tell Dorothy more about her wonderful chickens as they rode.  And\nso the grand chariot came finally to the high wall surrounding the\nCity, and paused before the magnificent jewel-studded gates.\n\nThese were opened by a cheerful-looking little man who wore green\nspectacles over his eyes.  Dorothy introduced him to her friends as the\nGuardian of the Gates, and they noticed a big bunch of keys suspended\non the golden chain that hung around his neck.  The chariot passed\nthrough the outer gates into a fine arched chamber built in the thick\nwall, and through the inner gates into the streets of the Emerald City.\n\nPolychrome exclaimed in rapture at the wondrous beauty that met her\neyes on every side as they rode through this stately and imposing City,\nthe equal of which has never been discovered, even in Fairyland.\nButton-Bright could only say \"My!\" so amazing was the sight; but his\neyes were wide open and he tried to look in every direction at the same\ntime, so as not to miss anything.\n\nThe shaggy man was fairly astounded at what he saw, for the graceful\nand handsome buildings were covered with plates of gold and set with\nemeralds so splendid and valuable that in any other part of the world\nany one of them would have been worth a fortune to its owner.  The\nsidewalks were superb marble slabs polished as smooth as glass, and the\ncurbs that separated the walks from the broad street were also set\nthick with clustered emeralds.  There were many people on these\nwalks--men, women and children--all dressed in handsome garments of\nsilk or satin or velvet, with beautiful jewels.  Better even than this:\nall seemed happy and contented, for their faces were smiling and free\nfrom care, and music and laughter might be heard on every side.\n\n\"Don't they work at all?\" asked the shaggy man.\n\n\"To be sure they work,\" replied the Tin Woodman; \"this fair city could\nnot be built or cared for without labor, nor could the fruit and\nvegetables and other food be provided for the inhabitants to eat.  But\nno one works more than half his time, and the people of Oz enjoy their\nlabors as much as they do their play.\"\n\n\"It's wonderful!\" declared the shaggy man.  \"I do hope Ozma will let me\nlive here.\"\n\nThe chariot, winding through many charming streets, paused before a\nbuilding so vast and noble and elegant that even Button-Bright guessed\nat once that it was the Royal Palace.  Its gardens and ample grounds\nwere surrounded by a separate wall, not so high or thick as the wall\naround the City, but more daintily designed and built all of green\nmarble.  The gates flew open as the chariot appeared before them, and\nthe Cowardly Lion and Hungry Tiger trotted up a jeweled driveway to the\nfront door of the palace and stopped short.\n\n\"Here we are!\" said Dorothy, gaily, and helped Button-Bright from the\nchariot.  Polychrome leaped out lightly after them, and they were\ngreeted by a crowd of gorgeously dressed servants who bowed low as the\nvisitors mounted the marble steps.  At their head was a pretty little\nmaid with dark hair and eyes, dressed all in green embroidered with\nsilver.  Dorothy ran up to her with evident pleasure, and exclaimed:\n\n\"O, Jellia Jamb! I'm so glad to see you again.  Where's Ozma?\"\n\n\"In her room, your Highness,\" replied the little maid demurely, for\nthis was Ozma's favorite attendant.  \"She wishes you to come to her as\nsoon as you have rested and changed your dress, Princess Dorothy.  And\nyou and your friends are to dine with her this evening.\"\n\n\"When is her birthday, Jellia?\" asked the girl.\n\n\"Day after to-morrow, your Highness.\"\n\n\"And where's the Scarecrow?\"\n\n\"He's gone into the Munchkin country to get some fresh straw to stuff\nhimself with, in honor of Ozma's celebration,\" replied the maid.  \"He\nreturns to the Emerald City to-morrow, he said.\"\n\nBy this time, Tok-tok, the Tin Woodman, and the shaggy man had arrived\nand the chariot had gone around to the back of the palace, Billina\ngoing with the Lion and Tiger to see her chickens after her absence\nfrom them.  But Toto stayed close beside Dorothy.\n\n\"Come in, please,\" said Jellia Jamb; \"it shall be our pleasant duty to\nescort all of you to the rooms prepared for your use.\"\n\nThe shaggy man hesitated.  Dorothy had never known him to be ashamed of\nhis shaggy looks before, but now that he was surrounded by so much\nmagnificence and splendor the shaggy man felt sadly out of place.\n\nDorothy assured him that all her friends were welcome at Ozma's palace,\nso he carefully dusted his shaggy shoes with his shaggy handkerchief\nand entered the grand hall after the others.\n\nTik-tok lived at the Royal Palace and the Tin Woodman always had the\nsame room whenever he visited Ozma, so these two went at once to remove\nthe dust of the journey from their shining bodies.  Dorothy also had a\npretty suite of rooms which she always occupied when in the Emerald\nCity; but several servants walked ahead politely to show the way,\nalthough she was quite sure she could find the rooms herself.  She took\nButton-Bright with her, because he seemed too small to be left alone in\nsuch a big palace; but Jellia Jamb herself ushered the beautiful\nDaughter of the Rainbow to her apartments, because it was easy to see\nthat Polychrome was used to splendid palaces and was therefore entitled\nto especial attention.\n\n\n\n\n19.  The Shaggy Man's Welcome\n\n\nThe shaggy man stood in the great hall, his shaggy hat in his hands,\nwondering what would become of him.  He had never been a guest in a\nfine palace before; perhaps he had never been a guest anywhere.  In the\nbig, cold, outside world people did not invite shaggy men to their\nhomes, and this shaggy man of ours had slept more in hay-lofts and\nstables than in comfortable rooms.  When the others left the great hall\nhe eyed the splendidly dressed servants of the Princess Ozma as if he\nexpected to be ordered out; but one of them bowed before him as\nrespectfully as if he had been a prince, and said:\n\n\"Permit me, sir, to conduct you to your apartments.\"\n\nThe shaggy man drew a long breath and took courage.\n\n\"Very well,\" he answered.  \"I'm ready.\"\n\nThrough the big hall they went, up the grand staircase carpeted thick\nwith velvet, and so along a wide corridor to a carved doorway.  Here\nthe servant paused, and opening the door said with polite deference:\n\n\"Be good enough to enter, sir, and make yourself at home in the rooms\nour Royal Ozma has ordered prepared for you.  Whatever you see is for\nyou to use and enjoy, as if your own.  The Princess dines at seven, and\nI shall be here in time to lead you to the drawing-room, where you will\nbe privileged to meet the lovely Ruler of Oz.  Is there any command, in\nthe meantime, with which you desire to honor me?\"\n\n\"No,\" said the shaggy man; \"but I'm much obliged.\"\n\nHe entered the room and shut the door, and for a time stood in\nbewilderment, admiring the grandeur before him.\n\nHe had been given one of the handsomest apartments in the most\nmagnificent palace in the world, and you can not wonder that his good\nfortune astonished and awed him until he grew used to his surroundings.\n\nThe furniture was upholstered in cloth of gold, with the royal crown\nembroidered upon it in scarlet.  The rug upon the marble floor was so\nthick and soft that he could not hear the sound of his own footsteps,\nand upon the walls were splendid tapestries woven with scenes from the\nLand of Oz.  Books and ornaments were scattered about in profusion, and\nthe shaggy man thought he had never seen so many pretty things in one\nplace before.  In one corner played a tinkling fountain of perfumed\nwater, and in another was a table bearing a golden tray loaded with\nfreshly gathered fruit, including several of the red-cheeked apples\nthat the shaggy man loved.\n\nAt the farther end of this charming room was an open doorway, and he\ncrossed over to find himself in a bedroom containing more comforts than\nthe shaggy man had ever before imagined.  The bedstead was of gold and\nset with many brilliant diamonds, and the coverlet had designs of\npearls and rubies sewed upon it.  At one side of the bedroom was a\ndainty dressing-room with closets containing a large assortment of\nfresh clothing; and beyond this was the bath--a large room having a\nmarble pool big enough to swim in, with white marble steps leading down\nto the water.  Around the edge of the pool were set rows of fine\nemeralds as large as door-knobs, while the water of the bath was clear\nas crystal.\n\nFor a time the shaggy man gazed upon all this luxury with silent\namazement.  Then he decided, being wise in his way, to take advantage\nof his good fortune.  He removed his shaggy boots and his shaggy\nclothing, and bathed in the pool with rare enjoyment.  After he had\ndried himself with the soft towels he went into the dressing-room and\ntook fresh linen from the drawers and put it on, finding that\neverything fitted him exactly.  He examined the contents of the closets\nand selected an elegant suit of clothing.  Strangely enough, everything\nabout it was shaggy, although so new and beautiful, and he sighed with\ncontentment to realize that he could now be finely dressed and still be\nthe shaggy man.  His coat was of rose-colored velvet, trimmed with\nshags and bobtails, with buttons of blood-red rubies and golden shags\naround the edges.  His vest was a shaggy satin of a delicate cream\ncolor, and his knee-breeches of rose velvet trimmed like the coat.\nShaggy creamy stockings of silk, and shaggy slippers of rose leather\nwith ruby buckles, completed his costume, and when he was thus attired\nthe shaggy man looked at himself in a long mirror with great\nadmiration.  On a table he found a mother-of-pearl chest decorated with\ndelicate silver vines and flowers of clustered rubies, and on the cover\nwas a silver plate engraved with these words:\n\n  THE SHAGGY MAN:\n  HIS BOX OF ORNAMENTS\n\n\nThe chest was not locked, so he opened it and was almost dazzled by the\nbrilliance of the rich jewels it contained.  After admiring the pretty\nthings, he took out a fine golden watch with a big chain, several\nhandsome finger-rings, and an ornament of rubies to pin upon the breast\nof his shaggy shirt-bosom.  Having carefully brushed his hair and\nwhiskers all the wrong way to make them look as shaggy as possible, the\nshaggy man breathed a deep sigh of joy and decided he was ready to meet\nthe Royal Princess as soon as she sent for him.  While he waited he\nreturned to the beautiful sitting room and ate several of the\nred-cheeked apples to pass away the time.\n\nMeanwhile, Dorothy had dressed herself in a pretty gown of soft grey\nembroidered with silver, and put a blue-and-gold suit of satin upon\nlittle Button-Bright, who looked as sweet as a cherub in it.  Followed\nby the boy and Toto--the dog with a new green ribbon around his\nneck--she hastened down to the splendid drawing-room of the palace,\nwhere, seated upon an exquisite throne of carved malachite and nestled\namongst its green satin cushions was the lovely Princess Ozma, waiting\neagerly to welcome her friend.\n\n\n\n\n20.  Princess Ozma Of Oz\n\n\nThe royal historians of Oz, who are fine writers and know any number of\nbig words, have often tried to describe the rare beauty of Ozma and\nfailed because the words were not good enough.  So of course I cannot\nhope to tell you how great was the charm of this little Princess, or\nhow her loveliness put to shame all the sparkling jewels and\nmagnificent luxury that surrounded her in this her royal palace.\nWhatever else was beautiful or dainty or delightful of itself faded to\ndullness when contrasted with Ozma's bewitching face, and it has often\nbeen said by those who know that no other ruler in all the world can\never hope to equal the gracious charm of her manner.\n\nEverything about Ozma attracted one, and she inspired love and the\nsweetest affection rather than awe or ordinary admiration.  Dorothy\nthrew her arms around her little friend and hugged and kissed her\nrapturously, and Toto barked joyfully and Button-Bright smiled a happy\nsmile and consented to sit on the soft cushions close beside the\nPrincess.\n\n\"Why didn't you send me word you were going to have a birthday party?\"\nasked the little Kansas girl, when the first greetings were over.\n\n\"Didn't I?\" asked Ozma, her pretty eyes dancing with merriment.\n\n\"Did you?\" replied Dorothy, trying to think.\n\n\"Who do you imagine, dear, mixed up those roads, so as to start you\nwandering in the direction of Oz?\" inquired the Princess.\n\n\"Oh!  I never 'spected YOU of that,\" cried Dorothy.\n\n\"I've watched you in my Magic Picture all the way here,\" declared Ozma,\n\"and twice I thought I should have to use the Magic Belt to save you\nand transport you to the Emerald City.  Once was when the Scoodlers\ncaught you, and again when you reached the Deadly Desert. But the\nshaggy man was able to help you out both times, so I did not interfere.\"\n\n\"Do you know who Button-Bright is?\" asked Dorothy.\n\n\"No; I never saw him until you found him in the road, and then only in\nmy Magic Picture.\"\n\n\"And did you send Polly to us?\"\n\n\"No, dear; the Rainbow's Daughter slid from her father's pretty arch\njust in time to meet you.\"\n\n\"Well,\" said Dorothy, \"I've promised King Dox of Foxville and King\nKik-a-bray of Dunkiton that I'd ask you to invite them to your party.\"\n\n\"I have already done that,\" returned Ozma, \"because I thought it would\nplease you to favor them.\"\n\n\"Did you 'vite the Musicker?\" asked Button-Bright.\n\n\"No; because he would be too noisy, and might interfere with the\ncomfort of others.  When music is not very good, and is indulged in all\nthe time, it is better that the performer should be alone,\" said the\nPrincess.\n\n\"I like the Musicker's music,\" declared the boy, gravely.\n\n\"But I don't,\" said Dorothy.\n\n\"Well, there will be plenty of music at my celebration,\" promised Ozma;\n\"so I've an idea Button-Bright won't miss the Musicker at all.\"\n\nJust then Polychrome danced in, and Ozma rose to greet the Rainbow's\nDaughter in her sweetest and most cordial manner.\n\nDorothy thought she had never seen two prettier creatures together than\nthese lovely maidens; but Polly knew at once her own dainty beauty\ncould not match that of Ozma, yet was not a bit jealous because this\nwas so.\n\nThe Wizard of Oz was announced, and a dried-up, little, old man,\nclothed all in black, entered the drawing-room.  His face was cheery\nand his eyes twinkling with humor, so Polly and Button-Bright were not\nat all afraid of the wonderful personage whose fame as a humbug\nmagician had spread throughout the world.  After greeting Dorothy with\nmuch affection, he stood modestly behind Ozma's throne and listened to\nthe lively prattle of the young people.\n\nNow the shaggy man appeared, and so startling was his appearance, all\nclad in shaggy new raiment, that Dorothy cried \"Oh!\" and clasped her\nhands impulsively as she examined her friend with pleased eyes.\n\n\"He's still shaggy, all right,\" remarked Button-Bright; and Ozma nodded\nbrightly because she had meant the shaggy man to remain shaggy when she\nprovided his new clothes for him.\n\nDorothy led him toward the throne, as he was shy in such fine company,\nand presented him gracefully to the Princess, saying:\n\n\"This, your Highness, is my friend, the shaggy man, who owns the Love\nMagnet.\"\n\n\"You are welcome to Oz,\" said the girl Ruler, in gracious accents.\n\"But tell me, sir, where did you get the Love Magnet which you say you\nown?\"\n\nThe shaggy man grew red and looked downcast, as he answered in a low\nvoice:\n\n\"I stole it, your Majesty.\"\n\n\"Oh, Shaggy Man!\" cried Dorothy.  \"How dreadful!  And you told me the\nEskimo gave you the Love Magnet.\"\n\nHe shuffled first on one foot and then on the other, much embarrassed.\n\n\"I told you a falsehood, Dorothy,\" he said; \"but now, having bathed in\nthe Truth Pond, I must tell nothing but the truth.\"\n\n\"Why did you steal it?\" asked Ozma, gently.\n\n\"Because no one loved me, or cared for me,\" said the shaggy man, \"and I\nwanted to be loved a great deal.  It was owned by a girl in Butterfield\nwho was loved too much, so that the young men quarreled over her, which\nmade her unhappy.  After I had stolen the Magnet from her, only one\nyoung man continued to love the girl, and she married him and regained\nher happiness.\"\n\n\"Are you sorry you stole it?\" asked the Princess.\n\n\"No, your Highness; I'm glad,\" he answered; \"for it has pleased me to\nbe loved, and if Dorothy had not cared for me I could not have\naccompanied her to this beautiful Land of Oz, or met its kind-hearted\nRuler.  Now that I'm here, I hope to remain, and to become one of your\nMajesty's most faithful subjects.\"\n\n\"But in Oz we are loved for ourselves alone, and for our kindness to\none another, and for our good deeds,\" she said.\n\n\"I'll give up the Love Magnet,\" said the shaggy man, eagerly; \"Dorothy\nshall have it.\"\n\n\"But every one loves Dorothy already,\" declared the Wizard.\n\n\"Then Button-Bright shall have it.\"\n\n\"Don't want it,\" said the boy, promptly.\n\n\"Then I'll give it to the Wizard, for I'm sure the lovely Princess Ozma\ndoes not need it.\"\n\n\"All my people love the Wizard, too,\" announced the Princess, laughing;\n\"so we will hang the Love Magnet over the gates of the Emerald City,\nthat whoever shall enter or leave the gates may be loved and loving.\"\n\n\"That is a good idea,\" said the shaggy man; \"I agree to it most\nwillingly.\"\n\nThose assembled now went in to dinner, which you can imagine was a\ngrand affair; and afterward Ozma asked the Wizard to give them an\nexhibition of his magic.\n\nThe Wizard took eight tiny white piglets from an inside pocket and set\nthem on the table.  One was dressed like a clown, and performed funny\nantics, and the others leaped over the spoons and dishes and ran around\nthe table like race-horses, and turned hand-springs and were so\nsprightly and amusing that they kept the company in one roar of merry\nlaughter.  The Wizard had trained these pets to do many curious things,\nand they were so little and so cunning and soft that Polychrome loved\nto pick them up as they passed near her place and fondle them as if\nthey were kittens.\n\nIt was late when the entertainment ended, and they separated to go to\ntheir rooms.\n\n\"To-morrow,\" said Ozma, \"my invited guests will arrive, and you will\nfind among them some interesting and curious people, I promise you.\nThe next day will be my birthday, and the festivities will be held on\nthe broad green just outside the gates of the City, where all my people\ncan assemble without being crowded.\"\n\n\"I hope the Scarecrow won't be late,\" said Dorothy, anxiously.\n\n\"Oh, he is sure to return to-morrow,\" answered Ozma.  \"He wanted new\nstraw to stuff himself with, so he went to the Munchkin Country, where\nstraw is plentiful.\"\n\nWith this the Princess bade her guests good night and went to her own\nroom.\n\n\n\n\n21.  Dorothy Receives the Guests\n\n\nNext morning Dorothy's breakfast was served in her own pretty sitting\nroom, and she sent to invite Polly and the shaggy man to join her and\nButton-Bright at the meal.  They came gladly, and Toto also had\nbreakfast with them, so that the little party that had traveled\ntogether to Oz was once more reunited.\n\nNo sooner had they finished eating than they heard the distant blast of\nmany trumpets, and the sound of a brass band playing martial music; so\nthey all went out upon the balcony.  This was at the front of the\npalace and overlooked the streets of the City, being higher than the\nwall that shut in the palace grounds.  They saw approaching down the\nstreet a band of musicians, playing as hard and loud as they could,\nwhile the people of the Emerald City crowded the sidewalks and cheered\nso lustily that they almost drowned the noise of the drums and horns.\n\nDorothy looked to see what they were cheering at, and discovered that\nbehind the band was the famous Scarecrow, riding proudly upon the back\nof a wooden Saw-Horse which pranced along the street almost as\ngracefully as if it had been made of flesh.  Its hoofs, or rather the\nends of its wooden legs, were shod with plates of solid gold, and the\nsaddle strapped to the wooden body was richly embroidered and glistened\nwith jewels.\n\nAs he reached the palace the Scarecrow looked up and saw Dorothy, and\nat once waved his peaked hat at her in greeting.  He rode up to the\nfront door and dismounted, and the band stopped playing and went away\nand the crowds of people returned to their dwellings.\n\nBy the time Dorothy and her friends had re-entered her room, the\nScarecrow was there, and he gave the girl a hearty embrace and shook\nthe hands of the others with his own squashy hands, which were white\ngloves filled with straw.\n\nThe shaggy man, Button-Bright, and Polychrome stared hard at this\ncelebrated person, who was acknowledged to be the most popular and most\nbeloved man in all the Land of Oz.\n\n\"Why, your face has been newly painted!\" exclaimed Dorothy, when the\nfirst greetings were over.\n\n\"I had it touched up a bit by the Munchkin farmer who first made me,\"\nanswered the Scarecrow, pleasantly.  \"My complexion had become a bit\ngrey and faded, you know, and the paint had peeled off one end of my\nmouth, so I couldn't talk quite straight.  Now I feel like myself\nagain, and I may say without immodesty that my body is stuffed with the\nloveliest oat-straw in all Oz.\"  He pushed against his chest.  \"Hear me\ncrunkle?\" he asked.\n\n\"Yes,\" said Dorothy; \"you sound fine.\"\n\nButton-Bright was wonderfully attracted by the strawman, and so was\nPolly.  The shaggy man treated him with great respect, because he was\nso queerly made.\n\nJellia Jamb now came to say that Ozma wanted Princess Dorothy to\nreceive the invited guests in the Throne-Room, as they arrived.  The\nRuler was herself busy ordering the preparations for the morrow's\nfestivities, so she wished her friend to act in her place.\n\nDorothy willingly agreed, being the only other Princess in the Emerald\nCity; so she went to the great Throne-Room and sat in Ozma's seat,\nplacing Polly on one side of her and Button-Bright on the other.  The\nScarecrow stood at the left of the throne and the Tin Woodman at the\nright, while the Wonderful Wizard and the shaggy man stood behind.\n\nThe Cowardly Lion and the Hungry Tiger came in, with bright new bows of\nribbon on their collars and tails.  After greeting Dorothy\naffectionately the huge beasts lay down at the foot of the throne.\n\nWhile they waited, the Scarecrow, who was near the little boy, asked:\n\n\"Why are you called Button-Bright?\"\n\n\"Don't know,\" was the answer.\n\n\"Oh yes, you do, dear,\" said Dorothy.  \"Tell the Scarecrow how you got\nyour name.\"\n\n\"Papa always said I was bright as a button, so mama always called me\nButton-Bright,\" announced the boy.\n\n\"Where is your mama?\" asked the Scarecrow.\n\n\"Don't know,\" said Button-Bright.\n\n\"Where is your home?\" asked the Scarecrow.\n\n\"Don't know,\" said Button-Bright.\n\n\"Don't you want to find your mama again?\" asked the Scarecrow.\n\n\"Don't know,\" said Button-Bright, calmly.\n\nThe Scarecrow looked thoughtful.\n\n\"Your papa may have been right,\" he observed; \"but there are many kinds\nof buttons, you see.  There are silver and gold buttons, which are\nhighly polished and glitter brightly.  There are pearl and rubber\nbuttons, and other kinds, with surfaces more or less bright.  But there\nis still another sort of button which is covered with dull cloth, and\nthat must be the sort your papa meant when he said you were bright as a\nbutton.  Don't you think so?\"\n\n\"Don't know,\" said Button-Bright.\n\nJack Pumpkinhead arrived, wearing a pair of new, white kid gloves; and\nhe brought a birthday present for Ozma consisting of a necklace of\npumpkin-seeds.  In each seed was set a sparkling carolite, which is\nconsidered the rarest and most beautiful gem that exists.  The necklace\nwas in a plush case and Jellia Jamb put it on a table with the Princess\nOzma's other presents.\n\nNext came a tall, beautiful woman clothed in a splendid trailing gown,\ntrimmed with exquisite lace as fine as cobweb.  This was the important\nSorceress known as Glinda the Good, who had been of great assistance to\nboth Ozma and Dorothy.  There was no humbug about her magic, you may be\nsure, and Glinda was as kind as she was powerful.  She greeted Dorothy\nmost lovingly, and kissed Button-Bright and Polly, and smiled upon the\nshaggy man, after which Jellia Jamb led the Sorceress to one of the\nmost magnificent rooms of the royal palace and appointed fifty servants\nto wait upon her.\n\nThe next arrival was Mr. H. M. Woggle-Bug, T.E.; the \"H. M.\" meaning\nHighly Magnified and the \"T.E.\" meaning Thoroughly Educated.  The\nWoggle-Bug was head professor at the Royal College of Oz, and he had\ncomposed a fine Ode in honor of Ozma's birthday.  This he wanted to\nread to them; but the Scarecrow wouldn't let him.\n\nSoon they heard a clucking sound and a chorus of \"cheep! cheep!\" and a\nservant threw open the door to allow Billina and her ten fluffy chicks\nto enter the Throne-Room.  As the Yellow Hen marched proudly at the\nhead of her family, Dorothy cried, \"Oh, you lovely things!\" and ran\ndown from her seat to pet the little yellow downy balls.  Billina wore\na pearl necklace, and around the neck of each chicken was a tiny gold\nchain holding a locket with the letter \"D\" engraved upon the outside.\n\n\"Open the lockets, Dorothy,\" said Billina.  The girl obeyed and found a\npicture of herself in each locket.  \"They were named after you, my\ndear,\" continued the Yellow Hen, \"so I wanted all my chickens to wear\nyour picture.  Cluck--cluck! come here, Dorothy--this minute!\" she\ncried, for the chickens were scattered and wandering all around the big\nroom.\n\nThey obeyed the call at once, and came running as fast as they could,\nfluttering their fluffy wings in a laughable way.\n\nIt was lucky that Billina gathered the little ones under her soft\nbreast just then, for Tik-tok came in and tramped up to the throne on\nhis flat copper feet.\n\n\"I am all wound up and work-ing fine-ly,\" said the clock-work man to\nDorothy.\n\n\"I can hear him tick,\" declared Button-Bright.\n\n\"You are quite the polished gentleman,\" said the Tin Woodman.  \"Stand\nup here beside the shaggy man, Tik-tok, and help receive the company.\"\n\nDorothy placed soft cushions in a corner for Billina and her chicks,\nand had just returned to the Throne and seated herself when the playing\nof the royal band outside the palace announced the approach of\ndistinguished guests.\n\nAnd my, how they did stare when the High Chamberlain threw open the\ndoors and the visitors entered the Throne-Room!\n\nFirst walked a gingerbread man neatly formed and baked to a lovely\nbrown tint.  He wore a silk hat and carried a candy cane prettily\nstriped with red and yellow.  His shirt-front and cuffs were white\nfrosting, and the buttons on his coat were licorice drops.\n\nBehind the gingerbread man came a child with flaxen hair and merry blue\neyes, dressed in white pajamas, with sandals on the soles of its pretty\nbare feet.  The child looked around smiling and thrust its hands into\nthe pockets of the pajamas.  Close after it came a big rubber bear,\nwalking erect on its hind feet.  The bear had twinkling black eyes, and\nits body looked as if it had been pumped full of air.\n\nFollowing these curious visitors were two tall, thin men and two short,\nfat men, all four dressed in gorgeous uniforms.\n\nOzma's High Chamberlain now hurried forward to announce the names of\nthe new arrivals, calling out in a loud voice:\n\n\"His Gracious and Most Edible Majesty, King Dough the First, Ruler of\nthe Two Kingdoms of Hiland and Loland.  Also the Head Boolywag of his\nMajesty, known as Chick the Cherub, and their faithful friend Para\nBruin, the rubber bear.\"\n\nThese great personages bowed low as their names were called, and\nDorothy hastened to introduce them to the assembled company.  They were\nthe first foreign arrivals, and the friends of Princess Ozma were\npolite to them and tried to make them feel that they were welcome.\n\nChick the Cherub shook hands with every one, including Billina, and was\nso joyous and frank and full of good spirits that John Dough's Head\nBooleywag at once became a prime favorite.\n\n\"Is it a boy or a girl?\" whispered Dorothy.\n\n\"Don't know,\" said Button-Bright.\n\n\"Goodness me! what a queer lot of people you are,\" exclaimed the rubber\nbear, looking at the assembled company.\n\n\"So're you,\" said Button-Bright, gravely.  \"Is King Dough good to eat?\"\n\n\"He's too good to eat,\" laughed Chick the Cherub.\n\n\"I hope none of you are fond of gingerbread,\" said the King, rather\nanxiously.\n\n\"We should never think of eating our visitors, if we were,\" declared\nthe Scarecrow; \"so please do not worry, for you will be perfectly safe\nwhile you remain in Oz.\"\n\n\"Why do they call you Chick?\" the Yellow Hen asked the child.\n\n\"Because I'm an Incubator Baby, and never had any parents,\" replied the\nHead Booleywag.\n\n\"My chicks have a parent, and I'm it,\" said Billina.\n\n\"I'm glad of that,\" answered the Cherub, \"because they'll have more fun\nworrying you than if they were brought up in an Incubator.  The\nIncubator never worries, you know.\"\n\nKing John Dough had brought for Ozma's birthday present a lovely\ngingerbread crown, with rows of small pearls around it and a fine big\npearl in each of its five points.  After this had been received by\nDorothy with proper thanks and placed on the table with the other\npresents, the visitors from Hiland and Loland were escorted to their\nrooms by the High Chamberlain.\n\nThey had no sooner departed than the band before the palace began to\nplay again, announcing more arrivals, and as these were doubtless from\nforeign parts the High Chamberlain hurried back to receive them in his\nmost official manner.\n\n\n\n\n22.  Important Arrivals\n\n\nFirst entered a band of Ryls from the Happy Valley, all merry little\nsprites like fairy elves.  A dozen crooked Knooks followed from the\ngreat Forest of Burzee.  They had long whiskers and pointed caps and\ncurling toes, yet were no taller than Button-Bright's shoulder.  With\nthis group came a man so easy to recognize and so important and dearly\nbeloved throughout the known world, that all present rose to their feet\nand bowed their heads in respectful homage, even before the High\nChamberlain knelt to announce his name.\n\n\"The most Mighty and Loyal Friend of Children, His Supreme\nHighness--Santa Claus!\"  said the Chamberlain, in an awed voice.\n\n\"Well, well, well!  Glad to see you--glad to meet you all!\" cried Santa\nClaus, briskly, as he trotted up the long room.\n\nHe was round as an apple, with a fresh rosy face, laughing eyes, and a\nbushy beard as white as snow.  A red cloak trimmed with beautiful\nermine hung from his shoulders and upon his back was a basket filled\nwith pretty presents for the Princess Ozma.\n\n\"Hello, Dorothy; still having adventures?\" he asked in his jolly way,\nas he took the girl's hand in both his own.\n\n\"How did you know my name, Santa?\" she replied, feeling more shy in the\npresence of this immortal saint than she ever had before in her young\nlife.\n\n\"Why, don't I see you every Christmas Eve, when you're asleep?\" he\nrejoined, pinching her blushing cheek.\n\n\"Oh, do you?\"\n\n\"And here's Button-Bright, I declare!\" cried Santa Claus, holding up\nthe boy to kiss him.  \"What a long way from home you are; dear me!\"\n\n\"Do you know Button-Bright, too?\" questioned Dorothy, eagerly.\n\n\"Indeed I do.  I've visited his home several Christmas Eves.\"\n\n\"And do you know his father?\" asked the girl.\n\n\"Certainly, my dear.  Who else do you suppose brings him his Christmas\nneckties and stockings?\" with a sly wink at the Wizard.\n\n\"Then where does he live?  We're just crazy to know, 'cause\nButton-Bright's lost,\" she said.\n\nSanta laughed and laid his finger aside of his nose as if thinking what\nto reply.  He leaned over and whispered something in the Wizard's ear,\nat which the Wizard smiled and nodded as if he understood.\n\nNow Santa Claus spied Polychrome, and trotted over to where she stood.\n\n\"Seems to me the Rainbow's Daughter is farther from home than any of\nyou,\" he observed, looking at the pretty maiden admiringly.  \"I'll have\nto tell your father where you are, Polly, and send him to get you.\"\n\n\"Please do, dear Santa Claus,\" implored the little maid, beseechingly.\n\n\"But just now we must all have a jolly good time at Ozma's party,\" said\nthe old gentleman, turning to put his presents on the table with the\nothers already there.  \"It isn't often I find time to leave my castle,\nas you know; but Ozma invited me and I just couldn't help coming to\ncelebrate the happy occasion.\"\n\n\"I'm so glad!\" exclaimed Dorothy.\n\n\"These are my Ryls,\" pointing to the little sprites squatting around\nhim.  \"Their business is to paint the colors of the flowers when they\nbud and bloom; but I brought the merry fellows along to see Oz, and\nthey've left their paint-pots behind them.  Also I brought these\ncrooked Knooks, whom I love.  My dears, the Knooks are much nicer than\nthey look, for their duty is to water and care for the young trees of\nthe forest, and they do their work faithfully and well.  It's hard\nwork, though, and it makes my Knooks crooked and gnarled, like the\ntrees themselves; but their hearts are big and kind, as are the hearts\nof all who do good in our beautiful world.\"\n\n\"I've read of the Ryls and Knooks,\" said Dorothy, looking upon these\nlittle workers with interest.\n\nSanta Claus turned to talk with the Scarecrow and the Tin Woodman, and\nhe also said a kind word to the shaggy man, and afterward went away to\nride the Saw-Horse around the Emerald City.  \"For,\" said he, \"I must\nsee all the grand sights while I am here and have the chance, and Ozma\nhas promised to let me ride the Saw-Horse because I'm getting fat and\nshort of breath.\"\n\n\"Where are your reindeer?\" asked Polychrome.\n\n\"I left them at home, for it is too warm for them in this sunny\ncountry,\" he answered.  \"They're used to winter weather when they\ntravel.\"\n\nIn a flash he was gone, and the Ryls and Knooks with him; but they\ncould all hear the golden hoofs of the Saw-Horse ringing on the marble\npavement outside, as he pranced away with his noble rider.\n\nPresently the band played again, and the High Chamberlain announced:\n\n\"Her Gracious Majesty, the Queen of Merryland.\"\n\nThey looked earnestly to discover whom this queen might be, and saw\nadvancing up the room an exquisite wax doll dressed in dainty fluffs\nand ruffles and spangled gown.  She was almost as big as Button-Bright,\nand her cheeks and mouth and eyebrow were prettily painted in delicate\ncolors.  Her blue eyes stared a bit, being of glass, yet the expression\nupon her Majesty's face was quite pleasant and decidedly winning.  With\nthe Queen of Merryland were four wooden soldiers, two stalking ahead of\nher with much dignity and two following behind, like a royal bodyguard.\nThe soldiers were painted in bright colors and carried wooden guns, and\nafter them came a fat little man who attracted attention at once,\nalthough he seemed modest and retiring.  For he was made of candy, and\ncarried a tin sugar-sifter filled with powdered sugar, with which he\ndusted himself frequently so that he wouldn't stick to things if he\ntouched them.  The High Chamberlain had called him \"The Candy Man of\nMerryland,\" and Dorothy saw that one of his thumbs looked as if it had\nbeen bitten off by some one who was fond of candy and couldn't resist\nthe temptation.\n\nThe wax doll Queen spoke prettily to Dorothy and the others, and sent\nher loving greetings to Ozma before she retired to the rooms prepared\nfor her.  She had brought a birthday present wrapped in tissue paper\nand tied with pink and blue ribbons, and one of the wooden soldiers\nplaced it on the table with the other gifts.  But the Candy Man did not\ngo to his room, because he said he preferred to stay and talk with the\nScarecrow and Tik-tok and the Wizard and Tin Woodman, whom he declared\nthe queerest people he had ever met.  Button-Bright was glad the Candy\nMan stayed in the Throne Room, because the boy thought this guest\nsmelled deliciously of wintergreen and maple sugar.\n\nThe Braided Man now entered the room, having been fortunate enough to\nreceive an invitation to the Princess Ozma's party.  He was from a cave\nhalfway between the Invisible Valley and the Country of the Gargoyles,\nand his hair and whiskers were so long that he was obliged to plait\nthem into many braids that hung to his feet, and every braid was tied\nwith a bow of colored ribbon.\n\n\"I've brought Princess Ozma a box of flutters for her birthday,\" said\nthe Braided Man, earnestly; \"and I hope she will like them, for they\nare the finest quality I have ever made.\"\n\n\"I'm sure she will be greatly pleased,\" said Dorothy, who remembered\nthe Braided Man well; and the Wizard introduced the guest to the rest\nof the company and made him sit down in a chair and keep quiet, for, if\nallowed, he would talk continually about his flutters.\n\nThe band then played a welcome to another set of guests, and into the\nThrone-Room swept the handsome and stately Queen of Ev.  Beside her was\nyoung King Evardo, and following them came the entire royal family of\nfive Princesses and four Princes of Ev.  The Kingdom of Ev lay just\nacross the Deadly Desert to the North of Oz, and once Ozma and her\npeople had rescued the Queen of Ev and her ten children from the Nome\nKing, who had enslaved them.  Dorothy had been present on this\nadventure, so she greeted the royal family cordially; and all the\nvisitors were delighted to meet the little Kansas girl again.  They\nknew Tik-tok and Billina, too, and the Scarecrow and Tin Woodman, as\nwell as the Lion and Tiger; so there was a joyful reunion, as you may\nimagine, and it was fully an hour before the Queen and her train\nretired to their rooms.  Perhaps they would not have gone then had not\nthe band begun to play to announce new arrivals; but before they left\nthe great Throne-Room King Evardo added to Ozma's birthday presents a\ndiadem of diamonds set in radium.\n\nThe next comer proved to be King Renard of Foxville; or King Dox, as he\npreferred to be called.  He was magnificently dressed in a new feather\ncostume and wore white kid mittens over his paws and a flower in his\nbutton-hole and had his hair parted in the middle.\n\nKing Dox thanked Dorothy fervently for getting him the invitation to\ncome to Oz, which he all his life longed to visit.  He strutted around\nrather absurdly as he was introduced to all the famous people assembled\nin the Throne-Room, and when he learned that Dorothy was a Princess of\nOz the Fox King insisted on kneeling at her feet and afterward retired\nbackward--a dangerous thing to do, as he might have stubbed his paw and\ntumbled over.\n\nNo sooner was he gone than the blasts of bugles and clatter of drums\nand cymbals announced important visitors, and the High Chamberlain\nassumed his most dignified tone as he threw open the door and said\nproudly:\n\n\"Her Sublime and Resplendent Majesty, Queen Zixi of Ix!  His Serene and\nTremendous Majesty, King Bud of Noland.  Her Royal Highness, the\nPrincess Fluff.\"\n\nThat three such high and mighty royal personages should arrive at once\nwas enough to make Dorothy and her companions grow solemn and assume\ntheir best company manners; but when the exquisite beauty of Queen Zixi\nmet their eyes they thought they had never beheld anything so charming.\nDorothy decided that Zixi must be about sixteen years old, but the\nWizard whispered to her that this wonderful queen had lived thousands\nof years, but knew the secret of remaining always fresh and beautiful.\n\nKing Bud of Noland and his dainty fair-haired sister, the Princess\nFluff, were friends of Zixi, as their kingdoms were adjoining, so they\nhad traveled together from their far-off domains to do honor to Ozma of\nOz on the occasion of her birthday.  They brought many splendid gifts;\nso the table was now fairly loaded down with presents.\n\nDorothy and Polly loved the Princess Fluff the moment they saw her, and\nlittle King Bud was so frank and boyish that Button-Bright accepted him\nas a chum at once and did not want him to go away.  But it was after\nnoon now, and the royal guests must prepare their toilets for the grand\nbanquet at which they were to assemble that evening to meet the\nreigning Princess of this Fairyland; so Queen Zixi was shown to her\nroom by a troop of maidens led by Jellia Jamb, and Bud and Fluff\npresently withdrew to their own apartments.\n\n\"My! what a big party Ozma is going to have,\" exclaimed Dorothy.  \"I\nguess the palace will be chock full, Button-Bright; don't you think so?\"\n\n\"Don't know,\" said the boy.\n\n\"But we must go to our rooms, pretty soon, to dress for the banquet,\"\ncontinued the girl.\n\n\"I don't have to dress,\" said the Candy Man from Merryland.  \"All I\nneed do is to dust myself with fresh sugar.\"\n\n\"Tik-tok always wears the same suits of clothes,\" said the Tin Woodman;\n\"and so does our friend the Scarecrow.\"\n\n\"My feathers are good enough for any occasion,\" cried Billina, from her\ncorner.\n\n\"Then I shall leave you four to welcome any new guests that come,\" said\nDorothy; \"for Button-Bright and I must look our very best at Ozma's\nbanquet.\"\n\n\"Who is still to come?\" asked the Scarecrow.\n\n\"Well, there's King Kik-a-bray of Dunkiton, and Johnny Dooit, and the\nGood Witch of the North.  But Johnny Dooit may not get here until late,\nhe's so very busy.\"\n\n\"We will receive them and give them a proper welcome,\" promised the\nScarecrow.  \"So run along, little Dorothy, and get yourself dressed.\"\n\n\n\n\n23.  The Grand Banquet\n\n\nI wish I could tell you how fine the company was that assembled that\nevening at Ozma's royal banquet.  A long table was spread in the center\nof the great dining-hall of the palace and the splendor of the\ndecorations and the blaze of lights and jewels was acknowledged to be\nthe most magnificent sight that any of the guests had ever seen.\n\nThe jolliest person present, as well as the most important, was of\ncourse old Santa Claus; so he was given the seat of honor at one end of\nthe table while at the other end sat Princess Ozma, the hostess.\n\nJohn Dough, Queen Zixi, King Bud, the Queen of Ev and her son Evardo,\nand the Queen of Merryland had golden thrones to sit in, while the\nothers were supplied with beautiful chairs.\n\nAt the upper end of the banquet room was a separate table provided for\nthe animals.  Toto sat at one end of this table with a bib tied around\nhis neck and a silver platter to eat from.  At the other end was placed\na small stand, with a low rail around the edge of it, for Billina and\nher chicks.  The rail kept the ten little Dorothys from falling off the\nstand, while the Yellow Hen could easily reach over and take her food\nfrom her tray upon the table.  At other places sat the Hungry Tiger,\nthe Cowardly Lion, the Saw-Horse, the Rubber Bear, the Fox King and the\nDonkey King; they made quite a company of animals.\n\nAt the lower end of the great room was another table, at which sat the\nRyls and Knooks who had come with Santa Claus, the wooden soldiers who\nhad come with the Queen of Merryland, and the Hilanders and Lolanders\nwho had come with John Dough.  Here were also seated the officers of\nthe royal palace and of Ozma's army.\n\nThe splendid costumes of those at the three tables made a gorgeous and\nglittering display that no one present was ever likely to forget;\nperhaps there has never been in any part of the world at any time\nanother assemblage of such wonderful people as that which gathered this\nevening to honor the birthday of the Ruler of Oz.\n\nWhen all members of ethe company were in their places an orchestra of\nfive hundred pieces, in a balcony overlooking the banquet room, began\nto play sweet and delightful music.  Then a door draped with royal\ngreen opened, and in came the fair and girlish Princess Ozma, who now\ngreeted her guests in person for the first time.\n\nAs she stood by her throne at the head of the banquet table every eye\nwas turned eagerly upon the lovely Princess, who was as dignified as\nshe was bewitching, and who smiled upon all her old and new friends in\na way that touched their hearts and brought an answering smile to every\nface.\n\nEach guest had been served with a crystal goblet filled with lacasa,\nwhich is a sort of nectar famous in Oz and nicer to drink than\nsoda-water or lemonade.  Santa now made a pretty speech in verse,\ncongratulating Ozma on having a birthday, and asking every one present\nto drink to the health and happiness of their dearly beloved hostess.\nThis was done with great enthusiasm by those who were made so they\ncould drink at all, and those who could not drink politely touched the\nrims of their goblets to their lips.  All seated themselves at the\ntables and the servants of the Princess began serving the feast.\n\nI am quite sure that only in Fairyland could such a delicious repast be\nprepared.  The dishes were of precious metals set with brilliant jewels\nand the good things to eat which were placed upon them were countless\nin number and of exquisite flavor.  Several present, such as the Candy\nMan, the Rubber Bear, Tik-tok, and the Scarecrow, were not made so they\ncould eat, and the Queen of Merryland contented herself with a small\ndish of sawdust; but these enjoyed the pomp and glitter of the gorgeous\nscene as much as did those who feasted.\n\nThe Woggle-Bug read his \"Ode to Ozma,\" which was written in very good\nrhythm and was well received by the company.  The Wizard added to the\nentertainment by making a big pie appear before Dorothy, and when the\nlittle girl cut the pie the nine tiny piglets leaped out of it and\ndanced around the table, while the orchestra played a merry tune.  This\namused the company very much, but they were even more pleased when\nPolychrome, whose hunger had been easily satisfied, rose from the table\nand performed her graceful and bewildering Rainbow Dance for them.\nWhen it was ended, the people clapped their hands and the animals\nclapped their paws, while Billina cackled and the Donkey King brayed\napproval.\n\nJohnny Dooit was present, and of course he proved he could do wonders\nin the way of eating, as well as in everything else that he undertook\nto do; the Tin Woodman sang a love song, every one joining in the\nchorus; and the wooden soldiers from Merryland gave an exhibition of a\nlightning drill with their wooden muskets; the Ryls and Knooks danced\nthe Fairy Circle; and the Rubber Bear bounced himself all around the\nroom.  There was laughter and merriment on every side, and everybody\nwas having a royal good time.  Button-Bright was so excited and\ninterested that he paid little attention to his fine dinner and a great\ndeal of attention to his queer companions; and perhaps he was wise to\ndo this, because he could eat at any other time.\n\nThe feasting and merrymaking continued until late in the evening, when\nthey separated to meet again the next morning and take part in the\nbirthday celebration, to which this royal banquet was merely the\nintroduction.\n\n\n\n\n24.  The Birthday Celebration\n\n\nA clear, perfect day, with a gentle breeze and a sunny sky, greeted\nPrincess Ozma as she wakened next morning, the anniversary of her\nbirth.  While it was yet early all the city was astir and crowds of\npeople came from all parts of the Land of Oz to witness the festivities\nin honor of their girl Ruler's birthday.\n\nThe noted visitors from foreign countries, who had all been transported\nto the Emerald City by means of the Magic Belt, were as much a show to\nthe Ozites as were their own familiar celebrities, and the streets\nleading from the royal palace to the jeweled gates were thronged with\nmen, women, and children to see the procession as it passed out to the\ngreen fields where the ceremonies were to take place.\n\nAnd what a great procession it was!\n\nFirst came a thousand young girls--the prettiest in the land--dressed\nin white muslin, with green sashes and hair ribbons, bearing green\nbaskets of red roses.  As they walked they scattered these flowers upon\nthe marble pavements, so that the way was carpeted thick with roses for\nthe procession to walk upon.\n\nThen came the Rulers of the four Kingdoms of Oz: the Emperor of the\nWinkies, the Monarch of the Munchkins, the King of the Quadlings and\nthe Sovereign of the Gillikins, each wearing a long chain of emeralds\naround his neck to show that he was a vassal of the Ruler of the\nEmerald City.\n\nNext marched the Emerald City Cornet Band, clothed in green-and-gold\nuniforms and playing the \"Ozma Two-Step.\"  The Royal Army of Oz\nfollowed, consisting of twenty-seven officers, from the Captain-General\ndown to the Lieutenants.  There were no privates in Ozma's Army because\nsoldiers were not needed to fight battles, but only to look important,\nand an officer always looks more imposing than a private.\n\nWhile the people cheered and waved their hats and handkerchiefs, there\ncame walking the Royal Princess Ozma, looking so pretty and sweet that\nit is no wonder her people love her so dearly.  She had decided she\nwould not ride in her chariot that day, as she preferred to walk in the\nprocession with her favored subjects and her guests.  Just in front of\nher trotted the living Blue Bear Rug owned by old Dyna, which wobbled\nclumsily on its four feet because there was nothing but the skin to\nsupport them, with a stuffed head at one end and a stubby tail at the\nother.  But whenever Ozma paused in her walk the Bear Rug would flop\ndown flat upon the ground for the princess to stand upon until she\nresumed her progress.\n\nFollowing the Princess stalked her two enormous beasts, the Cowardly\nLion and the Hungry Tiger, and even if the Army had not been there\nthese two would have been powerful enough to guard their mistress from\nany harm.\n\nNext marched the invited guests, who were loudly cheered by the people\nof Oz along the road, and were therefore obliged to bow to right and\nleft almost every step of the way.  First was Santa Claus, who, because\nhe was fat and not used to walking, rode the wonderful Saw-Horse.  The\nmerry old gentleman had a basket of small toys with him, and he tossed\nthe toys one by one to the children as he passed by.  His Ryls and\nKnooks marched close behind him.\n\nQueen Zixi of Ix came after; then John Dough and the Cherub, with the\nrubber bear named Para Bruin strutting between them on its hind legs;\nthen the Queen of Merryland, escorted by her wooden soldiers; then King\nBud of Noland and his sister, the Princess Fluff; then the Queen of Ev\nand her ten royal children; then the Braided Man and the Candy Man,\nside by side; then King Dox of Foxville and King Kik-a-bray of\nDunkiton, who by this time had become good friends; and finally Johnny\nDooit, in his leather apron, smoking his long pipe.\n\nThese wonderful personages were not more heartily cheered by the people\nthan were those who followed after them in the procession.  Dorothy was\na general favorite, and she walked arm in arm with the Scarecrow, who\nwas beloved by all.  Then came Polychrome and Button-Bright, and the\npeople loved the Rainbow's pretty Daughter and the beautiful blue-eyed\nboy as soon as they saw them.  The shaggy man in his shaggy new suit\nattracted much attention because he was such a novelty.  With regular\nsteps tramped the machine-man Tik-tok, and there was more cheering when\nthe Wizard of Oz followed in the procession.  The Woggle-Bug and Jack\nPumpkinhead were next, and behind them Glinda the Sorceress and the\nGood Witch of the North.  Finally came Billina, with her brood of\nchickens to whom she clucked anxiously to keep them together and to\nhasten them along so they would not delay the procession.\n\nAnother band followed, this time the Tin Band of the Emperor of the\nWinkies, playing a beautiful march called, \"There's No Plate Like Tin.\"\nThen came the servants of the Royal Palace, in a long line, and behind\nthem all the people joined the procession and marched away through the\nemerald gates and out upon the broad green.\n\nHere had been erected a splendid pavilion, with a grandstand big enough\nto seat all the royal party and those who had taken part in the\nprocession.  Over the pavilion, which was of green silk and cloth of\ngold, countless banners waved in the breeze.  Just in front of this,\nand connected with it by a runway had been built a broad platform, so\nthat all the spectators could see plainly the entertainment provided\nfor them.\n\nThe Wizard now became Master of Ceremonies, as Ozma had placed the\nconduct of the performance in his hands.  After the people had all\ncongregated about the platform and the royal party and the visitors\nwere seated in the grandstand, the Wizard skillfully performed some\nfeats of juggling glass balls and lighted candles.  He tossed a dozen\nor so of them high in the air and caught them one by one as they came\ndown, without missing any.\n\nThen he introduced the Scarecrow, who did a sword-swallowing act that\naroused much interest.  After this the Tin Woodman gave an exhibition\nof Swinging the Axe, which he made to whirl around him so rapidly that\nthe eye could scarcely follow the motion of the gleaming blade.  Glinda\nthe Sorceress then stepped upon the platform, and by her magic made a\nbig tree grow in the middle of the space, made blossoms appear upon the\ntree, and made the blossoms become delicious fruit called tamornas, and\nso great was the quantity of fruit produced that when the servants\nclimbed the tree and tossed it down to the crowd, there was enough to\nsatisfy every person present.\n\nPara Bruin, the rubber bear, climbed to a limb of the big tree, rolled\nhimself into a ball, and dropped to the platform, whence he bounded up\nagain to the limb.  He repeated this bouncing act several times, to the\ngreat delight of all the children present.  After he had finished, and\nbowed, and returned to his seat, Glinda waved her wand and the tree\ndisappeared; but its fruit still remained to be eaten.\n\nThe Good Witch of the North amused the people by transforming ten\nstones into ten birds, the ten birds into ten lambs, and the ten lambs\ninto ten little girls, who gave a pretty dance and were then\ntransformed into ten stones again, just as they were in the beginning.\n\nJohnny Dooit next came on the platform with his tool-chest, and in a\nfew minutes built a great flying machine; then put his chest in the\nmachine and the whole thing flew away together--Johnny and all--after\nhe had bid good-bye to those present and thanked the Princess for her\nhospitality.\n\nThe Wizard then announced the last act of all, which was considered\nreally wonderful.  He had invented a machine to blow huge soap-bubbles,\nas big as balloons, and this machine was hidden under the platform so\nthat only the rim of the big clay pipe to produce the bubbles showed\nabove the flooring.  The tank of soapsuds, and the air-pumps to inflate\nthe bubbles, were out of sight beneath, so that when the bubbles began\nto grow upon the floor of the platform it really seemed like magic to\nthe people of Oz, who knew nothing about even the common soap-bubbles\nthat our children blow with a penny clay pipe and a basin of\nsoap-and-water.\n\nThe Wizard had invented another thing.  Usually, soap-bubbles are frail\nand burst easily, lasting only a few moments as they float in the air;\nbut the Wizard added a sort of glue to his soapsuds, which made his\nbubbles tough; and, as the glue dried rapidly when exposed to the air,\nthe Wizard's bubbles were strong enough to float for hours without\nbreaking.\n\nHe began by blowing--by means of his machinery and air-pumps--several\nlarge bubbles which he allowed to float upward into the sky, where the\nsunshine fell upon them and gave them iridescent hues that were most\nbeautiful.  This aroused much wonder and delight because it was a new\namusement to every one present--except perhaps Dorothy and\nButton-Bright, and even they had never seen such big, strong bubbles\nbefore.\n\nThe Wizard then blew a bunch of small bubbles and afterward blew a big\nbubble around them so they were left in the center of it; then he\nallowed the whole mass of pretty globes to float into the air and\ndisappear in the far distant sky.\n\n\"That is really fine!\" declared Santa Claus, who loved toys and pretty\nthings.  \"I think, Mr. Wizard, I shall have you blow a bubble around\nme; then I can float away home and see the country spread out beneath\nme as I travel.  There isn't a spot on earth that I haven't visited,\nbut I usually go in the night-time, riding behind my swift reindeer.\nHere is a good chance to observe the country by daylight, while I am\nriding slowly and at my ease.\"\n\n\"Do you think you will be able to guide the bubble?\" asked the Wizard.\n\n\"Oh yes; I know enough magic to do that,\" replied Santa Claus.  \"You\nblow the bubble, with me inside of it, and I'll be sure to get home in\nsafety.\"\n\n\"Please send me home in a bubble, too!\" begged the Queen of Merryland.\n\n\"Very well, madam; you shall try the journey first,\" politely answered\nold Santa.\n\nThe pretty wax doll bade good-bye to the Princess Ozma and the others\nand stood on the platform while the Wizard blew a big soap-bubble\naround her.  When completed, he allowed the bubble to float slowly\nupward, and there could be seen the little Queen of Merryland standing\nin the middle of it and blowing kisses from her fingers to those below.\nThe bubble took a southerly direction, quickly floating out of sight.\n\n\"That's a very nice way to travel,\" said Princess Fluff.  \"I'd like to\ngo home in a bubble, too.\"\n\nSo the Wizard blew a big bubble around Princess Fluff, and another\naround King Bud, her brother, and a third one around Queen Zixi; and\nsoon these three bubbles had mounted into the sky and were floating off\nin a group in the direction of the kingdom of Noland.\n\nThe success of these ventures induced the other guests from foreign\nlands to undertake bubble journeys, also; so the Wizard put them one by\none inside his bubbles, and Santa Claus directed the way they should\ngo, because he knew exactly where everybody lived.\n\nFinally, Button-Bright said:\n\n\"I want to go home, too.\"\n\n\"Why, so you shall!\" cried Santa; \"for I'm sure your father and mother\nwill be glad to see you again.  Mr. Wizard, please blow a big, fine\nbubble for Button-Bright to ride in, and I'll agree to send him home to\nhis family as safe as safe can be.\"\n\n\"I'm sorry,\" said Dorothy with a sigh, for she was fond of her little\ncomrade; \"but p'raps it's best for Button-Bright to get home; 'cause\nhis folks must be worrying just dreadful.\"\n\nShe kissed the boy, and Ozma kissed him, too, and all the others waved\ntheir hands and said good-bye and wished him a pleasant journey.\n\n\"Are you glad to leave us, dear?\" asked Dorothy, a little wistfully.\n\n\"Don't know,\" said Button-Bright.\n\nHe sat down cross-legged on the platform, with his sailor hat tipped\nback on his head, and the Wizard blew a beautiful bubble all around him.\n\nA minute later it had mounted into the sky, sailing toward the west,\nand the last they saw of Button-Bright he was still sitting in the\nmiddle of the shining globe and waving his sailor hat at those below.\n\n\"Will you ride in a bubble, or shall I send you and Toto home by means\nof the Magic Belt?\" the Princess asked Dorothy.\n\n\"Guess I'll use the Belt,\" replied the little girl.  \"I'm sort of\n'fraid of those bubbles.\"\n\n\"Bow-wow!\" said Toto, approvingly.  He loved to bark at the bubbles as\nthey sailed away, but he didn't care to ride in one.\n\nSanta Claus decided to go next.  He thanked Ozma for her hospitality\nand wished her many happy returns of the day.  Then the Wizard blew a\nbubble around his chubby little body and smaller bubbles around each of\nhis Ryls and Knooks.\n\nAs the kind and generous friend of children mounted into the air the\npeople all cheered at the top of their voices, for they loved Santa\nClaus dearly; and the little man heard them through the walls of his\nbubble and waved his hands in return as he smiled down upon them.  The\nband played bravely while every one watched the bubble until it was\ncompletely out of sight.\n\n\"How 'bout you, Polly?\" Dorothy asked her friend.  \"Are you 'fraid of\nbubbles, too?\"\n\n\"No,\" answered Polychrome, smiling; \"but Santa Claus promised to speak\nto my father as he passed through the sky.  So perhaps I shall get home\nan easier way.\"\n\nIndeed, the little maid had scarcely made this speech when a sudden\nradiance filled the air, and while the people looked on in wonder the\nend of a gorgeous rainbow slowly settled down upon the platform.\n\nWith a glad cry, the Rainbow's Daughter sprang from her seat and danced\nalong the curve of the bow, mounting gradually upward, while the folds\nof her gauzy gown whirled and floated around her like a cloud and\nblended with the colors of the rainbow itself.\n\n\"Good-bye Ozma!  Good-bye Dorothy!\" cried a voice they knew belonged to\nPolychrome; but now the little maiden's form had melted wholly into the\nrainbow, and their eyes could no longer see her.\n\nSuddenly, the end of the rainbow lifted and its colors slowly faded\nlike mist before a breeze.  Dorothy sighed deeply and turned to Ozma.\n\n\"I'm sorry to lose Polly,\" she said; \"but I guess she's better off with\nher father; 'cause even the Land of Oz couldn't be like home to a cloud\nfairy.\"\n\n\"No indeed,\" replied the Princess; \"but it has been delightful for us\nto know Polychrome for a little while, and--who knows?--perhaps we may\nmeet the Rainbow's Daughter again, some day.\"\n\nThe entertainment being now ended, all left the pavilion and formed\ntheir gay procession back to the Emerald City again.  Of Dorothy's\nrecent traveling companions only Toto and the shaggy man remained, and\nOzma had decided to allow the latter to live in Oz for a time, at\nleast.  If he proved honest and true she promised to let him live there\nalways, and the shaggy man was anxious to earn this reward.\n\nThey had a nice quiet dinner together and passed a pleasant evening\nwith the Scarecrow, the Tin Woodman, Tik-tok, and the Yellow Hen for\ncompany.\n\nWhen Dorothy bade them good-night, she kissed them all good-bye at the\nsame time.  For Ozma had agreed that while Dorothy slept she and Toto\nshould be transported by means of the Magic Belt to her own little bed\nin the Kansas farm-house and the little girl laughed as she thought how\nastonished Uncle Henry and Aunt Em would be when she came down to\nbreakfast with them next morning.\n\nQuite content to have had so pleasant an adventure, and a little tired\nby all the day's busy scenes, Dorothy clasped Toto in her arms and lay\ndown upon the pretty white bed in her room in Ozma's royal palace.\n\nPresently she was sound asleep."
}