{
 "author": [
  "Ferber, Edna"
 ],
 "title": [
  "One Basket"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "United States -- Social life and customs -- 20th century -- Fiction",
  "PS",
  "Short stories"
 ],
 "id": "489",
 "genre": [
  "short stories",
  "fiction"
 ],
 "text": "ONE BASKET\n\nTHIRTY-ONE SHORT STORIES\n\n\nBY\n\nEDNA FERBER\n\n\n\n\n  INTRODUCTION                               ix\n  THE WOMAN WHO TRIED TO BE GOOD              1\n  THE GAY OLD DOG                            11\n  THAT'S MARRIAGE                            29\n  FARMER IN THE DELL                         49\n  UN MORSO DOO PANG                          68\n  LONG DISTANCE                              89\n  THE MATERNAL FEMININE                      94\n  .... remainder not included\n\n\n\n\nThe Woman Who Tried to Be Good [1913]\n\n\nBefore she tried to be a good woman she had been a very bad woman--so\nbad that she could trail her wonderful apparel up and down Main Street,\nfrom the Elm Tree Bakery to the railroad tracks, without once having a\nman doff his hat to her or a woman bow.  You passed her on the street\nwith a surreptitious glance, though she was well worth looking at--in\nher furs and laces and plumes.  She had the only full-length mink coat\nin our town, and Ganz's shoe store sent to Chicago for her shoes.  Hers\nwere the miraculously small feet you frequently see in stout women.\n\nUsually she walked alone; but on rare occasions, especially round\nChristmastime, she might have been seen accompanied by some silent,\ndull-eyed, stupid-looking girl, who would follow her dumbly in and out\nof stores, stopping now and then to admire a cheap comb or a chain set\nwith flashy imitation stones--or, queerly enough, a doll with yellow\nhair and blue eyes and very pink cheeks.  But, alone or in company, her\nappearance in the stores of our town was the signal for a sudden jump\nin the cost of living. The storekeepers mulcted her; and she knew it\nand paid in silence, for she was of the class that has no redress.  She\nowned the House with the Closed Shutters, near the freight depot--did\nBlanche Devine.\n\nIn a larger town than ours she would have passed unnoticed.  She did\nnot look like a bad woman.  Of course she used too much make-up, and as\nshe passed you caught the oversweet breath of a certain heavy scent.\nThen, too, her diamond eardrops would have made any woman's features\nlook hard; but her plump face, in spite of its heaviness, wore an\nexpression of good-humored intelligence, and her eyeglasses gave her\nsomehow a look of respectability.  We do not associate vice with\neyeglasses.  So in a large city she would have passed for a\nwell-dressed, prosperous, comfortable wife and mother who was in danger\nof losing her figure from an overabundance of good living; but with us\nshe was a town character, like Old Man Givins, the drunkard, or the\nweak-minded Binns girl.  When she passed the drug-store corner there\nwould be a sniggering among the vacant-eyed loafers idling there, and\nthey would leer at each other and jest in undertones.\n\nSo, knowing Blanche Devine as we did, there was something resembling a\nriot in one of our most respectable neighborhoods when it was learned\nthat she had given up her interest in the house near the freight depot\nand was going to settle down in the white cottage on the corner and be\ngood.  All the husbands in the block, urged on by righteously indignant\nwives, dropped in on Alderman Mooney after supper to see if the thing\ncould not be stopped.  The fourth of the protesting husbands to arrive\nwas the Very Young Husband who lived next door to the corner cottage\nthat Blanche Devine had bought.  The Very Young Husband had a Very\nYoung Wife, and they were the joint owners of Snooky.  Snooky was\nthree-going-on-four, and looked something like an angel--only healthier\nand with grimier hands.  The whole neighborhood borrowed her and tried\nto spoil her; but Snooky would not spoil.\n\nAlderman Mooney was down in the cellar, fooling with the furnace.\n\nHe was in his furnace overalls; a short black pipe in his mouth. Three\nprotesting husbands had just left.  As the Very Young Husband,\nfollowing Mrs. Mooney's directions, descended the cellar stairs,\nAlderman Mooney looked up from his tinkering.  He peered through a haze\nof pipe smoke.\n\n\"Hello!\" he called, and waved the haze away with his open palm.\n\n\"Come on down!  Been tinkering with this blamed furnace since supper.\nShe don't draw like she ought.  'Long toward spring a furnace always\ngets balky.  How many tons you used this winter?\"\n\n\"Oh-five,\" said the Very Young Husband shortly.  Alderman Mooney\nconsidered it thoughtfully.  The Young Husband leaned up against the\nside of the water tank, his hands in his pockets. \"Say, Mooney, is that\nright about Blanche Devine's having bought the house on the corner?\"\n\n\"You're the fourth man that's been in to ask me that this evening.  I'm\nexpecting the rest of the block before bedtime. She bought it all\nright.\"\n\nThe Young Husband flushed and kicked at a piece of coal with the toe of\nhis boot.\n\n\"Well, it's a darned shame!\" he began hotly.  \"Jen was ready to cry at\nsupper.  This'll be a fine neighborhood for Snooky to grow up in!\nWhat's a woman like that want to come into a respectable street for,\nanyway?  I own my home and pay my taxes--\"\n\nAlderman Mooney looked up.\n\n\"So does she,\" he interrupted.  \"She's going to improve the\nplace--paint it, and put in a cellar and a furnace, and build a porch,\nand lay a cement walk all round.\"\n\nThe Young Husband took his hands out of his pockets in order to\nemphasize his remarks with gestures.\n\n\"What's that got to do with it?  I don't care if she puts in diamonds\nfor windows and sets out Italian gardens and a terrace with peacocks on\nit. You're the alderman of this ward, aren't you?  Well, it was up to\nyou to keep her out of this block!  You could have fixed it with an\ninjunction or something.  I'm going to get up a petition--that's what\nI'm going----\"\n\nAlderman Mooney closed the furnace door with a bang that drowned the\nrest of the threat.  He turned the draft in a pipe overhead and brushed\nhis sooty palms briskly together like one who would put an end to a\nprofitless conversation.\n\n\"She's bought the house,\" he said mildly, \"and paid for it. And it's\nhers. She's got a right to live in this neighborhood as long as she\nacts respectable.\"\n\nThe Very Young Husband laughed.\n\n\"She won't last!  They never do.\"\n\nAlderman Mooney had taken his pipe out of his mouth and was rubbing his\nthumb over the smooth bowl, looking down at it with unseeing eyes. On\nhis face was a queer look--the look of one who is embarrassed because\nhe is about to say something honest.\n\n\"Look here!  I want to tell you something:  I happened to be up in the\nmayor's office the day Blanche signed for the place.  She had to go\nthrough a lot of red tape before she got it--had quite a time of it,\nshe did!  And say, kid, that woman ain't so--bad.\"\n\nThe Very Young Husband exclaimed impatiently:\n\n\"Oh, don't give me any of that, Mooney!  Blanche Devine's a town\ncharacter.  Even the kids know what she is.  If she's got religion or\nsomething, and wants to quit and be decent, why doesn't she go to\nanother town--Chicago or someplace--where nobody knows her?\"\n\nThat motion of Alderman Mooney's thumb against the smooth pipe bowl\nstopped.  He looked up slowly.\n\n\"That's what I said--the mayor too.  But Blanche Devine said she wanted\nto try it here.  She said this was home to her. Funny--ain't it?  Said\nshe wouldn't be fooling anybody here. They know her.  And if she moved\naway, she said, it'd leak out some way sooner or later.  It does, she\nsaid. Always!  Seems she wants to live like--well, like other women.\nShe put it like this: she says she hasn't got religion, or any of that.\nShe says she's no different than she was when she was twenty.  She says\nthat for the last ten years the ambition of her life has been to be\nable to go into a grocery store and ask the price of, say, celery; and,\nif the clerk charged her ten when it ought to be seven, to be able to\nsass him with a regular piece of her mind--and then sail out and trade\nsomewhere else until he saw that she didn't have to stand anything from\nstorekeepers, any more than any other woman that did her own marketing.\nShe's a smart woman, Blanche is!  God knows I ain't taking her\npart--exactly; but she talked a little, and the mayor and me got a\nlittle of her history.\"\n\nA sneer appeared on the face of the Very Young Husband.  He had been\nknown before he met Jen as a rather industrious sower of wild oats.  He\nknew a thing or two, did the Very Young Husband, in spite of his youth!\nHe always fussed when Jen wore even a V-necked summer gown on the\nstreet.\n\n\"Oh, she wasn't playing for sympathy,\" went on Alderman Mooney in\nanswer to the sneer.  \"She said she'd always paid her way and always\nexpected to.  Seems her husband left her without a cent when she was\neighteen--with a baby.  She worked for four dollars a week in a cheap\neating house.  The two of 'em couldn't live on that.  Then the baby----\"\n\n\"Good night!\" said the Very Young Husband.  \"I suppose Mrs. Mooney's\ngoing to call?\"\n\n\"Minnie!  It was her scolding all through supper that drove me down to\nmonkey with the furnace.  She's wild--Minnie is.\"  He peeled off his\noveralls and hung them on a nail.  The Young Husband started to ascend\nthe cellar stairs.  Alderman Mooney laid a detaining finger on his\nsleeve.  \"Don't say anything in front of Minnie!  She's boiling!\nMinnie and the kids are going to visit her folks out West this summer;\nso I wouldn't so much as dare to say 'Good morning!' to the Devine\nwoman.  Anyway, a person wouldn't talk to her, I suppose.  But I kind\nof thought I'd tell you about her.\n\n\"Thanks!\" said the Very Young Husband dryly.\n\nIn the early spring, before Blanche Devine moved in, there came\nstone-masons, who began to build something.  It was a great stone\nfireplace that rose in massive incongruity at the side of the little\nwhite cottage.  Blanche Devine was trying to make a home for herself.\n\nBlanche Devine used to come and watch them now and then as the work\nprogressed.  She had a way of walking round and round the house,\nlooking up at it and poking at plaster and paint with her umbrella or\nfinger tip.  One day she brought with her a man with a spade.  He\nspaded up a neat square of ground at the side of the cottage and a long\nridge near the fence that separated her yard from that of the Very\nYoung Couple next door.  The ridge spelled sweet peas and nasturtiums\nto our small-town eyes.\n\nOn the day that Blanche Devine moved in there was wild agitation among\nthe white-ruffed bedroom curtains of the neighborhood. Later on certain\nodors, as of burning dinners, pervaded the atmosphere.  Blanche Devine,\nflushed and excited, her hair slightly askew, her diamond eardrops\nflashing, directed the moving, wrapped in her great fur coat; but on\nthe third morning we gasped when she appeared out-of-doors, carrying a\nlittle household ladder, a pail of steaming water, and sundry\nvoluminous white cloths.  She reared the little ladder against the side\nof the house, mounted it cautiously, and began to wash windows with\nhousewifely thoroughness. Her stout figure was swathed in a gray\nsweater and on her head was a battered felt hat--the sort of\nwindow--washing costume that has been worn by women from time\nimmemorial.  We noticed that she used plenty of hot water and clean\nrags, and that she rubbed the glass until it sparkled, leaning\nperilously sideways on the ladder to detect elusive streaks.  Our\nkeenest housekeeping eye could find no fault with the way Blanche\nDevine washed windows.\n\nBy May, Blanche Devine had left off her diamond eardrops--perhaps it\nwas their absence that gave her face a new expression.  When she went\ndowntown we noticed that her hats were more like the hats the other\nwomen in our town wore; but she still affected extravagant footgear, as\nis right and proper for a stout woman who has cause to be vain of her\nfeet. We noticed that her trips downtown were rare that spring and\nsummer. She used to come home laden with little bundles; and before\nsupper she would change her street clothes for a neat, washable\nhousedress, as is our thrifty custom.  Through her bright windows we\ncould see her moving briskly about from kitchen to sitting room; and\nfrom the smells that floated out from her kitchen door, she seemed to\nbe preparing for her solitary supper the same homely viands that were\nfrying or stewing or baking in our kitchens.  Sometimes you could\ndetect the delectable scent of browning, hot tea biscuit. It takes a\ndetermined woman to make tea biscuit for no one but herself.\n\nBlanche Devine joined the church.  On the first Sunday morning she came\nto the service there was a little flurry among the ushers at the\nvestibule door.  They seated her well in the rear. The second Sunday\nmorning a dreadful thing happened.  The woman next to whom they seated\nher turned, regarded her stonily for a moment, then rose agitatedly and\nmoved to a pew across the aisle.\n\nBlanche Devine's face went a dull red beneath her white powder. She\nnever came again--though we saw the minister visit her once or twice.\nShe always accompanied him to the door pleasantly, holding it well open\nuntil he was down the little flight of steps and on the sidewalk.  The\nminister's wife did not call.\n\nShe rose early, like the rest of us; and as summer came on we used to\nsee her moving about in her little garden patch in the dewy, golden\nmorning. She wore absurd pale-blue negligees that made her stout figure\nloom immense against the greenery of garden and apple tree.  The\nneighborhood women viewed these negligees with Puritan disapproval as\nthey smoothed down their own prim, starched gingham skirts.  They said\nit was disgusting--and perhaps it was; but the habit of years is not\neasily overcome. Blanche Devine--snipping her sweet peas, peering\nanxiously at the Virginia creeper that clung with such fragile fingers\nto the trellis, watering the flower baskets that hung from her\nporch--was blissfully unconscious of the disapproving eyes.  I wish one\nof us had just stopped to call good morning to her over the fence, and\nto say in our neighborly, small-town way:  \"My, ain't this a scorcher!\nSo early too!  It'll be fierce by noon!\"\n\nBut we did not.\n\nI think perhaps the evenings must have been the loneliest for her.  The\nsummer evenings in our little town are filled with intimate, human,\nneighborly sounds.  After the heat of the day it is pleasant to relax\nin the cool comfort of the front porch, with the life of the town\neddying about us.  We sew and read out there until it grows dusk.  We\ncall across lots to our next-door neighbor.  The men water the lawns\nand the flower boxes and get together in little, quiet groups to\ndiscuss the new street paving.  I have even known Mrs. Hines to bring\nher cherries out there when she had canning to do, and pit them there\non the front porch partially shielded by her porch vine, but not so\neffectually that she was deprived of the sights and sounds about her.\nThe kettle in her lap and the dishpan full of great ripe cherries on\nthe porch floor by her chair, she would pit and chat and peer out\nthrough the vines, the red juice staining her plump bare arms.\n\nI have wondered since what Blanche Devine thought of us those lonesome\nevenings--those evenings filled with friendly sights and sounds.  It\nmust have been difficult for her, who had dwelt behind closed shutters\nso long, to seat herself on the new front porch for all the world to\nstare at; but she did sit there--resolutely--watching us in silence.\n\nShe seized hungrily upon the stray crumbs of conversation that fell to\nher.  The milkman and the iceman and the butcher boy used to hold daily\nconversation with her.  They--sociable gentlemen--would stand on her\ndoor-step, one grimy hand resting against the white of her doorpost,\nexchanging the time of day with Blanche in the doorway--a tea towel in\none hand, perhaps, and a plate in the other.  Her little house was a\nmiracle of cleanliness.  It was no uncommon sight to see her down on\nher knees on the kitchen floor, wielding her brush and rag like the\nrest of us.  In canning and preserving time there floated out from her\nkitchen the pungent scent of pickled crab apples; the mouth-watering\nsmell that meant sweet pickles; or the cloying, divinely sticky odor\nthat meant raspberry jam.  Snooky, from her side of the fence, often\nused to peer through the pickets, gazing in the direction of the\nenticing smells next door.\n\nEarly one September morning there floated out from Blanche Devine's\nkitchen that fragrant, sweet scent of fresh-baked cookies--cookies with\nbutter in them, and spice, and with nuts on top.  Just by the smell of\nthem your mind's eye pictured them coming from the oven-crisp brown\ncirclets, crumbly, delectable. Snooky, in her scarlet sweater and cap,\nsniffed them from afar and straightway deserted her sand pile to take\nher stand at the fence.  She peered through the restraining bars,\nstanding on tiptoe.  Blanche Devine, glancing up from her board and\nrolling pin, saw the eager golden head.  And Snooky, with guile in her\nheart, raised one fat, dimpled hand above the fence and waved it\nfriendlily.  Blanche Devine waved back.  Thus encouraged, Snooky's two\nhands wigwagged frantically above the pickets. Blanche Devine hesitated\na moment, her floury hand on her hip. Then she went to the pantry shelf\nand took out a clean white saucer.  She selected from the brown jar on\nthe table three of the brownest, crumbliest, most perfect cookies, with\na walnut meat perched atop of each, placed them temptingly on the\nsaucer and, descending the steps, came swiftly across the grass to the\ntriumphant Snooky.  Blanche Devine held out the saucer, her lips\nsmiling, her eyes tender.  Snooky reached up with one plump white arm.\n\n\"Snooky!\" shrilled a high voice.  \"Snooky!\"  A voice of horror and of\nwrath.  \"Come here to me this minute!  And don't you dare to touch\nthose!\" Snooky hesitated rebelliously, one pink finger in her pouting\nmouth.\n\n\"Snooky!  Do you hear me?\"\n\nAnd the Very Young Wife began to descend the steps of her back porch.\nSnooky, regretful eyes on the toothsome dainties, turned away\naggrieved. The Very Young Wife, her lips set, her eyes flashing,\nadvanced and seized the shrieking Snooky by one arm and dragged her\naway toward home and safety.\n\nBlanche Devine stood there at the fence, holding the saucer in her\nhand. The saucer tipped slowly, and the three cookies slipped off and\nfell to the grass.  Blanche Devine stood staring at them a moment.\nThen she turned quickly, went into the house, and shut the door.\n\nIt was about this time we noticed that Blanche Devine was away much of\nthe time.  The little white cottage would be empty for weeks.  We knew\nshe was out of town because the expressman would come for her trunk. We\nused to lift our eyebrows significantly. The newspapers and handbills\nwould accumulate in a dusty little heap on the porch; but when she\nreturned there was always a grand cleaning, with the windows open, and\nBlanche--her head bound turbanwise in a towel--appearing at a window\nevery few minutes to shake out a dustcloth.  She seemed to put an\nenormous amount of energy into those cleanings--as if they were a sort\nof safety valve.\n\nAs winter came on she used to sit up before her grate fire long, long\nafter we were asleep in our beds.  When she neglected to pull down the\nshades we could see the flames of her cosy fire dancing gnomelike on\nthe wall. There came a night of sleet and snow, and wind and rattling\nhail--one of those blustering, wild nights that are followed by\nmorning-paper reports of trains stalled in drifts, mail delayed,\ntelephone and telegraph wires down.  It must have been midnight or past\nwhen there came a hammering at Blanche Devine's door--a persistent,\nclamorous rapping.  Blanche Devine, sitting before her dying fire half\nasleep, started and cringed when she heard it, then jumped to her feet,\nher hand at her breast--her eyes darting this way and that, as though\nseeking escape.\n\nShe had heard a rapping like that before.  It had meant bluecoats\nswarming up the stairway, and frightened cries and pleadings, and wild\nconfusion. So she started forward now, quivering.  And then she\nremembered, being wholly awake now--she remembered, and threw up her\nhead and smiled a little bitterly and walked toward the door.  The\nhammering continued, louder than ever.  Blanche Devine flicked on the\nporch light and opened the door.  The half-clad figure of the Very\nYoung Wife next door staggered into the room. She seized Blanche\nDevine's arm with both her frenzied hands and shook her, the wind and\nsnow beating in upon both of them.\n\n\"The baby!\" she screamed in a high, hysterical voice.  \"The baby!  The\nbaby----!\"\n\nBlanche Devine shut the door and shook the Young Wife smartly by the\nshoulders.\n\n\"Stop screaming,\" she said quietly.  \"Is she sick?\"\n\nThe Young Wife told her, her teeth chattering:\n\n\"Come quick!  She's dying!  Will's out of town.  I tried to get the\ndoctor. The telephone wouldn't---- I saw your light!  For God's\nsake----\"\n\nBlanche Devine grasped the Young Wife's arm, opened the door, and\ntogether they sped across the little space that separated the two\nhouses. Blanche Devine was a big woman, but she took the stairs like a\ngirl and found the right bedroom by some miraculous woman instinct.  A\ndreadful choking, rattling sound was coming from Snooky's bed.\n\n\"Croup,\" said Blanche Devine, and began her fight.\n\nIt was a good fight.  She marshaled her inadequate forces, made up of\nthe half-fainting Young Wife and the terrified and awkward hired girl.\n\n\"Get the hot water on--lots of it!\"  Blanche Devine pinned up her\nsleeves. \"Hot cloths!  Tear up a sheet--or anything!  Got an oilstove?\nI want a tea-kettle boiling in the room.  She's got to have the steam.\nIf that don't do it we'll raise an umbrella over her and throw a sheet\nover, and hold the kettle under till the steam gets to her that way.\nGot any ipecac?\"\n\nThe Young Wife obeyed orders, white-faced and shaking.  Once Blanche\nDevine glanced up at her sharply.\n\n\"Don't you dare faint!\" she commanded.\n\nAnd the fight went on.  Gradually the breathing that had been so\nfrightful became softer, easier.  Blanche Devine did not relax. It was\nnot until the little figure breathed gently in sleep that Blanche\nDevine sat back, satisfied.  Then she tucked a cover at the side of the\nbed, took a last satisfied look at the face on the pillow, and turned\nto look at the wan, disheveled Young Wife.\n\n\"She's all right now.  We can get the doctor when morning comes--though\nI don't know's you'll need him.\"\n\nThe Young Wife came round to Blanche Devine's side of the bed and stood\nlooking up at her.\n\n\"My baby died,\" said Blanche Devine simply.  The Young Wife gave a\nlittle inarticulate cry, put her two hands on Blanche Devine's broad\nshoulders, and laid her tired head on her breast.\n\n\"I guess I'd better be going,\" said Blanche Devine.\n\nThe Young Wife raised her head.  Her eyes were round with fright.\n\n\"Going!  Oh, please stay!  I'm so afraid.  Suppose she should take sick\nagain!  That awful--breathing----\"\n\n\"I'll stay if you want me to.\"\n\n\"Oh, please!  I'll make up your bed and you can rest----\"\n\n\"I'm not sleepy.  I'm not much of a hand to sleep anyway.  I'll sit up\nhere in the hall, where there's a light.  You get to bed. I'll watch\nand see that everything's all right.  Have you got something I can read\nout here--something kind of lively--with a love story in it?\"\n\nSo the night went by.  Snooky slept in her white bed.  The Very Young\nWife half dozed in her bed, so near the little one.  In the hall, her\nstout figure looming grotesque in wall shadows, sat Blanche Devine,\npretending to read.  Now and then she rose and tiptoed into the bedroom\nwith miraculous quiet, and stooped over the little bed and listened and\nlooked--and tiptoed away again, satisfied.\n\nThe Young Husband came home from his business trip next day with tales\nof snowdrifts and stalled engines.  Blanche Devine breathed a sigh of\nrelief when she saw him from her kitchen window.  She watched the house\nnow with a sort of proprietary eye.  She wondered about Snooky; but she\nknew better than to ask.  So she waited.  The Young Wife next door had\ntold her husband all about that awful night--had told him with tears\nand sobs.  The Very Young Husband had been very, very angry with\nher--angry, he said, and astonished!  Snooky could not have been so\nsick!  Look at her now!  As well as ever.  And to have called such a\nwoman! Well, he did not want to be harsh; but she must understand that\nshe must never speak to the woman again.  Never!\n\nSo the next day the Very Young Wife happened to go by with the Young\nHusband.  Blanche Devine spied them from her sitting-room window, and\nshe made the excuse of looking in her mailbox in order to go to the\ndoor.  She stood in the doorway and the Very Young Wife went by on the\narm of her husband.  She went by--rather white-faced--without a look or\na word or a sign!\n\nAnd then this happened!  There came into Blanche Devine's face a look\nthat made slits of her eyes, and drew her mouth down into an ugly,\nnarrow line, and that made the muscles of her jaw tense and hard.  It\nwas the ugliest look you can imagine.  Then she smiled--if having one's\nlips curl away from one's teeth can be called smiling.\n\nTwo days later there was great news of the white cottage on the corner.\nThe curtains were down; the furniture was packed; the rugs were rolled.\nThe wagons came and backed up to the house and took those things that\nhad made a home for Blanche Devine.  And when we heard that she had\nbought back her interest in the House with the Closed Shutters, near\nthe freight depot, we sniffed.\n\n\"I knew she wouldn't last!\" we said.\n\n\"They never do!\" said we.\n\n\n\n\nThe Gay Old Dog [1917]\n\n\nThose of you who have dwelt--or even lingered--in Chicago, Illinois,\nare familiar with the region known as the Loop.  For those others of\nyou to whom Chicago is a transfer point between New York and California\nthere is presented this brief explanation:\n\nThe Loop is a clamorous, smoke-infested district embraced by the iron\narms of the elevated tracks.  In a city boasting fewer millions, it\nwould be known familiarly as downtown.  From Congress to Lake Street,\nfrom Wabash almost to the river, those thunderous tracks make a\ncomplete circle, or loop.  Within it lie the retail shops, the\ncommercial hotels, the theaters, the restaurants.  It is the Fifth\nAvenue and the Broadway of Chicago.\n\nAnd he who frequents it by night in search of amusement and cheer is\nknown, vulgarly, as a Loop-hound.\n\nJo Hertz was a Loop-hound.  On the occasion of those sparse first\nnights granted the metropolis of the Middle West he was always present,\nthird row, aisle, left.  When a new Loop cafe' was opened, Jo's table\nalways commanded an unobstructed view of anything worth viewing.  On\nentering he was wont to say, \"Hello, Gus,\" with careless cordiality to\nthe headwaiter, the while his eye roved expertly from table to table as\nhe removed his gloves. He ordered things under glass, so that his\ntable, at midnight or thereabouts, resembled a hotbed that favors the\nbell system.  The waiters fought for him.  He was the kind of man who\nmixes his own salad dressing. He liked to call for a bowl, some cracked\nice, lemon, garlic, paprika, salt, pepper, vinegar, and oil and make a\nrite of it.  People at near-by tables would lay down their knives and\nforks to watch, fascinated.  The secret of it seemed to lie in using\nall the oil in sight and calling for more.\n\nThat was Jo--a plump and lonely bachelor of fifty.  A plethoric,\nroving-eyed, and kindly man, clutching vainly at the garments of a\nyouth that had long slipped past him.  Jo Hertz, in one of those\npinch-waist suits and a belted coat and a little green hat, walking up\nMichigan Avenue of a bright winter's afternoon, trying to take the curb\nwith a jaunty youthfulness against which every one of his fat-encased\nmuscles rebelled, was a sight for mirth or pity, depending on one's\nvision.\n\nThe gay-dog business was a late phase in the life of Jo Hertz. He had\nbeen a quite different sort of canine.  The staid and harassed brother\nof three unwed and selfish sisters is an underdog.\n\nAt twenty-seven Jo had been the dutiful, hard-working son (in the\nwholesale harness business) of a widowed and gummidging mother, who\ncalled him Joey.  Now and then a double wrinkle would appear between\nJo's eyes--a wrinkle that had no business there at twenty-seven.  Then\nJo's mother died, leaving him handicapped by a deathbed promise, the\nthree sisters, and a three-story-and-basement house on Calumet Avenue.\nJo's wrinkle became a fixture.\n\n\"Joey,\" his mother had said, in her high, thin voice, \"take care of the\ngirls.\"\n\n\"I will, Ma,\" Jo had choked.\n\n\"Joey,\" and the voice was weaker, \"promise me you won't marry till the\ngirls are all provided for.\"  Then as Jo had hesitated, appalled:\n\"Joey, it's my dying wish.  Promise!\"\n\n\"I promise, Ma,\" he had said.\n\nWhereupon his mother had died, comfortably, leaving him with a\ncompletely ruined life.\n\nThey were not bad-looking girls, and they had a certain style, too.\nThat is, Stell and Eva had.  Carrie, the middle one, taught school over\non the West Side.  In those days it took her almost two hours each way.\nShe said the kind of costume she required should have been corrugated\nsteel.  But all three knew what was being worn, and they wore it--or\nfairly faithful copies of it. Eva, the housekeeping sister, had a\nneedle knack.  She could skim the State Street windows and come away\nwith a mental photograph of every separate tuck, hem, yoke, and ribbon.\nHeads of departments showed her the things they kept in drawers, and\nshe went home and reproduced them with the aid of a seamstress by the\nday.  Stell, the youngest, was the beauty.  They called her Babe.\n\nTwenty-three years ago one's sisters did not strain at the household\nleash, nor crave a career.  Carrie taught school, and hated it.  Eva\nkept house expertly and complainingly.  Babe's profession was being the\nfamily beauty, and it took all her spare time.  Eva always let her\nsleep until ten.\n\nThis was Jo's household, and he was the nominal head of it.  But it was\nan empty title.  The three women dominated his life.  They weren't\nconsciously selfish.  If you had called them cruel they would have put\nyou down as mad.  When you are the lone brother of three sisters, it\nmeans that you must constantly be calling for, escorting, or dropping\none of them somewhere.  Most men of Jo's age were standing before their\nmirror of a Saturday night, whistling blithely and abstractedly while\nthey discarded a blue polka-dot for a maroon tie, whipped off the\nmaroon for a shot-silk and at the last moment decided against the\nshot-silk in favor of a plain black-and-white because she had once said\nshe preferred quiet ties.  Jo, when he should have been preening his\nfeathers for conquest, was saying:\n\n\"Well, my God, I AM hurrying!  Give a man time, can't you?  I just got\nhome.  You girls been laying around the house all day. No wonder you're\nready.\"\n\nHe took a certain pride in seeing his sisters well dressed, at a time\nwhen he should have been reveling in fancy waistcoats and\nbrilliant-hued socks, according to the style of that day and the\ninalienable right of any unwed male under thirty, in any day.  On those\nrare occasions when his business necessitated an out-of-town trip, he\nwould spend half a day floundering about the shops selecting\nhandkerchiefs, or stockings, or feathers, or gloves for the girls.\nThey always turned out to be the wrong kind, judging by their reception.\n\nFrom Carrie, \"What in the world do I want of long white gloves!\"\n\n\"I thought you didn't have any,\" Jo would say.\n\n\"I haven't.  I never wear evening clothes.\"\n\nJo would pass a futile hand over the top of his head, as was his way\nwhen disturbed.  \"I just thought you'd like them.  I thought every girl\nliked long white gloves.  Just,\" feebly, \"just to--to have.\"\n\n\"Oh, for pity's sake!\"\n\nAnd from Eva or Babe, \"I've GOT silk stockings, Jo.\"  Or, \"You brought\nme handkerchiefs the last time.\"\n\nThere was something selfish in his giving, as there always is in any\ngift freely and joyfully made.  They never suspected the exquisite\npleasure it gave him to select these things, these fine, soft, silken\nthings. There were many things about this slow-going, amiable brother\nof theirs that they never suspected. If you had told them he was a\ndreamer of dreams, for example, they would have been amused.\nSometimes, dead-tired by nine o'clock after a hard day downtown, he\nwould doze over the evening paper.  At intervals he would wake,\nred-eyed, to a snatch of conversation such as, \"Yes, but if you get a\nblue you can wear it anywhere.  It's dressy, and at the same time it's\nquiet, too.\"  Eva, the expert, wrestling with Carrie over the problem\nof the new spring dress.  They never guessed that the commonplace man\nin the frayed old smoking jacket had banished them all from the room\nlong ago; had banished himself, for that matter.  In his place was a\ntall, debonair, and rather dangerously handsome man to whom six o'clock\nspelled evening clothes.  The kind of man who can lean up against a\nmantel, or propose a toast, or give an order to a manservant, or\nwhisper a gallant speech in a lady's ear with equal ease.  The shabby\nold house on Calumet Avenue was transformed into a brocaded and\nchandeliered rendezvous for the brilliance of the city.  Beauty was\nhere, and wit. But none so beautiful and witty as She. Mrs.--er--Jo\nHertz.  There was wine, of course; but no vulgar display.  There was\nmusic; the soft sheen of satin; laughter. And he, the gracious, tactful\nhost, king of his own domain----\n\n\"Jo, for heaven's sake, if you're going to snore, go to bed!\"\n\n\"Why--did I fall asleep?\"\n\n\"You haven't been doing anything else all evening.  A person would\nthink you were fifty instead of thirty.\"\n\nAnd Jo Hertz was again just the dull, gray, commonplace brother of\nthree well-meaning sisters.\n\nBabe used to say petulantly, \"Jo, why don't you ever bring home any of\nyour men friends?  A girl might as well not have any brother, all the\ngood you do.\"\n\nJo, conscience-stricken, did his best to make amends.  But a man who\nhas been petticoat-ridden for years loses the knack, somehow, of\ncomradeship with men.\n\nOne Sunday in May Jo came home from a late-Sunday-afternoon walk to\nfind company for supper.  Carrie often had in one of her schoolteacher\nfriends, or Babe one of her frivolous intimates, or even Eva a staid\nguest of the old-girl type.  There was always a Sunday-night supper of\npotato salad, and cold meat, and coffee, and perhaps a fresh cake.  Jo\nrather enjoyed it, being a hospitable soul.  But he regarded the guests\nwith the undazzled eyes of a man to whom they were just so many\npetticoats, timid of the night streets and requiring escort home.  If\nyou had suggested to him that some of his sisters' popularity was due\nto his own presence, or if you had hinted that the more kittenish of\nthese visitors were probably making eyes at him, he would have stared\nin amazement and unbelief.\n\nThis Sunday night it turned out to be one of Carrie's friends.\n\n\"Emily,\" said Carrie, \"this is my brother, Jo.\"\n\nJo had learned what to expect in Carrie's friends.  Drab-looking women\nin the late thirties, whose facial lines all slanted downward.\n\n\"Happy to meet you,\" said Jo, and looked down at a different sort\naltogether.  A most surprisingly different sort, for one of Carrie's\nfriends.  This Emily person was very small, and fluffy, and blue-eyed,\nand crinkly looking. The corners of her mouth when she smiled, and her\neyes when she looked up at you, and her hair, which was brown, but had\nthe miraculous effect, somehow, of looking golden.\n\nJo shook hands with her.  Her hand was incredibly small, and soft, so\nthat you were afraid of crushing it, until you discovered she had a\nfirm little grip all her own.  It surprised and amused you, that grip,\nas does a baby's unexpected clutch on your patronizing forefinger.  As\nJo felt it in his own big clasp, the strangest thing happened to him.\nSomething inside Jo Hertz stopped working for a moment, then lurched\nsickeningly, then thumped like mad.  It was his heart.  He stood\nstaring down at her, and she up at him, until the others laughed.  Then\ntheir hands fell apart, lingeringly.\n\n\"Are you a schoolteacher, Emily?\" he said.\n\n\"Kindergarten.  It's my first year.  And don't call me Emily, please.\"\n\n\"Why not?  It's your name.  I think it's the prettiest name in the\nworld.\" Which he hadn't meant to say at all.  In fact, he was perfectly\naghast to find himself saying it.  But he meant it.\n\nAt supper he passed her things, and stared, until everybody laughed\nagain, and Eva said acidly, \"Why don't you feed her?\"\n\nIt wasn't that Emily had an air of helplessness.  She just made him\nfeel he wanted her to be helpless, so that he could help her.\n\nJo took her home, and from that Sunday night he began to strain at the\nleash.  He took his sisters out, dutifully, but he would suggest, with\na carelessness that deceived no one, \"Don't you want one of your girl\nfriends to come along?  That little What's-her-name-Emily, or\nsomething.  So long's I've got three of you, I might as well have a\nfull squad.\"\n\nFor a long time he didn't know what was the matter with him.  He only\nknew he was miserable, and yet happy.  Sometimes his heart seemed to\nache with an actual physical ache.  He realized that he wanted to do\nthings for Emily.  He wanted to buy things for Emily--useless, pretty,\nexpensive things that he couldn't afford.\n\nHe wanted to buy everything that Emily needed, and everything that\nEmily desired.  He wanted to marry Emily. That was it.  He discovered\nthat one day, with a shock, in the midst of a transaction in the\nharness business.  He stared at the man with whom he was dealing until\nthat startled person grew uncomfortable.  \"What's the matter, Hertz?\"\n\"Matter?\"  \"You look as if you'd seen a ghost or found a gold mine.  I\ndon't know which.\"  \"Gold mine,\" said Jo.  And then, \"No.  Ghost.\"  For\nhe remembered that high, thin voice, and his promise.  And the harness\nbusiness was slithering downhill with dreadful rapidity, as the\nautomobile business began its amazing climb.  Jo tried to stop it.  But\nhe was not that kind of businessman.  It never occurred to him to jump\nout of the down-going vehicle and catch the up-going one.  He stayed\non, vainly applying brakes that refused to work.  \"You know, Emily, I\ncouldn't support two households now.  Not the way things are.  But if\nyou'll wait.  If you'll only wait.  The girls might--that is, Babe and\nCarrie--\"\n\nShe was a sensible little thing, Emily.  \"Of course I'll wait. But we\nmustn't just sit back and let the years go by.  We've got to help.\"\n\nShe went about it as if she were already a little matchmaking matron.\nShe corralled all the men she had ever known and introduced them to\nBabe, Carrie, and Eva separately, in pairs, and en masse.  She got up\npicnics. She stayed home while Jo took the three about.  When she was\npresent she tried to look as plain and obscure as possible, so that the\nsisters should show up to advantage.  She schemed, and planned, and\ncontrived, and hoped; and smiled into Jo's despairing eyes.\n\nAnd three years went by.  Three precious years.  Carrie still taught\nschool, and hated it.  Eva kept house more and more complainingly as\nprices advanced and allowance retreated.  Stell was still Babe, the\nfamily beauty.  Emily's hair, somehow, lost its glint and began to look\njust plain brown.  Her crinkliness began to iron out.\n\n\"Now, look here!\" Jo argued, desperately, one night.  \"We could be\nhappy, anyway.  There's plenty of room at the house. Lots of people\nbegin that way.  Of course, I couldn't give you all I'd like to, at\nfirst.  But maybe, after a while--\"  No dreams of salons, and brocade,\nand velvet-footed servitors, and satin damask now.  Just two rooms, all\ntheir own, all alone, and Emily to work for.  That was his dream.  But\nit seemed less possible than that other absurd one had been.\n\nEmily was as practical a little thing as she looked fluffy.  She knew\nwomen.  Especially did she know Eva, and Carrie, and Babe. She tried to\nimagine herself taking the household affairs and the housekeeping\npocket-book out of Eva's expert hands.  So then she tried to picture\nherself allowing the reins of Jo's house to remain in Eva's hands.  And\neverything feminine and normal in her rebelled.  Emily knew she'd want\nto put away her own freshly laundered linen, and smooth it, and pat it.\nShe was that kind of woman.  She knew she'd want to do her own\ndelightful haggling with butcher and grocer.  She knew she'd want to\nmuss Jo's hair, and sit on his knee, and even quarrel with him, if\nnecessary, without the awareness of three ever-present pairs of maiden\neyes and ears.\n\n\"No!  No!  We'd only be miserable.  I know.  Even if they didn't\nobject. And they would, Jo.  Wouldn't they?\"\n\nHis silence was miserable assent.  Then, \"But you do love me, don't\nyou, Emily?\"\n\n\"I do, Jo.  I love you--and love you--and love you.  But, Jo, I--can't.\"\n\n\"I know it, dear.  I knew it all the time, really.  I just thought,\nmaybe, somehow----\"\n\nThe two sat staring for a moment into space, their hands clasped.\n\nThen they both shut their eyes with a little shudder, as though what\nthey saw was terrible to look upon.  Emily's hand, the tiny hand that\nwas so unexpectedly firm, tightened its hold on his, and his crushed\nthe absurd fingers until she winced with pain.\n\nThat was the beginning of the end, and they knew it.\n\nEmily wasn't the kind of girl who would be left to pine.  There are too\nmany Jos in the world whose hearts are prone to lurch and then thump at\nthe feel of a soft, fluttering, incredibly small hand in their grip.\nOne year later Emily was married to a young man whose father owned a\nlarge, pie-shaped slice of the prosperous state of Michigan.\n\nThat being safely accomplished, there was something grimly humorous in\nthe trend taken by affairs in the old house on Calumet.  For Eva\nmarried.  Married well, too, though he was a great deal older than she.\nShe went off in a hat she had copied from a French model at Field's,\nand a suit she had contrived with a home dressmaker, aided by pressing\non the part of the little tailor in the basement over on Thirty-first\nStreet.  It was the last of that, though.  The next time they saw her,\nshe had on a hat that even she would have despaired of copying, and a\nsuit that sort of melted into your gaze.  She moved to the North Side\n(trust Eva for that), and Babe assumed the management of the household\non Calumet Avenue.  It was rather a pinched little household now, for\nthe harness business shrank and shrank.\n\n\"I don't see how you can expect me to keep house decently on this!\"\nBabe would say contemptuously.  Babe's nose, always a little inclined\nto sharpness, had whittled down to a point of late.  \"If you knew what\nBen gives Eva.\"\n\n\"It's the best I can do, Sis.  Business is something rotten.\"\n\n\"Ben says if you had the least bit of----\"  Ben was Eva's husband, and\nquotable, as are all successful men.\n\n\"I don't care what Ben says,\" shouted Jo, goaded into rage. \"I'm sick\nof your everlasting Ben.  Go and get a Ben of your own, why don't you,\nif you're so stuck on the way he does things.\"\n\nAnd Babe did.  She made a last desperate drive, aided by Eva, and she\ncaptured a rather surprised young man in the brokerage way, who had\nmade up his mind not to marry for years and years.  Eva wanted to give\nher her wedding things, but at that Jo broke into sudden rebellion.\n\n\"No, sir!  No Ben is going to buy my sister's wedding clothes,\nunderstand? I guess I'm not broke--yet.  I'll furnish the money for her\nthings, and there'll be enough of them, too.\"  Babe had as useless a\ntrousseau, and as filled with extravagant pink-and-blue and lacy and\nfrilly things, as any daughter of doting parents.  Jo seemed to find a\ngrim pleasure in providing them. But it left him pretty well pinched.\nAfter Babe's marriage (she insisted that they call her Estelle now) Jo\nsold the house on Calumet.  He and Carrie took one of those little\nflats that were springing up, seemingly overnight, all through\nChicago's South Side.\n\nThere was nothing domestic about Carrie.  She had given up teaching two\nyears before, and had gone into social-service work on the West Side.\nShe had what is known as a legal mind--hard, clear, orderly--and she\nmade a great success of it.  Her dream was to live at the Settlement\nHouse and give all her time to the work.  Upon the little household she\nbestowed a certain amount of grim, capable attention.  It was the same\nkind of attention she would have given a piece of machinery whose\noiling and running had been entrusted to her care.  She hated it, and\ndidn't hesitate to say so.\n\nJo took to prowling about department-store basements, and household\ngoods sections.  He was always sending home a bargain in a ham, or a\nsack of potatoes, or fifty pounds of sugar, or a window clamp, or a new\nkind of paring knife.  He was forever doing odd jobs that the janitor\nshould have done.  It was the domestic in him claiming its own.\n\nThen, one night, Carrie came home with a dull glow in her leathery\ncheeks, and her eyes alight with resolve.  They had what she called a\nplain talk.\n\n\"Listen, Jo.  They've offered me the job of first assistant resident\nworker. And I'm going to take it.  Take it!  I know fifty other girls\nwho'd give their ears for it.  I go in next month.\"\n\nThey were at dinner.  Jo looked up from his plate, dully.  Then he\nglanced around the little dining room, with its ugly tan walls and its\nheavy, dark furniture (the Calumet Avenue pieces fitted cumbersomely\ninto the five-room flat).\n\n\"Away?  Away from here, you mean--to live?\"\n\nCarrie laid down her fork.  \"Well, really, Jo!  After all that\nexplanation.\"\n\n\"But to go over there to live!  Why, that neighborhood's full of dirt,\nand disease, and crime, and the Lord knows what all.  I can't let you\ndo that, Carrie.\"\n\nCarrie's chin came up.  She laughed a short little laugh.  \"Let me!\nThat's eighteenth-century talk, Jo.  My life's my own to live.  I'm\ngoing.\"\n\nAnd she went.\n\nJo stayed on in the apartment until the lease was up.  Then he sold\nwhat furniture he could, stored or gave away the rest, and took a room\non Michigan Avenue in one of the old stone mansions whose decayed\nsplendor was being put to such purpose.\n\nJo Hertz was his own master.  Free to marry.  Free to come and go.  And\nhe found he didn't even think of marrying.  He didn't even want to come\nor go, particularly.  A rather frumpy old bachelor, with thinning hair\nand a thickening neck.\n\nEvery Thursday evening he took dinner at Eva's, and on Sunday noon at\nStell's.  He tucked his napkin under his chin and openly enjoyed the\nhomemade soup and the well-cooked meats.  After dinner he tried to talk\nbusiness with Eva's husband, or Stell's. His business talks were the\nold-fashioned kind, beginning:\n\n\"Well, now, looka here.  Take, f'rinstance, your raw hides and\nleathers.\"\n\nBut Ben and George didn't want to take, f'rinstance, your raw hides and\nleathers.  They wanted, when they took anything at all, to take golf,\nor politics, or stocks.  They were the modern type of businessman who\nprefers to leave his work out of his play. Business, with them, was a\nprofession--a finely graded and balanced thing, differing from Jo's\nclumsy, down-hill style as completely as does the method of a great\ncriminal detective differ from that of a village constable.  They would\nlisten, restively, and say, \"Uh-uh,\" at intervals, and at the first\nchance they would sort of fade out of the room, with a meaning glance\nat their wives.  Eva had two children now.  Girls.  They treated Uncle\nJo with good-natured tolerance.  Stell had no children.  Uncle Jo\ndegenerated, by almost imperceptible degrees, from the position of\nhonored guest, who is served with white meat, to that of one who is\ncontent with a leg and one of those obscure and bony sections which,\nafter much turning with a bewildered and investigating knife and fork,\nleave one baffled and unsatisfied.\n\nEva and Stell got together and decided that Jo ought to marry.\n\n\"It isn't natural,\" Eva told him.  \"I never saw a man who took so\nlittle interest in women.\"\n\n\"Me!\" protested Jo, almost shyly.  \"Women!\"\n\n\"Yes.  Of course.  You act like a frightened schoolboy.\"\n\nSo they had in for dinner certain friends and acquaintances of fitting\nage.  They spoke of them as \"splendid girls.\"  Between thirty-six and\nforty. They talked awfully well, in a firm, clear way, about civics,\nand classes, and politics, and economics, and boards.  They rather\nterrified Jo.  He didn't understand much that they talked about, and he\nfelt humbly inferior, and yet a little resentful, as if something had\npassed him by.  He escorted them home, dutifully, though they told him\nnot to bother, and they evidently meant it.  They seemed capable not\nonly of going home quite unattended but of delivering a pointed lecture\nto any highwayman or brawler who might molest them.\n\nThe following Thursday Eva would say, \"How did you like her, Jo?\"\n\n\"Like who?\" Joe would spar feebly.\n\n\"Miss Matthews.\"\n\n\"Who's she?\"\n\n\"Now, don't be funny, Jo. You know very well I mean the girl who was\nhere for dinner.  The one who talked so well on the emigration\nquestion.\"\n\n\"Oh, her!  Why, I liked her all right.  Seems to be a smart woman.\"\n\n\"Smart!  She's a perfectly splendid girl.\"\n\n\"Sure,\" Jo would agree cheerfully.\n\n\"But didn't you like her?\"\n\n\"I can't say I did, Eve.  And I can't say I didn't.  She made me think\na lot of a teacher I had in the fifth reader.  Name of Himes.  As I\nrecall her, she must have been a fine woman.  But I never thought of\nHimes as a woman at all.  She was just Teacher.\"\n\n\"You make me tired,\" snapped Eva impatiently.  \"A man of your age. You\ndon't expect to marry a girl, do you?  A child!\"\n\n\"I don't expect to marry anybody,\" Jo had answered.\n\nAnd that was the truth, lonely though he often was.\n\nThe following spring Eva moved to Winnetka.  Anyone who got the meaning\nof the Loop knows the significance of a move to a North Shore suburb,\nand a house.  Eva's daughter, Ethel, was growing up, and her mother had\nan eye on society.\n\nThat did away with Jo's Thursday dinners.  Then Stell's husband bought\na car.  They went out into the country every Sunday. Stell said it was\ngetting so that maids objected to Sunday dinners, anyway.  Besides,\nthey were unhealthful, old-fashioned things.  They always meant to ask\nJo to come along, but by the time their friends were placed, and the\nlunch, and the boxes, and sweaters, and George's camera, and\neverything, there seemed to be no room for a man of Jo's bulk.  So that\neliminated the Sunday dinners.\n\n\"Just drop in any time during the week,\" Stell said, \"for dinner.\nExcept Wednesday--that's our bridge night--and Saturday. And, of\ncourse, Thursday. Cook is out that night.  Don't wait for me to phone.\"\n\nAnd so Jo drifted into that sad-eyed, dyspeptic family made up of those\nyou see dining in second-rate restaurants, their paper propped up\nagainst the bowl of oyster crackers, munching solemnly and with\nindifference to the stare of the passer-by surveying them through the\nbrazen plate-glass window.\n\nAnd then came the war.  The war that spelled death and destruction to\nmillions.  The war that brought a fortune to Jo Hertz, and transformed\nhim, overnight, from a baggy-kneed old bachelor whose business was a\nfailure to a prosperous manufacturer whose only trouble was the\nshortage in hides for the making of his product.  Leather!  The armies\nof Europe called for it.  Harnesses!  More harnesses! Straps!  Millions\nof straps. More! More!\n\nThe musty old harness business over on Lake Street was magically\nchanged from a dust-covered, dead-alive concern to an orderly hive that\nhummed and glittered with success.  Orders poured in. Jo Hertz had\ninside information on the war.  He knew about troops and horses.  He\ntalked with French and English and Italian buyers commissioned by their\ncountries to get American-made supplies. And now, when he said to Ben\nor George, \"Take, f'rinstance, your raw hides and leathers,\" they\nlistened with respectful attention.\n\nAnd then began the gay-dog business in the life of Jo Hertz.  He\ndeveloped into a Loop-hound, ever keen on the scent of fresh pleasure.\nThat side of Jo Hertz which had been repressed and crushed and ignored\nbegan to bloom, unhealthily.  At first he spent money on his rather\ncontemptuous nieces.  He sent them gorgeous furs, and watch bracelets,\nand bags.  He took two expensive rooms at a downtown hotel, and there\nwas something more tear-compelling than grotesque about the way he\ngloated over the luxury of a separate ice-water tap in the bathroom.\nHe explained it.\n\n\"Just turn it on.  Any hour of the day or night.  Ice water!\"\n\nHe bought a car.  Naturally.  A glittering affair; in color a bright\nblue, with pale-blue leather straps and a great deal of gold fittings,\nand special tires.  Eva said it was the kind of thing a chorus girl\nwould use, rather than an elderly businessman.  You saw him driving\nabout in it, red-faced and rather awkward at the wheel.  You saw him,\ntoo, in the Pompeian Room at the Congress Hotel of a Saturday afternoon\nwhen roving-eyed matrons in mink coats are wont to congregate to sip\npale-amber drinks. Actors grew to recognize the semibald head and the\nshining, round, good-natured face looming out at them from the dim well\nof the theater, and sometimes, in a musical show, they directed a quip\nat him, and he liked it. He could pick out the critics as they came\ndown the aisle, and even had a nodding acquaintance with two of them.\n\n\"Kelly, of the Herald,\" he would say carelessly.  \"Bean, of the Trib.\nThey're all afraid of him.\"\n\nSo he frolicked, ponderously.  In New York he might have been called a\nMan About Town.\n\nAnd he was lonesome.  He was very lonesome.  So he searched about in\nhis mind and brought from the dim past the memory of the luxuriously\nfurnished establishment of which he used to dream in the evenings when\nhe dozed over his paper in the old house on Calumet.  So he rented an\napartment, many-roomed and expensive, with a manservant in charge, and\nfurnished it in styles and periods ranging through all the Louis.  The\nliving room was mostly rose color.  It was like an unhealthy and\nbloated boudoir. And yet there was nothing sybaritic or uncleanly in\nthe sight of this paunchy, middle-aged man sinking into the\nrosy-cushioned luxury of his ridiculous home.  It was a frank and naive\nindulgence of long-starved senses, and there was in it a great\nresemblance to the rolling-eyed ecstasy of a schoolboy smacking his\nlips over an all-day sucker.\n\nThe war went on, and on, and on.  And the money continued to roll in--a\nflood of it.  Then, one afternoon, Eva, in town on shopping bent,\nentered a small, exclusive, and expensive shop on Michigan Avenue.\nEva's weakness was hats.  She was seeking a hat now.  She described\nwhat she sought with a languid conciseness, and stood looking about her\nafter the saleswoman had vanished in quest of it.  The room was\nbecomingly rose-illumined and somewhat dim, so that some minutes had\npassed before she realized that a man seated on a raspberry brocade\nsettee not five feet away--a man with a walking stick, and yellow\ngloves, and tan spats, and a check suit--was her brother Jo.  From him\nEva's wild-eyed glance leaped to the woman who was trying on hats\nbefore one of the many long mirrors.  She was seated, and a saleswoman\nwas exclaiming discreetly at her elbow.\n\nEva turned sharply and encountered her own saleswoman returning\nhat-laden.  \"Not today,\" she gasped.  \"I'm feeling ill. Suddenly.\"  And\nalmost ran from the room.\n\nThat evening she told Stell, relating her news in that telephone pidgin\nEnglish devised by every family of married sisters as protection\nagainst the neighbors.  Translated, it ran thus:\n\n\"He looked straight at me.  My dear, I thought I'd die!  But at least\nhe had sense enough not to speak.  She was one of those limp, willowy\ncreatures with the greediest eyes that she tried to keep softened to a\nbaby stare, and couldn't, she was so crazy to get her hands on those\nhats.  I saw it all in one awful minute. You know the way I do.  I\nsuppose some people would call her pretty.  I don't.  And her color.\nWell!  And the most expensive-looking hats.  Not one of them under\nseventy-five.  Isn't it disgusting!  At his age!  Suppose Ethel had\nbeen with me!\"\n\nThe next time it was Stell who saw them.  In a restaurant.  She said it\nspoiled her evening.  And the third time it was Ethel. She was one of\nthe guests at a theater party given by Nicky Overton II.  The North\nShore Overtons.  Lake Forest.  They came in late, and occupied the\nentire third row at the opening performance of Believe Me!  And Ethel\nwas Nicky's partner.  She was glowing like a rose.  When the lights\nwent up after the first act Ethel saw that her uncle Jo was seated just\nahead of her with what she afterward described as a blonde.  Then her\nuncle had turned around, and seeing her, had been surprised into a\nsmile that spread genially all over his plump and rubicund face.  Then\nhe had turned to face forward again, quickly.\n\n\"Who's the old bird?\" Nicky had asked.  Ethel had pretended not to\nhear, so he had asked again.\n\n\"My uncle,\" Ethel answered, and flushed all over her delicate face, and\ndown to her throat.  Nicky had looked at the blonde, and his eyebrows\nhad gone up ever so slightly.\n\nIt spoiled Ethel's evening.  More than that, as she told her mother of\nit later, weeping, she declared it had spoiled her life.\n\nEva talked it over with her husband in that intimate hour that precedes\nbedtime.  She gesticulated heatedly with her hairbrush.\n\n\"It's disgusting, that's what it is.  Perfectly disgusting. There's no\nfool like an old fool.  Imagine!  A creature like that.  At his time of\nlife.\"\n\n\"Well, I don't know,\" Ben said, and even grinned a little.  \"I suppose\na boy's got to sow his wild oats sometime.\"\n\n\"Don't be any more vulgar than you can help,\" Eva retorted. \"And I\nthink you know, as well as I, what it means to have that Overton boy\ninterested in Ethel.\"\n\n\"If he's interested in her,\" Ben blundered, \"I guess the fact that\nEthel's uncle went to the theater with someone who isn't Ethel's aunt\nwon't cause a shudder to run up and down his frail young frame, will\nit?\"\n\n\"All right,\" Eva had retorted.  \"If you're not man enough to stop it,\nI'll have to, that's all.  I'm going up there with Stell this week.\"\n\nThey did not notify Jo of their coming.  Eva telephoned his apartment\nwhen she knew he would be out, and asked his man if he expected his\nmaster home to dinner that evening.  The man had said yes.  Eva\narranged to meet Stell in town.  They would drive to Jo's apartment\ntogether, and wait for him there.\n\nWhen she reached the city Eva found turmoil there.  The first of the\nAmerican troops to be sent to France were leaving.  Michigan Boulevard\nwas a billowing, surging mass: flags, pennants, banners, crowds.  All\nthe elements that make for demonstration. And over the whole-quiet.  No\nholiday crowd, this.  A solid, determined mass of people waiting\npatient hours to see the khaki-clads go by.  Three years had brought\nthem to a clear knowledge of what these boys were going to.\n\n\"Isn't it dreadful!\" Stell gasped.\n\n\"Nicky Overton's too young, thank goodness.\"\n\nTheir car was caught in the jam.  When they moved at all, it was by\ninches.  When at last they reached Jo's apartment they were flushed,\nnervous, apprehensive.  But he had not yet come in.  So they waited.\n\nNo, they were not staying to dinner with their brother, they told the\nrelieved houseman.\n\nStell and Eva, sunk in rose-colored cushions, viewed the place with\ndisgust and some mirth.  They rather avoided each other's eyes.\n\n\"Carrie ought to be here,\" Eva said.  They both smiled at the thought\nof the austere Carrie in the midst of those rosy cushions, and\nhangings, and lamps.  Stell rose and began to walk about restlessly.\nShe picked up a vase and laid it down; straightened a picture.  Eva got\nup, too, and wandered into the hall.  She stood there a moment,\nlistening.  Then she turned and passed into Jo's bedroom, Stell\nfollowing.  And there you knew Jo for what he was.\n\nThis room was as bare as the other had been ornate.  It was Jo, the\nclean-minded and simplehearted, in revolt against the cloying luxury\nwith which he had surrounded himself.  The bedroom, of all rooms in any\nhouse, reflects the personality of its occupant. True, the actual\nfurniture was paneled, cupid-surmounted, and ridiculous.  It had been\nthe fruit of Jo's first orgy of the senses.  But now it stood out in\nthat stark little room with an air as incongruous and ashamed as that\nof a pink tarlatan danseuse who finds herself in a monk's cell.  None\nof those wall pictures with which bachelor bedrooms are reputed to be\nhung.  No satin slippers.  No scented notes. Two plain-backed military\nbrushes on the chiffonier (and he so nearly hairless!).  A little\norderly stack of books on the table near the bed.  Eva fingered their\ntitles and gave a little gasp.  One of them was on gardening.\n\n\"Well, of all things!\" exclaimed Stell.  A book on the war, by an\nEnglishman. A detective story of the lurid type that lulls us to sleep.\nHis shoes ranged in a careful row in the closet, with a shoe tree in\nevery one of them. There was something speaking about them.  They\nlooked so human.  Eva shut the door on them quickly.  Some bottles on\nthe dresser.  A jar of pomade.  An ointment such as a man uses who is\ngrowing bald and is panic-stricken too late.  An insurance calendar on\nthe wall.  Some rhubarb-and-soda mixture on the shelf in the bathroom,\nand a little box of pepsin tablets.\n\n\"Eats all kinds of things at all hours of the night,\" Eva said, and\nwandered out into the rose-colored front room again with the air of one\nwho is chagrined at her failure to find what she has sought.  Stell\nfollowed her furtively.\n\n\"Where do you suppose he can be?\" she demanded.  \"It's\"--she glanced at\nher wrist--\"why, it's after six!\"\n\nAnd then there was a little click.  The two women sat up, tense. The\ndoor opened.  Jo came in.  He blinked a little.  The two women in the\nrosy room stood up.\n\n\"Why--Eve!  Why, Babe!  Well!  Why didn't you let me know?\"\n\n\"We were just about to leave.  We thought you weren't coming home.\"\n\nJo came in slowly.\n\n\"I was in the jam on Michigan, watching the boys go by.\"  He sat down,\nheavily.  The light from the window fell on him.  And you saw that his\neyes were red.\n\nHe had found himself one of the thousands in the jam on Michigan\nAvenue, as he said.  He had a place near the curb, where his big frame\nshut off the view of the unfortunates behind him.  He waited with the\nplacid interest of one who has subscribed to all the funds and\nsocieties to which a prosperous, middle-aged businessman is called upon\nto subscribe in war-time.  Then, just as he was about to leave,\nimpatient at the delay, the crowd had cried, with a queer, dramatic,\nexultant note in its voice, \"Here they come!  Here come the boys!\"\n\nJust at that moment two little, futile, frenzied fists began to beat a\nmad tattoo on Jo Hertz's broad back.  Jo tried to turn in the crowd,\nall indignant resentment.  \"Say, looka here!\"\n\nThe little fists kept up their frantic beating and pushing.  And a\nvoice--a choked, high little voice--cried, \"Let me by!  I can't see!\nYou MAN, you! You big fat man!  My boy's going by--to war--and I can't\nsee!  Let me by!\"\n\nJo scrooged around, still keeping his place.  He looked down. And\nupturned to him in agonized appeal was the face of Emily. They stared\nat each other for what seemed a long, long time.  It was really only\nthe fraction of a second.  Then Jo put one great arm firmly around\nEmily's waist and swung her around in front of him.  His great bulk\nprotected her.  Emily was clinging to his hand.  She was breathing\nrapidly, as if she had been running. Her eyes were straining up the\nstreet.\n\n\"Why, Emily, how in the world----!\"\n\n\"I ran away.  Fred didn't want me to come.  He said it would excite me\ntoo much.\"\n\n\"Fred?\"\n\n\"My husband.  He made me promise to say good-by to Jo at home.\"\n\n\"Jo?\"\n\n\"Jo's my boy.  And he's going to war.  So I ran away.  I had to see\nhim.  I had to see him go.\"\n\nShe was dry-eyed.  Her gaze was straining up the street.\n\n\"Why, sure,\" said Jo.  \"Of course you want to see him.\"  And then the\ncrowd gave a great roar.  There came over Jo a feeling of weakness.  He\nwas trembling.  The boys went marching by.\n\n\"There he is,\" Emily shrilled, above the din.  \"There he is! There he\nis! There he----\"  And waved a futile little hand.  It wasn't so much a\nwave as a clutching.  A clutching after something beyond her reach.\n\n\"Which one?  Which one, Emily?\"\n\n\"The handsome one.  The handsome one.\"  Her voice quavered and died.\n\nJo put a steady hand on her shoulder.  \"Point him out,\" he commanded\n\"Show me.\"  And the next instant, \"Never mind.  I see him.\"\n\nSomehow, miraculously, he had picked him from among the hundreds. Had\npicked him as surely as his own father might have.  It was Emily's boy.\nHe was marching by, rather stiffly.  He was nineteen, and fun-loving,\nand he had a girl, and he didn't particularly want to go to France\nand--to go to France.  But more than he had hated going, he had hated\nnot to go. So he marched by, looking straight ahead, his jaw set so\nthat his chin stuck out just a little.  Emily's boy.\n\nJo looked at him, and his face flushed purple.  His eyes, the\nhard-boiled eyes of a Loop-hound, took on the look of a sad old man.\nAnd suddenly he was no longer Jo, the sport; old J. Hertz, the gay dog.\nHe was Jo Hertz, thirty, in love with life, in love with Emily, and\nwith the stinging blood of young manhood coursing through his veins.\n\nAnother minute and the boy had passed on up the broad street--the fine,\nflag-bedecked street--just one of a hundred service hats bobbing in\nrhythmic motion like sandy waves lapping a shore and flowing on.\n\nThen he disappeared altogether.\n\nEmily was clinging to Jo.  She was mumbling something, over and over.\n\"I can't.  I can't.  Don't ask me to.  I can't let him go. Like that.\nI can't.\"\n\nJo said a queer thing.\n\n\"Why, Emily!  We wouldn't have him stay home, would we?  We wouldn't\nwant him to do anything different, would we?  Not our boy.  I'm glad he\nenlisted.  I'm proud of him.  So are you glad.\"\n\nLittle by little he quieted her.  He took her to the car that was\nwaiting, a worried chauffeur in charge.  They said good-by, awkwardly.\nEmily's face was a red, swollen mass.\n\nSo it was that when Jo entered his own hallway half an hour later he\nblinked, dazedly, and when the light from the window fell on him you\nsaw that his eyes were red.\n\nEva was not one to beat about the bush.  She sat forward in her chair,\nclutching her bag rather nervously.\n\n\"Now, look here, Jo.  Stell and I are here for a reason.  We're here to\ntell you that this thing's going to stop.\"\n\n\"Thing?  Stop?\"\n\n\"You know very well what I mean.  You saw me at the milliner's that\nday.  And night before last, Ethel.  We're all disgusted. If you must\ngo about with people like that, please have some sense of decency.\"\n\nSomething gathering in Jo's face should have warned her.  But he was\nslumped down in his chair in such a huddle, and he looked so old and\nfat that she did not heed it.  She went on.  \"You've got us to\nconsider.  Your sisters.  And your nieces.  Not to speak of your\nown----\"\n\nBut he got to his feet then, shaking, and at what she saw in his face\neven Eva faltered and stopped.  It wasn't at all the face of a fat,\nmiddle-aged sport.  It was a face Jovian, terrible.\n\n\"You!\" he began, low-voiced, ominous.  \"You!\"  He raised a great fist\nhigh. \"You two murderers!  You didn't consider me, twenty years ago.\nYou come to me with talk like that.  Where's my boy!  You killed him,\nyou two, twenty years ago.  And now he belongs to somebody else.\nWhere's my son that should have gone marching by today?\"  He flung his\narms out in a great gesture of longing.  The red veins stood out on his\nforehead.  \"Where's my son!  Answer me that, you two selfish, miserable\nwomen.  Where's my son!\"  Then, as they huddled together, frightened,\nwild-eyed.\n\n\"Out of my house!  Out of my house!  Before I hurt you!\"\n\nThey fled, terrified.  The door banged behind them.\n\nJo stood, shaking, in the center of the room.  Then he reached for a\nchair, gropingly, and sat down.  He passed one moist, flabby hand over\nhis forehead and it came away wet.  The telephone rang.  He sat still.\nIt sounded far away and unimportant, like something forgotten.  But it\nrang and rang insistently.  Jo liked to answer his telephone when he\nwas at home.\n\n\"Hello!\"  He knew instantly the voice at the other end.\n\n\"That you, Jo?\" it said.\n\n\"Yes.\"\n\n\"How's my boy?\"\n\n\"I'm--all right.\"\n\n\"Listen, Jo.  The crowd's coming over tonight.  I've fixed up a little\npoker game for you.  Just eight of us.\"\n\n\"I can't come tonight, Gert.\"\n\n\"Can't!  Why not?\"\n\n\"I'm not feeling so good.\"\n\n\"You just said you were all right.\"\n\n\"I AM all right.  Just kind of tired.\"\n\nThe voice took on a cooing note.  \"Is my Joey tired?  Then he shall be\nall comfy on the sofa, and he doesn't need to play if he don't want to.\nNo, sir.\"\n\nJo stood staring at the black mouthpiece of the telephone.  He was\nseeing a procession go marching by.  Boys, hundreds of boys, in khaki.\n\n\"Hello!  Hello!\"  The voice took on an anxious note.  \"Are you there?\"\n\n\"Yes,\" wearily.\n\n\"Jo, there's something the matter.  You're sick.  I'm coming right\nover.\"\n\n\"No!\"  \"Why not?  You sound as if you'd been sleeping.  Look here----\"\n\n\"Leave me alone!\" cried Jo, suddenly, and the receiver clacked onto the\nhook.  \"Leave me alone.  Leave me alone.\"  Long after the connection\nhad been broken.\n\nHe stood staring at the instrument with unseeing eyes.  Then he turned\nand walked into the front room.  All the light had gone out of it.\nDusk had come on.  All the light had gone out of everything.  The zest\nhad gone out of life.  The game was over--the game he had been playing\nagainst loneliness and disappointment.  And he was just a tired old\nman.  A lonely, tired old man in a ridiculous rose-colored room that\nhad grown, all of a sudden, drab {sic}\n\n\n\n\nThat's Marriage [1917]\n\nTheresa Platt (she had been Terry Sheehan) watched her husband across\nthe breakfast table with eyes that smoldered.  But Orville Platt was\nquite unaware of any smoldering in progress.  He was occupied with his\neggs.  How could he know that these very eggs were feeding the dull red\nmenace in Terry Platt's eyes?\n\nWhen Orville Platt ate a soft-boiled egg he concentrated on it. He\ntreated it as a great adventure.  Which, after all, it is. Few adjuncts\nof our daily life contain the element of chance that is to be found in\na three-minute breakfast egg.\n\nThis was Orville Platt's method of attack: first, he chipped off the\ntop, neatly.  Then he bent forward and subjected it to a passionate and\nrelentless scrutiny.  Straightening--preparatory to plunging his spoon\ntherein--he flapped his right elbow.  It wasn't exactly a flap; it was\na pass between a hitch and a flap, and presented external evidence of a\nmental state.  Orville Platt always gave that little preliminary jerk\nwhen he was contemplating a serious step, or when he was moved, or\nargumentative.  It was a trick as innocent as it was maddening.\n\nTerry Platt had learned to look for that flap--they had been married\nfour years--to look for it, and to hate it with a morbid, unreasoning\nhate.  That flap of the elbow was tearing Terry Platt's nerves into\nraw, bleeding fragments.\n\nHer fingers were clenched tightly under the table, now.  She was\nbreathing unevenly.  \"If he does that again,\" she told herself, \"if he\nflaps again when he opens the second egg, I'll scream. I'll scream.\nI'll scream!  I'll sc----\"\n\nHe had scooped the first egg into his cup.  Now he picked up the\nsecond, chipped it, concentrated, straightened, then--up went the\nelbow, and down, with the accustomed little flap.\n\nThe tortured nerves snapped.  Through the early-morning quiet of\nWetona, Wisconsin, hurtled the shrill, piercing shriek of Terry Platt's\nhysteria.\n\n\"Terry!  For God's sake!  What's the matter!\"\n\nOrville Platt dropped the second egg, and his spoon.  The egg yolk\ntrickled down his plate.  The spoon made a clatter and flung a gay spot\nof yellow on the cloth.  He started toward her.\n\nTerry, wild-eyed, pointed a shaking finger at him.  She was laughing,\nnow, uncontrollably.  \"Your elbow!  Your elbow!\"\n\n \"Elbow?\"  He looked down at it, bewildered, then up, fright in\nhis face. \"What's the matter with it?\"\n\nShe mopped her eyes.  Sobs shook her.  \"You f-f-flapped it.\"\n\n\"F-f-f----\"  The bewilderment in Orville Platt's face gave way to\nanger. \"Do you mean to tell me that you screeched like that because\nmy--because I moved my elbow?\"\n\n\"Yes.\"\n\nHis anger deepened and reddened to fury.  He choked.  He had started\nfrom his chair with his napkin in his hand.  He still clutched it.  Now\nhe crumpled it into a wad and hurled it to the center of the table,\nwhere it struck a sugar bowl, dropped back, and uncrumpled slowly,\nreprovingly. \"You--you----\"  Then bewilderment closed down again like a\nfog over his countenance. \"But why?  I can't see----\"\n\n\"Because it--because I can't stand it any longer.  Flapping. This is\nwhat you do.  Like this.\"\n\nAnd she did it.  Did it with insulting fidelity, being a clever mimic.\n\n\"Well, all I can say is you're crazy, yelling like that, for nothing.\"\n\n\"It isn't nothing.\"\n\n\"Isn't, huh?  If that isn't nothing, what is?\"  They were growing\nincoherent.  \"What d'you mean, screeching like a maniac? Like a wild\nwoman?  The neighbors'll think I've killed you.  What d'you mean,\nanyway!\"\n\n\"I mean I'm tired of watching it, that's what.  Sick and tired.\"\n\n\"Y'are, huh?  Well, young lady, just let me tell YOU something----\"\n\nHe told her.  There followed one of those incredible quarrels, as\nsickening as they are human, which can take place only between two\npeople who love each other; who love each other so well that each knows\nwith cruel certainty the surest way to wound the other; and who stab,\nand tear, and claw at these vulnerable spots in exact proportion to\ntheir love.\n\nUgly words.  Bitter words.  Words that neither knew they knew flew\nbetween them like sparks between steel striking steel.\n\nFrom him:  \"Trouble with you is you haven't got enough to do. That's\nthe trouble with half you women.  Just lay around the house, rotting.\nI'm a fool, slaving on the road to keep a good-for-nothing----\"\n\n\"I suppose you call sitting around hotel lobbies slaving!  I suppose\nthe house runs itself!  How about my evenings?  Sitting here alone,\nnight after night, when you're on the road.\"\n\nFinally, \"Well, if you don't like it,\" he snarled, and lifted his chair\nby the back and slammed it down, savagely, \"if you don't like it, why\ndon't you get out, hm?  Why don't you get out?\"\n\nAnd from her, her eyes narrowed to two slits, her cheeks scarlet:\n\n\"Why, thanks.  I guess I will.\"\n\nTen minutes later he had flung out of the house to catch the 8:19 for\nManitowoc.  He marched down the street, his shoulders swinging\nrhythmically to the weight of the burden he carried--his black leather\nhandbag and the shiny tan sample case, battle-scarred, both, from many\nencounters with ruthless porters and busmen and bellboys.  For four\nyears, as he left for his semi-monthly trip, he and Terry had observed\na certain little ceremony (as had the neighbors).  She would stand in\nthe doorway, watching him down the street, the heavier sample case\nbanging occasionally at his shin.  The depot was only three blocks\naway. Terry watched him with fond but unillusioned eyes, which proves\nthat she really loved him.  He was a dapper, well-dressed fat man, with\na weakness for pronounced patterns in suitings, and addicted to\nderbies.  One week on the road, one week at home. That was his routine.\nThe wholesale grocery trade liked Platt, and he had for his customers\nthe fondness that a traveling salesman has who is successful in his\nterritory.  Before his marriage to Terry Sheehan his little red address\nbook had been overwhelming proof against the theory that nobody loves a\nfat man.\n\nTerry, standing in the doorway, always knew that when he reached the\ncorner just where Schroeder's house threatened to hide him from view,\nhe would stop, drop the sample case, wave his hand just once, pick up\nthe sample case and go on, proceeding backward for a step or two until\nSchroeder's house made good its threat. It was a comic scene in the\neyes of the onlooker, perhaps because a chubby Romeo offends the sense\nof fitness. The neighbors, lurking behind their parlor curtains, had\nlaughed at first. But after a while they learned to look for that\nlittle scene, and to take it unto themselves, as if it were a personal\nthing. Fifteen-year wives whose husbands had long since abandoned\nflowery farewells used to get a vicarious thrill out of it, and to eye\nTerry with a sort of envy.\n\nThis morning Orville Platt did not even falter when he reached\nSchroeder's corner.  He marched straight on, looking steadily ahead,\nthe heavy bags swinging from either hand.  Even if he had\nstopped--though she knew he wouldn't--Terry Platt would not have seen\nhim.  She remained seated at the disordered breakfast table, a\ndreadfully still figure, and sinister; a figure of stone and fire, of\nice and flame.  Over and over in her mind she was milling the things\nshe might have said to him, and had not.  She brewed a hundred\nvitriolic cruelties that she might have flung in his face.  She would\nconcoct one biting brutality, and dismiss it for a second, and abandon\nthat for a third.  She was too angry to cry--a dangerous state in a\nwoman.  She was what is known as cold mad, so that her mind was working\nclearly and with amazing swiftness, and yet as though it were a thing\ndetached; a thing that was no part of her.\n\nShe sat thus for the better part of an hour, motionless except for one\nforefinger that was, quite unconsciously, tapping out a popular and\ncheap little air that she had been strumming at the piano the evening\nbefore, having bought it downtown that same afternoon.  It had struck\nOrville's fancy, and she had played it over and over for him.  Her\nright forefinger was playing the entire tune, and something in the back\nof her head was following it accurately, though the separate thinking\nprocess was going on just the same.  Her eyes were bright, and wide,\nand hot. Suddenly she became conscious of the musical antics of her\nfinger.  She folded it in with its mates, so that her hand became a\nfist.  She stood up and stared down at the clutter of the breakfast\ntable.  The egg--that fateful second egg--had congealed to a mottled\nmess of yellow and white.  The spoon lay on the cloth. His coffee, only\nhalf consumed, showed tan with a cold gray film over it. A slice of\ntoast at the left of his plate seemed to grin at her with the\nsemi-circular wedge that he had bitten out of it.\n\nTerry stared down at these congealing remnants.  Then she laughed, a\nhard high little laugh, pushed a plate away contemptuously with her\nhand, and walked into the sitting room. On the piano was the piece of\nmusic (Bennie Gottschalk's great song hit, \"Hicky Boola\") which she had\nbeen playing the night before.  She picked it up, tore it straight\nacross, once, placed the pieces back to back, and tore it across again.\nThen she dropped the pieces to the floor.\n\n\"You bet I'm going,\" she said, as though concluding a train of thought.\n\"You just bet I'm going.  Right now!\"  And Terry went. She went for\nmuch the same reason as that given by the ladye of high degree in the\nold English song--she who had left her lord and bed and board to go\nwith the raggle-taggle gipsies-O!  The thing that was sending Terry\nPlatt away was much more than a conjugal quarrel precipitated by a\nsoft-boiled egg and a flap of the arm.  It went so deep that it is\nnecessary to delve back to the days when Theresa Platt was Terry\nSheehan to get the real significance of it, and of the things she did\nafter she went.\n\nWhen Mrs. Orville Platt had been Terry Sheehan, she had played the\npiano, afternoons and evenings, in the orchestra of the Bijou Theater,\non Cass Street, Wetona, Wisconsin.  Anyone with a name like Terry\nSheehan would, perforce, do well anything she might set out to do.\nThere was nothing of genius in Terry, but there was something of fire,\nand much that was Irish.  Which meant that the Watson Team, Eccentric\nSong and Dance Artists, never needed a rehearsal when they played the\nBijou.  Ruby Watson used merely to approach Terry before the Monday\nperformance, sheet music in hand, and say, \"Listen, dearie.  We've got\nsome new business I want to wise you to.  Right here it goes 'TUM\ndee-dee DUM dee-dee TUM DUM DUM.'  See?  Like that.  And then Jim\nvamps.  Get me?\"\n\nTerry, at the piano, would pucker her pretty brow a moment. Then, \"Like\nthis, you mean?\"\n\n\"That's it!  You've got it.\"\n\n\"All right.  I'll tell the drum.\"\n\nShe could play any tune by ear, once heard.  She got the spirit of a\nthing, and transmitted it.  When Terry played a martial number you\ntapped the floor with your foot, and unconsciously straightened your\nshoulders.  When she played a home-and-mother song you hoped that the\nman next to you didn't know you were crying (which he probably didn't,\nbecause he was weeping, too).\n\nAt that time motion pictures had not attained their present virulence.\nVaudeville, polite or otherwise, had not yet been crowded out by the\nubiquitous film.  The Bijou offered entertainment of the\ncigar-box-tramp variety, interspersed with trick bicyclists, soubrettes\nin slightly soiled pink, trained seals, and Family Fours with lumpy\nlegs who tossed each other about and struck Goldbergian attitudes.\n\nContact with these gave Terry Sheehan a semiprofessional tone. The more\nconservative of her townspeople looked at her askance. There never had\nbeen an evil thing about Terry, but Wetona considered her rather fly.\nTerry's hair was very black, and she had a fondness for those little,\nclose-fitting scarlet turbans. Terry's mother had died when the girl\nwas eight, and Terry's father had been what is known as easygoing.  A\ngood-natured, lovable, shiftless chap in the contracting business.  He\ndrove around Wetona in a sagging, one-seated cart and never made any\nmoney because he did honest work and charged as little for it as men\nwho did not.  His mortar stuck, and his bricks did not crumble, and his\nlumber did not crack. Riches are not acquired in the contracting\nbusiness in that way.  Ed Sheehan and his daughter were great friends.\nWhen he died (she was nineteen) they say she screamed once, like a\nbanshee, and dropped to the floor.\n\nAfter they had straightened out the muddle of books in Ed Sheehan's\ngritty, dusty little office Terry turned her piano-playing talent to\npractical account.  At twenty-one she was still playing at the Bijou,\nand into her face was creeping the first hint of that look of\nsophistication which comes from daily contact with the artificial world\nof the footlights.\n\nThere are, in a small Midwest town like Wetona, just two kinds of\ngirls.  Those who go downtown Saturday nights, and those who don't.\nTerry, if she had not been busy with her job at the Bijou, would have\ncome in the first group.  She craved excitement. There was little\nchance to satisfy such craving in Wetona, but she managed to find\ncertain means. The traveling men from the Burke House just across the\nstreet used to drop in at the Bijou for an evening's entertainment.\nThey usually sat well toward the front, and Terry's expert playing, and\nthe gloss of her black hair, and her piquant profile as she sometimes\nlooked up toward the stage for a signal from one of the performers\ncaught their fancy, and held it.\n\nShe found herself, at the end of a year or two, with a rather large\nacquaintance among these peripatetic gentlemen.  You occasionally saw\none of them strolling home with her.  Sometimes she went driving with\none of them of a Sunday afternoon.  And she rather enjoyed taking\nSunday dinner at the Burke Hotel with a favored friend.  She thought\nthose small-town hotel Sunday dinners the last word in elegance.  The\nroast course was always accompanied by an aqueous, semifrozen\nconcoction which the bill of fare revealed as Roman Punch.  It added a\nroyal touch to the repast, even when served with roast pork.\n\nTerry was twenty-two when Orville Platt, making his initial Wisconsin\ntrip for the wholesale grocery house he represented, first beheld her\npiquant Irish profile, and heard her deft manipulation of the keys.\nOrville had the fat man's sense of rhythm and love of music.  He had a\nbuttery tenor voice, too, of which he was rather proud.\n\nHe spent three days in Wetona that first trip, and every evening saw\nhim at the Bijou, first row, center.  He stayed through two shows each\ntime, and before he had been there fifteen minutes Terry was conscious\nof him through the back of her head.  Orville Platt paid no more heed\nto the stage, and what was occurring thereon, than if it had not been.\nHe sat looking at Terry, and waggling his head in time to the music.\nNot that Terry was a beauty.  But she was one of those immaculately\nclean types. That look of fragrant cleanliness was her chief charm.\nHer clear, smooth skin contributed to it, and the natural penciling of\nher eyebrows.  But the thing that accented it, and gave it a last\ntouch, was the way in which her black hair came down in a little point\njust in the center of her forehead, where hair meets brow. It grew to\nform what is known as a cowlick.  (A prettier name for it is widow's\npeak.)  Your eye lighted on it, pleased, and from it traveled its\ngratified way down her white temples, past her little ears, to the\nsmooth black coil at the nape of her neck. It was a trip that rested\nyou.\n\nAt the end of the last performance on the night of his second visit to\nthe Bijou, Orville waited until the audience had begun to file out.\nThen he leaned forward over the rail that separated orchestra from\naudience.\n\n\"Could you,\" he said, his tones dulcet, \"could you oblige me with the\nname of that last piece you played?\"\n\nTerry was stacking her music.  \"George!\" she called to the drum.\n\"Gentleman wants to know the name of that last piece.\" And prepared to\nleave.\n\n\"'My Georgia Crackerjack,'\" said the laconic drum.\n\nOrville Platt took a hasty side step in the direction of the door\ntoward which Terry was headed.  \"It's a pretty thing,\" he said\nfervently.  \"An awful pretty thing.  Thanks.  It's beautiful.\"\n\n\nTerry flung a last insult at him over her shoulder:  \"Don't thank ME\nfor it.  I didn't write it.\"\n\nOrville Platt did not go across the street to the hotel.  He wandered\nup Cass Street, and into the ten-o'clock quiet of Main Street, and down\nas far as the park and back.  \"Pretty as a pink!  And play! ...  And\ngood, too.  Good.\"\n\nA fat man in love.\n\nAt the end of six months they were married.  Terry was surprised into\nit.  Not that she was not fond of him.  She was; and grateful to him,\nas well.  For, pretty as she was, no man had ever before asked Terry to\nbe his wife.   They had made love to her.  They had paid court to her.\nThey had sent her large boxes of stale drugstore chocolates, and called\nher endearing names as they made cautious declarations such as:\n\n\"I've known a lot of girls, but you've got something different. I don't\nknow.  You've got so much sense.  A fellow can chum around with you.\nLittle pal.\"\n\nWetona would be their home.  They rented a comfortable, seven-room\nhouse in a comfortable, middle-class neighborhood, and Terry dropped\nthe red velvet turbans and went in for picture hats.  Orville bought\nher a piano whose tone was so good that to her ear, accustomed to the\nmetallic discords of the Bijou instrument, it sounded out of tune.  She\nplayed a great deal at first, but unconsciously she missed the sharp\nspat of applause that used to follow her public performance.  She would\nplay a piece, brilliantly, and then her hands would drop to her lap.\nAnd the silence of her own sitting room would fall flat on her ears.\nIt was better on the evenings when Orville was home.  He sang, in his\nthroaty, fat man's tenor, to Terry's expert accompaniment.\n\n\"This is better than playing for those ham actors, isn't it, hon?\"  And\nhe would pinch her ear.\n\n\"Sure\"--listlessly.\n\nBut after the first year she became accustomed to what she termed\nprivate life.  She joined an afternoon sewing club, and was active in\nthe ladies' branch of the U.C.T.  She developed a knack at cooking,\ntoo, and Orville, after a week or ten days of hotel fare in small\nWisconsin towns, would come home to sea-foam biscuits, and real soup,\nand honest pies and cake.  Sometimes, in the midst of an appetizing\nmeal he would lay down his knife and fork and lean back in his chair,\nand regard the cool and unruffled Terry with a sort of reverence in his\neyes.  Then he would get up, and come around to the other side of the\ntable, and tip her pretty face up to his.\n\n\"I'll bet I'll wake up, someday, and find out it's all a dream. You\nknow this kind of thing doesn't really happen--not to a dub like me.\"\n\nOne year; two; three; four.  Routine.  A little boredom.  Some\nimpatience. She began to find fault with the very things she had liked\nin him: his superneatness; his fondness for dashing suit patterns; his\nthroaty tenor; his worship of her.  And the flap. Oh, above all, that\nflap!  That little, innocent, meaningless mannerism that made her\ntremble with nervousness.  She hated it so that she could not trust\nherself to speak of it to him.  That was the trouble.  Had she spoken\nof it, laughingly or in earnest, before it became an obsession with\nher, that hideous breakfast quarrel, with its taunts, and revilings,\nand open hate, might never have come to pass.\n\nTerry Platt herself didn't know what was the matter with her. She would\nhave denied that anything was wrong.  She didn't even throw her hands\nabove her head and shriek:  \"I want to live!  I want to live!  I want\nto live!\" like a lady in a play.  She only knew she was sick of sewing\nat the Wetona West End Red Cross shop; sick of marketing, of home\ncomforts, of Orville, of the flap.\n\nOrville, you may remember, left at 8:19.  The 11:23 bore Terry\nChicago-ward.  She had left the house as it was--beds unmade, rooms\nunswept, breakfast table uncleared.  She intended never to come back.\n\nNow and then a picture of the chaos she had left behind would flash\nacross her order-loving mind.  The spoon on the tablecloth.\n\nOrville's pajamas dangling over the bathroom chair.  The coffeepot on\nthe gas stove.\n\n\"Pooh!  What do I care?\"\n\nIn her pocketbook she had a tidy sum saved out of the housekeeping\nmoney.  She was naturally thrifty, and Orville had never been\nniggardly. Her meals when Orville was on the road had been those\nsketchy, haphazard affairs with which women content themselves when\ntheir household is manless.  At noon she went into the dining car and\nordered a flaunting little repast of chicken salad and asparagus and\nNeapolitan ice cream.  The men in the dining car eyed her speculatively\nand with appreciation. Then their glance dropped to the third finger of\nher left hand, and wandered away.  She had meant to remove it.  In\nfact, she had taken it off and dropped it into her bag.  But her hand\nfelt so queer, so unaccustomed, so naked, that she had found herself\nslipping the narrow band on again, and her thumb groped for it,\ngratefully.\n\nIt was almost five o'clock when she reached Chicago.  She felt no\nuncertainty  or bewilderment.  She had been in Chicago three or four\ntimes since her marriage.  She went to a downtown hotel.  It was too\nlate, she told herself, to look for a less expensive room that night.\nWhen she had tidied herself she went out.  The things she did were the\nchildish, aimless things that one does who finds herself in possession\nof sudden liberty.  She walked up State Street, and stared in the\nwindows; came back, turned into Madison, passed a bright little shop in\nthe window of which taffy-white and gold--was being wound endlessly and\nfascinatingly about a double-jointed machine.  She went in and bought a\nsackful, and wandered on down the street, munching.\n\nShe had supper at one of those white-tiled sarcophagi that emblazon\nChicago's downtown side streets.  It had been her original intention to\ndine in state in the rose-and-gold dining room of her hotel.  She had\neven thought daringly of lobster. But at the last moment she recoiled\nfrom the idea of dining alone in that wilderness of tables so obviously\nmeant for two.\n\nAfter her supper she went to a picture show.  She was amazed to find\nthere, instead of the accustomed orchestra, a pipe organ that panted\nand throbbed and rumbled over lugubrious classics. The picture was\nabout a faithless wife.  Terry left in the middle of it.\n\nShe awoke next morning at seven, as usual, started up wildly, looked\naround, and dropped back.  Nothing to get up for.  The knowledge did\nnot fill her with a rush of relief.  She would have her breakfast in\nbed.  She telephoned for it, languidly.  But when it came she got up\nand ate it from the table, after all.\n\nThat morning she found a fairly comfortable room, more within her\nmeans, on the North Side in the boardinghouse district.  She unpacked\nand hung up her clothes and drifted downtown again, idly.  It was noon\nwhen she came to the corner of State and Madison Streets.  It was a\nmaelstrom that caught her up, and buffeted her about, and tossed her\nhelplessly this way and that.\n\n\nThe thousands jostled Terry, and knocked her hat awry, and dug her with\nunheeding elbows, and stepped on her feet.\n\n\"Say, look here!\" she said once futilely.  They did not stop to listen.\nState and Madison has no time for Terrys from Wetona. It goes its way,\npell-mell.  If it saw Terry at all it saw her only as a prettyish\nperson, in the wrong kind of suit and hat, with a bewildered, resentful\nlook on her face.\n\nTerry drifted on down the west side of State Street, with the hurrying\ncrowd.  State and Monroe.  A sound came to Terry's ears.\n\nA sound familiar, beloved.  To her ear, harassed with the roar and\ncrash, with the shrill scream of the whistle of the policeman at the\ncrossing, with the hiss of feet shuffling on cement, it was a celestial\nstrain.  She looked up, toward the sound.  A great second-story window\nopened wide to the street.  In it a girl at a piano, and a man,\nred-faced, singing through a megaphone.  And on a flaring red and green\nsign:\n\n     BERNIE GOTTSCHALK'S MUSIC HOUSE!\n\n  COME IN!  HEAR BERNIE GOTTSCHALK'S LATEST HIT!\n  THE HEART-THROB SONG THAT HAS GOT 'EM ALL!\n  THE SONG THAT MADE THE SQUAREHEADS CRAWL!\n\n  \"I COME FROM PARIS, ILLINOIS, BUT OH!  YOU PARIS, FRANCE!\n  I USED TO WEAR BLUE OVERALLS BUT NOW IT'S KHAKI PANTS.\"\n\n  COME IN!  COME IN!\n\n\nTerry accepted.\n\nShe followed the sound of the music.  Around the corner.  Up a little\nflight of stairs.  She entered the realm of Euterpe; Euterpe with her\nhair frizzed; Euterpe with her flowing white robe replaced by soiled\nwhite shoes; Euterpe abandoning her flute for jazz.  She sat at the\npiano, a red-haired young lady whose familiarity with the piano had\nbred contempt.  Nothing else could have accounted for her treatment of\nit.  Her fingers, tipped with sharp-pointed and glistening nails,\nclawed the keys with a dreadful mechanical motion.  There were stacks\nof music sheets on counters and shelves and dangling from overhead\nwires.  The girl at the piano never ceased playing.  She played mostly\nby request.\n\nA prospective purchaser would mumble something in the ear of one of the\nclerks.  The fat man with the megaphone would bawl out, \"Hicky Boola,\nMiss Ryan!\"  And Miss Ryan would oblige.  She made a hideous rattle and\ncrash and clatter of sound.\n\nTerry joined the crowds about the counter.  The girl at the piano was\nnot looking at the keys.  Her head was screwed around over her left\nshoulder and as she played she was holding forth animatedly to a girl\nfriend who had evidently dropped in from some store or office during\nthe lunch hour.  Now and again the fat man paused in his vocal efforts\nto reprimand her for her slackness.  She paid no heed.  There was\nsomething gruesome, uncanny, about the way her fingers went their own\nway over the defenseless keys.  Her conversation with the frowzy little\ngirl went on.\n\n\"Wha'd he say?\"  (Over her shoulder.)\n\n\"Oh, he laffed.\"\n\n\"Well, didja go?\"\n\n\"Me!  Well, whutya think I yam, anyway?\"\n\n\"I woulda took a chanst.\"\n\nThe fat man rebelled.\n\n\"Look here!  Get busy!  What are you paid for?  Talkin' or playin'?\nHuh?\"\n\nThe person at the piano, openly reproved thus before her friend, lifted\nher uninspired hands from the keys and spake.  When she had finished\nshe rose.\n\n\"But you can't leave now,\" the megaphone man argued.  \"Right in the\nrush hour.\"\n\n\"I'm gone,\" said the girl.  The fat man looked about, helplessly.  He\ngazed at the abandoned piano, as though it must go on of its own\naccord.  Then at the crowd.\n\n\"Where's Miss Schwimmer?\" he demanded of a clerk.\n\n\"Out to lunch.\"\n\nTerry pushed her way to the edge of the counter and leaned over. \"I can\nplay for you,\" she said.\n\nThe man looked at her.  \"Sight?\"\n\n\"Yes.\"\n\n\"Come on.\"\n\nTerry went around to the other side of the counter, took off her hat\nand coat, rubbed her hands together briskly, sat down, and began to\nplay.  The crowd edged closer.\n\nIt is a curious study, this noonday crowd that gathers to sate its\nmusic hunger on the scraps vouchsafed it by Bernie Gottschalk's Music\nHouse.  Loose-lipped, slope-shouldered young men with bad complexions\nand slender hands.  Girls whose clothes are an unconscious satire on\npresent-day fashions.  On their faces, as they listen to the music, is\na look of peace and dreaming.  They stand about, smiling a wistful half\nsmile.  The music seems to satisfy a something within them.  Faces\ndull, eyes lusterless, they listen in a sort of trance.\n\nTerry played on.  She played as Terry Sheehan used to play.  She played\nas no music hack at Bernie Gottschalk's had ever played before.  The\ncrowd swayed a little to the sound of it.  Some kept time with little\njerks of the shoulder--the little hitching movement of the dancer whose\nblood is filled with the fever of syncopation.  Even the crowd flowing\ndown State Street must have caught the rhythm of it, for the room soon\nfilled.\n\nAt two o'clock the crowd began to thin.  Business would be slack, now,\nuntil five, when it would again pick up until closing time at six.  The\nfat vocalist put down his megaphone, wiped his forehead, and regarded\nTerry with a warm blue eye.  He had just finished singing \"I've\nWandered Far from Dear Old Mother's Knee.\"  (Bernie Gottschalk Inc.\nChicago.  New York.  You can't get bit with a Gottschalk hit.  15 cents\neach.)\n\n\"Girlie,\" he said, emphatically, \"you sure--can--play!\"  He came over\nto her at the piano and put a stubby hand on her shoulder.  \"Yessir!\nThose little fingers----\"\n\nTerry just turned her head to look down her nose at the moist hand\nresting on her shoulder.  \"Those little fingers are going to meet your\nface if you don't move on.\"\n\n\"Who gave you your job?\" demanded the fat man.\n\n\"Nobody.  I picked it myself.  You can have it if you want it.\"\n\n\"Can't you take a joke?\"\n\n\"Label yours.\"\n\nAs the crowd dwindled she played less feverishly, but there was nothing\nslipshod about her performance.  The chubby songster found time to\nproffer brief explanations in asides.  \"They want the patriotic stuff.\nIt used to be all that Hawaiian dope, and Wild Irish Rose stuff, and\nsongs about wanting to go back to every place from Dixie to Duluth.\nBut now seems it's all these here flag wavers.  Honestly, I'm so sick\nof 'em I got a notion to enlist to get away from it.\"\n\nTerry eyed him with withering briefness.  \"A little training wouldn't\nruin your figure.\"\n\nShe had never objected to Orville's embonpoint.  But then, Orville was\na different sort of fat man; pink-cheeked, springy, immaculate.\n\nAt four o'clock, as she was in the chorus of \"Isn't There Another Joan\nof Arc?\" a melting masculine voice from the other side of the counter\nsaid \"Pardon me.  What's that you're playing?\"\n\nTerry told him.  She did not look up.  \"I wouldn't have known it.\nPlayed like that--a second 'Marseillaise.'  If the words----What are\nthe words?  Let me see a----\"\n\n\"Show the gentleman a 'Joan,'\" Terry commanded briefly, over her\nshoulder.  The fat man laughed a wheezy laugh.  Terry glanced around,\nstill playing, and encountered the gaze of two melting masculine eyes\nthat matched the melting masculine voice.  The songster waved a hand\nuniting Terry and the eyes in informal introduction.\n\n\"Mr. Leon Sammett, the gentleman who sings the Gottschalk songs\nwherever songs are heard.  And Mrs.--that is--and Mrs. Sammett----\"\n\nTerry turned.  A sleek, swarthy world-old young man with the\nfashionable concave torso, and alarmingly convex bone-rimmed glasses.\nThrough them his darkly luminous gaze glowed upon Terry.  To escape\ntheir warmth she sent her own gaze past him to encounter the arctic\nstare of the large blonde who had been included so lamely in the\nintroduction.  And at that the frigidity of that stare softened,\nmelted, dissolved.\n\n\"Why, Terry Sheehan!  What in the world!\"\n\nTerry's eyes bored beneath the layers of flabby fat. \"It's--why, it's\nRuby Watson, isn't it?  Eccentric Song and Dance----\"\n\nShe glanced at the concave young man and faltered.  He was not Jim, of\nthe Bijou days.  From him her eyes leaped back to the fur-bedecked\nsplendor of the woman.  The plump face went so painfully red that the\nmake-up stood out on it, a distinct layer, like thin ice covering\nflowing water.  As she surveyed that bulk Terry realized that while\nRuby might still claim eccentricity, her song-and-dance days were over.\n\"That's ancient history, m' dear.  I haven't been working for three\nyears.  What're you doing in this joint?  I'd heard you'd done well for\nyourself.  That you were married.\"\n\n\"I am.  That is I--well, I am.  I----\"\n\nAt that the dark young man leaned over and patted Terry's hand that lay\non the counter.  He smiled.  His own hand was incredibly slender, long,\nand tapering.\n\n\"That's all right,\" he assured her, and smiled.  \"You two girls can\nhave a reunion later.  What I want to know is can you play by ear?\"\n\n\"Yes, but----\"\n\nHe leaned far over the counter.  \"I knew it the minute I heard you\nplay.  You've got the touch.  Now listen.  See if you can get this, and\nfake the bass.\"\n\nHe fixed his somber and hypnotic eyes on Terry.  His mouth screwed up\ninto a whistle.  The tune--a tawdry but haunting little melody--came\nthrough his lips.  Terry turned back to the piano.  \"Of course you know\nyou flatted every note,\" she said.\n\n  This time it was the blonde who laughed, and the man who\nflushed.  Terry cocked her head just a little to one side, like a\nknowing bird, looked up into space beyond the piano top, and played the\nlilting little melody with charm and fidelity.  The dark young man\nfollowed her with a wagging of the head and little jerks of both\noutspread hands.  His expression was beatific, enraptured.  He hummed a\nlittle under his breath and anyone who was music-wise would have known\nthat he was just a half beat behind her all the way.\n\nWhen she had finished he sighed deeply, ecstatically.  He bent his lean\nframe over the counter and, despite his swart coloring, seemed to\nglitter upon her--his eyes, his teeth, his very fingernails.\n\n\"Something led me here.  I never come up on Tuesdays.  But\nsomething----\"\n\n\"You was going to complain,\" put in his lady, heavily, \"about that\nTeddy Sykes at the Palace Gardens singing the same songs this week that\nyou been boosting at the Inn.\"\n\nHe put up a vibrant, peremptory hand.  \"Bah!  What does that matter\nnow!  What does anything matter now!  Listen Miss--ah--Miss----?\"\n\n\"Pl--Sheehan.  Terry Sheehan.\"\n\nHe gazed off a moment into space.  \"Hm.  'Leon Sammett in Songs. Miss\nTerry Sheehan at the Piano.'  That doesn't sound bad.  Now listen, Miss\nSheehan.  I'm singing down at the University Inn. The Gottschalk song\nhits.  I guess you know my work.  But I want to talk to you, private.\nIt's something to your interest.  I go on down at the Inn at six.  Will\nyou come and have a little something with Ruby and me?  Now?\"\n\n\"Now?\" faltered Terry, somewhat helplessly.  Things seemed to be moving\nrather swiftly for her, accustomed as she was to the peaceful routine\nof the past four years.\n\n\"Get your hat.  It's your life chance.  Wait till you see your name in\ntwo-foot electrics over the front of every big-time house in the\ncountry.  You've got music in you.  Tie to me and you're made.\"  He\nturned to the woman beside him.  \"Isn't that so, Rube?\"\n\n\"Sure.  Look at ME!\"  One would not have thought there could be so much\nsubtle vindictiveness in a fat blonde.\n\nSammett whipped out a watch.  \"Just three quarters of an hour. Come on,\ngirlie.\"\n\nHis conversation had been conducted in an urgent undertone, with side\nglances at the fat man with the megaphone.  Terry approached him now.\n\n\"I'm leaving now,\" she said.\n\n\"Oh, no, you're not.  Six o'clock is your quitting time.\"\n\nIn which he touched the Irish in Terry.  \"Any time I quit is my\nquitting time.  She went in quest of hat and coat much as the girl had\ndone whose place she had taken early in the day.  The fat man followed\nher, protesting.  Terry, putting on her hat, tried to ignore him.  But\nhe laid one plump hand on her arm and kept it there, though she tried\nto shake him off.\n\n\"Now, listen to me.  That boy wouldn't mind grinding his heel on your\nface if he thought it would bring him up a step.  I know'm. See that\nwalking stick he's carrying?  Well, compared to the yellow stripe\nthat's in him, that cane is a Lead pencil.  He's a song tout, that's\nall he is.\"  Then, more feverishly, as Terry tried to pull away:  \"Wait\na minute.  You're a decent girl.  I want to--Why, he can't even sing a\nnote without you give it to him first.  He can put a song over, yes.\nBut how?  By flashing that toothy grin of his and talking every word of\nit.  Don't you----\"\n\nBut Terry freed herself with a final jerk and whipped around the\ncounter.  The two, who had been talking together in an undertone,\nturned to welcome her.  \"We've got a half-hour.  Come on.  It's just\nover to Clark and up a block or so.\"\n\nThe University Inn, that gloriously intercollegiate institution which\nwelcomes any graduate of any school of experience, was situated in the\nbasement, down a flight of stairs.  Into the unwonted quiet that reigns\nduring the hour of low potentiality, between five and six, the three\nwent, and seated themselves at a table in an obscure corner.  A waiter\nbrought them things in little glasses, though no order had been given.\nThe woman who had been Ruby Watson was so silent as to be almost\nwordless.  But the man talked rapidly.  He talked well, too.  The same\nquality that enabled him, voiceless though he was, to boost a song to\nsuccess was making his plea sound plausible in Terry's ears now.\n\n\n\"I've got to go and make up in a few minutes.  So get this.  I'm not\ngoing to stick down in this basement eating house forever. I've got too\nmuch talent. If I only had a voice--I mean a singing voice.  But I\nhaven't.  But then, neither had Georgie Cohan, and I can't see that it\nwrecked his life any. Now listen.  I've got a song.  It's my own.  That\nbit you played for me up at Gottschalk's is part of the chorus.  But\nit's the words that'll go big.  They're great.  It's an aviation song,\nsee?  Airplane stuff.  They're yelling that it's the airyoplanes\nthat're going to win this war.  Well, I'll help 'em.  This song is\ngoing to put the aviator where he belongs.  It's going to be the big\nsong of the war.  It's going to make 'Tipperary' sound like a Moody and\nSankey hymn.  It's the----\"\n\nRuby lifted her heavy-lidded eyes and sent him a meaning look. \"Get\ndown to business, Leon.  I'll tell her how good you are while you're\nmaking up.\"\n\nHe shot her a malignant glance, but took her advice.  \"Now what I've\nbeen looking for for years is somebody who has got the music knack to\ngive me the accompaniment just a quarter of a jump ahead of my voice,\nsee?  I can follow like a lamb, but I've got to have that feeler first.\nIt's more than a knack.  It's a gift.  And you've got it.  I know it\nwhen I see it.  I want to get away from this night-club thing.  There's\nnothing in it for a man of my talent.  I'm gunning for bigger game.\nBut they won't sign me without a tryout.  And when they hear my voice\nthey---- Well, if me and you work together we can fool 'em.  The song's\ngreat.  And my make-up's one of these aviation costumes to go with the\nsong, see?  Pants tight in the knee and baggy on the hips.  And a coat\nwith one of those full-skirt whaddyoucall-'ems----\"\n\n \"Peplums,\" put in Ruby, placidly.\n\n\"Sure.  And the girls'll be wild about it.  And the words!\"  He began\nto sing, gratingly off key:\n\n  Put on your sky clothes,\n  Put on your fly clothes,\n  And take a trip with me.\n  We'll sail so high\n  Up in the sky\n  We'll drop a bomb from Mercury.\n\n\n\"Why, that's awfully cute!\" exclaimed Terry.  Until now her opinion of\nMr. Sammett's talents had not been on a level with his.\n\n\"Yeah, but wait till you hear the second verse.  That's only part of\nthe chorus.  You see, he's supposed to be talking to a French girl.  He\nsays:\n\n  'I'll parlez-vous in Francais plain\n  You'll answer, \"Cher Americain,\"\n  We'll both ...'\"\n\n\nThe six-o'clock lights blazed up suddenly.  A sad-looking group of men\ntrailed in and made for a corner where certain bulky, shapeless bundles\nwere soon revealed as those glittering and tortuous instruments which\ngo to make a jazz band.\n\n\"You better go, Lee.  The crowd comes in awful early now, with all\nthese buyers in town.\"\n\nBoth hands on the table, he half rose, reluctantly, still talking.\n\"I've got three other songs.  They make Gottschalk's stuff look sick.\nAll I want's a chance.  What I want you to do is accompaniment.  On the\nstage, see?  Grand piano.  And a swell set.  I haven't quite made up my\nmind to it.  But a kind of an army camp room, see?  And maybe you\ndressed as Liberty.  Anyway, it'll be new, and a knockout.  If only we\ncan get away with the voice thing.  Say, if Eddie Foy, all those years\nnever had a----\"\n\nThe band opened with a terrifying clash of cymbal and thump of drum.\n\"Back at the end of my first turn,\" he said as he Red. Terry followed\nhis lithe, electric figure.  She turned to meet the heavy-lidded gaze\nof the woman seated opposite.  She relaxed, then, and sat back with a\nlittle sigh.  \"Well!  If he talks that way to the managers I don't\nsee----\"\n\nRuby laughed a mirthless little laugh.  \"Talk doesn't get it over with\nthe managers, honey.  You've got to deliver.\"\n\n\"Well, but he's--that song is a good one.  I don't say it's as good as\nhe thinks it is, but it's good.\"\n\n\"Yes,\" admitted the woman, grudgingly, \"it's good.\"\n\n\"Well, then?\"\n\nThe woman beckoned a waiter; he nodded and vanished, and reappeared\nwith a glass that was twin to the one she had just emptied.  \"Does he\nlook like he knew French?  Or could make a rhyme?\"\n\n\"But didn't he?  Doesn't he?\"\n\n\"The words were written by a little French girl who used to skate down\nhere last winter, when the craze was on.  She was stuck on a Chicago\nkid who went over to fly for the French.\"\n\n\"But the music?\"\n\n\"There was a Russian girl who used to dance in the cabaret and she----\"\n\nTerry's head came up with a characteristic little jerk.  \"I don't\nbelieve it!\"\n\n\"Better.\"  She gazed at Terry with the drowsy look that was so\ndifferent from the quick, clear glance of the Ruby Watson who used to\ndance so nimbly in the old Bijou days.  \"What'd you and your husband\nquarrel about, Terry?\"\n\nTerry was furious to feel herself flushing.  \"Oh, nothing.  He\njust--I--it was---- Say, how did you know we'd quarreled?\"\n\nAnd suddenly all the fat woman's apathy dropped from her like a garment\nand some of the old sparkle and animation illumined her heavy face.\nShe pushed her glass aside and leaned forward on her folded arms, so\nthat her face was close to Terry's.\n\n\"Terry Sheehan, I know you've quarreled, and I know just what it was\nabout.  Oh, I don't mean the very thing it was about; but the kind of\nthing.  I'm going to do something for you, Terry, that I wouldn't take\nthe trouble to do for most women.  But I guess I ain't had all the\nsoftness knocked out of me yet, though it's a wonder.  And I guess I\nremember too plain the decent kid you was in the old days.  What was\nthe name of that little small-time house me and Jim used to play?\nBijou, that's it; Bijou.\"\n\nThe band struck up a new tune.  Leon Sammett--slim, sleek, lithe in his\nevening clothes--appeared with a little fair girl in pink chiffon.  The\nwoman reached across the table and put one pudgy, jeweled hand on\nTerry's arm.  \"He'll be through in ten minutes. Now listen to me.  I\nleft Jim four years ago, and there hasn't been a minute since then, day\nor night, when I wouldn't have crawled back to him on my hands and\nknees if I could.  But I couldn't.  He wouldn't have me now.  How could\nhe?  How do I know you've quarreled?  I can see it in your eyes.  They\nlook just the way mine have felt for four years, that's how.  I met up\nwith this boy, and there wasn't anybody to do the turn for me that I'm\ntrying to do for you.  Now get this.  I left Jim because when he ate\ncorn on the cob he always closed his eyes and it drove me wild.  Don't\nlaugh.\"\n\n\"I'm not laughing,\" said Terry.\n\n\"Women are like that.  One night--we was playing Fond du Lac; I\nremember just as plain--we was eating supper before the show and Jim\nreached for one of those big yellow ears, and buttered and salted it,\nand me kind of hanging on to the edge of the table with my nails.\nSeemed to me if he shut his eyes when he put his teeth into that ear of\ncorn I'd scream.  And he did.  And I screamed.  And that's all.\"\n\nTerry sat staring at her with a wide-eyed stare, like a sleepwalker.\nThen she wet her lips slowly.  \"But that's almost the very----\"\n\n\"Kid, go on back home.  I don't know whether it's too late or not, but\ngo anyway.  If you've lost him I suppose it ain't any more than you\ndeserve; but I hope to God you don't get your deserts this time.  He's\nalmost through.  If he sees you going he can't quit in the middle of\nhis song to stop you.  He'll know I put you wise, and he'll prob'ly\nhalf kill me for it.  But it's worth it.  You get.\"\n\nAnd Terry--dazed, shaking, but grateful--fled.  Down the noisy aisle,\nup the stairs, to the street.  Back to her rooming house. Out again,\nwith her suitcase, and into the right railroad station somehow, at\nlast.  Not another Wetona train until midnight.  She shrank into a\nremote corner of the waiting room and there she huddled until midnight,\nwatching the entrances like a child who is fearful of ghosts in the\nnight.\n\nThe hands of the station clock seemed fixed and immovable.  The hour\nbetween eleven and twelve was endless.  She was on the train.  It was\nalmost morning.  It was morning.  Dawn was breaking.  She was home!\nShe had the house key clutched tightly in her hand long before she\nturned Schroeder's corner.  Suppose he had come home!  Suppose he had\njumped a town and come home ahead of his schedule.  They had quarreled\nonce before, and he had done that.\n\nUp the front steps.  Into the house.  Not a sound.  She stood there a\nmoment in the early-morning half-light.  She peered into the dining\nroom.  The table, with its breakfast debris, was as she had left it.\nIn the kitchen the coffeepot stood on the gas stove.  She was home.\nShe was safe.  She ran up the stairs, got out of her clothes and into\ngingham morning things.  She flung open windows everywhere.  Downstairs\nonce more she plunged into an orgy of cleaning.  Dishes, table, stove,\nfloor, rugs.  She washed, scoured, swabbed, polished.  By eight o'clock\nshe had done the work that would ordinarily have taken until noon.  The\nhouse was shining, orderly, and redolent of soapsuds.\n\nDuring all this time she had been listening, listening, with her\nsubconscious ear.  Listening for something she had refused to name\ndefinitely in her mind, but listening, just the same; waiting.\n\nAnd then, at eight o'clock, it came.  The rattle of a key in the lock.\nThe boom of the front door.  Firm footsteps.\n\nHe did not go to meet her, and she did not go to meet him.  They came\ntogether and were in each other's arms.  She was weeping.\n\n\"Now, now, old girl.  What's there to cry about?  Don't, honey; don't.\nIt's all right.\"  She raised her head then, to look at him.  How fresh\nand rosy and big he seemed, after that little sallow restaurant rat.\n\n\"How did you get here?  How did you happen----?\"\n\n\"Jumped all the way from Ashland.  Couldn't get a sleeper, so I sat up\nall night.  I had to come back and square things with you, Terry.  My\nmind just wasn't on my work.  I kept thinking how I'd talked--how I'd\ntalked----\"\n\n\"Oh, Orville, don't!  I can't bear---- Have you had your breakfast?\"\n\n\"Why, no.  The train was an hour late.  You know that Ashland train.\"\n\nBut she was out of his arms and making for the kitchen.  \"You go and\nclean up.  I'll have hot biscuits and everything in no time. You poor\nboy.  No breakfast!\"\n\nShe made good her promise.  It could not have been more than half an\nhour later when he was buttering his third feathery, golden-brown\nbiscuit.  But she had eaten nothing.  She watched him, and listened,\nand again her eyes were somber, but for a different reason.  He broke\nopen his egg. His elbow came up just a fraction of an inch.  Then he\nremembered, and flushed like a schoolboy, and brought it down again,\ncarefully.  And at that she gave a tremulous cry, and rushed around the\ntable to him.\n\n\"Oh, Orville!\"  She took the offending elbow in her two arms, and bent\nand kissed the rough coat sleeve.\n\n\"Why, Terry!  Don't, honey.  Don't!\"\n\n\"Oh, Orville, listen----\"\n\n\"Yes.\"\n\n\"Listen, Orville----\"\n\n\"I'm listening, Terry.\"\n\n\"I've got something to tell you.  There's something you've got to know.\"\n\n\"Yes, I know it, Terry.  I knew you'd out with it, pretty soon, if I\njust waited.\"\n\nShe lifted an amazed face from his shoulder then, and stared at him.\n\"But how could you know?  You couldn't!  How could you?\"\n\nHe patted her shoulder then, gently.  \"I can always tell.  When you\nhave something on your mind you always take up a spoon of coffee, and\nlook at it, and kind of joggle it back and forth in the spoon, and then\ndribble it back into the cup again, without once tasting it.  It used\nto get me nervous, when we were first married, watching you.  But now I\nknow it just means you're worried about something, and I wait, and\npretty soon----\"\n\n\"Oh, Orville!\" she cried then.  \"Oh, Orville!\"\n\n\"Now, Terry.  Just spill it, hon.  Just spill it to Daddy.  And you'll\nfeel better.\"\n\n\n\n\nFarmer in the Dell [1919]\n\nOld Ben Westerveld was taking it easy.  Every muscle taut, every nerve\ntense, his keen eyes vainly straining to pierce the blackness of the\nstuffy room--there lay Ben Westerveld in bed, taking it easy.  And it\nwas hard.  Hard.  He wanted to get up. He wanted so intensely to get up\nthat the mere effort of lying there made him ache all over.  His toes\nwere curled with the effort.  His fingers were clenched with it.  His\nbreath came short, and his thighs felt cramped.  Nerves.  But old Ben\nWesterveld didn't know that.  What should a retired and well-to-do\nfarmer of fifty-eight know of nerves, especially when he has moved to\nthe city and is taking it easy?\n\nIf only he knew what time it was.  Here in Chicago you couldn't tell\nwhether it was four o'clock or seven unless you looked at your watch.\nTo do that it was necessary to turn on the light. And to turn on the\nlight meant that he would turn on, too, a flood of querulous protest\nfrom his wife, Bella, who lay asleep beside him.\n\nWhen for forty-five years of your life you have risen at four-thirty\ndaily, it is difficult to learn to loll.  To do it successfully, you\nmust be a natural-born loller to begin with and revert.  Bella\nWesterveld was and had.  So there she lay, asleep.  Old Ben wasn't and\nhadn't.  So there he lay, terribly wide-awake, wondering what made his\nheart thump so fast when he was lying so still.  If it had been light,\nyou could have seen the lines of strained resignation in the sagging\nmuscles of his patient face.\n\nThey had lived in the city for almost a year, but it was the same every\nmorning.  He would open his eyes, start up with one hand already\nreaching for the limp, drab work-worn garments that used to drape the\nchair by his bed.  Then he would remember and sink back while a great\nwave of depression swept over him.  Nothing to get up for.  Store\nclothes on the chair by the bed.  He was taking it easy.\n\nBack home on the farm in southern Illinois he had known the hour the\ninstant his eyes opened.  Here the flat next door was so close that the\nbed-room was in twilight even at midday.  On the farm he could tell by\nthe feeling--an intangible thing, but infallible.  He could gauge the\nvery quality of the blackness that comes just before dawn.  The crowing\nof the cocks, the stamping of the cattle, the twittering of the birds\nin the old elm whose branches were etched eerily against his window in\nthe ghostly light--these things he had never needed.  He had known. But\nhere in the un-sylvan section of Chicago which bears the bosky name of\nEnglewood, the very darkness had a strange quality.\n\nA hundred unfamiliar noises misled him.  There were no cocks, no\ncattle, no elm.  Above all, there was no instinctive feeling. Once,\nwhen they first came to the city, he had risen at twelve-thirty,\nthinking it was morning, and had gone clumping about the flat, waking\nup everyone and loosing from his wife's lips a stream of acid\nvituperation that seared even his case-hardened sensibilities.  The\npeople sleeping in the bedroom of the flat next door must have heard\nher.\n\n\"You big rube!  Getting up in the middle of the night and stomping\naround like cattle.  You'd better build a shed in the back yard and\nsleep there if you're so dumb you can't tell night from day.\"\n\nEven after thirty-three years of marriage he had never ceased to be\nappalled at the coarseness of her mind and speech--she who had seemed\nso mild and fragile and exquisite when he married her.  He had crept\nback to bed shamefacedly.  He could hear the couple in the bedroom of\nthe flat just across the little court grumbling and then laughing a\nlittle, grudgingly, and yet with appreciation.  That bedroom, too, had\nstill the power to appall him.  Its nearness, its forced intimacy, were\ndaily shocks to him whose most immediate neighbor, back on the farm,\nhad been a quarter of a mile away. The sound of a shoe dropped on the\nhardwood floor, the rush of water in the bathroom, the murmur of\nnocturnal confidences, the fretful cry of a child in the night, all\nstartled and distressed him whose ear had found music in the roar of\nthe thresher and had been soothed by the rattle of the tractor and the\nhoarse hoot of the steamboat whistle at the landing.  His farm's edge\nhad been marked by the Mississippi rolling grandly by.\n\nSince they had moved into town, he had found only one city sound that\nhe really welcomed--the rattle and clink that marked the milkman's\nmatutinal visit.  The milkman came at six, and he was the good fairy\nwho released Ben Westerveld from durance vile--or had until the winter\nmonths made his coming later and later, so that he became worse than\nuseless as a timepiece.  But now it was late March, and mild.  The\nmilkman's coming would soon again mark old Ben's rising hour.  Before\nhe had begun to take it easy, six o'clock had seen the entire mechanism\nof his busy little world humming smoothly and sweetly, the whole set in\nmotion by his own big work-callused hands.  Those hands puzzled him\nnow.  He often looked at them curiously and in a detached sort of way,\nas if they belonged to someone else.  So white they were, and smooth\nand soft, with long, pliant nails that never broke off from rough work\nas they used to.  Of late there were little splotches of brown on the\nbacks of his hands and around the thumbs.\n\n\"Guess it's my liver,\" he decided, rubbing the spots thoughtfully.\n\"She gets kind of sluggish from me not doing anything.  Maybe a little\nspring tonic wouldn't go bad.  Tone me up.\"\n\nHe got a little bottle of reddish-brown mixture from the druggist on\nHalstead Street near Sixty-third.  A genial gentleman, the druggist,\nwhite-coated and dapper, stepping affably about the fragrant-smelling\nstore.  The reddish-brown mixture had toned old Ben up\nsurprisingly--while it lasted.  He had two bottles of it. But on\ndiscontinuing it he slumped back into his old apathy.\n\nBen Westerveld, in his store clothes, his clean blue shirt, his\nincongruous hat, ambling aimlessly about Chicago's teeming, gritty\nstreets, was a tragedy.  Those big, capable hands, now dangling so\nlimply from inert wrists, had wrested a living from the soil; those\nstrangely unfaded blue eyes had the keenness of vision which comes from\nscanning great stretches of earth and sky; the stocky,\nsquare-shouldered body suggested power unutilized. All these spelled\ntragedy.  Worse than tragedy--waste.\n\nFor almost half a century this man had combated the elements, head set,\neyes wary, shoulders squared.  He had fought wind and sun, rain and\ndrought, scourge and flood.  He had risen before dawn and slept before\nsunset.  In the process he had taken on something of the color and the\nrugged immutability of the fields and hills and trees among which he\ntoiled.  Something of their dignity, too, though your town dweller\nmight fail to see it beneath the drab exterior.  He had about him none\nof the highlights and sharp points of the city man.  He seemed to blend\nin with the background of nature so as to be almost undistinguishable\nfrom it, as were the furred and feathered creatures.  This farmer\ndiffered from the city man as a hillock differs from an artificial golf\nbunker, though form and substance are the same.\n\nBen Westerveld didn't know he was a tragedy.  Your farmer is not given\nto introspection.  For that matter, anyone knows that a farmer in town\nis a comedy.  Vaudeville, burlesque, the Sunday supplement, the comic\npapers, have marked him a fair target for ridicule.  Perhaps one should\nknow him in his overalled, stubble-bearded days, with the rich black\nloam of the Mississippi bottomlands clinging to his boots.\n\nAt twenty-five, given a tasseled cap, doublet and hose, and a long,\nslim pipe, Ben Westerveld would have been the prototype of one of those\nrollicking, lusty young mynheers that laugh out at you from a Frans\nHals canvas.  A roguish fellow with a merry eye; red-cheeked, vigorous.\nA serious mouth, though, and great sweetness of expression.  As he grew\nolder, the seriousness crept up and up and almost entirely obliterated\nthe roguishness.  By the time the life of ease claimed him, even the\nghost of that ruddy wight of boyhood had vanished.\n\nThe Westerveld ancestry was as Dutch as the name.  It had been hundreds\nof years since the first Westervelds came to America, and they had\nmarried and intermarried until the original Holland strain had almost\nentirely disappeared.  They had drifted to southern Illinois by one of\nthose slow processes of migration and had settled in Calhoun County,\nthen almost a wilderness, but magnificent with its rolling hills,\nmajestic rivers, and gold-and-purple distances.  But to the practical\nWesterveld mind, hills and rivers and purple haze existed only in their\nrelation to crops and weather. Ben, though, had a way of turning his\nface up to the sky sometimes, and it was not to scan the heavens for\nclouds.  You saw him leaning on the plow handle to watch the whirring\nflight of a partridge across the meadow.  He liked farming.  Even the\ndrudgery of it never made him grumble.  He was a natural farmer as men\nare natural mechanics or musicians or salesmen.  Things grew for him.\nHe seemed instinctively to know facts about the kin ship of soil and\nseed that other men had to learn from books or experience.  It grew to\nbe a saying in that section that \"Ben Westerveld could grow a crop on\nrock.\"\n\nAt picnics and neighborhood frolics Ben could throw farther and run\nfaster and pull harder than any of the other farmer boys who took part\nin the rough games.  And he could pick up a girl with one hand and hold\nher at arm's length while she shrieked with pretended fear and real\necstasy. The girls all liked Ben.  There was that almost primitive\nstrength which appealed to the untamed in them as his gentleness\nappealed to their softer side.  He liked the girls, too, and could have\nhad his pick of them.  He teased them all, took them buggy riding,\nbeaued them about to neighbor-hood parties.  But by the time he was\ntwenty-five the thing had narrowed down to the Byers girl on the farm\nadjoining Westerveld's.  There was what the neighbors called an\nunderstanding, though perhaps he had never actually asked the Byers\ngirl to marry him.  You saw him going down the road toward the Byers\nplace four nights out of the seven.  He had a quick, light step at\nvariance with his sturdy build, and very different from the heavy,\nslouching gait of the work-weary farmer.  He had a habit of carrying in\nhis hand a little twig or switch cut from a tree.  This he would twirl\nblithely as he walked along.  The switch and the twirl represented just\nso much energy and animal spirits.  He never so much as flicked a\ndandelion head with it.\n\nAn inarticulate sort of thing, that courtship.\n\n\"Hello, Emma.\"\n\n\"How do, Ben.\"\n\n\"Thought you might like to walk a piece down the road.  They got a calf\nat Aug Tietjens' with five legs.\"\n\n\"I heard.  I'd just as lief walk a little piece.  I'm kind of beat,\nthough.  We've got the threshers day after tomorrow.  We've been\ncooking up.\"\n\nBeneath Ben's bonhomie and roguishness there was much shyness. The two\nwould plod along the road together in a sort of blissful agony of\nembarrassment.  The neighbors were right in their surmise that there\nwas no definite understanding between them. But the thing was settled\nin the minds of both.  Once Ben had said:  \"Pop says I can have the\nnorth eighty on easy payments if--when----\"\n\nEmma Byers had flushed up brightly, but had answered equably: \"That's a\nfine piece.  Your pop is an awful good man.\"\n\nThe stolid exteriors of these two hid much that was fine and forceful.\nEmma Byers' thoughtful forehead and intelligent eyes would have\nrevealed that in her.  Her mother was dead.  She kept house for her\nfather and brother.  She was known as \"that smart Byers girl.\"  Her\nbutter and eggs and garden stuff brought higher prices at Commercial,\ntwelve miles away, than did any other's in the district.  She was not a\npretty girl, according to the local standards, but there was about her,\neven at twenty-two, a clear-headedness and a restful serenity that\npromised well for Ben Westerveld's future happiness.\n\nBut Ben Westerveld's future was not to lie in Emma Byers' capable\nhands.  He knew that as soon as he saw Bella Huckins.  Bella Huckins\nwas the daughter of old \"Red Front\" Huckins, who ran the saloon of that\ncheerful name in Commercial.  Bella had elected to teach school, not\nfrom any bent toward learning but because teaching appealed to her as\nbeing a rather elegant occupation.  The Huckins family was not elegant.\nIn that day a year or two of teaching in a country school took the\nplace of the present-day normal-school diploma.  Bella had an eye on\nSt. Louis, forty miles from the town of Commercial.  So she used the\ncountry school as a step toward her ultimate goal, though she hated the\ncountry and dreaded her apprenticeship.\n\n\"I'll get a beau,\" she said, \"who'll take me driving and around.  And\nSaturdays and Sundays I can come to town.\"\n\nThe first time Ben Westerveld saw her she was coming down the road\ntoward him in her tight-fitting black alpaca dress.  The sunset was\nbehind her.  Her hair was very golden.  In a day of tiny waists hers\ncould have been spanned by Ben Westerveld's two hands.  He discovered\nthat later.  Just now he thought he had never seen anything so\nfairylike and dainty, though he did not put it that way.  Ben was not\nglib of thought or speech.\n\nHe knew at once this was the new schoolteacher.  He had heard of her\ncoming, though at the time the conversation had interested him not at\nall.  Bella knew who he was, too.  She had learned the name and history\nof every eligible young man in the district two days after her arrival.\nThat was due partly to her own bold curiosity and partly to the fact\nthat she was boarding with the Widow Becker, the most notorious gossip\nin the county.  In Bella's mental list of the neighborhood swains Ben\nWesterveld already occupied a position at the top of the column.\n\nHe felt his face redden as they approached each other.  To hide his\nembarrassment he swung his little hickory switch gaily and called to\nhis dog Dunder, who was nosing about by the roadside. Dunder bounded\nforward, spied the newcomer, and leaped toward her playfully and with\nnatural canine curiosity.\n\nBella screamed.  She screamed and ran to Ben and clung to him, clasping\nher hands about his arm.  Ben lifted the hickory switch in his free\nhand and struck Dunder a sharp cut with it.  It was the first time in\nhis life that he had done such a thing.  If he had had a sane moment\nfrom that time until the day he married Bella Huckins, he never would\nhave forgotten the dumb hurt in Dunder's stricken eyes and shrinking,\nquivering body.\n\nBella screamed again, still clinging to him.  Ben was saying: \"He won't\nhurt you.  He won't hurt you,\" meanwhile patting her shoulder\nreassuringly.  He looked down at her pale face.  She was so slight, so\nchildlike, so apparently different from the sturdy country girls.\nFrom--well, from the girls he knew.  Her helplessness, her utter\nfemininity, appealed to all that was masculine in him.  Bella, the\nexperienced, clinging to him, felt herself swept from head to foot by a\nqueer electric tingling that was very pleasant but that still had in it\nsomething of the sensation of a wholesale bumping of one's crazy bone.\nIf she had been anything but a stupid little flirt, she would have\nrealized that here was a specimen of the virile male with which she\ncould not trifle.  She glanced up at him now, smiling faintly.  \"My, I\nwas scared!\"  She stepped away from him a little--very little.\n\n\n\"Aw, he wouldn't hurt a flea.\"\n\nBut Bella looked over her shoulder fearfully to where Dunder stood by\nthe roadside, regarding Ben with a look of uncertainty. He still\nthought that perhaps this was a new game.  Not a game that he cared\nfor, but still one to be played if his master fancied it.  Ben stooped,\npicked up a stone, and threw it at Dunder, striking him in the flank.\n\n\"Go on home!\" he commanded sternly.  \"Go home!\"  He started toward the\ndog with a well-feigned gesture of menace.  Dunder, with a low howl,\nput his tail between his legs and loped off home, a disillusioned dog.\n\nBella stood looking up at Ben.  Ben looked down at her.  \"You're the\nnew teacher, ain't you?\"\n\n\"Yes.  I guess you must think I'm a fool, going on like a baby about\nthat dog.\"\n\n\"Most girls would be scared of him if they didn't know he wouldn't hurt\nnobody.  He's pretty big.\"\n\nHe paused a moment, awkwardly.  \"My name's Ben Westerveld.\"\n\n\"Pleased to meet you,\" said Bella.  \"Which way was you going? There's a\ndog down at Tietjens' that's enough to scare anybody. He looks like a\npony, he's so big.\"\n\n\"I forgot something at the school this afternoon, and I was walking\nover to get it.\"  Which was a lie.  \"I hope it won't get dark before I\nget there.  You were going the other way, weren't you?\"\n\n\"Oh, I wasn't going no place in particular.  I'll be pleased to keep\nyou company down to the school and back.\"  He was surprised at his own\nsudden masterfulness.\n\nThey set off together, chatting as freely as if they had known one\nanother for years.  Ben had been on his way to the Byers farm, as\nusual.  The Byers farm and Emma Byers passed out of his mind as\ncompletely as if they had been whisked away on a magic rug.\n\nBella Huckins had never meant to marry him.  She hated farm life.\n\nShe was contemptuous of farmer folk.  She loathed cooking and drudgery.\nThe Huckinses lived above the saloon in Commercial and Mrs. Huckins was\nalways boiling ham and tongue and cooking pigs' feet and shredding\ncabbage for slaw, all these edibles being destined for the free-lunch\ncounter downstairs.  Bella had early made up her mind that there should\nbe no boiling and stewing and frying in her life.  Whenever she could\nfind an excuse she loitered about the saloon.  There she found life and\ntalk and color.  Old Red Front Huckins used to chase her away, but she\nalways turned up again, somehow, with a dish for the lunch counter or\nwith an armful of clean towels.\n\nBen Westerveld never said clearly to himself, \"I want to marry Bella.\"\nHe never dared meet the thought.  He intended honestly to marry Emma\nByers.  But this thing was too strong for him.  As for Bella, she\nlaughed at him, but she was scared, too.  They both fought the thing,\nshe selfishly, he unselfishly, for the Byers girl, with her clear, calm\neyes and her dependable ways, was heavy on his heart.  Ben's appeal for\nBella was merely that of the magnetic male.  She never once thought of\nhis finer qualities.  Her appeal for him was that of the frail and\nalluring woman.  But in the end they married.  The neighborhood was\nrocked with surprise.\n\nUsually in a courtship it is the male who assumes the bright colors of\npretense in order to attract a mate.  But Ben Westerveld had been too\nhonest to be anything but himself.  He was so honest and fundamentally\ntruthful that he refused at first to allow himself to believe that this\nslovenly shrew was the fragile and exquisite creature he had married.\nHe had the habit of personal cleanliness, had Ben, in a day when\ntubbing was a ceremony in an environment that made bodily nicety\ndifficult.  He discovered that Bella almost never washed and that her\nappearance of fragrant immaculateness, when dressed, was due to a\nnatural clearness of skin and eye, and to the way her blond hair swept\naway in a clean line from her forehead.  For the rest, she was a\nslattern, with a vocabulary of invective that would have been a credit\nto any of the habitues of old Red Front Huckins' bar.\n\nThey had three children, a girl and two boys.  Ben Westerveld prospered\nin spite of his wife.  As the years went on he added eighty acres here,\neighty acres there, until his land swept down to the very banks of the\nMississippi.  There is no doubt that she hindered him greatly, but he\nwas too expert a farmer to fail.  At threshing time the crew looked\nforward to working for Ben, the farmer, and dreaded the meals prepared\nby Bella, his wife.  She was notoriously the worst cook and housekeeper\nin the county. And all through the years, in trouble and in happiness,\nher plaint was the same--\"If I'd thought I was going to stick down on a\nfarm all my life, slavin' for a pack of menfolks day and night, I'd\nrather have died.  Might as well be dead as rottin' here.\"\n\nHer schoolteacher English had early reverted.  Her speech was as\nslovenly as her dress.  She grew stout, too, and unwieldy, and her skin\ncoarsened from lack of care and from overeating.  And in her children's\nears she continually dinned a hatred of farm life and farming.  \"You\ncan get away from it,\" she counseled her daughter, Minnie.  \"Don't you\nbe a rube like your pa,\" she cautioned John, the older boy.  And they\nprofited by her advice.  Minnie went to work in Commercial when she was\nseventeen, an overdeveloped girl with an inordinate love of cheap\nfinery. At twenty, she married an artisan, a surly fellow with roving\ntendencies.  They moved from town to town.  He never stuck long at one\njob.  John, the older boy, was as much his mother's son as Minnie was\nher mother's daughter.  Restless, dissatisfied, emptyheaded, he was the\ndespair of his father.  He drove the farm horses as if they were\nracers, lashing them up hill and down dale.  He was forever lounging\noff to the village or wheedling his mother for money to take him to\nCommercial.  It was before the day of the ubiquitous automobile.  Given\none of those present adjuncts to farm life, John would have ended his\ncareer much earlier.  As it was, they found him lying by the roadside\nat dawn one morning after the horses had trotted into the yard with the\nwreck of the buggy bumping the road behind them.  He had stolen the\nhorses out of the barn after the help was asleep, had led them\nstealthily down the road, and then had whirled off to a rendezvous of\nhis own in town.  The fall from the buggy might not have hurt him, but\nevidently he had been dragged almost a mile before his battered body\nbecame somehow disentangled from the splintered wood and the reins.\n\nThat horror might have served to bring Ben Westerveld and his wife\ntogether, but it did not.  It only increased her bitterness and her\nhatred of the locality and the life.\n\n\"I hope you're good an' satisfied now,\" she repeated in endless\nreproach. \"I hope you're good an' satisfied.  You was bound you'd make\na farmer out of him, an' now you finished the job. You better try your\nhand at Dike now for a change.\"\n\nDike was young Ben, sixteen; and old Ben had no need to try his hand at\nhim.  Young Ben was a born farmer, as was his father.  He had come\nhonestly by his nickname.  In face, figure, expression, and manner he\nwas a five-hundred-year throwback to his Holland ancestors.\nApple-cheeked, stocky, merry of eye, and somewhat phlegmatic.  When, at\nschool, they had come to the story of the Dutch boy who saved his town\nfrom flood by thrusting his finger into the hole in the dike and\nholding it there until help came, the class, after one look at the\naccompanying picture in the reader, dubbed young Ben \"Dike\" Westerveld.\nAnd Dike he remained.\n\nBetween Dike and his father there was a strong but unspoken feeling.\nThe boy was cropwise, as his father had been at his age.  On Sundays\nyou might see the two walking about the farm, looking at the\npigs--great black fellows worth almost their weight in silver; eying\nthe stock; speculating on the winter wheat showing dark green in April,\nwith rich patches that were almost black.  Young Dike smoked a solemn\nand judicious pipe, spat expertly, and voiced the opinion that the\nwinter wheat was a fine prospect Ben Westerveld, listening tolerantly\nto the boy's opinions, felt a great surge of joy that he did not show.\nHere, at last, was compensation for all the misery and sordidness and\nbitter disappointment of his married life.\n\nThat married life had endured now for more than thirty years. Ben\nWesterveld still walked with a light, quick step--for his years.  The\nstocky, broad-shouldered figure was a little shrunken.  He was as neat\nand clean at fifty-five as he had been at twenty-five-a habit that, on\na farm, is fraught with difficulties.  The community knew and respected\nhim.  He was a man of standing.  When he drove into town on a bright\nwinter morning, in his big sheepskin coat and his shaggy cap and his\ngreat boots, and entered the First National Bank, even Shumway, the\ncashier, would look up from his desk to say:\n\n\"Hello, Westerveld!  Hello!  Well, how goes it?\"\n\nWhen Shumway greeted a farmer in that way you knew that there were no\nunpaid notes to his discredit.\n\nAll about Ben Westerveld stretched the fruit of his toil; the work of\nhis hands.  Orchards, fields, cattle, barns, silos.  All these things\nwere dependent on him for their future well-being--on him and on Dike\nafter him.  His days were full and running over.  Much of the work was\ndrudgery; most of it was backbreaking and laborious.  But it was his\nplace.  It was his reason for being.  And he felt that the reason was\ngood, though he never put that thought into words, mental or spoken.\nHe only knew that he was part of the great scheme of things and that he\nwas functioning ably.  If he had expressed himself at all, he might\nhave said:\n\n\"Well, I got my work cut out for me, and I do it, and do it right.\"\n\nThere was a tractor, now, of course; and a sturdy, middle-class\nautomobile in which Bella lolled red-faced when they drove into town.\n\nAs Ben Westerveld had prospered, his shrewish wife had reaped her\nbenefits.  Ben was not the selfish type of farmer who insists on\ntwentieth-century farm implements and medieval household equipment.  He\nhad added a bedroom here, a cool summer kitchen there, an icehouse, a\ncommodious porch, a washing machine, even a bathroom.  But Bella\nremained unplacated.  Her face was set toward the city.  And slowly,\nsurely, the effect of thirty years of nagging was beginning to tell on\nBen Westerveld.  He was the finer metal, but she was the heavier, the\ncoarser.  She beat him and molded him as iron beats upon gold.\n\nMinnie was living in Chicago now--a good-natured creature, but slack\nlike her mother.  Her surly husband was still talking of his rights and\ncrying down with the rich.  They had two children.\n\nMinnie wrote of them, and of the delights of city life.  Movies every\nnight.  Halsted Street just around the corner.  The big stores.  State\nStreet.  The el took you downtown in no time. Something going on all\nthe while.  Bella Westerveld, after one of those letters, was more than\na chronic shrew; she became a terrible termagant.\n\nWhen Ben Westerveld decided to concentrate on hogs and wheat he didn't\ndream that a world would be clamoring for hogs and wheat for four long\nyears.  When the time came, he had them, and sold them fabulously.  But\nwheat and hogs and markets became negligible things on the day that\nDike, with seven other farm boys from the district, left for the\nnearest training camp that was to fit them for France and war.\n\nBella made the real fuss, wailing and mouthing and going into\nhysterics. Old Ben took it like a stoic.  He drove the boy to town that\nday.  When the train pulled out, you might have seen, if you had looked\nclose, how the veins and cords swelled in the lean brown neck above the\nclean blue shirt. But that was all.  As the weeks went on, the quick,\nlight step began to lag a little. He had lost more than a son; his\nright-hand helper was gone. There were no farm helpers to be had.  Old\nBen couldn't do it all.  A touch of rheumatism that winter half\ncrippled him for eight weeks.  Bella's voice seemed never to stop its\nplaint.\n\n\"There ain't no sense in you trying to make out alone.  Next thing\nyou'll die on me, and then I'll have the whole shebang on my hands.\"\nAt that he eyed her dumbly from his chair by the stove.  His resistance\nwas wearing down.  He knew it.  He wasn't dying.  He knew that, too.\nBut something in him was.  Something that had resisted her all these\nyears.  Something that had made him master and superior in spite of\neverything.\n\nIn those days of illness, as he sat by the stove, the memory of Emma\nByers came to him often.  She had left that district twenty-eight years\nago, and had married, and lived in Chicago somewhere, he had heard, and\nwas prosperous.  He wasted no time in idle regrets.  He had been a\nfool, and he paid the price of fools.  Bella, slamming noisily about\nthe room, never suspected the presence in the untidy place of a third\nperson--a sturdy girl of twenty-two or -three, very wholesome to look\nat, and with honest, intelligent eyes and a serene brow.\n\n\"It'll get worse an' worse all the time,\" Bella's whine went on.\n\"Everybody says the war'll last prob'ly for years an' years.  You can't\nmake out alone.  Everything's goin' to rack and ruin.  You could rent\nout the farm for a year, on trial.  The Burdickers'd take it, and glad.\nThey got those three strappin' louts that's all flat-footed or\nslab-sided or cross-eyed or somethin', and no good for the army.  Let\nthem run it on shares. Maybe they'll even buy, if things turn out.\nMaybe Dike'll never come b----\"\n\nBut at the look on his face then, and at the low growl of unaccustomed\nrage that broke from him, even she ceased her clatter.\n\nThey moved to Chicago in the early spring.  The look that had been on\nBen Westerveld's face when he drove Dike to the train that carried him\nto camp was stamped there again--indelibly this time, it seemed.\nCalhoun County in the spring has much the beauty of California.  There\nis a peculiar golden light about it, and the hills are a purplish haze.\nBen Westerveld, walking down his path to the gate, was more poignantly\ndramatic than any figure in a rural play.  He did not turn to look\nback, though, as they do in a play.  He dared not.\n\nThey rented a flat in Englewood, Chicago, a block from Minnie's. Bella\nwas almost amiable these days.  She took to city life as though the\npast thirty years had never been.  White kid shoes, delicatessen\nstores, the movies, the haggling with peddlers, the crowds, the\ncrashing noise, the cramped, unnatural mode of living--necessitated by\na four-room flat--all these urban adjuncts seemed as natural to her as\nthough she had been bred in the midst of them.\n\nShe and Minnie used to spend whole days in useless shopping. Theirs was\na respectable neighborhood of well-paid artisans, bookkeepers, and\nsmall shopkeepers.  The women did their own housework in drab garments\nand soiled boudoir caps that hid a multitude of unkempt heads.  They\nseemed to find a great deal of time for amiable, empty gabbling From\nseven to four you might see a pair of boudoir caps leaning from\nopposite bedroom windows, conversing across back porches, pausing in\nthe task of sweeping front steps, standing at a street corner, laden\nwith grocery bundles.  Minnie wasted hours in what she called \"running\nover to Ma's for a minute.\"  The two quarreled a great deal, being so\nnearly of a nature.  But the very qualities that combated each other\nseemed, by some strange chemical process, to bring them together as\nwell.\n\n\"I'm going downtown today to do a little shopping,\" Minnie would say.\n\"Do you want to come along, Ma?\"\n\n\"What you got to get?\"\n\n\"Oh, I thought I'd look at a couple little dresses for Pearlie.\"\n\n\"When I was your age I made every stitch you wore.\"\n\n\"Yeh, I bet they looked like it, too.  This ain't the farm.  I got all\nI can do to tend to the house, without sewing.\"\n\n\"I did it.  I did the housework and the sewin' and cookin', an'\nbesides----\"\n\n\"A swell lot of housekeepin' you did.  You don't need to tell me.\"\n\nThe bickering grew to a quarrel.  But in the end they took the downtown\nel together.  You saw them, flushed of face, with twitching fingers,\nindulging in a sort of orgy of dime spending in the five-and-ten-cent\nstore on the wrong side of State Street.\n\nThey pawed over bolts of cheap lace and bits of stuff in the stifling\nair of the crowded place.  They would buy a sack of salted peanuts from\nthe great mound in the glass case, or a bag of the greasy pink candy\npiled in profusion on the counter, and this they would munch as they\nwent.\n\nThey came home late, fagged and irritable, and supplemented their\nhurried dinner with hastily bought food from the near-by delicatessen.\n\nThus ran the life of ease for Ben Westerveld, retired farmer. And so\nnow he lay impatiently in bed, rubbing a nervous forefinger over the\nedge of the sheet and saying to himself that, well, here was another\nday.  What day was it?  L'see now. Yesterday was--yesterday.  A little\nfeeling of panic came over him.  He couldn't remember what yesterday\nhad been.  He counted back laboriously and decided that today must be\nThursday.  Not that it made any difference.\n\nThey had lived in the city almost a year now.  But the city had not\ndigested Ben.  He was a leathery morsel that could not be assimilated.\nThere he stuck in Chicago's crop, contributing nothing, gaining\nnothing.  A rube in a comic collar ambling aimlessly about Halsted\nStreet or State downtown. You saw him conversing hungrily with the\ngritty and taciturn Swede who was janitor for the block of red-brick\nflats.  Ben used to follow him around pathetically, engaging him in the\ntalk of the day.  Ben knew no men except the surly Gus, Minnie's\nhusband.  Gus, the firebrand, thought Ben hardly worthy of his\ncontempt.  If Ben thought, sometimes, of the respect with which he had\nalways been greeted when he clumped down the main street of\nCommercial--if he thought of how the farmers for miles around had come\nto him for expert advice and opinion--he said nothing.\n\nSometimes the janitor graciously allowed Ben to attend to the furnace\nof the building in which he lived.  He took out ashes, shoveled coal.\nHe tinkered and rattled and shook things.  You heard him shoveling and\nscraping down there, and smelled the acrid odor of his pipe.  It gave\nhim something to do.  He would emerge sooty and almost happy.\n\n\"You been monkeying with that furnace again!\"  Bella would scold.  \"If\nyou want something to do, why don't you plant a garden in the back yard\nand grow something?  You was crazy about it on the farm.\"\n\nHis face flushed a slow, dull red at that.  He could not explain to her\nthat he lost no dignity in his own eyes in fussing about an inadequate\nlittle furnace, but that self-respect would not allow him to stoop to\ngardening--he who had reigned over six hundred acres of bountiful soil.\n\nOn winter afternoons you saw him sometimes at the movies, whiling away\none of his many idle hours in the dim, close-smelling atmosphere of the\nplace.  Tokyo and Rome and Gallipoli came to him.  He saw beautiful\ntiger-women twining fair, false arms about the stalwart but yielding\nforms of young men with cleft chins. He was only mildly interested.  He\ntalked to anyone who would talk to him, though he was naturally a shy\nman.  He talked to the barber, the grocer, the druggist, the streetcar\nconductor, the milkman, the iceman.  But the price of wheat did not\ninterest these gentlemen.  They did not know that the price of wheat\nwas the most vital topic of conversation in the world.\n\n\"Well, now,\" he would say, \"you take this year's wheat crop, with about\n917,000,000 bushels of wheat harvested, why, that's what's going to win\nthe war!  Yes, sirree!  No wheat, no winning, that's what I say.\"\n\n\"Ya-as, it is!\" the city men would scoff.  But the queer part of it is\nthat Farmer Ben was right.\n\nMinnie got into the habit of using him as a sort of nursemaid. It gave\nher many hours of freedom for gadding and gossiping.\n\n\"Pa, will you look after Pearlie for a little while this morning?  I\ngot to run downtown to match something and she gets so tired and\nmean-acting if I take her along.  Ma's going with me.\"\n\nHe loved the feel of Pearlie's small, velvet-soft hand in his big fist.\nHe called her \"little feller,\" and fed her forbidden dainties.  His big\nbrown fingers were miraculously deft at buttoning and unbuttoning her\ntiny garments, and wiping her soft lips, and performing a hundred\ntender offices.  He was playing a sort of game with himself, pretending\nthis was Dike become a baby again.  Once the pair managed to get over\nto Lincoln Park, where they spent a glorious day looking at the\nanimals, eating popcorn, and riding on the miniature railway.\n\nThey returned, tired, dusty, and happy, to a double tirade.\n\nBella engaged in a great deal of what she called worrying about Dike.\nBen spoke of him seldom, but the boy was always present in his\nthoughts. They had written him of their move, but he had not seemed to\nget the impression of its permanence.  His letters indicated that he\nthought they were visiting Minnie, or taking a vacation in the city.\nDike's letters were few.  Ben treasured them, and read and reread them.\nWhen the Armistice news came, and with it the possibility of Dike's\nreturn, Ben tried to fancy him fitting into the life of the city.  And\nhis whole being revolted at the thought.\n\nHe saw the pimply-faced, sallow youths standing at the corner of\nHalsted and Sixty-third, spitting languidly and handling their limp\ncigarettes with an amazing labial dexterity.  Their conversation was\nlow-voiced, sinister, and terse, and their eyes narrowed as they\nwatched the overdressed, scarlet-lipped girls go by.  A great fear\nclutched at Ben Westerveld's heart.\n\nThe lack of exercise and manual labor began to tell on Ben.  He did not\ngrow fat from idleness.  Instead his skin seemed to sag and hang on his\nframe, like a garment grown too large for him. He walked a great deal.\nPerhaps that had something to do with it.  He tramped miles of city\npavements.  He was a very lonely man.  And then, one day, quite by\naccident, he came upon South Water Street.  Came upon it, stared at it\nas a water-crazed traveler in a desert gazes upon the spring in the\noasis, and drank from it, thirstily, gratefully.\n\nSouth Water Street feeds Chicago.  Into that close-packed thoroughfare\ncome daily the fruits and vegetables that will supply a million tables.\nBen had heard of it, vaguely, but had never attempted to find it.  Now\nhe stumbled upon it and, standing there, felt at home in Chicago for\nthe first time in more than a year.  He saw ruddy men walking about in\noveralls and carrying whips in their hands--wagon whips, actually.  He\nhadn't seen men like that since he had left the farm.  The sight of\nthem sent a great pang of homesickness through him.  His hand reached\nout and he ran an accustomed finger over the potatoes in a barrel on\nthe walk.  His fingers lingered and gripped them, and passed over them\nlovingly.\n\nAt the contact something within him that had been tight and hungry\nseemed to relax, satisfied.  It was his nerves, feeding on those\nfamiliar things for which they had been starving.\n\nHe walked up one side and down the other.  Crates of lettuce, bins of\nonions, barrels of apples.  Such vegetables!  The radishes were scarlet\nglobes.  Each carrot was a spear of pure orange.  The green and purple\nof fancy asparagus held his expert eye.  The cauliflower was like a\ngreat bouquet, fit for a bride; the cabbages glowed like jade.\n\nAnd the men!  He hadn't dreamed there were men like that in this big,\nshiny-shod, stiffly laundered, white-collared city.  Here were rufous\nmen in overalls--worn, shabby, easy-looking overalls and old blue\nshirts, and mashed hats worn at a careless angle. Men, jovial,\ngood-natured, with clear eyes, and having about them some of the\nrevivifying freshness and wholesomeness of the products they handled.\n\nBen Westerveld breathed in the strong, pungent smell of onions and\ngarlic and of the earth that seemed to cling to the vegetables, washed\nclean though they were.  He breathed deeply, gratefully, and felt\nstrangely at peace.\n\nIt was a busy street.  A hundred times he had to step quickly to avoid\na hand truck, or dray, or laden wagon.  And yet the busy men found time\nto greet him friendlily.  \"H'are you!\" they said genially.  \"H'are you\nthis morning!\"\n\nHe was marketwise enough to know that some of these busy people were\ncommission men, and some grocers, and some buyers, stewards, clerks.\nIt was a womanless thoroughfare.  At the busiest business corner,\nthough, in front of the largest commission house on the street, he saw\na woman.  Evidently she was transacting business, too, for he saw the\nmen bringing boxes of berries and vegetables for her inspection.  A\nwoman in a plain blue skirt and a small black hat.\n\nA funny job for a woman.  What weren't they mixing into nowadays!\n\nHe turned sidewise in the narrow, crowded space in order to pass her\nlittle group.  And one of the men--a red-cheeked, merry-looking young\nfellow in a white apron--laughed and said: \"Well, Emma, you win.  When\nit comes to driving a bargain with you, I quit.  It can't be did!\"\n\nEven then he didn't know her.  He did not dream that this straight,\nslim, tailored, white-haired woman, bargaining so shrewdly with these\nmen, was the Emma Byers of the old days.  But he stopped there a\nmoment, in frank curiosity, and the woman looked up.  She looked up,\nand he knew those intelligent eyes and that serene brow.  He had\ncarried the picture of them in his mind for more than thirty years, so\nit was not so surprising.\n\nHe did not hesitate.  He might have if he had thought a moment, but he\nacted automatically.  He stood before her.  \"You're Emma Byers, ain't\nyou?\"\n\nShe did not know him at first.  Small blame to her, so completely had\nthe roguish, vigorous boy vanished in this sallow, sad-eyed old man.\nThen: \"Why, Ben!\" she said quietly.  And there was pity in her voice,\nthough she did not mean to have it there.  She put out one hand--that\ncapable, reassuring hand--and gripped his and held it a moment.  It was\nqueer and significant that it should be his hand that lay within hers.\n\n\"Well, what in all get-out are you doing around here, Emma?\" He tried\nto be jovial and easy.  She turned to the aproned man with whom she had\nbeen dealing and smiled.\n\n\"What am I doing here, Joe?\"\n\nJoe grinned, waggishly.  \"Nothin'; only beatin' every man on the street\nat his own game, and makin' so much money that----\"\n\nBut she stopped him there.  \"I guess I'll do my own explaining.\"  She\nturned to Ben again.  \"And what are you doing here in Chicago?\"\n\nBen passed a faltering hand across his chin.  \"Me?  Well, I'm--we're\nliving here, I s'pose.  Livin' here.\"\n\nShe glanced at him sharply.  \"Left the farm, Ben?\"\n\n\"Yes.\"\n\n\"Wait a minute.\"  She concluded her business with Joe; finished it\nbriskly and to her own satisfaction.  With her bright brown eyes and\nher alert manner and her quick little movements she made you think of a\nwren--a businesslike little wren--a very early wren that is highly\nversed in the worm-catching way.\n\nAt her next utterance he was startled but game.\n\n\"Have you had your lunch?\"\n\n\"Why, no; I----\"\n\n\"I've been down here since seven, and I'm starved.  Let's go and have a\nbite at the little Greek restaurant around the corner.  A cup of coffee\nand a sandwich, anyway.\"\n\nSeated at the bare little table, she surveyed him with those\nintelligent, understanding, kindly eyes, and he felt the years slip\nfrom him.  They were walking down the country road together, and she\nwas listening quietly and advising him.\n\nShe interrogated him gently.  But something of his old masterfulness\ncame back to him.  \"No, I want to know about you first.  I can't get\nthe rights of it, you being here on South Water, tradin' and all.\"\n\nSo she told him briefly.  She was in the commission business.\nSuccessful.  She bought, too, for such hotels as the Blackstone and the\nCongress, and for half a dozen big restaurants.  She gave him bare\nfacts, but he was shrewd enough and sufficiently versed in business to\nknow that here was a woman of established commercial position.\n\n\"But how does it happen you're keepin' it up, Emma, all this time?\nWhy, you must be anyway--it ain't that you look it--but----\"  He\nfloundered, stopped.\n\nShe laughed.  \"That's all right, Ben.  I couldn't fool you on that.\nAnd I'm working because it keeps me happy.  I want to work till I die.\nMy children keep telling me to stop, but I know better than that.  I'm\nnot going to rust out.  I want to wear out.\"  Then, at an unspoken\nquestion in his eyes:  \"He's dead. These twenty years.  It was hard at\nfirst, when the children were small.  But I knew garden stuff if I\ndidn't know anything else. It came natural to me.  That's all.\"\n\nSo then she got his story from him bit by bit.  He spoke of the farm\nand of Dike, and there was a great pride in his voice.  He spoke of\nBella, and the son who had been killed, and of Minnie. And the words\ncame falteringly. He was trying to hide something, and he was not made\nfor deception.  When he had finished:\n\n\"Now, listen, Ben.  You go back to your farm.\"\n\n\"I can't.  She--I can't.\"\n\nShe leaned forward, earnestly.  \"You go back to the farm.\"\n\nHe turned up his palms with a little gesture of defeat.  \"I can't.\"\n\n\"You can't stay here.  It's killing you.  It's poisoning you. Did you\never hear of toxins?  That means poisons, and you're poisoning\nyourself.  You'll die of it.  You've got another twenty years of work\nin you.  What's ailing you?  You go back to your wheat and your apples\nand your hogs.  There isn't a bigger job in the world than that.\"\n\nFor a moment his face took on a glow from the warmth of her own\ninspiring personality.  But it died again.  When they rose to go, his\nshoulders drooped again, his muscles sagged.  At the doorway he paused\na moment, awkward in farewell.  He blushed a little, stammered.\n\n\"Emma--I always wanted to tell you.  God knows it was luck for you the\nway it turned out--but I always wanted to----\"\n\nShe took his hand again in her firm grip at that, and her kindly,\nbright brown eyes were on him.  \"I never held it against you, Ben.  I\nhad to live a long time to understand it.  But I never held a grudge.\nIt just wasn't to be, I suppose.  But listen to me, Ben.  You do as I\ntell you.  You go back to your wheat and your apples and your hogs.\nThere isn't a bigger man-size job in the world.  It's where you belong.\"\n\nUnconsciously his shoulders straightened again.  Again they sagged.\nAnd so they parted, the two.\n\nHe must have walked almost all the long way home, through miles and\nmiles of city streets.  He must have lost his way, too, for when he\nlooked up at a corner street sign it was an unfamiliar one.\n\nSo he floundered about, asked his way, was misdirected.  He took the\nright streetcar at last and got off at his own corner at seven o'clock,\nor later.  He was in for a scolding, he knew.\n\nBut when he came to his own doorway he knew that even his tardiness\ncould not justify the bedlam of sound that came from within.\nHigh-pitched voices.  Bella's above all the rest, of course, but there\nwas Minnie's too, and Gus's growl, and Pearlie's treble, and the boy\nEd's and----\n\nAt the other voice his hand trembled so that the knob rattled in the\ndoor, and he could not turn it.  But finally he did turn it, and\nstumbled in, breathing hard.  And that other voice was Dike's.\n\nHe must have just arrived.  The flurry of explanation was still in\nprogress. Dike's knapsack was still on his back, and his canteen at his\nhip, his helmet slung over his shoulder.  A brown, hard, glowing Dike,\nstrangely tall and handsome and older, too. Older.\n\nAll this Ben saw in less than one electric second.  Then he had the\nboy's two shoulders in his hands, and Dike was saying, \"Hello, Pop.\"\n\nOf the roomful, Dike and old Ben were the only quiet ones.  The others\nwere taking up the explanation and going over it again and again, and\nmarveling, and asking questions.\n\n\"He come in to--what's that place, Dike?--Hoboken--yesterday only.  An'\nhe sent a dispatch to the farm.  Can't you read our letters, Dike, that\nyou didn't know we was here now?  And then he's only got an hour more.\nThey got to go to Camp Grant to be, now, demobilized.  He came out to\nMinnie's on a chance.  Ain't he big!\"\n\nBut Dike and his father were looking at each other quietly.  Then Dike\nspoke.  His speech was not phlegmatic, as of old.  He had a new clipped\nway of uttering his words:\n\n\"Say, Pop, you ought to see the way the Frenchies farm!  They got about\nan acre each, and, say, they use every inch of it.  If they's a little\ndirt blows into the crotch of a tree, they plant a crop in there.  I\nnever seen nothin' like it.  Say, we waste enough stuff over here to\nkeep that whole country in food for a hundred years.  Yessir.  And\ntools!  Outta the ark, believe me. If they ever saw our tractor, they'd\nthink it was the Germans comin' back.  But they're smart at that.  I\npicked up a lot of new ideas over there.  And you ought to see the old\nbirds--womenfolks and men about eighty years old--runnin' everything on\nthe farm.  They had to.  I learned somethin' off them about farmin'.\"\n\n\"Forget the farm,\" said Minnie.\n\n\"Yeh,\" echoed Gus, \"forget the farm stuff.  I can get you a job here\nout at the works for four-fifty a day, and six when you learn it right.\"\n\nDike looked from one to the other, alarm and unbelief on his face.\n\"What d'you mean, a job?  Who wants a job!  What you all----\"\n\nBella laughed jovially.  \"F'r heaven's sakes, Dike, wake up! We're\nlivin' here.  This is our place.  We ain't rubes no more.\"\n\n\nDike turned to his father.  A little stunned look crept into his face.\nA stricken, pitiful look.  There was something about it that suddenly\nmade old Ben think of Pearlie when she had been slapped by her\nquick-tempered mother.\n\n\"But I been countin' on the farm,\" he said miserably.  \"I just been\nlivin' on the idea of comin' back to it.  Why, I---- The streets here,\nthey're all narrow and choked up.  I been countin' on the farm.  I want\nto go back and be a farmer.  I want----\"\n\nAnd then Ben Westerveld spoke.  A new Ben Westerveld--the old Ben\nWesterveld.  Ben Westerveld, the farmer, the monarch over six hundred\nacres of bounteous bottomland.\n\n\"That's all right, Dike,\" he said.  \"You're going back.  So'm I.  I've\ngot another twenty years of work in me.  We're going back to the farm.\"\n\nBella turned on him, a wildcat.  \"We ain't!  Not me!  We ain't! I'm not\nagoin' back to the farm.\"\n\nBut Ben Westerveld was master again in his own house.  \"You're goin'\nback, Bella,\" he said quietly, \"an' things are goin' to be different.\nYou're goin' to run the house the way I say, or I'll know why.  If you\ncan't do it, I'll get them in that can. An' me and Dike, we're goin'\nback to our wheat and our apples and our hogs.  Yessir!  There ain't a\nbigger man-size job in the world.\"\n\n\n\n\nUn Morso doo Pang [1919]\n\nWhen you are twenty you do not patronize sunsets unless you are\nunhappy, in love, or both.  Tessie Golden was both.  Six months ago a\nsunset had wrung from her only a casual tribute, such as: \"My! Look how\nred the sky is!\" delivered as unemotionally as a weather bulletin.\n\nTessie Golden sat on the top step of the back porch now, a slim, inert\nheap in a cotton house coat and scuffed slippers.  Her head was propped\nwearily against the porch post.  Her hands were limp in her lap.  Her\nface was turned toward the west, where shone that mingling of orange\nand rose known as salmon pink.  But no answering radiance in the girl's\nface met the glow in the Wisconsin sky.\n\n\nSaturday night, after supper in Chippewa, Wisconsin, Tessie Golden of\nthe presunset era would have been calling from her bedroom to the\nkitchen:  \"Ma, what'd you do with my pink blouse?\"\n\nAnd from the kitchen:  \"It's in your second bureau drawer.  The collar\nwas kind of mussed from Wednesday night, and I give it a little\npressing while my iron was on.\"\n\nAt seven-thirty Tessie would have emerged from her bedroom in the pink\nblouse that might have been considered alarmingly frank as to texture\nand precariously low as to neck had Tessie herself not been so\nreassuringly unopulent; a black taffeta skirt, very brief; a hat with a\ngood deal of French blue about it; fragile high-heeled pumps with bows.\n\nAs she passed through the sitting room on her way out, her mother would\nappear in the doorway, dishtowel in hand.  Her pride in this slim young\nthing and her love of her she concealed with a thin layer of carping\ncriticism.\n\n\"Runnin' downtown again, I s'pose.\"  A keen eye on the swishing skirt\nhem.\n\nTessie, the quick-tongued, would toss the wave of shining hair that lay\nagainst either glowing cheek.  \"Oh, my, no!  I just thought I'd dress\nup in case Angie Hatton drove past in her auto and picked me up for a\nlittle ride.  So's not to keep her waiting.\"\n\nAngie Hatton was Old Man Hatton's daughter.  Anyone in the Fox River\nValley could have told you who Old Man Hatton was.  You saw his name at\nthe top of every letterhead of any importance in Chippewa, from the\nPulp and Paper Mill to the First National Bank, and including the watch\nfactory, the canning works, and the Mid-Western Land Company. Knowing\nthis, you were able to appreciate Tessie's sarcasm.  Angie Hatton was\nas unaware of Tessie's existence as only a young woman could be whose\nfamily residence was in Chippewa, Wisconsin, but who wintered in Italy,\nsummered in the mountains, and bought (so the town said) her very\nhairpins in New York.  When Angie Hatton came home from the East the\ntown used to stroll past on Mondays to view the washing on the Hatton\nline.  Angie's underwear, flirting so audaciously with the sunshine and\nzephyrs, was of silk and crepe de Chine and satin--materials that we\nhad always thought of heretofore as intended exclusively for party\ndresses and wedding gowns.  Of course, two years later they were\nshowing practically the same thing at Megan's dry-goods store.  But\nthat was always the way with Angie Hatton.  Even those of us who went\nto Chicago to shop never quite caught up with her.\n\nDelivered of this ironic thrust, Tessie would walk toward the screen\ndoor with a little flaunting sway of the hips.  Her mother's eyes,\nfollowing the slim figure, had a sort of grudging love in them.  A\nspare, caustic, wiry little woman, Tessie's mother.  Tessie resembled\nher as a water color may resemble a blurred charcoal sketch.  Tessie's\nwide mouth curved into humor lines.  She was the cutup of the\nescapement department at the watch factory; the older woman's lips\nsagged at the corners. Tessie was buoyant and colorful with youth.  The\nother was shrunken and faded with years and labor.  As the girl minced\nacross the room in her absurdly high-heeled shoes, the older woman\nthought:  My, but she's pretty!  But she said aloud: \"I should think\nyou'd stay home once in a while and not be runnin' the streets every\nnight.\"\n\n\"Time enough to be sittin' home when I'm old like you.\"\n\nAnd yet between these two there was love, and even understanding.\n\nBut in families such as Tessie's, demonstration is a thing to be\nashamed of; affection a thing to conceal.  Tessie's father was janitor\nof the Chippewa High School.  A powerful man, slightly crippled by\nrheumatism, loquacious, lively, fond of his family, proud of his neat\ngray frame house and his new cement sidewalk and his carefully tended\nyard and garden patch. In all her life Tessie had never seen a caress\nexchanged between her parents.\n\nNowadays Ma Golden had little occasion for finding fault with Tessie's\nevening diversion.  She no longer had cause to say, \"Always gaddin'\ndowntown, or over to Cora's or somewhere, like you didn't have a home\nto stay in.  You ain't been in a evening this week, only when you\nwashed your hair.\"\n\nTessie had developed a fondness for sunsets viewed from the back\nporch--she who had thought nothing of dancing until three and rising at\nhalf-past six to go to work.\n\nStepping about in the kitchen after supper, her mother would eye the\nlimp, relaxed figure on the back porch with a little pang at her heart.\nShe would come to the screen door, or even out to the porch on some\nerrand or other--to empty the coffee grounds, to turn the row of\nhalf-ripe tomatoes reddening on the porch railing, to flap and hang up\na damp tea towel.\n\n\"Ain't you goin' out, Tess?\"\n\n\"No.\"\n\n\"What you want to lop around here for?  Such a grant evening. Why don't\nyou put on your things and run downtown, or over to Cora's or\nsomewhere, hm?\"\n\n\"What for?\"--listlessly.\n\n\"What for!  What does anybody go out for!\"\n\n\"I don't know.\"\n\nIf they could have talked it over together, these two, the girl might\nhave found relief.  But the family shyness of their class was too\nstrong upon them.  Once Mrs. Golden had said, in an effort at sympathy,\n\"Person'd think Chuck Mory was the only one who'd gone to war an' the\nlast fella left in the world.\"\n\nA grim flash of the old humor lifted the corners of the wide mouth.\n\"He is.  Who's there left?  Stumpy Gans, up at the railroad crossing?\nOr maybe Fatty Weiman, driving the garbage. Guess I'll doll up this\nevening and see if I can't make a hit with one of them.\"\n\nShe relapsed into bitter silence.  The bottom had dropped out of Tessie\nGolden's world.\n\n\nIn order to understand the Tessie of today one would have to know the\nTessie of six months ago--Tessie the impudent, the life-loving.  Tessie\nGolden could say things to the escapement-room foreman that anyone else\nwould have been fired for.  Her wide mouth was capable of glorious\ninsolences. Whenever you heard shrieks of laughter from the girls'\nwashroom at noon you knew that Tessie was holding forth to an admiring\ngroup.  She was a born mimic; audacious, agile, and with the gift of\nburlesque.  The autumn that Angie Hatton came home from Europe wearing\nthe first tight skirt that Chippewa had ever seen, Tessie gave an\nimitation of that advanced young woman's progress down Grand Avenue in\nthis restricting garment.  The thing was cruel in its fidelity, though\ncontaining just enough exaggeration to make it artistic.  She followed\nit up by imitating the stricken look on the face of Mattie Haynes,\ncloak-and-suit buyer at Megan's, who, having just returned from the\nEast with what she considered the most fashionable of the new fall\nstyles, now beheld Angie Hatton in the garb that was the last echo of\nthe last cry in Paris modes--and no model in Mattie's newly selected\nstock bore even the remotest resemblance to it.\n\nYou would know from this that Tessie was not a particularly deft\nworker.  Her big-knuckled fingers were cleverer at turning out a blouse\nor retrimming a hat.  Hers were what are known as handy hands, but not\nsensitive.  It takes a light and facile set of fingers to fit pallet\nand arbor and fork together: close work and tedious.  Seated on low\nbenches along the tables, their chins almost level with the table top,\nthe girls worked with pincers and flame, screwing together the three\ntiny parts of the watch's anatomy that were their particular specialty.\nEach wore a jeweler's glass in one eye.  Tessie had worked at the watch\nfactory for three years, and the pressure of the glass on the eye\nsocket had given her the slightly hollow-eyed appearance peculiar to\nexperienced watchmakers.  It was not unbecoming, though, and lent her,\nsomehow, a spiritual look which made her impudence all the more piquant.\n\nTessie wasn't always witty, really.  But she had achieved a reputation\nfor wit which insured applause for even her feebler efforts.  Nap\nBallou, the foreman, never left the escapement room without a little\nshiver of nervous apprehension--a feeling justified by the ripple of\nsuppressed laughter that went up and down the long tables.  He knew\nthat Tessie Golden, like a naughty schoolgirl when teacher's back is\nturned, had directed one of her sure shafts at him.\n\nBallou, his face darkling, could easily have punished her. Tessie knew\nit. But he never did, or would.  She knew that, too. Her very insolence\nand audacity saved her.\n\n\"Someday,\" Ballou would warn her, \"you'll get too gay, and then you'll\nfind yourself looking for a job.\"\n\n\"Go on--fire me,\" retorted Tessie, \"and I'll meet you in Lancaster\"--a\nform of wit appreciated only by watchmakers.  For there is a certain\ntype of watch hand who is as peripatetic as the old-time printer.\nRestless, ne'er-do-well, spendthrift, he wanders from factory to\nfactory through the chain of watchmaking towns: Springfield, Trenton,\nWaltham, Lancaster, Waterbury, Chippewa.  Usually expert, always\nunreliable, certainly fond of drink, Nap Ballou was typical of his\nkind.  The steady worker had a mingled admiration and contempt for him.\nHe, in turn, regarded the other as a stick-in-the-mud.  Nap wore his\ncap on one side of his curly head, and drank so evenly and steadily as\nnever to be quite drunk and never strictly sober.  He had slender,\nsensitive fingers like an artist's or a woman's, and he knew the parts\nof that intricate mechanism known as a watch from the jewel to the\nfinishing room.  It was said he had a wife or two.  He was forty-six,\ngood-looking in a dissolute sort of way, possessing the charm of the\nwanderer, generous with his money.  It was known that Tessie's barbs\nwere permitted to prick him without retaliation because Tessie herself\nappealed to his errant fancy.\n\nWhen the other girls teased her about this obvious state of affairs,\nsomething fine and contemptuous welled up in her. \"Him!  Why, say, he\nought to work in a pickle factory instead of a watchworks.  All he\nneeds is a little dill and a handful of grape leaves to make him good\neatin' as a relish.\"\n\nAnd she thought of Chuck Mory, perched on the high seat of the American\nExpress truck, hatless, sunburned, stockily muscular, clattering down\nWinnebago Street on his way to the depot and the 7:50 train.\n\nSomething about the clear simplicity and uprightness of the firm little\nfigure appealed to Nap Ballou.  He used to regard her curiously with a\nlong, hard gaze before which she would grow uncomfortable.  \"Think\nyou'll know me next time you see me?\" But there was an uneasy feeling\nbeneath her flip exterior.  Not that there was anything of the\nbeautiful, persecuted factory girl and villainous foreman about the\nsituation.  Tessie worked at watchmaking because it was light,\npleasant, and well paid.  She could have found another job for the\nasking.  Her money went for shoes and blouses and lingerie and silk\nstockings.  She was forever buying a vivid necktie for her father and\ndressing up her protesting mother in gay colors that went ill with the\ndrab, wrinkled face.  \"If it wasn't for me, you'd go round looking like\none of those Polack women down by the tracks,\" Tessie would scold.\n\"It's a wonder you don't wear a shawl!\"\n\nThat was the Tessie of six months ago, gay, carefree, holding the reins\nof her life in her own two capable hands.  Three nights a week, and\nSunday, she saw Chuck Mory.  When she went downtown on Saturday night\nit was frankly to meet Chuck, who was waiting for her on Schroeder's\ndrugstore corner.  He knew it, and she knew it.  Yet they always went\nthrough a little ceremony.  She and Cora, turning into Grand from\nWinnebago Street, would make for the post office.  Then down the length\nof Grand with a leaping glance at Schroeder's corner before they\nreached it.  Yes, there they were, very clean-shaven, clean-shirted,\nslick-looking. Tessie would have known Chuck's blond head among a\nthousand.  An air of studied hauteur and indifference as they\napproached the corner.  Heads turned the other way.  A low whistle from\nthe boys.\n\n\"Oh, how do!\"\n\n\"Good evening!\"\n\nBoth greetings done with careful surprise.  Then on down the street.\nOn the way back you took the inside of the walk, and your hauteur was\nnow stony to the point of insult.  Schroeder's corner simply did not\nexist.  On as far as Megan's, which you entered and inspected, up one\nbrightly lighted aisle and down the next.  At the dress-goods counter\nthere was a neat little stack of pamphlets entitled \"In the World of\nFashion.\"  You took one and sauntered out leisurely.  Down Winnebago\nStreet now, homeward bound, talking animatedly and seemingly\nunconscious of quick footsteps sounding nearer and nearer.  Just past\nthe Burke House, where the residential district began, and where the\ntrees cast their kindly shadows:  \"Can I see you home?\"  A hand slipped\nthrough her arm; a little tingling thrill.\n\n\"Oh, why, how do, Chuck!  Hello, Scotty.  Sure, if you're going our\nway.\"\n\nAt every turn Chuck left her side and dashed around behind her in order\nto place himself at her right again, according to the rigid rule of\nChippewa etiquette.  He took her arm only at street crossings until\nthey reached the tracks, which perilous spot seemed to justify him in\nretaining his hold throughout the remainder of the stroll.  Usually\nthey lost Cora and Scotty without having been conscious of their loss.\n\nTheir talk?  The girls and boys that each knew; the day's happenings at\nfactory and express office; next Wednesday night's dance up in the\nChute; and always the possibility of Chuck's leaving the truck and\nassuming the managership of the office.\n\n\"Don't let this go any further, see?  But I heard it straight that old\nBenke is going to be transferred to Fond du Lac.  And if he is, why, I\nstep in, see?  Benke's got a girl in Fondy, and he's been pluggin' to\nget there.  Gee, maybe I won't be glad when he does!\"  A little\nsilence.  \"Will you be glad, Tess?  Hm?\"\n\nTess felt herself glowing and shivering as the big hand closed more\ntightly on her arm.  \"Me?  Why, sure I'll be pleased to see you get a\njob that's coming to you by rights, and that'll get you better pay, and\nall.\"\n\nBut she knew what he meant, and he knew she knew.\n\nNo more of that now.  Chuck--gone.  Scotty--gone.  All the boys at the\nwatchworks, all the fellows in the neighborhood--gone.  At first she\nhadn't minded.  It was exciting.  You kidded them at first:  \"Well,\nbelieve me, Chuck, if you shoot the way you play ball, you're a gone\ngoon already.\"\n\n\"All you got to do, Scotty, is to stick that face of yours up over the\ntop of the trench and the Germans'll die of fright and save you wasting\nbullets.\"\n\nThere was a great knitting of socks and sweaters and caps. Tessie's\nbig-knuckled, capable fingers made you dizzy, they flew so fast.  Chuck\nwas outfitted as for a polar expedition.  Tess took half a day off to\nbid him good-by.  They marched down Grand Avenue, that first lot of\nthem, in their everyday suits and hats, with their shiny yellow\nsuitcases and their pasteboard boxes in their hands, sheepish,\nred-faced, awkward.  In their eyes, though, a certain look.  And so off\nfor Camp Sherman, their young heads sticking out of the car windows in\nclusters--black, yellow, brown, red.  But for each woman on the depot\nplatform there was just one head.  Tessie saw a blurred blond one with\na misty halo around it.  A great shouting and waving of handkerchiefs:\n\n\"Good-by!  Good-by!  Write, now!  Be sure!  Mebbe you can get off in a\nweek, for a visit.  Good-by!  Good----\"\n\nThey were gone.  Their voices came back to the crowd on the depot\nplatform--high, clear young voices; almost like the voices of children,\nshouting.\n\nWell, you wrote letters--fat, bulging letters--and in turn you received\nequally plump envelopes with a red emblem in one corner.\n\nYou sent boxes of homemade fudge (nut variety) and cookies and the more\ndurable forms of cake.\n\nThen, unaccountably, Chuck was whisked all the way to California.\n\nHe was furious at parting with his mates, and his indignation was\nexpressed in his letters to Tessie.  She sympathized with him in her\nreplies.  She tried to make light of it, but there was a little clutch\nof terror in it, too.  California! Might as well send a person to the\nend of the world while they were about it. Two months of that.  Then,\ninexplicably again, Chuck's letters bore the astounding postmark of New\nYork.  She thought, in a panic, that he was Franceward bound, but it\nturned out not to be so.  Not yet.  Chuck's letters were taking on a\ncosmopolitan tone.  \"Well,\" he wrote, \"I guess the little old town is\nas dead as ever.  It seems funny you being right there all this time\nand I've traveled from the Atlantic to the Pacific.  Everybody treats\nme swell.  You ought to seen some of those California houses.  They\nmake Hatton's place look like a dump.\"\n\nThe girls, Cora and Tess and the rest, laughed and joked among\nthemselves and assured one another, with a toss of the head, that they\ncould have a good time without the fellas.  They didn't need boys\naround.\n\nThey gave parties, and they were not a success.  There was one of the\ntype known as a stag.  \"Some hen party!\" they all said. They danced,\nand sang \"Over There.\"  They had ice cream and chocolate layer cake and\nwent home in great hilarity, with their hands on each other's\nshoulders, still singing.\n\nBut the thing was a failure, and they knew it.  Next day, at the lunch\nhour and in the washroom, there was a little desultory talk about the\nstag.  But the meat of such an aftergathering is contained in phrases\nsuch as \"I says to him\"--and \"He says to me.\"  They wasted little\nconversation on the stag.  It was much more exciting to exhibit letters\non blue-lined paper with the red emblem at the top.  Chuck's last\nletter had contained the news of his sergeancy.\n\nAngie Hatton, home from the East, was writing letters, too. Everyone in\nChippewa knew that.  She wrote on that new art paper with the\ngnawed-looking edges and stiff as a newly laundered cuff.  But the\nletters which she awaited so eagerly were written on the same sort of\npaper as were those Tessie had from Chuck--blue-lined, cheap in\nquality.  A New York fellow, Chippewa learned; an aviator.  They knew,\ntoo, that young Hatton was an infantry lieutenant somewhere in the\nEast.  These letters were not from him.\n\nEver since her home-coming, Angie had been sewing at the Red Cross shop\non Grand Avenue.  Chippewa boasted two Red Cross shops.  The Grand\nAvenue shop was the society shop.  The East End crowd sewed there,\ncapped, veiled, aproned--and unapproachable. Were your fingers ever so\ndeft, your knowledge of seams and basting mathematical, your skill with\nthat complicated garment known as a pneumonia jacket uncanny, if you\ndid not belong to the East End set, you did not sew at the Grand Avenue\nshop.  No matter how grossly red the blood which the Grand Avenue\nbandages and pads were ultimately to stanch, the liquid in the fingers\nthat rolled and folded them was pure cerulean.\n\nTessie and her crowd had never thought of giving any such service to\ntheir country.  They spoke of the Grand Avenue workers as \"that\nstinkin' bunch.\"  Yet each one of the girls was capable of starting a\nblouse in an emergency on Saturday night and finishing it in time for a\nSunday picnic, buttonholes and all. Their help might have been\ninvaluable.  It never was asked.\n\nWithout warning, Chuck came home on three days' furlough.  It meant\nthat he was bound for France right enough this time.  But Tessie didn't\ncare.\n\n\"I don't care where you're goin',\" she said exultantly, her eyes\nlingering on the stocky, straight, powerful figure in its rather\nill-fitting khaki.  \"You're here now.  That's enough. Ain't you tickled\nto be home, Chuck?  Gee!\"\n\n\"I'll say,\" responded Chuck.  But even he seemed to detect some lack in\nhis tone and words.  He elaborated somewhat shamefacedly:\n\n\"Sure.  It's swell to be home.  But I don't know.  After you've\ntraveled around, and come back, things look so kind of little to you.\nI don't know--kind of----\"  He floundered about, at a loss for\nexpression.  Then tried again:  \"Now, take Hatton's place, for example.\nI always used to think it was a regular palace, but, gosh, you ought to\nsee places where I was asked to in San Francisco and around there.\nWhy, they was--were--enough to make the Hatton house look like a shack.\nSwimmin' pools of white marble, and acres of yard like a park, and the\nhelp always bringing you something to eat or drink.  And the folks\nthemselves--why, say!  Here we are scraping and bowing to Hattons and\nthat bunch.  They're pikers to what some people are that invited me to\ntheir houses in New York and Berkeley, and treated me and the other\nguys like kings or something.  Take Megan's store, too\"--he was warming\nto his subject, so that he failed to notice the darkening of Tessie's\nface--\"it's a joke compared to New York and San Francisco stores.\nReg'lar hick joint.\"\n\nTessie stiffened.  Her teeth were set, her eyes sparkled.  She tossed\nher head.  \"Well, I'm sure, Mr. Mory, it's good enough for me.  Too bad\nyou had to come home at all now you're so elegant and swell, and\neverything.  You better go call on Angie Hatton instead of wasting time\non me.  She'd probably be tickled to see you.\"\n\nHe stumbled to his feet, then, awkwardly.  \"Aw, say, Tessie, I didn't\nmean--why, say--you don't suppose--why, believe me, I pretty near\nbusted out cryin' when I saw the Junction eatin' house when my train\ncame in.  And I been thinking of you every minute.  There wasn't a\nday----\"\n\n\"Tell that to your swell New York friends.  I may be a hick but I ain't\na fool.\"  She was near to tears.\n\n\"Why, say, Tess, listen!  Listen!  If you knew--if you knew--A guy's\ngot to--he's got no right to----\"\n\nAnd presently Tessie was mollified, but only on the surface.  She\nsmiled and glanced and teased and sparkled.  And beneath was terror.\nHe talked differently.  He walked differently.  It wasn't his clothes\nor the army.  It was something else--an ease of manner, a new\nleisureliness of glance, an air.  Once Tessie had gone to Milwaukee\nover Labor Day.  It was the extent of her experience as a traveler.\nShe remembered how superior she had felt for at least two days after.\nBut Chuck!  California!  New York!  It wasn't the distance that\nterrified her.  It was his new knowledge, the broadening of his vision,\nthough she did not know it and certainly could not have put it into\nwords.\n\nThey went walking down by the river to Oneida Springs, and drank some\nof the sulphur water that tasted like rotten eggs.  Tessie drank it\nwith little shrieks and shudders and puckered her face up into an\nexpression indicative of extreme disgust.\n\n\"It's good for you,\" Chuck said, and drank three cups of it, manfully.\n\"That taste is the mineral qualities the water contains--sulphur and\niron and so forth.\"\n\n\"I don't care,\" snapped Tessie irritably.  \"I hate it!\"  They had often\nwalked along the river and tasted of the spring water, but Chuck had\nnever before waxed scientific.  They took a boat at Baumann's boathouse\nand drifted down the lovely Fox River.\n\n\"Want to row?\" Chuck asked.  \"I'll get an extra pair of oars if you do.\"\n\n\"I don't know how.  Besides, it's too much work.  I guess I'll let you\ndo it.\"\n\nChuck was fitting his oars in the oarlocks.  She stood on the landing\nlooking down at him.  His hat was off.  His hair seemed blonder than\never against the rich tan of his face.  His neck muscles swelled a\nlittle as he bent.  Tessie felt a great longing to bury her face in the\nwarm red skin.  He straightened with a sigh and smiled at her.  \"I'll\nbe ready in a minute.\"  He took off his coat and turned his khaki shirt\nin at the throat, so that you saw the white line of his untanned chest\nin strange contrast to his sun-burned throat.  A feeling of giddy\nfaintness surged over Tessie.  She stepped blindly into the boat and\nwould have fallen if Chuck's hard, firm grip had not steadied her.\n\"Whoa, there!  Don't you know how to step into a boat?  There.  Walk\nalong the middle.\"\n\nShe sat down and smiled up at him.  \"I don't know how I come to do\nthat.  I never did before.\"\n\nChuck braced his feet, rolled up his sleeves, and took an oar in each\nbrown hand, bending rhythmically to his task.  He looked about him,\nthen at the girl, and drew a deep breath, feathering his oars.  \"I\nguess I must have dreamed about this more'n a million times.\"\n\n\"Have you, Chuck?\"\n\nThey drifted on in silence.  \"Say, Tess, you ought to learn to row.\nIt's good exercise.  Those girls in California and New York, they play\ntennis and row and swim as good as the boys. Honest, some of 'em are\nwonders!\"\n\n\"Oh, I'm sick of your swell New York friends!  Can't you talk about\nsomething else?\"\n\nHe saw that he had blundered without in the least understanding how or\nwhy.  \"All right.  What'll we talk about?\"  In itself a fatal admission.\n\n\"About--you.\"  Tessie made it a caress.\n\n\"Me?  Nothin' to tell about me.  I just been drillin' and studyin' and\nmarchin' and readin' some---- Oh, say, what d'you think?\"\n\n\"What?\"\n\n\"They been learnin' us--teachin' us, I mean--French.  It's the\ndarnedest language!  Bread is pain.  Can you beat that?  If you want to\nask for a piece of bread, you say like this:  DONNAY MA UN MORSO DOO\nPANG.  See?\"\n\n\"My!\" breathed Tessie.\n\nAnd within her something was screaming:  Oh, my God!  Oh, my God! He\nknows French.  And those girls that can row and swim and everything.\nAnd me, I don't know anything.  Oh, God, what'll I do?\n\nIt was as though she could see him slipping away from her, out of her\ngrasp, out of her sight.  She had no fear of what might come to him in\nFrance.  Bullets and bayonets would never hurt Chuck. He'd make it,\njust as he always made the 7:50 when it seemed as if he was going to\nmiss it sure.  He'd make it there and back, all right.  But he'd be a\ndifferent Chuck, while she stayed the same Tessie.  Books, travel,\nFrench, girls, swell folks----\n\nAnd all the while she was smiling and dimpling and trailing her hand in\nthe water.  \"Bet you can't guess what I got in that lunch box.\"\n\n\"Chocolate cake.\"\n\n\"Well, of course I've got chocolate cake.  I baked it myself this\nmorning.\"\n\n\n\"Yes, you did!\"  \"Why, Chuck Mory, I did so!  I guess you think I can't\ndo anything, the way you talk.\"\n\n\"Oh, don't I!  I guess you know what I think.\"\n\n\"Well, it isn't the cake I mean.  It's something else.\"\n\n \"Fried chicken!\"\n\n\"Oh, now you've gone and guessed it.\"  She pouted prettily.\n\n\"You asked me to, didn't you?\"\n\nThen they laughed together, as at something exquisitely witty. Down the\nriver, drifting, rowing.  Tessie pointed to a house half hidden among\nthe trees on the farther shore:  \"There's Hatton's camp.  They say they\nhave grand times there with their swell crowd some Saturdays and\nSundays.  If I had a house like that, I'd live in it all the time, not\njust a couple of days out of the whole year.\"  She hesitated a moment.\n\"I suppose it looks like a shanty to you now.\"\n\nChuck surveyed it, patronizingly.  \"No, it's a nice little place.\"\n\nThey beached their boat, and built a little fire, and had supper on the\nriverbank, and Tessie picked out the choice bits for him--the breast of\nthe chicken, beautifully golden brown; the ripest tomato; the firmest,\njuiciest pickle; the corner of the little cake which would give him a\ndouble share of icing.\n\nFrom Chuck, between mouthfuls:  \"I guess you don't know how good this\ntastes.  Camp grub's all right, but after you've had a few months of it\nyou get so you don't believe there IS such a thing as real fried\nchicken and homemade chocolate cake.\"\n\n\"I'm glad you like it, Chuck.  Here, take this drumstick.  You ain't\neating a thing!\"  His fourth piece of chicken.\n\nDown the river as far as the danger line just above the dam, with\nTessie pretending fear just for the joy of having Chuck reassure her.\nThen back again in the dusk, Chuck bending to the task now against the\ncurrent.  And so up the hill, homeward bound.  They walked very slowly,\nChuck's hand on her arm.  They were dumb with the tragic, eloquent\ndumbness of their kind.  If she could have spoken the words that were\nchurning in her mind, they would have been something like this:\n\n\"Oh, Chuck, I wish I was married to you.  I wouldn't care if only I had\nyou.  I wouldn't mind babies or anything.  I'd be glad.  I want our\nhouse, with a dining-room set, and a mahogany bed, and one of those\noverstuffed sets in the living room, and all the housework to do.  I'm\nscared.  I'm scared I won't get it. What'll I do if I don't?\"\n\nAnd he, wordlessly:  \"Will you wait for me, Tessie, and keep on\nthinking about me?  And will you keep yourself like you are so that if\nI come back----\"\n\nAloud, she said:  \"I guess you'll get stuck on one of those French\ngirls.  I should worry!  They say wages at the watch factory are going\nto be raised, workers are so scarce.  I'll probably be as rich as Angie\nHatton time you get back.\"\n\nAnd he, miserably:  \"Little old Chippewa girls are good enough for\nChuck.  I ain't counting on taking up with those Frenchies. I don't\nlike their jabber, from what I know of it.  I saw some pictures of 'em,\nlast week, a fellow in camp had who'd been over there.  Their hair is\nall funny, and fixed up with combs and stuff, and they look real dark\nlike foreigners.\"\n\nIt had been reassuring enough at the time.  But that was six months\nago.  And now here was the Tessie who sat on the back porch, evenings,\nsurveying the sunset.  A listless, lackadaisical, brooding Tessie.\nLittle point to going downtown Saturday nights now.  There was no\nfamiliar, beloved figure to follow you swiftly as you turned off Elm\nStreet, homeward bound. If she went downtown now, she saw only those\nSaturday-night family groups which are familiar to every small town.\nThe husband, very damp as to hair and clean as to shirt, guarding the\ngocart outside while the woman accomplished her Saturday-night trading\nat Ding's or Halpin's.  Sometimes there were as many as half a dozen\ngocarts outside Halpin's, each containing a sleeping burden, relaxed,\nchubby, fat-cheeked.  The waiting men smoked their pipes and conversed\nlargely.  \"Hello, Ed.  The woman's inside, buyin' the store out, I\nguess.\"\n\n\"That so?  Mine, to.  Well, how's everything?\"\n\nTessie knew that presently the woman would come out, bundle laden, and\nthat she would stow these lesser bundles in every corner left available\nby the more important sleeping bundle--two yards of oilcloth; a spool\nof 100, white; a banana for the baby; a new stewpan at the five-and-ten.\n\nThere had been a time when Tessie, if she thought of these women at\nall, felt sorry for them--worn, drab, lacking in style and figure.  Now\nshe envied them.\n\n\nThere were weeks upon weeks when no letter came from Chuck.  In his\nlast letter there had been some talk of his being sent to Russia.\nTessie's eyes, large enough now in her thin face, distended with a\ngreat fear.  Russia!  His letter spoke, too, of French villages and\nchateaux.  He and a bunch of fellows had been introduced to a princess\nor a countess or something--it was all one to Tessie--and what do you\nthink?  She had kissed them all on both cheeks!  Seems that's the way\nthey did in France.\n\nThe morning after the receipt of this letter the girls at the watch\nfactory might have remarked her pallor had they not been so occupied\nwith a new and more absorbing topic.\n\n\"Tess, did you hear about Angie Hatton?\"\n\n\"What about her?\"\n\n\"She's going to France.  It's in the Milwaukee paper, all about her\nbeing Chippewa's fairest daughter, and a picture of the house, and her\nbeing the belle of the Fox River Valley, and she's giving up her\npalatial home and all to go to work in a canteen for her country and\nbleeding France.\"\n\n\"Ya-as she is!\" sneered Tessie, and a dull red flush, so deep as to be\npainful, swept over her face from throat to brow. \"Ya-as she is, the\ndoll-faced simp!  Why, say, she never wiped up a floor in her life, or\nbaked a cake, or stood on them feet of hers.  She couldn't cut up a\nloaf of bread decent. Bleeding France!  Ha!  That's rich, that is.\"\nShe thrust her chin out brutally, and her eyes narrowed to slits.\n\"She's going over there after that fella of hers.  She's chasing him.\nIt's now or never, and she knows it and she's scared, same's the rest\nof us. On'y we got to set home and make the best of it.  Or take what's\nleft.\"  She turned her head slowly to where Nap Ballou stood over a\ntable at the far end of the room.  She laughed a grim, unlovely little\nlaugh.  \"I guess when you can't go after what you want, like Angie, why\nyou gotta take second choice.\"\n\nAll that day, at the bench, she was the reckless, insolent, audacious\nTessie of six months ago.  Nap Ballou was always standing over her,\npretending to inspect some bit of work or other, his shoulder brushing\nhers.  She laughed up at him so that her face was not more than two\ninches from his.  He flushed, but she did not.  She laughed a reckless\nlittle laugh.\n\n\"Thanks for helping teach me my trade, Mr. Ballou.  'Course I only been\nat it over three years now, so I ain't got the hang of it yet.\"\n\nHe straightened up slowly, and as he did so he rested a hand on her\nshoulder for a brief moment.  She did not shrug it off.\n\n\nThat night, after supper, Tessie put on her hat and strolled down to\nPark Avenue.  It wasn't for the walk.  Tessie had never been told to\nexercise systematically for her body's good, or her mind's.  She went\nin a spirit of unwholesome brooding curiosity and a bitter resentment.\nGoing to France, was she?  Lots of good she'd do there.  Better stay\nhome and--and what?  Tessie cast about in her mind for a fitting job\nfor Angie.  Guess she might's well go, after all.  Nobody'd miss her,\nunless it was her father, and he didn't see her but about a third of\nthe time.  But in Tessie's heart was a great envy of this girl who\ncould bridge the hideous waste of ocean that separated her from her\nman.  Bleeding France.  Yeh!  Joke!\n\nThe Hatton place, built and landscaped twenty years before, occupied a\nsquare block in solitary grandeur, the show place of Chippewa.  In\narchitectural style it was an impartial mixture of Norman castle,\nFrench chateau, and Rhenish schloss, with a dash of Coney Island about\nits facade.  It represented Old Man Hatton's realized dream of landed\nmagnificence.\n\nTessie, walking slowly past it, and peering through the high iron\nfence, could not help noting an air of unwonted excitement about the\nplace, usually so aloof, so coldly serene.  Automobiles standing out in\nfront.  People going up and down.  They didn't look very cheerful.\nJust as if it mattered whether anything happened to her or not!\n\nTessie walked around the block and stood a moment, uncertainly. Then\nshe struck off down Grand Avenue and past Donovan's pool shack.  A\nlittle group of after-supper idlers stood outside, smoking and\ngossiping, as she knew there would be.  As she turned the corner she\nsaw Nap Ballou among them.  She had known that, too.  As she passed she\nlooked straight ahead, without bowing. But just past the Burke House he\ncaught up with her.  No half-shy \"Can I walk home with you?\" from Nap\nBallou.  No.  Instead: \"Hello, sweetheart!\"\n\n\"Hello, yourself.\"\n\n\"Somebody's looking mighty pretty this evening, all dolled up in pink.\"\n\n\"Think so?\"  She tried to be pertly indifferent, but it was good to\nhave someone following, someone walking home with you. What if he was\nold enough to be her father, with graying hair? Lots of the movie\nheroes had graying hair at the sides.\n\nThey walked for an hour.  Tessie left him at the corner.  She had once\nheard her father designate Ballou as \"that drunken skunk.\" When she\nentered the sitting room her cheeks held an unwonted pink.  Her eyes\nwere brighter than they had been in months.  Her mother looked up\nquickly, peering at her over a pair of steel-rimmed spectacles, very\nmuch askew.\n\n\"Where you been, Tessie?\"\n\n\"Oh, walkin'.\"\n\n\"Who with?\"\n\n\"Cora.\"\n\n\"Why, she was here, callin' for you, not more'n an hour ago.\"\n\nTessie, taking off her hat on her way upstairs, met this coolly. \"Yeh,\nI ran into her comin' back.\"\n\nUpstairs, lying fully dressed on her hard little bed, she stared up\ninto the darkness, thinking, her hands limp at her sides.  Oh, well,\nwhat's the diff?  You had to make the best of it. Everybody makin' a\nfuss about the soldiers--feeding 'em, and asking 'em to their houses,\nand sending 'em things, and giving dances and picnics and parties so\nthey wouldn't be lonesome. Chuck had told her all about it.  The other\nboys told the same. They could just pick and choose their good times.\nTessie's mind groped about, sensing a certain injustice.  How about the\ngirls? She didn't put it thus squarely.  Hers was not a logical mind.\nEasy enough to paw over the men-folks and get silly over brass buttons\nand a uniform.  She put it that way.  She thought of the refrain of a\npopular song:  \"What Are You Going to Do to Help the Boys?\"  Tessie,\nsmiling a crooked little smile up there in the darkness, parodied the\nwords deftly:  \"What're you going to do to help the girls?\" she\ndemanded.  \"What're you going to do----\"  She rolled over on one side\nand buried her head in her arms.\n\n\nThere was news again next morning at the watch factory.  Tessie of the\nold days had never needed to depend on the other girls for the latest\nbit of gossip.  Her alert eye and quick ear had always caught it first.\nBut of late she had led a cloistered existence, indifferent to the\nworld about her.  The Chippewa Courier went into the newspaper pile\nbehind the kitchen door without a glance from Tessie's incurious eye.\n\nShe was late this morning.  As she sat down at the bench and fitted her\nglass in her eye, the chatter of the others, pitched in the high key of\nunusual excitement, penetrated even her listlessness.\n\n\"And they say she never screeched or fainted or anything.  She stood\nthere, kind of quiet, looking straight ahead, and then all of a sudden\nshe ran to her pa----\"\n\n\"I feel sorry for her.  She never did anything to me.  She----\"\n\nTessie spoke, her voice penetrating the staccato fragments all about\nher and gathering them into a whole.  \"Say, who's the heroine of this\npicture?  I come in in the middle of the film, I guess.\"\n\nThey turned on her with the unlovely eagerness of those who have ugly\nnews to tell.  They all spoke at once, in short sentences, their voices\nhigh with the note of hysteria.\n\n\"Angie Hatton's beau was killed----\"\n\n\"They say his airyoplane fell ten thousand feet----\"\n\n\"The news come only last evening about eight----\"\n\n\"She won't see nobody but her pa----\"\n\nEight!  At eight Tessie had been standing outside Hatton's house,\nenvying Angie and hating her.  So that explained the people, and the\nautomobiles, and the excitement.  Tessie was not receiving the news\nwith the dramatic reaction which its purveyors felt it deserved.\nTessie, turning from one to the other quietly, had said nothing.  She\nwas pitying Angie.  Oh, the luxury of it!  Nap Ballou, coming in\nswiftly to still the unwonted commotion in work hours, found Tessie the\nonly one quietly occupied in that chatter-filled room.  She was smiling\nas she worked.  Nap Ballou, bending over her on some pretense that\ndeceived no one, spoke low-voiced in her ear.  But she veiled her eyes\ninsolently and did not glance up.  She hummed contentedly all the\nmorning at her tedious work.\n\nShe had promised Nap Ballou to go picknicking with him Sunday. Down the\nriver, boating, with supper on shore.  The small, still voice within\nher had said, \"Don't go!  Don't go!\"  But the harsh, high-pitched,\nreckless overtone said, \"Go on!  Have a good time.  Take all you can\nget.\"\n\nShe would have to lie at home and she did it.  Some fabrication about\nthe girls at the watchworks did the trick.  Fried chicken, chocolate\ncake.  She packed them deftly and daintily. High-heeled shoes, flimsy\nblouse, rustling skirt.  Nap Ballou was waiting for her over in the\ncity park.  She saw him before he espied her.  He was leaning against a\ntree, idly, staring straight ahead with queer, lackluster eyes.\nSilhouetted there against the tender green of the pretty square, he\nlooked very old, somehow, and different--much older than he looked in\nhis shop clothes, issuing orders.  Tessie noticed that he sagged where\nhe should have stuck out, and protruded where he should have been flat.\nThere flashed across her mind a vividly clear picture of Chuck as she\nhad last seen him--brown, fit, high of chest, flat of stomach, slim of\nflank.\n\nBallou saw her.  He straightened and came toward her swiftly. \"Somebody\nlooks mighty sweet this afternoon.\"\n\nTessie plumped the heavy lunch box into his arms.  \"When you get a line\nyou like you stick to it, don't you?\"\n\n\nDown at the boathouse even Tessie, who had confessed ignorance of boats\nand oars, knew that Ballou was fumbling clumsily.  He stooped to adjust\nthe oars to the oarlocks.  His hat was off. His hair looked very gray\nin the cruel spring sunshine.  He straightened and smiled up at her.\n\n\"Ready in a minute, sweetheart,\" he said.  He took off his collar and\nturned in the neckband of his shirt.  His skin was very white.  Tessie\nfelt a little shudder of disgust sweep over her, so that she stumbled a\nlittle as she stepped into the boat.\n\nThe river was very lovely.  Tessie trailed her fingers in the water and\ntold herself that she was having a grand time.  She told Nap the same\nwhen he asked her.\n\n\"Having a good time, little beauty?\" he said.  He was puffing a little\nwith the unwonted exercise.\n\nTessie tried some of her old-time pertness of speech.  \"Oh, good\nenough, considering the company.\"\n\nHe laughed admiringly at that and said she was a sketch.\n\nWhen the early evening came on they made a clumsy landing and had\nsupper.  This time Nap fed her the tidbits, though she protested.\n\n\"White meat for you,\" he said, \"with your skin like milk.\"\n\n\"You must of read that in a book,\" scoffed Tessie.  She glanced around\nher at the deepening shadows.  \"We haven't got much time. It gets dark\nso early.\"\n\n\"No hurry,\" Nap assured her.  He went on eating in a leisurely,\nfinicking sort of way, though he consumed very little food, actually.\n\n\"You're not eating much,\" Tessie said once, halfheartedly.  She decided\nthat she wasn't having such a very grand time, after all, and that she\nhated his teeth, which were very bad.  Now, Chuck's strong, white,\ndouble row----\n\n\"Well,\" she said, \"let's be going.\"\n\n\"No hurry,\" again.\n\nTessie looked up at that with the instinctive fear of her kind. \"What\nd'you mean, no hurry!  'Spect to stay here till dark?\" She laughed at\nher own joke.\n\n\"Yes.\"\n\nShe got up then, the blood in her face.  \"Well, _I_ don't.\"\n\nHe rose, too.  \"Why not?\"\n\n\"Because I don't, that's why.\"  She stooped and began picking up the\nremnants of the lunch, placing spoons and glass bottles swiftly and\nthriftily into the lunch box.  Nap stepped around behind her.\n\n\"Let me help,\" he said.  And then his arm was about her and his face\nwas close to hers, and Tessie did not like it.  He kissed her after a\nlittle wordless struggle.  And then she knew.  She had been kissed\nbefore.  But not like this.  Not like this!  She struck at him\nfuriously.  Across her mind flashed the memory of a girl who had worked\nin the finishing room.  A nice girl, too. But that hadn't helped her.\nNap Ballou was laughing a little as he clasped her.\n\nAt that she heard herself saying:  \"I'll get Chuck Mory after you--you\ndrunken bum, you!  He'll lick you black and blue. He'll----\"\n\nThe face, with the ugly, broken brown teeth, was coming close again.\nWith all the young strength that was in her she freed one hand and\nclawed at that face from eyes to chin.  A howl of pain rewarded her.\nHis hold loosened.  Like a flash she was off.  She ran.  It seemed to\nher that her feet did not touch the earth. Over brush, through bushes,\ncrashing against trees, on and on. She heard him following her, but the\nbroken-down engine that was his heart refused to do the work.  She ran\non, though her fear was as great as before.  Fear of what might have\nhappened--to her, Tessie Golden, that nobody could even talk fresh to.\nShe gave a sob of fury and fatigue.  She was stumbling now.  It was\ngrowing dark.  She ran on again, in fear of the overtaking darkness.\nIt was easier now.  Not so many trees and bushes.  She came to a fence,\nclimbed over it, lurched as she landed, leaned against it weakly for\nsupport, one hand on her aching heart. Before her was the Hatton summer\ncottage, dimly outlined in the twilight among the trees.\n\nA warm, flickering light danced in the window.  Tessie stood a moment,\nbreathing painfully, sobbingly.  Then, with an instinctive gesture, she\npatted her hair, tidied her blouse, and walked uncertainly toward the\nhouse, up the steps to the door. She stood there a moment, swaying\nslightly.  Somebody'd be there.\n\nThe light.  The woman who cooked for them or the man who took care of\nthe place.  Somebody'd----\n\nShe knocked at the door feebly.  She'd tell 'em she had lost her way\nand got scared when it began to get dark.  She knocked again, louder\nnow.  Footsteps.  She braced herself and even arranged a crooked smile.\nThe door opened wide.  Old Man Hatton!\n\nShe looked up at him, terror and relief in her face.  He peered over\nhis glasses at her.  \"Who is it?\"  Tessie had not known, somehow, that\nhis face was so kindly.\n\nTessie's carefully planned story crumbled into nothingness. \"It's me!\"\nshe whimpered.  \"It's me!\"\n\nHe reached out and put a hand on her arm and drew her inside.\n\n\"Angie!  Angie!  Here's a poor little kid----\"\n\nTessie clutched frantically at the last crumbs of her pride.  She tried\nto straighten, to smile with her old bravado.  What was that story she\nhad planned to tell?\n\n\"Who is it, Dad?  Who----?\"  Angie Hatton came into the hallway.  She\nstared at Tessie.  Then:  \"Why, my dear!\" she said.  \"My dear!  Come in\nhere.\"\n\nAngie Hatton!  Tessie began to cry weakly, her face buried in Angie\nHatton's expensive shoulder.  Tessie remembered later that she had felt\nno surprise at the act.\n\n\"There, there!\" Angie Hatton was saying.  \"Just poke up the fire, Dad.\nAnd get something from the dining room.  Oh, I don't know.  To drink,\nyou know.  Something----\"\n\nThen Old Man Hatton stood over her, holding a small glass to her lips.\nTessie drank it obediently, made a wry little face, coughed, wiped her\neyes, and sat up.  She looked from one to the other, like a trapped\nlittle animal.  She put a hand to her tousled head.\n\n\"That's all right,\" Angie Hatton assured her.  \"You can fix it after a\nwhile.\"\n\nThere they were, the three of them:  Old Man Hatton with his back to\nthe fire, looking benignly down upon her; Angie seated, with some\nknitting in her hands, as if entertaining bedraggled, tear-stained\nyoung ladies at dusk were an everyday occurrence; Tessie, twisting her\nhandkerchief in a torment of embarrassment. But they asked no\nquestions, these two.  They evinced no curiosity about this disheveled\ncreature who had flung herself in upon their decent solitude.\n\nTessie stared at the fire.  She looked up at Old Man Hatton's face and\nopened her lips.  She looked down and shut them again. Then she flashed\na quick look at Angie, to see if she could detect there some suspicion,\nsome disdain.  None.  Angie Hatton looked--well, Tessie put it to\nherself, thus:  \"She looks like she'd cried till she couldn't cry no\nmore--only inside.\"\n\nAnd then, surprisingly, Tessie began to talk.  \"I wouldn't never have\ngone with this fella, only Chuck, he was gone.  All the boys're gone.\nIt's fierce.  You get scared, sitting home, waiting, and they're in\nFrance and everywhere, learning French and everything, and meeting\ngrand people and having a fuss made over 'em.  So I got mad and said I\ndidn't care, I wasn't going to squat home all my life, waiting----\"\n\nAngie Hatton had stopped knitting now.  Old Man Hatton was looking down\nat her very kindly.  And so Tessie went on.  The pent-up emotions and\nthoughts of these past months were finding an outlet at last.  These\nthings which she had never been able to discuss with her mother she now\nwas laying bare to Angie Hatton and Old Man Hatton!  They asked no\nquestions.  They seemed to understand.  Once Old Man Hatton interrupted\nwith:  \"So that's the kind of fellow they've got as escapement-room\nforeman, eh?\"\n\nTessie, whose mind was working very clearly now, put out a quick hand.\n\"Say, it wasn't his fault.  He's a bum, all right, but I knew it,\ndidn't I?  It was me.  I didn't care.  Seemed to me it didn't make no\ndifference who I went with, but it does.\"  She looked down at her hands\nclasped so tightly in her lap.\n\n\"Yes, it makes a whole lot of difference,\" Angie agreed, and looked up\nat her father.\n\nAt that Tessie blurted her last desperate problem:  \"He's learning all\nkind of new things.  Me, I ain't learning anything. When Chuck comes\nhome he'll just think I'm dumb, that's all. He----\"\n\n\"What kind of thing would you like to learn, Tessie, so that when Chuck\ncomes home----\"\n\nTessie looked up then, her wide mouth quivering with eagerness. \"I'd\nlike to learn to swim--and row a boat--and play tennis--like the rich\ngirls--like the girls that's making such a fuss over the soldiers.\"\n\nAngie Hatton was not laughing.  So, after a moment's hesitation, Tessie\nbrought out the worst of it.  \"And French.  I'd like to learn to talk\nFrench.\"\n\nOld Man Hatton had been surveying his shoes, his mouth grim.  He looked\nat Angie now and smiled a little.  \"Well, Angie, it looks as if you'd\nfound your job right here at home, doesn't it?  This young lady's just\none of hundreds, I suppose.  Thousands.  You can have the whole house\nfor them, if you want it, Angie, and the grounds, and all the money you\nneed.  I guess we've kind of overlooked the girls.  Hm, Angie?  What\nd'you say?\"\n\nBut Tessie was not listening.  She had scarcely heard.  Her face was\nwhite with earnestness.\n\n\"Can you speak French?\"\n\n\"Yes,\" Angie answered.\n\n\"Well,\" said Tessie, and gulped once, \"well, how do you say in French:\n'Give me a piece of bread'?  That's what I want to learn first.\"\n\nAngie Hatton said it correctly.\n\n\"That's it!  Wait a minute!  Say it again, will you?\"\n\nAngie said it again,  Tessie wet her lips.  Her cheeks were smeared\nwith tears and dirt.  Her hair was wild and her blouse awry.\n\"DONNAY-MA-UN-MORSO-DOO-PANG,\" she articulated painfully.  And in that\nmoment, as she put her hand in that of Chuck Mory, across the ocean,\nher face was very beautiful with contentment.\n\n\n\n\nLong Distance [1919]\n\nChet Ball was painting a wooden chicken yellow.  The wooden chicken was\nmounted on a six-by-twelve board.  The board was mounted on four tiny\nwheels.  The whole would eventually be pulled on a string guided by the\nplump, moist hand of some blissful five-year-old.\n\nYou got the incongruity of it the instant your eye fell upon Chet Ball.\nChet's shoulders alone would have loomed large in contrast with any\nwooden toy ever devised, including the Trojan horse. Everything about\nhim, from the big, blunt-fingered hands that held the ridiculous chick\nto the great muscular pillar of his neck, was in direct opposition to\nhis task, his surroundings, and his attitude.\n\nChet's proper milieu was Chicago, Illinois (the West Side); his job\nthat of lineman for the Gas, Light & Power Company; his normal working\nposition astride the top of a telegraph pole, supported in his perilous\nperch by a lineman's leather belt and the kindly fates, both of which\nare likely to trick you in an emergency.\n\nYet now he lolled back among his pillows, dabbing complacently at the\nabsurd yellow toy.  A description of his surroundings would sound like\npages 3 to 17 of a novel by Mrs. Humphry Ward.  The place was all\ngreensward, and terraces, and sundials, and beeches, and even those\nrhododendrons without which no English novel or country estate is\ncomplete.  The presence of Chet Ball among his pillows and some\nhundreds similarly disposed revealed to you at once the fact that this\nparticular English estate was now transformed into Reconstruction\nHospital No. 9.\n\nThe painting of the chicken quite finished (including two beady black\npaint eyes), Chet was momentarily at a loss.  Miss Kate had not told\nhim to stop painting when the chicken was completed. Miss Kate was at\nthe other end of the sunny garden walk, bending over a wheel chair.  So\nChet went on painting, placidly.  One by one, with meticulous nicety,\nhe painted all his fingernails a bright and cheery yellow.  Then he did\nthe whole of his left thumb and was starting on the second joint of the\nindex finger when Miss Kate came up behind him and took the brush\ngently from his strong hands.\n\n\"You shouldn't have painted your fingers,\" she said.\n\nChet surveyed them with pride.  \"They look swell.\"\n\nMiss Kate did not argue the point.  She put the freshly painted wooden\nchicken on the table to dry in the sun.  Her eyes fell upon a letter\nbearing an American postmark and addressed to Sergeant Chester Ball,\nwith a lot of cryptic figures and letters strung out after it, such as\nA.E.F. and Co. 11.\n\n\"Here's a letter for you!\"  She infused a lot of Glad into her voice.\nBut Chet only cast a languid eye upon it and said, \"Yeh?\"\n\n\"I'll read it to you, shall I?  It's a nice fat one.\"\n\nChet sat back, indifferent, negatively acquiescent.  And Miss Kate\nbegan to read in her clear young voice, there in the sunshine and scent\nof the centuries-old English garden.\n\nIt marked an epoch in Chet's life--that letter.  It reached out across\nthe Atlantic Ocean from the Chester Ball of his Chicago days, before he\nhad even heard of English gardens.\n\nYour true lineman has a daredevil way with the women, as have all men\nwhose calling is a hazardous one.  Chet was a crack workman. He could\nshinny up a pole, strap his emergency belt, open his tool kit, wield\nhis pliers with expert deftness, and climb down again in record time.\nIt was his pleasure--and seemingly the pleasure and privilege of all\nlineman's gangs the world over--to whistle blithely and to call\nimpudently to any passing petticoat that caught his fancy.\n\nPerched three feet from the top of the high pole he would cling\nprotected, seemingly, by some force working in direct defiance of the\nlaw of gravity.  And now and then, by way of brightening the tedium of\ntheir job, he and his gang would call to a girl passing in the street\nbelow, \"Hoo-hoo!  Hello, sweetheart!\"\n\nThere was nothing vicious in it.  Chet would have come to the aid of\nbeauty in distress as quickly as Don Quixote.  Any man with a blue\nshirt as clean and a shave as smooth and a haircut as round as Chet\nBall's has no meanness in him.  A certain daredeviltry went hand in\nhand with his work--a calling in which a careless load dispatcher, a\ncut wire, or a faulty strap may mean instant death.  Usually the girls\nlaughed and called back to them or went on more quickly, the color in\ntheir cheeks a little higher.\n\nBut not Anastasia Rourke.  Early the first morning of a two-week job on\nthe new plant of the Western Castings Company, Chet Ball, glancing down\nfrom his dizzy perch atop an electric-light pole, espied Miss Anastasia\nRourke going to work.  He didn't know her name or anything about her,\nexcept that she was pretty.  You could see that from a distance even\nmore remote than Chet's.  But you couldn't know that Stasia was a lady\nnot to be trifled with. We know her name was Rourke, but he didn't.\n\nSo then:  \"Hoo-hoo!\" he had called.  \"Hello, sweetheart!  Wait for me\nand I'll be down.\"\n\nStasia Rourke had lifted her face to where he perched so high above the\nstreets.  Her cheeks were five shades pinker than was their wont, which\nwould make them border on the red.\n\n\"You big ape, you!\" she called, in her clear, crisp voice. \"If you had\nyour foot on the ground you wouldn't dast call to a decent girl like\nthat.  If you were down here I'd slap the face of you.  You know you're\nsafe up there.\"\n\nThe words were scarcely out of her mouth before Chet Ball's sturdy legs\nwere twinkling down the pole.  His spurred heels dug into the soft pine\nof the pole with little ripe, tearing sounds. He walked up to Stasia\nand stood squarely in front of her, six feet of brawn and brazen nerve.\nOne ruddy cheek he presented to her astonished gaze.  \"Hello,\nsweetheart,\" he said.  And waited.  The Rourke girl hesitated just a\nsecond.  All the Irish heart in her was melting at the boyish impudence\nof the man before her.  Then she lifted one hand and slapped his smooth\ncheek.  It was a ringing slap.  You saw the four marks of her fingers\nupon his face.  Chet straightened, his blue eyes bluer. Stasia looked\nup at him, her eyes wide.  Then down at her own hand, as if it belonged\nto somebody else.  Her hand came up to her own face.  She burst into\ntears, turned, and ran.  And as she ran, and as she wept, she saw that\nChet was still standing there, looking after her.\n\nNext morning, when Stasia Rourke went by to work, Chet Ball was\nstanding at the foot of the pole, waiting.\n\nThey were to have been married that next June.  But that next June Chet\nBall, perched perilously on the branch of a tree in a small woodsy spot\nsomewhere in France, was one reason why the American artillery in that\nsame woodsy spot was getting such a deadly range on the enemy.  Chet's\ncostume was so devised that even through field glasses (made in\nGermany) you couldn't tell where tree left off and Chet began.\n\nThen, quite suddenly, the Germans got the range.  The tree in which\nChet was hidden came down with a crash, and Chet lay there, more than\never indiscernible among its tender foliage.\n\nWhich brings us back to the English garden, the yellow chicken, Miss\nKate, and the letter.\n\nHis shattered leg was mended by one of those miracles of modern war\nsurgery, though he never again would dig his spurred heels into the\npine of a G. L. & P. Company pole.  But the other thing--they put it\ndown under the broad general head of shock. In the lovely English\ngarden they set him to weaving and painting as a means of soothing the\nshattered nerves.  He had made everything from pottery jars to bead\nchains, from baskets to rugs.  Slowly the tortured nerves healed.  But\nthe doctors, when they stopped at Chet's cot or chair, talked always of\n\"the memory center.\"  Chet seemed satisfied to go on placidly painting\ntoys or weaving chains with his great, square-tipped fingers--the\nfingers that had wielded the pliers so cleverly in his pole-climbing\ndays.\n\n\"It's just something that only luck or an accident can mend,\" said the\nnerve specialist.  \"Time may do it--but I doubt it. Sometimes just a\nword--the right word--will set the thing in motion again.  Does he get\nany letters?\"\n\n\"His girl writes to him.  Fine letters.  But she doesn't know yet\nabout--about this.  I've written his letters for him.  She knows now\nthat his leg is healed and she wonders----\"\n\nThat had been a month ago.  Today Miss Kate slit the envelope\npost-marked Chicago.  Chet was fingering the yellow wooden chicken,\npride in his eyes.  In Miss Kate's eyes there was a troubled, baffled\nlook as she began to read:\n\n    Chet, dear, it's raining in Chicago.  And you know when it\n  rains in Chicago it's wetter, and muddier, and rainier than any\n  place in the world.  Except maybe this Flanders we're reading\n  so much about.  They say for rain and mud that place takes the\n  prize.\n\n    I don't know what I'm going on about rain and mud for, Chet\n  darling, when it's you I'm thinking of.  Nothing else and\n  nobody else.  Chet, I got a funny feeling there's something\n  you're keeping back from me.  You're hurt worse than just the\n  leg.  Boy, dear, don't you know it won't make any difference\n  with me how you look, or feel, or anything?  I don't care how\n  bad you're smashed up.  I'd rather have you without any\n  features at all than any other man with two sets.  Whatever's\n  happened to the outside of you, they can't change your\n  insides.  And you're the same man that called out to me that\n  day, \"Hoo-hoo!  Hello, sweetheart!\" and when I gave you a\n  piece of my mind, climbed down off the pole, and put your face\n  up to be slapped, God bless the boy in you----\n\n\nA sharp little sound from him.  Miss Kate looked up, quickly. Chet Ball\nwas staring at the beady-eyed yellow chicken in his hand.\n\n\"What's this thing?\" he demanded in a strange voice.\n\nMiss Kate answered him very quietly, trying to keep her own voice easy\nand natural.  \"That's a toy chicken, cut out of wood.\"\n\n\"What'm I doin' with it?\"\n\n\"You've just finished painting it.\"\n\nChet Ball held it in his great hand and stared at it for a brief\nmoment, struggling between anger and amusement.  And between anger and\namusement he put it down on the table none too gently and stood up,\nyawning a little.\n\n\"That's a hell of a job for a he-man!\"  Then in utter contrition:  \"Oh,\nbeggin' your pardon!  That was fierce!  I didn't----\"\n\nBut there was nothing shocked about the expression on Miss Kate's face.\nShe was registering joy--pure joy.\n\n\n\n\nThe Maternal Feminine [1919]\n\nCalled upon to describe Aunt Sophy, you would have to coin a term or\nfall back on the dictionary definition of a spinster.  \"An unmarried\nwoman,\" states that worthy work, baldly, \"especially when no longer\nyoung.\"  That, to the world, was Sophy Decker. Unmarried, certainly.\nAnd most certainly no longer young.  In figure, she was, at fifty, what\nis known in the corset ads as a \"stylish stout.\"  Well dressed in dark\nsuits, with broad-toed health shoes and a small, astute hat.  The suit\nwas practical common sense.  The health shoes were comfort.  The hat\nwas strictly business.  Sophy Decker made and sold hats, both astute\nand ingenuous, to the female population of Chippewa, Wisconsin.\nChippewa's East End set bought the knowing type of hat, and the mill\nhands and hired girls bought the naive ones.  But whether lumpy or\npossessed of that thing known as line, Sophy Decker's hats were honest\nhats.\n\nThe world is full of Aunt Sophys, unsung.  Plump, ruddy, capable women\nof middle age.  Unwed, and rather looked down upon by a family of\nmarried sisters and tolerant, good-humored brothers-in-law, and\ncareless nieces and nephews.\n\n\"Poor Aunt Soph,\" with a significant half smile.  \"She's such a good\nold thing.  And she's had so little in life, really.\"\n\nShe was, undoubtedly, a good old thing--Aunt Soph.  Forever sending a\nmodel hat to this pert little niece in Seattle; or taking Adele, Sister\nFlora's daughter, to Chicago or New York as a treat on one of her\nbuying trips.\n\nBurdening herself, on her business visits to these cities, with a dozen\nfoolish shopping commissions for the idle womenfolk of her family.\nHearing without partisanship her sisters' complaints about their\nhusbands, and her sisters' husbands' complaints about their wives.  It\nwas always the same.\n\n\"I'm telling you this, Sophy.  I wouldn't breathe it to another living\nsoul.  But I honestly think, sometimes, that if it weren't for the\nchildren----\"\n\nThere is no knowing why they confided these things to Sophy instead of\nto each other, these wedded sisters of hers.  Perhaps they held for\neach other an unuttered distrust or jealousy. Perhaps, in making a\nconfidante of Sophy, there was something of the satisfaction that comes\nof dropping a surreptitious stone down a deep well and hearing it\nplunk, safe in the knowledge that it has struck no one and that it\ncannot rebound, lying there in the soft darkness.  Sometimes they would\nend by saying, \"But you don't know what it is, Sophy.  You can't.  I'm\nsure I don't know why I'm telling you all this.\"\n\nBut when Sophy answered, sagely, \"I know; I know,\" they paid little\nheed, once having unburdened themselves.  The curious part of it is\nthat she did know.  She knew as a woman of fifty must know who, all her\nlife, has given and given and in return has received nothing.  Sophy\nDecker had never used the word inhibition in her life.  She may not\nhave known what it meant. She only knew (without in the least knowing\nshe knew) that in giving of her goods, of her affections, of her time,\nof her energy, she found a certain relief.  Her own people would have\nbeen shocked if you had told them that there was about this old-maid\naunt something rather splendidly Rabelaisian.  Without being what is\nknown as a masculine woman, she had, somehow, acquired the man's\nviewpoint, his shrewd value sense.  She ate a good deal, and enjoyed\nher food.  She did not care for those queer little stories that married\nwomen sometimes tell, with narrowed eyes, but she was strangely\ntolerant of what is known as sin.  So simple and direct she was that\nyou wondered how she prospered in a line so subtle as the millinery\nbusiness.\n\nYou might have got a fairly true characterization of Sophy Decker from\none of fifty people: from a salesman in a New York or Chicago wholesale\nmillinery house; from Otis Cowan, cashier of the First National Bank of\nChippewa; from Julia Gold, her head milliner and trimmer; from almost\nanyone, in fact, except a member of her own family.  They knew her\nleast of all.  Her three married sisters--Grace in Seattle, Ella in\nChicago, and Flora in Chippewa--regarded her with a rather affectionate\ndisapproval from the snug safety of their own conjugal inglenooks.\n\n\"I don't know.  There's something--well--common about Sophy,\" Flora\nconfided to Ella.  Flora, on shopping bent, and Sophy, seeking hats,\nhad made the five-hour run from Chippewa to Chicago together.  \"She\ntalks to everybody.  You should have heard her with the porter on our\ntrain. Chums!  And when the conductor took our tickets it was a social\noccasion. You know how packed the seven-fifty-two is.  Every seat in\nthe parlor car taken.  And Sophy asking the colored porter about how\nhis wife was getting along--she called him William--and if they were\ngoing to send her West, and all about her.  I wish she wouldn't.\"\n\n\nAunt Sophy undeniably had a habit of regarding people as human beings.\nYou found her talking to chambermaids and delivery boys, and elevator\nstarters, and gas collectors, and hotel clerks--all that aloof,\nunapproachable, superior crew.  Under her benign volubility they\nbloomed and spread and took on color as do those tight little paper\nwater flowers when you cast them into a bowl. It wasn't idle curiosity\nin her.  She was interested.  You found yourself confiding to her your\ninnermost longings, your secret tribulations, under the encouragement\nof her sympathetic, \"You don't say!\"  Perhaps it was as well that\nSister Flora was in ignorance of the fact that the millinery salesmen\nat Danowitz & Danowitz, Importers, always called Miss Decker Aunt Soph,\nas, with one arm flung about her plump shoulder, they revealed to her\nthe picture of their girl in the back flap of their billfold.\n\nFlora, with a firm grip on Chippewa society, as represented by the East\nEnd set, did not find her position enhanced by a sister in the\nmillinery business in Elm Street.\n\n\"Of course it's wonderful that she's self-supporting and successful and\nall,\" she told her husband.  \"But it's not so pleasant for Adele, now\nthat she's growing up, having all the girls she knows buying their hats\nof her aunt.  Not that I--but you know how it is.\"\n\nH. Charnsworth Baldwin said yes, he knew.\n\nWhen the Decker girls were young, the Deckers had lived in a sagging\nold frame house (from which the original paint had long ago peeled in\ngreat scrofulous patches) on an unimportant street in Chippewa.  There\nwas a worm-eaten, russet-apple tree in the yard, an untidy tangle of\nwild-cucumber vine over the front porch, and an uncut brush of\nsunburned grass and weeds all about.\n\nFrom May until September you never passed the Decker place without\nhearing the plunkety-plink of a mandolin from somewhere behind the\nvines, laughter, and the creak-creak of the hard-worked and protesting\nhammock hooks.\n\nFlora, Ella, and Grace Decker had had more beaux and fewer clothes than\nany other girls in Chippewa.  In a town full of pretty young things,\nthey were, undoubtedly, the prettiest; and in a family of pretty\nsisters (Sophy always excepted) Flora was the acknowledged beauty.  She\nwas the kind of girl whose nose never turns red on a frosty morning.  A\nlittle, white, exquisite nose, purest example of the degree of\nperfection which may be attained by that vulgarest of features.  Under\nher great gray eyes were faint violet shadows which gave her a look of\nalmost poignant wistfulness.  Her slow, sweet smile give the beholder\nan actual physical pang.  Only her family knew she was lazy as a\nbehemoth, untidy about her person, and as sentimental as a hungry\nshark.  The strange and cruel part of it was that, in some grotesque,\nexaggerated way, as a cartoon may be like a photograph, Sophy resembled\nFlora.  It was as though nature, in prankish mood, had given a cabbage\nthe color and texture of a rose, with none of its fragile reticence and\ngrace.\n\nIt was a manless household.  Mrs. Decker, vague, garrulous, referred to\nher dead husband, in frequent reminiscence, as poor Mr. Decker.  Mrs.\nDecker dragged one leg as she walked--rheumatism, or a spinal\naffection.  Small wonder, then, that Sophy, the plain, with a gift for\nhatmaking, a knack at eggless cake baking, and a genius for turning a\nsleeve so that last year's style met this year's without a struggle,\ncontributed nothing to the sag in the center of the old twine hammock\non the front porch.\n\nThat the three girls should marry well, and Sophy not at all, was as\ninevitable as the sequence of the seasons.  Ella and Grace did not\nmanage badly, considering that they had only their girlish prettiness\nand the twine hammock to work with.  But Flora, with her beauty,\ncaptured H. Charnsworth Baldwin.  Chippewa gasped. H. Charnsworth\nBaldwin drove a skittish mare to a high-wheeled yellow runabout; had\nhis clothes made at Proctor Brothers in Milwaukee; and talked about a\ngame called golf.  It was he who advocated laying out a section of land\nfor what he called links, and erecting a clubhouse thereon.\n\n\"The section of the bluff overlooking the river,\" he explained, \"is\nfull of natural hazards, besides having a really fine view.\"\n\nChippewa--or that comfortable, middle-class section of it which got its\nexercise walking home to dinner from the store at noon, and cutting the\ngrass evenings after supper--laughed as it read this interview in the\nChippewa Eagle.\n\n\"A golf course,\" they repeated to one another, grinning. \"Conklin's cow\npasture, up the river.  It's full of natural--wait a minute--what\nwas?--oh, yeh, here it is--hazards. Full of natural hazards.  Say,\ncouldn't you die!\"\n\nFor H. Charnsworth Baldwin had been little Henry Baldwin before he went\nEast to college.  Ten years later H. Charnsworth, in knickerbockers and\ngay-topped stockings, was winning the cup in the men's tournament\nplayed on the Chippewa golf-club course, overlooking the river.  And\nhis name, in stout gold letters, blinked at you from the plate-glass\nwindows of the office at the corner of Elm and Winnebago:\n\n  NORTHERN LUMBER AND LAND COMPANY\n    H. Charnsworth Baldwin, Pres.\n\n\nTwo blocks farther down Elm Street was another sign, not so glittering,\nwhich read:\n\n  Miss Sophy Decker\n     Millinery\n\n\nSophy's hatmaking, in the beginning, had been done at home.  She had\nalways made her sisters' hats, and her own, of course, and an\noccasional hat for a girl friend.  After her sisters had married, Sophy\nfound herself in possession of a rather bewildering amount of spare\ntime.  The hat trade grew so that sometimes there were six rather\nbotchy little bonnets all done up in yellow paper pyramids with a pin\nat the top, awaiting their future wearers. After her mother's death\nSophy still stayed on in the old house. She took a course in millinery\nin Milwaukee, came home, stuck up a homemade sign in the parlor window\n(the untidy cucumber vines came down), and began her hatmaking in\nearnest.  In five years she had opened a shop on a side street near\nElm, had painted the old house, installed new plumbing, built a warty\nstucco porch, and transformed the weedy, grass-tangled yard into an\norderly stretch of green lawn and bright flower beds.  In ten years she\nwas in Elm Street, and the Chippewa Eagle ran a half column twice a\nyear describing her spring and fall openings.  On these occasions Aunt\nSophy, in black satin and marcel wave and her most relentless corsets,\nwas, in all the superficial things, not a pleat or fold or line or wave\nbehind her city colleagues.  She had all the catch phrases:\n\n\"This is awfully good this year.\"\n\n\"Here's a sweet thing.  A Mornet model.\"\n\n\"...  Well, but, my dear, it's the style--the line--you're paying for,\nnot the material.\"\n\n\"No, that hat doesn't do a thing for you.\"\n\n\"I've got it.  I had you in mind when I bought it.  Now don't say you\ncan't wear henna.  Wait till you see it on.\"\n\nWhen she stood behind you as you sat, uncrowned and expectant before\nthe mirror, she would poise the hat four inches above your head,\nholding it in the tips of her fingers, a precious, fragile thing.  Your\nfascinated eyes were held by it, and your breath as well.  Then down it\ndescended, slowly, slowly.  A quick pressure.\n\nHer fingers firm against your temples.  A little sigh of relieved\nsuspense.\n\n\"That's wonderful on you! ...  You don't!  Oh, my dear!  But that's\nbecause you're not used to it.  You know how you said, for years, you\nhad to have a brim, and couldn't possibly wear a turban, with your\nnose, until I proved to you that if the head size was only big ...\nWell, perhaps this needs just a lit-tle lift here.  Ju-u-ust a nip.\nThere!  That does it.\"\n\nAnd that did it.  Not that Sophy Decker ever tried to sell you a hat\nagainst your judgment, taste, or will.  She was too wise a psychologist\nand too shrewd a businesswoman for that.  She preferred that you go out\nof her shop hatless rather than with an unbecoming hat.  But whether\nyou bought or not you took with you out of Sophy Decker's shop\nsomething more precious than any hatbox ever contained.  Just to hear\nher admonishing a customer, her good-natured face all aglow:\n\n\"My dear, always put on your hat before you get into your dress. I do.\nYou can get your arms above your head, and set it right. I put on my\nhat and veil as soon's I get my hair combed.\"\n\nIn your mind's eye you saw her, a stout, well-stayed figure in tight\nbrassiere and scant slip, bare-armed and bare-bosomed, in smart hat and\nveil, attired as though for the street from the neck up and for the\nbedroom from the shoulders down.\n\nThe East End set bought Sophy Decker's hats because they were modish\nand expensive hats.  But she managed, miraculously, to gain a large and\nlucrative following among the paper-mill girls and factory hands as\nwell. You would have thought that any attempt to hold both these\nopposites would cause her to lose one or the other.  Aunt Sophy said,\nfrankly, that of the two, she would have preferred to lose her smart\ntrade.\n\n\"The mill girls come in with their money in their hands, you might say.\nThey get good wages and they want to spend them.  I wouldn't try to\nsell them one of those little plain model hats. They wouldn't\nunderstand 'em or like them.  And if I told them the price they'd think\nI was trying to cheat them.  They want a hat with something good and\nsolid on it.  Their fathers wouldn't prefer caviar to pork roast, would\nthey?  It's the same idea.\"\n\nHer shopwindows reflected her business acumen.  One was chastely,\nseverely elegant, holding a single hat poised on a slender stick.\n\nIn the other were a dozen honest arrangements of velvet and satin and\nplumes.\n\nAt the spring opening she always displayed one of those little toques\ncompletely covered with violets.  That violet-covered toque was a\nsymbol.\n\n\"I don't expect 'em to buy it,\" Sophy Decker explained.  \"But everybody\nfeels there should be a hat like that at a spring opening.  It's like a\nfruit centerpiece at a family dinner. Nobody ever eats it, but it has\nto be there.\"\n\nThe two Baldwin children--Adele and Eugene--found Aunt Sophy's shop a\ntreasure trove.  Adele, during her doll days, possessed such boxes of\nsatin and velvet scraps, and bits of lace and ribbon and jet as to make\nher the envy of all her playmates.  She used to crawl about the floor\nof the shop workroom and under the table and chairs like a little\nscavenger.\n\n\"What in the world do you do with all that truck, child?\" asked Aunt\nSophy.  \"You must have barrels of it.\"\n\nAdele stuffed another wisp of tulle into the pocket of her pinafore.\n\n\"I keep it,\" she said.\n\nWhen she was ten Adele had said to her mother, \"Why do you always say\n'Poor Sophy'?\"\n\n\"Because--Aunt Sophy's had so little in life.  She never has married,\nand has always worked.\"\n\nAdele considered that.  \"If you don't get married do they say you're\npoor?\"\n\n\"Well--yes----\"\n\n\"Then I'll get married,\" announced Adele.  A small, dark, eerie child,\nskinny and rather foreign-looking.  The boy, Eugene, had the beauty\nwhich should have been the girl's.  Very tall, very blond, with the\nstraight nose and wistful eyes of the Flora of twenty years ago.  \"If\nonly Adele could have had his looks,\" his mother used to say.  \"They're\nwasted on a man.  He doesn't need them, but a girl does.  Adele will\nhave to be well dressed and interesting.  And that's such hard work.\"\n\nFlora said she worshiped her children.  And she actually sometimes\nstill coquetted heavily with her husband.  At twenty she had been\naddicted to baby talk when endeavoring to coax something out of\nsomeone.  Her admirers had found it irresistible.  At forty it was\nawful.  Her selfishness was colossal.  She affected a semi-invalidism\nand for fifteen years had spent one day a week in bed.  She took no\nexercise and a great deal of soda bicarbonate and tried to fight her\nfat with baths.  Fifteen or twenty years had worked a startling change\nin the two sisters, Flora the beautiful and Sophy the plain.  It was\nmore than a mere physical change.  It was a spiritual thing, though\nneither knew nor marked it.  Each had taken on weight, the one,\nsolidly, comfortably; the other, flabbily, unhealthily. With the\nencroaching fat, Flora's small, delicate features seemed, somehow, to\ndisappear in her face, so that you saw it as a large white surface\nbearing indentations, ridges, and hollows like one of those enlarged\nphotographs of the moon's surface as seen through a telescope.  A\nself-centered face, and misleadingly placid.  Aunt Sophy's large, plain\nfeatures, plumply padded now, impressed you as indicating strength,\ncourage, and a great human understanding.\n\nFrom her husband and her children, Flora exacted service that would\nhave chafed a galley slave into rebellion.  She loved to lie in bed, in\nan orchid bed jacket with ribbons, and be read to by Adele, or Eugene,\nor her husband.  They all hated it.\n\n\"She just wants to be waited on, and petted, and admired,\" Adele had\nstormed one day, in open rebellion, to her Aunt Sophy. \"She uses it as\nan excuse for everything and has, ever since Gene and I were children.\nShe's as strong as an ox.\"  Not a daughterly speech, but true.\n\nYears before, a generous but misguided woman friend, coming in to call,\nhad been ushered in to where Mrs. Baldwin lay propped up in a nest of\npillows.\n\n\"Well, I don't blame you,\" the caller had gushed.  \"If I looked the way\nyou do in bed I'd stay there forever.  Don't tell me you're sick, with\nall that lovely color!\"\n\nFlora Baldwin had rolled her eyes ceilingward.  \"Nobody ever gives me\ncredit for all my suffering and ill-health.  And just because all my\nblood is in my cheeks.\"\n\nFlora was ambitious, socially, but too lazy to make the effort\nnecessary for success in that direction.\n\n\"I love my family,\" she would say.  \"They fill my life.  After all,\nthat's a profession in itself--being a wife and mother.\"\n\nShe showed her devotion by taking no interest whatever in her husband's\nland schemes; by forbidding Eugene to play football at school for fear\nhe might be injured; by impressing Adele with the necessity for\nvivacity and modishness because of what she called her unfortunate lack\nof beauty.\n\n\"I don't understand it,\" she used to say in the child's presence.  \"Her\nfather's handsome enough, goodness knows; and I wasn't such a fright\nwhen I was a girl.  And look at her!  Little dark skinny thing.\"\n\nThe boy, Eugene, grew up a very silent, handsome, shy young fellow.\nThe girl, dark, voluble, and rather interesting.  The husband, more and\nmore immersed in his business, was absent from home for long periods\nirritable after some of these home-comings; boisterously high-spirited\nfollowing other trips.  Now growling about household expenses and\nunpaid bills; now urging the purchase of some almost prohibitive\nluxury.  Anyone but a nagging, self-absorbed, and vain woman such as\nFlora would have marked these unmistakable signs.  But Flora was a\ntaker, not a giver.  She thought herself affectionate because she\ncraved affection unduly.  She thought herself a fond mother because she\ninsisted on having her children with her, under her thumb, marking\ntheir devotion as a prisoner marks time with his feet, stupidly,\nshufflingly, advancing not a step.\n\nSometimes Sophy, the clear-eyed, seeing this state of affairs, tried to\nstop it.\n\n\"You expect too much of your husband and children,\" she said one day,\nbluntly, to her sister.\n\n\"I!\"  Flora's dimpled hand had flown to her breast like a wounded\nthing.  \"I!  You're crazy!  There isn't a more devoted wife and mother\nin the world.  That's the trouble.  I love them too much.\"\n\n\"Well, then,\" grimly, \"stop it for a change.  That's half Eugene's\nnervousness--your fussing over him.  He's eighteen. Give him a chance.\nYou're weakening him.  And stop dinning that society stuff into Adele's\nears.  She's got brains, that child. Why, just yesterday, in the\nworkroom, she got hold of some satin and a shape and turned out a\nlittle turban that Angie Hatton----\"\n\n\"Do you mean to tell me that Angie Hatton saw my Adele working in your\nshop!  Now, look here, Sophy.  You're earning your living, and it's to\nyour credit.  You're my sister.  But I won't have Adele associated in\nthe minds of my friends with your hat store, understand?  I won't have\nit.  That isn't what I sent her away to an expensive school for.  To\nhave her come back and sit around a millinery workshop with a lot of\nlittle, cheap, shoddy sewing girls!  Now, understand, I won't have it!\nYou don't know what it is to be a mother.  You don't know what it is to\nhave suffered.  If you had brought two children into the world----\"\n\nSo, then, it had come about during the years between their childhood\nand their youth that Aunt Sophy received the burden of their\nconfidences, their griefs, their perplexities.  She seemed, somehow, to\nunderstand in some miraculous way, and to make the burden a welcome one.\n\n\"Well, now, you tell Aunt Sophy all about it.  Stop crying, Della.  How\ncan I hear when you're crying!  That's my baby.  Now, then.\"\n\nThis when they were children.  But with the years the habit clung and\nbecame fixed.  There was something about Aunt Sophy's house--the old\nframe house with the warty stucco porch.  For that matter, there was\nsomething about the very shop downtown, with its workroom in the rear,\nthat had a cozy, homelike quality never possessed by the big Baldwin\nhouse.  H. Charnsworth Baldwin had built a large brick mansion, in the\nTudor style, on a bluff overlooking the Fox River, in the best\nresidential section of Chippewa.  It was expensively furnished.  The\nhall console alone was enough to strike a preliminary chill to your\nheart.\n\nThe millinery workroom, winter days, was always bright and warm and\nsnug.  The air was a little close, perhaps, and heavy, but with a not\nunpleasant smell of dyes and stuffs and velvet and glue and steam and\nflatiron and a certain racy scent that Julia Gold, the head trimmer,\nalways used.  There was a sociable cat, white with a dark-gray patch on\nhis throat and a swipe of it across one flank that spoiled him for\nstyle and beauty but made him a comfortable-looking cat to have around.\nSometimes, on very cold days, or in the rush season, the girls would\nnot go home to dinner, but would bring their lunches and cook coffee\nover a little gas heater in the corner.  Julia Gold, especially, drank\nquantities of coffee.  Aunt Sophy had hired her from Chicago. She had\nbeen with her for five years.  She said Julia was the best trimmer she\nhad ever had.  Aunt Sophy often took her to New York or Chicago on her\nbuying trips.  Julia had not much genius for original design, or she\nnever would have been content to be head milliner in a small-town shop.\nBut she could copy a fifty-dollar model from memory down to the last\ndetail of crown and brim.  It was a gift that made her invaluable.\n\nThe boy, Eugene, used to like to look at Julia Gold.  Her hair was very\nblack and her face was very white, and her eyebrows met in a thick dark\nline.  Her face as she bent over her work was sullen and brooding, but\nwhen she lifted her head suddenly, in conversation, you were startled\nby a vivid flash of teeth and eyes and smile.  Her voice was deep and\nlow.  She made you a little uncomfortable.  Her eyes seemed always to\nbe asking something.  Around the worktable, mornings, she used to\nrelate the dream she had had the night before.  In these dreams she was\nalways being pursued by a lover.  \"And then I woke up, screaming.\"\nNeither she nor the sewing girls knew what she was revealing in these\nconfidences of hers.  But Aunt Sophy, the shrewd, somehow sensed it.\n\n\"You're alone too much, evenings.  That's what comes of living in a\nboardinghouse.  You come over to me for a week.  The change will do you\ngood, and it'll be nice for me, too, having somebody to keep me\ncompany.\"\n\nJulia often came for a week or ten days at a time.  Julia, about the\nhouse after supper, was given to those vivid splashy negligees with big\nflower patterns strewn over them.  They made her hair look blacker and\nher skin whiter by contrast.  Sometimes Eugene or Adele or both would\ndrop in and the four would play bridge.  Aunt Sophy played a shrewd and\ncanny game, Adele a rather brilliant one, Julia a wild and disastrous\nhand, always, and Eugene so badly that only Julia would take him on as\na partner.  Mrs. Baldwin never knew about these evenings.\n\nIt was on one of these occasions that Aunt Sophy, coming unexpectedly\ninto the living room from the kitchen, where she and Adele were\nforaging for refreshments after the game, beheld Julia Gold and Eugene,\narms clasped about each other, cheek to cheek. They started up as she\ncame in and faced her, the woman defiantly, the boy bravely.  Julia\nGold was thirty (with reservations) at that time, and the boy not quite\ntwenty-one.\n\n\"How long?\" said Aunt Sophy, quietly.  She had a mayonnaise spoon and a\nleaf of lettuce in her hand then, and still she did not look comic.\n\n\"I'm crazy about her,\" said Eugene.  \"We're crazy about each other.\nWe're going to be married.\"\n\nAunt Sophy listened for the reassuring sound of Adele's spoons and\nplates in the kitchen.  She came forward.  \"Now, listen----\" she began.\n\n\"I love him,\" said Julia Gold, dramatically.  \"I love him!\"\n\nExcept that it was very white and, somehow, old-looking, Aunt Sophy's\nface was as benign as always.  \"Now, look here, Julia, my girl.  That\nisn't love, and you know it.  I'm an old maid, but I know what love is\nwhen I see it.  I'm ashamed of you, Julia. Sensible woman like you,\nhugging and kissing a boy like that, and old enough to be his mother.\"\n\n\"Now, look here, Aunt Sophy!  If you're going to talk that way---- Why,\nshe's wonderful.  She's taught me what it means to really----\"\n\n\"Oh, my land!\" Aunt Sophy sat down, looking suddenly very ill.\n\nAnd then, from the kitchen, Adele's clear young voice:  \"Heh! What's\nthe idea!  I'm not going to do all the work.  Where's everybody?\"\n\nAunt Sophy started up again.  She came up to them and put a hand--a\ncapable, firm, steadying hand--on the arm of each.  The woman drew\nback, but the boy did not.\n\n\"Will you promise me not to do anything for a week?  Just a week!  Will\nyou promise me?  Will you?\"\n\n\"Are you going to tell Father?\"\n\n\"Not for a week, if you'll promise not to see each other in that week.\nNo, I don't want to send you away, Julia, I don't want to.... You're\nnot a bad girl.  It's just--he's never had--at home they never gave him\na chance.  Just a week, Julia.  Just a week, Eugene.  We can talk\nthings over then.\"\n\nAdele's footsteps coming from the kitchen.\n\n\"Quick!\"\n\n\"I promise,\" said Eugene.  Julia said nothing.\n\n\"Well, really,\" said Adele, from the doorway, \"you're a nervy lot,\nsitting around while I slave in the kitchen.  Gene, see if you can open\nthe olives with this fool can opener.  I tried.\"\n\nThere is no knowing what she expected to do in that week, Aunt Sophy;\nwhat miracle she meant to perform.  She had no plan in her mind.  Just\nhope.  She looked strangely shrunken and old, suddenly.  But when,\nthree days later, the news came that America was to go into the war she\nhad her answer.\n\nFlora was beside herself.  \"Eugene won't have to go.  He isn't old\nenough, thank God!  And by the time he is it will be over. Surely.\"\nShe was almost hysterical.\n\nEugene was in the room.  Aunt Sophy looked at him and he looked at Aunt\nSophy.  In her eyes was a question.  In his was the answer.  They said\nnothing.  The next day Eugene enlisted.  In three days he was gone.\nFlora took to her bed.  Next day Adele, a faint, unwonted color marking\nher cheeks, walked into her mother's bedroom and stood at the side of\nthe recumbent figure. Her father, his hands clasped behind him, was\npacing up and down, now and then kicking a cushion that had fallen to\nthe floor.  He was chewing a dead cigar, one side of his face twisted\ncuriously over the cylinder in his mouth so that he had a sinister and\ncrafty look.\n\n\"Charnsworth, won't you please stop ramping up and down like that!  My\nnerves are killing me.  I can't help it if the war has done something\nor other to your business.  I'm sure no wife could have been more\neconomical than I have.  Nothing matters but Eugene, anyway.  How could\nhe do such a thing!  I've given my whole life to my children----\"\n\nH. Charnsworth kicked the cushion again so that it struck the wall at\nthe opposite side of the room.  Flora drew her breath in between her\nteeth as though a knife had entered her heart.\n\nAdele still stood at the side of the bed, looking at her mother. Her\nhands were clasped behind her, too.  In that moment, as she stood\nthere, she resembled her mother and her father so startlingly and\nsimultaneously that the two, had they been less absorbed in their own\naffairs, must have marked it.\n\nThe girl's head came up stiffly.  \"Listen.  I'm going to marry Daniel\nOakley.\"\n\nDaniel Oakley was fifty, and a friend of her father's.  For years he\nhad been coming to the house and for years she had ridiculed him.  She\nand Eugene had called him Sturdy Oak because he was always talking\nabout his strength and endurance, his walks, his rugged health;\npounding his chest meanwhile and planting his feet far apart.  He and\nBaldwin had had business relations as well as friendly ones.\n\nAt this announcement Flora screamed and sat up in bed.  H. Charnsworth\nstopped short in his pacing and regarded his daughter with a queer\nlook; a concentrated look, as though what she had said had set in\nmotion a whole mass of mental machinery within his brain.\n\n\"When did he ask you?\"\n\n\"He's asked me a dozen times.  But it's different now.  All the men\nwill be going to war.  There won't be any left.  Look at England and\nFrance.  I'm not going to be left.\"  She turned squarely toward her\nfather, her young face set and hard.  \"You know what I mean.  You know\nwhat I mean.\"\n\nFlora, sitting up in bed, was sobbing.  \"I think you might have told\nyour mother, Adele.  What are children coming to!  You stand there and\nsay, 'I'm going to marry Daniel Oakley.'  Oh, I am so faint ... all of\na sudden ...  Get the spirits of ammonia.\"\n\nAdele turned and walked out of the room.  She was married six weeks\nlater.  They had a regular prewar wedding--veil, flowers, dinner, and\nall.  Aunt Sophy arranged the folds of her gown and draped her veil.\nThe girl stood looking at herself in the mirror, a curious half smile\ntwisting her lips.  She seemed slighter and darker than ever.\n\n\"In all this white, and my veil, I look just like a fly in a quart of\nmilk,\" she said, with a laugh.  Then, suddenly, she turned to her aunt,\nwho stood behind her, and clung to her, holding her tight, tight.  \"I\ncan't!\" she gasped.  \"I can't! I can't!\"\n\nAunt Sophy held her off and looked at her, her eyes searching the girl.\n\n\"What do you mean, Della?  Are you just nervous or do you mean you\ndon't want to marry him?  Do you mean that?  Then what are you marrying\nfor?  Tell me!  Tell your Aunt Sophy.\"\n\nBut Adele was straightening herself and pulling out the crushed folds\nof her veil.  \"To pay the mortgage on the old homestead, of course.\nJust like the girl in the play.\"  She laughed a little.  But Aunt Sophy\ndid not.\n\n\"Now look here, Della.  If you're----\"\n\nBut there was a knock at the door.  Adele caught up her flowers. \"It's\nall right,\" she said.  Aunt Sophy stood with her back against the door.\n\"If it's money,\" she said.  \"It is!  It is, isn't it!  I've got money\nsaved.  It was for you children.  I've always been afraid.  I knew he\nwas sailing pretty close, with his speculations and all, since the war.\nHe can have it all.  It isn't too late yet.  Adele!  Della, my baby.\"\n\n\"Don't, Aunt Sophy.  It wouldn't be enough, anyway.  Daniel has been\nwonderful, really.  Dad's been stealing money for years. Dan's.  Don't\nlook like that.  I'd have hated being poor, anyway. Never could have\ngot used to it.  It is ridiculous, though, isn't it?  Like something in\nthe movies.  I don't mind.  I'm lucky, really, when you come to think\nof it.  A plain little black thing like me.\"\n\n\"But your mother----\"\n\n\"Mother doesn't know a thing.\"\n\nFlora wept mistily all through the ceremony, but Adele was composed\nenough for two.\n\nWhen, scarcely a month later, Baldwin came to Sophy Decker, his face\ndrawn and queer, Sophy knew.\n\n\"How much?\" she said.\n\n\"Thirty thousand will cover it.  If you've got more than that----\"\n\n\"I thought Oakley----Adele said----\"\n\n\"He did, but he won't any more, and this thing's got to be met. It's\nthis damned war that's done it.  I'd have been all right. People got\nscared.  They wanted their money.  They wanted it in cash.\"\n\n\"Speculating with it, were you?\"\n\n\"Oh, well, a woman doesn't understand these business deals.\"\n\n\"No, naturally,\" said Aunt Sophy, \"a butterfly like me.\"\n\n\"Sophy, for God's sake don't joke now.  I tell you this will cover it,\nand everything will be all right.  If I had anybody else to go to for\nthe money I wouldn't ask you.  But you'll get it back.  You know that.\"\n\nAunt Sophy got up, heavily, and went over to her desk.  \"It was for the\nchildren, anyway.  They won't need it now.\"\n\nHe looked up at that.  Something in her voice.  \"Who won't?  Why won't\nthey?\"\n\n\"I don't know what made me say that.  I had a dream.\"\n\n\"Eugene?\"\n\n\"Yes.\"\n\n\"Oh, well, we're all nervous.  Flora has dreams every night and\npresentiments every fifteen minutes.  Now, look here, Sophy. About this\nmoney. You'll never know how grateful I am.  Flora doesn't understand\nthese things, but I can talk to you.  It's like this----\"\n\n\"I might as well be honest about it,\" Sophy interrupted.  \"I'm doing\nit, not for you, but for Flora, and Della--and Eugene. Flora has lived\nsuch a sheltered life.  I sometimes wonder if she ever really knew any\nof you.  Her husband, or her children.  I sometimes have the feeling\nthat Della and Eugene are my children--were my children.\"\n\nWhen he came home that night Baldwin told his wife that old Soph was\ngetting queer.  \"She talks about the children being hers,\" he said.\n\n\"Oh, well, she's awfully fond of them,\" Flora explained.  \"And she's\nlived her little, narrow life, with nothing to bother her but her hats\nand her house.  She doesn't know what it means to suffer as a mother\nsuffers--poor Sophy.\"\n\n\"Um,\" Baldwin grunted.\n\nWhen the official notification of Eugene's death came from the War\nDepartment, Aunt Sophy was so calm it might have appeared that Flora\nhad been right.  She took to her bed now in earnest, did Flora.  Sophy\nneglected everything to give comfort to the stricken two.\n\n\"How can you sit there like that!\"  Flora would rail.  \"How can you sit\nthere like that!  Even if you weren't his mother, surely you must feel\nsomething.\"\n\n\"It's the way he died that comforts me,\" said Aunt Sophy.\n\n\"What difference does that make!\"\n\n\nAMERICAN RED CROSS\n  (Croix Rouge Americaine)\n\nMY DEAR MRS. BALDWIN:\n\n  I am sure you must have been officially notified by the U.S.\nWar Dept. of the death of your son, Lieut. Eugene H. Baldwin. But I\nwant to write you what I can of his last hours.  I was with him much of\nthat time as his nurse.  I'm sure it must mean much to a mother to hear\nfrom a woman who was privileged to be with her boy at the last.\n\n  Your son was brought to our hospital one night badly gassed\nfrom the fighting in the Argonne Forest.  Ordinarily we do not receive\ngassed patients, as they are sent to a special hospital near here.  But\ntwo nights before, the Germans wrecked that hospital, so many gassed\npatients have come to us.\n\n  Your son was put in the officers' ward, where the doctors who\nexamined him told me there was absolutely no hope for him, as he had\ninhaled so much gas that it was only a matter of a few hours. I could\nscarcely believe that a man so big and strong as he was could not pull\nthrough.\n\n  The first bad attack he had, losing his breath and nearly\nchoking, rather frightened him, although the doctor and I were both\nwith him.  He held my hand tightly in his, begging me not to leave him,\nand repeating, over and over, that it was good to have a woman near.\nHe was propped high in bed and put his head on my shoulder while I\nfanned him until he breathed more easily.  I stayed with him all that\nnight, though I was not on duty.  You see, his eyes also were badly\nburned.  But before he died he was able to see very well.  I stayed\nwith him every minute of that night and have never seen a finer\ncharacter than he showed during all that fight for life.\n\n  He had several bad attacks that night and came through each one\nsimply because of his great will power and fighting spirit. After each\nattack he would grip my hand and say, \"Well, we made it that time,\ndidn't we, nurse?\"  Toward morning he asked me if he was going to die.\nI could not tell him the truth.  He needed all his strength.  I told\nhim he had one chance in a thousand. He seemed to become very strong\nthen, and sitting bolt upright in bed, he said:  \"Then I'll fight for\nit!\"  We kept him alive for three days, and actually thought we had won\nwhen on the third day...\n\n  But even in your sorrow you must be very proud to have been the\nmother of such a son....\n\n  I am a Wisconsin girl--Madison.  When this is over and I come\nhome, will you let me see you so that I may tell you more than I can\npossibly write?\n\n                                                MARIAN KING\n\n\nIt was in March, six months later, that Marian King came.  They had\nhoped for it, but never expected it.  And she came.  Four people were\nwaiting in the living room of the big Baldwin house overlooking the\nriver.  Flora and her husband, Adele and Aunt Sophy.  They sat,\nwaiting.  Now and then Adele would rise, nervously, and go to the\nwindow that faced the street.  Flora was weeping with audible sniffs.\nBaldwin sat in his chair, frowning a little, a dead cigar in one corner\nof his mouth.  Only Aunt Sophy sat quietly, waiting.\n\nThere was little conversation.  None in the last five minutes. Flora\nbroke the silence, dabbing at her face with her handkerchief as she\nspoke.\n\n\"Sophy, how can you sit there like that?  Not that I don't envy you.  I\ndo.  I remember I used to feel sorry for you.  I used to say 'Poor\nSophy.'  But you unmarried ones are the happiest, after all.  It's the\nmarried woman who drinks the cup to the last, bitter drop.  There you\nsit, Sophy, fifty years old, and life hasn't even touched you.  You\ndon't know how cruel life can be to a mother.\"\n\nSuddenly, \"There!\" said Adele.  The other three in the room stood up\nand faced the door.  The sound of a motor stopping outside.  Daniel\nOakley's hearty voice:  \"Well, it only took us five minutes from the\nstation.  Pretty good.\"\n\nFootsteps down the hall.  Marian King stood in the doorway.  They faced\nher, the four--Baldwin and Adele and Flora and Sophy. Marian King stood\na moment, uncertainly, her eyes upon them.  She looked at the two older\nwomen with swift, appraising glances. Then she came into the room,\nquickly, and put her two hands on Aunt Soph's shoulders and looked into\nher eyes straight and sure.\n\n\"You must be a very proud woman,\" she said.  \"You ought to be a very\nproud woman.\""
}