{
 "author": [
  "Calamity Jane"
 ],
 "title": [
  "Life and Adventures of Calamity Jane"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Women -- West (U.S.) -- Biography",
  "Missouri -- History",
  "F590.3",
  "Cowgirls -- West (U.S.) -- Biography",
  "Calamity Jane, 1852-1903"
 ],
 "id": "490",
 "genre": [
  "biography",
  "history"
 ],
 "text": "LIFE AND ADVENTURES OF CALAMITY JANE\n\nBY\n\nHERSELF\n\n\n\nMy maiden name was Marthy Cannary.  I was born in Princeton, Missourri,\nMay 1st, 1852.  Father and mother were natives of Ohio.  I had two\nbrothers and three sisters, I being the oldest of the children.  As a\nchild I always had a fondness for adventure and out-door exercise and\nespecial fondness for horses which I began to ride at an early age and\ncontinued to do so until I became an expert rider being able to ride\nthe most vicious and stubborn of horses, in fact the greater portion of\nmy life in early times was spent in this manner.\n\nIn 1865 we emigrated from our homes in Missourri by the overland route\nto Virginia City, Montana, taking five months to make the journey.\nWhile on the way the greater portion of my time was spent in hunting\nalong with the men and hunters of the party, in fact I was at all times\nwith the men when there was excitement and adventures to be had.  By\nthe time we reached Virginia City I was considered a remarkable good\nshot and a fearless rider for a girl of my age.  I remember many\noccurrences on the journey from Missourri to Montana.  Many times in\ncrossing the mountains the conditions of the trail were so bad that we\nfrequently had to lower the wagons over ledges by hand with ropes for\nthey were so rough and rugged that horses were of no use.  We also had\nmany exciting times fording streams for many of the streams in our way\nwere noted for quicksands and boggy places, where, unless we were very\ncareful, we would have lost horses and all.  Then we had many dangers\nto encounter in the way of streams swelling on account of heavy rains.\nOn occasions of that kind the men would usually select the best places\nto cross the streams, myself on more than one occasion have mounted my\npony and swam across the stream several times merely to amuse myself\nand have had many narow escapes from having both myself and pony washed\naway to certain death, but as the pioneers of those days had plenty of\ncourage we overcame all obstacles and reached Virginia City in safety.\n\nMother died at Black Foot, Montana, 1866, where we buried her.  I left\nMontana in Spring of 1866, for Utah, arriving at Salt Lake city during\nthe summer.  Remained in Utah until 1867, where my father died, then\nwent to Fort Bridger, Wyoming Territory, where we arrived May 1, 1868,\nthen went to Piedmont, Wyoming, with U.P. Railway.  Joined General\nCuster as a scout at Fort Russell, Wyoming, in 1870, and started for\nArizona for the Indian Campaign.  Up to this time I had always worn the\ncostume of my sex.  When I joined Custer I donned the uniform of a\nsoldier.  It was a bit awkward at first but I soon got to be perfectly\nat home in men's clothes.\n\nWas in Arizona up to the winter of 1871 and during that time I had a\ngreat many adventures with the Indians, for as a scout I had a great\nmany dangerous missions to perform and while I was in many close places\nalways succeeded in getting away safely for by this time I was\nconsidered the most reckless and daring rider and one of the best shots\nin the western country.\n\nAfter that campaign I returned to Fort Sanders, Wyoming, remained there\nuntil spring of 1872, when we were ordered out to the Muscle Shell or\nNursey Pursey Indian outbreak.  In that war Generals Custer, Miles,\nTerry and Crook were all engaged.  This campaign lasted until fall of\n1873.\n\nIt was during this campaign that I was christened Calamity Jane.  It\nwas on Goose Creek, Wyoming, where the town of Sheridan is now located.\nCapt. Egan was in command of the Post.  We were ordered out to quell an\nuprising of the Indians, and were out for several days, had numerous\nskirmishes during which six of the soldiers were killed and several\nseverely wounded.  When on returning to the Post we were ambushed about\na mile and a half from our destination.  When fired upon Capt. Egan was\nshot.  I was riding in advance and on hearing the firing turned in my\nsaddle and saw the Captain reeling in his saddle as though about to\nfall.  I turned my horse and galloped back with all haste to his side\nand got there in time to catch him as he was falling.  I lifted him\nonto my horse in front of me and succeeded in getting him safely to the\nFort.  Capt. Egan on recovering, laughingly said:  \"I name you Calamity\nJane, the heroine of the plains.\"  I have borne that name up to the\npresent time.  We were afterwards ordered to Fort Custer, where Custer\ncity now stands, where we arrived in the spring of 1874; remained\naround Fort Custer all summer and were ordered to Fort Russell in fall\nof 1874, where we remained until spring of 1875; was then ordered to\nthe Black Hills to protect miners, as that country was controlled by\nthe Sioux Indians and the government had to send the soldiers to\nprotect the lives of the miners and settlers in that section.  Remained\nthere until fall of 1875 and wintered at Fort Laramie.  In spring of\n1876, we were ordered north with General Crook to join Gen'ls Miles,\nTerry and Custer at Big Horn river.  During this march I swam the\nPlatte river at Fort Fetterman as I was the bearer of important\ndispatches.  I had a ninety mile ride to make, being wet and cold, I\ncontracted a severe illness and was sent back in Gen. Crook's ambulance\nto Fort Fetterman where I laid in the hospital for fourteen days.  When\nable to ride I started for Fort Laramie where I met Wm.  Hickock,\nbetter known as Wild Bill, and we started for Deadwood, where we\narrived about June.\n\nDuring the month of June I acted as a pony express rider carrying the\nU.S. mail between Deadwood and Custer, a distance of fifty miles, over\none of the roughest trails in the Black Hills country.  As many of the\nriders before me had been held up and robbed of their packages, mail\nand money that they carried, for that was the only means of getting\nmail and money between these points.  It was considered the most\ndangerous route in the Hills, but as my reputation as a rider and quick\nshot was well known, I was molested very little, for the toll gatherers\nlooked on me as being a good fellow, and they knew that I never missed\nmy mark.  I made the round trip every two days which was considered\npretty good riding in that country.  Remained around Deadwood all that\nsummer visiting all the camps within an area of one hundred miles.  My\nfriend, Wild Bill, remained in Deadwood during the summer with the\nexception of occasional visits to the camps.  On the 2nd of August,\nwhile setting at a gambling table in the Bell Union saloon, in\nDeadwood, he was shot in the back of the head by the notorious Jack\nMcCall, a desperado.  I was in Deadwood at the time and on hearing of\nthe killing made my way at once to the scene of the shooting and found\nthat my friend had been killed by McCall.  I at once started to look\nfor the assassian and found him at Shurdy's butcher shop and grabbed a\nmeat cleaver and made him throw up his hands; through the excitement on\nhearing of Bill's death, having left my weapons on the post of my bed.\nHe was then taken to a log cabin and locked up, well secured as every\none thought, but he got away and was afterwards caught at Fagan's ranch\non Horse Creek, on the old Cheyenne road and was then taken to Yankton,\nDak., where he was tried, sentenced and hung.\n\nI remained around Deadwood locating claims, going from camp to camp\nuntil the spring of 1877, where one morning, I saddled my horse and\nrode towards Crook city.  I had gone about twelve miles from Deadwood,\nat the mouth of Whitewood creek, when I met the overland mail running\nfrom Cheyenne to Deadwood.  The horses on a run, about two hundred\nyards from the station; upon looking closely I saw they were pursued by\nIndians.  The horses ran to the barn as was their custom.  As the\nhorses stopped I rode along side of the coach and found the driver John\nSlaughter, lying face downwards in the boot of the stage, he having\nbeen shot by the Indians.  When the stage got to the station the\nIndians hid in the bushes.  I immediately removed all baggage from the\ncoach except the mail.  I then took the driver's seat and with all\nhaste drove to Deadwood, carrying the six passengers and the dead\ndriver.\n\nI left Deadwood in the fall of 1877, and went to Bear Butte Creek with\nthe 7th Cavalry.  During the fall and winter we built Fort Meade and\nthe town of Sturgis.  In 1878 I left the command and went to Rapid city\nand put in the year prospecting.\n\nIn 1879 I went to Fort Pierre and drove trains from Rapid city to Fort\nPierre for Frank Wite then drove teams from Fort Pierce to Sturgis for\nFred. Evans.  This teaming was done with oxen as they were better\nfitted for the work than horses, owing to the rough nature of the\ncountry.\n\nIn 1881 I went to Wyoming and returned in 1882 to Miles city and took\nup a ranch on the Yellow Stone, raising stock and cattle, also kept a\nway side inn, where the weary traveler could be accommodated with food,\ndrink, or trouble if he looked for it.  Left the ranch in 1883, went to\nCalifornia, going through the States and territories, reached Ogden the\nlatter part of 1883, and San Francisco in 1884.  Left San Francisco in\nthe summer of 1884 for Texas, stopping at Fort Yuma, Arizona, the\nhottest spot in the United States.  Stopping at all points of interest\nuntil I reached El Paso in the fall.  While in El Paso, I met Mr.\nClinton Burk, a native of Texas, who I married in August 1885.  As I\nthought I had travelled through life long enough alone and thought it\nwas about time to take a partner for the rest of my days.  We remained\nin Texas leading a quiet home life until 1889.  On October 28th, 1887,\nI became the mother of a girl baby, the very image of its father, at\nleast that is what he said, but who has the temper of its mother.\n\nWhen we left Texas we went to Boulder, Colo., where we kept a hotel\nuntil 1893, after which we travelled through Wyoming, Montana, Idaho,\nWashington, Oregon, then back to Montana, then to Dakota, arriving in\nDeadwood October 9th, 1895, after an absence of seventeen years.\n\nMy arrival in Deadwood after an absence of so many years created quite\nan excitement among my many friends of the past, to such an extent that\na vast number of the citizens who had come to Deadwood during my\nabsence who had heard so much of Calamity Jane and her many adventures\nin former years were anxious to see me.  Among the many whom I met were\nseveral gentlemen from eastern cities who advised me to allow myself to\nbe placed before the public in such a manner as to give the people of\nthe eastern cities an opportunity of seeing the Woman Scout who was\nmade so famous through her daring career in the West and Black Hill\ncountries.\n\nAn agent of Kohl & Middleton, the celebrated Museum men came to\nDeadwood, through the solicitation of the gentleman who I had met there\nand arrangements were made to place me before the public in this\nmanner.  My first engagement began at the Palace Museum, Minneapolis,\nJanuary 20th, 1896, under Kohl and Middleton's management.\n\nHoping that this little history of my life may interest all readers, I\nremain as in the older days,\n\n\nYours,\n\nMrs. M. BURK\n\nBETTER KNOWN AS CALAMITY JANE"
}