{
 "author": [
  "Conrad, Joseph"
 ],
 "title": [
  "Amy Foster"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "PR",
  "Man-woman relationships -- Fiction"
 ],
 "id": "495",
 "genre": [
  "fiction"
 ],
 "text": "AMY FOSTER\n\nBy Joseph Conrad\n\n\n\nKennedy is a country doctor, and lives in Colebrook, on the shores of\nEastbay. The high ground rising abruptly behind the red roofs of the\nlittle town crowds the quaint High Street against the wall which defends\nit from the sea. Beyond the sea-wall there curves for miles in a vast\nand regular sweep the barren beach of shingle, with the village of\nBrenzett standing out darkly across the water, a spire in a clump of\ntrees; and still further out the perpendicular column of a lighthouse,\nlooking in the distance no bigger than a lead pencil, marks the\nvanishing-point of the land. The country at the back of Brenzett is\nlow and flat, but the bay is fairly well sheltered from the seas, and\noccasionally a big ship, windbound or through stress of weather, makes\nuse of the anchoring ground a mile and a half due north from you as\nyou stand at the back door of the “Ship Inn” in Brenzett. A dilapidated\nwindmill near by lifting its shattered arms from a mound no loftier than\na rubbish heap, and a Martello tower squatting at the water’s edge half\na mile to the south of the Coastguard cottages, are familiar to the\nskippers of small craft. These are the official seamarks for the\npatch of trustworthy bottom represented on the Admiralty charts by an\nirregular oval of dots enclosing several figures six, with a tiny anchor\nengraved among them, and the legend “mud and shells” over all.\n\nThe brow of the upland overtops the square tower of the Colebrook\nChurch. The slope is green and looped by a white road. Ascending along\nthis road, you open a valley broad and shallow, a wide green trough\nof pastures and hedges merging inland into a vista of purple tints and\nflowing lines closing the view.\n\nIn this valley down to Brenzett and Colebrook and up to Darnford, the\nmarket town fourteen miles away, lies the practice of my friend Kennedy.\nHe had begun life as surgeon in the Navy, and afterwards had been the\ncompanion of a famous traveller, in the days when there were continents\nwith unexplored interiors. His papers on the fauna and flora made him\nknown to scientific societies. And now he had come to a country\npractice--from choice. The penetrating power of his mind, acting like\na corrosive fluid, had destroyed his ambition, I fancy. His intelligence\nis of a scientific order, of an investigating habit, and of that\nunappeasable curiosity which believes that there is a particle of a\ngeneral truth in every mystery.\n\nA good many years ago now, on my return from abroad, he invited me to\nstay with him. I came readily enough, and as he could not neglect his\npatients to keep me company, he took me on his rounds--thirty miles or\nso of an afternoon, sometimes. I waited for him on the roads; the horse\nreached after the leafy twigs, and, sitting in the dogcart, I could hear\nKennedy’s laugh through the half-open door left open of some cottage. He\nhad a big, hearty laugh that would have fitted a man twice his size, a\nbrisk manner, a bronzed face, and a pair of grey, profoundly attentive\neyes. He had the talent of making people talk to him freely, and an\ninexhaustible patience in listening to their tales.\n\nOne day, as we trotted out of a large village into a shady bit of road,\nI saw on our left hand a low, black cottage, with diamond panes in the\nwindows, a creeper on the end wall, a roof of shingle, and some roses\nclimbing on the rickety trellis-work of the tiny porch. Kennedy pulled\nup to a walk. A woman, in full sunlight, was throwing a dripping blanket\nover a line stretched between two old apple-trees. And as the bobtailed,\nlong-necked chestnut, trying to get his head, jerked the left hand,\ncovered by a thick dog-skin glove, the doctor raised his voice over the\nhedge: “How’s your child, Amy?”\n\nI had the time to see her dull face, red, not with a mantling blush, but\nas if her flat cheeks had been vigorously slapped, and to take in the\nsquat figure, the scanty, dusty brown hair drawn into a tight knot at\nthe back of the head. She looked quite young. With a distinct catch in\nher breath, her voice sounded low and timid.\n\n“He’s well, thank you.”\n\nWe trotted again. “A young patient of yours,” I said; and the doctor,\nflicking the chestnut absently, muttered, “Her husband used to be.”\n\n“She seems a dull creature,” I remarked listlessly.\n\n“Precisely,” said Kennedy. “She is very passive. It’s enough to look\nat the red hands hanging at the end of those short arms, at those slow,\nprominent brown eyes, to know the inertness of her mind--an inertness\nthat one would think made it everlastingly safe from all the surprises\nof imagination. And yet which of us is safe? At any rate, such as you\nsee her, she had enough imagination to fall in love. She’s the daughter\nof one Isaac Foster, who from a small farmer has sunk into a shepherd;\nthe beginning of his misfortunes dating from his runaway marriage with\nthe cook of his widowed father--a well-to-do, apoplectic grazier, who\npassionately struck his name off his will, and had been heard to utter\nthreats against his life. But this old affair, scandalous enough to\nserve as a motive for a Greek tragedy, arose from the similarity of\ntheir characters. There are other tragedies, less scandalous and of a\nsubtler poignancy, arising from irreconcilable differences and from that\nfear of the Incomprehensible that hangs over all our heads--over all our\nheads....”\n\nThe tired chestnut dropped into a walk; and the rim of the sun, all red\nin a speckless sky, touched familiarly the smooth top of a ploughed\nrise near the road as I had seen it times innumerable touch the distant\nhorizon of the sea. The uniform brownness of the harrowed field glowed\nwith a rosy tinge, as though the powdered clods had sweated out in\nminute pearls of blood the toil of uncounted ploughmen. From the edge\nof a copse a waggon with two horses was rolling gently along the ridge.\nRaised above our heads upon the sky-line, it loomed up against the red\nsun, triumphantly big, enormous, like a chariot of giants drawn by two\nslow-stepping steeds of legendary proportions. And the clumsy figure of\nthe man plodding at the head of the leading horse projected itself on\nthe background of the Infinite with a heroic uncouthness. The end of his\ncarter’s whip quivered high up in the blue. Kennedy discoursed.\n\n“She’s the eldest of a large family. At the age of fifteen they put\nher out to service at the New Barns Farm. I attended Mrs. Smith, the\ntenant’s wife, and saw that girl there for the first time. Mrs. Smith,\na genteel person with a sharp nose, made her put on a black dress every\nafternoon. I don’t know what induced me to notice her at all. There\nare faces that call your attention by a curious want of definiteness\nin their whole aspect, as, walking in a mist, you peer attentively at\na vague shape which, after all, may be nothing more curious or strange\nthan a signpost. The only peculiarity I perceived in her was a slight\nhesitation in her utterance, a sort of preliminary stammer which passes\naway with the first word. When sharply spoken to, she was apt to lose\nher head at once; but her heart was of the kindest. She had never been\nheard to express a dislike for a single human being, and she was tender\nto every living creature. She was devoted to Mrs. Smith, to Mr. Smith,\nto their dogs, cats, canaries; and as to Mrs. Smith’s grey parrot, its\npeculiarities exercised upon her a positive fascination. Nevertheless,\nwhen that outlandish bird, attacked by the cat, shrieked for help in\nhuman accents, she ran out into the yard stopping her ears, and did\nnot prevent the crime. For Mrs. Smith this was another evidence of her\nstupidity; on the other hand, her want of charm, in view of Smith’s\nwell-known frivolousness, was a great recommendation. Her short-sighted\neyes would swim with pity for a poor mouse in a trap, and she had been\nseen once by some boys on her knees in the wet grass helping a toad in\ndifficulties. If it’s true, as some German fellow has said, that without\nphosphorus there is no thought, it is still more true that there is no\nkindness of heart without a certain amount of imagination. She had some.\nShe had even more than is necessary to understand suffering and to be\nmoved by pity. She fell in love under circumstances that leave no room\nfor doubt in the matter; for you need imagination to form a notion of\nbeauty at all, and still more to discover your ideal in an unfamiliar\nshape.\n\n“How this aptitude came to her, what it did feed upon, is an inscrutable\nmystery. She was born in the village, and had never been further away\nfrom it than Colebrook or perhaps Darnford. She lived for four years\nwith the Smiths. New Barns is an isolated farmhouse a mile away from\nthe road, and she was content to look day after day at the same fields,\nhollows, rises; at the trees and the hedgerows; at the faces of the four\nmen about the farm, always the same--day after day, month after month,\nyear after year. She never showed a desire for conversation, and, as it\nseemed to me, she did not know how to smile. Sometimes of a fine Sunday\nafternoon she would put on her best dress, a pair of stout boots, a\nlarge grey hat trimmed with a black feather (I’ve seen her in that\nfinery), seize an absurdly slender parasol, climb over two stiles, tramp\nover three fields and along two hundred yards of road--never further.\nThere stood Foster’s cottage. She would help her mother to give their\ntea to the younger children, wash up the crockery, kiss the little ones,\nand go back to the farm. That was all. All the rest, all the change, all\nthe relaxation. She never seemed to wish for anything more. And then\nshe fell in love. She fell in love silently, obstinately--perhaps\nhelplessly. It came slowly, but when it came it worked like a powerful\nspell; it was love as the Ancients understood it: an irresistible and\nfateful impulse--a possession! Yes, it was in her to become haunted and\npossessed by a face, by a presence, fatally, as though she had been a\npagan worshipper of form under a joyous sky--and to be awakened at last\nfrom that mysterious forgetfulness of self, from that enchantment,\nfrom that transport, by a fear resembling the unaccountable terror of a\nbrute....”\n\nWith the sun hanging low on its western limit, the expanse of the\ngrass-lands framed in the counter-scarps of the rising ground took on\na gorgeous and sombre aspect. A sense of penetrating sadness, like that\ninspired by a grave strain of music, disengaged itself from the silence\nof the fields. The men we met walked past slow, unsmiling, with downcast\neyes, as if the melancholy of an over-burdened earth had weighted their\nfeet, bowed their shoulders, borne down their glances.\n\n“Yes,” said the doctor to my remark, “one would think the earth is under\na curse, since of all her children these that cling to her the closest\nare uncouth in body and as leaden of gait as if their very hearts were\nloaded with chains. But here on this same road you might have seen\namongst these heavy men a being lithe, supple, and long-limbed, straight\nlike a pine with something striving upwards in his appearance as though\nthe heart within him had been buoyant. Perhaps it was only the force of\nthe contrast, but when he was passing one of these villagers here, the\nsoles of his feet did not seem to me to touch the dust of the road. He\nvaulted over the stiles, paced these slopes with a long elastic stride\nthat made him noticeable at a great distance, and had lustrous black\neyes. He was so different from the mankind around that, with his freedom\nof movement, his soft--a little startled, glance, his olive complexion\nand graceful bearing, his humanity suggested to me the nature of a\nwoodland creature. He came from there.”\n\nThe doctor pointed with his whip, and from the summit of the descent\nseen over the rolling tops of the trees in a park by the side of the\nroad, appeared the level sea far below us, like the floor of an immense\nedifice inlaid with bands of dark ripple, with still trails of glitter,\nending in a belt of glassy water at the foot of the sky. The light blur\nof smoke, from an invisible steamer, faded on the great clearness of the\nhorizon like the mist of a breath on a mirror; and, inshore, the white\nsails of a coaster, with the appearance of disentangling themselves\nslowly from under the branches, floated clear of the foliage of the\ntrees.\n\n“Shipwrecked in the bay?” I said.\n\n“Yes; he was a castaway. A poor emigrant from Central Europe bound to\nAmerica and washed ashore here in a storm. And for him, who knew nothing\nof the earth, England was an undiscovered country. It was some time\nbefore he learned its name; and for all I know he might have expected to\nfind wild beasts or wild men here, when, crawling in the dark over\nthe sea-wall, he rolled down the other side into a dyke, where it was\nanother miracle he didn’t get drowned. But he struggled instinctively\nlike an animal under a net, and this blind struggle threw him out into\na field. He must have been, indeed, of a tougher fibre than he looked\nto withstand without expiring such buffetings, the violence of his\nexertions, and so much fear. Later on, in his broken English that\nresembled curiously the speech of a young child, he told me himself that\nhe put his trust in God, believing he was no longer in this world. And\ntruly--he would add--how was he to know? He fought his way against the\nrain and the gale on all fours, and crawled at last among some sheep\nhuddled close under the lee of a hedge. They ran off in all directions,\nbleating in the darkness, and he welcomed the first familiar sound he\nheard on these shores. It must have been two in the morning then. And\nthis is all we know of the manner of his landing, though he did not\narrive unattended by any means. Only his grisly company did not begin to\ncome ashore till much later in the day....”\n\nThe doctor gathered the reins, clicked his tongue; we trotted down\nthe hill. Then turning, almost directly, a sharp corner into the High\nStreet, we rattled over the stones and were home.\n\nLate in the evening Kennedy, breaking a spell of moodiness that had come\nover him, returned to the story. Smoking his pipe, he paced the long\nroom from end to end. A reading-lamp concentrated all its light upon the\npapers on his desk; and, sitting by the open window, I saw, after\nthe windless, scorching day, the frigid splendour of a hazy sea lying\nmotionless under the moon. Not a whisper, not a splash, not a stir\nof the shingle, not a footstep, not a sigh came up from the earth\nbelow--never a sign of life but the scent of climbing jasmine; and\nKennedy’s voice, speaking behind me, passed through the wide casement,\nto vanish outside in a chill and sumptuous stillness.\n\n“... The relations of shipwrecks in the olden time tell us of much\nsuffering. Often the castaways were only saved from drowning to die\nmiserably from starvation on a barren coast; others suffered violent\ndeath or else slavery, passing through years of precarious existence\nwith people to whom their strangeness was an object of suspicion,\ndislike or fear. We read about these things, and they are very pitiful.\nIt is indeed hard upon a man to find himself a lost stranger, helpless,\nincomprehensible, and of a mysterious origin, in some obscure corner of\nthe earth. Yet amongst all the adventurers shipwrecked in all the wild\nparts of the world there is not one, it seems to me, that ever had to\nsuffer a fate so simply tragic as the man I am speaking of, the most\ninnocent of adventurers cast out by the sea in the bight of this bay,\nalmost within sight from this very window.\n\n“He did not know the name of his ship. Indeed, in the course of time we\ndiscovered he did not even know that ships had names--‘like Christian\npeople’; and when, one day, from the top of the Talfourd Hill, he beheld\nthe sea lying open to his view, his eyes roamed afar, lost in an air\nof wild surprise, as though he had never seen such a sight before. And\nprobably he had not. As far as I could make out, he had been hustled\ntogether with many others on board an emigrant-ship lying at the mouth\nof the Elbe, too bewildered to take note of his surroundings, too weary\nto see anything, too anxious to care. They were driven below into the\n‘tweendeck and battened down from the very start. It was a low timber\ndwelling--he would say--with wooden beams overhead, like the houses in\nhis country, but you went into it down a ladder. It was very large, very\ncold, damp and sombre, with places in the manner of wooden boxes where\npeople had to sleep, one above another, and it kept on rocking all ways\nat once all the time. He crept into one of these boxes and laid down\nthere in the clothes in which he had left his home many days before,\nkeeping his bundle and his stick by his side. People groaned, children\ncried, water dripped, the lights went out, the walls of the place\ncreaked, and everything was being shaken so that in one’s little box one\ndared not lift one’s head. He had lost touch with his only companion (a\nyoung man from the same valley, he said), and all the time a great\nnoise of wind went on outside and heavy blows fell--boom! boom! An awful\nsickness overcame him, even to the point of making him neglect his\nprayers. Besides, one could not tell whether it was morning or evening.\nIt seemed always to be night in that place.\n\n“Before that he had been travelling a long, long time on the iron track.\nHe looked out of the window, which had a wonderfully clear glass in it,\nand the trees, the houses, the fields, and the long roads seemed to fly\nround and round about him till his head swam. He gave me to understand\nthat he had on his passage beheld uncounted multitudes of people--whole\nnations--all dressed in such clothes as the rich wear. Once he was made\nto get out of the carriage, and slept through a night on a bench in a\nhouse of bricks with his bundle under his head; and once for many hours\nhe had to sit on a floor of flat stones dozing, with his knees up and\nwith his bundle between his feet. There was a roof over him, which\nseemed made of glass, and was so high that the tallest mountain-pine\nhe had ever seen would have had room to grow under it. Steam-machines\nrolled in at one end and out at the other. People swarmed more than you\ncan see on a feast-day round the miraculous Holy Image in the yard of\nthe Carmelite Convent down in the plains where, before he left his home,\nhe drove his mother in a wooden cart--a pious old woman who wanted to\noffer prayers and make a vow for his safety. He could not give me an\nidea of how large and lofty and full of noise and smoke and gloom, and\nclang of iron, the place was, but some one had told him it was called\nBerlin. Then they rang a bell, and another steam-machine came in, and\nagain he was taken on and on through a land that wearied his eyes by its\nflatness without a single bit of a hill to be seen anywhere. One more\nnight he spent shut up in a building like a good stable with a litter\nof straw on the floor, guarding his bundle amongst a lot of men, of whom\nnot one could understand a single word he said. In the morning they\nwere all led down to the stony shores of an extremely broad muddy river,\nflowing not between hills but between houses that seemed immense. There\nwas a steam-machine that went on the water, and they all stood upon it\npacked tight, only now there were with them many women and children who\nmade much noise. A cold rain fell, the wind blew in his face; he was\nwet through, and his teeth chattered. He and the young man from the same\nvalley took each other by the hand.\n\n“They thought they were being taken to America straight away, but\nsuddenly the steam-machine bumped against the side of a thing like a\nhouse on the water. The walls were smooth and black, and there uprose,\ngrowing from the roof as it were, bare trees in the shape of crosses,\nextremely high. That’s how it appeared to him then, for he had never\nseen a ship before. This was the ship that was going to swim all the\nway to America. Voices shouted, everything swayed; there was a ladder\ndipping up and down. He went up on his hands and knees in mortal fear\nof falling into the water below, which made a great splashing. He got\nseparated from his companion, and when he descended into the bottom of\nthat ship his heart seemed to melt suddenly within him.\n\n“It was then also, as he told me, that he lost contact for good and all\nwith one of those three men who the summer before had been going about\nthrough all the little towns in the foothills of his country. They would\narrive on market days driving in a peasant’s cart, and would set up an\noffice in an inn or some other Jew’s house. There were three of them,\nof whom one with a long beard looked venerable; and they had red cloth\ncollars round their necks and gold lace on their sleeves like Government\nofficials. They sat proudly behind a long table; and in the next room,\nso that the common people shouldn’t hear, they kept a cunning telegraph\nmachine, through which they could talk to the Emperor of America. The\nfathers hung about the door, but the young men of the mountains would\ncrowd up to the table asking many questions, for there was work to\nbe got all the year round at three dollars a day in America, and no\nmilitary service to do.\n\n“But the American Kaiser would not take everybody. Oh, no! He himself\nhad a great difficulty in getting accepted, and the venerable man in\nuniform had to go out of the room several times to work the telegraph on\nhis behalf. The American Kaiser engaged him at last at three dollars, he\nbeing young and strong. However, many able young men backed out, afraid\nof the great distance; besides, those only who had some money could be\ntaken. There were some who sold their huts and their land because it\ncost a lot of money to get to America; but then, once there, you had\nthree dollars a day, and if you were clever you could find places where\ntrue gold could be picked up on the ground. His father’s house was\ngetting over full. Two of his brothers were married and had children.\nHe promised to send money home from America by post twice a year. His\nfather sold an old cow, a pair of piebald mountain ponies of his own\nraising, and a cleared plot of fair pasture land on the sunny slope of\na pine-clad pass to a Jew inn-keeper in order to pay the people of the\nship that took men to America to get rich in a short time.\n\n“He must have been a real adventurer at heart, for how many of the\ngreatest enterprises in the conquest of the earth had for their\nbeginning just such a bargaining away of the paternal cow for the mirage\nor true gold far away! I have been telling you more or less in my own\nwords what I learned fragmentarily in the course of two or three years,\nduring which I seldom missed an opportunity of a friendly chat with him.\nHe told me this story of his adventure with many flashes of white\nteeth and lively glances of black eyes, at first in a sort of anxious\nbaby-talk, then, as he acquired the language, with great fluency,\nbut always with that singing, soft, and at the same time vibrating\nintonation that instilled a strangely penetrating power into the sound\nof the most familiar English words, as if they had been the words of\nan unearthly language. And he always would come to an end, with many\nemphatic shakes of his head, upon that awful sensation of his heart\nmelting within him directly he set foot on board that ship. Afterwards\nthere seemed to come for him a period of blank ignorance, at any rate as\nto facts. No doubt he must have been abominably sea-sick and abominably\nunhappy--this soft and passionate adventurer, taken thus out of his\nknowledge, and feeling bitterly as he lay in his emigrant bunk his utter\nloneliness; for his was a highly sensitive nature. The next thing\nwe know of him for certain is that he had been hiding in Hammond’s\npig-pound by the side of the road to Norton six miles, as the crow\nflies, from the sea. Of these experiences he was unwilling to speak:\nthey seemed to have seared into his soul a sombre sort of wonder and\nindignation. Through the rumours of the country-side, which lasted for\na good many days after his arrival, we know that the fishermen of West\nColebrook had been disturbed and startled by heavy knocks against the\nwalls of weatherboard cottages, and by a voice crying piercingly strange\nwords in the night. Several of them turned out even, but, no doubt, he\nhad fled in sudden alarm at their rough angry tones hailing each other\nin the darkness. A sort of frenzy must have helped him up the steep\nNorton hill. It was he, no doubt, who early the following morning had\nbeen seen lying (in a swoon, I should say) on the roadside grass by the\nBrenzett carrier, who actually got down to have a nearer look, but drew\nback, intimidated by the perfect immobility, and by something queer in\nthe aspect of that tramp, sleeping so still under the showers. As the\nday advanced, some children came dashing into school at Norton in such\na fright that the schoolmistress went out and spoke indignantly to a\n‘horrid-looking man’ on the road. He edged away, hanging his head, for\na few steps, and then suddenly ran off with extraordinary fleetness.\nThe driver of Mr. Bradley’s milk-cart made no secret of it that he had\nlashed with his whip at a hairy sort of gipsy fellow who, jumping up at\na turn of the road by the Vents, made a snatch at the pony’s bridle. And\nhe caught him a good one too, right over the face, he said, that made\nhim drop down in the mud a jolly sight quicker than he had jumped up;\nbut it was a good half-a-mile before he could stop the pony. Maybe that\nin his desperate endeavours to get help, and in his need to get in touch\nwith some one, the poor devil had tried to stop the cart. Also three\nboys confessed afterwards to throwing stones at a funny tramp, knocking\nabout all wet and muddy, and, it seemed, very drunk, in the narrow deep\nlane by the limekilns. All this was the talk of three villages for days;\nbut we have Mrs. Finn’s (the wife of Smith’s waggoner) unimpeachable\ntestimony that she saw him get over the low wall of Hammond’s pig-pound\nand lurch straight at her, babbling aloud in a voice that was enough to\nmake one die of fright. Having the baby with her in a perambulator, Mrs.\nFinn called out to him to go away, and as he persisted in coming nearer,\nshe hit him courageously with her umbrella over the head and, without\nonce looking back, ran like the wind with the perambulator as far as the\nfirst house in the village. She stopped then, out of breath, and spoke\nto old Lewis, hammering there at a heap of stones; and the old chap,\ntaking off his immense black wire goggles, got up on his shaky legs\nto look where she pointed. Together they followed with their eyes the\nfigure of the man running over a field; they saw him fall down, pick\nhimself up, and run on again, staggering and waving his long arms above\nhis head, in the direction of the New Barns Farm. From that moment he\nis plainly in the toils of his obscure and touching destiny. There is\nno doubt after this of what happened to him. All is certain now: Mrs.\nSmith’s intense terror; Amy Foster’s stolid conviction held against\nthe other’s nervous attack, that the man ‘meant no harm’; Smith’s\nexasperation (on his return from Darnford Market) at finding the dog\nbarking himself into a fit, the back-door locked, his wife in hysterics;\nand all for an unfortunate dirty tramp, supposed to be even then lurking\nin his stackyard. Was he? He would teach him to frighten women.\n\n“Smith is notoriously hot-tempered, but the sight of some nondescript\nand miry creature sitting cross-legged amongst a lot of loose straw, and\nswinging itself to and fro like a bear in a cage, made him pause. Then\nthis tramp stood up silently before him, one mass of mud and filth from\nhead to foot. Smith, alone amongst his stacks with this apparition, in\nthe stormy twilight ringing with the infuriated barking of the dog, felt\nthe dread of an inexplicable strangeness. But when that being, parting\nwith his black hands the long matted locks that hung before his face, as\nyou part the two halves of a curtain, looked out at him with glistening,\nwild, black-and-white eyes, the weirdness of this silent encounter\nfairly staggered him. He had admitted since (for the story has been a\nlegitimate subject of conversation about here for years) that he made\nmore than one step backwards. Then a sudden burst of rapid, senseless\nspeech persuaded him at once that he had to do with an escaped lunatic.\nIn fact, that impression never wore off completely. Smith has not in his\nheart given up his secret conviction of the man’s essential insanity to\nthis very day.\n\n“As the creature approached him, jabbering in a most discomposing\nmanner, Smith (unaware that he was being addressed as ‘gracious lord,’\nand adjured in God’s name to afford food and shelter) kept on speaking\nfirmly but gently to it, and retreating all the time into the other\nyard. At last, watching his chance, by a sudden charge he bundled him\nheadlong into the wood-lodge, and instantly shot the bolt. Thereupon\nhe wiped his brow, though the day was cold. He had done his duty to\nthe community by shutting up a wandering and probably dangerous maniac.\nSmith isn’t a hard man at all, but he had room in his brain only for\nthat one idea of lunacy. He was not imaginative enough to ask himself\nwhether the man might not be perishing with cold and hunger. Meantime,\nat first, the maniac made a great deal of noise in the lodge. Mrs. Smith\nwas screaming upstairs, where she had locked herself in her bedroom; but\nAmy Foster sobbed piteously at the kitchen door, wringing her hands and\nmuttering, ‘Don’t! don’t!’ I daresay Smith had a rough time of it that\nevening with one noise and another, and this insane, disturbing voice\ncrying obstinately through the door only added to his irritation. He\ncouldn’t possibly have connected this troublesome lunatic with the\nsinking of a ship in Eastbay, of which there had been a rumour in the\nDarnford marketplace. And I daresay the man inside had been very near\nto insanity on that night. Before his excitement collapsed and he became\nunconscious he was throwing himself violently about in the dark, rolling\non some dirty sacks, and biting his fists with rage, cold, hunger,\namazement, and despair.\n\n“He was a mountaineer of the eastern range of the Carpathians, and the\nvessel sunk the night before in Eastbay was the Hamburg emigrant-ship\n_Herzogin Sophia-Dorothea_, of appalling memory.\n\n“A few months later we could read in the papers the accounts of the\nbogus ‘Emigration Agencies’ among the Sclavonian peasantry in the more\nremote provinces of Austria. The object of these scoundrels was to get\nhold of the poor ignorant people’s homesteads, and they were in league\nwith the local usurers. They exported their victims through Hamburg\nmostly. As to the ship, I had watched her out of this very window,\nreaching close-hauled under short canvas into the bay on a dark,\nthreatening afternoon. She came to an anchor, correctly by the chart,\noff the Brenzett Coastguard station. I remember before the night fell\nlooking out again at the outlines of her spars and rigging that stood\nout dark and pointed on a background of ragged, slaty clouds like\nanother and a slighter spire to the left of the Brenzett church-tower.\nIn the evening the wind rose. At midnight I could hear in my bed the\nterrific gusts and the sounds of a driving deluge.\n\n“About that time the Coastguardmen thought they saw the lights of a\nsteamer over the anchoring-ground. In a moment they vanished; but it is\nclear that another vessel of some sort had tried for shelter in the\nbay on that awful, blind night, had rammed the German ship amidships (a\nbreach--as one of the divers told me afterwards--‘that you could sail\na Thames barge through’), and then had gone out either scathless or\ndamaged, who shall say; but had gone out, unknown, unseen, and fatal, to\nperish mysteriously at sea. Of her nothing ever came to light, and yet\nthe hue and cry that was raised all over the world would have found her\nout if she had been in existence anywhere on the face of the waters.\n\n“A completeness without a clue, and a stealthy silence as of a neatly\nexecuted crime, characterise this murderous disaster, which, as you may\nremember, had its gruesome celebrity. The wind would have prevented the\nloudest outcries from reaching the shore; there had been evidently no\ntime for signals of distress. It was death without any sort of fuss. The\nHamburg ship, filling all at once, capsized as she sank, and at daylight\nthere was not even the end of a spar to be seen above water. She was\nmissed, of course, and at first the Coastguardmen surmised that she\nhad either dragged her anchor or parted her cable some time during the\nnight, and had been blown out to sea. Then, after the tide turned,\nthe wreck must have shifted a little and released some of the bodies,\nbecause a child--a little fair-haired child in a red frock--came ashore\nabreast of the Martello tower. By the afternoon you could see along\nthree miles of beach dark figures with bare legs dashing in and out\nof the tumbling foam, and rough-looking men, women with hard faces,\nchildren, mostly fair-haired, were being carried, stiff and dripping, on\nstretchers, on wattles, on ladders, in a long procession past the door\nof the ‘Ship Inn,’ to be laid out in a row under the north wall of the\nBrenzett Church.\n\n“Officially, the body of the little girl in the red frock is the first\nthing that came ashore from that ship. But I have patients amongst the\nseafaring population of West Colebrook, and, unofficially, I am informed\nthat very early that morning two brothers, who went down to look after\ntheir cobble hauled up on the beach, found, a good way from Brenzett,\nan ordinary ship’s hencoop lying high and dry on the shore, with eleven\ndrowned ducks inside. Their families ate the birds, and the hencoop was\nsplit into firewood with a hatchet. It is possible that a man (supposing\nhe happened to be on deck at the time of the accident) might have\nfloated ashore on that hencoop. He might. I admit it is improbable, but\nthere was the man--and for days, nay, for weeks--it didn’t enter our\nheads that we had amongst us the only living soul that had escaped\nfrom that disaster. The man himself, even when he learned to speak\nintelligibly, could tell us very little. He remembered he had felt\nbetter (after the ship had anchored, I suppose), and that the darkness,\nthe wind, and the rain took his breath away. This looks as if he had\nbeen on deck some time during that night. But we mustn’t forget he had\nbeen taken out of his knowledge, that he had been sea-sick and battened\ndown below for four days, that he had no general notion of a ship or of\nthe sea, and therefore could have no definite idea of what was happening\nto him. The rain, the wind, the darkness he knew; he understood the\nbleating of the sheep, and he remembered the pain of his wretchedness\nand misery, his heartbroken astonishment that it was neither seen nor\nunderstood, his dismay at finding all the men angry and all the women\nfierce. He had approached them as a beggar, it is true, he said; but in\nhis country, even if they gave nothing, they spoke gently to beggars.\nThe children in his country were not taught to throw stones at those\nwho asked for compassion. Smith’s strategy overcame him completely. The\nwood-lodge presented the horrible aspect of a dungeon. What would be\ndone to him next?... No wonder that Amy Foster appeared to his eyes\nwith the aureole of an angel of light. The girl had not been able to\nsleep for thinking of the poor man, and in the morning, before the\nSmiths were up, she slipped out across the back yard. Holding the door\nof the wood-lodge ajar, she looked in and extended to him half a loaf of\nwhite bread--‘such bread as the rich eat in my country,’ he used to say.\n\n“At this he got up slowly from amongst all sorts of rubbish, stiff,\nhungry, trembling, miserable, and doubtful. ‘Can you eat this?’\nshe asked in her soft and timid voice. He must have taken her for a\n‘gracious lady.’ He devoured ferociously, and tears were falling on the\ncrust. Suddenly he dropped the bread, seized her wrist, and imprinted a\nkiss on her hand. She was not frightened. Through his forlorn condition\nshe had observed that he was good-looking. She shut the door and walked\nback slowly to the kitchen. Much later on, she told Mrs. Smith, who\nshuddered at the bare idea of being touched by that creature.\n\n“Through this act of impulsive pity he was brought back again within\nthe pale of human relations with his new surroundings. He never forgot\nit--never.\n\n“That very same morning old Mr. Swaffer (Smith’s nearest neighbour)\ncame over to give his advice, and ended by carrying him off. He stood,\nunsteady on his legs, meek, and caked over in half-dried mud, while the\ntwo men talked around him in an incomprehensible tongue. Mrs. Smith had\nrefused to come downstairs till the madman was off the premises; Amy\nFoster, far from within the dark kitchen, watched through the open back\ndoor; and he obeyed the signs that were made to him to the best of his\nability. But Smith was full of mistrust. ‘Mind, sir! It may be all his\ncunning,’ he cried repeatedly in a tone of warning. When Mr. Swaffer\nstarted the mare, the deplorable being sitting humbly by his side,\nthrough weakness, nearly fell out over the back of the high two-wheeled\ncart. Swaffer took him straight home. And it is then that I come upon\nthe scene.\n\n“I was called in by the simple process of the old man beckoning to\nme with his forefinger over the gate of his house as I happened to be\ndriving past. I got down, of course.\n\n“‘I’ve got something here,’ he mumbled, leading the way to an outhouse\nat a little distance from his other farm-buildings.\n\n“It was there that I saw him first, in a long low room taken upon the\nspace of that sort of coach-house. It was bare and whitewashed, with a\nsmall square aperture glazed with one cracked, dusty pane at its further\nend. He was lying on his back upon a straw pallet; they had given him a\ncouple of horse-blankets, and he seemed to have spent the remainder\nof his strength in the exertion of cleaning himself. He was almost\nspeechless; his quick breathing under the blankets pulled up to his\nchin, his glittering, restless black eyes reminded me of a wild bird\ncaught in a snare. While I was examining him, old Swaffer stood silently\nby the door, passing the tips of his fingers along his shaven upper\nlip. I gave some directions, promised to send a bottle of medicine, and\nnaturally made some inquiries.\n\n“‘Smith caught him in the stackyard at New Barns,’ said the old chap in\nhis deliberate, unmoved manner, and as if the other had been indeed a\nsort of wild animal. ‘That’s how I came by him. Quite a curiosity, isn’t\nhe? Now tell me, doctor--you’ve been all over the world--don’t you think\nthat’s a bit of a Hindoo we’ve got hold of here.’\n\n“I was greatly surprised. His long black hair scattered over the straw\nbolster contrasted with the olive pallor of his face. It occurred to\nme he might be a Basque. It didn’t necessarily follow that he should\nunderstand Spanish; but I tried him with the few words I know, and also\nwith some French. The whispered sounds I caught by bending my ear to\nhis lips puzzled me utterly. That afternoon the young ladies from the\nRectory (one of them read Goethe with a dictionary, and the other had\nstruggled with Dante for years), coming to see Miss Swaffer, tried their\nGerman and Italian on him from the doorway. They retreated, just the\nleast bit scared by the flood of passionate speech which, turning on his\npallet, he let out at them. They admitted that the sound was pleasant,\nsoft, musical--but, in conjunction with his looks perhaps, it was\nstartling--so excitable, so utterly unlike anything one had ever heard.\nThe village boys climbed up the bank to have a peep through the little\nsquare aperture. Everybody was wondering what Mr. Swaffer would do with\nhim.\n\n“He simply kept him.\n\n“Swaffer would be called eccentric were he not so much respected. They\nwill tell you that Mr. Swaffer sits up as late as ten o’clock at night\nto read books, and they will tell you also that he can write a cheque\nfor two hundred pounds without thinking twice about it. He himself would\ntell you that the Swaffers had owned land between this and Darnford for\nthese three hundred years. He must be eighty-five to-day, but he does\nnot look a bit older than when I first came here. He is a great breeder\nof sheep, and deals extensively in cattle. He attends market days for\nmiles around in every sort of weather, and drives sitting bowed low over\nthe reins, his lank grey hair curling over the collar of his warm coat,\nand with a green plaid rug round his legs. The calmness of advanced age\ngives a solemnity to his manner. He is clean-shaved; his lips are thin\nand sensitive; something rigid and monarchal in the set of his features\nlends a certain elevation to the character of his face. He has been\nknown to drive miles in the rain to see a new kind of rose in somebody’s\ngarden, or a monstrous cabbage grown by a cottager. He loves to hear\ntell of or to be shown something that he calls ‘outlandish.’ Perhaps it\nwas just that outlandishness of the man which influenced old Swaffer.\nPerhaps it was only an inexplicable caprice. All I know is that at\nthe end of three weeks I caught sight of Smith’s lunatic digging in\nSwaffer’s kitchen garden. They had found out he could use a spade. He\ndug barefooted.\n\n“His black hair flowed over his shoulders. I suppose it was Swaffer\nwho had given him the striped old cotton shirt; but he wore still the\nnational brown cloth trousers (in which he had been washed ashore)\nfitting to the leg almost like tights; was belted with a broad leathern\nbelt studded with little brass discs; and had never yet ventured into\nthe village. The land he looked upon seemed to him kept neatly, like the\ngrounds round a landowner’s house; the size of the cart-horses struck\nhim with astonishment; the roads resembled garden walks, and the aspect\nof the people, especially on Sundays, spoke of opulence. He wondered\nwhat made them so hardhearted and their children so bold. He got\nhis food at the back door, carried it in both hands carefully to his\nouthouse, and, sitting alone on his pallet, would make the sign of the\ncross before he began. Beside the same pallet, kneeling in the early\ndarkness of the short days, he recited aloud the Lord’s Prayer before he\nslept. Whenever he saw old Swaffer he would bow with veneration from\nthe waist, and stand erect while the old man, with his fingers over his\nupper lip, surveyed him silently. He bowed also to Miss Swaffer, who\nkept house frugally for her father--a broad-shouldered, big-boned woman\nof forty-five, with the pocket of her dress full of keys, and a grey,\nsteady eye. She was Church--as people said (while her father was one of\nthe trustees of the Baptist Chapel)--and wore a little steel cross\nat her waist. She dressed severely in black, in memory of one of the\ninnumerable Bradleys of the neighbourhood, to whom she had been engaged\nsome twenty-five years ago--a young farmer who broke his neck out\nhunting on the eve of the wedding day. She had the unmoved countenance\nof the deaf, spoke very seldom, and her lips, thin like her father’s,\nastonished one sometimes by a mysteriously ironic curl.\n\n“These were the people to whom he owed allegiance, and an overwhelming\nloneliness seemed to fall from the leaden sky of that winter without\nsunshine. All the faces were sad. He could talk to no one, and had no\nhope of ever understanding anybody. It was as if these had been the\nfaces of people from the other world--dead people--he used to tell me\nyears afterwards. Upon my word, I wonder he did not go mad. He didn’t\nknow where he was. Somewhere very far from his mountains--somewhere over\nthe water. Was this America, he wondered?\n\n“If it hadn’t been for the steel cross at Miss Swaffer’s belt he would\nnot, he confessed, have known whether he was in a Christian country at\nall. He used to cast stealthy glances at it, and feel comforted. There\nwas nothing here the same as in his country! The earth and the water\nwere different; there were no images of the Redeemer by the roadside.\nThe very grass was different, and the trees. All the trees but the three\nold Norway pines on the bit of lawn before Swaffer’s house, and these\nreminded him of his country. He had been detected once, after dusk, with\nhis forehead against the trunk of one of them, sobbing, and talking to\nhimself. They had been like brothers to him at that time, he affirmed.\nEverything else was strange. Conceive you the kind of an existence\novershadowed, oppressed, by the everyday material appearances, as if by\nthe visions of a nightmare. At night, when he could not sleep, he kept\non thinking of the girl who gave him the first piece of bread he had\neaten in this foreign land. She had been neither fierce nor angry,\nnor frightened. Her face he remembered as the only comprehensible face\namongst all these faces that were as closed, as mysterious, and as mute\nas the faces of the dead who are possessed of a knowledge beyond\nthe comprehension of the living. I wonder whether the memory of her\ncompassion prevented him from cutting his throat. But there! I suppose I\nam an old sentimentalist, and forget the instinctive love of life which\nit takes all the strength of an uncommon despair to overcome.\n\n“He did the work which was given him with an intelligence which\nsurprised old Swaffer. By-and-by it was discovered that he could help\nat the ploughing, could milk the cows, feed the bullocks in the\ncattle-yard, and was of some use with the sheep. He began to pick up\nwords, too, very fast; and suddenly, one fine morning in spring, he\nrescued from an untimely death a grand-child of old Swaffer.\n\n“Swaffer’s younger daughter is married to Willcox, a solicitor and the\nTown Clerk of Colebrook. Regularly twice a year they come to stay with\nthe old man for a few days. Their only child, a little girl not three\nyears old at the time, ran out of the house alone in her little white\npinafore, and, toddling across the grass of a terraced garden, pitched\nherself over a low wall head first into the horse-pond in the yard below.\n\n“Our man was out with the waggoner and the plough in the field nearest\nto the house, and as he was leading the team round to begin a fresh\nfurrow, he saw, through the gap of the gate, what for anybody else\nwould have been a mere flutter of something white. But he had\nstraight-glancing, quick, far-reaching eyes, that only seemed to flinch\nand lose their amazing power before the immensity of the sea. He was\nbarefooted, and looking as outlandish as the heart of Swaffer could\ndesire. Leaving the horses on the turn, to the inexpressible disgust\nof the waggoner he bounded off, going over the ploughed ground in long\nleaps, and suddenly appeared before the mother, thrust the child into\nher arms, and strode away.\n\n“The pond was not very deep; but still, if he had not had such good\neyes, the child would have perished--miserably suffocated in the foot or\nso of sticky mud at the bottom. Old Swaffer walked out slowly into the\nfield, waited till the plough came over to his side, had a good look\nat him, and without saying a word went back to the house. But from that\ntime they laid out his meals on the kitchen table; and at first, Miss\nSwaffer, all in black and with an inscrutable face, would come and stand\nin the doorway of the living-room to see him make a big sign of the\ncross before he fell to. I believe that from that day, too, Swaffer\nbegan to pay him regular wages.\n\n“I can’t follow step by step his development. He cut his hair short, was\nseen in the village and along the road going to and fro to his work like\nany other man. Children ceased to shout after him. He became aware of\nsocial differences, but remained for a long time surprised at the bare\npoverty of the churches among so much wealth. He couldn’t understand\neither why they were kept shut up on week days. There was nothing to\nsteal in them. Was it to keep people from praying too often? The rectory\ntook much notice of him about that time, and I believe the young ladies\nattempted to prepare the ground for his conversion. They could not,\nhowever, break him of his habit of crossing himself, but he went so far\nas to take off the string with a couple of brass medals the size of a\nsixpence, a tiny metal cross, and a square sort of scapulary which he\nwore round his neck. He hung them on the wall by the side of his bed,\nand he was still to be heard every evening reciting the Lord’s Prayer,\nin incomprehensible words and in a slow, fervent tone, as he had heard\nhis old father do at the head of all the kneeling family, big and\nlittle, on every evening of his life. And though he wore corduroys at\nwork, and a slop-made pepper-and-salt suit on Sundays, strangers would\nturn round to look after him on the road. His foreignness had a peculiar\nand indelible stamp. At last people became used to see him. But\nthey never became used to him. His rapid, skimming walk; his swarthy\ncomplexion; his hat cocked on the left ear; his habit, on warm evenings,\nof wearing his coat over one shoulder, like a hussar’s dolman; his\nmanner of leaping over the stiles, not as a feat of agility, but in the\nordinary course of progression--all these peculiarities were, as one\nmay say, so many causes of scorn and offence to the inhabitants of the\nvillage. _They_ wouldn’t in their dinner hour lie flat on their\nbacks on the grass to stare at the sky. Neither did they go about the\nfields screaming dismal tunes. Many times have I heard his high-pitched\nvoice from behind the ridge of some sloping sheep-walk, a voice light\nand soaring, like a lark’s, but with a melancholy human note, over\nour fields that hear only the song of birds. And I should be startled\nmyself. Ah! He was different: innocent of heart, and full of good will,\nwhich nobody wanted, this castaway, that, like a man transplanted into\nanother planet, was separated by an immense space from his past and\nby an immense ignorance from his future. His quick, fervent utterance\npositively shocked everybody. ‘An excitable devil,’ they called him.\nOne evening, in the tap-room of the Coach and Horses (having drunk some\nwhisky), he upset them all by singing a love song of his country. They\nhooted him down, and he was pained; but Preble, the lame wheelwright,\nand Vincent, the fat blacksmith, and the other notables too, wanted to\ndrink their evening beer in peace. On another occasion he tried to show\nthem how to dance. The dust rose in clouds from the sanded floor; he\nleaped straight up amongst the deal tables, struck his heels together,\nsquatted on one heel in front of old Preble, shooting out the other\nleg, uttered wild and exulting cries, jumped up to whirl on one foot,\nsnapping his fingers above his head--and a strange carter who was having\na drink in there began to swear, and cleared out with his half-pint\nin his hand into the bar. But when suddenly he sprang upon a table and\ncontinued to dance among the glasses, the landlord interfered. He didn’t\nwant any ‘acrobat tricks in the taproom.’ They laid their hands on him.\nHaving had a glass or two, Mr. Swaffer’s foreigner tried to expostulate:\nwas ejected forcibly: got a black eye.\n\n“I believe he felt the hostility of his human surroundings. But he was\ntough--tough in spirit, too, as well as in body. Only the memory of the\nsea frightened him, with that vague terror that is left by a bad dream.\nHis home was far away; and he did not want now to go to America. I had\noften explained to him that there is no place on earth where true gold\ncan be found lying ready and to be got for the trouble of the picking\nup. How then, he asked, could he ever return home with empty hands when\nthere had been sold a cow, two ponies, and a bit of land to pay for\nhis going? His eyes would fill with tears, and, averting them from the\nimmense shimmer of the sea, he would throw himself face down on the\ngrass. But sometimes, cocking his hat with a little conquering air, he\nwould defy my wisdom. He had found his bit of true gold. That was Amy\nFoster’s heart; which was ‘a golden heart, and soft to people’s misery,’\nhe would say in the accents of overwhelming conviction.\n\n“He was called Yanko. He had explained that this meant little John; but\nas he would also repeat very often that he was a mountaineer (some word\nsounding in the dialect of his country like Goorall) he got it for his\nsurname. And this is the only trace of him that the succeeding ages\nmay find in the marriage register of the parish. There it stands--Yanko\nGoorall--in the rector’s handwriting. The crooked cross made by the\ncastaway, a cross whose tracing no doubt seemed to him the most solemn\npart of the whole ceremony, is all that remains now to perpetuate the\nmemory of his name.\n\n“His courtship had lasted some time--ever since he got his precarious\nfooting in the community. It began by his buying for Amy Foster a green\nsatin ribbon in Darnford. This was what you did in his country. You\nbought a ribbon at a Jew’s stall on a fair-day. I don’t suppose the\ngirl knew what to do with it, but he seemed to think that his honourable\nintentions could not be mistaken.\n\n“It was only when he declared his purpose to get married that I\nfully understood how, for a hundred futile and inappreciable reasons,\nhow--shall I say odious?--he was to all the countryside. Every old woman\nin the village was up in arms. Smith, coming upon him near the farm,\npromised to break his head for him if he found him about again. But he\ntwisted his little black moustache with such a bellicose air and rolled\nsuch big, black fierce eyes at Smith that this promise came to nothing.\nSmith, however, told the girl that she must be mad to take up with a man\nwho was surely wrong in his head. All the same, when she heard him in\nthe gloaming whistle from beyond the orchard a couple of bars of a weird\nand mournful tune, she would drop whatever she had in her hand--she\nwould leave Mrs. Smith in the middle of a sentence--and she would run\nout to his call. Mrs. Smith called her a shameless hussy. She answered\nnothing. She said nothing at all to anybody, and went on her way as if\nshe had been deaf. She and I alone all in the land, I fancy, could see\nhis very real beauty. He was very good-looking, and most graceful in\nhis bearing, with that something wild as of a woodland creature in his\naspect. Her mother moaned over her dismally whenever the girl came to\nsee her on her day out. The father was surly, but pretended not to know;\nand Mrs. Finn once told her plainly that ‘this man, my dear, will do you\nsome harm some day yet.’ And so it went on. They could be seen on the\nroads, she tramping stolidly in her finery--grey dress, black feather,\nstout boots, prominent white cotton gloves that caught your eye a\nhundred yards away; and he, his coat slung picturesquely over one\nshoulder, pacing by her side, gallant of bearing and casting tender\nglances upon the girl with the golden heart. I wonder whether he saw how\nplain she was. Perhaps among types so different from what he had ever\nseen, he had not the power to judge; or perhaps he was seduced by the\ndivine quality of her pity.\n\n“Yanko was in great trouble meantime. In his country you get an old man\nfor an ambassador in marriage affairs. He did not know how to proceed.\nHowever, one day in the midst of sheep in a field (he was now Swaffer’s\nunder-shepherd with Foster) he took off his hat to the father and\ndeclared himself humbly. ‘I daresay she’s fool enough to marry you,’ was\nall Foster said. ‘And then,’ he used to relate, ‘he puts his hat on his\nhead, looks black at me as if he wanted to cut my throat, whistles\nthe dog, and off he goes, leaving me to do the work.’ The Fosters, of\ncourse, didn’t like to lose the wages the girl earned: Amy used to give\nall her money to her mother. But there was in Foster a very genuine\naversion to that match. He contended that the fellow was very good with\nsheep, but was not fit for any girl to marry. For one thing, he used\nto go along the hedges muttering to himself like a dam’ fool; and then,\nthese foreigners behave very queerly to women sometimes. And perhaps he\nwould want to carry her off somewhere--or run off himself. It was not\nsafe. He preached it to his daughter that the fellow might ill-use her\nin some way. She made no answer. It was, they said in the village, as if\nthe man had done something to her. People discussed the matter. It was\nquite an excitement, and the two went on ‘walking out’ together in the\nface of opposition. Then something unexpected happened.\n\n“I don’t know whether old Swaffer ever understood how much he was\nregarded in the light of a father by his foreign retainer. Anyway the\nrelation was curiously feudal. So when Yanko asked formally for an\ninterview--‘and the Miss too’ (he called the severe, deaf Miss Swaffer\nsimply _Miss_)--it was to obtain their permission to marry.\nSwaffer heard him unmoved, dismissed him by a nod, and then shouted the\nintelligence into Miss Swaffer’s best ear. She showed no surprise, and\nonly remarked grimly, in a veiled blank voice, ‘He certainly won’t get\nany other girl to marry him.’\n\n“It is Miss Swaffer who has all the credit of the munificence: but in\na very few days it came out that Mr. Swaffer had presented Yanko with\na cottage (the cottage you’ve seen this morning) and something like an\nacre of ground--had made it over to him in absolute property. Willcox\nexpedited the deed, and I remember him telling me he had a great\npleasure in making it ready. It recited: ‘In consideration of saving the\nlife of my beloved grandchild, Bertha Willcox.’\n\n“Of course, after that no power on earth could prevent them from getting\nmarried.\n\n“Her infatuation endured. People saw her going out to meet him in the\nevening. She stared with unblinking, fascinated eyes up the road where\nhe was expected to appear, walking freely, with a swing from the hip,\nand humming one of the love-tunes of his country. When the boy was born,\nhe got elevated at the ‘Coach and Horses,’ essayed again a song and a\ndance, and was again ejected. People expressed their commiseration for\na woman married to that Jack-in-the-box. He didn’t care. There was a\nman now (he told me boastfully) to whom he could sing and talk in the\nlanguage of his country, and show how to dance by-and-by.\n\n“But I don’t know. To me he appeared to have grown less springy of step,\nheavier in body, less keen of eye. Imagination, no doubt; but it seems\nto me now as if the net of fate had been drawn closer round him already.\n\n“One day I met him on the footpath over the Talfourd Hill. He told me\nthat ‘women were funny.’ I had heard already of domestic differences.\nPeople were saying that Amy Foster was beginning to find out what\nsort of man she had married. He looked upon the sea with indifferent,\nunseeing eyes. His wife had snatched the child out of his arms one day\nas he sat on the doorstep crooning to it a song such as the mothers sing\nto babies in his mountains. She seemed to think he was doing it some\nharm. Women are funny. And she had objected to him praying aloud in the\nevening. Why? He expected the boy to repeat the prayer aloud after him\nby-and-by, as he used to do after his old father when he was a child--in\nhis own country. And I discovered he longed for their boy to grow up so\nthat he could have a man to talk with in that language that to our\nears sounded so disturbing, so passionate, and so bizarre. Why his wife\nshould dislike the idea he couldn’t tell. But that would pass, he said.\nAnd tilting his head knowingly, he tapped his breastbone to indicate\nthat she had a good heart: not hard, not fierce, open to compassion,\ncharitable to the poor!\n\n“I walked away thoughtfully; I wondered whether his difference, his\nstrangeness, were not penetrating with repulsion that dull nature they\nhad begun by irresistibly attracting. I wondered....”\n\nThe Doctor came to the window and looked out at the frigid splendour of\nthe sea, immense in the haze, as if enclosing all the earth with all the\nhearts lost among the passions of love and fear.\n\n“Physiologically, now,” he said, turning away abruptly, “it was\npossible. It was possible.”\n\nHe remained silent. Then went on--“At all events, the next time I saw\nhim he was ill--lung trouble. He was tough, but I daresay he was not\nacclimatised as well as I had supposed. It was a bad winter; and, of\ncourse, these mountaineers do get fits of home sickness; and a state\nof depression would make him vulnerable. He was lying half dressed on a\ncouch downstairs.\n\n“A table covered with a dark oilcloth took up all the middle of the\nlittle room. There was a wicker cradle on the floor, a kettle spouting\nsteam on the hob, and some child’s linen lay drying on the fender. The\nroom was warm, but the door opens right into the garden, as you noticed\nperhaps.\n\n“He was very feverish, and kept on muttering to himself. She sat on a\nchair and looked at him fixedly across the table with her brown, blurred\neyes. ‘Why don’t you have him upstairs?’ I asked. With a start and a\nconfused stammer she said, ‘Oh! ah! I couldn’t sit with him upstairs,\nSir.’\n\n“I gave her certain directions; and going outside, I said again that\nhe ought to be in bed upstairs. She wrung her hands. ‘I couldn’t. I\ncouldn’t. He keeps on saying something--I don’t know what.’ With the\nmemory of all the talk against the man that had been dinned into her\nears, I looked at her narrowly. I looked into her shortsighted eyes,\nat her dumb eyes that once in her life had seen an enticing shape, but\nseemed, staring at me, to see nothing at all now. But I saw she was\nuneasy.\n\n“‘What’s the matter with him?’ she asked in a sort of vacant\ntrepidation. ‘He doesn’t look very ill. I never did see anybody look\nlike this before....’\n\n“‘Do you think,’ I asked indignantly, ‘he is shamming?’\n\n“‘I can’t help it, sir,’ she said stolidly. And suddenly she clapped\nher hands and looked right and left. ‘And there’s the baby. I am\nso frightened. He wanted me just now to give him the baby. I can’t\nunderstand what he says to it.’\n\n“‘Can’t you ask a neighbour to come in tonight?’ I asked.\n\n“‘Please, sir, nobody seems to care to come,’ she muttered, dully\nresigned all at once.\n\n“I impressed upon her the necessity of the greatest care, and then had\nto go. There was a good deal of sickness that winter. ‘Oh, I hope he\nwon’t talk!’ she exclaimed softly just as I was going away.\n\n“I don’t know how it is I did not see--but I didn’t. And yet, turning\nin my trap, I saw her lingering before the door, very still, and as if\nmeditating a flight up the miry road.\n\n“Towards the night his fever increased.\n\n“He tossed, moaned, and now and then muttered a complaint. And she sat\nwith the table between her and the couch, watching every movement and\nevery sound, with the terror, the unreasonable terror, of that man she\ncould not understand creeping over her. She had drawn the wicker\ncradle close to her feet. There was nothing in her now but the maternal\ninstinct and that unaccountable fear.\n\n“Suddenly coming to himself, parched, he demanded a drink of water. She\ndid not move. She had not understood, though he may have thought he\nwas speaking in English. He waited, looking at her, burning with fever,\namazed at her silence and immobility, and then he shouted impatiently,\n‘Water! Give me water!’\n\n“She jumped to her feet, snatched up the child, and stood still. He\nspoke to her, and his passionate remonstrances only increased her\nfear of that strange man. I believe he spoke to her for a long time,\nentreating, wondering, pleading, ordering, I suppose. She says she bore\nit as long as she could. And then a gust of rage came over him.\n\n“He sat up and called out terribly one word--some word. Then he got up\nas though he hadn’t been ill at all, she says. And as in fevered dismay,\nindignation, and wonder he tried to get to her round the table, she\nsimply opened the door and ran out with the child in her arms. She heard\nhim call twice after her down the road in a terrible voice--and\nfled.... Ah! but you should have seen stirring behind the dull,\nblurred glance of these eyes the spectre of the fear which had hunted\nher on that night three miles and a half to the door of Foster’s\ncottage! I did the next day.\n\n“And it was I who found him lying face down and his body in a puddle,\njust outside the little wicket-gate.\n\n“I had been called out that night to an urgent case in the village, and\non my way home at daybreak passed by the cottage. The door stood open.\nMy man helped me to carry him in. We laid him on the couch. The lamp\nsmoked, the fire was out, the chill of the stormy night oozed from the\ncheerless yellow paper on the wall. ‘Amy!’ I called aloud, and my voice\nseemed to lose itself in the emptiness of this tiny house as if I had\ncried in a desert. He opened his eyes. ‘Gone!’ he said distinctly. ‘I\nhad only asked for water--only for a little water....’\n\n“He was muddy. I covered him up and stood waiting in silence, catching\na painfully gasped word now and then. They were no longer in his own\nlanguage. The fever had left him, taking with it the heat of life. And\nwith his panting breast and lustrous eyes he reminded me again of a wild\ncreature under the net; of a bird caught in a snare. She had left him.\nShe had left him--sick--helpless--thirsty. The spear of the hunter had\nentered his very soul. ‘Why?’ he cried in the penetrating and indignant\nvoice of a man calling to a responsible Maker. A gust of wind and a\nswish of rain answered.\n\n“And as I turned away to shut the door he pronounced the word\n‘Merciful!’ and expired.\n\n“Eventually I certified heart-failure as the immediate cause of death.\nHis heart must have indeed failed him, or else he might have stood this\nnight of storm and exposure, too. I closed his eyes and drove away.\nNot very far from the cottage I met Foster walking sturdily between the\ndripping hedges with his collie at his heels.\n\n“‘Do you know where your daughter is?’ I asked.\n\n“‘Don’t I!’ he cried. ‘I am going to talk to him a bit. Frightening a\npoor woman like this.’\n\n“‘He won’t frighten her any more,’ I said. ‘He is dead.’\n\n“He struck with his stick at the mud.\n\n“‘And there’s the child.’\n\n“Then, after thinking deeply for a while--“‘I don’t know that it isn’t\nfor the best.’\n\n“That’s what he said. And she says nothing at all now. Not a word of\nhim. Never. Is his image as utterly gone from her mind as his lithe and\nstriding figure, his carolling voice are gone from our fields? He is no\nlonger before her eyes to excite her imagination into a passion of love\nor fear; and his memory seems to have vanished from her dull brain as\na shadow passes away upon a white screen. She lives in the cottage and\nworks for Miss Swaffer. She is Amy Foster for everybody, and the child\nis ‘Amy Foster’s boy.’ She calls him Johnny--which means Little John.\n\n“It is impossible to say whether this name recalls anything to her. Does\nshe ever think of the past? I have seen her hanging over the boy’s cot\nin a very passion of maternal tenderness. The little fellow was lying on\nhis back, a little frightened at me, but very still, with his big black\neyes, with his fluttered air of a bird in a snare. And looking at him I\nseemed to see again the other one--the father, cast out mysteriously by\nthe sea to perish in the supreme disaster of loneliness and despair.”"
}