{
 "author": [
  "Craik, Dinah Maria Mulock"
 ],
 "title": [
  "The Little Lame Prince"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Fairy tales",
  "Princes -- Juvenile fiction",
  "PZ",
  "People with disabilities -- Juvenile fiction",
  "Children's literature"
 ],
 "id": "496",
 "genre": [
  "short stories",
  "english",
  "children",
  "teen",
  "fiction"
 ],
 "text": "THE LITTLE LAME PRINCE\n\nBy Miss Mulock [Pseudonym of Maria Dinah Craik]\n\n\nCONTENTS\n\n     THE LITTLE LAME PRINCE\n     THE INVISIBLE PRINCE\n     PRINCE CHERRY\n     THE PRINCE WITH THE NOSE\n     THE FROG-PRINCE\n     CLEVER ALICE\n\n\n\n\n\nTHE LITTLE LAME PRINCE\n\n\n\nCHAPTER I\n\nYes, he was the most beautiful Prince that ever was born.\n\nOf course, being a prince, people said this; but it was true besides.\nWhen he looked at the candle, his eyes had an expression of earnest\ninquiry quite startling in a new born baby. His nose--there was not\nmuch of it certainly, but what there was seemed an aquiline shape;\nhis complexion was a charming, healthy purple; he was round and fat,\nstraight-limbed and long--in fact, a splendid baby, and everybody was\nexceedingly proud of him, especially his father and mother, the King and\nQueen of Nomansland, who had waited for him during their happy reign of\nten years--now made happier than ever, to themselves and their subjects,\nby the appearance of a son and heir.\n\nThe only person who was not quite happy was the King's brother, the\nheir presumptive, who would have been king one day had the baby not been\nborn. But as his majesty was very kind to him, and even rather sorry for\nhim--insomuch that at the Queen's request he gave him a dukedom almost\nas big as a county--the Crown-Prince, as he was called, tried to seem\npleased also; and let us hope he succeeded.\n\nThe Prince's christening was to be a grand affair. According to the\ncustom of the country, there were chosen for him four-and-twenty\ngod-fathers and godmothers, who each had to give him a name, and promise\nto do their utmost for him. When he came of age, he himself had to\nchoose the name--and the godfather or god-mother--that he liked the\nbest, for the rest of his days.\n\nMeantime all was rejoicing. Subscriptions were made among the rich to\ngive pleasure to the poor; dinners in town-halls for the workingmen;\ntea-parties in the streets for their wives; and milk-and-bun feasts for\nthe children in the schoolrooms. For Nomansland, though I cannot point\nit out in any map, or read of it in any history, was, I believe, much\nlike our own or many another country.\n\nAs for the palace--which was no different from other palaces--it was\nclean “turned out of the windows,” as people say, with the preparations\ngoing on. The only quiet place in it was the room which, though the\nPrince was six weeks old, his mother the Queen had never quitted. Nobody\nsaid she was ill, however--it would have been so inconvenient; and as\nshe said nothing about it herself, but lay pale and placid, giving no\ntrouble to anybody, nobody thought much about her. All the world was\nabsorbed in admiring the baby.\n\nThe christening-day came at last, and it was as lovely as the Prince\nhimself. All the people in the palace were lovely too--or thought\nthemselves so--in the elegant new clothes which the Queen, who thought\nof everybody, had taken care to give them, from the ladies-in-waiting\ndown to the poor little kitchen-maid, who looked at herself in her pink\ncotton gown, and thought, doubtless, that there never was such a pretty\ngirl as she.\n\nBy six in the morning all the royal household had dressed itself in\nits very best; and then the little Prince was dressed in his best--his\nmagnificent christening robe; which proceeding his Royal Highness did\nnot like at all, but kicked and screamed like any common baby. When he\nhad a little calmed down, they carried him to be looked at by the Queen\nhis mother, who, though her royal robes had been brought and laid upon\nthe bed, was, as everybody well knew, quite unable to rise and put them\non.\n\nShe admired her baby very much; kissed and blessed him, and lay looking\nat him, as she did for hours sometimes, when he was placed beside her\nfast asleep; then she gave him up with a gentle smile, and, saying she\nhoped he would be very good, that it would be a very nice christening,\nand all the guests would enjoy themselves, turned peacefully over on\nher bed, saying nothing more to anybody. She was a very uncomplaining\nperson, the Queen--and her name was Dolorez.\n\nEverything went on exactly as if she had been present. All, even the\nking himself, had grown used to her absence; for she was not strong,\nand for years had not joined in any gayeties. She always did her royal\nduties, but as to pleasures, they could go on quite well without her, or\nit seemed so. The company arrived: great and notable persons in this\nand neighboring countries; also the four-and-twenty godfathers and\ngodmothers, who had been chosen with care, as the people who would be\nmost useful to his royal highness should he ever want friends, which did\nnot seem likely. What such want could possibly happen to the heir of the\npowerful monarch of Nomansland?\n\nThey came, walking two and two, with their coronets on their\nheads--being dukes and duchesses, princes and princesses, or the like;\nthey all kissed the child and pronounced the name each had given him.\nThen the four-and-twenty names were shouted out with great energy by\nsix heralds, one after the other, and afterward written down, to be\npreserved in the state records, in readiness for the next time they were\nwanted, which would be either on his Royal Highness' coronation or his\nfuneral.\n\nSoon the ceremony was over, and everybody satisfied; except, perhaps,\nthe little Prince himself, who moaned faintly under his christening\nrobes, which nearly smothered him.\n\nIn truth, though very few knew, the Prince in coming to the chapel had\nmet with a slight disaster. His nurse,--not his ordinary one, but the\nstate nurse-maid,--an elegant and fashionable young lady of rank, whose\nduty it was to carry him to and from the chapel, had been so occupied\nin arranging her train with one hand, while she held the baby with\nthe other, that she stumbled and let him fall, just at the foot of the\nmarble staircase.\n\nTo be sure, she contrived to pick him up again the next minute; and the\naccident was so slight it seemed hardly worth speaking of. Consequently\nnobody did speak of it. The baby had turned deadly pale, but did not\ncry, so no person a step or two behind could discover anything wrong;\nafterward, even if he had moaned, the silver trumpets were loud enough\nto drown his voice. It would have been a pity to let anything trouble\nsuch a day of felicity.\n\nSo, after a minute's pause, the procession had moved on. Such a\nprocession t Heralds in blue and silver; pages in crimson and gold; and\na troop of little girls in dazzling white, carrying baskets of flowers,\nwhich they strewed all the way before the nurse and child--finally the\nfour-and-twenty godfathers and godmothers, as proud as possible, and so\nsplendid to look at that they would have quite extinguished their small\ngodson--merely a heap of lace and muslin with a baby face inside--had it\nnot been for a canopy of white satin and ostrich feathers which was held\nover him wherever he was carried.\n\nThus, with the sun shining on them through the painted windows, they\nstood; the king and his train on one side, the Prince and his attendants\non the other, as pretty a sight as ever was seen out of fairyland.\n\n“It's just like fairyland,” whispered the eldest little girl to the next\neldest, as she shook the last rose out of her basket; “and I think the\nonly thing the Prince wants now is a fairy god-mother.”\n\n“Does he?” said a shrill but soft and not unpleasant voice behind; and\nthere was seen among the group of children somebody,--not a child, yet\nno bigger than a child,--somebody whom nobody had seen before, and who\ncertainly had not been invited, for she had no christening clothes on.\n\nShe was a little old woman dressed all in gray: gray gown; gray\nhooded cloak, of a material excessively fine, and a tint that seemed\nperpetually changing, like the gray of an evening sky. Her hair was\ngray, and her eyes also--even her complexion had a soft gray shadow over\nit. But there was nothing unpleasantly old about her, and her smile was\nas sweet and childlike as the Prince's own, which stole over his pale\nlittle face the instant she came near enough to touch him.\n\n“Take care! Don't let the baby fall again.”\n\nThe grand young lady nurse started, flushing angrily.\n\n“Who spoke to me? How did anybody know?--I mean, what business has\nanybody----” Then frightened, but still speaking in a much sharper tone\nthan I hope young ladies of rank are in the habit of speaking--“Old\nwoman, you will be kind enough not to say 'the baby,' but 'the Prince.'\nKeep away; his Royal Highness is just going to sleep.”\n\n“Nevertheless I must kiss him. I am his god-mother.”\n\n“You!” cried the elegant lady nurse.\n\n“You!” repeated all the gentlemen and ladies-in-waiting.\n\n“You!” echoed the heralds and pages--and they began to blow the silver\ntrumpets in order to stop all further conversation.\n\nThe Prince's procession formed itself for returning,--the King and his\ntrain having already moved off toward the palace,--but on the top-most\nstep of the marble stairs stood, right in front of all, the little old\nwoman clothed in gray.\n\nShe stretched herself on tiptoe by the help of her stick, and gave the\nlittle Prince three kisses.\n\n“This is intolerable!” cried the young lady nurse, wiping the kisses\noff rapidly with her lace handkerchief. “Such an insult to his Royal\nHighness! Take yourself out of the way, old woman, or the King shall be\ninformed immediately.”\n\n“The King knows nothing of me, more's the pity,” replied the old woman,\nwith an indifferent air, as if she thought the loss was more on his\nMajesty's side than hers. “My friend in the palace is the King's wife.”\n\n“King's have not wives, but queens,” said the lady nurse, with a\ncontemptuous air.\n\n“You are right,” replied the old woman. “Nevertheless I know her Majesty\nwell, and I love her and her child. And--since you dropped him on the\nmarble stairs (this she said in a mysterious whisper, which made the\nyoung lady tremble in spite of her anger)--I choose to take him for my\nown, and be his godmother, ready to help him whenever he wants me.”\n\n“You help him!” cried all the group breaking into shouts of laughter,\nto which the little old woman paid not the slightest attention. Her soft\ngray eyes were fixed on the Prince, who seemed to answer to the look,\nsmiling again and again in the causeless, aimless fashion that babies do\nsmile.\n\n“His Majesty must hear of this,” said a gentleman-in-waiting.\n\n“His Majesty will hear quite enough news in a minute or two,” said\nthe old woman sadly. And again stretching up to the little Prince, she\nkissed him on the forehead solemnly.\n\n“Be called by a new name which nobody has ever thought of. Be Prince\nDolor, in memory of your mother Dolorez.”\n\n“In memory of!” Everybody started at the ominous phrase, and also at a\nmost terrible breach of etiquette which the old woman had committed.\nIn Nomansland, neither the king nor the queen was supposed to have any\nChristian name at all. They dropped it on their coronation day, and it\nnever was mentioned again till it was engraved on their coffins when\nthey died.\n\n“Old woman, you are exceedingly ill-bred,” cried the eldest\nlady-in-waiting, much horrified. “How you could know the fact passes\nmy comprehension. But even if you did know it, how dared you presume to\nhint that her most gracious Majesty is called Dolorez?”\n\n“WAS called Dolorez,” said the old woman, with a tender solemnity.\n\nThe first gentleman, called the Gold-stick-in-waiting, raised it to\nstrike her, and all the rest stretched out their hands to seize her; but\nthe gray mantle melted from between their fingers like air; and, before\nanybody had time to do anything more, there came a heavy, muffled,\nstartling sound.\n\nThe great bell of the palace the bell which was only heard on the death\nof some one of the royal family, and for as many times as he or she was\nyears old--began to toll. They listened, mute and horror-stricken. Some\none counted: one--two--three--four--up to nine-and-twenty--just the\nQueen's age.\n\nIt was, indeed, the Queen. Her Majesty was dead! In the midst of the\nfestivities she had slipped away out of her new happiness and her old\nsufferings, not few nor small. Sending away all her women to see the\ngrand sight,--at least they said afterward, in excuse, that she had done\nso, and it was very like her to do it,--she had turned with her face\nto the window, whence one could just see the tops of the distant\nmountains--the Beautiful Mountains, as they were called--where she was\nborn. So gazing, she had quietly died.\n\nWhen the little Prince was carried back to his mother's room, there was\nno mother to kiss him. And, though he did not know it, there would be\nfor him no mother's kiss any more. As for his godmother,--the little old\nwoman in gray who called herself so,--whether she melted into air, like\nher gown when they touched it, or whether she flew out of the chapel\nwindow, or slipped through the doorway among the bewildered crowd,\nnobody knew--nobody ever thought about her.\n\nOnly the nurse, the ordinary homely one, coming out of the Prince's\nnursery in the middle of the night in search of a cordial to quiet his\ncontinual moans, saw, sitting in the doorway, something which she would\nhave thought a mere shadow, had she not seen shining out of it two eyes,\ngray and soft and sweet. She put her hand before her own, screaming\nloudly. When she took them away the old woman was gone.\n\n\n\nCHAPTER II\n\nEverybody was very kind to the poor little prince. I think people\ngenerally are kind to motherless children, whether princes or peasants.\nHe had a magnificent nursery and a regular suite of attendants, and was\ntreated with the greatest respect and state. Nobody was allowed to talk\nto him in silly baby language, or dandle him, or, above all to kiss him,\nthough perhaps some people did it surreptitiously, for he was such a\nsweet baby that it was difficult to help it.\n\nIt could not be said that the Prince missed his mother--children of his\nage cannot do that; but somehow after she died everything seemed to go\nwrong with him. From a beautiful baby he became sickly and pale, seeming\nto have almost ceased growing, especially in his legs, which had been so\nfat and strong.\n\nBut after the day of his christening they withered and shrank; he no\nlonger kicked them out either in passion or play, and when, as he got\nto be nearly a year old, his nurse tried to make him stand upon them, he\nonly tumbled down.\n\nThis happened so many times that at last people began to talk about it.\nA prince, and not able to stand on his own legs! What a dreadful thing!\nWhat a misfortune for the country!\n\nRather a misfortune to him also, poor little boy! but nobody seemed to\nthink of that. And when, after a while, his health revived, and the old\nbright look came back to his sweet little face, and his body grew larger\nand stronger, though still his legs remained the same, people continued\nto speak of him in whispers, and with grave shakes of the head.\nEverybody knew, though nobody said it, that something, it was impossible\nto guess what, was not quite right with the poor little Prince.\n\nOf course, nobody hinted this to the King his father: it does not do\nto tell great people anything unpleasant. And besides, his Majesty\ntook very little notice of his son, or of his other affairs, beyond the\nnecessary duties of his kingdom.\n\nPeople had said he would not miss the Queen at all, she having been\nso long an invalid, but he did. After her death he never was quite the\nsame. He established himself in her empty rooms, the only rooms in\nthe palace whence one could see the Beautiful Mountains, and was often\nobserved looking at them as if he thought she had flown away thither,\nand that his longing could bring her back again. And by a curious\ncoincidence, which nobody dared inquire into, he desired that the Prince\nmight be called, not by any of the four-and-twenty grand names given him\nby his godfathers and godmothers, but by the identical name mentioned by\nthe little old woman in gray--Dolor, after his mother Dolorez.\n\nOnce a week, according to established state custom, the Prince, dressed\nin his very best, was brought to the King his father for half an hour,\nbut his Majesty was generally too ill and too melancholy to pay much\nheed to the child.\n\nOnly once, when he and the Crown-Prince, who was exceedingly attentive\nto his royal brother, were sitting together, with Prince Dolor playing\nin a corner of the room, dragging himself about with his arms rather\nthan his legs, and sometimes trying feebly to crawl from one chair to\nanother, it seemed to strike the father that all was not right with his\nson.\n\n“How old is his Royal Highness?” said he suddenly to the nurse.\n\n“Two years, three months, and five days, please your Majesty.”\n\n“It does not please me,” said the King, with a sigh. “He ought to be far\nmore forward than he is now ought he not, brother? You, who have so many\nchildren, must know. Is there not something wrong about him?”\n\n“Oh, no,” said the Crown-Prince, exchanging meaning looks with the\nnurse, who did not understand at all, but stood frightened and trembling\nwith the tears in her eyes. “Nothing to make your Majesty at all uneasy.\nNo doubt his Royal Highness will outgrow it in time.”\n\n“Outgrow--what?”\n\n“A slight delicacy--ahem!--in the spine; something inherited, perhaps,\nfrom his dear mother.”\n\n“Ah, she was always delicate; but she was the sweetest woman that ever\nlived. Come here, my little son.”\n\nAnd as the Prince turned round upon his father a small, sweet, grave\nface,--so like his mother's,--his Majesty the King smiled and held out\nhis arms. But when the boy came to him, not running like a boy, but\nwriggling awkwardly along the floor, the royal countenance clouded over.\n\n“I ought to have been told of this. It is terrible--terrible! And for a\nprince too. Send for all the doctors in my kingdom immediately.”\n\nThey came, and each gave a different opinion and ordered a different\nmode of treatment. The only thing they agreed in was what had been\npretty well known before, that the Prince must have been hurt when he\nwas an infant--let fall, perhaps, so as to injure his spine and lower\nlimbs. Did nobody remember?\n\nNo, nobody. Indignantly, all the nurses denied that any such accident\nhad happened, was possible to have happened, until the faithful\ncountry nurse recollected that it really had happened on the day of the\nchristening. For which unluckily good memory all the others scolded her\nso severely that she had no peace of her life, and soon after, by the\ninfluence of the young lady nurse who had carried the baby that fatal\nday, and who was a sort of connection of the Crown-Prince--being his\nwife's second cousin once removed--the poor woman was pensioned off and\nsent to the Beautiful Mountains from whence she came, with orders to\nremain there for the rest of her days.\n\nBut of all this the King knew nothing, for, indeed, after the first\nshock of finding out that his son could not walk, and seemed never\nlikely to he interfered very little concerning him. The whole thing was\ntoo painful, and his Majesty never liked painful things. Sometimes he\ninquired after Prince Dolor, and they told him his Royal Highness was\ngoing on as well as could be expected, which really was the case. For,\nafter worrying the poor child and perplexing themselves with one remedy\nafter another, the Crown-Prince, not wishing to offend any of the\ndiffering doctors, had proposed leaving him to Nature; and Nature, the\nsafest doctor of all, had come to his help and done her best.\n\nHe could not walk, it is true; his limbs were mere useless appendages to\nhis body; but the body itself was strong and sound. And his face was the\nsame as ever--just his mother's face, one of the sweetest in the world.\n\nEven the King, indifferent as he was, sometimes looked at the little\nfellow with sad tenderness, noticing how cleverly he learned to crawl\nand swing himself about by his arms, so that in his own awkward way he\nwas as active in motion as most children of his age.\n\n“Poor little man! he does his best, and he is not unhappy--not half\nso unhappy as I, brother,” addressing the Crown-Prince, who was more\nconstant than ever in his attendance upon the sick monarch. “If anything\nshould befall me, I have appointed you Regent. In case of my death, you\nwill take care of my poor little boy?”\n\n“Certainly, certainly; but do not let us imagine any such misfortune.\nI assure your Majesty--everybody will assure you--that it is not in the\nleast likely.”\n\nHe knew, however, and everybody knew, that it was likely, and soon after\nit actually did happen. The King died as suddenly and quietly as the\nQueen had done--indeed, in her very room and bed; and Prince Dolor was\nleft without either father or mother--as sad a thing as could happen,\neven to a prince.\n\nHe was more than that now, though. He was a king. In Nomansland, as in\nother countries, the people were struck with grief one day and revived\nthe next. “The king is dead--long live the king!” was the cry that rang\nthrough the nation, and almost before his late Majesty had been laid\nbeside the Queen in their splendid mausoleum, crowds came thronging from\nall parts to the royal palace, eager to see the new monarch.\n\nThey did see him,--the Prince Regent took care they should,--sitting on\nthe floor of the council chamber, sucking his thumb! And when one of\nthe gentlemen-in-waiting lifted him up and carried him--fancy carrying a\nking!--to the chair of state, and put the crown on his head, he shook it\noff again, it was so heavy and uncomfortable. Sliding down to the foot\nof the throne he began playing with the golden lions that supported it,\nstroking their paws and putting his tiny fingers into their eyes, and\nlaughing--laughing as if he had at last found something to amuse him.\n\n“There's a fine king for you!” said the first lord-in-waiting, a friend\nof the Prince Regent's (the Crown-Prince that used to be, who, in the\ndeepest mourning, stood silently beside the throne of his young nephew.\nHe was a handsome man, very grand and clever-looking). “What a king! who\ncan never stand to receive his subjects, never walk in processions, who\nto the last day of his life will have to be carried about like a baby.\nVery unfortunate!”\n\n“Exceedingly unfortunate,” repeated the second lord. “It is always bad\nfor a nation when its king is a child; but such a child--a permanent\ncripple, if not worse.”\n\n“Let us hope not worse,” said the first lord in a very hopeless tone,\nand looking toward the Regent, who stood erect and pretended to hear\nnothing. “I have heard that these sort of children with very large\nheads, and great broad fore-heads and staring eyes, are--well, well, let\nus hope for the best and be prepared for the worst. In the meantime----”\n\n“I swear,” said the Crown-Prince, coming forward and kissing the hilt of\nhis sword--“I swear to perform my duties as Regent, to take all care of\nhis Royal Highness--his Majesty, I mean,” with a grand bow to the little\nchild, who laughed innocently back again. “And I will do my humble\nbest to govern the country. Still, if the country has the slightest\nobjection----”\n\nBut the Crown-Prince being generalissimo, having the whole army at his\nbeck and call, so that he could have begun a civil war in no time, the\ncountry had, of course, not the slightest objection.\n\nSo the King and Queen slept together in peace, and Prince Dolor reigned\nover the land--that is, his uncle did; and everybody said what a\nfortunate thing it was for the poor little Prince to have such a clever\nuncle to take care of him.\n\nAll things went on as usual; indeed, after the Regent had brought his\nwife and her seven sons, and established them in the palace, rather\nbetter than usual. For they gave such splendid entertainments and made\nthe capital so lively that trade revived, and the country was said to be\nmore flourishing than it had been for a century. Whenever the Regent\nand his sons appeared, they were received with shouts: “Long live the\nCrown-Prince!” “Long live the royal family!” And, in truth, they were\nvery fine children, the whole seven of them, and made a great show\nwhen they rode out together on seven beautiful horses, one height above\nanother, down to the youngest, on his tiny black pony, no bigger than a\nlarge dog.\n\nAs for the other child, his Royal Highness Prince Dolor,--for somehow\npeople soon ceased to call him his Majesty, which seemed such a\nridiculous title for a poor little fellow, a helpless cripple,--with\nonly head and trunk, and no legs to speak of,--he was seen very seldom\nby anybody.\n\nSometimes people daring enough to peer over the high wall of the palace\ngarden noticed there, carried in a footman's arms, or drawn in a chair,\nor left to play on the grass, often with nobody to mind him, a pretty\nlittle boy, with a bright, intelligent face and large, melancholy\neyes--no, not exactly melancholy, for they were his mother's, and she\nwas by no means sad-minded, but thoughtful and dreamy. They rather\nperplexed people, those childish eyes; they were so exceedingly innocent\nand yet so penetrating. If anybody did a wrong thing--told a lie, for\ninstance they would turn round with such a grave, silent surprise the\nchild never talked much--that every naughty person in the palace was\nrather afraid of Prince Dolor.\n\nHe could not help it, and perhaps he did not even know it, being no\nbetter a child than many other children, but there was something\nabout him which made bad people sorry, and grumbling people ashamed of\nthemselves, and ill-natured people gentle and kind.\n\nI suppose because they were touched to see a poor little fellow who\ndid not in the least know what had befallen him or what lay before him,\nliving his baby life as happy as the day is long. Thus, whether or not\nhe was good himself, the sight of him and his affliction made other\npeople good, and, above all, made everybody love him--so much so, that\nhis uncle the Regent began to feel a little uncomfortable.\n\nNow, I have nothing to say against uncles in general. They are usually\nvery excellent people, and very convenient to little boys and girls.\nEven the “cruel uncle” of the “Babes in the Wood” I believe to be quite\nan exceptional character. And this “cruel uncle” of whom I am telling\nwas, I hope, an exception, too.\n\nHe did not mean to be cruel. If anybody had called him so, he would\nhave resented it extremely: he would have said that what he did was done\nentirely for the good of the country. But he was a man who had always\nbeen accustomed to consider himself first and foremost, believing that\nwhatever he wanted was sure to be right, and therefore he ought to have\nit. So he tried to get it, and got it too, as people like him very often\ndo. Whether they enjoy it when they have it is another question.\n\nTherefore he went one day to the council chamber, determined on making\na speech, and informing the ministers and the country at large that the\nyoung King was in failing health, and that it would be advisable to send\nhim for a time to the Beautiful Mountains. Whether he really meant to\ndo this, or whether it occurred to him afterward that there would be an\neasier way of attaining his great desire, the crown of Nomansland, is a\npoint which I cannot decide.\n\nBut soon after, when he had obtained an order in council to send the\nKing away, which was done in great state, with a guard of honor composed\nof two whole regiments of soldiers,--the nation learned, without much\nsurprise, that the poor little Prince--nobody ever called him king\nnow--had gone a much longer journey than to the Beautiful Mountains.\n\nHe had fallen ill on the road and died within a few hours; at least so\ndeclared the physician in attendance and the nurse who had been sent\nto take care of him. They brought his coffin back in great state, and\nburied it in the mausoleum with his parents.\n\nSo Prince Dolor was seen no more. The country went into deep mourning\nfor him, and then forgot him, and his uncle reigned in his stead. That\nillustrious personage accepted his crown with great decorum, and wore it\nwith great dignity to the last. But whether he enjoyed it or not there\nis no evidence to show.\n\n\n\nCHAPTER III\n\nAnd what of the little lame Prince, whom everybody seemed so easily to\nhave forgotten?\n\nNot everybody. There were a few kind souls, mothers of families, who had\nheard his sad story, and some servants about the palace, who had been\nfamiliar with his sweet ways--these many a time sighed and said, “Poor\nPrince Dolor!” Or, looking at the Beautiful Mountains, which were\nvisible all over Nomansland, though few people ever visited them, “Well,\nperhaps his Royal Highness is better where he is than even there.”\n\nThey did not know--indeed, hardly anybody did know--that beyond the\nmountains, between them and the sea, lay a tract of country, barren,\nlevel, bare, except for short, stunted grass, and here and there a patch\nof tiny flowers. Not a bush--not a tree not a resting place for bird or\nbeast was in that dreary plain. In summer the sunshine fell upon it hour\nafter hour with a blinding glare; in winter the winds and rains swept\nover it unhindered, and the snow came down steadily, noiselessly,\ncovering it from end to end in one great white sheet, which lay for days\nand weeks unmarked by a single footprint.\n\nNot a pleasant place to live in--and nobody did live there, apparently.\nThe only sign that human creatures had ever been near the spot was one\nlarge round tower which rose up in the center of the plain, and might\nbe seen all over it--if there had been anybody to see, which there never\nwas. Rose right up out of the ground, as if it had grown of itself, like\na mushroom. But it was not at all mushroom-like; on the contrary, it was\nvery solidly built. In form it resembled the Irish round towers, which\nhave puzzled people for so long, nobody being able to find out when,\nor by whom, or for what purpose they were made; seemingly for no use\nat all, like this tower. It was circular, of very firm brickwork, with\nneither doors nor windows, until near the top, when you could perceive\nsome slits in the wall through which one might possibly creep in or look\nout. Its height was nearly a hundred feet, and it had a battlemented\nparapet showing sharp against the sky.\n\nAs the plain was quite desolate--almost like a desert, only without\nsand, and led to nowhere except the still more desolate seacoast--nobody\never crossed it. Whatever mystery there was about the tower, it and the\nsky and the plain kept their secret to themselves.\n\nIt was a very great secret indeed,--a state secret,--which none but so\nclever a man as the present King of Nomansland would ever have thought\nof. How he carried it out, undiscovered, I cannot tell. People said,\nlong afterward, that it was by means of a gang of condemned criminals,\nwho were set to work, and executed immediately after they had done, so\nthat nobody knew anything, or in the least suspected the real fact.\n\nAnd what was the fact? Why, that this tower, which seemed a mere mass\nof masonry, utterly forsaken and uninhabited, was not so at all. Within\ntwenty feet of the top some ingenious architect had planned a perfect\nlittle house, divided into four rooms--as by drawing a cross within a\ncircle you will see might easily be done. By making skylights, and a\nfew slits in the walls for windows, and raising a peaked roof which was\nhidden by the parapet, here was a dwelling complete, eighty feet from\nthe ground, and as inaccessible as a rook's nest on the top of a tree.\n\nA charming place to live in! if you once got up there,--and never wanted\nto come down again.\n\nInside--though nobody could have looked inside except a bird, and hardly\neven a bird flew past that lonely tower--inside it was furnished with\nall the comfort and elegance imaginable; with lots of books and toys,\nand everything that the heart of a child could desire. For its only\ninhabitant, except a nurse of course, was a poor solitary child.\n\nOne winter night, when all the plain was white with moonlight, there was\nseen crossing it a great tall black horse, ridden by a man also big and\nequally black, carrying before him on the saddle a woman and a child.\nThe woman--she had a sad, fierce look, and no wonder, for she was a\ncriminal under sentence of death, but her sentence had been changed to\nalmost as severe a punishment. She was to inhabit the lonely tower\nwith the child, and was allowed to live as long as the child lived--no\nlonger. This in order that she might take the utmost care of him; for\nthose who put him there were equally afraid of his dying and of his\nliving.\n\nYet he was only a little gentle boy, with a sweet, sleepy smile--he had\nbeen very tired with his long journey--and clinging arms, which held\ntight to the man's neck, for he was rather frightened, and the face,\nblack as it was, looked kindly at him. And he was very helpless, with\nhis poor, small shriveled legs, which could neither stand nor run\naway--for the little forlorn boy was Prince Dolor.\n\nHe had not been dead at all--or buried either. His grand funeral had\nbeen a mere pretense: a wax figure having been put in his place, while\nhe himself was spirited away under charge of these two, the condemned\nwoman and the black man. The latter was deaf and dumb, so could neither\ntell nor repeat anything.\n\nWhen they reached the foot of the tower, there was light enough to see\na huge chain dangling from the parapet, but dangling only halfway. The\ndeaf-mute took from his saddle-wallet a sort of ladder, arranged in\npieces like a puzzle, fitted it together, and lifted it up to meet the\nchain. Then he mounted to the top of the tower, and slung from it a sort\nof chair, in which the woman and the child placed themselves and were\ndrawn up, never to come down again as long as they lived. Leaving them\nthere, the man descended the ladder, took it to pieces again and packed\nit in his pack, mounted the horse and disappeared across the plain.\n\nEvery month they used to watch for him, appearing like a speck in the\ndistance. He fastened his horse to the foot of the tower, and climbed\nit, as before, laden with provisions and many other things. He always\nsaw the Prince, so as to make sure that the child was alive and well,\nand then went away until the following month.\n\nWhile his first childhood lasted Prince Dolor was happy enough. He\nhad every luxury that even a prince could need, and the one thing\nwanting,--love,--never having known, he did not miss. His nurse was very\nkind to him though she was a wicked woman. But either she had not been\nquite so wicked as people said, or she grew better through being shut up\ncontinually with a little innocent child who was dependent upon her for\nevery comfort and pleasure of his life.\n\nIt was not an unhappy life. There was nobody to tease or ill-use him,\nand he was never ill. He played about from room to room--there were four\nrooms, parlor, kitchen, his nurse's bedroom, and his own; learned to\ncrawl like a fly, and to jump like a frog, and to run about on all-fours\nalmost as fast as a puppy. In fact, he was very much like a puppy or\na kitten, as thoughtless and as merry--scarcely ever cross, though\nsometimes a little weary.\n\nAs he grew older, he occasionally liked to be quiet for a while, and\nthen he would sit at the slits of windows--which were, however, much\nbigger than they looked from the bottom of the tower--and watch the\nsky above and the ground below, with the storms sweeping over and the\nsunshine coming and going, and the shadows of the clouds running races\nacross the blank plain.\n\nBy and by he began to learn lessons--not that his nurse had been ordered\nto teach him, but she did it partly to amuse herself. She was not a\nstupid woman, and Prince Dolor was by no means a stupid boy; so they got\non very well, and his continual entreaty, “What can I do? what can you\nfind me to do?” was stopped, at least for an hour or two in the day.\n\nIt was a dull life, but he had never known any other; anyhow, he\nremembered no other, and he did not pity himself at all. Not for a long\ntime, till he grew quite a big little boy, and could read quite easily.\nThen he suddenly took to books, which the deaf-mute brought him from\ntime to time--books which, not being acquainted with the literature of\nNomansland, I cannot describe, but no doubt they were very interesting;\nand they informed him of everything in the outside world, and filled him\nwith an intense longing to see it.\n\nFrom this time a change came over the boy. He began to look sad and\nthin, and to shut himself up for hours without speaking. For his nurse\nhardly spoke, and whatever questions he asked beyond their ordinary\ndaily life she never answered. She had, indeed, been forbidden, on pain\nof death, to tell him anything about himself, who he was, or what he\nmight have been.\n\nHe knew he was Prince Dolor, because she always addressed him as “My\nPrince” and “Your Royal Highness,” but what a prince was he had not\nthe least idea. He had no idea of anything in the world, except what he\nfound in his books.\n\nHe sat one day surrounded by them, having built them up round him like\na little castle wall. He had been reading them half the day, but feeling\nall the while that to read about things which you never can see is like\nhearing about a beautiful dinner while you are starving. For almost the\nfirst time in his life he grew melancholy; his hands fell on his lap; he\nsat gazing out of the window-slit upon the view outside--the view he\nhad looked at every day of his life, and might look at for endless days\nmore.\n\nNot a very cheerful view,--just the plain and the sky,--but he liked it.\nHe used to think, if he could only fly out of that window, up to the sky\nor down to the plain, how nice it would be! Perhaps when he died--his\nnurse had told him once in anger that he would never leave the tower\ntill he died--he might be able to do this. Not that he understood much\nwhat dying meant, but it must be a change, and any change seemed to him\na blessing.\n\n“And I wish I had somebody to tell me all about it--about that and many\nother things; somebody that would be fond of me, like my poor white\nkitten.”\n\nHere the tears came into his eyes, for the boy's one friend, the\none interest of his life, had been a little white kitten, which the\ndeaf-mute, kindly smiling, once took out of his pocket and gave him--the\nonly living creature Prince Dolor had ever seen.\n\nFor four weeks it was his constant plaything and companion, till one\nmoonlight night it took a fancy for wandering, climbed on to the parapet\nof the tower, dropped over and disappeared. It was not killed, he\nhoped, for cats have nine lives; indeed, he almost fancied he saw it\npick itself up and scamper away; but he never caught sight of it more.\n\n“Yes, I wish I had something better than a kitten--a person, a real\nlive person, who would be fond of me and kind to me. Oh, I want\nsomebody--dreadfully, dreadfully!”\n\nAs he spoke, there sounded behind him a slight tap-tap-tap, as of a\nstick or a cane, and twisting himself round, he saw--what do you think\nhe saw?\n\nNothing either frightening or ugly, but still exceedingly curious. A\nlittle woman, no bigger than he might himself have been had his legs\ngrown like those of other children; but she was not a child--she was an\nold woman. Her hair was gray, and her dress was gray, and there was a\ngray shadow over her wherever she moved. But she had the sweetest smile,\nthe prettiest hands, and when she spoke it was in the softest voice\nimaginable.\n\n“My dear little boy,”--and dropping her cane, the only bright and rich\nthing about her, she laid those two tiny hands on his shoulders,--“my\nown little boy, I could not come to you until you had said you wanted\nme; but now you do want me, here I am.”\n\n“And you are very welcome, madam,” replied the Prince, trying to speak\npolitely, as princes always did in books; “and I am exceedingly obliged\nto you. May I ask who you are? Perhaps my mother?” For he knew that\nlittle boys usually had a mother, and had occasionally wondered what had\nbecome of his own.\n\n“No,” said the visitor, with a tender, half-sad smile, putting back the\nhair from his forehead, and looking right into his eyes--“no, I am not\nyour mother, though she was a dear friend of mine; and you are as like\nher as ever you can be.”\n\n“Will you tell her to come and see me, then?”\n\n“She cannot; but I dare say she knows all about you. And she loves you\nvery much--and so do I; and I want to help you all I can, my poor little\nboy.”\n\n“Why do you call me poor?” asked Prince Dolor, in surprise.\n\nThe little old woman glanced down on his legs and feet, which he did not\nknow were different from those of other children, and then at his sweet,\nbright face, which, though he knew not that either, was exceedingly\ndifferent from many children's faces, which are often so fretful, cross,\nsullen. Looking at him, instead of sighing, she smiled. “I beg your\npardon, my Prince,” said she.\n\n“Yes, I am a prince, and my name is Dolor; will you tell me yours,\nmadam?”\n\nThe little old woman laughed like a chime of silver bells.\n\n“I have not got a name--or, rather, I have so many names that I don't\nknow which to choose. However, it was I who gave you yours, and you will\nbelong to me all your days. I am your godmother.”\n\n“Hurrah!” cried the little Prince; “I am glad I belong to you, for I\nlike you very much. Will you come and play with me?”\n\nSo they sat down together and played. By and by they began to talk.\n\n“Are you very dull here?” asked the little old woman.\n\n“Not particularly, thank you, godmother. I have plenty to eat and drink,\nand my lessons to do, and my books to read--lots of books.”\n\n“And you want nothing?”\n\n“Nothing. Yes--perhaps----If you please, godmother, could you bring me\njust one more thing?”\n\n“What sort of thing!”\n\n“A little boy to play with.”\n\nThe old woman looked very sad. “Just the thing, alas I which I cannot\ngive you. My child, I cannot alter your lot in any way, but I can help\nyou to bear it.”\n\n“Thank you. But why do you talk of bearing it? I have nothing to bear.”\n\n“My poor little man!” said the old woman in the very tenderest tone of\nher tender voice. “Kiss me!”\n\n“What is kissing?” asked the wondering child.\n\nHis godmother took him in her arms and embraced him many times. By and\nby he kissed her back again--at first awkwardly and shyly, then with all\nthe strength of his warm little heart.\n\n“You are better to cuddle than even my white kitten, I think. Promise me\nthat you will never go away.”\n\n“I must; but I will leave a present behind me,--something as good as\nmyself to amuse you,--something that will take you wherever you want to\ngo, and show you all that you wish to see.”\n\n“What is it?”\n\n“A traveling-cloak.”\n\nThe Prince's countenance fell. “I don't want a cloak, for I never go\nout. Sometimes nurse hoists me on to the roof, and carries me round by\nthe parapet; but that is all. I can't walk, you know, as she does.”\n\n“The more reason why you should ride; and besides, this\ntraveling-cloak----”\n\n“Hush!--she's coming.”\n\nThere sounded outside the room door a heavy step and a grumpy voice, and\na rattle of plates and dishes.\n\n“It's my nurse, and she is bringing my dinner; but I don't want dinner\nat all--I only want you. Will her coming drive you away, godmother?”\n\n“Perhaps; but only for a little while. Never mind; all the bolts and\nbars in the world couldn't keep me out. I'd fly in at the window, or\ndown through the chimney. Only wish for me, and I come.”\n\n“Thank you,” said Prince Dolor, but almost in a whisper, for he was\nvery uneasy at what might happen next. His nurse and his godmother--what\nwould they say to one another? how would they look at one another?--two\nsuch different faces: one harsh-lined, sullen, cross, and sad; the other\nsweet and bright and calm as a summer evening before the dark begins.\n\nWhen the door was flung open, Prince Dolor shut his eyes, trembling all\nover; opening them again, he saw he need fear nothing--his lovely old\ngodmother had melted away just like the rainbow out of the sky, as he\nhad watched it many a time. Nobody but his nurse was in the room.\n\n“What a muddle your Royal Highness is sitting in,” said she sharply.\n“Such a heap of untidy books; and what's this rubbish?” knocking a\nlittle bundle that lay beside them.\n\n“Oh, nothing, nothing--give it me!” cried the Prince, and, darting after\nit, he hid it under his pinafore, and then pushed it quickly into his\npocket. Rubbish as it was, it was left in the place where she sat, and\nmight be something belonging to her--his dear, kind godmother, whom\nalready he loved with all his lonely, tender, passionate heart.\n\nIt was, though he did not know this, his wonderful traveling-cloak.\n\n\n\nCHAPTER IV\n\nAnd what of the traveling-cloak? What sort of cloak was it, and what A\ngood did it do the Prince?\n\nStay, and I'll tell you all about it. Outside it was the\ncommonest-looking bundle imaginable--shabby and small; and the instant\nPrince Dolor touched it, it grew smaller still, dwindling down till he\ncould put it in his trousers pocket, like a handkerchief rolled up into\na ball. He did this at once, for fear his nurse should see it, and kept\nit there all day--all night, too. Till after his next morning's lessons\nhe had no opportunity of examining his treasure.\n\nWhen he did, it seemed no treasure at all; but a mere piece of\ncloth--circular in form, dark green in color--that is, if it had any\ncolor at all, being so worn and shabby, though not dirty. It had a split\ncut to the center, forming a round hole for the neck--and that was all\nits shape; the shape, in fact, of those cloaks which in South America\nare called ponchos--very simple, but most graceful and convenient.\n\nPrince Dolor had never seen anything like it. In spite of his\ndisappointment, he examined it curiously; spread it out on the door,\nthen arranged it on his shoulders. It felt very warm and comfortable;\nbut it was so exceedingly shabby--the only shabby thing that the Prince\nhad ever seen in his life.\n\n“And what use will it be to me?” said he sadly. “I have no need of\noutdoor clothes, as I never go out. Why was this given me, I wonder? and\nwhat in the world am I to do with it? She must be a rather funny person,\nthis dear godmother of mine.”\n\nNevertheless, because she was his godmother, and had given him the\ncloak, he folded it carefully and put it away, poor and shabby as it\nwas, hiding it in a safe corner of his top cupboard, which his nurse\nnever meddled with. He did not want her to find it, or to laugh at it or\nat his godmother--as he felt sure she would, if she knew all.\n\nThere it lay, and by and by he forgot all about it; nay, I am sorry to\nsay that, being but a child, and not seeing her again, he almost forgot\nhis sweet old godmother, or thought of her only as he did of the angels\nor fairies that he read of in his books, and of her visit as if it had\nbeen a mere dream of the night.\n\nThere were times, certainly, when he recalled her: of early mornings,\nlike that morning when she appeared beside him, and late evenings, when\nthe gray twilight reminded him of the color of her hair and her pretty\nsoft garments; above all, when, waking in the middle of the night, with\nthe stars peering in at his window, or the moonlight shining across his\nlittle bed, he would not have been surprised to see her standing beside\nit, looking at him with those beautiful tender eyes, which seemed to\nhave a pleasantness and comfort in them different from anything he had\never known.\n\nBut she never came, and gradually she slipped out of his memory--only\na boy's memory, after all; until something happened which made him\nremember her, and want her as he had never wanted anything before.\n\nPrince Dolor fell ill. He caught--his nurse could not tell how--a\ncomplaint common to the people of Nomansland, called the doldrums, as\nunpleasant as measles or any other of our complaints; and it made him\nrestless, cross, and disagreeable. Even when a little better, he was too\nweak to enjoy anything, but lay all day long on his sofa, fidgeting his\nnurse extremely--while, in her intense terror lest he might die, she\nfidgeted him still more. At last, seeing he really was getting well, she\nleft him to himself--which he was most glad of, in spite of his dullness\nand dreariness. There he lay, alone, quite alone.\n\nNow and then an irritable fit came over him, in which he longed to get\nup and do something, or to go somewhere--would have liked to imitate his\nwhite kitten--jump down from the tower and run away, taking the chance\nof whatever might happen.\n\nOnly one thing, alas! was likely to happen; for the kitten, he\nremembered, had four active legs, while he----\n\n“I wonder what my godmother meant when she looked at my legs and sighed\nso bitterly? I wonder why I can't walk straight and steady like my nurse\nonly I wouldn't like to have her great, noisy, clumping shoes. Still it\nwould be very nice to move about quickly--perhaps to fly, like a bird,\nlike that string of birds I saw the other day skimming across the sky,\none after the other.”\n\nThese were the passage-birds--the only living creatures that ever\ncrossed the lonely plain; and he had been much interested in them,\nwonder-ing whence they came and whither they were going.\n\n“How nice it must be to be a bird! If legs are no good, why cannot one\nhave wings? People have wings when they die--perhaps; I wish I were\ndead, that I do. I am so tired, so tired; and nobody cares for me.\nNobody ever did care for me, except perhaps my godmother. Godmother,\ndear, have you quite forsaken me?”\n\nHe stretched himself wearily, gathered himself up, and dropped his head\nupon his hands; as he did so, he felt somebody kiss him at the back\nof his neck, and, turning, found that he was resting, not on the sofa\npillows, but on a warm shoulder--that of the little old woman clothed in\ngray.\n\nHow glad he was to see her! How he looked into her kind eyes and felt\nher hands, to see if she were all real and alive! then put both his arms\nround her neck, and kissed her as if he would never have done kissing.\n\n“Stop, stop!” cried she, pretending to be smothered. “I see you have\nnot forgotten my teachings. Kissing is a good thing--in moderation. Only\njust let me have breath to speak one word.”\n\n“A dozen!” he said.\n\n“Well, then, tell me all that has happened to you since I saw you--or,\nrather, since you saw me, which is quite a different thing.”\n\n“Nothing has happened--nothing ever does happen to me,” answered the\nPrince dolefully.\n\n“And are you very dull, my boy?”\n\n“So dull that I was just thinking whether I could not jump down to the\nbottom of the tower, like my white kitten.”\n\n“Don't do that, not being a white kitten.”\n\n“I wish I were--I wish I were anything but what I am.”\n\n“And you can't make yourself any different, nor can I do it either. You\nmust be content to stay just what you are.”\n\nThe little old woman said this--very firmly, but gently, too--with her\narms round his neck and her lips on his forehead. It was the first\ntime the boy had ever heard any one talk like this, and he looked up in\nsurprise--but not in pain, for her sweet manner softened the hardness of\nher words.\n\n“Now, my Prince,--for you are a prince, and must behave as such,--let us\nsee what we can do; how much I can do for you, or show you how to do for\nyourself. Where is your traveling-cloak?”\n\nPrince Dolor blushed extremely. “I--I put it away in the cupboard; I\nsuppose it is there still.”\n\n“You have never used it; you dislike it?”\n\nHe hesitated, no; wishing to be impolite. “Don't you think it's--just a\nlittle old and shabby for a prince?”\n\nThe old woman laughed--long and loud, though very sweetly.\n\n“Prince, indeed! Why, if all the princes in the world craved for it,\nthey couldn't get it, unless I gave it them. Old and shabby! It's the\nmost valuable thing imaginable! Very few ever have it; but I thought\nI would give it to you, because--because you are different from other\npeople.”\n\n“Am I?” said the Prince, and looked first with curiosity, then with a\nsort of anxiety, into his godmother's face, which was sad and grave,\nwith slow tears beginning to steal down.\n\nShe touched his poor little legs. “These are not like those of other\nlittle boys.”\n\n“Indeed!--my nurse never told me that.”\n\n“Very likely not. But it is time you were told; and I tell you, because\nI love you.”\n\n“Tell me what, dear godmother?”\n\n“That you will never be able to walk or run or jump or play--that your\nlife will be quite different from most people's lives; but it may be a\nvery happy life for all that. Do not be afraid.”\n\n“I am not afraid,” said the boy; but he turned very pale, and his lips\nbegan to quiver, though he did not actually cry--he was too old for\nthat, and, perhaps, too proud.\n\nThough not wholly comprehending, he began dimly to guess what his\ngodmother meant. He had never seen any real live boys, but he had seen\npictures of them running and jumping; which he had admired and tried\nhard to imitate but always failed. Now he began to understand why he\nfailed, and that he always should fail--that, in fact, he was not like\nother little boys; and it was of no use his wishing to do as they did,\nand play as they played, even if he had had them to play with. His was a\nseparate life, in which he must find out new work and new pleasures for\nhimself.\n\nThe sense of THE INEVITABLE, as grown-up people call it--that we cannot\nhave things as we want them to be, but as they are, and that we must\nlearn to bear them and make the best of them--this lesson, which\neverybody has to learn soon or late--came, alas! sadly soon, to the poor\nboy. He fought against it for a while, and then, quite overcome, turned\nand sobbed bitterly in his godmother's arms.\n\nShe comforted him--I do not know how, except that love always comforts;\nand then she whispered to him, in her sweet, strong, cheerful voice:\n“Never mind!”\n\n“No, I don't think I do mind--that is, I WON'T mind,” replied he,\ncatching the courage of her tone and speaking like a man, though he was\nstill such a mere boy.\n\n“That is right, my Prince!--that is being like a prince. Now we know\nexactly where we are; let us put our shoulders to the wheel and----”\n\n“We are in Hopeless Tower” (this was its name, if it had a name), “and\nthere is no wheel to put our shoulders to,” said the child sadly.\n\n“You little matter-of-fact goose! Well for you that you have a godmother\ncalled----”\n\n“What?” he eagerly asked.\n\n“Stuff-and-nonsense.”\n\n“Stuff-and-nonsense! What a funny name!”\n\n“Some people give it me, but they are not my most intimate friends.\nThese call me--never mind what,” added the old woman, with a soft\ntwinkle in her eyes. “So as you know me, and know me well, you may give\nme any name you please; it doesn't matter. But I am your godmother,\nchild. I have few godchildren; those I have love me dearly, and find me\nthe greatest blessing in all the world.”\n\n“I can well believe it,” cried the little lame Prince, and forgot\nhis troubles in looking at her--as her figure dilated, her eyes grew\nlustrous as stars, her very raiment brightened, and the whole room\nseemed filled with her beautiful and beneficent presence like light.\n\nHe could have looked at her forever--half in love, half in awe; but she\nsuddenly dwindled down into the little old woman all in gray, and, with\na malicious twinkle in her eyes, asked for the traveling-cloak.\n\n“Bring it out of the rubbish cupboard, and shake the dust off it,\nquick!” said she to Prince Dolor, who hung his head, rather ashamed.\n“Spread it out on the floor, and wait till the split closes and\nthe edges turn up like a rim all round. Then go and open the\nskylight,--mind, I say OPEN THE SKYLIGHT,--set yourself down in the\nmiddle of it, like a frog on a water-lily leaf; say 'Abracadabra, dum\ndum dum,' and--see what will happen!”\n\nThe Prince burst into a fit of laughing. It all seemed so exceedingly\nsilly; he wondered that a wise old woman like his godmother should talk\nsuch nonsense.\n\n“Stuff-and-nonsense, you mean,” said she, answering, to his great alarm,\nhis unspoken thoughts. “Did I not tell you some people called me by that\nname? Never mind; it doesn't harm me.”\n\nAnd she laughed--her merry laugh--as child-like as if she were the\nPrince's age instead of her own, whatever that might be. She certainly\nwas a most extraordinary old woman.\n\n“Believe me or not, it doesn't matter,” said she. “Here is the cloak:\nwhen you want to go traveling on it, say 'Abracadabra, dum, dum, dum';\nwhen you want to come back again, say 'Abracadabra, tum tum ti.' That's\nall; good-by.”\n\nA puff of most pleasant air passing by him, and making him feel for the\nmoment quite strong and well, was all the Prince was conscious of. His\nmost extraordinary godmother was gone.\n\n“Really now, how rosy your Royal Highness' cheeks have grown! You seem\nto have got well already,” said the nurse, entering the room.\n\n“I think I have,” replied the Prince very gently--he felt gently and\nkindly even to his grim nurse. “And now let me have my dinner, and go\nyou to your sewing as usual.”\n\nThe instant she was gone, however, taking with her the plates and\ndishes, which for the first time since his illness he had satisfactorily\ncleared, Prince Dolor sprang down from his sofa, and with one or two\nof his frog-like jumps reached the cupboard where he kept his toys, and\nlooked everywhere for his traveling-cloak.\n\nAlas! it was not there.\n\nWhile he was ill of the doldrums, his nurse, thinking it a good\nopportunity for putting things to rights, had made a grand clearance of\nall his “rubbish”--as she considered it: his beloved headless horses,\nbroken carts, sheep without feet, and birds without wings--all the\ntreasures of his baby days, which he could not bear to part with. Though\nhe seldom played with them now, he liked just to feel they were there.\n\nThey were all gone and with them the traveling-cloak. He sat down on the\nfloor, looking at the empty shelves, so beautifully clean and tidy, then\nburst out sobbing as if his heart would break.\n\nBut quietly--always quietly. He never let his nurse hear him cry. She\nonly laughed at him, as he felt she would laugh now.\n\n“And it is all my own fault!” he cried. “I ought to have taken better\ncare of my godmother's gift. Oh, godmother, forgive me! I'll never be so\ncareless again. I don't know what the cloak is exactly, but I am sure\nit is something precious. Help me to find it again. Oh, don't let it be\nstolen from me--don't, please!”\n\n“Ha, ha, ha!” laughed a silvery voice. “Why, that traveling-cloak is\nthe one thing in the world which nobody can steal. It is of no use to\nanybody except the owner. Open your eyes, my Prince, and see what you\nshall see.”\n\nHis dear old godmother, he thought, and turned eagerly round. But no;\nhe only beheld, lying in a corner of the room, all dust and cobwebs, his\nprecious traveling-cloak.\n\nPrince Dolor darted toward it, tumbling several times on the way, as\nhe often did tumble, poor boy! and pick himself up again, never\ncomplaining. Snatching it to his breast, he hugged and kissed it,\ncobwebs and all, as if it had been something alive. Then he began\nunrolling it, wondering each minute what would happen. What did happen\nwas so curious that I must leave it for another chapter.\n\n\n\nCHAPTER V\n\nIf any reader, big or little, should wonder whether there is a meaning\nin this story deeper than that of an ordinary fairy tale, I will own\nthat there is. But I have hidden it so carefully that the smaller\npeople, and many larger folk, will never find it out, and meantime the\nbook may be read straight on, like “Cinderella,” or “Blue-Beard,” or\n“Hop-o'my-Thumb,” for what interest it has, or what amusement it may\nbring.\n\nHaving said this, I return to Prince Dolor, that little lame boy whom\nmany may think so exceedingly to be pitied. But if you had seen him as\nhe sat patiently untying his wonderful cloak, which was done up in\na very tight and perplexing parcel, using skillfully his deft little\nhands, and knitting his brows with firm determination, while his eyes\nglistened with pleasure and energy and eager anticipation--if you had\nbeheld him thus, you might have changed your opinion.\n\nWhen we see people suffering or unfortunate, we feel very sorry for\nthem; but when we see them bravely bearing their sufferings and making\nthe best of their misfortunes, it is quite a different feeling. We\nrespect, we admire them. One can respect and admire even a little child.\n\nWhen Prince Dolor had patiently untied all the knots, a remarkable thing\nhappened. The cloak began to undo itself. Slowly unfolding, it laid\nitself down on the carpet, as flat as if it had been ironed; the split\njoined with a little sharp crick-crack, and the rim turned up all round\ntill it was breast-high; for meantime the cloak had grown and grown, and\nbecome quite large enough for one person to sit in it as comfortable as\nif in a boat.\n\nThe Prince watched it rather anxiously; it was such an extraordinary,\nnot to say a frightening, thing. However, he was no coward, but a\nthorough boy, who, if he had been like other boys, would doubtless have\ngrown up daring and adventurous--a soldier, a sailor, or the like. As\nit was, he could only show his courage morally, not physically, by being\nafraid of nothing, and by doing boldly all that it was in his narrow\npowers to do. And I am not sure but that in this way he showed more real\nvalor than if he had had six pairs of proper legs.\n\nHe said to himself: “What a goose I am! As if my dear godmother would\never have given me anything to hurt me. Here goes!”\n\nSo, with one of his active leaps, he sprang right into the middle of the\ncloak, where he squatted down, wrapping his arms tight round his knees,\nfor they shook a little and his heart beat fast. But there he sat,\nsteady and silent, waiting for what might happen next.\n\nNothing did happen, and he began to think nothing would, and to feel\nrather disappointed, when he recollected the words he had been told to\nrepeat--“Abracadabra, dum dum dum!”\n\nHe repeated them, laughing all the while, they seemed such nonsense. And\nthen--and then----\n\nNow I don't expect anybody to believe what I am going to relate, though\na good many wise people have believed a good many sillier things. And as\nseeing's believing, and I never saw it, I cannot be expected implicitly\nto believe it myself, except in a sort of a way; and yet there is truth\nin it--for some people.\n\nThe cloak rose, slowly and steadily, at first only a few inches, then\ngradually higher and higher, till it nearly touched the skylight. Prince\nDolor's head actually bumped against the glass, or would have done so\nhad he not crouched down, crying “Oh, please don't hurt me!” in a most\nmelancholy voice.\n\nThen he suddenly remembered his godmother's express command--“Open the\nskylight!”\n\nRegaining his courage at once, without a moment's delay he lifted up\nhis head and began searching for the bolt--the cloak meanwhile remaining\nperfectly still, balanced in the air. But the minute the window was\nopened, out it sailed--right out into the clear, fresh air, with nothing\nbetween it and the cloudless blue.\n\nPrince Dolor had never felt any such delicious sensation before. I can\nunderstand it. Cannot you? Did you never think, in watching the rooks\ngoing home singly or in pairs, soaring their way across the calm evening\nsky till they vanish like black dots in the misty gray, how pleasant it\nmust feel to be up there, quite out of the noise and din of the world,\nable to hear and see everything down below, yet troubled by nothing and\nteased by no one--all alone, but perfectly content?\n\nSomething like this was the happiness of the little lame Prince when he\ngot out of Hopeless Tower, and found himself for the first time in the\npure open air, with the sky above him and the earth below.\n\nTrue, there was nothing but earth and sky; no houses, no trees, no\nrivers, mountains, seas--not a beast on the ground, or a bird in the\nair. But to him even the level plain looked beautiful; and then there\nwas the glorious arch of the sky, with a little young moon sitting in\nthe west like a baby queen. And the evening breeze was so sweet and\nfresh--it kissed him like his godmother's kisses; and by and by a few\nstars came out--first two or three, and then quantities--quantities! so\nthat when he began to count them he was utterly bewildered.\n\nBy this time, however, the cool breeze had become cold; the mist\ngathered; and as he had, as he said, no outdoor clothes, poor Prince\nDolor was not very comfortable. The dews fell damp on his curls--he\nbegan to shiver.\n\n“Perhaps I had better go home,” thought he.\n\nBut how? For in his excitement the other words which his godmother\nhad told him to use had slipped his memory. They were only a little\ndifferent from the first, but in that slight difference all the\nimportance lay. As he repeated his “Abracadabra,” trying ever so\nmany other syllables after it, the cloak only went faster and faster,\nskimming on through the dusky, empty air.\n\nThe poor little Prince began to feel frightened. What if his wonderful\ntraveling-cloak should keep on thus traveling, perhaps to the world's\nend, carrying with it a poor, tired, hungry boy, who, after all, was\nbeginning to think there was something very pleasant in supper and bed!\n\n“Dear godmother,” he cried pitifully, “do help me! Tell me just this\nonce and I'll never forget again.”\n\nInstantly the words came rushing into his head--“Abracadabra, tum\ntum ti!” Was that it? Ah! yes--for the cloak began to turn slowly. He\nrepeated the charm again, more distinctly and firmly, when it gave a\ngentle dip, like a nod of satisfaction, and immediately started back, as\nfast as ever, in the direction of the tower.\n\nHe reached the skylight, which he found exactly as he had left it, and\nslipped in, cloak and all, as easily as he had got out. He had\nscarcely reached the floor, and was still sitting in the middle of his\ntraveling-cloak,--like a frog on a water-lily leaf, as his godmother had\nexpressed it,--when he heard his nurse's voice outside.\n\n“Bless us! what has become of your Royal Highness all this time? To\nsit stupidly here at the window till it is quite dark, and leave the\nskylight open, too. Prince! what can you be thinking of? You are the\nsilliest boy I ever knew.”\n\n“Am I?” said he absently, and never heeding her crossness; for his only\nanxiety was lest she might find out anything.\n\nShe would have been a very clever person to have done so. The instant\nPrince Dolor got off it, the cloak folded itself up into the tiniest\npossible parcel, tied all its own knots, and rolled itself of its own\naccord into the farthest and darkest corner of the room. If the nurse\nhad seen it, which she didn't, she would have taken it for a mere bundle\nof rubbish not worth noticing.\n\nShutting the skylight with an angry bang, she brought in the supper and\nlit the candles with her usual unhappy expression of countenance. But\nPrince Dolor hardly saw it; he only saw, hid in the corner where nobody\nelse would see it, his wonderful traveling-cloak. And though his supper\nwas not particularly nice, he ate it heartily, scarcely hearing a word\nof his nurse's grumbling, which to-night seemed to have taken the place\nof her sullen silence.\n\n“Poor woman!” he thought, when he paused a minute to listen and look at\nher with those quiet, happy eyes, so like his mother's. “Poor woman! she\nhasn't got a traveling-cloak!”\n\nAnd when he was left alone at last, and crept into his little bed, where\nhe lay awake a good while, watching what he called his “sky-garden,” all\nplanted with stars, like flowers, his chief thought was--“I must be up\nvery early to-morrow morning, and get my lessons done, and then I'll go\ntraveling all over the world on my beautiful cloak.”\n\nSo next day he opened his eyes with the sun, and went with a good heart\nto his lessons. They had hitherto been the chief amusement of his dull\nlife; now, I am afraid, he found them also a little dull. But he tried\nto be good,--I don't say Prince Dolor always was good, but he generally\ntried to be,--and when his mind went wandering after the dark, dusty\ncorner where lay his precious treasure, he resolutely called it back\nagain.\n\n“For,” he said, “how ashamed my godmother would be of me if I grew up a\nstupid boy!”\n\nBut the instant lessons were done, and he was alone in the empty room,\nhe crept across the floor, undid the shabby little bundle, his fingers\ntrembling with eagerness, climbed on the chair, and thence to the table,\nso as to unbar the skylight,--he forgot nothing now,--said his magic\ncharm, and was away out of the window, as children say, “in a few\nminutes less than no time.”\n\nNobody missed him. He was accustomed to sit so quietly always that\nhis nurse, though only in the next room, perceived no difference. And\nbesides, she might have gone in and out a dozen times, and it would have\nbeen just the same; she never could have found out his absence.\n\nFor what do you think the clever godmother did? She took a quantity of\nmoonshine, or some equally convenient material, and made an image, which\nshe set on the window-sill reading, or by the table drawing, where it\nlooked so like Prince Dolor that any common observer would never have\nguessed the deception; and even the boy would have been puzzled to know\nwhich was the image and which was himself.\n\nAnd all this while the happy little fellow was away, floating in the air\non his magic cloak, and seeing all sorts of wonderful things--or they\nseemed wonderful to him, who had hitherto seen nothing at all.\n\nFirst, there were the flowers that grew on the plain, which, whenever\nthe cloak came near enough, he strained his eyes to look at; they were\nvery tiny, but very beautiful--white saxifrage, and yellow lotus, and\nground-thistles, purple and bright, with many others the names of which\nI do not know. No more did Prince Dolor, though he tried to find them\nout by recalling any pictures he had seen of them. But he was too far\noff; and though it was pleasant enough to admire them as brilliant\npatches of color, still he would have liked to examine them all. He was,\nas a little girl I know once said of a playfellow, “a very examining\nboy.”\n\n“I wonder,” he thought, “whether I could see better through a pair of\nglasses like those my nurse reads with, and takes such care of. How I\nwould take care of them, too, if I only had a pair!”\n\nImmediately he felt something queer and hard fixing itself to the bridge\nof his nose. It was a pair of the prettiest gold spectacles ever seen;\nand looking downward, he found that, though ever so high above the\nground, he could see every minute blade of grass, every tiny bud and\nflower--nay, even the insects that walked over them.\n\n“Thank you, thank you!” he cried, in a gush of gratitude--to anybody or\neverybody, but especially to his dear godmother, who he felt sure had\ngiven him this new present. He amused himself with it for ever so long,\nwith his chin pressed on the rim of the cloak, gazing down upon the\ngrass, every square foot of which was a mine of wonders.\n\nThen, just to rest his eyes, he turned them up to the sky--the blue,\nbright, empty sky, which he had looked at so often and seen nothing.\n\nNow surely there was something. A long, black, wavy line, moving on\nin the distance, not by chance, as the clouds move apparently, but\ndeliberately, as if it were alive. He might have seen it before--he\nalmost thought he had; but then he could not tell what it was. Looking\nat it through his spectacles, he discovered that it really was alive;\nbeing a long string of birds, flying one after the other, their wings\nmoving steadily and their heads pointed in one direction, as steadily as\nif each were a little ship, guided invisibly by an unerring helm.\n\n“They must be the passage-birds flying seaward!” cried the boy, who had\nread a little about them, and had a great talent for putting two and\ntwo together and finding out all he could. “Oh, how I should like to see\nthem quite close, and to know where they come from and whither they are\ngoing! How I wish I knew everything in all the world!”\n\nA silly speech for even an “examining” little boy to make; because, as\nwe grow older, the more we know the more we find out there is to know.\nAnd Prince Dolor blushed when he had said it, and hoped nobody had heard\nhim.\n\nApparently somebody had, however; for the cloak gave a sudden bound\nforward, and presently he found himself high in the air, in the very\nmiddle of that band of aerial travelers, who had mo magic cloak to\ntravel on--nothing except their wings. Yet there they were, making their\nfearless way through the sky.\n\nPrince Dolor looked at them as one after the other they glided past him;\nand they looked at him--those pretty swallows, with their changing\nnecks and bright eyes--as if wondering to meet in mid-air such an\nextraordinary sort of bird.\n\n“Oh, I wish I were going with you, you lovely creatures! I'm getting so\ntired of this dull plain, and the dreary and lonely tower. I do so want\nto see the world! Pretty swallows, dear swallows! tell me what it looks\nlike--the beautiful, wonderful world!”\n\nBut the swallows flew past him--steadily, slowly pursuing their course\nas if inside each little head had been a mariner's compass, to guide\nthem safe over land and sea, direct to the place where they wished to\ngo.\n\nThe boy looked after them with envy. For a long time he followed with\nhis eyes the faint, wavy black line as it floated away, sometimes\nchanging its curves a little, but never deviating from its settled\ncourse, till it vanished entirely out of sight.\n\nThen he settled himself down in the center of the cloak, feeling quite\nsad and lonely.\n\n“I think I'll go home,” said he, and repeated his “Abracadabra, tum tum\nti!” with a rather heavy heart. The more he had, the more he wanted;\nand it is not always one can have everything one wants--at least, at the\nexact minute one craves for it; not even though one is a prince, and has\na powerful and beneficent godmother.\n\nHe did not like to vex her by calling for her and telling her how\nunhappy he was, in spite of all her goodness; so he just kept his\ntrouble to himself, went back to his lonely tower, and spent three days\nin silent melancholy, without even attempting another journey on his\ntraveling-cloak.\n\n\n\nCHAPTER VI\n\nThe fourth day it happened that the deaf-mute paid his accustomed visit,\nafter which Prince Dolor's spirits rose. They always did when he got the\nnew books which, just to relieve his conscience, the King of Nomansland\nregularly sent to his nephew; with many new toys also, though the latter\nwere disregarded now.\n\n“Toys, indeed! when I'm a big boy,” said the Prince, with disdain,\nand would scarcely condescend to mount a rocking-horse which had\ncome, somehow or other,--I can't be expected to explain things very\nexactly,--packed on the back of the other, the great black horse, which\nstood and fed contentedly at the bottom of the tower.\n\nPrince Dolor leaned over and looked at it, and thought how grand it must\nbe to get upon its back--this grand live steed--and ride away, like the\npictures of knights.\n\n“Suppose I was a knight,” he said to himself; “then I should be obliged\nto ride out and see the world.”\n\nBut he kept all these thoughts to himself, and just sat still, devouring\nhis new books till he had come to the end of them all. It was a repast\nnot unlike the Barmecide's feast which you read of in the “Arabian\nNights,” which consisted of very elegant but empty dishes, or that\nsupper of Sancho Panza in “Don Quixote,” where, the minute the smoking\ndishes came on the table, the physician waved his hand and they were all\ntaken away.\n\nThus almost all the ordinary delights of boy-life had been taken away\nfrom, or rather never given to this poor little prince.\n\n“I wonder,” he would sometimes think--“I wonder what it feels like to\nbe on the back of a horse, galloping away, or holding the reins in a\ncarriage, and tearing across the country, or jumping a ditch, or running\na race, such as I read of or see in pictures. What a lot of things there\nare that I should like to do! But first I should like to go and see the\nworld. I'll try.”\n\nApparently it was his godmother's plan always to let him try, and try\nhard, before he gained anything. This day the knots that tied up his\ntraveling-cloak were more than usually troublesome, and he was a\nfull half-hour before he got out into the open air, and found himself\nfloating merrily over the top of the tower.\n\nHitherto, in all his journeys, he had never let himself go out of sight\nof home, for the dreary building, after all, was home--he remembered\nno other; but now he felt sick of the very look of his tower, with its\nround smooth walls and level battlements.\n\n“Off we go!” cried he, when the cloak stirred itself with a slight, slow\nmotion, as if waiting his orders. “Anywhere anywhere, so that I am away\nfrom here, and out into the world.”\n\nAs he spoke, the cloak, as if seized suddenly with a new idea, bounded\nforward and went skimming through the air, faster than the very fastest\nrailway train.\n\n“Gee-up! gee-up!” cried Prince Dolor in great excitement. “This is as\ngood as riding a race.”\n\nAnd he patted the cloak as if it had been a horse--that is, in the way\nhe supposed horses ought to be patted--and tossed his head back to meet\nthe fresh breeze, and pulled his coat collar up and his hat down as he\nfelt the wind grow keener and colder--colder than anything he had ever\nknown.\n\n“What does it matter, though?” said he. “I'm a boy, and boys ought not\nto mind anything.”\n\nStill, for all his good-will, by and by, he began to shiver exceedingly;\nalso, he had come away without his dinner, and he grew frightfully\nhungry. And to add to everything, the sunshiny day changed into rain,\nand being high up, in the very midst of the clouds, he got soaked\nthrough and through in a very few minutes.\n\n“Shall I turn back?” meditated he. “Suppose I say 'Abracadabra?'”\n\nHere he stopped, for already the cloak gave an obedient lurch, as if it\nwere expecting to be sent home immediately.\n\n“No--I can't--I can't go back! I must go forward and see the world. But\noh! if I had but the shabbiest old rug to shelter me from the rain, or\nthe driest morsel of bread and cheese, just to keep me from starving!\nStill, I don't much mind; I'm a prince, and ought to be able to stand\nanything. Hold on, cloak, we'll make the best of it.”\n\nIt was a most curious circumstance, but no sooner had he said this than\nhe felt stealing over his knees something warm and soft; in fact, a most\nbeautiful bearskin, which folded itself round him quite naturally, and\ncuddled him up as closely as if he had been the cub of the kind old\nmother-bear that once owned it. Then feeling in his pocket, which\nsuddenly stuck out in a marvelous way, he found, not exactly bread and\ncheese, nor even sandwiches, but a packet of the most delicious food\nhe had ever tasted. It was not meat, nor pudding, but a combination of\nboth, and it served him excellently for both. He ate his dinner with the\ngreatest gusto imaginable, till he grew so thirsty he did not know what\nto do.\n\n“Couldn't I have just one drop of water, if it didn't trouble you too\nmuch, kindest of godmothers?”\n\nFor he really thought this want was beyond her power to supply. All the\nwater which supplied Hopeless Tower was pumped up with difficulty from\na deep artesian well--there were such things known in Nomansland--which\nhad been made at the foot of it. But around, for miles upon miles, the\ndesolate plain was perfectly dry. And above it, high in the air, how\ncould he expect to find a well, or to get even a drop of water?\n\nHe forgot one thing--the rain. While he spoke, it came on in another\nwild burst, as if the clouds had poured themselves out in a passion\nof crying, wetting him certainly, but leaving behind, in a large glass\nvessel which he had never noticed before, enough water to quench the\nthirst of two or three boys at least. And it was so fresh, so pure--as\nwater from the clouds always is when it does not catch the soot from\ncity chimneys and other defilements--that he drank it, every drop, with\nthe greatest delight and content.\n\nAlso, as soon as it was empty the rain filled it again, so that he was\nable to wash his face and hands and refresh himself exceedingly. Then\nthe sun came out and dried him in no time. After that he curled himself\nup under the bear-skin rug, and though he determined to be the most\nwide-awake boy imaginable, being so exceedingly snug and warm and\ncomfortable, Prince Dolor condescended to shut his eyes just for one\nminute. The next minute he was sound asleep.\n\nWhen he awoke, he found himself floating over a country quite unlike\nanything he had ever seen before.\n\nYet it was nothing but what most of you children see every day and never\nnotice it--a pretty country landscape, like England, Scotland,\nFrance, or any other land you choose to name. It had no particular\nfeatures--nothing in it grand or lovely--was simply pretty, nothing\nmore; yet to Prince Dolor, who had never gone beyond his lonely tower\nand level plain, it appeared the most charming sight imaginable.\n\nFirst, there was a river. It came tumbling down the hillside, frothing\nand foaming, playing at hide-and-seek among the rocks, then bursting\nout in noisy fun like a child, to bury itself in deep, still pools.\nAfterward it went steadily on for a while, like a good grown-up person,\ntill it came to another big rock, where it misbehaved itself extremely.\nIt turned into a cataract, and went tumbling over and over, after a\nfashion that made the prince--who had never seen water before, except in\nhis bath or his drinking-cup--clap his hands with delight.\n\n“It is so active, so alive! I like things active and alive!” cried he,\nand watched it shimmering and dancing, whirling and leaping, till, after\na few windings and vagaries, it settled into a respectable stream. After\nthat it went along, deep and quiet, but flowing steadily on, till it\nreached a large lake, into which it slipped and so ended its course.\n\nAll this the boy saw, either with his own naked eye or through his gold\nspectacles. He saw also as in a picture, beautiful but silent, many\nother things which struck him with wonder, especially a grove of trees.\n\nOnly think, to have lived to his age (which he himself did not know, as\nhe did not know his own birthday) and never to have seen trees! As\nhe floated over these oaks, they seemed to him--trunk, branches, and\nleaves--the most curious sight imaginable.\n\n“If I could only get nearer, so as to touch them,” said he, and\nimmediately the obedient cloak ducked down; Prince Dolor made a snatch\nat the topmost twig of the tallest tree, and caught a bunch of leaves in\nhis hand.\n\nJust a bunch of green leaves--such as we see in myriads; watching them\nbud, grow, fall, and then kicking them along on the ground as if they\nwere worth nothing. Yet how wonderful they are--every one of them a\nlittle different. I don't suppose you could ever find two leaves exactly\nalike in form, color, and size--no more than you could find two faces\nalike, or two characters exactly the same. The plan of this world is\ninfinite similarity and yet infinite variety.\n\nPrince Dolor examined his leaves with the greatest curiosity--and also a\nlittle caterpillar that he found walking over one of them. He coaxed\nit to take an additional walk over his finger, which it did with the\ngreatest dignity and decorum, as if it, Mr. Caterpillar, were the most\nimportant individual in existence. It amused him for a long time; and\nwhen a sudden gust of wind blew it overboard, leaves and all, he felt\nquite disconsolate.\n\n“Still there must be many live creatures in the world besides\ncaterpillars. I should like to see a few of them.”\n\nThe cloak gave a little dip down, as if to say “All right, my Prince,”\n and bore him across the oak forest to a long fertile valley--called in\nScotland a strath and in England a weald, but what they call it in\nthe tongue of Nomansland I do not know. It was made up of cornfields,\npasturefields, lanes, hedges, brooks, and ponds. Also, in it were what\nthe prince desired to see--a quantity of living creatures, wild and\ntame. Cows and horses, lambs and sheep, fed in the meadows; pigs and\nfowls walked about the farm-yards; and in lonelier places hares scudded,\nrabbits burrowed, and pheasants and partridges, with many other smaller\nbirds, inhabited the fields and woods.\n\nThrough his wonderful spectacles the Prince could see everything; but,\nas I said, it was a silent picture; he was too high up to catch anything\nexcept a faint murmur, which only aroused his anxiety to hear more.\n\n“I have as good as two pairs of eyes,” he thought. “I wonder if my\ngodmother would give me a second pair of ears.”\n\nScarcely had he spoken than he found lying on his lap the most curious\nlittle parcel, all done up in silvery paper. And it contained--what do\nyou think? Actually a pair of silver ears, which, when he tried them on,\nfitted so exactly over his own that he hardly felt them, except for the\ndifference they made in his hearing.\n\nThere is something which we listen to daily and never notice. I mean\nthe sounds of the visible world, animate and inanimate. Winds blowing,\nwaters flowing, trees stirring, insects whirring (dear me! I am quite\nunconsciously writing rhyme), with the various cries of birds and\nbeasts,--lowing cattle, bleating sheep, grunting pigs, and cackling\nhens,--all the infinite discords that somehow or other make a beautiful\nharmony.\n\nWe hear this, and are so accustomed to it that we think nothing of it;\nbut Prince Dolor, who had lived all his days in the dead silence of\nHopeless Tower, heard it for the first time. And oh! if you had seen his\nface.\n\nHe listened, listened, as if he could never have done listening. And he\nlooked and looked, as if he could not gaze enough. Above all, the motion\nof the animals delighted him: cows walking, horses galloping, little\nlambs and calves running races across the meadows, were such a treat for\nhim to watch--he that was always so quiet. But, these creatures having\nfour legs, and he only two, the difference did not strike him painfully.\n\nStill, by and by, after the fashion of children,--and I fear, of many\nbig people too,--he began to want something more than he had, something\nfresh and new.\n\n“Godmother,” he said, having now begun to believe that, whether he saw\nher or not, he could always speak to her with full confidence that she\nwould hear him--“Godmother, all these creatures I like exceedingly; but\nI should like better to see a creature like myself. Couldn't you show me\njust one little boy?”\n\nThere was a sigh behind him,--it might have been only the wind,--and\nthe cloak remained so long balanced motionless in air that he was half\nafraid his godmother had forgotten him, or was offended with him for\nasking too much. Suddenly a shrill whistle startled him, even through\nhis silver ears, and looking downward, he saw start up from behind a\nbush on a common, something----\n\nNeither a sheep nor a horse nor a cow--nothing upon four legs. This\ncreature had only two; but they were long, straight, and strong. And it\nhad a lithe, active body, and a curly head of black hair set upon\nits shoulders. It was a boy, a shepherd-boy, about the Prince's own\nage--but, oh! so different.\n\nNot that he was an ugly boy--though his face was almost as red as his\nhands, and his shaggy hair matted like the backs of his own sheep. He\nwas rather a nice-looking lad; and seemed so bright and healthy and\ngood-tempered--“jolly” would be the word, only I am not sure if they\nhave such a one in the elegant language of Nomansland--that the little\nPrince watched him with great admiration.\n\n“Might he come and play with me? I would drop down to the ground to him,\nor fetch him up to me here. Oh, how nice it would be if I only had a\nlittle boy to play with me.”\n\nBut the cloak, usually so obedient to his wishes, disobeyed him now.\nThere were evidently some things which his godmother either could\nnot or would not give. The cloak hung stationary, high in air, never\nattempting to descend. The shepherd-lad evidently took it for a large\nbird, and, shading his eyes, looked up at it, making the Prince's heart\nbeat fast.\n\nHowever, nothing ensued. The boy turned round, with a long, loud\nwhistle--seemingly his usual and only way of expressing his feelings. He\ncould not make the thing out exactly--it was a rather mysterious affair,\nbut it did not trouble him much--he was not an “examining” boy.\n\nThen, stretching himself, for he had been evidently half asleep, he\nbegan flopping his shoulders with his arms to wake and warm himself;\nwhile his dog, a rough collie, who had been guarding the sheep\nmeanwhile, began to jump upon him, barking with delight.\n\n“Down, Snap, down: Stop that, or I'll thrash you,” the Prince heard him\nsay; though with such a rough, hard voice and queer pronunciation that\nit was difficult to make the words out. “Hollo! Let's warm ourselves by\na race.”\n\nThey started off together, boy and dog--barking and shouting, till it\nwas doubtful which made the more noise or ran the faster. A regular\nsteeplechase it was: first across the level common, greatly disturbing\nthe quiet sheep; and then tearing away across country, scrambling\nthrough hedges and leaping ditches, and tumbling up and down over plowed\nfields. They did not seem to have anything to run for--but as if they\ndid it, both of them, for the mere pleasure of motion.\n\nAnd what a pleasure that seemed! To the dog of course, but scarcely less\nso to the boy. How he skimmed along over the ground--his cheeks glowing,\nand his hair flying, and his legs--oh, what a pair of legs he had!\n\nPrince Dolor watched him with great intentness, and in a state of\nexcitement almost equal to that of the runner himself--for a while. Then\nthe sweet, pale face grew a trifle paler, the lips began to quiver, and\nthe eyes to fill.\n\n“How nice it must be to run like that!” he said softly, thinking that\nnever--no, never in this world--would he be able to do the same.\n\nNow he understood what his godmother had meant when she gave him his\ntraveling-cloak, and why he had heard that sigh--he was sure it was\nhers--when he had asked to see “just one little boy.”\n\n“I think I had rather not look at him again,” said the poor little\nPrince, drawing himself back into the center of his cloak, and resuming\nhis favorite posture, sitting like a Turk, with his arms wrapped round\nhis feeble, useless legs.\n\n“You're no good to me,” he said, patting them mournfully. “You never\nwill be any good to me. I wonder why I had you at all. I wonder why I\nwas born at all, since I was not to grow up like other boys. Why not?”\n\nA question so strange, so sad, yet so often occurring in some form\nor other in this world--as you will find, my children, when you are\nolder--that even if he had put it to his mother she could only have\nanswered it, as we have to answer many as difficult things, by simply\nsaying, “I don't know.” There is much that we do not know and cannot\nunderstand--we big folks no more than you little ones. We have to accept\nit all just as you have to accept anything which your parents may\ntell you, even though you don't as yet see the reason of it. You may\nsometime, if you do exactly as they tell you, and are content to wait.\n\nPrince Dolor sat a good while thus, or it appeared to him a good while,\nso many thoughts came and went through his poor young mind--thoughts of\ngreat bitterness, which, little though he was, seemed to make him grow\nyears older in a few minutes.\n\nThen he fancied the cloak began to rock gently to and fro, with a\nsoothing kind of motion, as if he were in somebody's arms: somebody who\ndid not speak, but loved him and comforted him without need of words;\nnot by deceiving him with false encouragement or hope, but by making\nhim see the plain, hard truth in all its hardness, and thus letting him\nquietly face it, till it grew softened down, and did not seem nearly so\ndreadful after all.\n\nThrough the dreary silence and blankness, for he had placed himself so\nthat he could see nothing but the sky, and had taken off his silver ears\nas well as his gold spectacles--what was the use of either when he had\nno legs with which to walk or run?--up from below there rose a delicious\nsound.\n\nYou have heard it hundreds of times, my children, and so have I. When I\nwas a child I thought there was nothing so sweet; and I think so still.\nIt was just the song of a skylark, mounting higher and higher from the\nground, till it came so close that Prince Dolor could distinguish his\nquivering wings and tiny body, almost too tiny to contain such a gush of\nmusic.\n\n“Oh, you beautiful, beautiful bird!” cried he; “I should dearly like to\ntake you in and cuddle you. That is, if I could--if I dared.”\n\nBut he hesitated. The little brown creature with its loud heavenly voice\nalmost made him afraid. Nevertheless, it also made him happy; and he\nwatched and listened--so absorbed that he forgot all regret and pain,\nforgot everything in the world except the little lark.\n\nIt soared and soared, and he was just wondering if it would soar out\nof sight, and what in the world he should do when it was gone, when it\nsuddenly closed its wings, as larks do when they mean to drop to the\nground. But, instead of dropping to the ground, it dropped right into\nthe little boy's breast.\n\nWhat felicity! If it would only stay! A tiny, soft thing to fondle and\nkiss, to sing to him all day long, and be his playfellow and companion,\ntame and tender, while to the rest of the world it was a wild bird of\nthe air. What a pride, what a delight! To have something that nobody\nelse had--something all his own. As the traveling-cloak traveled on,\nhe little heeded where, and the lark still stayed, nestled down in his\nbosom, hopped from his hand to his shoulder, and kissed him with its\ndainty beak, as if it loved him, Prince Dolor forgot all his grief, and\nwas entirely happy.\n\nBut when he got in sight of Hopeless Tower a painful thought struck him.\n\n“My pretty bird, what am I to do with you? If I take you into my room\nand shut you up there, you, a wild skylark of the air, what will become\nof you? I am used to this, but you are not. You will be so miserable;\nand suppose my nurse should find you--she who can't bear the sound of\nsinging? Besides, I remember her once telling me that the nicest thing\nshe ever ate in her life was lark pie!”\n\nThe little boy shivered all over at the thought. And, though the merry\nlark immediately broke into the loudest carol, as if saying derisively\nthat he defied anybody to eat him, still, Prince Dolor was very uneasy.\nIn another minute he had made up his mind.\n\n“No, my bird, nothing so dreadful shall happen to you if I can help it;\nI would rather do without you altogether. Yes, I'll try. Fly away, my\ndarling, my beautiful! Good-by, my merry, merry bird.”\n\nOpening his two caressing hands, in which, as if for protection, he had\nfolded it, he let the lark go. It lingered a minute, perching on the rim\nof the cloak, and looking at him with eyes of almost human tenderness;\nthen away it flew, far up into the blue sky. It was only a bird.\n\nBut some time after, when Prince Dolor had eaten his supper--somewhat\ndrearily, except for the thought that he could not possibly sup off lark\npie now--and gone quietly to bed, the old familiar little bed, where he\nwas accustomed to sleep, or lie awake contentedly thinking--suddenly\nhe heard outside the window a little faint carol--faint but\ncheerful--cheerful even though it was the middle of the night.\n\nThe dear little lark! it had not flown away, after all. And it was\ntruly the most extraordinary bird, for, unlike ordinary larks, it kept\nhovering about the tower in the silence and darkness of the night,\noutside the window or over the roof. Whenever he listened for a moment,\nhe heard it singing still.\n\nHe went to sleep as happy as a king.\n\n\n\nCHAPTER VII\n\n“Happy as a king.” How far kings are happy I cannot say, no more than\ncould Prince Dolor, though he had once been a king himself. But he\nremembered nothing about it, and there was nobody to tell him, except\nhis nurse, who had been forbidden upon pain of death to let him know\nanything about his dead parents, or the king his uncle, or indeed any\npart of his own history.\n\nSometimes he speculated about himself, whether he had had a father and\nmother as other little boys had what they had been like, and why he\nhad never seen them. But, knowing nothing about them, he did not miss\nthem--only once or twice, reading pretty stories about little children\nand their mothers, who helped them when they were in difficulty and\ncomforted them when they were sick, he feeling ill and dull and lonely,\nwondered what had become of his mother and why she never came to see\nhim.\n\nThen, in his history lessons, of course he read about kings and princes,\nand the governments of different countries, and the events that happened\nthere. And though he but faintly took in all this, still he did take\nit in a little, and worried his young brain about it, and perplexed\nhis nurse with questions, to which she returned sharp and mysterious\nanswers, which only set him thinking the more.\n\nHe had plenty of time for thinking. After his last journey in the\ntraveling-cloak, the journey which had given him so much pain, his\ndesire to see the world somehow faded away. He contented himself with\nreading his books, and looking out of the tower windows, and listening\nto his beloved little lark, which had come home with him that day, and\nnever left him again.\n\nTrue, it kept out of the way; and though his nurse sometimes dimly heard\nit, and said “What is that horrid noise outside?” she never got the\nfaintest chance of making it into a lark pie. Prince Dolor had his pet\nall to himself, and though he seldom saw it, he knew it was near him,\nand he caught continually, at odd hours of the day, and even in the\nnight, fragments of its delicious song.\n\nAll during the winter--so far as there ever was any difference between\nsummer and winter in Hopeless Tower--the little bird cheered and amused\nhim. He scarcely needed anything more--not even his traveling-cloak,\nwhich lay bundled up unnoticed in a corner, tied up in its innumerable\nknots.\n\nNor did his godmother come near him. It seemed as if she had given these\ntreasures and left him alone--to use them or lose them, apply them or\nmisapply them, according to his own choice. That is all we can do with\nchildren when they grow into big children old enough to distinguish\nbetween right and wrong, and too old to be forced to do either.\n\nPrince Dolor was now quite a big boy. Not tall--alas! he never could be\nthat, with his poor little shrunken legs, which were of no use, only an\nencumbrance. But he was stout and strong, with great sturdy shoulders,\nand muscular arms, upon which he could swing himself about almost like\na monkey. As if in compensation for his useless lower limbs, Nature\nhad given to these extra strength and activity. His face, too, was very\nhandsome; thinner, firmer, more manly; but still the sweet face of his\nchildhood--his mother's own face.\n\nHow his mother would have liked to look at him! Perhaps she did--who\nknows?\n\nThe boy was not a stupid boy either. He could learn almost anything he\nchose--and he did choose, which was more than half the battle. He never\ngave up his lessons till he had learned them all--never thought it a\npunishment that he had to work at them, and that they cost him a deal of\ntrouble sometimes.\n\n“But,” thought he, “men work, and it must be so grand to be a man--a\nprince too; and I fancy princes work harder than anybody--except kings.\nThe princes I read about generally turn into kings. I wonder”--the\nboy was always wondering--“Nurse,”--and one day he startled her with a\nsudden question,--“tell me--shall I ever be a king?”\n\nThe woman stood, perplexed beyond expression. So long a time had passed\nby since her crime--if it were a crime--and her sentence, that she now\nseldom thought of either. Even her punishment--to be shut up for life in\nHopeless Tower--she had gradually got used to. Used also to the little\nlame Prince, her charge--whom at first she had hated, though she\ncarefully did everything to keep him alive, since upon him her own life\nhung.\n\nBut latterly she had ceased to hate him, and, in a sort of way, almost\nloved him--at least, enough to be sorry for him--an innocent child,\nimprisoned here till he grew into an old man, and became a dull,\nworn-out creature like herself. Sometimes, watching him, she felt more\nsorry for him than even for herself; and then, seeing she looked a less\nmiserable and ugly woman, he did not shrink from her as usual.\n\nHe did not now. “Nurse--dear nurse,” said he, “I don't mean to vex you,\nbut tell me what is a king? shall I ever be one?”\n\nWhen she began to think less of herself and more of the child, the\nwoman's courage increased. The idea came to her--what harm would it be,\neven if he did know his own history? Perhaps he ought to know it--for\nthere had been various ups and downs, usurpations, revolutions, and\nrestorations in Nomansland, as in most other countries. Something might\nhappen--who could tell? Changes might occur. Possibly a crown would\neven yet be set upon those pretty, fair curls--which she began to think\nprettier than ever when she saw the imaginary coronet upon them.\n\nShe sat down, considering whether her oath, never to “say a word” to\nPrince Dolor about himself, would be broken if she were to take a\npencil and write what was to be told. A mere quibble--a mean, miserable\nquibble. But then she was a miserable woman, more to be pitied than\nscorned.\n\nAfter long doubt, and with great trepidation, she put her fingers to her\nlips, and taking the Prince's slate--with the sponge tied to it, ready\nto rub out the writing in a minute--she wrote:\n\n“You are a king.”\n\nPrince Dolor started. His face grew pale, and then flushed all over; he\nheld himself erect. Lame as he was, anybody could see he was born to be\na king.\n\n“Hush!” said the nurse, as he was beginning to speak. And then, terribly\nfrightened all the while,--people who have done wrong always are\nfrightened,--she wrote down in a few hurried sentences his history. How\nhis parents had died--his uncle had usurped his throne, and sent him to\nend his days in this lonely tower.\n\n“I, too,” added she, bursting into tears. “Unless, indeed, you could get\nout into the world, and fight for your rights like a man. And fight for\nme also, my Prince, that I may not die in this desolate place.”\n\n“Poor old nurse!” said the boy compassionately. For somehow, boy as he\nwas, when he heard he was born to be a king, he felt like a man--like a\nking--who could afford to be tender because he was strong.\n\nHe scarcely slept that night, and even though he heard his little lark\nsinging in the sunrise, he barely listened to it. Things more serious\nand important had taken possession of his mind.\n\n“Suppose,” thought he, “I were to do as she says, and go out in the\nworld, no matter how it hurts me--the world of people, active people, as\nthat boy I saw. They might only laugh at me--poor helpless creature that\nI am; but still I might show them I could do something. At any rate, I\nmight go and see if there were anything for me to do. Godmother, help\nme!”\n\nIt was so long since he had asked her help that he was hardly surprised\nwhen he got no answer--only the little lark outside the window sang\nlouder and louder, and the sun rose, flooding the room with light.\n\nPrince Dolor sprang out of bed, and began dressing himself, which was\nhard work, for he was not used to it--he had always been accustomed to\ndepend upon his nurse for everything.\n\n“But I must now learn to be independent,” thought he. “Fancy a king\nbeing dressed like a baby!”\n\nSo he did the best he could,--awkwardly but cheerily,--and then he\nleaped to the corner where lay his traveling-cloak, untied it as before,\nand watched it unrolling itself--which it did rapidly, with a hearty\ngood-will, as if quite tired of idleness. So was Prince Dolor--or felt\nas if he were. He jumped into the middle of it, said his charm, and was\nout through the skylight immediately.\n\n“Good-by, pretty lark!” he shouted, as he passed it on the wing, still\nwarbling its carol to the newly risen sun. “You have been my pleasure,\nmy delight; now I must go and work. Sing to old nurse till I come back\nagain. Perhaps she'll hear you--perhaps she won't--but it will do her\ngood all the same. Good-by!”\n\nBut, as the cloak hung irresolute in air, he suddenly remembered that he\nhad not determined where to go--indeed, he did not know, and there was\nnobody to tell him.\n\n“Godmother,” he cried, in much perplexity, “you know what I want,--at\nleast, I hope you do, for I hardly do myself--take me where I ought to\ngo; show me whatever I ought to see--never mind what I like to see,”\n as a sudden idea came into his mind that he might see many painful and\ndisagreeable things. But this journey was not for pleasure as before. He\nwas not a baby now, to do nothing but play--big boys do not always play.\nNor men neither--they work. Thus much Prince Dolor knew--though very\nlittle more.\n\nAs the cloak started off, traveling faster than he had ever known it to\ndo,--through sky-land and cloud land, over freezing mountain-tops, and\ndesolate stretches of forest, and smiling cultivated plains, and great\nlakes that seemed to him almost as shoreless as the sea,--he was often\nrather frightened. But he crouched down, silent and quiet; what was the\nuse of making a fuss? and, wrapping himself up in his bear-skin, waited\nfor what was to happen.\n\nAfter some time he heard a murmur in the distance, increasing more\nand more till it grew like the hum of a gigantic hive of bees. And,\nstretching his chin over the rim of his cloak, Prince Dolor saw--far,\nfar below him, yet, with his gold spectacles and silver ears on, he\ncould distinctly hear and see--what?\n\nMost of us have some time or other visited a great metropolis--have\nwandered through its network of streets--lost ourselves in its crowds\nof people--looked up at its tall rows of houses, its grand public\nbuildings, churches, and squares. Also, perhaps, we have peeped into its\nmiserable little back alleys, where dirty children play in gutters all\nday and half the night--even young boys go about picking pockets, with\nnobody to tell them it is wrong except the policeman, and he simply\ntakes them off to prison. And all this wretchedness is close behind the\ngrandeur--like the two sides of the leaf of a book.\n\nAn awful sight is a large city, seen any how from any where. But,\nsuppose you were to see it from the upper air, where, with your eyes\nand ears open, you could take in everything at once? What would it look\nlike? How would you feel about it? I hardly know myself. Do you?\n\nPrince Dolor had need to be a king--that is, a boy with a kingly\nnature--to be able to stand such a sight without being utterly overcome.\nBut he was very much bewildered--as bewildered as a blind person who is\nsuddenly made to see.\n\nHe gazed down on the city below him, and then put his hand over his\neyes.\n\n“I can't bear to look at it, it is so beautiful--so dreadful. And I\ndon't understand it--not one bit. There is nobody to tell me about it. I\nwish I had somebody to speak to.”\n\n“Do you? Then pray speak to me. I was always considered good at\nconversation.”\n\nThe voice that squeaked out this reply was an excellent imitation of the\nhuman one, though it came only from a bird. No lark this time, however,\nbut a great black and white creature that flew into the cloak, and began\nwalking round and round on the edge of it with a dignified stride, one\nfoot before the other, like any unfeathered biped you could name.\n\n“I haven't the honor of your acquaintance, sir,” said the boy politely.\n\n“Ma'am, if you please. I am a mother bird, and my name is Mag, and I\nshall be happy to tell you everything you want to know. For I know a\ngreat deal; and I enjoy talking. My family is of great antiquity; we\nhave built in this palace for hundreds--that is to say, dozens of years.\nI am intimately acquainted with the king, the queen, and the little\nprinces and princesses--also the maids of honor, and all the inhabitants\nof the city. I talk a good deal, but I always talk sense, and I daresay\nI should be exceedingly useful to a poor little ignorant boy like you.”\n\n“I am a prince,” said the other gently.\n\n“All right. And I am a magpie. You will find me a most respectable\nbird.”\n\n“I have no doubt of it,” was the polite answer--though he thought in his\nown mind that Mag must have a very good opinion of herself. But she was\na lady and a stranger, so of course he was civil to her.\n\nShe settled herself at his elbow, and began to chatter away, pointing\nout with one skinny claw, while she balanced herself on the other, every\nobject of interest, evidently believing, as no doubt all its inhabitants\ndid, that there was no capital in the world like the great metropolis of\nNomansland.\n\nI have not seen it, and therefore cannot describe it, so we will just\ntake it upon trust, and suppose it to be, like every other fine city,\nthe finest city that ever was built. Mag said so--and of course she\nknew.\n\nNevertheless, there were a few things in it which surprised Prince\nDolor--and, as he had said, he could not understand them at all. One\nhalf the people seemed so happy and busy--hurrying up and down the full\nstreets, or driving lazily along the parks in their grand carriages,\nwhile the other half were so wretched and miserable.\n\n“Can't the world be made a little more level? I would try to do it if I\nwere a king.”\n\n“But you're not the king: only a little goose of a boy,” returned the\nmagpie loftily. “And I'm here not to explain things, only to show them.\nShall I show you the royal palace?”\n\nIt was a very magnificent palace. It had terraces and gardens,\nbattlements and towers. It extended over acres of ground, and had in\nit rooms enough to accommodate half the city. Its windows looked in all\ndirections, but none of them had any particular view--except a small\none, high up toward the roof, which looked out on the Beautiful\nMountains. But since the queen died there it had been closed, boarded\nup, indeed, the magpie said. It was so little and inconvenient that\nnobody cared to live in it. Besides, the lower apartments, which had no\nview, were magnificent--worthy of being inhabited by the king.\n\n“I should like to see the king,” said Prince Dolor.\n\n\n\nCHAPTER VIII\n\nWhat, I wonder, would be people's idea of a king? What was Prince\nDolor's?\n\nPerhaps a very splendid personage, with a crown on his head and a\nscepter in his hand, sitting on a throne and judging the people. Always\ndoing right, and never wrong--“The king can do no wrong” was a law\nlaid down in olden times. Never cross, or tired, or sick, or suffering;\nperfectly handsome and well dressed, calm and good-tempered, ready to\nsee and hear everybody, and discourteous to nobody; all things always\ngoing well with him, and nothing unpleasant ever happening.\n\nThis, probably, was what Prince Dolor expected to see. And what did he\nsee? But I must tell you how he saw it.\n\n“Ah,” said the magpie, “no levee to-day. The King is ill, though his\nMajesty does not wish it to be generally known--it would be so very\ninconvenient. He can't see you, but perhaps you might like to go and\ntake a look at him in a way I often do? It is so very amusing.”\n\nAmusing, indeed!\n\nThe prince was just now too much excited to talk much. Was he not going\nto see the king his uncle, who had succeeded his father and dethroned\nhimself; had stepped into all the pleasant things that he, Prince Dolor,\nought to have had, and shut him up in a desolate tower? What was he\nlike, this great, bad, clever man? Had he got all the things he wanted,\nwhich another ought to have had? And did he enjoy them?\n\n“Nobody knows,” answered the magpie, just as if she had been sitting\ninside the prince's heart, instead of on the top of his shoulder. “He is\na king, and that's enough. For the rest nobody knows.”\n\nAs she spoke, Mag flew down on to the palace roof, where the cloak\nhad rested, settling down between the great stacks of chimneys as\ncomfortably as if on the ground. She pecked at the tiles with her\nbeak--truly she was a wonderful bird--and immediately a little hole\nopened, a sort of door, through which could be seen distinctly the\nchamber below.\n\n“Now look in, my Prince. Make haste, for I must soon shut it up again.”\n\nBut the boy hesitated. “Isn't it rude?--won't they think us intruding?”\n\n“Oh, dear no! there's a hole like this in every palace; dozens of holes,\nindeed. Everybody knows it, but nobody speaks of it. Intrusion! Why,\nthough the royal family are supposed to live shut up behind stone walls\never so thick, all the world knows that they live in a glass house where\neverybody can see them and throw a stone at them. Now pop down on your\nknees, and take a peep at his Majesty.”\n\nHis Majesty!\n\nThe Prince gazed eagerly down into a large room, the largest room he had\never beheld, with furniture and hangings grander than anything he could\nhave ever imagined. A stray sunbeam, coming through a crevice of the\ndarkened windows, struck across the carpet, and it was the loveliest\ncarpet ever woven--just like a bed of flowers to walk over; only nobody\nwalked over it, the room being perfectly empty and silent.\n\n“Where is the King?” asked the puzzled boy.\n\n“There,” said Mag, pointing with one wrinkled claw to a magnificent bed,\nlarge enough to contain six people. In the center of it, just visible\nunder the silken counterpane,--quite straight and still,--with its head\non the lace pillow, lay a small figure, something like wax-work, fast\nasleep--very fast asleep! There was a number of sparkling rings on the\ntiny yellow hands, that were curled a little, helplessly, like a baby's,\noutside the coverlet; the eyes were shut, the nose looked sharp and\nthin, and the long gray beard hid the mouth and lay over the breast.\nA sight not ugly nor frightening, only solemn and quiet. And so very\nsilent--two little flies buzzing about the curtains of the bed being the\nonly audible sound.\n\n“Is that the King?” whispered Prince Dolor.\n\n“Yes,” replied the bird.\n\nHe had been angry--furiously angry--ever since he knew how his uncle had\ntaken the crown, and sent him, a poor little helpless child, to be shut\nup for life, just as if he had been dead. Many times the boy had felt\nas if, king as he was, he should like to strike him, this great, strong,\nwicked man.\n\nWhy, you might as well have struck a baby! How helpless he lay, with his\neyes shut, and his idle hands folded: they had no more work to do, bad\nor good.\n\n“What is the matter with him?” asked the Prince.\n\n“He is dead,” said the Magpie, with a croak.\n\nNo, there was not the least use in being angry with him now. On the\ncontrary, the Prince felt almost sorry for him, except that he looked\nso peaceful with all his cares at rest. And this was being dead? So even\nkings died?\n\n“Well, well, he hadn't an easy life, folk say, for all his grandeur.\nPerhaps he is glad it is over. Good-by, your Majesty.”\n\nWith another cheerful tap of her beak, Mistress Mag shut down the little\ndoor in the tiles, and Prince Dolor's first and last sight of his uncle\nwas ended.\n\nHe sat in the center of his traveling-cloak, silent and thoughtful.\n\n“What shall we do now?” said the magpie. “There's nothing much more to\nbe done with his majesty, except a fine funeral, which I shall certainly\ngo and see. All the world will. He interested the world exceedingly when\nhe was alive, and he ought to do it now he's dead--just once more.\nAnd since he can't hear me, I may as well say that, on the whole, his\nmajesty is much better dead than alive--if we can only get somebody\nin his place. There'll be such a row in the city presently. Suppose we\nfloat up again and see it all--at a safe distance, though. It will be\nsuch fun!”\n\n“What will be fun?”\n\n“A revolution.”\n\nWhether anybody except a magpie would have called it “fun” I don't know,\nbut it certainly was a remarkable scene.\n\nAs soon as the cathedral bell began to toll and the minute-guns to\nfire, announcing to the kingdom that it was without a king, the people\ngathered in crowds, stopping at street corners to talk together. The\nmurmur now and then rose into a shout, and the shout into a roar. When\nPrince Dolor, quietly floating in upper air, caught the sound of their\ndifferent and opposite cries, it seemed to him as if the whole city had\ngone mad together.\n\n“Long live the king!” “The king is dead--down with the king!” “Down with\nthe crown, and the king too!” “Hurrah for the republic!” “Hurrah for no\ngovernment at all!”\n\nSuch were the shouts which traveled up to the traveling-cloak. And then\nbegan--oh, what a scene!\n\nWhen you children are grown men and women--or before--you will hear and\nread in books about what are called revolutions--earnestly I trust that\nneither I nor you may ever see one. But they have happened, and may\nhappen again, in other countries besides Nomansland, when wicked kings\nhave helped to make their people wicked too, or out of an unrighteous\nnation have sprung rulers equally bad; or, without either of these\ncauses, when a restless country has fancied any change better than no\nchange at all.\n\nFor me, I don't like changes, unless pretty sure that they are for good.\nAnd how good can come out of absolute evil--the horrible evil that went\non this night under Prince Dolor's very eyes--soldiers shooting down\npeople by hundreds in the streets, scaffolds erected, and heads dropping\noff--houses burned, and women and children murdered--this is more than I\ncan understand.\n\nBut all these things you will find in history, my children, and must\nby and by judge for yourselves the right and wrong of them, as far as\nanybody ever can judge.\n\nPrince Dolor saw it all. Things happened so fast one after another that\nthey quite confused his faculties.\n\n“Oh, let me go home,” he cried at last, stopping his ears and shutting\nhis eyes; “only let me go home!” for even his lonely tower seemed home,\nand its dreariness and silence absolute paradise after all this.\n\n“Good-by, then,” said the magpie, flapping her wings. She had been\nchatting incessantly all day and all night, for it was actually thus\nlong that Prince Dolor had been hovering over the city, neither eating\nnor sleeping, with all these terrible things happening under his very\neyes. “You've had enough, I suppose, of seeing the world?”\n\n“Oh, I have--I have!” cried the prince, with a shudder.\n\n“That is, till next time. All right, your royal highness. You don't know\nme, but I know you. We may meet again some time.”\n\nShe looked at him with her clear, piercing eyes, sharp enough to see\nthrough everything, and it seemed as if they changed from bird's eyes\nto human eyes--the very eyes of his godmother, whom he had not seen for\never so long. But the minute afterward she became only a bird, and with\na screech and a chatter, spread her wings and flew away.\n\nPrince Dolor fell into a kind of swoon of utter misery, bewilderment,\nand exhaustion, and when he awoke he found himself in his own\nroom--alone and quiet--with the dawn just breaking, and the long rim of\nyellow light in the horizon glimmering through the window-panes.\n\n\n\nCHAPTER IX\n\nWhen Prince Dolor sat up in bed, trying to remember where he was,\nwhither he had been, and what he had seen the day before, he perceived\nthat his room was empty.\n\nGenerally his nurse rather worried him by breaking his slumbers, coming\nin and “setting things to rights,” as she called it. Now the dust lay\nthick upon chairs and tables; there was no harsh voice heard to scold\nhim for not getting up immediately, which, I am sorry to say, this boy\ndid not always do. For he so enjoyed lying still, and thinking lazily\nabout everything or nothing, that, if he had not tried hard against it,\nhe would certainly have become like those celebrated\n\n     “Two little men\n     Who lay in their bed till the clock struck ten.”\n\nIt was striking ten now, and still no nurse was to be seen. He was\nrather relieved at first, for he felt so tired; and besides, when he\nstretched out his arm, he found to his dismay that he had gone to bed in\nhis clothes.\n\nVery uncomfortable he felt, of course; and just a little frightened.\nEspecially when he began to call and call again, but nobody answered.\nOften he used to think how nice it would be to get rid of his nurse and\nlive in this tower all by himself--like a sort of monarch able to do\neverything he liked, and leave undone all that he did not want to do;\nbut now that this seemed really to have happened, he did not like it at\nall.\n\n“Nurse,--dear nurse,--please come back!” he called out. “Come back, and\nI will be the best boy in all the land.”\n\nAnd when she did not come back, and nothing but silence answered his\nlamentable call, he very nearly began to cry.\n\n“This won't do,” he said at last, dashing the tears from his eyes. “It's\njust like a baby, and I'm a big boy--shall be a man some day. What has\nhappened, I wonder? I'll go and see.”\n\nHe sprang out of bed,--not to his feet, alas! but to his poor little\nweak knees, and crawled on them from room to room. All the four chambers\nwere deserted--not forlorn or untidy, for everything seemed to have been\ndone for his comfort--the breakfast and dinner things were laid, the\nfood spread in order. He might live “like a prince,” as the proverb\nis, for several days. But the place was entirely forsaken--there was\nevidently not a creature but himself in the solitary tower.\n\nA great fear came upon the poor boy. Lonely as his life had been, he had\nnever known what it was to be absolutely alone. A kind of despair seized\nhim--no violent anger or terror, but a sort of patient desolation.\n\n“What in the world am I to do?” thought he, and sat down in the middle\nof the floor, half inclined to believe that it would be better to give\nup entirely, lay himself down, and die.\n\nThis feeling, however, did not last long, for he was young and strong,\nand, I said before, by nature a very courageous boy. There came into\nhis head, somehow or other, a proverb that his nurse had taught him--the\npeople of Nomansland were very fond of proverbs:\n\n     “For every evil under the sun\n     There is a remedy, or there's none;\n     If there is one, try to find it--\n     If there isn't, never mind it.”\n\n“I wonder is there a remedy now, and could I find it?” cried the Prince,\njumping up and looking out of the window.\n\nNo help there. He only saw the broad, bleak, sunshiny plain--that is, at\nfirst. But by and by, in the circle of mud that surrounded the base of\nthe tower, he perceived distinctly the marks of a horse's feet, and just\nin the spot where the deaf-mute was accustomed to tie up his great black\ncharger, while he himself ascended, there lay the remains of a bundle of\nhay and a feed of corn.\n\n“Yes, that's it. He has come and gone, taking nurse away with him. Poor\nnurse! how glad she would be to go!”\n\nThat was Prince Dolor's first thought. His second--wasn't it\nnatural?--was a passionate indignation at her cruelty--at the cruelty\nof all the world toward him, a poor little helpless boy. Then he\ndetermined, forsaken as he was, to try and hold on to the last, and not\nto die as long as he could possibly help it.\n\nAnyhow, it would be easier to die here than out in the world, among the\nterrible doings which he had just beheld--from the midst of which, it\nsuddenly struck him, the deaf-mute had come, contriving somehow to make\nthe nurse understand that the king was dead, and she need have no fear\nin going back to the capital, where there was a grand revolution, and\neverything turned upside down. So, of course, she had gone. “I hope\nshe'll enjoy it, miserable woman--if they don't cut off her head too.”\n\nAnd then a kind of remorse smote him for feeling so bitterly toward her,\nafter all the years she had taken care of him--grudgingly, perhaps, and\ncoldly; still she had taken care of him, and that even to the last: for,\nas I have said, all his four rooms were as tidy as possible, and his\nmeals laid out, that he might have no more trouble than could be helped.\n\n“Possibly she did not mean to be cruel. I won't judge her,” said he. And\nafterward he was very glad that he had so determined.\n\nFor the second time he tried to dress himself, and then to do everything\nhe could for himself--even to sweeping up the hearth and putting on\nmore coals. “It's a funny thing for a prince to have to do,” said he,\nlaughing. “But my godmother once said princes need never mind doing\nanything.”\n\nAnd then he thought a little of his godmother. Not of summoning her, or\nasking her to help him,--she had evidently left him to help himself,\nand he was determined to try his best to do it, being a very proud and\nindependent boy,--but he remembered her tenderly and regret-fully, as if\neven she had been a little hard upon him--poor, forlorn boy that he was.\nBut he seemed to have seen and learned so much within the last few days\nthat he scarcely felt like a boy, but a man--until he went to bed at\nnight.\n\nWhen I was a child, I used often to think how nice it would be to live\nin a little house all by my own self--a house built high up in a tree,\nor far away in a forest, or halfway up a hillside so deliciously alone\nand independent. Not a lesson to learn--but no! I always liked learning\nmy lessons. Anyhow, to choose the lessons I liked best, to have as many\nbooks to read and dolls to play with as ever I wanted: above all, to be\nfree and at rest, with nobody to tease or trouble or scold me, would be\ncharming. For I was a lonely little thing, who liked quietness--as many\nchildren do; which other children, and sometimes grown-up people even,\ncannot understand. And so I can understand Prince Dolor.\n\nAfter his first despair, he was not merely comfortable, but actually\nhappy in his solitude, doing everything for himself, and enjoying\neverything by himself--until bedtime. Then he did not like it at all.\nNo more, I suppose, than other children would have liked my imaginary\nhouse in a tree when they had had sufficient of their own company.\n\nBut the Prince had to bear it--and he did bear it, like a prince--for\nfully five days. All that time he got up in the morning and went to bed\nat night without having spoken to a creature, or, indeed, heard a\nsingle sound. For even his little lark was silent; and as for his\ntraveling-cloak, either he never thought about it, or else it had been\nspirited away--for he made no use of it, nor attempted to do so.\n\nA very strange existence it was, those five lonely days. He never\nentirely forgot it. It threw him back upon himself, and into himself--in\na way that all of us have to learn when we grow up, and are the better\nfor it; but it is somewhat hard learning.\n\nOn the sixth day Prince Dolor had a strange composure in his look, but\nhe was very grave and thin and white. He had nearly come to the end of\nhis provisions--and what was to happen next? Get out of the tower he\ncould not: the ladder the deaf-mute used was always carried away again;\nand if it had not been, how could the poor boy have used it? And even if\nhe slung or flung himself down, and by miraculous chance came alive to\nthe foot of the tower, how could he run away?\n\nFate had been very hard to him, or so it seemed.\n\nHe made up his mind to die. Not that he wished to die; on the contrary,\nthere was a great deal that he wished to live to do; but if he must die,\nhe must. Dying did not seem so very dreadful; not even to lie quiet like\nhis uncle, whom he had entirely forgiven now, and neither be miserable\nnor naughty any more, and escape all those horrible things that he had\nseen going on outside the palace, in that awful place which was called\n“the world.”\n\n“It's a great deal nicer here,” said the poor little Prince, and\ncollected all his pretty things round him: his favorite pictures, which\nhe thought he should like to have near him when he died; his books and\ntoys--no, he had ceased to care for toys now; he only liked them because\nhe had done so as a child. And there he sat very calm and patient, like\na king in his castle, waiting for the end.\n\n“Still, I wish I had done something first--something worth doing, that\nsomebody might remember me by,” thought he. “Suppose I had grown a man,\nand had had work to do, and people to care for, and was so useful and\nbusy that they liked me, and perhaps even forgot I was lame? Then it\nwould have been nice to live, I think.”\n\nA tear came into the little fellow's eyes, and he listened intently\nthrough the dead silence for some hopeful sound.\n\nWas there one?--was it his little lark, whom he had almost forgotten?\nNo, nothing half so sweet. But it really was something--something which\ncame nearer and nearer, so that there was no mistaking it. It was the\nsound of a trumpet, one of the great silver trumpets so admired in\nNomansland. Not pleasant music, but very bold, grand, and inspiring.\n\nAs he listened to it the boy seemed to recall many things which had\nslipped his memory for years, and to nerve himself for whatever might be\ngoing to happen.\n\nWhat had happened was this.\n\nThe poor condemned woman had not been such a wicked woman after all.\nPerhaps her courage was not wholly disinterested, but she had done a\nvery heroic thing. As soon as she heard of the death and burial of the\nKing and of the changes that were taking place in the country, a daring\nidea came into her head--to set upon the throne of Nomansland its\nrightful heir. Thereupon she persuaded the deaf-mute to take her away\nwith him, and they galloped like the wind from city to city, spreading\neverywhere the news that Prince Dolor's death and burial had been an\ninvention concocted by his wicked uncle that he was alive and well, and\nthe noblest young prince that ever was born.\n\nIt was a bold stroke, but it succeeded. The country, weary perhaps of\nthe late King's harsh rule, and yet glad to save itself from the horrors\nof the last few days, and the still further horrors of no rule at all,\nand having no particular interest in the other young princes, jumped at\nthe idea of this Prince, who was the son of their late good King and the\nbeloved Queen Dolorez.\n\n“Hurrah for Prince Dolor! Let Prince Dolor be our sovereign!” rang from\nend to end of the kingdom. Everybody tried to remember what a dear baby\nhe once was--how like his mother, who had been so sweet and kind, and\nhis father, the finest-looking king that ever reigned. Nobody remembered\nhis lameness--or, if they did, they passed it over as a matter of no\nconsequence. They were determined to have him reign over them, boy as\nhe was--perhaps just because he was a boy, since in that case the great\nnobles thought they should be able to do as they liked with the country.\n\nAccordingly, with a fickleness not confined to the people of Nomansland,\nno sooner was the late King laid in his grave than they pronounced him\nto have been a usurper; turned all his family out of the palace, and\nleft it empty for the reception of the new sovereign, whom they went\nto fetch with great rejoicing, a select body of lords, gentlemen,\nand soldiers traveling night and day in solemn procession through the\ncountry until they reached Hopeless Tower.\n\nThere they found the Prince, sitting calmly on the floor--deadly\npale, indeed, for he expected a quite different end from this, and was\nresolved, if he had to die, to die courageously, like a Prince and a\nKing.\n\nBut when they hailed him as Prince and King, and explained to him how\nmatters stood, and went down on their knees before him, offering the\ncrown (on a velvet cushion, with four golden tassels, each nearly as\nbig as his head),--small though he was and lame, which lameness the\ncourtiers pretended not to notice,--there came such a glow into his\nface, such a dignity into his demeanor, that he became beautiful,\nking-like.\n\n“Yes,” he said, “if you desire it, I will be your king. And I will do my\nbest to make my people happy.”\n\nThen there arose, from inside and outside the tower, such a shout as\nnever yet was heard across the lonely plain.\n\nPrince Dolor shrank a little from the deafening sound. “How shall I be\nable to rule all this great people? You forget, my lords, that I am only\na little boy still.”\n\n“Not so very little,” was the respectful answer. “We have searched\nin the records, and found that your Royal Highness--your Majesty, I\nmean--is fifteen years old.”\n\n“Am I?” said Prince Dolor; and his first thought was a thoroughly\nchildish pleasure that he should now have a birthday, with a whole\nnation to keep it. Then he remembered that his childish days were done.\nHe was a monarch now. Even his nurse, to whom, the moment he saw her,\nhe had held out his hand, kissed it reverently, and called him\nceremoniously “his Majesty the King.”\n\n“A king must be always a king, I suppose,” said he half-sadly, when, the\nceremonies over, he had been left to himself for just ten minutes, to\nput off his boy's clothes and be reattired in magnificent robes, before\nhe was conveyed away from his tower to the royal palace.\n\nHe could take nothing with him; indeed, he soon saw that, however\npolitely they spoke, they would not allow him to take anything. If he\nwas to be their king, he must give up his old life forever. So he looked\nwith tender farewell on his old books, old toys, the furniture he knew\nso well, and the familiar plain in all its levelness--ugly yet pleasant,\nsimply because it was familiar.\n\n“It will be a new life in a new world,” said he to himself; “but I'll\nremember the old things still. And, oh! if before I go I could but once\nsee my dear old godmother.”\n\nWhile he spoke he had laid himself down on the bed for a minute or\ntwo, rather tired with his grandeur, and confused by the noise of the\ntrumpets which kept playing incessantly down below. He gazed, half\nsadly, up to the skylight, whence there came pouring a stream of\nsunrays, with innumerable motes floating there, like a bridge thrown\nbetween heaven and earth. Sliding down it, as if she had been made of\nair, came the little old woman in gray.\n\nSo beautiful looked she--old as she was--that Prince Dolor was at first\nquite startled by the apparition. Then he held out his arms in eager\ndelight.\n\n“Oh, godmother, you have not forsaken me!”\n\n“Not at all, my son. You may not have seen me, but I have seen you many\na time.”\n\n“How?”\n\n“Oh, never mind. I can turn into anything I please, you know. And I have\nbeen a bearskin rug, and a crystal goblet--and sometimes I have changed\nfrom inanimate to animate nature, put on feathers, and made myself very\ncomfortable as a bird.”\n\n“Ha!” laughed the prince, a new light breaking in upon him as he caught\nthe infection of her tone, lively and mischievous. “Ha! ha! a lark,\nfor instance?”\n\n“Or a magpie,” answered she, with a capital imitation of Mistress Mag's\ncroaky voice. “Do you suppose I am always sentimental, and never funny?\nIf anything makes you happy, gay, or grave, don't you think it is more\nthan likely to come through your old godmother?”\n\n“I believe that,” said the boy tenderly, holding out his arms. They\nclasped one another in a close embrace.\n\nSuddenly Prince Dolor looked very anxious. “You will not leave me now\nthat I am a king? Otherwise I had rather not be a king at all. Promise\nnever to forsake me!”\n\nThe little old woman laughed gayly. “Forsake you? that is impossible.\nBut it is just possible you may forsake me. Not probable though. Your\nmother never did, and she was a queen. The sweetest queen in all the\nworld was the Lady Dolorez.”\n\n“Tell me about her,” said the boy eagerly. “As I get older I think I can\nunderstand more. Do tell me.”\n\n“Not now. You couldn't hear me for the trumpets and the shouting. But\nwhen you are come to the palace, ask for a long-closed upper room, which\nlooks out upon the Beautiful Mountains; open it and take it for your\nown. Whenever you go there you will always find me, and we will talk\ntogether about all sorts of things.”\n\n“And about my mother?”\n\nThe little old woman nodded--and kept nodding and smiling to herself\nmany times, as the boy repeated over and over again the sweet words he\nhad never known or understood--“my mother--my mother.”\n\n“Now I must go,” said she, as the trumpets blared louder and louder, and\nthe shouts of the people showed that they would not endure any delay.\n“Good-by, good-by! Open the window and out I fly.”\n\nPrince Dolor repeated gayly the musical rhyme--but all the while tried\nto hold his godmother fast.\n\nVain, vain! for the moment that a knocking was heard at his door the sun\nwent behind a cloud, the bright stream of dancing motes vanished, and\nthe little old woman with them--he knew not where.\n\nSo Prince Dolor quitted his tower--which he had entered so mournfully\nand ignominiously as a little helpless baby carried in the deaf-mute's\narms--quitted it as the great King of Nomansland.\n\nThe only thing he took away with him was something so insignificant that\nnone of the lords, gentlemen, and soldiers who escorted him with such\ntriumphant splendor could possibly notice it--a tiny bundle, which\nhe had found lying on the floor just where the bridge of sunbeams had\nrested. At once he had pounced upon it, and thrust it secretly into his\nbosom, where it dwindled into such small proportions that it might\nhave been taken for a mere chest-comforter, a bit of flannel, or an old\npocket-handkerchief. It was his traveling-cloak!\n\n\n\nCHAPTER X\n\nDid Prince Dolar become a great king? Was he, though little more than a\nboy, “the father of his people,” as all kings ought to be? Did his reign\nlast long--long and happy? and what were the principal events of it, as\nchronicled in the history of Nomansland?\n\nWhy, if I were to answer all these questions I should have to write\nanother book. And I'm tired, children, tired--as grown-up people\nsometimes are, though not always with play. (Besides, I have a small\nperson belonging to me, who, though she likes extremely to listen to the\nword-of-mouth story of this book, grumbles much at the writing of it,\nand has run about the house clapping her hands with joy when mamma told\nher that it was nearly finished. But that is neither here nor there.)\n\nI have related as well as I could the history of Prince Dolor, but with\nthe history of Nomansland I am as yet unacquainted. If anybody knows\nit, perhaps he or she will kindly write it all down in another book. But\nmine is done.\n\nHowever, of this I am sure, that Prince Dolor made an excellent king.\nNobody ever does anything less well, not even the commonest duty of\ncommon daily life, for having such a godmother as the little old woman\nclothed in gray, whose name is--well, I leave you to guess. Nor, I\nthink, is anybody less good, less capable of both work and enjoyment in\nafter-life, for having been a little unhappy in his youth, as the prince\nhad been.\n\nI cannot take upon myself to say that he was always happy now--who\nis?--or that he had no cares; just show me the person who is quite free\nfrom them! But whenever people worried and bothered him--as they did\nsometimes, with state etiquette, state squabbles, and the like, setting\nup themselves and pulling down their neighbors--he would take refuge in\nthat upper room which looked out on the Beautiful Mountains, and, laying\nhis head on his godmother's shoulder, become calmed and at rest.\n\nAlso, she helped him out of any difficulty which now and then\noccurred--for there never was such a wise old woman. When the people of\nNomansland raised the alarm--as sometimes they did--for what people can\nexist without a little fault-finding?--and began to cry out, “Un-happy\nis the nation whose king is a child,” she would say to him gently, “You\nare a child. Accept the fact. Be humble--be teachable. Lean upon the\nwisdom of others till you have gained your own.”\n\nHe did so. He learned how to take advice before attempting to give it,\nto obey before he could righteously command. He assembled round him all\nthe good and wise of his kingdom--laid all its affairs before them, and\nwas guided by their opinions until he had maturely formed his own.\n\nThis he did sooner than anybody would have imagined who did not know\nof his godmother and his traveling-cloak--two secret blessings, which,\nthough many guessed at, nobody quite understood. Nor did they understand\nwhy he loved so the little upper room, except that it had been his\nmother's room, from the window of which, as people remembered now, she\nhad used to sit for hours watching the Beautiful Mountains.\n\nOut of that window he used to fly--not very often; as he grew older, the\nlabors of state prevented the frequent use of his traveling-cloak; still\nhe did use it sometimes. Only now it was less for his own pleasure and\namusement than to see something or investigate something for the good\nof the country. But he prized his godmother's gift as dearly as ever.\nIt was a comfort to him in all his vexations, an enhancement of all his\njoys. It made him almost forget his lameness--which was never cured.\n\nHowever, the cruel things which had been once foreboded of him did not\nhappen. His misfortune was not such a heavy one, after all. It proved to\nbe of much less inconvenience, even to himself, than had been feared.\nA council of eminent surgeons and mechanicians invented for him a\nwonderful pair of crutches, with the help of which, though he never\nwalked easily or gracefully, he did manage to walk so as to be quite\nindependent. And such was the love his people bore him that they never\nheard the sound of his crutches on the marble palace floors without a\nleap of the heart, for they knew that good was coming to them whenever\nhe approached.\n\nThus, though he never walked in processions, never reviewed his troops\nmounted on a magnificent charger, nor did any of the things which make\na show monarch so much appreciated, he was able for all the duties and\na great many of the pleasures of his rank. When he held his levees,\nnot standing, but seated on a throne ingeniously contrived to hide his\ninfirmity, the people thronged to greet him; when he drove out\nthrough the city streets, shouts followed him wherever he went--every\ncountenance brightened as he passed, and his own, perhaps, was the\nbrightest of all.\n\nFirst, because, accepting his affliction as inevitable, he took it\npatiently; second, because, being a brave man, he bore it bravely,\ntrying to forget himself, and live out of himself, and in and for other\npeople. Therefore other people grew to love him so well that I think\nhundreds of his subjects might have been found who were almost ready to\ndie for their poor lame king.\n\nHe never gave them a queen. When they implored him to choose one, he\nreplied that his country was his bride, and he desired no other. But\nperhaps the real reason was that he shrank from any change; and that no\nwife in all the world would have been found so perfect, so lovable, so\ntender to him in all his weaknesses as his beautiful old godmother.\n\nHis twenty-four other godfathers and godmothers, or as many of them as\nwere still alive, crowded round him as soon as he ascended the throne.\nHe was very civil to them all, but adopted none of the names they had\ngiven him, keeping to the one by which he had been always known, though\nit had now almost lost its meaning; for King Dolor was one of the\nhappiest and cheerfulest men alive.\n\nHe did a good many things, however, unlike most men and most kings,\nwhich a little astonished his subjects. First, he pardoned the condemned\nwoman who had been his nurse, and ordained that from henceforth there\nshould be no such thing as the punishment of death in Nomansland. All\ncapital criminals were to be sent to perpetual imprisonment in Hopeless\nTower and the plain round about it, where they could do no harm to\nanybody, and might in time do a little good, as the woman had done.\n\nAnother surprise he shortly afterward gave the nation. He recalled his\nuncle's family, who had fled away in terror to another country, and\nrestored them to all their honors in their own. By and by he chose the\neldest son of his eldest cousin (who had been dead a year), and had him\neducated in the royal palace, as the heir to the throne. This little\nprince was a quiet, unobtrusive boy, so that everybody wondered at the\nKing's choosing him when there were so many more; but as he grew into a\nfine young fellow, good and brave, they agreed that the King judged more\nwisely than they.\n\n“Not a lame prince, either,” his Majesty observed one day, watching\nhim affectionately; for he was the best runner, the highest leaper, the\nkeenest and most active sportsman in the country. “One cannot make one's\nself, but one can sometimes help a little in the making of somebody\nelse. It is well.”\n\nThis was said, not to any of his great lords and ladies, but to a good\nold woman--his first homely nurse whom he had sought for far and wide,\nand at last found in her cottage among the Beautiful Mountains. He sent\nfor her to visit him once a year, and treated her with great honor until\nshe died. He was equally kind, though somewhat less tender, to his other\nnurse, who, after receiving her pardon, returned to her native town and\ngrew into a great lady, and I hope a good one. But as she was so grand a\npersonage now, any little faults she had did not show.\n\nThus King Dolor's reign passed year after year, long and prosperous.\nWhether he were happy--“as happy as a king”--is a question no human\nbeing can decide. But I think he was, because he had the power of making\neverybody about him happy, and did it too; also because he was his\ngodmother's godson, and could shut himself up with her whenever he\nliked, in that quiet little room in view of the Beautiful Mountains,\nwhich nobody else ever saw or cared to see. They were too far off, and\nthe city lay so low. But there they were, all the time. No change ever\ncame to them; and I think, at any day throughout his long reign, the\nKing would sooner have lost his crown than have lost sight of the\nBeautiful Mountains.\n\nIn course of time, when the little Prince, his cousin, was grown into a\ntall young man, capable of all the duties of a man, his Majesty did one\nof the most extraordinary acts ever known in a sovereign beloved by\nhis people and prosperous in his reign. He announced that he wished to\ninvest his heir with the royal purple--at any rate, for a time--while he\nhimself went away on a distant journey, whither he had long desired to\ngo.\n\nEverybody marveled, but nobody opposed him. Who could oppose the good\nKing, who was not a young king now? And besides, the nation had a great\nadmiration for the young regent--and possibly a lurking pleasure in\nchange.\n\nSo there was a fixed day when all the people whom it would hold\nassembled in the great square of the capital, to see the young prince\ninstalled solemnly in his new duties, and undertaking his new vows. He\nwas a very fine young fellow; tall and straight as a poplar tree, with a\nfrank, handsome face--a great deal handsomer than the king, some people\nsaid, but others thought differently. However, as his Majesty sat on his\nthrone, with his gray hair falling from underneath his crown, and a few\nwrinkles showing in spite of his smile, there was something about his\ncountenance which made his people, even while they shouted, regard him\nwith a tenderness mixed with awe.\n\nHe lifted up his thin, slender hand, and there came a silence over the\nvast crowd immediately. Then he spoke, in his own accustomed way, using\nno grand words, but saying what he had to say in the simplest fashion,\nthough with a clearness that struck their ears like the first song of a\nbird in the dusk of the morning.\n\n“My people, I am tired: I want to rest. I have had a long reign, and\ndone much work--at least, as much as I was able to do. Many might have\ndone it better than I--but none with a better will. Now I leave it to\nothers; I am tired, very tired. Let me go home.”\n\nThere arose a murmur--of content or discontent none could well tell;\nthen it died down again, and the assembly listened silently once more.\n\n“I am not anxious about you, my people--my children,” continued the\nKing. “You are prosperous and at peace. I leave you in good hands. The\nPrince Regent will be a fitter king for you than I.”\n\n“No, no, no!” rose the universal shout--and those who had sometimes\nfound fault with him shouted louder than anybody. But he seemed as if he\nheard them not.\n\n“Yes, yes,” said he, as soon as the tumult had a little subsided: and\nhis voice sounded firm and clear; and some very old people, who boasted\nof having seen him as a child, declared that his face took a sudden\nchange, and grew as young and sweet as that of the little Prince Dolor.\n“Yes, I must go. It is time for me to go. Remember me sometimes, my\npeople, for I have loved you well. And I am going a long way, and I do\nnot think I shall come back any more.”\n\nHe drew a little bundle out of his breast pocket--a bundle that nobody\nhad ever seen before. It was small and shabby-looking, and tied up\nwith many knots, which untied themselves in an instant. With a joyful\ncountenance, he muttered over it a few half-intelligible words. Then,\nso suddenly that even those nearest to his Majesty could not tell how it\ncame about, the King was away--away--floating right up in the air--upon\nsomething, they knew not what, except that it appeared to be as safe and\npleasant as the wings of a bird.\n\nAnd after him sprang a bird--a dear little lark, rising from whence\nno one could say, since larks do not usually build their nests in the\npavement of city squares. But there it was, a real lark, singing far\nover their heads, louder and clearer and more joyful as it vanished\nfurther into the blue sky.\n\nShading their eyes, and straining their ears, the astonished people\nstood until the whole vision disappeared like a speck in the clouds--the\nrosy clouds that overhung the Beautiful Mountains.\n\nKing Dolor was never again beheld or heard of in his own country. But\nthe good he had done there lasted for years and years; he was long\nmissed and deeply mourned--at least, so far as anybody could mourn one\nwho was gone on such a happy journey.\n\nWhither he went, or who went with him, it is impossible to say. But I\nmyself believe that his godmother took him on his traveling-cloak to\nthe Beautiful Mountains. What he did there, or where he is now, who can\ntell? I cannot. But one thing I am quite sure of, that, wherever he is,\nhe is perfectly happy.\n\nAnd so, when I think of him, am I.\n\n\n\n\nTHE INVISIBLE PRINCE\n\nTHERE were a king and queen who were dotingly fond of their only son,\nnotwithstanding that he was equally deformed in mind and person. The\nking was quite sensible of the evil disposition of his son, but the\nqueen in her excessive fondness saw no fault whatever in her dear\nFuribon, as he was named. The surest way to win her favor was to praise\nFuribon for charms he did not possess. When he came of age to have a\ngovernor, the king made choice of a prince who had an ancient right to\nthe crown, but was not able to support it. This prince had a son, named\nLeander, handsome, accomplished, amiable--in every respect the opposite\nof Prince Furibon. The two were frequently together, which only made the\ndeformed prince more repulsive.\n\nOne day, certain ambassadors having arrived from a far country, the\nprince stood in a gallery to see them; when, taking Leander for the\nking's son, they made their obeisance to him, treating Furibon as a mere\ndwarf, at which the latter was so offended that he drew his sword, and\nwould have done them a mischief had not the king just then appeared. As\nit was, the affair produced a quarrel, which ended in Leander's being\nsent to a far-away castle belonging to his father.\n\nThere, however, he was quite happy, for he was a great lover of hunting,\nfishing, and walking: he understood painting, read much, and played upon\nseveral instruments, so that he was glad to be freed from the fantastic\nhumors of Furibon. One day as he was walking in the garden, finding the\nheat increase, he retired into a shady grove and began to play upon the\nflute to amuse himself. As he played, he felt something wind about his\nleg, and looking down saw a great adder: he took his handkerchief, and\ncatching it by the head was going to kill it. But the adder, looking\nsteadfastly in his face, seemed to beg his pardon. At this instant one\nof the gardeners happened to come to the place where Leander was, and\nspying the snake, cried out to his master: “Hold him fast, sir; it\nis but an hour since we ran after him to kill him: it is the most\nmischievous creature in the world.”\n\nLeander, casting his eyes a second time upon the snake, which was\nspeckled with a thousand extraordinary colors, perceived the poor\ncreature still looked upon him with an aspect that seemed to implore\ncompassion, and never tried in the least to defend itself.\n\n“Though thou hast such a mind to kill it,” said he to the gardener,\n“yet, as it came to me for refuge, I forbid thee to do it any harm; for\nI will keep it, and when it has cast its beautiful skin I will let it\ngo.” He then returned home, and carrying the snake with him, put it into\na large chamber, the key of which he kept himself, and ordered bran,\nmilk, and flowers to be given to it, for its delight and sustenance;\nso that never was snake so happy. Leander went sometimes to see it, and\nwhen it perceived him it made haste to meet him, showing him all the\nlittle marks of love and gratitude of which a poor snake was capable,\nwhich did not a little surprise him, though he took no further notice of\nit.\n\nIn the meantime all the court ladies were extremely troubled at his\nabsence, and he was the subject of all their discourse. “Alas!” cried\nthey, “there is no pleasure at court since Leander is gone, of\nwhose absence the wicked Furibon is the cause!” Furibon also had his\nparasites, for his power over the queen made him feared; they told him\nwhat the ladies said, which enraged him to such a degree that in his\npassion he flew to the queen's chamber, and vowed he would kill himself\nbefore her face if she did not find means to destroy Leander. The queen,\nwho also hated Leander, because he was handsomer than her son, replied\nthat she had long looked upon him as a traitor, and therefore would\nwillingly consent to his death. To which purpose she advised Furibon\nto go a-hunting with some of his confidants, and contrive it so that\nLeander should make one of the party.\n\n“Then,” said she, “you may find some way to punish him for pleasing\neverybody.”\n\nFuribon understood her, and accordingly went a-hunting; and Leander,\nwhen he heard the horns and the hounds, mounted his horse and rode to\nsee who it was. But he was surprised to meet the prince so unexpectedly;\nhe alighted immediately and saluted him with respect; and Furibon\nreceived him more graciously than usual and bade follow him. All of a\nsudden he turned his horse and rode another way, making a sign to the\nruffians to take the first opportunity to kill him; but before he had\ngot quite out of sight, a lion of prodigious size, coming out of his\nden, leaped upon Furibon; all his followers fled, and only Leander\nremained; who, attacking the animal sword in hand, by his valor and\nagility saved the life of his most cruel enemy, who had fallen in a\nswoon from fear. When he recovered, Leander presented him his horse to\nremount. Now, any other than such a wretch would have been grateful, but\nFuribon did not even look upon him; nay, mounting the horse, he rode in\nquest of the ruffians, to whom he repeated his orders to kill him. They\naccordingly surrounded Leander, who, setting his back to a tree, behaved\nwith so much bravery that he laid them all dead at his feet. Furibon,\nbelieving him by this time slain, rode eagerly up to the spot. When\nLeander saw him he advanced to meet him. “Sir,” said he, “if it was by\nyour order that these assassins came to kill me, I am sorry I made any\ndefense.”\n\n“You are an insolent villain!” replied Furibon, “and if ever you come\ninto my presence again, you shall surely die.”\n\nLeander made no answer, but retired sad and pensive to his own home,\nwhere he spent the night in pondering what was best for him to do; for\nthere was no likelihood he should be able to defend himself against\nthe power of the king's son; therefore he at length concluded he would\ntravel abroad and see the world. Being ready to depart, he recollected\nhis snake, and, calling for some milk and fruits, carried them to the\npoor creature for the last time; but on opening the door he perceived an\nextraordinary luster in one corner of the room, and casting his eye on\nthe place he was surprised to see a lady, whose noble and majestic air\nmade him immediately conclude she was a princess of royal birth. Her\nhabit was of purple satin, embroidered with pearls and diamonds; she\nadvanced toward him with a gracious smile.\n\n“Young prince,” said she, “you find no longer your pet snake, but me,\nthe fairy Gentilla, ready to requite your generosity. For know that we\nfairies live a hundred years in flourishing youth, without diseases,\nwithout trouble or pain; and this term being expired, we become snakes\nfor eight days. During that time it is not in our power to prevent any\nmisfortune that may befall us; and if we happen to be killed, we never\nrevive again. But these eight days being expired, we resume our usual\nform and recover our beauty, our power, and our riches. Now you know\nhow much I am obliged to your goodness, and it is but just that I should\nrepay my debt of gratitude; think how I can serve you and depend on me.”\n\nThe young prince, who had never conversed with a fairy till now, was so\nsurprised that it was a long time before he could speak. But at length,\nmaking a profound reverence, “Madam,” said he, “since I have had the\nhonor to serve you, I know not any other happiness that I can wish for.”\n\n“I should be sorry,” replied she, “not to be of service to you in\nsomething; consider, it is in my power to bestow on you long life,\nkingdoms, riches; to give you mines of diamonds and houses full of gold;\nI can make you an excellent orator, poet, musician, and painter; or, if\nyou desire it, a spirit of the air, the water, or the earth.”\n\nHere Leander interrupted her. “Permit me, madam,” said he, “to ask you\nwhat benefit it would be to me to be a spirit?”\n\n“Much,” replied the fairy, “you would be invisible when you pleased, and\nmight in an instant traverse the whole earth; you would be able to fly\nwithout wings, to descend into the abyss of the earth without dying,\nand walk at the bottom of the sea without being drowned; nor doors, nor\nwindows, though fast shut and locked, could hinder you from entering\nanywhere; and whenever you had a mind, you might resume your natural\nform.”\n\n“Oh, madam!” cried Leander, “then let me be a spirit; I am going to\ntravel, and should prefer it above all those other advantages you have\nso generously offered me.”\n\nGentilla thereupon stroking his face three times, “Be a spirit,” said\nshe; and then, embracing him, she gave him a little red cap with a plume\nof feathers. “When you put on this cap you shall be invisible; but when\nyou take it off you shall again become visible.”\n\nLeander, overjoyed, put his little red cap upon his head and wished\nhimself in the forest, that he might gather some wild roses which he had\nobserved there: his body immediately became as light as thought; he flew\nthrough the window like a bird; though, in flying over the river, he was\nnot without fear lest he should fall into it, and the power of the fairy\nnot be able to save him. But he arrived in safety at the rose-bushes,\nplucked the three roses, and returned immediately to his chamber;\npresented his roses to the fairy, overjoyed that his first experiments\nhad succeeded so well. She bade him keep the roses, for that one of them\nwould supply him with money whenever he wanted it; that if he put the\nother into his mistress' bosom, he would know whether she was faithful\nor not; and that the third would keep him always in good health. Then,\nwithout staying to receive his thanks, she wished him success in his\ntravels and disappeared.\n\nLeander, infinitely pleased, settled his affairs, mounted the finest\nhorse in the stable, called Gris-de-line, and attended by some of his\nservants in livery, made his return to court. Now you must know Furibon\nhad given out that had it not been for his courage Leander would have\nmurdered him when they were a-hunting; so the king, being importuned by\nthe queen, gave orders that Leander should be apprehended. But when he\ncame, he showed so much courage and resolution that Furibon ran to the\nqueen's chamber and prayed her to order him to be seized. The queen,\nwho was extremely diligent in everything that her son desired, went\nimmediately to the king. Furibon, being impatient to know what would be\nresolved, followed her; but stopped at the door and laid his ear to the\nkeyhole, putting his hair aside that he might the better hear what was\nsaid. At the same time, Leander entered the court-hall of the palace\nwith his red cap upon his head, and perceiving Furibon listening at the\ndoor of the king's chamber, he took a nail and a hammer and nailed his\near to the door. Furibon began to roar, so that the queen, hearing her\nson's voice, ran and opened the door, and, pulling it hastily, tore her\nson's ear from his head. Half out of her wits, she set him in her lap,\ntook up his ear, kissed it, and clapped it again upon its place; but\nthe invisible Leander, seizing upon a handful of twigs, with which they\ncorrected the king's little dogs, gave the queen several lashes upon her\nhands, and her son as many on the nose: upon which the queen cried out,\n“Murder! murder!” and the king looked about, and the people came running\nin; but nothing was to be seen. Some cried that the queen was mad, and\nthat her madness proceeded from her grief to see that her son had lost\none ear; and the king was as ready as any to believe it, so that when\nshe came near him he avoided her, which made a very ridiculous scene.\nLeander, then leaving the chamber, went into the garden, and there,\nassuming his own shape, he boldly began to pluck the queen's cherries,\napricots, strawberries, and flowers, though he knew she set such a high\nvalue on them that it was as much as a man's life was worth to touch\none. The gardeners, all amazed, came and told their majesties that\nPrince Leander was making havoc of all the fruits and flowers in the\nqueen's gardens.\n\n“What insolence!” said the queen: then turning to Furibon, “my pretty\nchild, forget the pain of thy ear but for a moment, and fetch that vile\nwretch hither; take our guards, both horse and foot, seize him, and\npunish him as he deserves.”\n\nFuribon, encouraged by his mother, and attended by a great number of\narmed soldiers, entered the garden and saw Leander; who, taking refuge\nunder a tree, pelted them all with oranges. But when they came running\ntoward him, thinking to have seized him, he was not to be seen; he had\nslipped behind Furibon, who was in a bad condition already. But Leander\nplayed him one trick more; for he pushed him down upon the gravel walk,\nand frightened him so that the soldiers had to take him up, carry him\naway, and put him to bed.\n\nSatisfied with this revenge, he returned to his servants, who waited\nfor him, and giving them money, sent them back to his castle, that\nnone might know the secret of his red cap and roses. As yet he had\nnot determined whither to go; however, he mounted his fine horse\nGris-de-line, and, laying the reins upon his neck, let him take his\nown road: at length he arrived in a forest, where he stopped to shelter\nhimself from the heat. He had not been above a minute there before he\nheard a lamentable noise of sighing and sobbing; and looking about\nhim, beheld a man, who ran, stopped, then ran again, sometimes crying,\nsometimes silent, then tearing his hair, then thumping his breast like\nsome unfortunate madman. Yet he seemed to be both handsome and young:\nhis garments had been magnificent, but he had torn them all to tatters.\nThe prince, moved with compassion, made toward him, and mildly accosted\nhim. “Sir,” said he, “your condition appears so deplorable that I must\nask the cause of your sorrow, assuring you of every assistance in my\npower.”\n\n“Oh, sir,” answered the young man, “nothing can cure my grief; this day\nmy dear mistress is to be sacrificed to a rich old ruffian of a husband\nwho will make her miserable.”\n\n“Does she love you, then?” asked Leander.\n\n“I flatter myself so,” answered the young man.\n\n“Where is she?” continued Leander.\n\n“In the castle at the end of this forest,” replied the lover.\n\n“Very well,” said Leander; “stay you here till I come again, and in a\nlittle while I will bring you good news.”\n\nHe then put on his little red cap and wished himself in the castle. He\nhad hardly got thither before he heard all sorts of music; he entered\ninto a great room, where the friends and kindred of the old man and the\nyoung lady were assembled. No one could look more amiable than she;\nbut the paleness of her complexion, the melancholy that appeared in\nher countenance, and the tears that now and then dropped, as it were by\nstealth from her eyes, betrayed the trouble of her mind.\n\nLeander now became invisible, and placed himself in a corner of the\nroom. He soon perceived the father and mother of the bride; and coming\nbehind the mother's chair, whispered in her ear, “If you marry your\ndaughter to that old dotard, before eight days are over you shall\ncertainly die.” The woman, frightened to hear such a terrible sentence\npronounced upon her, and yet not know from whence it came, gave a loud\nshriek and dropped upon the floor. Her husband asked what ailed her:\nshe cried that she was a dead woman if the marriage of her daughter went\nforward, and therefore she would not consent to it for all the world.\nHer husband laughed at her and called her a fool. But the invisible\nLeander accosting the man, threatened him in the same way, which\nfrightened him so terribly that he also insisted on the marriage being\nbroken off. When the lover complained, Leander trod hard upon his gouty\ntoes and rang such an alarm in his ears that, not being able any longer\nto hear himself speak, away he limped, glad enough to go. The real\nlover soon appeared, and he and his fair mistress fell joyfully into one\nanother's arms, the parents consenting to their union. Leander, assuming\nhis own shape, appeared at the hall door, as if he were a stranger drawn\nthither by the report of this extraordinary wedding.\n\nFrom hence he traveled on, and came to a great city, where, upon his\narrival, he understood there was a great and solemn procession, in order\nto shut up a young woman against her will among the vestal-nuns. The\nprince was touched with compassion; and thinking the best use he could\nmake of his cap was to redress public wrongs and relieve the oppressed,\nhe flew to the temple, where he saw the young woman, crowned with\nflowers, clad in white, and with her disheveled hair flowing about her\nshoulders. Two of her brothers led her by each hand, and her mother\nfollowed her with a great crowd of men and women. Leander, being\ninvisible, cried out, “Stop, stop, wicked brethren: stop, rash and\ninconsiderate mother; if you proceed any further, you shall be squeezed\nto death like so many frogs.” They looked about, but could not conceive\nfrom whence these terrible menaces came. The brothers said it was\nonly their sister's lover, who had hid himself in some hole; at which\nLeander, in wrath, took a long cudgel, and they had no reason to say the\nblows were not well laid on. The multitude fled, the vestals ran away,\nand Leander was left alone with the victim; immediately he pulled off\nhis red cap and asked her wherein he might serve her. She answered him\nthat there was a certain gentleman whom she would be glad to marry, but\nthat he wanted an estate. Leander then shook his rose so long that he\nsupplied them with ten millions; after which they were married and lived\nhappily together.\n\nBut his last adventure was the most agreeable. Entering into a wide\nforest, he heard lamentable cries. Looking about him every way, at\nlength he spied four men well armed, who were carrying away by force a\nyoung lady, thirteen or fourteen years of age; upon which, making up to\nthem as fast as he could, “What harm has that girl done?” said he.\n\n“Ha! ha! my little master,” cried he who seemed to be the ringleader of\nthe rest, “who bade you inquire?”\n\n“Let her alone,” said Leander, “and go about your business.”\n\n“Oh, yes, to be sure,” cried they, laughing; whereupon the prince,\nalighting, put on his red cap, not thinking it otherwise prudent to\nattack four who seemed strong enough to fight a dozen. One of them\nstayed to take care of the young lady, while the three others went after\nGris-de-line, who gave them a great deal of unwelcome exercise.\n\nMeantime the young lady continued her cries and complaints. “Oh, my dear\nprincess,” said she, “how happy was I in your palace! Did you but\nknow my sad misfortune, you would send your Amazons to rescue poor\nAbricotina.”\n\nLeander, having listened to what she said, without delay seized the\nruffian that held her, and bound him fast to a tree before he had time\nor strength to defend himself. He then went to the second, and taking\nhim by both arms, bound him in the same manner to another tree. In the\nmeantime Abricotina made the best of her good fortune and betook herself\nto her heels, not knowing which way she went. But Leander, missing her,\ncalled out to his horse Gris-de-line; who, by two kicks with his hoof,\nrid himself of the two ruffians who had pursued him: one of them had his\nhead broken and the other three of his ribs. And now Leander only wanted\nto overtake Abricotina; for he thought her so handsome that he wished\nto see her again. He found her leaning against a tree. When she saw\nGris-de-line coming toward her, “How lucky am I!” cried she; “this\npretty little horse will carry me to the palace of pleasure.” Leander\nheard her, though she saw him not: he rode up to her; Gris-de-line\nstopped, and when Abricotina mounted him, Leander clasped her in his\narms and placed her gently before him. Oh, how great was Abricotina's\nfear to feel herself fast embraced, and yet see nobody! She durst not\nstir, and shut her eyes for fear of seeing a spirit. But Leander took\noff his little cap. “How comes it, fair Abricotina,” said he, “that you\nare afraid of me, who delivered you out of the hands of the ruffians?”\n\nWith that she opened her eyes, and knowing him again, “Oh, sir,” said\nshe, “I am infinitely obliged to you; but I was afraid, for I felt\nmyself held fast and could see no one.”\n\n“Surely,” replied Leander, “the danger you have been in has disturbed\nyou and cast a mist before your eyes.”\n\nAbricotina would not seem to doubt him, though she was otherwise\nextremely sensible. And after they had talked for some time of\nindifferent things, Leander requested her to tell him her age, her\ncountry, and by what accident she fell into the hands of the ruffians.\n\n“Know then, sir,” said she, “there was a certain very great fairy\nmarried to a prince who wearied of her: she therefore banished him from\nher presence, and established herself and daughter in the Island of Calm\nDelights. The princess, who is my mistress, being very fair, has many\nlovers--among others, one named Furibon, whom she detests; he it was\nwhose ruffians seized me to-day when I was wandering in search of a\nstray parrot. Accept, noble prince, my best thanks for your valor, which\nI shall never forget.”\n\nLeander said how happy he was to have served her, and asked if he could\nnot obtain admission into the island. Abricotina assured him this was\nimpossible, and therefore he had better forget all about it. While they\nwere thus conversing, they came to the bank of a large river. Abricotina\nalighted with a nimble jump from the horse.\n\n“Farewell, sir,” said she to the prince, making a profound reverence; “I\nwish you every happiness.”\n\n“And I,” said Leander, “wish that I may now and then have a small share\nin your remembrance.”\n\nSo saying, he galloped away and soon entered into the thickest part of\nthe wood, near a river, where he unbridled and unsaddled Gris-de-line;\nthen, putting on his little cap, wished himself in the Island of Calm\nDelights, and his wish was immediately accomplished.\n\nThe palace was of pure gold, and stood upon pillars of crystal and\nprecious stones, which represented the zodiac and all the wonders of\nnature; all the arts and sciences; the sea, with all the variety of fish\ntherein contained; the earth, with all the various creatures which it\nproduces; the chases of Diana and her nymphs; the noble exercises of the\nAmazons; the amusements of a country life; flocks of sheep with their\nshepherds and dogs; the toils of agriculture, harvesting, gardening. And\namong all this variety of representations there was neither man nor\nboy to be seen--not so much as a little winged Cupid; so highly had the\nprincess been incensed against her inconstant husband as not to show the\nleast favor to his fickle sex.\n\n“Abricotina did not deceive me,” said Leander to himself; “they have\nbanished from hence the very idea of men; now let us see what they have\nlost by it.” With that he entered into the palaces and at every step he\ntook he met with objects so wonderful that when he had once fixed his\neyes upon them he had much ado to take them off again. He viewed a\nvast number of these apartments, some full of china, no less fine than\ncurious; others lined with porcelain, so delicate that the walls were\nquite transparent. Coral, jasper, agates, and cornelians adorned the\nrooms of state, and the presence-chamber was one entire mirror. The\nthrone was one great pearl, hollowed like a shell; the princess sat,\nsurrounded by her maidens, none of whom could compare with herself. In\nher was all the innocent sweetness of youth, joined to the dignity of\nmaturity; in truth, she was perfection; and so thought the invisible\nLeander.\n\nNot seeing Abricotina, she asked where she was. Upon that, Leander,\nbeing very desirous to speak, assumed the tone of a parrot, for there\nwere many in the room, and addressed himself invisibly to the princess.\n\n“Most charming princess,” said he, “Abricotina will return immediately.\nShe was in great danger of being carried away from this place but for a\nyoung prince who rescued her.”\n\nThe princess was surprised at the parrot, his answer was so extremely\npertinent.\n\n“You are very rude, little parrot,” said the princess; “and Abricotina,\nwhen she comes, shall chastise you for it.”\n\n“I shall not be chastised,” answered Leander, still counterfeiting the\nparrot's voice; “moreover, she will let you know the great desire that\nstranger had to be admitted into this palace, that he might convince\nyou of the falsehood of those ideas which you have conceived against his\nsex.”\n\n“In truth, pretty parrot,” cried the princess, “it is a pity you are not\nevery day so diverting; I should love you dearly.”\n\n“Ah! if prattling will please you, princess,” replied Leander, “I will\nprate from morning till night.”\n\n“But,” continued the princess, “how shall I be sure my parrot is not a\nsorcerer?”\n\n“He is more in love than any sorcerer can be,” replied the prince.\n\nAt this moment Abricotina entered the room, and falling at her lovely\nmistress' feet, gave her a full account of what had befallen her, and\ndescribed the prince in the most glowing colors.\n\n“I should have hated all men,” added she, “had I not seen him! Oh,\nmadam, how charming he is! His air and all his behavior have something\nin them so noble; and though whatever he spoke was infinitely pleasing,\nyet I think I did well in not bringing him hither.”\n\nTo this the princess said nothing, but she asked Abricotina a hundred\nother questions concerning the prince; whether she knew his name, his\ncountry, his birth, from whence he came, and whither he was going; and\nafter this she fell into a profound thoughtfulness.\n\nLeander observed everything, and continued to chatter as he had begun.\n\n“Abricotina is ungrateful, madam,” said he; “that poor stranger will die\nfor grief if he sees you not.”\n\n“Well, parrot, let him die,” answered the princess with a sigh; “and\nsince thou undertakest to reason like a person of wit, and not a little\nbird, I forbid thee to talk to me any more of this unknown person.”\n\nLeander was overjoyed to find that Abricotina's and the parrot's\ndiscourse had made such an impression on the princess. He looked upon\nher with pleasure and delight. “Can it be,” said he to himself, “that\nthe masterpiece of nature, that the wonder of our age, should be\nconfined eternally in an island, and no mortal dare to approach her?\nBut,” continued he, “wherefore am I concerned that others are banished\nhence, since I have the happiness to be with her, to hear and to admire\nher; nay, more, to love her above all the women in the universe?”\n\nIt was late, and the princess retired into a large room of marble and\nporphyry, where several bubbling fountains, refreshed the air with an\nagreeable coolness. As soon as she entered the music began, a sumptuous\nsupper was served up, and the birds from several aviaries on each side\nof the room, of which Abricotina had the chief care, opened their little\nthroats in the most agreeable manner.\n\nLeander had traveled a journey long enough to give him a good appetite,\nwhich made him draw near the table, where the very smell of such viands\nwas agreeable and refreshing. The princess had a curious tabby-cat, for\nwhich she had a great kindness. This cat one of the maids of honor held\nin her arms, saying, “Madam, Bluet is hungry!” With that a chair was\npresently brought for the cat; for he was a cat of quality, and had a\nnecklace of pearl about his neck. He was served on a golden plate with\na laced napkin before him; and the plate being supplied with meat, Bluet\nsat with the solemn importance of an alderman.\n\n“Ho! ho!” cried Leander to himself; “an idle tabby malkin, that perhaps\nnever caught a mouse in his life, and I dare say is not descended from\na better family than myself, has the honor to sit at table with my\nmistress: I would fain know whether he loves her so well as I do.”\n\nSaying this, he placed himself in the chair with the cat upon his\nknee, for nobody saw him, because he had his little red cap on; finding\nBluet's plate well supplied with partridge, quails, and pheasants,\nhe made so free with them that whatever was set before Master Puss\ndisappeared in a trice. The whole court said no cat ever ate with\na better appetite. There were excellent ragouts, and the prince made\nuse of the cat's paw to taste them; but he sometimes pulled his paw\ntoo roughly, and Bluet, not understanding raillery, began to mew and be\nquite out of patience. The princess observing it, “Bring that fricassee\nand that tart to poor Bluet,” said she; “see how he cries to have them.”\n\nLeander laughed to himself at the pleasantness of this adventure; but he\nwas very thirsty, not being accustomed to make such large meals without\ndrinking. By the help of the cat's paw he got a melon, with which he\nsomewhat quenched his thirst; and when supper was quite over, he went to\nthe buffet and took two bottles of delicious wine.\n\nThe princess now retired into her boudoir, ordering Abricotina to follow\nher and make fast the door; but they could not keep out Leander, who was\nthere as soon as they. However, the princess, believing herself alone\nwith her confidante:\n\n“Abricotina,” said she, “tell me truly, did you exaggerate in your\ndescription of the unknown prince, for methinks it is impossible he\nshould be as amiable as you say?”\n\n“Madam,” replied the damsel, “if I have failed in anything, it was in\ncoming short of what was due to him.”\n\nThe princess sighed and was silent for a time; then resuming her speech:\n“I am glad,” said she, “thou didst not bring him with thee.”\n\n“But, madam,” answered Abricotina, who was a cunning girl, and already\npenetrated her mistress' thoughts, “suppose he had come to admire the\nwonders of these beautiful mansions, what harm could he have done us?\nWill you live eternally unknown in a corner of the world, concealed\nfrom the rest of human kind? Of what use is all your grandeur, pomp,\nmagnificence, if nobody sees it?”\n\n“Hold thy peace, prattler,” replied the princess, “and do not disturb\nthat happy repose which I have enjoyed so long.”\n\nAbricotina durst make no reply; and the princess, having waited her\nanswer for some time, asked her whether she had anything to say.\nAbricotina then said she thought it was to very little purpose her\nmistress having sent her picture to the courts of several princes, where\nit only served to make those who saw it miserable; that every one would\nbe desirous to marry her, and as she could not marry them all, indeed\nnone of them, it would make them desperate.\n\n“Yet, for all that,” said the princess, “I could wish my picture were in\nthe hands of this same stranger.”\n\n“Oh, madam,” answered Abricotina, “is not his desire to see you violent\nenough already? Would you augment it?”\n\n“Yes,” cried the princess; “a certain impulse of vanity, which I was\nnever sensible of till now, has bred this foolish fancy in me.”\n\nLeander heard all this discourse, and lost not a tittle of what she\nsaid; some of her expressions gave him hope, others absolutely destroyed\nit. The princess presently asked Abricotina whether she had seen\nanything extraordinary during her short travels.\n\n“Madam,” said she, “I passed through one forest where I saw certain\ncreatures that resembled little children: they skip and dance upon the\ntrees like squirrels; they are very ugly, but have wonderful agility and\naddress.”\n\n“I wish I had one of them,” said the princess; “but if they are so\nnimble as you say they are, it is impossible to catch one.”\n\nLeander, who passed through the same forest, knew what Abricotina meant,\nand presently wished himself in the place. He caught a dozen of little\nmonkeys, some bigger, some less, and all of different colors, and with\nmuch ado put them into a large sack; then, wishing himself at Paris,\nwhere, he had heard, a man might have everything for money, he went and\nbought a little gold chariot. He taught six green monkeys to draw it;\nthey were harnessed with fine traces of flame-colored morocco leather.\nHe went to another place, where he met with two monkeys of merit,\nthe most pleasant of which was called Briscambril, the other\nPierceforest--both very spruce and well educated. He dressed Briscambril\nlike a king and placed him in the coach; Pierceforest he made the\ncoachman; the others were dressed like pages; all which he put into his\nsack, coach and all.\n\nThe princess not being gone to bed, heard a rumbling of a little coach\nin the long gallery; at the same time, her ladies came to tell her that\nthe king of the dwarfs was arrived, and the chariot immediately entered\nher chamber with all the monkey train. The country monkeys began to\nshow a thousand tricks, which far surpassed those of Briscambril and\nPierceforest. To say the truth, Leander conducted the whole machine. He\ndrew the chariot where Briscambril sat arrayed as a king, and making\nhim hold a box of diamonds in his hand, he presented it with a becoming\ngrace to the princess. The princess' surprise may be easily imagined.\nMoreover, Briscambril made a sign for Pierceforest to come and dance\nwith him. The most celebrated dancers were not to be compared with them\nin activity. But the princess, troubled that she could not guess from\nwhence this curious present came, dismissed the dancers sooner than she\nwould otherwise have done, though she was extremely pleased with them.\n\nLeander, satisfied with having seen the delight the princess had taken\nin beholding the monkeys, thought of nothing now but to get a little\nrepose, which he greatly wanted. He stayed sometime in the great\ngallery; afterward, going down a pair of stairs, and finding a door\nopen, he entered into an apartment the most delightful that ever was\nseen. There was in it a bed of cloth-of-gold, enriched with pearls,\nintermixed with rubies and emeralds: for by this time there appeared\ndaylight sufficient for him to view and admire the magnificence of this\nsumptuous furniture. Having made fast the door, he composed himself to\nsleep. Next day he rose very early, and looking about on every side,\nhe spied a painter's pallet, with colors ready prepared and pencils.\nRemembering what the princess had said to Abricotina touching her\nown portrait, he immediately (for he could paint as well as the most\nexcellent masters) seated himself before a mirror and drew his own\npicture first; then, in an oval, that of the princess. He had all her\nfeatures so strong in his imagination that he had no occasion for her\nsitting; and as his desire to please her had set him to work, never did\nportrait bear a stronger resemblance. He had painted himself upon one\nknee, holding the princess' picture in one hand, and in the other a\nlabel with this inscription, “She is better in my heart.” When the\nprincess went into her cabinet, she was amazed to see the portrait of\na man; and she fixed her eyes upon it with so much the more surprise,\nbecause she also saw her own with it, and because the words which\nwere written upon the label afforded her ample room for curiosity. She\npersuaded herself that it was Abricotina's doing; and all she desired\nto know was whether the portrait was real or imaginary. Rising in haste,\nshe called Abricotina, while the invisible Leander, with his little\nred cap, slipped into the cabinet, impatient to know what passed. The\nprincess bade Abricotina look upon the picture and tell her what she\nthought of it.\n\nAfter she had viewed it, “I protest!” said she, “'tis the picture of\nthat generous stranger to whom I am indebted for my life. Yes, yes, I am\nsure it is he; his very features, shape, and hair.”\n\n“Thou pretendest surprise,” said the princess, “but I know it was thou\nthyself who put it there.”\n\n“Who! I, madam?” replied Abricotina. “I protest I never saw the picture\nbefore in my life. Should I be so bold as to conceal from your knowledge\na thing that so nearly concerns you? And by what miracle could I come by\nit? I never could paint, nor did any man ever enter this place; yet here\nhe is painted with you?”\n\n“Some spirit, then, must have brought it hither,” cried the princess.\n\n“How I tremble for fear, madam!” said Abricotina. “Was it not rather\nsome lover? And therefore, if you will take my advice, let us burn it\nimmediately.”\n\n“'Twere a pity to burn it,” cried the princess, sighing; “a finer piece,\nmethinks, cannot adorn my cabinet.” And saying these words, she cast her\neyes upon it. But Abricotina continued obstinate in her opinion that\nit ought to be burned, as a thing that could not come there but by the\npower of magic.\n\n“And these words--'She is better in my heart,'” said the princess;\n“must we burn them too?”\n\n“No favor must be shown to anything,” said Abricotina, “not even to your\nown portrait.”\n\nAbricotina ran away immediately for some fire, while the princess went\nto look out at the window. Leander, unwilling to let his performance be\nburned, took this opportunity to convey it away without being perceived.\nHe had hardly quitted the cabinet, when the princess turned about to\nlook once more upon that enchanting picture, which had so delighted her.\nBut how was she surprised to find it gone! She sought for it all the\nroom over; and Abricotina, returning, was no less surprised than her\nmistress; so that this last adventure put them both in the most terrible\nfright.\n\nLeander took great delight in hearing and seeing his incomparable\nmistress; even though he had to eat every day at her table with the\ntabby-cat, who fared never the worse for that; but his satisfaction was\nfar from being complete, seeing he durst neither speak nor show himself;\nand he knew it was not a common thing for ladies to fall in love with\npersons invisible.\n\nThe princess had a universal taste for amusement. One day, she was\nsaying to her attend-ants that it would give her great pleasure to know\nhow the ladies were dressed in all the courts of the universe. There\nneeded no more words to send Leander all over the world. He wished\nhimself in China, where he bought the richest stuffs he could lay his\nhands on, and got patterns of all the court fashions. From thence he\nflew to Siam, where he did the same; in three days he traveled over\nall the four parts of the world, and from time to time brought what\nhe bought to the Palace of Calm Delights, and hid it all in a chamber,\nwhich he kept always locked. When he had thus collected together all the\nrarities he could meet with--for he never wanted money, his rose always\nsupplying him--he went and bought five or six dozen of dolls, which he\ncaused to be dressed at Paris, the place in the world where most\nregard is paid to fashions. They were all dressed differently, and as\nmagnificent as could be, and Leander placed them all in the princess'\ncloset. When she entered it, she was agreeably surprised to see such\ncompany of little mutes, every one decked with watches bracelets,\ndiamond buckles, or necklaces; and the most remarkable of them held a\npicture box in its hand, which the princess opening, found it contained\nLeander's portrait. She gave a loud shriek, and looking upon Abricotina,\n“There have appeared of late,” said she, “so many wonders in this place,\nthat I know not what to think of them: my birds are all grown witty; I\ncannot so much as wish, but presently I have my desires; twice have I\nnow seen the portrait of him who rescued thee from the ruffians; and\nhere are silks of all sorts, diamonds, embroideries, laces, and an\ninfinite number of other rarities. What fairy is it that takes such care\nto pay me these agreeable civilities?”\n\nLeander was overjoyed to hear and see her so much interested about his\npicture, and calling to mind that there was in a grotto which she often\nfrequented a certain pedestal, on which a Diana, not yet finished, was\nto be erected, on this pedestal he resolved to place himself, crowned\nwith laurel, and holding a lyre in his hand, on which he played like\nanother Apollo. He most anxiously waited the princess' retiring to the\ngrotto, which she did every day since her thoughts had taken up with\nthis unknown person; for what Abricotina had said, joined to the sight\nof the picture, had almost destroyed her repose: her lively humor\nchanged into a pensive melancholy, and she grew a great lover of\nsolitude. When she entered the grotto, she made a sign that nobody\nshould follow her, so that her young damsels dispersed themselves into\nthe neighboring walks. The princess threw herself upon a bank of green\nturf, sighed, wept, and even talked, but so softly that Leander could\nnot hear what she said. He had put his red cap on, that she might not\nsee him at first; but having taken it off, she beheld him standing on\nthe pedestal. At first she took him for a real statue, for he observed\nexactly the attitude in which he had placed himself, without moving so\nmuch as a finger. She beheld with a kind of pleasure intermixed with\nfear, but pleasure soon dispelled her fear, and she continued to view\nthe pleasing figure, which so exactly resembled life. The prince having\ntuned his lyre, began to play; at which the princess, greatly surprised,\ncould not resist the fear that seized her; she grew pale and fell into\na swoon. Leander leaped from the pedestal, and putting on his little red\ncap, that he might not be perceived, took the princess in his arms and\ngave her all the assistance that his zeal and tenderness could inspire.\nAt length she opened her charming eyes and looked about in search of\nhim, but she could perceive nobody; yet she felt somebody who held her\nhands, kissed them, and bedewed them with his tears. It was a long time\nbefore she durst speak, and her spirits were in a confused agitation\nbetween fear and hope. She was afraid of the spirit, but loved the\nfigure of the unknown. At length she said: “Courtly invisible, why are\nyou not the person I desire you should be?” At these words Leander was\ngoing to declare himself, but durst not do it yet. “For,” thought he,\n“if I again affright the object I adore and make her fear me, she will\nnot love me.” This consideration caused him to keep silence.\n\nThe princess, then, believing herself alone, called Abricotina and told\nher all the wonders of the animated statue; that it had played divinely,\nand that the invisible person had given her great assistance when she\nlay in a swoon.\n\n“What pity 'tis,” said she, “that this person should be so frightful,\nfor nothing can be more amiable or acceptable than his behavior!”\n\n“Who told you, madam,” answered Abricotina, “that he is frightful? If he\nis the youth who saved me, he is beautiful as Cupid himself.”\n\n“If Cupid and the unknown are the same,” replied the princess, blushing,\n“I could be content to love Cupid; but alas! how far am I from such a\nhappiness! I love a mere shadow; and this fatal picture, joined to what\nthou hast told me, have inspired me with inclinations so contrary to the\nprecepts which I received from my mother that I am daily afraid of being\npunished for them.”\n\n“Oh! madam,” said Abricotina, interrupting her, “have you not troubles\nenough already? Why should you anticipate afflictions which may never\ncome to pass?”\n\nIt is easy to imagine what pleasure Leander took in this conversation.\n\nIn the meantime the little Furibon, still enamored of the princess\nwhom he had never seen, expected with impatience the return of the four\nservants whom he had sent to the Island of Calm Delights. One of them at\nlast came back, and after he had given the prince a particular account\nof what had passed, told him that the island was defended by Amazons,\nand that unless he sent a very powerful army, it would be impossible to\nget into it. The king his father was dead, and Furibon was now lord\nof all: disdaining, therefore, any repulse, he raised an army of four\nhundred thousand men, and put himself at the head of them, appearing\nlike another Tom Thumb upon a war-horse. Now, when the Amazons perceived\nhis mighty host, they gave the princess notice of its who immediately\ndispatched away her trusty Abricotina to the kingdom of the fairies,\nto beg her mother's instructions as to what she should do to drive the\nlittle Furibon from her territories. But Abricotina found the fairy in\nan angry humor.\n\n“Nothing that my daughter does,” said she, “escapes my knowledge.\nThe Prince Leander is now in her palace; he loves her, and she has a\ntenderness for him. All my cares and precepts have not been able to\nguard her from the tyranny of love, and she is now under its fatal\ndominion. But it is the decree of destiny, and I must submit; therefore,\nAbricotina, begone! nor let me hear a word more of a daughter whose\nbehavior has so much displeased me.”\n\nAbricotina returned with these ill tidings, whereat the princess was\nalmost distracted; and this was soon perceived by Leander, who was near\nher, though she did not see him. He beheld her grief with the greatest\npain. However, he durst not then open his lips; but recollecting that\nFuribon was exceedingly covetous, he thought that, by giving him a sum\nof money, he might perhaps prevail with him to retire. Thereupon, he\ndressed himself like an Amazon, and wished himself in the forest, to\ncatch his horse. He had no sooner called him than Gris-de-line came\nleaping, prancing, and neighing for joy, for he was grown quite weary\nof being so long absent from his dear master; but when he beheld him\ndressed as a woman he hardly knew him. However, at the sound of his\nvoice, he suffered the prince to mount, and they soon arrived in the\ncamp at Furibon, where they gave notice that a lady was come to speak\nwith him from the Princess of Calm Delights. Immediately the little\nfellow put on his royal robes, and having placed himself upon his\nthrone, he looked like a great toad counterfeiting a king.\n\nLeander harangued him, and told him that the princess, preferring a\nquiet and peaceable life to the fatigues of war, had sent to offer his\nmajesty as much money as he pleased to demand, provided he would suffer\nher to continue in peace; but if he refused her proposal, she would omit\nno means that might serve for her defense. Furibon replied that he took\npity on her, and would grant her the honor of his protection; but that\nhe demanded a hundred thousand millions of pounds, and without which he\nwould not return to his kingdom. Leander answered that such a vast sum\nwould be too long a-counting, and therefore, if he would say how many\nrooms full he desired to have, the princess was generous and rich enough\nto satisfy him. Furibon was astonished to hear that, instead of\nentreating, she would rather offer more; and it came into his wicked\nmind to take all the money he could get, and then seize the Amazon and\nkill her, that she might never return to her mistress. He told Leander,\ntherefore, that he would have thirty chambers of gold, all full to the\nceiling. Leander, being conducted into the chambers, took his rose and\nshook it, till every room was filled with all sorts of coin. Furibon was\nin an ecstasy, and the more gold he saw the greater was his desire\nto get hold of the Amazon; so that when all the rooms were full,\nhe commanded his guards to seize her, alleging she had brought him\ncounterfeit money. Immediately Leander put on his little red cap and\ndisappeared. The guards, believing that the lady had escaped, ran\nout and left Furibon alone; when Leander, availing himself of the\nopportunity, took the tyrant by the hair, and twisted his head off with\nthe same ease he would a pullet's; nor did the little wretch of a king\nsee that hand that killed him.\n\nLeander having got his enemy's head, wished himself in the Palace of\nCalm Delights, where he found the princess walking, and with grief\nconsidering the message which her mother had sent her, and on the means\nto repel Furibon.\n\nSuddenly she beheld a head hanging in the air, with nobody to hold it.\nThis prodigy astonished her so that she could not tell what to think of\nit; but her amazement was increased when she saw the head laid at her\nfeet, and heard a voice utter these words:\n\n     “Charming Princess, cease your fear\n     Of Furibon; whose head see here.”\n\nAbricotina, knowing Leander's voice, cried:\n\n“I protest, madam, the invisible person who speaks is the very stranger\nthat rescued me.”\n\nThe princess seemed astonished, but yet pleased.\n\n“Oh,” said she, “if it be true that the invisible and the stranger\nare the same person, I confess I shall be glad to make him my\nacknowledgments.”\n\nLeander, still invisible, replied, “I will yet do more to deserve them;”\n and so saying he returned to Furibon's army, where the report of the\nking's death was already spread throughout the camp. As soon as Leander\nappeared there in his usual habit, everybody knew him; all the officers\nand soldiers surrounded him, uttering the loudest acclamations of joy.\nIn short, they acknowledged him for their king, and that the crown of\nright belonged to him, for which he thanked them, and, as the first\nmark of his royal bounty, divided the thirty rooms of gold among the\nsoldiers. This done he returned to his princess, ordering his army to\nmarch back into his kingdom.\n\nThe princess was gone to bed. Leander, therefore, retired into his own\napartment, for he was very sleepy--so sleepy that he forgot to bolt his\ndoor; and so it happened that the princess, rising early to taste the\nmorning air, chanced to enter into this very chamber, and was astonished\nto find a young prince asleep upon the bed. She took a full view of him,\nand was convinced that he was the person whose picture she had in\nher diamond box. “It is impossible,” said she, “that this should be a\nspirit; for can spirits sleep? Is this a body composed of air and fire,\nwithout substance, as Abricotina told me?” She softly touched his hair,\nand heard him breathe, and looked at him as if she could have looked\nforever. While she was thus occupied, her mother, the fairy entered with\nsuch a noise that Leander started out of his sleep. But how deeply\nwas he afflicted to behold his beloved princess in the most deplorable\ncondition! Her mother dragged her by the hair and loaded her with a\nthousand bitter reproaches. In what grief and consternation were the two\nyoung lovers, who saw themselves now upon the point of being separated\nforever! The princess durst not open her lips, but cast her eyes upon\nLeander, as if to beg his assistance. He judged rightly that he ought\nnot to deal rudely with a power superior to his own, and therefore he\nsought, by his eloquence and submission, to move the incensed fairy.\nHe ran to her, threw himself at her feet, and besought her to have pity\nupon a young prince who would never change in his affection for her\ndaughter. The princess, encouraged, also embraced her mother's knees,\nand declared that without Leander she should never be happy.\n\n“Happy!” cried the fairy; “you know not the miseries of love nor the\ntreacheries of which lovers are capable. They bewitch us only to poison\nour lives; I have known it by experience; and will you suffer the same?”\n\n“Is there no exception, madam?” replied Leander, and his countenance\nshowed him to be one.\n\nBut neither tears nor entreaties could move the implacable fairy; and\nit is very probable that she would have never pardoned them, had not the\nlovely Gentilla appeared at that instant in the chamber, more brilliant\nthan the sun. Embracing the old fairy:\n\n“Dear sister,” said she, “I am persuaded you cannot have forgotten the\ngood office I did you when, after your unhappy marriage, you besought\na readmittance into Fairyland; since then I never desired any favor\nat your hands, but now the time is come. Pardon, then, this lovely\nprincess; consent to her nuptials with this young prince. I will engage\nhe shall be ever constant to her; the thread of their days shall be spun\nof gold and silk; they shall live to complete your happiness; and I will\nnever forget the obligation you lay upon me.”\n\n“Charming Gentilla,” cried the fairy, “I consent to whatever you desire.\nCome, my dear children, and receive my love.” So saying, she embraced\nthem both.\n\nAbricotina, just then entering, cast her eyes upon Leander; she knew\nhim again, and saw he was perfectly happy, at which she, too, was quite\nsatisfied.\n\n“Prince,” condescendingly said the fairy-mother, “I will remove the\nIsland of Calm Delights into your own kingdom, live with you myself, and\ndo you great services.”\n\nWhether or not Prince Leander appreciated this offer, he bowed low, and\nassured his mother-in-law that no favor could be equal to the one he\nhad that day received from her hands. This short compliment pleased the\nfairy exceedingly, for she belonged to those ancient days when people\nused to stand a whole day upon one leg complimenting one another. The\nnuptials were performed in a most splendid manner, and the young prince\nand princess lived together happily many years, beloved by all around\nthem.\n\n\n\n\nPRINCE CHERRY\n\nLONG ago there lived a monarch, who was such a very, honest man that his\nsubjects entitled him the Good King. One day, when he was out hunting,\na little white rabbit, which had been half-killed by his hounds,\nleaped right into his majesty's arms. Said he, caressing it: “This poor\ncreature has put itself under my protection, and I will allow no one to\ninjure it.” So he carried it to his palace, had prepared for it a neat\nlittle rabbit-hutch, with abundance of the daintiest food, such as\nrabbits love, and there he left it.\n\nThe same night, when he was alone in his chamber, there appeared to\nhim a beautiful lady. She was dressed neither in gold, nor silver,\nnor brocade; but her flowing robes were white as snow, and she wore a\ngarland of white roses on her head. The Good King was greatly astonished\nat the sight; for his door was locked, and he wondered how so dazzling a\nlady could possibly enter; but she soon removed his doubts.\n\n“I am the fairy Candide,” said she, with a smiling and gracious air.\n“Passing through the wood where you were hunting, I took a desire to\nknow if you were as good as men say you are I therefore changed myself\ninto a white rabbit and took refuge in your arms. You saved me and now I\nknow that those who are merciful to dum beasts will be ten times more so\nto human beings. You merit the name your subjects give you: you are the\nGood King. I thank you for your protection, and shall be always one\nof your best friends. You have but to say what you most desire, and I\npromise you your wish shall be granted.”\n\n“Madam,” replied the king, “if you are a fairy, you must know, without\nmy telling you, the wish of my heart. I have one well-beloved son,\nPrince Cherry: whatever kindly feeling you have toward me, extend it to\nhim.”\n\n“Willingly,” said Candide. “I will make him the handsomest, richest, or\nmost powerful prince in the world: choose whichever you desire for him.”\n\n“None of the three,” returned the father. “I only wish him to be\ngood--the best prince in the whole world. Of what use would riches,\npower, or beauty be to him if he were a bad man?”\n\n“You are right,” said the fairy; “but I can not make him good: he\nmust do that himself. I can only change his external fortunes; for\nhis personal character, the utmost I can promise is to give him good\ncounsel, reprove him for his faults, and even punish him, if he will not\npunish himself. You mortals can do the same with your children.”\n\n“Ah, yes!” said the king, sighing. Still, he felt that the kindness of a\nfairy was something gained for his son, and died not long after, content\nand at peace.\n\nPrince Cherry mourned deeply, for he dearly loved his father, and would\nhave gladly given all his kingdoms and treasures to keep him in life a\nlittle longer. Two days after the Good King was no more, Prince Cherry\nwas sleeping in his chamber, when he saw the same dazzling vision of the\nfairy Candide.\n\n“I promised your father,” said she, “to be your best friend, and in\npledge of this take what I now give you;” and she placed a small gold\nring upon his finger. “Poor as it looks, it is more precious than\ndiamonds; for whenever you do ill it will prick your finger. If, after\nthat warning, you still continue in evil, you will lose my friendship,\nand I shall become your direst enemy.”'\n\nSo saying, she disappeared, leaving Cherry in such amazement that he\nwould have believed it all a dream, save for the ring on his finger.\n\nHe was for a long time so good that the ring never pricked him at all;\nand this made him so cheerful and pleasant in his humor that everybody\ncalled him “Happy Prince Cherry.” But one unlucky day he was out hunting\nand found no sport, which vexed him so much that he showed his ill\ntemper by his looks and ways. He fancied his ring felt very tight and\nuncomfortable, but as it did not prick him he took no heed of this:\nuntil, re-entering his palace, his little pet dog, Bibi, jumped up\nupon him and was sharply told to get away. The creature, accustomed to\nnothing but caresses, tried to attract his attention by pulling at his\ngarments, when Prince Cherry turned and gave it a severe kick. At this\nmoment he felt in his finger a prick like a pin.\n\n“What nonsense!” said he to himself. “The fairy must be making game of\nme. Why, what great evil have I done! I, the master of a great empire,\ncannot I kick my own dog?”\n\nA voice replied, or else Prince Cherry imagined it, “No, sire; the\nmaster of a great empire has a right to do good, but not evil. I--a\nfairy--am as much above you as you are above your dog. I might punish\nyou, kill you, if I chose; but I prefer leaving you to amend your\nways. You have been guilty of three faults today--bad temper, passion,\ncruelty: do better to-morrow.”\n\nThe prince promised, and kept his word a while; but he had been brought\nup by a foolish nurse, who indulged him in every way and was always\ntelling him that he would be a king one day, when he might do as he\nliked in all things. He found out now that even a king cannot always do\nthat; it vexed him and made him angry. His ring began to prick him so\noften that his little finger was continually bleeding. He disliked\nthis, as was natural, and soon began to consider whether it would not be\neasier to throw the ring away altogether than to be constantly annoyed\nby it. It was such a queer thing for a king to have a spot of blood on\nhis finger! At last, unable to put up with it any more, he took his ring\noff and hid it where he would never see it; and believed himself the\nhappiest of men, for he could now do exactly what he liked. He did it,\nand became every day more and more miserable.\n\nOne day he saw a young girl, so beautiful that, being always accustomed\nto have his own way, he immediately determined to espouse her. He never\ndoubted that she would be only too glad to be made a queen, for she\nwas very poor. But Zelia--that was her name--answered, to his great\nastonishment, that she would rather not marry him.\n\n“Do I displease you?” asked the prince, into whose mind it had never\nentered that he could displease anybody.\n\n“Not at all, my prince,” said the honest peasant maiden. “You are very\nhandsome, very charming; but you are not like your father the Good King.\nI will not be your queen, for you would make me miserable.”\n\nAt these words the prince's love seemed all to turn to hatred: he gave\norders to his guards to convey Zelia to a prison near the palace,\nand then took counsel with his foster brother, the one of all his ill\ncompanions who most incited him to do wrong.\n\n“Sir,” said this man, “if I were in your majesty's place, I would never\nvex myself about a poor silly girl. Feed her on bread and water till\nshe comes to her senses; and if she still refuses you, let her die in\ntorment, as a warning to your other subjects should they venture to\ndispute your will. You will be disgraced should you suffer yourself to\nbe conquered by a simple girl.”\n\n“But,” said Prince Cherry, “shall I not be disgraced if I harm a\ncreature so perfectly innocent?”\n\n“No one is innocent who disputes your majesty's authority,” said the\ncourtier, bowing; “and it is better to commit an injustice than allow it\nto be supposed you can ever be contradicted with impunity.”\n\nThis touched Cherry on his weak point--his good impulses faded; he\nresolved once more to ask Zelia if she would marry him, and if she again\nrefused, to sell her as a slave. Arrived at the cell in which she was\nconfined, what was his astonishment to find her gone! He knew not whom\nto accuse, for he had kept the key in his pocket the whole time. At\nlast, the foster-brother suggested that the escape of Zelia might have\nbeen contrived by an old man, Suliman by name, the prince's former\ntutor, who was the only one who now ventured to blame him for anything\nthat he did. Cherry sent immediately, and ordered his old friend to be\nbrought to him, loaded heavily with irons. Then, full of fury, he went\nand shut himself up in his own chamber, where he went raging to and fro,\ntill startled by a noise like a clap of thunder. The fairy Candide stood\nbefore him.\n\n“Prince,” said she, in a severe voice, “I promised your father to give\nyou good counsels and to punish you if you refused to follow them. My\ncounsels were forgotten, my punishment despised. Under the figure of a\nman, you have been no better than the beasts you chase: like a lion in\nfury, a wolf in gluttony, a serpent in revenge, and a bull in brutality.\nTake, therefore, in your new form the likeness of all these animals.”\n\nScarcely had Prince Cherry heard these words than to his horror he found\nhimself transformed into what the Fairy had named. He was a creature\nwith the head of a lion, the horns of a bull, the feet of a wolf, and\nthe tail of a serpent. At the same time he felt himself transported to\na distant forest, where, standing on the bank of a stream, he saw\nreflected in the water his own frightful shape, and heard a voice\nsaying:\n\n“Look at thyself, and know thy soul has become a thousand times uglier\neven than thy body.”\n\nCherry recognized the voice of Candide, and in his rage would have\nsprung upon her and devoured her; but he saw nothing and the same voice\nsaid behind him:\n\n“Cease thy feeble fury, and learn to conquer thy pride by being in\nsubmission to thine own subjects.”\n\nHearing no more, he soon quitted the stream, hoping at least to get rid\nof the sight of himself; but he had scarcely gone twenty paces when he\ntumbled into a pitfall that was laid to catch bears; the bear-hunters,\ndescending from some trees hard by, caught him, chained him, and only\ntoo delighted to get hold of such a curious-looking animal, led him\nalong with them to the capital of his own kingdom.\n\nThere great rejoicings were taking place, and the bear-hunters, asking\nwhat it was all about, were told that it was because Prince Cherry,\nthe torment of his subjects, had just been struck dead by a\nthunderbolt--just punishment of all his crimes. Four courtiers, his\nwicked companions, had wished to divide his throne between them; but the\npeople had risen up against them and offered the crown to Suliman, the\nold tutor whom Cherry had ordered to be arrested.\n\nAll this the poor monster heard. He even saw Suliman sitting upon his\nown throne and trying to calm the populace by representing to them that\nit was not certain Prince Cherry was dead; that he might return one day\nto reassume with honor the crown which Suliman only consented to wear as\na sort of viceroy.\n\n“I know his heart,” said the honest and faithful old man; “it is\ntainted, but not corrupt. If alive, he may reform yet, and be all his\nfather over again to you, his people, whom he has caused to suffer so\nmuch.”\n\nThese words touched the poor beast so deeply that he ceased to beat\nhimself against the iron bars of the cage in which the hunters carried\nhim about, became gentle as a lamb, and suffered himself to be taken\nquietly to a menagerie, where were kept all sorts of strange and\nferocious animals a place which he had himself often visited as a boy,\nbut never thought he should be shut up there himself.\n\nHowever, he owned he had deserved it all, and began to make amends by\nshowing himself very obedient to his keeper. This man was almost as\ngreat a brute as the animals he had charge of, and when he was in ill\nhumor he used to beat them without rhyme or reason. One day, while he\nwas sleeping, a tiger broke loose and leaped upon him, eager to devour\nhim. Cherry at first felt a thrill of pleasure at the thought of being\nrevenged; then, seeing how helpless the man was, he wished himself free,\nthat he might defend him. Immediately the doors of his cage opened.\nThe keeper, waking up, saw the strange beast leap out, and imagined, of\ncourse, that he was going to be slain at once. Instead, he saw the tiger\nlying dead, and the strange beast creeping up and laying itself at his\nfeet to be caressed. But as he lifted up his hand to stroke it, a voice\nwas heard saying, “Good actions never go unrewarded;” and instead of\nthe frightful monster, there crouched on the ground nothing but a pretty\nlittle dog.\n\nCherry, delighted to find himself thus metamorphosed, caressed the\nkeeper in every possible way, till at last the man took him up into\nhis arms and carried him to the king, to whom he related this wonderful\nstory, from beginning to end. The queen wished to have the charming\nlittle dog; and Cherry would have been exceedingly happy could he have\nforgotten that he was originally a man and a king. He was lodged most\nelegantly, had the richest of collars to adorn his neck, and heard\nhimself praised continually. But his beauty rather brought him into\ntrouble, for the queen, afraid lest he might grow too large for a pet,\ntook advice of dog-doctors, who ordered that he should be fed entirely\nupon bread, and that very sparingly; so poor Cherry was sometimes nearly\nstarved.\n\nOne day, when they gave him his crust for breakfast, a fancy seized him\nto go and eat it in the palace garden; so he took the bread in his mouth\nand trotted away toward a stream which he knew, and where he sometimes\nstopped to drink. But instead of the stream he saw a splendid palace,\nglittering with gold and precious stones. Entering the doors was a crowd\nof men and women, magnificently dressed; and within there was singing\nand dancing and good cheer of all sorts. Yet, however grandly and gayly\nthe people went in, Cherry noticed that those who came out were pale,\nthin, ragged, half-naked, covered with wounds and sores. Some of them\ndropped dead at once; others dragged themselves on a little way and\nthen lay down, dying of hunger, and vainly begged a morsel of bread from\nothers who were entering in--who never took the least notice of them.\n\nCherry perceived one woman, who was trying feebly to gather and eat some\ngreen herbs. “Poor thing!” said he to himself; “I know what it is to be\nhungry, and I want my breakfast badly enough; but still it will kill me\nto wait till dinner time, and my crust may save the life of this poor\nwoman.”\n\nSo the little dog ran up to her and dropped his bread at her feet; she\npicked it up and ate it with avidity. Soon she looked quite recovered,\nand Cherry, delighted, was trotting back again to his kennel, when he\nheard loud cries, and saw a young girl dragged by four men to the door\nof the palace, which they were trying to compel her to enter. Oh, how\nhe wished himself a monster again, as when he slew the tiger!--for the\nyoung girl was no other than his beloved Zelia. Alas! what could a poor\nlittle dog do to defend her? But he ran forward and barked at the men,\nand bit their heels, until at last they chased him away with heavy\nblows. And then he lay down outside the palace door, determined to watch\nand see what had become of Zelia.\n\nConscience pricked him now. “What!” thought he, “I am furious against\nthese wicked men, who are carrying her away; and did I not do the same\nmyself? Did I not cast her into prison, and intend to sell her as a\nslave? Who knows how much more wickedness I might not have done to her\nand others, if Heaven's justice had not stopped me in time?”\n\nWhile he lay thinking and repenting, he heard a window open and saw\nZelia throw out of it a bit of dainty meat. Cherry, who felt hungry\nenough by this time, was just about to eat it, when the woman to whom he\nhad given his crust snatched him up in her arms.\n\n“Poor little beast!” cried she, patting him, “every bit of food in that\npalace is poisoned: you shall not touch a morsel.”\n\nAnd at the same time the voice in the air repeated again, “Good actions\nnever go unrewarded;” and Cherry found himself changed into a beautiful\nlittle white pigeon. He remembered with joy that white was the color of\nthe fairy Candide, and began to hope that she was taking him into favor\nagain.\n\nSo he stretched his wings, delighted that he might now have a chance\nof approaching his fair Zelia. He flew up to the palace windows, and,\nfinding one of them open, entered and sought everywhere, but he could\nnot find Zelia. Then, in despair, he flew out again, resolved to go over\nthe world until he beheld her once more.\n\nHe took flight at once and traversed many countries, swiftly as a bird\ncan, but found no trace of his beloved. At length in a desert, sitting\nbeside an old hermit in his cave and par-taking with him his frugal\nrepast, Cherry saw a poor peasant girl and recognized Zelia. Transported\nwith joy, he flew in, perched on her shoulder, and expressed his delight\nand affection by a thousand caresses.\n\nShe, charmed with the pretty little pigeon, caressed it in her turn, and\npromised it that if it would stay with her she would love it always.\n\n“What have you done, Zelia?” said the hermit, smiling; and while he\nspoke the white pigeon vanished, and there stood Prince Cherry in his\nown natural form. “Your enchantment ended, prince, when Zelia promised\nto love you. Indeed, she has loved you always, but your many faults\nconstrained her to hide her love. These are now amended, and you may\nboth live happy if you will, because your union is founded upon mutual\nesteem.”\n\nCherry and Zelia threw themselves at the feet of the hermit, whose form\nalso began to change. His soiled garments became of dazzling whiteness,\nand his long beard and withered face grew into the flowing hair and\nlovely countenance of the fairy Candide.\n\n“Rise up, my children,” said she; “I must now transport you to your\npalace and restore to Prince Cherry his father's crown, of which he is\nnow worthy.”\n\nShe had scarcely ceased speaking when they found themselves in the\nchamber of Suliman, who, delighted to find again his beloved pupil and\nmaster, willingly resigned the throne, and became the most faithful of\nhis subjects.\n\nKing Cherry and Queen Zelia reigned together for many years, and it is\nsaid that the former was so blameless and strict in all his duties that\nthough he constantly wore the ring which Candide had restored to him, it\nnever once pricked his finger enough to make it bleed.\n\n\n\n\nTHE PRINCE WITH THE NOSE\n\nTHERE was once a king who was passionately in love with a beautiful\nprincess, but she could not be married because a magician had\nenchanted her. The king went to a good fairy to inquire what he should\ndo. Said the fairy, after receiving him graciously: “Sir, I will tell\nyou a great secret. The princess has a great cat whom she loves so well\nthat she cares for nothing and nobody else; but she will be obliged to\nmarry any person who is adroit enough to walk upon the cat's tail.”\n\n“That will not be very difficult,” thought the king to himself, and\ndeparted, resolving to trample the cat's tail to pieces rather than not\nsucceed in walking upon it. He went immediately to the palace of his\nfair mistress and the cat; the animal came in front of him, arching\nits back in anger as it was wont to do. The king lifted up his foot,\nthinking nothing would be so easy as to tread on the tail, but he found\nhimself mistaken. Minon--that was the creature's name--twisted itself\nround so sharply that the king only hurt his own foot by stamping on the\nfloor. For eight days did he pursue the cat everywhere: up and down\nthe palace he was after it from morning till night, but with no better\nsuccess; the tail seemed made of quicksilver, so very lively was it. At\nlast the king had the good fortune to catch Minon sleeping, when tramp!\ntramp! he trod on the tail with all his force.\n\nMinon woke up, mewed horribly, and immediately changed from a cat into a\nlarge, fierce-looking man, who regarded the king with flashing eyes.\n\n“You must marry the princess,” cried he, “because you have broken the\nenchantment in which I held her; but I will be revenged on you. You\nshall have a son with a nose as long as--that;” he made in the air a\ncurve of half a foot; “yet he shall believe it is just like all other\nnoses, and shall be always unfortunate till he has found out it is not.\nAnd if you ever tell anybody of this threat of mine, you shall die on\nthe spot.” So saying the magician disappeared.\n\nThe king, who was at first much terrified, soon began to laugh at this\nadventure. “My son might have a worse misfortune than too long a nose,”\n thought he. “At least it will hinder him neither in seeing nor hearing.\nI will go and find the princess and marry her at once.”\n\nHe did so, but he only lived a few months after, and died before his\nlittle son was born, so that nobody knew anything about the secret of\nthe nose.\n\nThe little prince was so much wished for that when he came into the\nworld they agreed to call him Prince Wish. He had beautiful blue eyes\nand a sweet little mouth, but his nose was so big that it covered half\nhis face. The queen, his mother, was inconsolable; but her ladies tried\nto satisfy her by telling her that the nose was not nearly so large as\nit seemed, that it would grow smaller as the prince grew bigger, and\nthat if it did not a large nose was indispensable to a hero. All great\nsoldiers, they said, had great noses, as everybody knew. The queen was\nso very fond of her son that she listened eagerly to all this comfort.\nShortly she grew so used to the princes's nose that it did not seem to\nher any larger than ordinary noses of the court; where, in process\nof time, everybody with a long nose was very much admired, and the\nunfortunate people who had only snubs were taken very little notice of.\n\nGreat care was observed in the education of the prince; and as soon as\nhe could speak they told him all sorts of amusing tales, in which all\nthe bad people had short noses, and all the good people had long ones.\nNo person was suffered to come near him who had not a nose of more than\nordinary length; nay, to such an extent did the countries carry their\nfancy, that the noses of all the little babies were ordered to be pulled\nout as far as possible several times a day, in order to make them grow.\nBut grow as they would, they never could grow as long as that of Prince\nWish. When he was old enough his tutor taught him history; and whenever\nany great king or lovely princess was referred to, the tutor always took\ncare to mention that he or she had a long nose. All the royal apartments\nwere filled with pictures and portraits having this peculiarity, so\nthat at last Prince Wish began to regard the length of his nose as his\ngreatest perfection, and would not have had it an inch less even to save\nhis crown.\n\nWhen he was twenty years old his mother and his people wished him to\nmarry. They procured for him the likenesses of many princesses, but the\none he preferred was Princess Darling, daughter of a powerful monarch\nand heiress to several kingdoms. Alas! with all her beauty, this\nprincess had one great misfortune, a little turned-up nose, which,\nevery one else said made her only the more bewitching. But here, in the\nkingdom of Prince Wish, the courtiers were thrown by it into the utmost\nperplexity. They were in the habit of laughing at all small noses; but\nhow dared they make fun of the nose of Princess Darling? Two unfortunate\ngentlemen, whom Prince Wish had overheard doing so, were ignominiously\nbanished from the court and capital.\n\nAfter this, the courtiers became alarmed, and tried to correct their\nhabit of speech; but they would have found themselves in constant\ndifficulties, had not one clever person struck out a bright idea. He\nsaid that though it was indispensably necessary for a man to have\na great nose, women were very different; and that a learned man had\ndiscovered in a very old manuscript that the celebrated Cleopatra, Queen\nof Egypt, the beauty of the ancient world, had a turned-up nose. At this\ninformation Prince Wish was so delighted that he made the courtier a\nvery handsome present, and immediately sent off ambassadors to demand\nPrincess Darling in marriage.\n\nShe accepted his offer at once, and returned with the ambassadors. He\nmade all haste to meet and welcome her, but when she was only three\nleagues distant from his capital, before he had time even to kiss her\nhand, the magician who had once assumed the shape of his mother's cat,\nMinon, appeared in the air and carried her off before the lover's very\neyes.\n\nPrince Wish, almost beside himself with grief, declared that nothing\nshould induce him to return to his throne and kingdom till he had found\nDarling. He would suffer none of his courtiers or attendants to follow\nhim; but bidding them all adieu, mounted a good horse, laid the reins on\nthe animal's neck, and let him take him wherever he would.\n\nThe horse entered a wide-extended plain, and trotted on steadily the\nwhole day without finding a single house. Master and beast began almost\nto faint with hunger; and Prince Wish might have wished himself at home\nagain, had he not discovered, just at dusk, a cavern, where there sat,\nbeside a bright lantern, a little woman who might have been more than a\nhundred years old.\n\nShe put on her spectacles the better to look at the stranger, and he\nnoticed that her nose was so small that the spectacles would hardly\nstay on; then the prince and the fairy--for she was a fairy--burst into\nlaughter.\n\n“What a funny nose!” cried the one.\n\n“Not so funny as yours, madam,” returned the other. “But pray let us\nleave our noses alone, and be good enough to give me something to eat,\nfor I am dying with hunger, and so is my poor horse.”\n\n“With all my heart,” answered the fairy. “Although your nose is\nridiculously long, you are no less the son of one of my best friends. I\nloved your father like a brother; he had a very handsome nose.”\n\n“What is wanting to my nose?” asked Wish rather savagely.\n\n“Oh! nothing at all. On the contrary, there is a great deal too much of\nit; but never mind, one may be a very honest man, and yet have too big a\nnose. As I said, I was a great friend of your father's; he came often to\nsee me. I was very pretty then, and oftentimes he used to say to me, 'My\nsister----'”\n\n“I will hear the rest, madam, with pleasure, when I have supped; but\nwill you condescend to remember that I have tasted nothing all day?”\n\n“Poor boy,” said the fairy, “I will give you some supper directly; and\nwhile you eat it I will tell you my history in six words, for I hate\nmuch talking. A long tongue is as insupportable as a long nose; and I\nremember when I was young how much I used to be admired because I was\nnot a talker; indeed, some one said to the queen my mother--for poor as\nyou see me now, I am the daughter of a great king, who always----”\n\n“Ate when he was hungry, I hope,” interrupted the prince, whose patience\nwas fast departing.\n\n“You are right,” said the imperturbable old fairy; “and I will bring\nyou your supper directly, only I wish first just to say that the king my\nfather----”\n\n“Hang the king your father!” Prince Wish was about to exclaim, but he\nstopped himself, and only observed that however the pleasure of her\nconversation might make him forget his hunger, it could not have the\nsame effect upon his horse, who was really starving.\n\nThe fairy, pleased at his civility, called her servants and bade them\nsupply him at once with all he needed. “And,” added she, “I must say you\nare very polite and very good-tempered, in spite of your nose.”\n\n“What has the old woman to do with my nose?” thought the prince. “If I\nwere not so very hungry, I would soon show her what she is--a regular\nold gossip and chatterbox. She to fancy she talks little, indeed! One\nmust be very foolish not to know one's own defects. This comes of being\nborn a princess. Flatterers have spoiled her and persuaded her that she\ntalks little. Little, indeed! I never knew anybody chatter so much.”\n\nWhile the prince thus meditated, the servants were laying the table,\nthe fairy asking them a hundred unnecessary questions, simply for the\npleasure of hearing herself talk. “Well,” thought Wish, “I am delighted\nthat I came hither, if only to learn how wise I have been in never\nlistening to flatterers, who hide from us our faults, or make us believe\nthey are perfections. But they could never deceive me. I know all my own\nweak points, I trust.” As truly he believed he did.\n\nSo he went on eating contentedly, nor stopped till the old fairy began\nto address him.\n\n“Prince,” said she, “will you be kind enough to turn a little? Your nose\ncasts such a shadow that I cannot see what is on my plate. And, as I was\nsaying, your father admired me and always made me welcome at court. What\nis the court etiquette there now? Do the ladies still go to assemblies,\npromenades, balls?--I beg your pardon for laughing, but how very long\nyour nose is.”\n\n“I wish you would cease to speak of my nose,” said the prince, becoming\nannoyed. “It is what it is, and I do not desire it any shorter.”\n\n“Oh! I see that I have vexed you,” returned the fairy. “Nevertheless,\nI am one of your best friends, and so I shall take the liberty of\nalways----” She would doubtless have gone on talking till midnight; but\nthe prince, unable to bear it any longer, here interrupted her, thanked\nher for her hospitality, bade her a hasty adieu, and rode away.\n\nHe traveled for a long time, half over the world, but he heard no news\nof Princess Darling. However, in each place he went to, he heard one\nremarkable fact--the great length of his own nose. The little boys in\nthe streets jeered at him, the peasants stared at him, and the more\npolite ladies and gentlemen whom he met in society used to try in vain\nto keep from laughing, and to get out of his way as soon as they could.\nSo the poor prince became gradually quite forlorn and solitary; he\nthought all the world was mad, but still he never thought of there being\nanything queer about his own nose. At last the old fairy, who, though\nshe was a chatterbox, was very good-natured; saw that he was almost\nbreaking his heart. She felt sorry for him and wished to help him in\nspite of himself, for she knew the enchantment which hid from him the\nPrincess Darling could never be broken till he had discovered his own\ndefect. So she went in search of the princess, and being more powerful\nthan the magician, since she was a good fairy and he was an evil\nmagician, she got her away from him and shut her up in a palace of\ncrystal, which she placed on the road which Prince Wish had to pass.\n\nHe was riding along, very melancholy, when he saw the palace; and at its\nentrance was a room, made of the purest glass, in which sat his beloved\nprincess, smiling and beautiful as ever. He leaped from his horse and\nran toward her. She held out her hand for him to kiss, but he could\nnot get at it for the glass. Transported with eagerness and delight, he\ndashed his sword through the crystal and succeeded in breaking a small\nopening, to which she put up her beautiful rosy mouth. But it was in\nvain; Prince Wish could not approach it. He twisted his neck about, and\nturned his head on all sides, till at length, putting up his hand to his\nface, he discovered the impediment.\n\n“It must be confessed,” exclaimed he, “that my nose is too long.”\n\nThat moment the glass walls all split asunder, and the old fairy\nappeared, leading Princess Darling.\n\n“Avow, prince,” said she, “that you are very much obliged to me, for now\nthe enchantment is ended. You may marry the object of your choice. But,”\n added she, smiling, “I fear I might have talked to you forever on the\nsubject of your nose, and you would not have believed me in its length,\ntill it became an obstacle to your own inclinations. Now behold it!” and\nshe held up a crystal mirror. “Are you satisfied to be no different from\nother people?”\n\n“Perfectly,” said Prince Wish, who found his nose had shrunk to an\nordinary length. And taking the Princess Darling by the hand, he kissed\nher courteously, affectionately, and satisfactorily. Then they departed\nto their own country, and lived very happily all their days.\n\n\n\n\nTHE FROG-PRINCE\n\nIN times of yore, when wishes were both heard and granted, lived a king\nwhose daughters were all beautiful but the youngest was so lovely that\nthe sun himself, who has seen so much, wondered at her beauty every\ntime he looked in her face. Now, near the king's castle was a large dark\nforest; and in the forest, under an old linden tree, was a deep well.\nWhen the day was very hot, the king's daughter used to go to the wood\nand seat herself at the edge of the cool well; and when she became\nwearied, she would take a golden ball, throw it up in the air, and catch\nit again. This was her favorite amusement. Once it happened that her\ngolden ball, instead of falling back into the little hand that she\nstretched out for it, dropped on the ground, and immediately rolled away\ninto the water. The king's daughter followed it with her eyes, but the\nball had vanished, and the well was so deep that no one could see down\nto the bottom. Then she began to weep, wept louder and louder every\nminute, and could not console herself at all.\n\nWhile she was thus lamenting some one called to her: “What is the matter\nwith you, king's daughter? You weep so that you would touch the heart of\na stone.”\n\nShe looked around to see whence the voice came, and saw a frog\nstretching his thick ugly head out of the water.\n\n“Ah! it is you, old water-paddler!” said she. “I am crying for my golden\nball, which has fallen into the well.”\n\n“Be content,” answered the frog; “I dare say I can give you some good\nadvice; but what will you give me if I bring back your plaything to\nyou?”\n\n“Whatever you like, dear frog,” said she, “my clothes, my pearls and\njewels, even the golden crown I wear.”\n\nThe frog answered, “Your clothes, your pearls and jewels, even your\ngolden crown, I do not care for; but if you will love me, and let me be\nyour companion and play-fellow, sit near you at your little table, eat\nfrom your little golden plate, drink from your little cup, and sleep in\nyour little bed--if you will promise me this, then I will bring you back\nyour golden ball from the bottom of the well.”\n\n“Oh, yes!” said she; “I promise you every-thing, if you will only bring\nme back my golden ball.”\n\nShe thought to herself, meanwhile: “What nonsense the silly frog talks!\nHe sits in the water with the other frogs, and croaks, and cannot be\nanybody's playfellow!”\n\nBut the frog, as soon as he had received the promise dipped his head\nunder the water and sank down. In a little while up he came again with\nthe ball in his mouth, and threw it on the grass. The king's daughter\nwas overjoyed when she beheld her pretty plaything again, picked it up,\nand ran away with it.\n\n“Wait! wait!” cried the frog; “take me with you. I cannot run as fast as\nyou.”\n\nAlas! of what use was it that he croaked after her as loud as he could.\nShe would not listen to him, but hastened home, and soon forgot the poor\nfrog, who was obliged to plunge again to the bottom of his well.\n\nThe next day, when she was sitting at dinner with the king and all the\ncourtiers, eating from her little gold plate, there came a sound of\nsomething creeping up the marble staircase--splish, splash; and when it\nhad reached the top, it knocked at the door and cried, “Youngest king's\ndaughter, open to me.”\n\nShe ran, wishing to see who was outside; but when she opened the door\nand there sat the frog, she flung it hastily to again and sat down at\ntable, feeling very, very uncomfortable. The king saw that her heart was\nbeating violently, and said, “How, my child, why are you afraid? Is a\ngiant standing outside the door to carry you off?”\n\n“Oh, no!” answered she, “it is no giant, but a nasty frog, who\nyesterday, when I was playing in the wood near the well, fetched my\ngolden ball out of the water. For this I promised him he should be my\ncompanion, but I never thought he could come out of his well. Now he is\nat the door, and wants to come in.”\n\nAgain, the second time there was a knock, and a voice cried:\n\n     “Youngest king's daughter,\n     Open to me;\n     Know you what yesterday\n     You promised me,\n     By the cool water?\n     Youngest king's daughter,\n     Open to me.”\n\nThen said the king, “What you promised you must perform. Go and open the\ndoor.”\n\nShe went and opened the door; the frog hopped in, always following and\nfollowing her till he came up to her chair. There he sat and cried out,\n“Lift me up to you on the table.”\n\nShe refused, till the king, her father, commanded her to do it. When\nthe frog was on the table, he said, “Now push your little golden plate\nnearer to me, that we may eat together.” She did as he desired, but one\ncould easily see that she did it unwillingly. The frog seemed to enjoy\nhis dinner very much, but every morsel she ate stuck in the throat of\nthe poor little princess.\n\nThen said the frog, “I have eaten enough, and am tired; carry me to your\nlittle room, and make your little silken bed smooth, and we will lay\nourselves down to sleep together.”\n\nAt this the daughter of the king began to weep; for she was afraid of\nthe cold frog, who wanted to sleep in her pretty clean bed.\n\nBut the king looked angrily at her, and said again: “What you have\npromised you must perform. The frog is your companion.”\n\nIt was no use to complain; whether she liked it or not, she was obliged\nto take the frog with her up to her little bed. So she picked him\nup with two fingers, hating him bitterly the while, and carried him\nupstairs: but when she got into bed, instead of lifting him up to her,\nshe threw him with all her strength against the wall, saying, “Now you\nnasty frog, there will be an end of you.”\n\nBut what fell down from the wall was not a dead frog, but a living young\nprince, with beautiful and loving eyes, who at once became, by her own\npromise and her father's will, her dear companion and husband. He told\nher how he had been cursed by a wicked sorceress, and that no one but\nthe king's youngest daughter could release him from his enchantment and\ntake him out of the well.\n\nThe next day a carriage drove up to the palace gates with eight white\nhorses, having white feathers on their heads and golden reins. Behind it\nstood the servant of the young prince, called the faithful Henry. This\nfaithful Henry had been so grieved when his master was changed into a\nfrog that he had been compelled to have three iron bands fastened round\nhis heart, lest it should break. Now the carriage came to convey the\nprince to his kingdom, so the faithful Henry lifted in the bride and\nbridegroom and mounted behind, full of joy at his lord's release. But\nwhen they had gone a short distance, the prince heard behind him a noise\nas if something was breaking. He cried out, “Henry, the carriage is\nbreaking!”\n\nBut Henry replied: “No, sir, it is not the carriage but one of the bands\nfrom my heart, with which I was forced to bind it up, or it would have\nbroken with grief while you sat as a frog at the bottom of the well.”\n\nTwice again this happened, and the prince always thought the carriage\nwas breaking; but it was only the bands breaking off from the heart of\nthe faithful Henry, out of joy that his lord, the frog-prince, was a\nfrog no more.\n\n\n\n\nCLEVER ALICE\n\nONCE upon a time there was a man who had a daughter who was called\n“Clever Alice,” and when she was grown up, her father said, “We must see\nabout her marrying.”\n\n“Yes,” replied her mother, “whenever a young man shall appear who is\nworthy of her.”\n\nAt last a certain youth, by name Hans, came from a distance to make a\nproposal of marriage; but he required one condition, that the clever\nAlice should be very prudent.\n\n“Oh,” said her father, “no fear of that! she has got a head full of\nbrains;” and the mother added, “ah, she can see the wind blow up the\nstreet, and hear the flies cough!”\n\n“Very well,” replied Hans; “but remember, if she is not very prudent,\nI will not take her.” Soon afterward they sat down to dinner, and her\nmother said, “Alice, go down into the cellar and draw some beer.”\n\nSo Clever Alice took the jug down from the wall, and went into the\ncellar, jerking the lid up and down on her way, to pass away the time.\nAs soon as she got downstairs she drew a stool and placed it before\nthe cask, in order that she might not have to stoop, for she thought\nstooping might in some way injure her back and give it an undesirable\nbend. Then she placed the can before her and turned the tap, and while\nthe beer was running, as she did not wish her eyes to be idle, she\nlooked about upon the wall above and below. Presently she perceived,\nafter much peeping into this corner and that corner, a hatchet, which\nthe bricklayers had left behind? sticking out of the ceiling right above\nher head. At the sight of this Clever Alice began to cry, saying, “Oh!\nif I marry Hans, and we have a child, and he grows up, and we send him\ninto the cellar to draw beer, the hatchet will fall upon his head and\nkill him,” and so she sat there weeping with all her might over the\nimpending misfortune.\n\nMeanwhile the good folks upstairs were waiting for the beer, but as\nClever Alice did not come, her mother told the maid to go and see what\nshe was stopping for. The maid went down into the cellar and found Alice\nsitting before the cask crying heartily, and she asked, “Alice, what are\nyou weeping about?”\n\n“Ah,” she replied, “have I not cause? If I marry Hans, and we have a\nchild, and he grows up, and we send him here to draw beer, that hatchet\nwill fall upon his head and kill him.”\n\n“Oh,” said the maid, “what a clever Alice we have!” And sitting down,\nshe began to weep, too, for the misfortune that was to happen.\n\nAfter a while, when the servant did not return, the good folks above\nbegan to feel very thirsty; so the husband told the boy to go down into\nthe cellar and see what had become of Alice and the maid. The boy went\ndown, and there sat Clever Alice and the maid both crying, so he asked\nthe reason; and Alice told him the same tale, of the hatchet that was\nto fall on her child, if she married Hans, and if they had a child. When\nshe had finished, the boy exclaimed, “What a clever Alice we have!” and\nfell weeping and howling with the others.\n\nUpstairs they were still waiting, and the husband said, when the boy\ndid not return, “Do you go down, wife, into the cellar and see why Alice\nstays so long.” So she went down, and finding all three sitting there\ncrying, asked the reason, and Alice told her about the hatchet which\nmust inevitably fall upon the head of her son. Then the mother likewise\nexclaimed, “Oh, what a clever Alice we have!” and, sitting down, began\nto weep as much as any of the rest.\n\nMeanwhile the husband waited for his wife's return; but at last he felt\nso very thirsty that he said, “I must go myself down into the cellar and\nsee what is keeping our Alice.” As soon as he entered the cellar, there\nhe found the four sitting and crying together, and when he heard the\nreason, he also exclaimed, “Oh, what a clever Alice we have!” and sat\ndown to cry with the whole strength of his lungs.\n\nAll this time the bridegroom above sat waiting, but when nobody\nreturned, he thought they must be waiting for him, and so he went down\nto see what was the matter. When he entered, there sat the five crying\nand groaning, each one in a louder key than his neighbor.\n\n“What misfortune has happened?” he asked.\n\n“Ah, dear Hans!” cried Alice, “if you and I should marry one another,\nand have a child, and he grew up, and we, perhaps, send him down to\nthis cellar to tap the beer, the hatchet which has been left sticking up\nthere may fall on his head, and so kill him; and do you not think this\nis enough to weep about?”\n\n“Now,” said Hans, “more prudence than this is not necessary for my\nhousekeeping; because you are such a clever Alice, I will have you for\nmy wife.” And, taking her hand, he led her home, and celebrated the\nwedding directly.\n\nAfter they had been married a little while, Hans, said one morning,\n“Wife, I will go out to work and earn some money; do you go into the\nfield and gather some corn wherewith to make bread.”\n\n“Yes,” she answered, “I will do so, dear Hans.” And when he was gone,\nshe cooked herself a nice mess of pottage to take with her. As she came\nto the field, she said to herself, “What shall I do? Shall I cut first,\nor eat first? Aye, I will eat first!” Then she ate up the contents of\nher pot, and when it was finished, she thought to herself, “Now, shall I\nreap first or sleep first? Well, I think I will have a nap!” and so she\nlaid herself down among the corn, and went to sleep.\n\nMeanwhile Hans returned home, but Alice did not come, and so he said,\n“Oh, what a prudent Alice I have! She is so industrious that she does\nnot even come home to eat anything.” By and by, however, evening came\non, and still she did not return; so Hans went out to see how much she\nhad reaped; but, behold, nothing at all, and there lay Alice fast asleep\namong the corn! So home he ran very fast, and brought a net with little\nbells hanging on it, which he threw over her head while she still slept\non. When he had done this, he went back again and shut to the\nhouse door, and, seating himself on his stool, began working very\nindustriously.\n\nAt last, when it was nearly dark, the clever Alice awoke, and as soon as\nshe stood up, the net fell all over her hair, and the bells jingled at\nevery step she took. This quite frightened her, and she began to doubt\nwhether she were really Clever Alice, and said to herself, “Am I she, or\nam I not?” This was a question she could not answer, and she stood still\na long while considering about it. At last she thought she would go home\nand ask whether she was really herself--supposing somebody would be able\nto tell her.\n\nWhen she came up to the house door it was shut; so she tapped at the\nwindow, and asked, “Hans, is Alice within?” “Yes,” he replied, “she\nis.” At which answer she became really terrified, and exclaiming, “Ah,\nheaven, then I am not Alice!” she ran up to another house, intending\nto ask the same question. But as soon as the folks within heard the\njingling of the bells in her net, they refused to open their doors, and\nnobody would receive her. So she ran straight away from the village, and\nno one has ever seen her since."
}